{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/47998/1/02379755X.pdf"], "title": ["Ursachen des Geburtenrückgangs in ökonomischer Sicht: Theoretische Ansätze und empirische Ergebnisse unter Berücksichtigung der Verhältnisse in der Bundesrepublik Deutschland"], "plaintext": "K I E L ER D I S K U S S I O N S B E I T R A GEK I EL D I S C U S S I ON P A P E RSUrsachen des Geburtenruckgangs inokonomischer Sicht Theoretische Ansatze und empirische Ergebnisse unter Berucksichtigung der Verhaltnisse in der Bundesrepublik Deutschlandvon H i l de Wander A US D EM I N H A LTAusgehend von den Erkenntnissen der modernen okonomischen Fruchtbarkeitstheorie wurdenmit Hilfe der Regressionsanalyse einige wichtige Zusammenhange zwischen der soziookonomischen Entwicklung und dem Geburtentrend in der Bundesrepublik untersucht:% Es ergab sich, da der absolute Anstieg der Einkommen entgegen einer verbreiteten Annahme keine entscheidende Rolle fur die Fruchtbarkeitsentwicklung gespielt hat. Vielmehr zeigte sich, da die Geburtenhaufigkeit gut mit der relativen Einkommenspositionkorrespondiert also mit dem Abstand der Durchschnittseinkommen junger Haushaltsvorstande gegenuber dem Durchschnittseinkommen von Vergleichshaushalten der Bezugsgruppen Haushalte der Eltern und Haushalte mit einem funf bis zehn Jahre alteren Haushaltsvorstand. Bei wenig veranderter sozialer Schichtung fuhrten absolut steigende Realeinkommen biszur Mitte der sechziger Jahre zu einem Anstieg der Geburtenraten. Danach verschlechterte sich die relative Einkommensposition junger Ehepaare trotz weiter zunehmender Realeinkommen standig, und die Geburtenrate sank. Zugleich gewannen die Wertvorstellungen der Mittelklasse zunehmend an Gewicht. Das hierdurch gepragte Anspruchsniveau konnten junge Ehepaare in der Regel nur noch befriedigen, wenn die Frau mitarbeitete und die Kinderzahl klein blieb.Eine Bevolkerungspolitik, die einen Wiederanstieg der Geburtenrate zum Ziel hat, mu diesen Zusammenhangen Rechnung tragen. Sie wird versuchen mussen, die relative Einkommensposition zugunsten der jungen Ehepaare zu verandern. Sie wird aber vor allem durchein Bundel wohlkoordinierter Manahmen dafur sorgen mussen, da die Frauen ihre Aufgaben in der Familie und im Beruf besser miteinander verbinden konnen.I N S T I T UT F UR W E L T W I R T S C H A FT K I EL S E P T E M B ER 1 9 80ISSN 04550420Inhaltsverzeichnis Zum Zusammenhang zwischen Fruchtbarkeit und Wohlstandsentwicklung Grundzuge der okonomischen Theorie des generativen Verhaltens Seite 36Probleme der empirischen Anwendung der okonomischen Theorie des generativen Verhaltens . . 12Zum Zusammenhang zwischen Fruchtbarkeits und Einkommensentwicklung in der Bundesrepublik Deutschland Einige Schlufolgerungen Anhang Verzeichnis der Tabellen Literaturverzeichnis 1627303334Zum Zusammenhang zwischen Fruchtbarkeit und Wohlstandsentwicklung Der Geburtenruckgang, den wir seit nunmehr 15 Jahren in der Bundesrepublik Deutschland beobachten, ist kein neuer, einzigartiger Vorgang. Er ist in fastallen modernen Industrielandern westlicher Pragung festzustellen und dort wiebei uns Teil des seit mehr als hundert Jahren anhaltenden Ubergangs von hoherzu niedriger Fruchtbarkeit. An Versuchen, die Veranderungen in der Fruchtbarkeit,zu erklaren, hat es nie gefehlt. Ihnen allen liegt die Ansicht zugrunde, dadiese Veranderungen in erster Linie aus dem Verhalten der Menschen aus bewuten oder unbewuten Reaktionen auf Chancen oder Zwange der materiellenund immateriellen Umwelt resultieren und nur zu einem geringen Teil biologisch begrundet sind. Es ist klar, da okonomische Faktoren, insbesondere das Einkommen in seinen verschiedenen Formen, dabei einen zentralen Platz einnehmen.Innerhalb dieses einheitlichen Erklarungsrahmens entwickelten sich gestutztauf unterschiedliche empirische Beobachtungen verschiedenartige Meinungenuber den Zusammenhang zwischen Fruchtbarkeit und wirtschaftlicher Entwicklung. Wahrend Malthus gegen Ende des 18. Jahrhunderts noch eine positive Korrelation zwischen der Geburtenrate und dem Lebensstandard der Bevolkerungpostulierte, sahen die meisten Theoretiker des ausgehenden 19. Jahrhundertszwischen Fruchtbarkeit und verschiedenen Wohlstandsindikatoren eher eine negative Beziehung Hutchinson, 1967 . Der Beweis eines negativen Zusammenhangs schien ihnen durch den sakularen Geburtenruckgang und die schichtenspezifischen Fruchtbarkeitsunterschiede erbracht. Andererseits war aber unverkennbar, da die kurzfristigen Schwankungen in der Fruchtbarkeit um den langfristigen Abwartstrend nach wie vor positiv mit den wirtschaftlichen Verhaltnissen korrespondierten. Man stellte fest, da in Zeiten okonomischer Krisen der Geburtenruckgang beschleunigt, in Zeiten wirtschaftlichen Aufschwungs jedochverzogert wurde Thomas, 1925, S. 97100; Kirk, I960.Die Frage, welchen Einflu der Lebensstandard auf die Fruchtbarkeit hat, obsich Einkommenserhohungen positiv oder negativ auf die Geburtenhaufigkeitauszuwirken tendieren, steht auch heute noch im Mittelpunkt der fruchtbarkeitstheoretischen sowie der bevolkerungspolitischen Uberlegungen. Inzwischen weiman aber, da sie sich durch empirische Beobachtung der Geburten und Einkommensentwicklung oder durch theoretische Konzepte, die sich allein an solchen makrodemographischen und makrookonomischen Ablaufen orientieren,nicht ohne weiteres beantworten lat.Auf der Makroebene gibt es keine direkte Beziehung zwischen Fruchtbarkeitund soziookonomischen Variablen wie Einkommen, Beschaftigungsgrad, Bildungsniveau und anderen relevanten Indikatoren. Veranderungen in der Zahl der Geburten und alle daraus folgenden volkswirtschaftlichen und gesamtgesellschaftlichen Implikationen haben ihren Ursprung auf der Mikroebene. Sie gehen auszahlreichen bewuten oder unbewuten Einzelentscheidungen hervor, die sichan den besonderen Lebensbedingungen, Anspruchen und Erwartungen des einzelnen und seiner Familie orientieren. Die makrookonomischen und gesamtgesellschaftlichen Gegebenheiten sind zwar wichtige Determinanten der individuellen Lebensverhaltnisse, sie beeinflussen die generativen Entscheidungen abernicht autonom, sondern je nachdem, wie sie der einzelne empfindet, bewertetund nutzt. Auf der Mikroebene, d. h. innerhalb der einzelnen Familien bzw.Haushalte, sind die generativen sowie die wirtschaftlichen und sozialen Zieleund Verhaltensweisen weitgehend aufeinander abgestimmt. Sie sind Ausdruck einer gleichartigen Lebenseinstellung und Wertordnung und unterliegen deren Wandel.Durch welche Vielzahl von intermediaren Variablen z. B. Volkseinkommen als Indikator des wirtschaftlichen und sozialen Wohlstandes und Geburtenzahl miteinander verbunden sind, veranschaulicht das Schema auf S. 5. Die dargestellten Zusammenhange gelten im Prinzip fur alle Zeitabschnitte und Gesellschaftssysteme, aber ihre Straffheit, d.h. die Konstellation und Gewichtung der mageblichen Faktoren auf der Makro und Mikroebene, ist in jedem einzelnen Fall unterschiedlich. Deshalb stellt sich auch bei der Beurteilung jeder konkreten Situation, wie z. B. des Geburtenruckgangs der letzten Jahre, die Frage nach derrichtigen Theorie und Methode. War es bei vergleichsweise niedrigem Lebensstandard und wenig differenzierter wirtschaftlicher und sozialer Schichtung nochvertretbar, einigermaen feste Beziehungen zwischen Wohlstands und Geburtenentwicklung anzunehmen, so ist eine solche Hypothese seit langem nicht mehrhaltbar. Die zunehmende Differenzierung der Bevolkerung nach Einkommen, Bildung, Beruf, Wohnweise usw. fuhrte zwangslaufig zu unterschiedlichen Wohlstandserwartungen und damit auch zu unterschiedlichen Reaktionen auf Wohlstandsveranderungen. Es besteht heute zwar eine deutliche Tendenz zum Ausgleich der Bildungs, Fortkommens und Einkommensdiskrepanzen und damitauch zur Nivellierung schichtenspezifischer Fruchtbarkeitsdifferenzen, dochimpliziert das keine Ruckkehr zu einheitlicheren und stabileren generativen Verhaltensweisen. Das Ausma der konkurrierenden Optionen1 ist inzwischenso gro geworden, da individuelle Bewertungsmastabe neben den gruppenspezifischen entscheidende Bedeutung erlangten. Auch das Spektrum der Anspruchehat sich stark verschoben. Der Wunsch nach mehr Lebensqualitat erganzt das Verlangen nach hoherem materiellem Wohlstand. Da der Geburtenruckgang zueiner Zeit bester Einkommens und Beschaftigungschancen einsetzte, mag ein Hinweis auf eine Umorientierung im generativen Entscheidungsproze sein. Einem solchen Wandel mu methodisch Rechnung getragen werden. Er verlangttheoretische Konzepte, die das generative Verhalten als Ergebnis eines vielschichtigen Abstimmungsvorgangs unter wechselnden wirtschaftlichen und sozialen Verhaltnissen, Anspruchen und Wertordnungen erklaren.1 Diese Bezeichnung stammt von Hans Linde, Karlsruhe. Er erlauterte sein Konzept auf einer Tagung der Studiengruppe Bevolkerungsentwicklung inder Werner ReimersStiftung, Bad Homburg, 8.10. Oktober 1979.Zum Zusammenhang zwischen Einkommen und Fruchtbarkeit Makroebene Erwerbs und Be ruf s st ruktu r Preise Lohne Lebenshaltung Soziale Institutionensoziale Sicherheit,Bildungs, GesundheitswesenKonsumstandard Sozial Struktursoziale Mobilitat Niveau der Sterblichkeit 1 Einkommen des Ehemannes der Ehefrau anderer Familienmitglieder Mikroebene I Sozio okonomische SituationWohnung, Ernahrung, Gesundheit, Bildung etc. Familiengroe Kinderzahl Kosten eines weiteren Kindes direkte indirekte relative Nutzen eines weiteren Kindes materiell immateriell Personliche Lebensanspruche Einstellungen Praferenzen ErwartungenGeneratives Verhalten 1 1i 1 i Zahl der Geborenen 1Erwerbsgewohnheiten Arbeitsrecht Demographische Struktur Sterblichkeit Familienstands gliederung 1Gesellschaftliche Normen Stellung des Kindes in der Gesellschaft Verbreitung von Familien planungsexuelle Verhaltensnormen Naturliche Ressourcen Wirtschaftsorganisation Kapitalstockf Volk s e inkommen Hohe VerteilungBildungsniveau Arbeitspotential BevolkerungszahlGrundzuge der okonomischen Theorie des generativen Verhaltens Innerhalb der Wirtschaftswissenschaften wurden seit den zwanziger und dreiiger Jahren dieses Jahrhunderts hauptsachlich die Folgen der Bevolkerungsveranderungen fur Wirtschaftswachstum und sozialen Fortschritt untersucht. Ihre Ursachen wurden dagegen nicht weiter verfolgt, weil man auf der Suche nachrelevanten okonomischen Determinanten zu keinen befriedigenden Ergebnissenkam und wie wir heute wissen mit makrookonomischen Methoden auch nichtkommen konnte. Anla, den okonomischen Bestimmungsgrunden von Fruchtbarkeitsveranderungen erneut nachzuspuren, gab das beschleunigte Wachstum der Weltbevolkerung nach dem Zweiten Weltkrieg. Sollte es mit den wirtschaftlichen Ressourcen in Einklang gebracht werden, so muten die Zusammenhange zwischen Fruchtbarkeits und Wirtschaftsentwicklung genauer erklart werden. Esging darum, empirisch anwendbare Theorien zu erarbeiten, die den Entwicklungslandern einen Anhalt fur eine fortschrittskonforme Bevolkerungspolitik undden entwickelten Landern eine bessere Basis fur Bevolkerungsprognosen bietenkonnen. Bekanntlich widersprach der Geburtentrend in den westlichen Industrielandern nach dem Zweiten Weltkrieg jeder Erwartung. In einigen dieser Lander,so z. B. in Frankreich, den Niederlanden und Danemark, nahm die Geburtenhaufigkeit schon wahrend des Krieges, also in einer Zeit extremer Not, deutlichzu, und dieser Anstieg ubertraf im weiteren Verlauf wie auch in den ubrigen Landern fruhere vergleichbare Erholungsprozesse an Dauer und Intensitaterheblich. Ebenso uberraschend setzte dann in fast allen diesen Landern um die Mitte der sechziger Jahre der gegenwartig noch anhaltende Geburtenruckgang ein,der sich von fruheren Einbruchen vor allem dadurch unterscheidet, da er denwirtschaftlichen Impulsen, insbesondere den Einkommens und Aufstiegsmoglichkeiten, scheinbar zuwiderlauft. Niemals zuvor waren der Wohlstand so hochund die Fruchtbarkeit so niedrig wie heute.Die moderne okonomische Fruchtbarkeitstheorie setzt sachgerechterweise aufder Mikroebene an, nicht um wie bisher nach einzelnen Determinanten der Fruchtbarkeit zu suchen, sondern um das generative Verhalten in seiner funktionalen Beziehung zu anderen Lebenszielen zu erklaren. Sie beschrankt sichdabei nicht auf den eigentlichen okonomischen Erkenntnisbereich. Die Bezeichnung okonomische Theorie zeigt nur an, da hier ein okonomischer Denkansatz gewahlt wurde. Grundlage der Uberlegungen ist die Theorie des Konsumverhaltens privater Haushalte, der zufolge die Verbraucher bei gegebenen Einkommen, Preisen und Praferenzen ihre Nachfrage nach Gutern und Dienstenquantitativ und qualitativ so gestalten, da sie ihren Gesamtnutzen maximieren.Kinder werden in dieses System als eine Art dauerhaftes Gut eingefugt, dassowohl personliche Befriedigung, soziales Ansehen und wirtschaftlichen Nutzenbringt als auch materielle und immaterielle Kosten verursacht. Die Zahl der Kinder, die sich die Eltern wunschen, ist danach Ergebnis rationaler Entscheidungen uber die fur sie gema ihrer gemeinsamen Nutzenfunktion beste Aufteilung der knappen Haushaltsressourcen auf die konkurrierenden nutzbringenden Guter und Dienste materieller und immaterieller Art.Dieses Konzept, das Ende der funfziger Jahre von Leibenstein 1957, S. 161allgemein formuliert und von Becker 1960 prazisiert und auf die Verhaltnissein hochentwickelten Landern bezogen wurde, war von Anfang an sehr breit angelegt und erwies sich deshalb auch als sehr ausbaufahig. Anders als in der konventionellen mikrookonomischen Haushaltstheorie umfassen die Ressourcen indiesem Konzept nicht allein das monetare Familieneinkommen. Einbezogen sindauch die verfugbare Zeit und die Fahigkeit Begabung, Bildung, Ausbildung der Haushaltsmitglieder, die Ressourcen nutzbringend einzusetzen. Da sich Kostenund Nutzen von Kindern uber viele Jahre verteilen, erstreckt sich das Konzeptauf den gesamten Zeitraum der Familienbildung. Und schlielich umfat dabeirationales Verhalten nicht nur bewut kalkuliertes Handeln, alle Moglichkeiten und Grade intuitiver Bewertung.sondern auch Nach Beckers Grundversion wird die Zahl der in den Familien geborenen Kindervon dem dauerhaften Einkommen permanent income bzw. longrun income,den Aufzuchtkosten child costs, dem Bildungs und Wissensstand knowledge,der Nutzenfunktion relative preferences or tastes und einem mit Unsicherheituncertainty bezeichneten Faktorenkomplex bestimmt. Eine Zunahme des effektiven oder zu erwartenden Einkommens undoder ein bestandiger Ruckgang der Preise fur Guter und Dienste hebt sowohl den Wunsch nach Kindernals auch nach konkurrierenden Gutern und Diensten gema der jeweiligen Nutzenfunktion, die ihrerseits durch Alter, Status, Religion und ahnliche Faktoren bestimmt ist. Der gestiegene Wunsch nach Kindern kann sich auf eine groere Zahl quantitativer Effekt oder auf einen hoheren Aufwand pro Kind qualitativer Effekt richten. Diese Unterscheidung, die unterschiedliche Anspruchskategorien kennzeichnet, ermoglicht es, die abweichenden Reaktionsweisen armerer und reicherer Familien oder von Familien verschiedener sozialer Schichten genauer zu erklaren. Nach Beckers Version haben reichere Familien vergleichsweise d.h. an ihrem Einkommen gemessen wenig Kinder, weil sie eine hohere Qualitat ein teureres Gut bevorzugen, nicht aber weil ihre Kinderwunsche negativ mit dem Einkommen korreliert sind. Die Einkommenselastizitat der Nachfrage nach Kindern ist in dieser Version fur alle Einkommensgruppen und sozialen Schichten positiv, doch ist sie bei gehobenen Anspruchen bezuglich der Qualitat viel hoher als bezuglich der Zahl. Darinkann man eine Ursache fur den sakularen Geburtenruckgang sehen; denn mitdem Anstieg der Einkommen ging eine soziale Umschichtung zugunsten der status und bildungsbewuten Mittelklasse einher, die fur die Aufzucht der Kinder im Durchschnitt mehr aufwendet als die Unterklasse und deren Einkommennicht ausreicht, um viele Kinder des gewunschten Standards aufzuziehen.Wenn armere Familien mehr Kinder haben als reichere, so liegt das nach Becker auch daran, da sie infolge ihres niedrigeren Wissens und Informationsstandes weniger Geburtenkontrolle uben und daher mehr unerwunschte Kinder haben. Hier liegt eine weitere Ursache fur den sakularen Geburtenruckgang und fur die Verkleinerung der schichtenspezifischen Geburtenunterschiede; sinkt doch mit der Verbesserung des allgemeinen Bildungs Standes die Zahl der nicht gewunschten Geburten. Schlielich gibt Becker zu bedenken,da ein Kind kein Gut ist, das man am Markt kaufen und verkaufen kann, sondern da die Realisierung der Kinderwunsche auch von der Fruchtbarkeit der Paare abhangt. Viele konnen wegen primarer oder sekundarer Sterilitat nichtso viele Kinder haben, wie sie es sich wunschen. Auch dadurch werden dieeinkommens und schichtenspezifischen Unterschiede verzerrt. Der in der Theorie auf ein Nutzenmaximum gerichtete rationale Entscheidungsprozeimpliziert also nicht, da dieses Maximum auch tatsachlich erreicht wird undda es nur auf materiellen Erwagungen basiert. Man kann es als ein Handlungsziel im Streben nach bestmoglicher Lebensgestaltung interpretieren.Definitorisch entsprechen die Nettokosten der Kinderaufzucht dem Gegenwartswert aller monetaren Ausgaben fur Ernahrung, Bekleidung, Bildung und dergl.bis zur beruflichen Selbstandigkeit zuzuglich der Schattenkosten in Form von Zeit, die die Mutter fur die Pflege und Erziehung aufwenden mu, von Verzichten anderer Familienmitglieder z. B. im beruflichen Fortkommen undvon psychischen Belastungen Sorgen, Larm und dergl. , abzuglich des Gegenwartswertes des erwarteten materiellen und immateriellen Nutzens in Form von Hilfe, Unterstutzung, Ansehen, Freude, Selbstbestatigung u. a. Maximaler Gesamtnutzen wird bei der Kinderzahl erreicht, bei der der Quotient ausden Grenzkosten der Kinderaufzucht und den Grenzkosten aller anderen Guterund Dienste, die den Lebensstandard der Familie bestimmen, dem Quotientenaus den jeweiligen Schattenkosten entspricht.Diese Grundversion ist inzwischen zu einem umfassenden Rahmenkonzept ausgebaut worden, in dem die Familie als ein komplexes soziales Gebilde verstanden wird, deren Mitglieder einzeln und gemeinsam vielfaltige produktiveund konsumptive Funktionen ausuben, die durch den Lebenszyklus der Familie, ihre spezifischen Praferenzen und Fahigkeiten sowie ihre Kommunikation mit der wirtschaftlichen und sozialen Umwelt bedingt sind. Sie basiertauf neueren haushaltstheoretischen Uberlegungen, denen zufolge der Nutzennicht durch die Guter per se, sondern durch ein Bundel spezifischer, im Haushalt erzeugter homeproduced Eigenschaften dieser Guter bestimmt wird. Auf Kinder bezogen heit das, da nicht sie selbst, sondern ihre Dienste child Services ihre besonderen Beitrage, die sie im Laufe ihres Lebens zum Wohlbefinden der Familie leisten fur die generativen Entscheidungen wichtig sind.Art und Umfang der von den Kindern bzw. Gutern im Haushalt gestifteten Nutzenbundel hangen ab von der Technologie der Haushaltsproduktion, den Haushaltsressourcen in Form von Zeit und Leistungsvermogen Gesundheit, Begabung, Motivation der Haushaltsmitglieder sowie von der Beschaffenheit desexternen Arbeitsmarktes als Medium zum Transfer der Haushaltsressourcenin marktfahiges Einkommen zum Kauf von Gutern vgl. u. a. Nerlove, 1974 .Alle neueren Erkenntnisse uber die Bildung des Humankapitals sind in diese Version gleichfalls einbezogen bzw. konnen darin berucksichtigt werden. Esist klar, da sich ein solches Konzept nur allgemein formulieren lat. Dennoch ist es unentbehrlich, um das generative Verhalten als Ergebnis standiger Abstimmung mit den wirtschaftlichen und sozialen Zielen und Aktivitaten wahrend des Lebensablaufs der Familie zu verstehen. Ein umfassendes Verstandnis ist auch wichtig, um testbare Modelle zu entwickeln, anzuwenden und ihre Ergebnisse sachgerecht zu interpretieren. Solche Modelle konnen nur wenige Variable einbeziehen und nur einen Teil des Gesamtzusammenhangs beleuchten, dessen Bedeutung aber erst aus der Kenntnis eines umfassenden Konzepts richtig beurteilt werden kann.Mehrere Theoretiker u. a. Becker, Lewis, 1973; Willis, 1973; de Tray, 1973haben die Theorie mathematisch formuliert und dadurch deren Kernelementedeutlicher hervorgehoben. In de Trays Modell entsprechen Kinder dauerhaften Gutern, die im Haushalt aufgezogen produced werden und den Eltern einen Strom von Nutzen services liefern. Dieser Strom variiert mit der Zahl undder Qualitat der Kinder. Die Nutzenfunktion des Haushalts ist mit U U C, Z1 beschrieben, wobei U den Gesamtnutzen, C die gewunschten Kinder und Z alleanderen produktiven und konsumtiven Aktivitaten des Haushalts bezeichnen. Die Produktion von Z hangt ab von der darauf verwendeten Zeit des Mannes t undder Frau t , den dafur vom Markt bezogenen Gutern und Diensten X, und der Effizienz des Mannes, Y der Frau bei der Produktion, die wiederum eine Funktion der Bildung der Eheleute ist:2 Z Z tm. V Xz, B, yC setzt sich aus der Zahl N und der Qualitat Q der Kinder zusammen.3 4 C C N, QN N t , t , X , , Y mn in n Der Umfang der Produktion von N, Q und Z wird begrenzt durch die Haushaltsressourcen in Form von Zeit und extern u.a. durch Mitgift und Erbschaft erworbenen Vermogenswerten. Da die Zeit sowohl fur die Haushaltsproduktion z. B. Kindererziehung, Freizeit und Wohlbefinden als auch furden Erwerb von Einkommen zum Kauf der benotigten Guter und Dienste verwendet werden kann, ist der Gesamtwert der Ressourcen I, der wahrenddes Familienbildungsprozesses verfugbar ist, durch das Produkt aus Zeit Tund Lohnrate W plus dem sonstigen Vermogen V definiert:I T W T, W. Vm m f f Die Haushalte versuchen im Rahmen der verfugbaren Ressourcen und unter Berucksichtigung der Preise, die sie fur die Guter und Dienste am Markt zuzahlen haben, ihre inputs so auf Z, N und Q zu verteilen, da ihre Aktivitaten einen maximalen Gesamtnutzen stiften. Sie sind also bestrebt, ihre Ressourcen so einzusetzen, da I gleich der Summe aller mit ihren jeweiligen Schattenpreisen ir multiplizierten Aktivitaten wird:6 7 1 n Z IF N n Qz n q In diesem Modell wird vor allem der Einflu der extern gebildeten Lohne und Preise sowie der Leistungsfahigkeit Bildung auf das Verhalten der Haushalte beschrieben. Es verdeutlicht u . a ., da die Kindererziehung, die auerordentlich zeitintensiv ist, bei steigenden Lohnraten zunehmend mit der Erwerbstatigkeit der Mutter zu konkurrieren tendiert. Entsprechendes gilt, wenn10die Bildung der Frau verbessert wird, da dadurch der Wert der Zeit, die die Mutter fur die Kinderpflege benotigt, erhoht wird.Trotz exakter Formulierung ist de Trays Modell ebenso wie Nerloves verbale Fassung nur ein Rahmenkonzept und keine Fruchtbarkeitstheorie im strengen Sinn. Uber die Wirkung der Kernvariablen Lohne, Preise und Bildungsniveauauf die Zahl und Qualitat der Kinder kann auch dieses Konzept a priori nichtsaussagen, da diese Wirkungen von der Elastizitat der Substitution von N, Q und Z und deren Einkommenselastizitat, also von der Nutzenfunktion abhangenAshenfelter, 1973 .Wie in allen anderen Versionen, die der von Becker begrundeten Schule zuzurechnen sind, ist auch in de Trays Modell unterstellt, da die Nutzenfunktionexogen bestimmt wird und konstant bleibt. In einem Modell, das sich auf denlangen Proze der Familienbildung bezieht, ist jedoch zumindest die zweite Annahme unrealistisch. Die von verschiedenen Kritikern gemachten Einwande, dadie Familien im Laufe der Zeit ihre Praferenzstruktur u. U. mehrfach andernund da die Nutzenfunktion mit der Rangfolge und moglicherweise auch mit dem Geschlecht der Kinder variiert, deuten auf einen grundlegenden Mangel im Konzept hin, der die Notwendigkeit einer flexiblen Handhabung unterstreicht. Die Relevanz einer entsprechenden Erweiterung des Konzepts geht aus verschiedenen empirischen Untersuchungen hervor z. B. Simon, 1977, S. 342 ff. ; Namboodiri, 1974 .Easterlin 1970; 1968; 1976; 1978 gehort zu den Okonomen, die wesentlich zur Prazisierung und Erweiterung der fruchtbarkeitstheoretischen Uberlegungenbeitrugen. Ihm ging es im besonderen darum, eine Brucke zwischen den okonomischen und soziologischen Ansatzen zu schlagen. Wie die Vertreter der Beckerschen Richtung, so geht auch er davon aus, da die Kinderzahl Ergebnis eines Entscheidungsprozesses ist, der durch das Einkommen, die Kostender Kinderaufzucht, die Preise fur konkurrierende Guter und Dienste sowiedurch die Praferenzen tastes gesteuert wird. Er definiert Einkommen, Kosten und Praferenzen aber anders. Unter dauerhaftem permanent Einkommen wird das potentielle Einkommen verstanden, d.h. dasjenige, das die Familie erzielen konnte, wenn die Mitglieder vollerwerbstatig waren. In Ubereinstimmung mit der Beckerschen Schule zahlt auch er zu den Kosten fur Unterhalt und Erziehung der Kinder die Schattenkosten der Zeit, die fur die Kinderbetreuung notig ist, fugt als weiteres Kriterium aber die effektiven und psychischen Kosten der Geburtenkontrolle hinzu. Sein wichtigster Beitrag beziehtsich jedoch auf die Bildung der Praferenzen. Anders als bei Becker sind sie bei Easterlin eine endogene, durch soziale Umwelt und Erziehung gepragte Variable. Durch diese Auslegung ist es moglich, den Einflu von Faktoren wie den dessozialen Status, der ethnischen Zugehorigkeit oder Konfession auf den Entscheidungsvorgang besser zu erfassen.Easterlin ging es vor allem darum, ein Konzept zu erstellen, mit dem manauch die Wellen in der Geburtenentwicklung erklaren kann. Aufgrund empirischer Untersuchungen stellte er fest, da in den Vereinigten Staaten die mittelfristigen Schwankungen der Geburtenrate in einer auffallenden Beziehung zu mittelfristigen okonomischen Bewegungen Kuznets cycles standen. Auf der Suche11nach der Art dieser Beziehungen fand er heraus, da die altersspezifischen Fruchtbarkeitsraten amerikanischer Frauen im Zeitablauf positiv mit einemgenerationsbezogenen Einkommensindex korrelierten, der das Verhaltnis zwischen dem durchschnittlichen Realeinkommen junger Haushaltsvorstande unter 25 Jahre und dem alterer Familien Vorstand 3 544 Jahre vor funf Jahren ausdruckt. Er schlo daraus, da die Praferenzen junger Eheleute fur Kinder und materiellen Wohlstand wesentlich durch Erfahrungen gepragt werden,die sie in ihrer Jugend im Elternhaus machten. Die in den dreiiger Jahren unter vergleichsweise armlichen Verhaltnissen heranwachsende Generation stellteseiner Ansicht nach relativ geringe Anspruche an den Lebensstandard und brachte als Reaktion auf die steigenden Einkommen in den funfziger Jahren den Babyboom hervor. Ihre Kinder, die unter groerem Wohlstand aufwuchsen, hattendagegen hohere materielle Erwartungen, die sie wegen der nun scharferen Konkurrenz am Arbeitsmarkt und der entsprechend schlechteren Einkommensaussichten nur durch Geburtenbeschrankung realisieren konnten. Damit, meint Easterlin, lat sich der Geburtenruckgang der sechziger und siebziger Jahrezumindest teilweise erklaren.Der von Easterlin errechnete Index ist naturlich nur ein vager Indikator desim Konzept enthaltenen relativen Einkommens, das weniger auf das Volumender wie immer definierten Ressourcen als auf deren Bewertung ausgerichtetist. Die Praferenzen, die dieser Bewertung zugrunde liegen, sind nach Easterlin im elterlichen Haushalt wesentlich vorgepragt. Die Vorliebe fur Kinder unddie Vorliebe fur andere Werte und Guter gehoren zu ein und demselben Praferenzsystem und bedingen sich gegenseitig im Gegensatz zu de Trays Modell,in dem sie als exogen und voneinander unabhangig angesehen werden .Easterlin glaubt, da sein Modell nicht nur vergangene Schwankungen in der Fruchtbarkeit erklaren kann, sondern da es auch fur Prognosen geeignet ist.Obwohl er zugibt, da sein intergeneratives Sozialisationskonzept die Frageder Bildung von Praferenzen nur teilweise beantwortet, halt er es doch fur bedeutsam genug, um daraus Argumente fur einen neuen Babyboom in den achtziger Jahren abzuleiten Easterlin, 197879 .Oppenheimer 1976 hat den Easterlinschen Ansatz weiter ausgebaut. Sie zeigt,da sich das Einkommen der jungen amerikanischen Haushalte in der Periode 19601970 nicht nur im Vergleich zum Einkommen der elterlichen Haushalteverschlechterte, sondern auch im Vergleich zum Einkommen von Haushalten,deren Vorstand funf bis zehn Jahre alter war. Oppenheimer weist darauf hin,da es im Lebensablauf der Familien zwei Phasen relativ hoher Belastung gibt:bei der Familiengrundung und dem Aufbau des Haushalts sowie spater, wenndie Kinder herangewachsen sind und weiterfuhrende Schulen besuchen. In dieser zweiten Belastungsphase ist die Mutter oft wieder erwerbstatig, so dadie Jugendlichen im elterlichen Haushalt die Belastung nicht spuren, statt dessen aber die Erwerbstatigkeit der Frau als einen normalen Weg zur Wohlstandssicherung erfahren. Der Lebensstil der jungen Ehepaare orientiert sich wenigeran dem der Eltern als an dem der nachstalteren Haushalte, die sich in einer Phase vergleichsweise niedriger Belastung und relativ gefestigter wirtschaftlicher Position befinden. Oppenheimer sieht darin einen wichtigen Anla fur diejungen Frauen, nach der Heirat im Beruf zu bleiben, zunachst auf Kinder zu12verzichten und deren Zahl auch spater klein zu halten. Sie ist der Meinung, dasich dieses Verhaltensmuster mehr und mehr durchsetzen und den von Easterlin fur die achtziger Jahre prophezeiten Babyboom erheblich abschwachen wird.Diese Argumentation klingt uberzeugend. Sie ist aber trotz des empirischen Belegs ebenso spekulativ wie Easterlins These. Ohne eine grundlegende Theorieuber die Bildung und den Wandel von Wertordnungen, Normen und Praferenzen,die von Okonomen nicht erstellt werden kann, bleibt der Erklarungsgehalt aller Fruchtbarkeitskonzepte notgedrungen begrenzt Andorka, 1978, S. 378 ff. .Dadurch wird die bisherige theoretische Arbeit nicht diskreditiert. Befriedigende Konzepte sind niemals auf Anhieb entstanden, sondern in einem langen Proze des Prufens und Verwerfens von Thesen, des schrittweisen Ausbaus dergewonnenen Erkenntnisse durch Deduktion und empirische Tests. Mit der Weiterentwicklung und Anwendung der okonomischen Fruchtbarkeitstheorie darfnicht solange gewartet werden, bis das Problem der Praferenzen und anderenoch offene Fragen geklart sind.Probleme der empirischen Anwendung der okonomischen Theorie des generativen Verhaltens Empirische Analysen sind auf umfangreiches statistisches Material angewiesen, das es erlaubt, die relevanten demographischen und okonomischen Kriterien sachgerecht zu untergliedern und zu verbinden. Diese Voraussetzungensind in den Vereinigten Staaten viel besser als anderswo, und deshalb ist hierdie theoretische und empirische Arbeit auch am weitesten gediehen. In der Bundesrepublik haben sich bisher nur wenige Okonomen und Sozialwissenschaftlerdamit allgemein befat Roppel, 1979; Wander, 1979 .Die Konzepte an bundesdeutschen Verhaltnissen zu testen, wurde meines Wissens bisher noch nicht versucht. Auf der Suche nach den Bestimmungsgrunden des Geburtenruckgangs wurden hier vor allem Befragungen durchgefuhrt, die sich auf soziologische und psychologische Denkansatze stutzen vgl. z.B. Jurgens, Pohl, 1975. Die Ergebnisse dieser Befragungen bieten keine Basis, die Relevanz der okonomischen Fruchtbarkeitstheorie zu prufen; denn in soziologischer Sicht sind die okonomischen Faktoren nur Rahmenbedingungen, unter denen die hauptsachlich individuell motivierten Entscheidungen getroffen werden, und keine wesentlichen Elemente des Entscheidungsprozesses.Jurgens und Pohl 1975, S. 55 ff. , 86 ff. fragen z. B. nach der Hohe des gegenwartigen monetaren Nettoeinkommens der Familie, ohne nach den Einkunften von Mann und Frau zu unterscheiden, die in den okonomischen Modellen unterschiedliche Funktionen haben. Nach ihrer Analyse betragt der gemeinsame Erklarungsanteil von Einkommen und sozialer Schichtzugehorigkeit fur die geplante Kinderzahl nur 3,4 v H und fur die realisierte Kinderzahl nur 1, 2 v H,der Erklarungsanteil der individuellen Einstellungsindikatoren jedoch 37,5 v Hbzw. 47,1 v H. Wieweit die Bedingungen Einkommen, Bildung, Status etc. Bibliothek des Insttnttfur Weltwirtschaft Kiel 13die individuelle Einstellung pragen und wie sich die generativen Entscheidungen im Rahmen der gegebenen Bedingungen mit den anderen Aktivitaten der Familie abstimmen, bleibt dabei offen. Zur Klarung dieser Zusammenhange, dieim Mittelpunkt der okonomischen Fruchtbarkeitstheorie stehen, tragen die Befragungen wenig bei.Das ist kein Argument gegen solche Befragungen, die eine Fulle detaillierter Erkenntnisse liefern, die auch fur die Weiterentwicklung der okonomischen Fruchtbarkeitstheorie nutzlich sind. Es sollte lediglich darauf hingewiesen werden, wie sehr sich die okonomische und die soziologisch psychologische Betrachtungsweise ein und desselben Problems unterscheiden. In der okonomischen Theorie geht es darum, die wesentlichen objektiv mebaren Bestimmungsvariablen der Fruchtbarkeit in ihrer funktionalen Verknupfung herauszustellen, wahrend die soziologischen und psychologischen Ansatze darauf zielen, das komplizierte Geflecht der subjektiven Motive und Werte zu durchleuchten. Welcher Weg der richtige ist, hangt davon ab, was man erklaren will.Duesenberrys bekanntes Zitat Economics is all about how people make choices.Sociology is all about why they dont have any choices to make Duesenberry,1960, S. 233 macht das in dieser uberpointierten Formulierung sehr deutlich.Bei der Beurteilung der okonomischen Theorie und der empirischen Testergebnisse sind zwei Dinge zu berucksichtigen: Erstens, da das Schwergewichtauf der Klarung grundlegender Zusammenhange mit Hilfe objektiv mebarer Variablen liegt, da der Ansatz also bewut restriktiv ist. Zweitens, da diese objektiv mebaren Variablen z. B. Einkommen keine einzelnen, eng begrenzten Tatbestande reprasentieren, sondern fur einen weiten Komplex damitverbundener Faktoren z. B. Bildung, Beschaftigung, Wohnung etc. stehen,die die individuellen, subjektiver Wertung unterliegenden Entscheidungsvorgange beeinflussen und von diesen beeinflut werden. Das heit, da die aufwenige Variable komprimierten Konzepte sehr weit und flexibel interpretiertwerden mussen. In der okonomischen Theorie werden die subjektiven Entscheidungskriterien also keineswegs negiert. Es wird davon ausgegangen, dadie durch makrookonomische und soziale Gegebenheiten beeinfluten subjektiven Einstellungen in homogenen Gruppen zu ahnlichen Reaktionsweisen fuhren,und da deren summierte Effekte sich wiederum in objektiv mebaren Tatbestanden mehr oder weniger deutlich ausdrucken.Das Hauptproblem der Anwendung liegt nicht in erster Linie in den noch vorhandenen Mangeln der Konzeption, sondern ist vor allem statistischer Art.Die Theorie bezieht sich auf die Mikroebene, auf den Lebenszyklus einzelner Familien, der sich mit den verfugbaren, auf der Makroebene gewonnenen Daten schwer beschreiben lat. Die Geburt von Kindern, die im Familienbildungsproze zeitlich verschobene Einzelereignisse sind, stellt sich aufder Makroebene als dauernder Strom vieler gleichzeitiger Ereignisse dar.Die in die Analysen eingehende jahrliche Geburtenzahl der statistischenDurchschnittsfamilie ist kein befriedigender Index des tatsachlichen Fruchtbarkeitsverhaltens, wie auch das der Familie zugeordnete Durchschnittseinkommen nur ein sehr vager Indikator ihres Handlungsspielraums seinkann. Einer wunschenswerten Standardisierung der Variablen sind enge statistische Grenzen gesetzt. Vor allem in der Bundesrepublik fehlt es an Da14ten, die es erlauben, die Fruchtbarkeit konzeptionsgerecht nach Alter und Ehedauer der Mutter, der Rangfolge der Geburten, nach dem sozialen Status undanderen relevanten Merkmalen der Eltern sowie nach dem Einkommen der Familie fur Mann und Frau getrennt fur einen langeren Zeitablauf auszuweisen.Die durch den Mikrozensus erstellten Daten erfassen erst wenige Jahre undsind auch nicht genugend gegliedert.Ferner ist zu bedenken, da ein empirischer Beweis der Theorie die Verwendung von Indizes abgeschlossener Fruchtbarkeit Kinder je Frau bei Beendigung des gebarfahigen Alters oder als Ersatz Index der Gesamtfruchtbarkeit als Mastab des realisierten Wunsches nach Kindern voraussetzt, furdie man aber kaum pragnante Bestimmungsvariable findet. Welches Einkommen soll man wahlen? DieTheorie geht von dem dauerhaften Einkommen aus.Das Einkommen bei Abschlu des Familienbildungsprozesses gibt zwar an,welches Wohlstandsniveau erreicht wurde, nicht aber, unter welchen Einkommensbedingungen und erwartungen die generativen Entscheidungen getroffenund realisiert wurden. Ebenso schwierig ist es, das Erwerbseinkommen der Frau zu bewerten. Man kann davon ausgehen, da es bei Abschlu des gebarfahigen Alters im Durchschnitt hoher ist als zur Zeit der Geburt der Kindersowie in den Jahren, als die Kinder noch klein waren und die Mutter stark beanspruchten.Da die verschiedenen Versuche, den Zusammenhang zwischen Fruchtbarkeitund Einkommen mit Hilfe des einen oder anderen theoretischen Ansatzes zumessen, von unterschiedlichen Daten und Datenkombinationen ausgehen, sindihre Ergebnisse zwangslaufig nicht oder nur bedingt vergleichbar. Darf mannicht dennoch erwarten, da sie die in der Theorie postulierten Tendenzen positive Beziehung zwischen dem Einkommen des Mannes und Fruchtbarkeit, negative Beziehung zwischen dem Einkommen der Frau und Fruchtbarkeit einheitlich zum Ausdruck bringen? Im Idealfall ja, nicht aber als Regel. Beide Beziehungen gelten in der Theorie nur unter CeterisparibusBedingungen, d. h. fur den Einzelhaushalt bzw. fur homogene Gruppen von Haushalten mit gegebener Nutzenfunktion und auch nur fur den darin gepragten Einkommensbegriff. Diese Voraussetzungen sind in Langsschnittanalysen verstandlicherweise besonders schwer zu erfullen.Viele Untersuchungen, die in den Vereinigten Staaten durchgefuhrt wurden,sind deshalb Querschnittanalysen. Als abhangige Variable dient zumeist die Zahl aller geborenen Kinder children ever born je verheiratete Frau.Dieses Merkmal, das dort und in vielen anderen Landern in den Volkszahlungen regelmaig erfragt wird und mit vielen anderen Merkmalen zu homogenen Gruppen kombiniert werden kann, ist in den Statistiken der Bundesrepublik nicht enthalten. Die im Mikrozensus gelegentlich ausgewiesene Zahlder in der Ehe lebenden Kinder ist dafur kein geeigneter Ersatz, da die gestorbenen Kinder unberucksichtigt bleiben, statt dessen aber Adoptivkinderund Kinder, die aus einer anderen Ehe des Mannes stammen, mitgezahlt sind.Auerdem ist der im Mikrozensus verwendete Begriff des Nettoeinkommensder Familie nicht genau genug abgegrenzt.15Simon 1977 hat eine Querschnittanalyse mit Hilfe von Volkszahlungsdaten der Vereinigten Staaten fur das Jahr 1960 durchgefuhrt. Er stellt fur die Gruppeder verheirateten Frauen im Alter von 4549 Jahren, die mit ihrem Ehemannzusammenleben, eine negative Beziehung zwischen Kinderzahl children everborn je Frau und dem Einkommen des Mannes fest, wenn alle Ehen einbezogen werden, jedoch eine positive Beziehung, wenn die kinderlosen Ehen auer Betracht bleiben. Bei weiterer Untergliederung nach der Kinderzahl zeigt sich,da eine positive Beziehung nur bei Familien mit einem bis drei sowie mitsechs und mehr Kindern, nicht aber bei Familien mit vier bis funf Kindern bestand. Die Wahrscheinlichkeit, da die Kinderzahl mit steigendem Einkommenzunimmt, ist also nicht gleich verteilt. Sie ist nach Simons Untersuchung amgroten, wenn noch kein Kind geboren wurde, und nimmt dann mit jedem weiteren Kind rapide ab, um nach dem dritten Kind negativ zu werden. Erst in Ehen mit sechs und mehr Kindern, deren Zahl relativ klein ist, steigt die Wahrscheinlichkeit wieder etwas an. Namboodiri 1974 gelangte aufgrund von Daten der National Fertility Study der Vereinigten Staaten fur 1965 zu ahnlichen Ergebnissen. Er zeigt auerdem, da die Beziehung zwischen Kinderzahl und anderen Merkmalen Lebens und Heiratsalter der Frau, Bildung von Mann und Frau, Konfession der Frau gleichfalls mit der Rangfolge der Kinder stark variiert. Alle diese verschiedenartigen Einflusse vermischen sichzwangslaufig in den aggregierten Daten, die in Langsschnittanalysen verwendet werden.Variable, die fur die Entwicklung der Fruchtbarkeit relevant sind und in Langsschnittuntersuchungen in der einen oder anderen Weise berucksichtigt werden,sind vor allem Einkommen, soziale Stellung und Bildungsniveau der verheirateten Manner, Erwerbstatigkeit, Erwerbseinkommen und Bildungsstand derverheirateten Frauen im gebarfahigen Alter sowie die Aufzuchtkosten der Kinder und die Praferenzen der Eheleute. Einkommen, soziale Stellung und Bildungsniveau der Manner stehen in enger Wechselbeziehung. Eine einfache Beziehung zwischen Fruchtbarkeits und Einkommensentwicklung ist somit stetsauch Ausdruck fur Veranderungen im Bildungs stand, in der sozialen Schichtung und in der Einkommensverteilung. Da Bildung und soziale Stellung vonden oberen Rangen abgesehen in einer negativen Beziehung zur Kinderzahlstehen, kann die in der Theorie postulierte und fur kurze Zeitraume auch haufig beobachtete positive Korrelation nicht bzw. nicht mehr ohne weiteresals Ergebnis empirischer Langsschnittanalysen erwartet werden. Gerade inneuerer Zeit sind Bildungsniveau und sozialer Status breiter Bevolkerungsschichten standig gestiegen. Gleichzeitig wurden die Einkommen derunteren Lohngruppen starker als die der ubrigen aufgebessert. Diese Verschiebungen, die mit der globalen Einkommensentwicklung einhergingen, waren in der Bundesrepublik besonders ausgepragt. Ahnliches gilt fur die Erwerbseinkommen der verheirateten Frauen, die mit dem Bildungsniveau, dem Grad der Erwerbstatigkeit und der relativen Anhebung der Frauenlohne stark anstiegen und somit auf verschiedene Weise und durch verschiedene intermediare Variable mit der Fruchtbarkeit verbunden sind. In der Theorie ist das Erwerbseinkommen der Frauen ein wichtiger Bestandteil der Aufzuchtkosten,die zur Fruchtbarkeit in einer negativen Beziehung stehen. Daruber hinausgehort es aber auch zu den Haushaltsressourcen, die ceteris paribus 16positiv mit der Fruchtbarkeit korreliert sind. Schlielich mu man in Langsschnittanalysen, die mehr als ein paar Jahre umfassen, mit Veranderungen inder Nutzenfunktion rechnen, denn die verschiedenen Jahrgange, die in die Analyse einbezogen werden, konnen sich auch unter sonst gleichen Bedingungen inihren Wertvorstellungen sehr unterscheiden.Weder durch Langsschnitt noch durch Querschnittanalysen lat sich die okonomische Fruchtbarkeitstheorie beweisen. Die Beziehung zwischen Fruchtbarkeit und Einkommen als wichtigstem Indikator des wirtschaftlichen Entscheidungsspielraums wird in Langsschnittanalysen in der Regel unterbewertet; denn in den Durchschnitten sind die wirksamen, z. T. gegenlaufigen Einkommensveranderungen stark nivelliert. In Querschnittanalysen werden siedagegen zwangslaufig uberbewertet, da die Durchschnittsfamilie im Lebenszyklus niemals mit Einkommenszuwachsen rechnen kann, die der vertikalen Einkommensschichtung entsprechen. Bei hinreichender Datenbasis ist es mitdiesem Verfahren aber moglich, den Einkommenseffekt von anderen Effektenzu isolieren. Andererseits ist zu bedenken, da die aufgezeigten Beziehungennur fur die Zeit der Erhebung und nicht fur langere Perioden gelten.Soll dieser vielfaltigen Schwierigkeiten wegen darauf verzichtet werden, dieokonomische Fruchtbarkeitstheorie empirisch anzuwenden? Sicher nicht. Siekonnte in einem viel groeren Mae als bisher Grundlage statistischer Erhebungen im Rahmen der Volkszahlungen und des Mikrozensus sowie andererrelevanter Befragungen werden, die, im regelmaigen Turnus wiederholt,auf langere Sicht kombinierte Quer und Langsschnittanalysen ermoglichenkonnten. Solange solches Material nicht verfugbar ist, bleibt kein anderer Weg, als mit den vorhandenen Daten zu arbeiten. Es genugt nicht, durch Felduntersuchungen den subjektiven Motiven fur generatives Handeln auf der Mikroebene nachzuspuren. Ebenso wichtig ist es zu wissen, wie sich dieses Handeln auf der Makroebene niederschlagt. Familien und bevolkerungspolitische Manahmen mussen sich an objektiven Kriterien ausrichten. Die okonomische Theorie kann helfen, solche Kriterien zu erfassen und sachgerecht zuinterpretieren.Zum Zusammenhang zwischen Fruchtbarkeits und Einkommensentwicklung in der Bundesrepublik Deutschland Im folgenden soll durch Regressionsanalysen ermittelt werden, ob zwischender Geburten und Einkommensentwicklung in der Bundesrepublik in der Nachkriegszeit ein Zusammenhang besteht. Wie in anderen hochindustrialisierten Landern, so nahmen auch hier die Geburtenraten bis zur Mitte der sechziger Jahre stark zu und seither ab, wahrend das Realeinkommen fast unaufhorlichstieg. Ohne Kenntnis der komplexen Beziehungen, die die okonomische Fruchtbarkeitstheorie erklart, wurde man den ungleichen Verlauf beider Kurvenwahrscheinlich als Indiz fur das Fehlen eines Zusammenhangs zwischen beiden Entwicklungen nehmen. Das wurde nicht nur fruheren Beobachtungen zu17widerlaufen, sondern auch der allgemeinen Tendenz zu rationalem Planen und Handeln widersprechen. Welche Motive die generativen Ziele und deren Realisierung auch bestimmen mogen, da Einkommenserwagungen dabei keine Rolle spielen, ist heute unwahrscheinlicher denn je. Wenn dem so ist, so mu sichdas in irgendeiner Weise auch in den statistischen Daten widerspiegeln.Theoretisch kann man den Trendbruch in der Geburtenentwicklung durch die zunehmende Neigung deuten, bei Einkommensverbesserungen den Aufwand pro Kind Q starker als die Zahl der Kinder N zu erhohen, wobei das Ausma dieser Substitution durch die Entwicklung der Frauenlohne und der Frauenerwerbstatigkeit sowie durch die soziale Aufwartsmobilitat zusatzlich verstarkt wird. Da Einkommensverbesserungen zunehmend als Statusgewinn empfunden werden, waswiederum einen hoheren Aufwand pro Kind impliziert, besteht die Tendenz, dader Kosteneffekt in Form von Einkommensverzichten der Mutter den Einkommenseffekt mehr und mehr ubersteigt. Folgt man Nerlove 1974 , so ist esdurchaus denkbar, da durch den rasanten Anstieg der wirtschaftlichen Produktivitat infolge der hohen Kapital und Bildungsinvestitionen in den sechziger Jahren der Zeitaufwand fur die vergleichsweise arbeitsintensive Kinderaufzucht soteuer wurde, da immer mehr Eltern nicht nur die Zahl der Kinder beschranken, um ihre Kinder besser aufziehen zu konnen d. h. N durch Q substituieren ,sondern auch den Aufwand pro Kind vor allem in Form von Zeit zugunstendes Erwerbs von kapital und bildungsintensiven Gutern und Diensten reduzieren Substitution von N und Q durch Z .Die vorstehende Argumentation basiert auf der okonomischen Fruchtbarkeitstheorie der Beckerschen Schule. Man kann aber auch von der Version Easterlinsund Oppenheimers ausgehen und versuchen, den Umschwung in der Fruchtbarkeitsentwicklung aus Veranderungen im relativen Einkommen zu deuten. Im folgenden wurden beide Moglichkeiten getestet, die erste fur die Periode 19511977,die zweite, bedingt durch den Ansatz, nur fur die Periode 19591977. Die zuvorerwahnten Vorbehalte hinsichtlich der Auswahl der Variablen und ihrer Reprasentanz gelten dabei in vollem Umfang. Neben den von der Statistik gesetzten Grenzen war dabei auerdem entscheidend, da die Variablen moglichst groevergleichbare Gruppen, die die Gesamtentwicklung der Fruchtbarkeit pragen,erfassen.Abhangige Variable ist in beiden Modellvarianten die Zahl der lebendgeborenen Kinder je verheiratete Frau im Alter von 1544 Jahren, 2029 Jahren und 2034 Jahren insgesamt und nach der Geburtenfolge erstes, zweites, drittes undweitere Kinder . Diese Variable ist gegenuber den Erklarungsvariablen inder Modellvariante I um ein Jahr, in der Modellvariante II um zwei Jahre nachvorn verschoben Daten und Quellenangabe vgl. Tabelle AI .Unabhangige Variable sind in der ersten Modellvariante die durchschnittlichen Bruttolohne und gehalter der mannlichen bzw. weiblichen Erwerbspersonen inunselbstandiger beruflicher Stellung in Preisen von 1970 und einheitlich auf Monatsbasis berechnet sowie als Statusvariable der Anteil der Angestelltenund Beamten an allen unselbstandigen mannlichen Erwerbspersonen vgl. Tabellen A 3 und A 4 . Die laufenden Durchschnittslohne und gehalter sind naturlich nur ein vager Indikator des die Entscheidungen beeinflussenden dauer18haften Einkommens. Man kann aber annehmen, da sie den Einkommensspielraum einer reprasentativen Gruppe der Bevolkerung einigermaen kennzeichnen. Rund 80 v H aller mannlichen Erwerbspersonen in der Bundesrepublik sind Lohn und Gehaltsempfanger, und in verschiedenen jungeren und mittleren Altersgruppen ist dieser Anteil noch hoher. Die durchschnittlichen Einkommenschancen der Familien durften sich deshalb im Trend der Lohn und Gehaltsentwicklung, in die auch die wechselnde Intensitat der Arbeitslosigkeit eingeht,annaherungsweise widerspiegeln.Die Durchschnittslohne und gehalter der Frauen sind hier nicht im vollen Umfang zu berucksichtigen, sondern nur im Ausma der Erwerbstatigkeit der verheirateten Frauen, die in der Nachkriegszeit stark zunahm. Um dem Rechnungzu tragen, wurden sie mit der Erwerbsquote der verheirateten Frauen in unselbstandiger beruflicher Stellung multipliziert Tabelle A 2 . Da sowohl die Durchschnittslohne als auch die Erwerbsquoten je nach Alter unterschiedlichhoch sind, wurden die Berechnungen fur die drei Altersgruppen 1544 Jahre,2029 Jahre und 2034 Jahre gesondert durchgefuhrt. Zwar gibt es in der Bundesrepublik keine fortlaufende Lohn und Gehaltsstatistik, die nach dem Alterder Erwerbstatigen untergliedert ist. Solche Informationen sind nur fur einzelne Jahre aufgrund der Spezialerhebungen uber die Gehalts und Lohnstruktur der Arbeiter und Angestellten im produzierenden Gewerbe sowie aufgrund der Einkommens und Verbrauchsstichproben des Statistischen Bundesamts verfugbar. Diese Quellen dienten als Basis fur die Schatzung der durchschnittlichen Lohne und Gehalter der einzelnen Altersgruppen. Alle Berechnungen wurdenfur Arbeiter sowie fur Angestellte und Beamte gesondert durchgefuhrt.Ahnlich wie bei den Frauen wurde auch bei den Mannern nach Altersgruppenunterschieden. Der Gruppe der 2029jahrigen Frauen sind die Einkommensund Statusvariablen der Manner von 2534 Jahren und der Gruppe der 2034jahrigen Frauen die entsprechenden Variablen der Manner von 2544 Jahren zugeordnet. Nur bei den 1544jahrigen Frauen beziehen sich die Werte auf unselbstandige mannliche Erwerbspersonen jeden Alters.Man kann davon ausgehen, da Einkommens und Fruchtbarkeitsentwicklungdurch mehrfache Mechanismen verbunden sind. Die Durchschnittslohne undgehalter fur Manner und Frauen, die hier als Indikatoren der durchschnittlichen Haushaltsressourcen bzw. Verdienstchancen in Betracht gezogen sind,mussen auch im Zusammenhang mit der steigenden Frauenerwerbstatigkeitbewertet werden. Fur den Kreis der Familien, in denen beide Partner erwerbstatig sind, reprasentiert das durchschnittliche altersspezifische Erwerbseinkommen der Frau den Schattenpreis ihrer Zeit. Es ist in dieser Hinsicht Bestandteil der Aufzuchtkosten, die mit der Kinderzahl negativ korreliert sind.Gleichzeitig ist es aber auch eine Ressource, die das Einkommen des Manneserganzt und zur Deckung der Aufzuchtkosten beitragt. Fur den Kreis der Familien mit nicht erwerbstatiger Frau konnen die durchschnittlichen Frauenlohne und gehalter nicht als Bestandteil der Aufzuchtkosten gelten. Sie sindaber ein Mastab fur die Anziehungskraft der Arbeitsmarkte und somit ein Faktor, der fur den Umfang der Frauenerwerbstatigkeit bedeutsam ist. In diesem Zusammenhang spielt auch die Hohe der altersspezifischen Durchschnittsverdienste der Manner eine Rolle. Je nachdem ob sie als ausreichend oder un19zureichend zur Befriedigung der Anspruche angesehen werden, konnen sie die Erwerbstatigkeit der Frau fordern oder abschwachen und auf diese Weise die Geburtenentwicklung beeinflussen. Es ist klar, da das Anspruchsniveau und damit die Bewertung des Einkommens wesentlich vom Bildungsstand und vom beruflichen Status abhangen.Um der verschiedenartigen Rolle des Einkommens des Mannes im Entscheidungsproze von Familien mit und ohne e r w e r b s t a t i g er F r au in der Regressionsanalyse Rechnung zu tragen und um die unterschiedliche Entwicklung beider Familiengruppen zu berucksichtigen, wurde das Einkommen des Mannes G einm al mit der Erwerbsquote der verheirateten Frauen in abhangiger beruflicher Stellung q und einmal mit der Quote der nicht erwerbstatigen Frauen 1q gewichtet. Auerdem wurde die Variable Status A gen. Aus verschiedenen alternativen Berechnungen ergab sich, da der Zusammenhang zwischen dem gewahlten Fruchtbarkeitsindex K und den vier ausgewahlten unabhangigen Variablen am besten durch eine halblogarithmische Funktion beschrieben wird: in die Analyse einbezo8 wobei: l q G . q G m 2 q G A . In K. a b l q G 1 . cq G mj mj . dq G. eA ii .mj. gewogenes Durchschnittseinkommen der Manner im Alter j bei Nichterwerbstatigkeit der Ehefrau entsprechendes Durchschnittseinkommen bei Erwerbstatigkeitder Ehefrau gewogenes Durchschnittseinkommen der Ehefrau im Alter i Anteil der Angestellten und Beamten an allen mannlichen E rwerbspersonen in unselbstandiger beruflicher Stellung im Alter j Auch in der zweiten Modellvariante sind die Durchschnittslohne und gehalterder Manner G . und deren sozialer Status A . die Kernvariablen, doch geirrt mjten sie hier nur fur die Altersgruppe j 2 534 J a h r e. G Weise in die Analyse ein, zum einen als absoluter Wert, zum anderen als Rela zehn Jahre fruher 1 und auertion zum Haushaltseinkommen der Eltern E dem als Relation zum Einkommen der Haushalte mit einem funf bis zehn Jahrealteren Vorstand E, . Das Haushaltseinkommen der Eltern errechnet sich aus. geht in dreifacherhder Summe der mit den jeweiligen Erwerbsquoten gewogenen Durchschnittslohne und gehalter der 4554jahrigen Manner und Frauen sowie der unter 2Ojahrigen mannlichen und weiblichen Jugendlichen, das Einkommen der anderen Vergleichshaushalte aus den entsprechend gewogenen Durchschnittslohnen und g ehaltern der 3544jahrigen Manner und Frauen. Die Schatzfunktion d i e s er zweiten Variante hat dieselbe F o rm wie die der ersten:9 1 G . E i In K. a bG . cG . E dG .E, eA ist ein funfjahriger gleitender Durchschnitt.m m j h m j h .mj20Dieses Modell weicht von Easterlins Ansatz nicht nur dadurch ab, da auch Oppenheimers Argumente berucksichtigt sind, sondern auch dadurch, da es dietatsachlichen Unterschiede zwischen dem Realeinkommen der verschiedenen Altersgruppen bzw. Generationen in Betracht zieht statt indirekter Approximationen. Easterlin glaubt, da sich die relative Einkommenslage der jungen Haushaltsvorstande schon aus der Starke ihrer Jahrgange im Vergleich zu der ihrer Eltern ableiten lat. Angehorige relativ stark schwach besetzter Jahrgangemussen seiner Ansicht nach bei Eintritt in das Erwerbsleben mit einer starkeren geringeren Konkurrenz am Arbeitsmarkt rechnen und haben demgemageringere bessere Einkommenschancen als die Angehorigen der schwacherstarker besetzten Jahrgange der Eltern Easterlin, 1968, S. 111 ff. ; 1973 .Er wahlt diesen Ersatzindex, weil Angaben uber das Einkommen der verschiedenen Altersgruppen nur sparlich sind, wahrend der Altersaufbau der Bevolkerung nicht nur fur viele Jahre der Vergangenheit genau dokumentiert ist, sondern auch fur eine langere Periode der Zukunft ziemlich gut geschatzt werdenkann. Es erschien mir zweifelhaft, ob der bloe Vergleich der Jahrgangsstarken genugt, um die relative Einkommenssituation der jungen Haushalte in der Bundesrepublik zu kennzeichnen. Denn durch die groere Bedeutung der formalen Berufsausbildung, der Berufszertifikate und der Laufbahnen sind die Arbeitskrafte bei uns weniger austauschbar als in den Vereinigten Staaten. Ihre Konkurrenzsituation ist in jedem Fall sehr differenziert, unabhangig davon, ob die Jahrgange stark oder schwach besetzt sind. Ferner sind die Verdienstchancender jungen Leute durch die Verbesserungen im Bildungswesen und durch den sozialen Aufstieg im Vergleich zu fruher betrachtlich gestiegen. Wenn sich ihrerelative Einkommenslage dennoch in letzter Zeit verschlechterte, so nicht deshalb, weil sie weniger verdienen als seinerzeit ihre Vater, sondern weil die Haushaltseinkommen der Eltern infolge der gestiegenen Frauenbeschaftigungstark zunahmen. Diese Diskrepanz findet in der relativen Jahrgangsstarke keinen Ausdruck.Ermisch 1979 hat fur Grobritannien eine ahnliche Analyse fur die Periode 19551975 durchgefuhrt, die mich zu dieser Untersuchung anregte. Er wahltden Index der Gesamtfruchtbarkeit 1 als abhangige Variable und bezieht in das meiner ersten Variante vergleichbare Modell die durchschnittlichen Stundenverdienste der ganztagig beschaftigten mannlichen Arbeiter uber 21 Jahreund der ganztagig beschaftigten Frauen uber 18 Jahre als unabhangige Variableein, nach entsprechender Gewichtung mit der Erwerbsquote aller Frauen. Eine Statusvariable fehlt jedoch hier. Die Analyse seiner Regressionsergebnisse fuhrt ihn zu dem Schlu, da sein Ansatz, der sich an der Konzeption der Beckerschen Schule orientiert, die Geburtenentwicklung in Grobritannien besser erklart als der Easterlinsche Ansatz. Er ist jedoch der Meinung, da die EasterlinOppenheimer Version gleichfalls zur Deutung des Fruchtbarkeitsablaufs beitragen konnte, wenn zur Berechnung der relativen Einkommenslageder jungen Haushaltsvorstande nicht nur die Einkommen der Vorstande, sondern die Gesamteinkommen der Vergleichshaushalte in Betracht gezogen wurden. Da ihm die statistischen Daten dafur fehlen, beschrankt er sich auf eineverbale Analyse der vorhandenen Informationen.Summe der altersspezifischen Fruchtbarkeitsraten.213.Tabelle 1 Ergebnisse der Korrelationen zwischen Fruchtbarkeit K, Einkommen aus unselbstandiger Arbeit G und Status A fur die Bundesrepublik Deutschland 19511977Funktion: In K. a blqG U q G eA cq G DWNr. der Funktion Konstante Alle Geboreneni 1544Erste Kinderi 1544Zweite Kinderi 1544Dritte und weitere Kinderi 1544Alle Geboreneni 2029Erste Kinderi 2029Zweite Kinderi 2029Dritte und weitere Kinderi 2029Alle Geboreneni 2034Erste Kinderi 2034Zweite Kinderi 2034Dritte und weitere Kinderi 20342,981 9,5850,0010.1841,9642,74611,0260,0010,2682,9161,680 5,3090,815 1,9206,92638,6606,19443,2815,56627,0515,79619,2364,9114,1174,941 4,8433,431 2,9252,279 1,4350,0010,1821,4290,0010,2091,1550,001 0,074 2,3450,0000,0250,8550,001 0,203 4,4090,002 0,323 3,9250,000 0,054 0,5670,0000,0570,5860.001 0,134 1,1210,001 0,262 1,4470,007 0,420 1,9220,006 0,437 2,0410,005 0,389 1,3120,011 0,988 2,3480,0050,3543,4010,0030,2462,5950,0070,5773,8100,0080,8613,1850,001 0,079 0,2910,001 0,099 0,3580,000 0,014 0,0420,004 0,318 0.6210,0140,5692,9500,0110,5482,8980.0110,6032,3020,0231,3253,5680,009 0,382 3,9820,006 0,286 3,2700,011 0,601 4,2990,014 0,904 3,6240,0040,1620,6510,0030,1200,4730,0030,1440,4590,0100,5871,2400,1100,6925,2080,0850,6575,0400,108 0,914 5,0610,1461,2995,072 0,076 0,41510,315 0,057 0,357 9,731 0,082 0,566 9,646 0,126 1,06510,1720,0100,0590,182 0,012 0,087 0,2640,017 0,129 0,3180,044 0,364 0,5960,9250,7050,9290,7640,8970,6990,9410,7180,9521,8130,9681,7160,9141,8590,9481,5280,7480,2660,7980,2730,6470,2870,7980,290wobei:Kq Gm 1Lebendgeborene je 1 000 verheiratete Frauen im Alter von i Jahren nach Rangfolge Erwerbsquote der verheirateten weiblichen Erwerbspersonen in unselbstandiger beruflicher Stellung im Alter i Durchschnittliche Bruttolohne und gehalter in Preisen von 1970 mannlicher Erwerbspersonen in unselbstandiger beruflicher Stellung in den Funktionen 14 jeden Alters, in den Funktionen 58 im Alter von 2534 Jahren,in den Funktionen 912 im Alter von 2544 JahrenDurchschnittliche Bruttolohne und gehalter in Preisen von 1970 weiblicher Erwerbspersonen in unselbstandigerberuflicher Stellung im Alter i Anteil der mannlichen Angestellten und Beamten an allen mannlichen Erwerbspersonen in unselbstandiger beruflicher Stellung in den Funktionen 14 jeden Alters, in den Funktionen 58 im Alter von 2534 Jahren, in den Funktionen 912 im Alter von 2544 JahrenDurchschnittselastizitattWerte Signifikant bei einer Irrtumswahrscheinlichkeit von bis zu 5 v HNicht autokorreliert.Berechnungszeitraum fur die Funktionen 14 die Jahre 19511977 bzw. 19501976 fur die exogenen Variablen, fur die ubrigen Funktionen die Jahre 19511976 bzw. 19501975 fur die exogenen Variablen. Daher N 27 in den Funktionen 14, sonst 26.Schaubild Zahl der ehelich geborenen Kinder nach Geburtenfolge und Alter der Mutter in der Bundesrepublik Deutschland 19511977 Lebendgeborene auf 1 000 Frauenaufuo Alle Kinder 1201008060V PH.1VFrauen im Alter von 15 bis unter US Jahren 1000 Erste Kinder ooo Zweite Kinderauf 1000 Dritte und weitere Kinder 60402014012010080606020Frauen im Alter von 20 bis unter 30 Jahren 100806040 AVV A60201 0602001951 55 60 65751951 55 60 65 70 751951 55 60 65 70 75 1951 55 60 65 70 75Tatsachliche Werte Schatzwerte aufgrund des Ansatzes I mit absolutem Einkommen Gleichung 8 . . . . .   Schatzwerte aufgrund des Ansatzes I! mit relativem Einkommen Gleichung 923Ein Vergleich der Ergebnisse meiner Berechnungen Tabellen 1 und 2 zeigt,da die Geburtenentwicklung in der Bundesrepublik mit dem zweiten Ansatz besser beschrieben wird vgl. Schaubild 1. In der Modellvariante I, Funktion 1,die die Zahl der Geburten auf 1 000 verheiratete Frauen zwischen 15 und 44 Jahren schatzt, ist der partielle Koeffizient fur das Einkommen des Mannes beinicht erwerbstatiger Frau negativ, im anderen Fall jedoch positiv. Beide Koeffizienten sind nicht signifikant, in ihrer Richtung aber plausibel. Der entsprechende Koeffizient fur das Einkommen der Frau ist dagegen negativ und signifikant. Ebenfalls signifikant ist der partielle Koeffizient der Statusvariablen,doch uberrascht hier das positive Vorzeichen. Es ist moglich, da sich Statusveranderungen auf das generative Verhalten alterer Frauen anders auswirktenals auf das Verhalten jungerer. Wie bei Ermisch, so ist auch hier der DurbinWatsonKoeffizient zu niedrig, um Autokorrelation der Restvariablen auszuschlieen, was darauf hindeutet, da die Signifikanz der Koeffizienten wahrscheinlich uberbewertet ist. Da die Entscheidung der Eltern fur ein weiteres Kind wesentlich davon abhangt, wieviel Kinder bereits geboren worden sind,lag es nahe, die Analyse fur Kinder verschiedener Rangordnung gesondert durchzufuhren Tabelle 1, Funktionen 24 . Die Ergebnisse waren im groen und ganzen dieselben wie in der Funktion 1. Die Vermutung, die Zusammenhange wurden besser beschrieben, wenn die Frauen unter 20 und uber 3 5 Jahre auer Betracht blieben, bestatigte sich nicht. Es ist moglich, da die Schatzung der altersspezifischen Durchschnittseinkommen der Manner in diesem Fall zu ungenau ist Tabelle 1, Funktionen 912 .Die Funktionen 58 der Modellvariante I, die sich auf die verheirateten Frauenim Alter von 2029 Jahren beziehen, erbrachten dagegen bessere Schatzwerte.Autokorrelation kann in diesem Fall mit hoher Wahrscheinlichkeit ausgeschlossen werden, mit Ausnahme der Funktion 8, die fur dritte und weitere Kindergilt, deren Mutter zumeist alter sind. Auch die meisten partiellen Koeffizienten und Durchschnittselastizitaten sind signifikant. Die Einkommensvariable1q G , die fur Ehen ohne berufstatige Frau gilt, weist fur die zweiten undmweiteren Kinder eine schwache positive Beziehung zur Fruchtbarkeit aus. Die Koeffizienten der Einkommensvariablen q G fur Ehen mit berufstatiger Frausind gleichfalls sehr niedrig, aber signifikant negativ. Man kann das vielleichtmit der groeren Neigung dieser Ehen erklaren, mehr Mittel pro Kind auszugeben und mehr Konsumaufwand zu betreiben. Der Zusammenhang zwischen Status und Kinderzahl ist fur die jungen Ehen negativ und sehr eng. Schwererist dagegen die positive Beziehung zum Einkommen der Frauen zu erklaren.Naturlich lassen die rechnerischen Ergebnisse nicht erkennen, ob uberhauptkausale Beziehungen bestehen oder wenn man solche Beziehungen unterstellt was Ursache und was Wirkung ist. Kommt in dem positiven Zusammenhang vielleicht zum Ausdruck, da wegen der als unzureichend empfundenen Einkommender Manner viele junge Frauen einen Erwerb ausuben, um den Unterhalt ihrer Kinder statusgema zu sichern? Der starke Anstieg des Elastizitatskoeffizienten mit der Rangfolge der Kinder wie auch im Zeitablauf legt diesen Schlunahe. Aus einer Untersuchung von Hofbauer 1979 geht z. B. hervor, da das Haushaltsnettoeinkommen einen starken Einflu auf die Erwerbstatigenquotevon Muttern mit Kindern hat. Die Quote ist bei niedrigem Einkommen wesentlich hoher als bei hoherem Einkommen, und zwar ungeachtet der Zahl und des24Alters der Kinder vgl. auch Schwarz, 1979, S. 309 f. . Da sich unter den 2029jahrigen Frauen vergleichsweise viele befinden, die mit einem geringen Haushaltseinkommen wirtschaften mussen, erscheint es verstandlich, wenn diese ihreigenes Einkommen mehr als Haushaltsressource und weniger als Schattenkosten der Kinderaufzucht bewerten.Fat man das Einkommen der Manner zu einer Variablen zusammen und latman den Statusfaktor auer Betracht, so nehmen beide Partialkoeffizientendas erwartete Vorzeichen an G . positiv, q G negativ, und zwar fur alledrei Altersgruppen der Mutter und alle drei Rangfolgen der Kinder. Beide Koeffizienten sind zwar zumeist signifikant, doch zeigt der niedrige DurbinWatsonKoeffizient an, da der Zusammenhang zwischen Einkommens und Geburtenentwicklung durch diese beiden Variablen allein nicht hinreichend beschrieben wird. Deshalb wurde der Index fur die einfache Lebenshaltung eines Kindes als Indikator der direkten Aufzuchtkosten in die Berechnungen einbezogen.Auch dieser Versuch trug zur Erklarung des Fruchtbarkeitsablaufs wenig bei.Nicht der Anstieg der Ausgaben fur die einfache Lebenshaltung scheint dafurbedeutsam gewesen zu sein, sondern die daruber hinausgehenden Ausgaben.Deren Zunahme hangt jedoch eng mit den Veranderungen im sozialen Status, mitder Ausweitung der Mittelklasse und ihren Wertvorstellungen zusammen.Da nicht die Einkommensentwicklung per se, sondern deren subjektive Bewertung wichtig ist, wurde schon fruher begrundet. Veranderungen in den Praferenzen sowie die Spannung zwischen den individuellen Erwartungen und den objektiven Moglichkeiten, sie zu realisieren, pragen sich deutlicher in relativenals in absoluten Einkommenswerten aus. Das mag erklaren, warum die zweite Modellvariante zu durchweg besseren Schatzwerten als die erste fuhrte Tabelle 2 und Schaubild 1 . In diesem Fall waren die Ergebnisse fur alle drei Altersgruppen der verheirateten Frauen recht pragnant, obwohl die Erklarungsvariablen der Gruppe der 2029jahrigen Frauen am besten entsprechen.Wahrscheinlich war der Einflu der Veranderungen im relativen Einkommenund im sozialen Status in allen drei Gruppen verhaltnismaig gleich stark.Der Zusammenhang zwischen dem absoluten Einkommen der jungen Mannerund der Geburtenhaufigkeit erweist sich auch in diesem Modell als unbedeutend. Die enge Beziehung der Fruchtbarkeit zum Index G E , der den relativen Abstand zum Einkommen der Eltern ausdruckt, bestatigt Easterlins These. Die Beziehung ist negativ, was besagt, da die Fruchtbarkeit zu sinken tendiert, je starker das Einkommen junger Haushalte hinter dem der Eltern zuruckbleibt. Bemerkenswert ist, da sich der Elastizitatskoeffizient inallen drei Altersgruppen im zeitlichen Ablauf kaum veranderte, was auf verhaltnismaig festgefugte Beziehungen hindeutet und sich mit Easterlins Vermutung uber die pragende Wirkung der elterlichen Familie gut vertragt. Furdie Gruppe der 2029jahrigen Frauen betragt dieser Koeffizient im Durchschnitt 0,216, und davon weichen die Elastizitaten einzelner Perioden Funfjahresdurchschnitte nur um durchschnittlich 1 v H ab. In der Gruppe der 1544jahrigen Frauen Durchschnittselastizitat 0,299 und der Gruppe der 2034jahrigen Frauen Durchschnittselastizitat 0,282 ist die Streuung etwasbreiter, aber noch deutlich unter 2 v H im Durchschnitt. Typischerweise steigt25Tabelle 2 Ergebnisse der Korrelationen zwischen Fruchtbarkeit K , absolutem und relativem Einkommen G, GE unselbstandig beschaftigter Manner im Alter von 2534 Jahren und Status A in der Bundesrepublik Deutschland 19591977Funktion: In K. a W G c f G . E Nr. der Funktion KKonstante Gm 2534Gm 2534Eh4554Gm 2534Eh3544A2534R2DWAlle Geboreneni 1544Erste Kinderi 1544Zweite Kinderi 154412,14215,26610,35013,98512,47513,200Dritte und weitere 8,928Kinderi 1544Alle Geboreneni 2029Erste Kinderi 2029Zweite Kinderi 2029 5,13416.38615,34913,232 9,33816,25217,026Dritte und weitere 19,877Kinderi 2029Alle Geboreneni 2034Erste Kinderi 2034Zweite Kinderi 203412,68818,15120,37216,70110,47517,24520,0361234567891011120,0000,0754,3720,0010,1628,2800,0000,0722,6390,000 0,038 0,7170,0010,1326,5150,0010,2136,8750,0000,0803,4850,0000,1593,4050,0010,1478,2770,0010,2847,4601,4300,2995,368 5,044 0,880 6,427 0,058 0,38115,8550,8470,2183,418 5,150 1,103 7,052 0,034 0,274 9,9921,7590,4915,557 6,402 1,488 6,865 0,063 0,55714,6411,8920,5653,2481,1710,2163,274 1,488 0,370 0,867 0,092 0,86611,566 9,639 1,483 9,150 0,052 0,30410,7080,4330,0920,913 8,089 1,431 5,785 0,026 0,175 4,0411,6870,3935,27610,086 1,95710,7082,4060,6954,5851,4590,2824,88913,034 3,137 8,43111,354 1,82812,915 0,067 0,49315,376 0,105 0,96014,709 0,062 0,37815,2210,4960,1150,93012,251 2,363 7,787 0,034 0,245 4,6080,9962,2800,9942,1970,9922,1680,9911,4670,9901,9140,9781,4470,9902,7830,9922,0370,9942,3110,9751,2280,0000,1185,4211,8240,4486,32611,208 2,29613,197 0,068 0,53217,423 0,109 0,95814,5320,9932,845 0,9921,790Dritte und weitere 15,825Kinderi 2034 9,6570,0000,0320,6872,6090,7274,753 7,988 1,856 4,940wobei:KGm 2534Eh4554Eh3544 Lebendgeborene je 1000 verheiratete Frauen im Alter von i Jahren nach Rangfolge Durchschnittslohne und gehalter in Preisen von 1970 mannlicher Erwerbspersonen im Alter von 2534 Jahrenin unselbstandiger beruflicher Stellung Durchschnittseinkommen aus Bruttolohnen und gehaltern in Preisen von 1970 von Haushalten, deren Vorstand 4554 Jahre alt ist, zu einem zehn Jahre fruheren Zeitpunkt Durchschnittseinkommen aus Bruttolohnen und gehaltern in Preisen von 1970 von Haushalten, deren Vorstand 3544 Jahre alt ist A2534 Anteil der mannlichen Angestelltengleichen Alters in unselbstandigerund Beamten im Alter vonberuflicher Stellung 2534 Jahren an allen mannlichen Erwerbspersonen U Durchschnittselastizitat tWerte Signifikant bei einer Irrtumswahrscheinlichkeit von bis zu 5 v H Nicht autokorreliert26die Elastizitat in allen drei Gruppen mit der Geburtenfolge steil an, und auchdie Streuung um diese Durchschnittselastizitaten wird mit der Rangordnung der Kinder groer. Sie ist beim ersten und zweiten Kind noch maig gut 1 v Hbzw. gut 2 v H, bei den dritten und weiteren Kindern aber schon sehr breit89 v H . Vor allem in den letzten zehn Jahren ist die Elastizitat der Geburten dritter und weiterer Kinder in Abhangigkeit vom Index G E starkgestiegen, was darauf hinweist, da sich die Verschlechterung der relativen Einkommenssituation gegenuber den elterlichen Haushalten hauptsachlich aufdie hoheren Paritaten auswirkte.Ahnlich ist der Zusammenhang zwischen der Fruchtbarkeit und dem Einkommensabstand zu den etwas alteren Haushalten G E. zu beurteilen, derm hgleichfalls negativ, aber durchschnittlich viel pragnanter ist als die zuvor betrachtete Beziehung. Fur die Altersgruppe 2029 Jahre ist wiederum einedeutliche Zunahme der Elastizitatskoeffizienten mit der Geburtenfolge festzustellen, und ein starker Anstieg ist auch bei den dritten und weiteren Kindernwahrend der letzten zehn Jahre zu vermerken. Die negative Beziehung zwischen der Fruchtbarkeit und den Veranderungen im sozialen Status ist gleichfalls recht bedeutsam. Sie wurde vor allem im Zeitablauf bei allen drei Gruppen und Paritaten standig enger.Man kann diese Ergebnisse zusammenfassed etwa wie folgt interpretieren: Dasabsolute durchschnittliche Realeinkommen der jungen Haushaltsvorstande hatte auf die Geburtenentwicklung in der Bundesrepublik keinen nennenswerten Einflu. Der in der Theorie postulierte positive Zusammenhang kam im Zeitablaufwahrscheinlich deshalb nicht zum Tragen, weil die Nutzenfunktion nicht konstantblieb, sondern sich standig zugunsten eines hoheren Aufwandes pro Kind sowiedes Erwerbs von Gutern und Diensten veranderte. Das Ausma dieser Veranderungen zeigt sich statistisch im Verlauf der drei anderen Variablen, d.h. , des Einkommensabstands zu den elterlichen und den nachstalteren Haushalten sowiedes Anteils der Angestellten und Beamten. Alle drei Indikatoren sind seit Mitte der sechziger Jahre im Trend stark gestiegen. Wahrend das Durchschnittseinkommen der jungen Manner 19571963 etwa ebenso hoch bzw. etwas hoher war als das der Elterngeneration zehn Jahre fruher, ist es seither immer mehr dahinter zuruckgeblieben, so da der negative Abstand 197 6rund 14 v H betrug. Noch weiter offnete sich die Schere gegenuber den durchschnittlichen Einkommen der etwas alteren Familien. Der negative Abstand,der Anfang der sechziger Jahre rund 17 v H betrug, ist mittlerweile auf 26 v Hgestiegen. Auch der Anteil der Angestellten und Beamten unter den jungen Mannern hat in letzter Zeit gewaltig zugenommen. Gegenuber rund 24 v H inden funfziger und fruhen sechziger Jahren betrug er 1976 bereits 43 v H. Durchdiese soziale Umschichtung setzten sich die Wertvorstellungen der Mittelklasse, der sich auch viele Facharbeiter zugehorig fuhlen, immer mehr durch.Die steigenden Realeinkommen wurden weithin als Statusgewinn bewertet, derzu entsprechend hoherer Lebenshaltung verpflichtet. In der zunehmendennegativen Elastizitat der Fruchtbarkeit in Abhangigkeit vom Status und vom Einkommensabstand gegenuber den nachstalteren Haushalten E pragt sichder zunehmende Demonstrationseffekt der wirtschaftlich und sozial besser27gestellten Familien aus, deren Lebensstandard als Richtma dient. Dieser Standard ist fur die jungeren Haushalte angesichts des wachsenden Einkommensabstandes nur erreichbar, wenn die Frau mitarbeitet und die Kinderzahlklein ist. Gerade dieser letzte Zusammenhang macht verstandlich, warum die Fruchtbarkeit in der Bundesrepublik trotz rascher Wohlstandssteigerung sostark zuruckging.Einige Schlufolgerungen Die allgemeinen Aussagen der Analyse sind sicher nicht neu. Da die Veranderungen im Einkommen, im Bildungsniveau sowie im beruflichen und sozialen Status die Wertvorstellungen verandern, die auch das generative Verhalten beeinflussen, ist seit langem bekannt. Hier wurden diese verschiedenen Entwicklungen aber in ihrem funktionalen Zusammenhang dargestellt und inihrer Bedeutung konkretisiert. Man mag einwenden, die wirklichen Ursachendes Geburtenruckgangs lagen tiefer, sie beruhten auf einem Einstellungswandel, der nicht wirtschaftlicher Natur sei. Das wird nicht bestritten, doch ginges hier nicht darum, die letzten Grunde aufzudecken. Ziel dieser Analyse wares festzustellen, ob mit Hilfe der okonomischen Fruchtbarkeitskonzepte, dieverschiedene Erklarungen fur das generative Verhalten auf der Mikroebeneanbieten, objektive Kriterien fur den Geburtenruckgang identifiziert werdenkonnen, die wenn nicht als direkte Ursache so doch als deren Indikatorgelten konnen.Will man dem gegenwartigen Geburtendefizit entgegenwirken, so mu man die Zusammenhange auf der Makroebene kennen. Die erforderlichen Manahmenmussen sich an mebaren Tatbestanden, die sich auf politisch relevante Einheiten beziehen, orientieren. Das Einkommen als Indikator gesamtwirtschaftlichen Fortschritts und individuellen Wohlstandes nimmt dabei einen zentralen Platz ein. Bei der Bewertung des quantifizierten Zusammenhangs zwischen Fruchtbarkeit und Einkommen darf jedoch nicht vergessen werden, daver nur den Nettoeffekt zahlreicher gegenlaufiger Entwicklungen zum Ausdruckbringt. Weitreichende Zukunftsprognosen oder detaillierte Richtlinien fur die Bevolkerungspolitik lassen sich daraus nicht ableiten. Dafur werden aber wichtige Grundlagen und Erfordernisse einer solchen Politik besser verstandlich.Es wird deutlich, da der Geburtenruckgang mit der wirtschaftlichen und sozialen Entwicklung verknupft ist, die fur eine nachdruckliche Verbesserungder Fruchtbarkeitsverhaltnisse kein Antrieb ist. Ihm entgegenzuwirken heit,den prinzipiellen Konflikt zwischen dem Aufziehen von Kindern und den steigenden Wohlstandsanspruchen zu losen. Manahmen, die nur eine Erhohung der absoluten Einkommen bezwecken, reichen dafur nicht aus.Der sehr schwache bzw. fehlende Zusammenhang zwischen der Fruchtbarkeit und den Durchschnittseinkommen macht das sehr deutlich. Er lat erwarten, da z. B. Kinderbeihilfen der ublichen Art allein nicht genugen, um28die Geburtenfreudigkeit der Bevolkerung zu heben. Die Beihilfen bieten Familien, die bereits Kinder haben, zusatzliche Mittel, die es ihnen erlauben, den Erziehungsaufwand zu erhohen. Sie sind ein wichtiger Bestandteil der Familienpolitik, die man mit Bevolkerungspolitik aber nicht gleichsetzen darf. Um bevolkerungspolitisch wirksam zu werden, muten die finanziellen Vergunstigungen nach Umfang und Art so ausgestattet sein, da sie die Einkommensbasisder jungen Ehepaare vor allem gegenuber den Vergleichshaushalten fuhlbar anheben, und sie muten mit anderen Manahmen einhergehen, die im weitesten Sinne die Aufzuchtkosten reduzieren. Diese Voraussetzungen werden durch diegegenwartig gewahrten Kinderbeihilfen nicht erfullt. Da sie relativ niedrig sindund nicht automatisch mit den Lebenshaltungskosten steigen, fallen sie als potentielle Haushaltsressourcen kaum ins Gewicht gegenuber den Moglichkeiten,das Erwerbseinkommen durch Mitarbeit der Frau zu verbessern. Die familienpolitisch richtige Staffelung der Beihilfen nach der Kinderzahl birgt unterbevolkerungspolitischen Gesichtspunkten den Nachteil, da sie den Einkommensabstand zwischen den jungeren und nachstalteren Familien eher vergroert alsverkleinert.Eine Politik, die auf eine Erhohung der Geburtenzahl abzielt, mute Manahmen treffen, die den jungen Ehepaaren hilft, die Schwierigkeiten der Haushalts und Familiengrundung zu meistern. Ehestandsdarlehen, Hilfe bei der Beschaffung von familiengerechten Wohnungen und Eigenheimen deuten die Richtung an. Wichtig ware, da die Bevolkerungspolitik den veranderten Lebensanspruchen und Wertordnungen Rechnung tragt und den Familien Chancenoffnet, die Erziehung von Kindern mit anderen Lebenszielen zu vereinbaren.Manahmen, die darauf zielen, die Bildungs, Ausbildungs, Erwerbs undberuflichen Aufstiegsmoglichkeiten der Frau einzuschranken, um sie enger anden Haushalt zu binden, versprechen kaum einen Erfolg und wurden auch nichtallgemein akzeptiert werden. Die Frauen sollten, ohne benachteiligt zu werden, wahlen konnen, ob sie sich nur ihren Kindern widmen wollen oder ob sie Kinder haben und berufstatig sein mochten. Beide Positionen mussen als sozial gleichwertig anerkannt werden. Nach der Regressionsanalyse war in Ubereinstimmung mit empirischen Befragungen zu vermuten, da viele junge Mutter erwerbstatig sind, um ihre Kinder nach ihren Vorstellungen gutaufziehen zu konnen. Ihnen sollte gezielt geholfen werden, die Erwerbsarbeitganz oder teilweise aufzugeben, so wie es anderen Frauen ermoglicht werden sollte, ihrem Beruf ohne groere Sorge um ihre Kinder nachzugehen.Ein weiter Komplex von Manahmen finanzieller und anderer Art bietet sichan, um den Konflikt zwischen Familie und Beruf abzubauen. Viele solcher Manahmen, wie Mietzuschusse, Erziehungsbeihilfen, Lohnausfallzahlungen,Bereitstellung von Teilzeitarbeitsplatzen, Kinderkrippen, Volltags schulen,Erwerb von Rentenanspruchen usw. , werden im Rahmen der zustandigen Ressorts seit langem praktiziert oder diskutiert. Bevolkerungspolitisch relevant werden sie aber erst, wenn sie auf ein gemeinsames Ziel, den Geburtenruckgang einzudammen, ausgerichtet sind. Es gibt keine Einzelmanahme, die von sich aus Erfolg verspricht. Notig sind wohlkoordinierte Manahmen, die auf bestimmte Konfliktsituationen zugeschnitten sind. Die Spannung zwischen Familie und Beruf hat verschiedene Varianten. Die Bevolkerungspolitik hat die Aufgabe, die ressortgebundenen Einzelansatze zu inte29grieren und sie ziel und situationsgerecht einzusetzen, um den unterschiedlichen Belangen der Familien zu genugen.Aus den fruchtbarkeitstheoretischen Uberlegungen ging hervor, da die Nutzenfunktion teils von erziehungsbedingten Wertvorstellungen, teils von Einflussender Umwelt abhangt. Im Laufe der Entwicklung haben die Umwelteinflusse nach Art und Wirkungsgrad stark zugenommen, ebenso wie die Bereitschaft der Bevolkerung, auf diese Einflusse rational zu reagieren. Eine rationale Beurteilung der Umweltchancen schliet eine hohere Wertschatzung immaterieller Guter nicht aus. Im Gegenteil, je mehr der Wohlstand zunimmt und je mehrsich der Konsum materieller Guter dem Sattigungsgrad nahert, desto mehrsteigt der Grenznutzen des Konsums immaterieller Guter. Das Verlangen nachhoherer Lebensqualitat deutet auf entsprechende Verschiebungen in der Nutzenfunktion hin. Dabei kann sich auch die Einstellung zum Kind in einem positiven Sinn verandern.Tabelle A I Lebendgeborene Kinder je 1 000 verheiratete Frauen im gebarfahigen Alter nach der Geburtenfolge in der Bundesrepublik Deutschland 1951197715 44Alter der Mutter Jahre20 2920 34insgesamterstes Kindzweites Kinddritte undweitere Kinderinsgesamterstes Kindzweites Kinddritte undweitere Kinderinsgesamterstes Kindzweites Kinddritte undweitere Kinder 112,8113,6112,4114,0113,6116,5121,6125,8129,8127,8131,7126,6130,8128,0124,9124,4120,9115,7106,492,687,578,270,569,667,668,666,751,451,449,148,748,448,851,752,554,453,655,052,653,251,150,149,648,246,443,338,937,834,631,632,231,632,532,232,533,534,134,834,534,936,337,838,538,239,538,440,240,139,339,338,637,034,229,527,925,123,022,822,423,022,728,928,729,230,530,732,833,635,536,935,937,235,637,33 6,935,635,534,132,328,924,221,918,515,814,613,713,011,9211,0212,5208,5208,2203,8207,3216,2229,7234,8230,7240,0230,0247,7237,6225,5224,2217,9208,8189,1160,1154,9142,7131,6135,6136,6141,6140,1119,7119,5113,6111,6109,3110,0115,4120,4123,2120,9124,5117,3122,4115,2108,4106,3103,299,892,380,879, 674,168,771,972,275,474,260,762,363,263,862,363,165,770,872,071,57 5,373,781,579,776,777,275,973,166,655,754,049,946,247,147,649,649,530,630,731,732,832,234,235,138,539,638,340,239,043,842,840,440,738,835,930,223,521,318,716,716,616,816,616,4180,8178,7171,8169,1165,2167,7174,0181,7186,0184,2191,8186,6198,8194,9186,2184,5177,1167,3150,7128,3121,5109,8100,8103,0104,0110,1110,489,286,078,975,974,274,678,580,783,082,485,382,185,281,777,375,271,867,661,553,952,548,745,648,249,352,953,854,755,354,754,352,953,255,157,958,758,661,360,365,465,263,063,061,258,353,245,242,939,136,236,837,239,740,036,937,438,238,938,139,940,543,144,343,145,244, 248,248,045,846,244,141,336,029,226,222,018,918,017,617,516,6Jahre 195119521953195419551956195719581959196019611962196319641965196619671968196919701971197219731974197519761977Q u e l l e: Statistisches Bundesamt Fachserie 1, Reihe 2, 1951 ff. ; Bevolkerung im Jahre .serie A, Volks und Berufszahlung, 1961; Statistisches Jahrbuch, versch. Jgg.Arbeits und Sozialstatistik 1978, S. 221. Zum Teil geschatzt  . , 1955 ff. ; Fachserie A, Reihe, UN, 1959, S. 260, 360362;1, II. , 1960 ff.1965, S. 409; Fach412 . 31Tabelle A 2 Die Erwerbsquoten der verheirateten Frauen in unselbstandigerberuflicher Stellung nach Altersgruppen in der Bundesrepublik Deutschland 19501976 v HErwerbsper Stellung alssonen in unselbstandiger beruflicherv H aller verheirateten Frauen im Alter von .   Jahren 15 4420 2920 3411,3712,5113,7715,1516,6818,3520,1922,2223,7324,2325,3325,4727,7427,6427,9628,5029,0528,4029,4930,9033,6935,3037,1138,6539,6240,4741,1715,6717,1518,7820,5522,5024,6326,9629.5132,1632,2833,1532,7435,2636,1836,3336,3136,3835,8837,2139,0642,0944,2246,2248,4549,5050,5650,5814,1615,4216,7818.2719,8921,6623,5825,6727,5527,8028,8928,1930,9531,6031,3831,8932,0931,1132,3633,9736,7338,4640,4542,5343,7745,0445,68Jahr 195019511952195319541955195619571958195919601961196219631964196519661967196819691970197119721973197419751976Q u e l le : Statistisches Bundesamt Bevolkerung im Jahre,1956 ff. ; Pachserie A, Reihe 6, I., Pachserie 1,Reihe 4 . 1, 1959 ff. ; Statistisches Jahrbuch 19601962. Arbeits und Sozialstatisti K 1976 . Zum Teil geschatzt.Tabelle A 3 Der Anteil der mannlichen Angestellten und Beamten an denmannlichen Erwerbspersonen in abhangiger beruflicher Stellungnach Altersgruppen in der Bundesrepublik Deutschland 19501976 v HJahr 195019511952195319541955195619571958195919601961196219631964196519661967196819691970197119721973197419751976Altersgruppe Jahre15 und alter 25 3425 4421,1221,6622,2122.7723,3423,9124,5025,0925,9426,8027,7228,1728,6528,8329,9230,4331,2132,2132,3832,9033,9734,9435,3835,7336,6038,3538,8423,6723,7623,8523,9424,0324,1224,2124,3024,5324,3924,76 .24,3724,8825,7726,2727,0028,3330,2331,9332,9034,1836,2638,6239,4539,4541,8042,9623,5523,9724,4024,8425,2925,7526,2126,6826,8727,1927,7227,7528,2929,0529,2329.4630,1731,0931,6432,1132,9134,1035,7036,3136,2338,4739,84Q u e l le : Statistisches Bundesamt Bevolkerung und Wirtschaft, 1972, S. 147; Wirtschaft und Statistik,1979, S. 2571. Arbeits und Sozialstatistik1973, S. 304; 1974, S. 291; 1978, S. 313. Zum Teil geschatzt.Tabelle A 4 Die monatlichen Durchschnittsverdienste Bruttolohne und gehalter der Arbeiter, Angestelltenund Beamten in der Bundesrepublik Deutschland 19501976 DM in Preisen von 1970Manner Frauen Jahr Arbeitnehmer im Alter von   .Jahren Arbeitnehmer im Altervon . . .Jahreninsgesamt 25 3435 4445 54insgesamt 20 2920 341 5 44195019511952195319541955195619571958195919601961196219631964196519661967196819691970197119721973197419751976497,74513,08541,59580,86610,83641,79676,52693,22715,29744,30804,76856,76914,54947,87505,50521,51550,36589,52619,05649,91684,97700,44720,99748,78809,31861,24918,03950,49538,88554,78585,96630,11664,69699,65737,80759,51784,06817,77880,46935,75997,581032,16091,68154,38185,12181,67230,79339,16468,93542,051 005,181008,201 065,281 094,631 093,401 142,581 245,791 367,941 438,151 491,531 544,321 581,591 589,391 645,06111111111111068,47095,22096,52140,58243,95365,60433,81478,29530,52564,91567,27621,791111111111111507,41520,79549,43590,59622,53654,52689,38708,62734,02765,18826,57881,97942,83978,061 036,301 098,821 130,851 133,641 181,981 286,571 408,281 481,32283,44292,25306,37331,92348,48364,00384,49404,91417,41440,03479,14518,52550,68575,10609,57649,73677,98686,51716,07776,68848,34907,75951,77292, 57302,19316,04341,64358,62374,21393,61413,33428,70450,28489,29530, 51559,45584,98619,79659,87689,78701,98728,61786,76858,57919,14962,121 000,161 011,771 046,911 059,581 066,641 083,201 109,461 120,671111304,31310,58324,81351,12368,91384,82404,59424,79440,66463,08502,29545,0157 5,44601,92638,44680,07711,27724,27752,63812,70887,26951,25995,09047,79097,85124,46164,54292,99300,75315,23341,44359,15375,26395,33415,66431,08453,02491,32532,14561,50586,87621,92661,94691,28701,94729,23788,14859,55919,47962,351 011,861 059,231 082,281 120,73590, 531 532,47648,16684,63695,34760,291 585,331 624,441 628,811 678,09Zur Methode der Berechnung vgl.Text.Q u e l l e: Arbeits und Sozialstatistik 1976 ff. 1 . Bundesarbeitsblatt 1979 .33Verzeichnis der Tabellen Tabelle 1 Ergebnisse der Korrelationen zwischen Fruchtbarkeit K, Einkommen aus unselbstandiger Arbeit G und Status A fur die Bundesrepublik Deutschland 19511977Tabelle 2 Ergebnisse der Korrelationen zwischen FruchtbarkeitK , absolutem und relativem Einkommen G, GE unselbstandig beschaftigter Manner im Alter von 25 bis 34Jahren und Status A in der Bundesrepublik Deutschland 19591977Tabelle A I Lebendgeborene Kinder je 1 000 verheiratete Frauenim gebarfahigen Alter nach der Geburtenfolge in der Bundesrepublik Deutschland 19511977 Tabelle A 2 Die Erwerbsquoten der verheirateten Frauen in unselbstandiger beruflicher Stellung nach Altersgruppen in der Bundesrepublik Deutschland 19 501976 . . Tabelle A 3 Der Anteil der mannlichen Angestellten und Beamtenan den mannlichen Erwerbspersonen in abhangigerberuflicher Stellung nach Altersgruppen in der Bundesrepublik Deutschland 19501976 Tabelle A 4 Die monatlichen Durchschnittsverdienste Bruttolohne und gehalter der Arbeiter, Angestellten und Beamten in der Bundesrepublik Deutschland 19501976 Seite 212530313132Schaubild Zahl der ehelich geborenen Kinder nach Geburtenfolgeund Alter der Mutter in der Bundesrepublik Deutschland 195119772234Literaturverzeichnis A n d o r k a, Rudolf, Determinants of Fertility in Advanced Societies. London 1978.A r b e i t s und S o z i a l s t a t i s t i k, Bonn, versch. Jgg.A s h e n f e l t e r, Orley, Comment zu de Tray . The Journal of Political Economy, Vol. 81, Chicago 1973, No. 2, Part II: New Economic Approaches to Fertility, S. S96S98.B e c k e r, Gary S. , An Economic Analysis of Fertility. In: Demographicand Economic Change in Developed Countries. Princeton 1960, S. 209231. , H. Gregg L e w i s, On the Interaction between the Quantity and Qualityof Children. The Journal of Political Economy, Vol. 81, Chicago 1973,No. 2, Part II: New Economic Approaches to Fertility, S. S279S288.B u n d e s a r b e i t s b l a t t, Koln 1979.D u e s e n b e r r y, James S. , Comment zu Becker. In: Demographic and Economic Change in Developed Countries. Princeton 1960, S. 233.E a s t e r l i n, Richard A. , Population, Labor Force, and Long Swings in Economic Growth. The American Experience. National Bureau of Economic Research, General Series No. 86, New York 1968. , Towards a Socioeconomic Theory of Fertility: A Survey of Research on Economic Factors in American Fertility. In: S. J. B e h r m an et al.Eds. , Fertility and Family Planning. A World View. Ann Arbor 1970,S. 127156. , Relative Economic Status and the American Fertility Swing. In: Eleanor B. S h e l d on Ed., Family Economic Behavior: Problems and Prospects.Philadelphia 1973, S. 170223. , The Conflict Between Aspirations and Resources. Population and Development Review, Vol. 2, New York 1976, S. 417425. , The Economics and Sociology of Fertility: A Synthesis. In: Charles T i l ly S. 57133.Ed., Historical Studies of Changing Fertility. Princeton 1978, , Here Comes Another Baby Boom. The Wharton Magazine, Vol. 3,Philadelphia 197879, No. 4, S. 2934.E r m i s c h, John, The Relevance of the Easterlin Hypothesis 1 and the New Home Economics to Fertility Movements in Great Britain. Population Studies, Vol. 33, London 1979, S. 3957.H o f b a u e r, Hans, Zum Erwerbsverhalten verheirateter Frauen. Mitteilungen aus der Arbeits und Berufsforschung, Vol. 12, Stuttgart 1979,S. 217240.35H u t c h i n s o n, Edward P. , The Population De bate. Boston 1967.J u r g e n s, Hans W. , Katharina P o h l, Kinderzahl Wunsch und Wirklichkeit.Stuttgart 1975.K i r k, Dudley, The Influence of Business Cycles on Marriage and Birth Rates.In: Demographic and Economic Change in Developed Countries. Princeton 1960, S. 241257.L e i b en st e i n, Harvey, Economic Backwardness and Economic Growth. New York 1957.N a m b o o d i r i, N. Krishnan, Which Couples at Given Parities Expect to have Additional Births? An Exercise in Discriminant Analysis. Demography,Vol. 11, Washington 1974, S. 4556.N e r l o v e, Marc, Household and Economy: Toward a New Theory of Population and Economic Growth. The Journal of Political Economy, Vol. 82,Chicago 1974, No. 2, Part II: Marriage, Family, Human Capital, and Fertility, S. 200218.O p p e n h e i m e r, Valerie Kincade, The Easterlin Hypothesis: Another Aspectof the Echo to Consider. Population and Development Review, Vol. 2, New York 1976, S. 433457.R o p p e l, Ulrich, Die Geburtenentwicklung als Ergebnis von Konsum und Investitionsentscheidungen der Eltern. Zu einigen Hypothesen der okonomischen Theorie des generativen Verhaltens. Beihefte der Konjunkturpolitik,H. 26, Berlin 1979, S. 107139.S c h w a r z, Karl, Einkommen und Kinderzahl. Zeitschrift fur Bevolkerungswissenschaft, Vol. 5, Boppard 1979, S. 299315.S i m o n, Julian L. , The Economics of Population Growth. Princeton 1977.S t a t i s t i s c h es B u n d e s a mt Wiesbaden, Bevolkerung im Jahre . . .,Stuttgart 1955 ff. , Bevolkerung und Wirtschaft 18721972. Stuttgart 1972. , Fachserie 1, Bevolkerung und Erwerbstatigkeit, Reihe 2, Bevolkerungsbewegung bisherige Fachserie A, Reihe 2 . Stuttgart 1951 ff. , Fachserie 1, Reihe 4 . 1. , Stand und Entwicklung der Erwerbstatigkeit bisherige Fachserie A, Reihe 61. Stuttgart 1959 ff. , Fachserie A, Bevolkerung und Kultur, Reihe 1, Bevolkerungsstand undentwicklung, II. Alter und Familienstand der Bevolkerung. Stuttgart 1960ff. , Fachserie A, Reihe 6, Erwerbstatigkeit, I. Entwicklung der Erwerbstatigkeit Methoden und Ergebnisse der Mikrozensus Oktober 1957 bis Juli 1959. Stuttgart. , Fachserie A, Volks und Berufszahlung vom 6. Juni 1961, H. 4, Bevolkerung nach Alter und Familienstand. Stuttgart.36S t a t i s t i s c h es B u n d e s a mt Wiesbaden, Statistisches Jahrbuch fur die Bundesrepublik Deutschland. Stuttgart, versch. Jgg. , Wirtschaft und Statistik. Stuttgart 1979, Nr. 4.T h o m a s, Dorothy S. , Social Aspects of the Business Cycle. London 1925.T r a y, Dennis N. de, Child Quality and the Demand for Children. The Journal of Political Economy, Vol. 81, Chicago 1973, No. 2, Part II: New Economic Approaches to Fertility, S. S7OS95.UN, Demographic Yearbook, Issues 11 1959, 17 1965, New York.W a n d e r, Hilde, Okonomische Theorien des generativen Verhaltens. In:Ursachen des Geburtenruckgangs Aussagen, Theorien und Forschungsansatze zum generativen Verhalten. Schriftenreihe des Bundesministersfur Jugend, Familie and Gesundheit, Vol. 63, Stuttgart 1979, S. 6176.W i l l is , Robert J. , A New Approach to the Economic Theory of Fertility Behaviour. The Journal of Political Economy, Vol. 81, Chicago 1973,No. 2, Part II: New Economic Approaches to Fertility, S. S14S64.", "filename": "02379755X.pdf", "person": ["Hilde Wander", "Wander, Hilde"], "date": ["1980"]}