{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46834/1/024587559.pdf"], "title": ["Tiefseebergbau versus Landbergbau: Metallproduktion aus Manganknollen und Nickellateriterzen im Wirtschaftlichkeitsvergleich"], "plaintext": " 1 TIEFSEEBERGBAU VERSUS LANDBERGBAUMetallproduktion aus Manganknollen und Nickellateriterzen im Wirtschaftlichkeitsvergleich I. Einfuhrung 1. Wahrend einer Pazifikfahrt des britischen ForschungsschiffesHMS Challenger im Jahre 1876 wurden auf dem Tiefseebodenknollenformige polymetallische Gebilde mit hohen Mangangehaltenentdeckt. Rund hundert Jahre spater ist der vorgesehene Abbauder Manganknollen zum zentralen Streitthema der III. UNSeerechtskonferenz geworden. Es ist nicht auszuschlieen, da die Konferenz an dieser Kontroverse scheitert. Strittig sind vorallem: Die Zugangsbedingungen zum Tiefseebergbau , die Organisation der vorgesehenen Meeresbodenbehorde, die Produktionsquoten,2der Technologietransfer und die Besteuerung des Tiefseebergbaus .2. Parallel zu den Verhandlungen auf der Seerechtskonferenzhaben sich in den 1970er Jahren verschiedene Unternehmen, die Tief seebergbau erwagen, zu Konsortien zusammengeschlossen.In der angelsachsischen Literatur werden fur den Abbau der Manganknollen und deren Verhuttung die Begriffe seabedmining oder deep sea mining Tiefseebergbau verwendet. Imfolgenden wird der Begriff Tiefseebergbau benutzt, weilunter den Begriff Meeresbergbau auch die Rohstoffgewinnungoaus Schelfgebieten fallt.Zu einer volkswirtschaftlichen Bewertung der institutionellen Aspekte und der Gegensatze zwischen Industrie und Entwicklungslandern vgl. Prewo 1979.7; fur eine volkerrechtliche.Wurdigung des Tiefseeregimes vgl. Graf Vitzthum O918J.Die Tabelle A 1 im Anhang gibt eine Ubersicht uber die TiefseebergbauKonsortien und Joint Ventures. 2 Beim gegenwartigen Stand von Forschung und Entwicklung, Prospektion und Exploration gilt der Tiefseebergbau als technischrealisierbar . Offen ist hingegen die Frage der betriebswirtschaftlichen Rentabilitat. Zwar liegen bereits verschiedene Schatzungen uber die Kosten des Tiefseebergbaus vor; entscheidend ist aber nicht so sehr die absolute Kostenhohe, sonderndie relative Wirtschaftlichkeit der Ausbeutung von Manganknollen im Vergleich zur Ausbeutung von Metallvorkommen an Land. Dieser Kostenvergleich ist das Ziel der vorliegenden Untersuchung .3. Der kunftige Tiefseebergbau wird in erster Linie mit demterrestrischen Nickelbergbau konkurrieren. Neben Nickelenthalten die Manganknollen zwar auch andere Metalle, von denenvor allem Kupfer, Kobalt und Mangan wirtschaftlich bedeutsamsind. Ertragsmaig ist Nickel jedoch die wichtigste Komponente,so da der Tiefseebergbau am ehesten mit dem Nickelbergbau an Land verglichen werden kann. Im terrestrischen Nickelbergbauwird wiederum zwischen sulfidischen und lateritischen Erzenunterschieden. Neue terrestrische Betriebe werden nahezu Im Gefolge der neunten und zehnten Sessionen der Seerechtskonferenz 1980 und 1981 sind die Informationen uber die Aktivitaten der TiefseebergbauKonsortien spurbar zuruckgegangen.Dies kann verschiedene Ursachen haben: Moglicherweise erscheintden Konsortien in der gegenwartigen Phase der Konferenz einezuruckhaltende Informationspolitik geboten. Moglich ist aberauch, da der Kenntnisstand so weit fortgeschritten ist, daer jetzt nur noch durch Groversuche im kommerziellen Mastabverbessert werden kann; angesichts des Ungewissen Ausgangs der Konferenz mag dies den Unternehmen jedoch als zu riskanterscheinen.Freilich sind die betriebswirtschaftlichen Aspekte, die in dervorliegenden Untersuchung betrachtet werden, nur ein Teil der Wirtschaftlichkeitsrechnungen, die bei einer solchen Gegenuberstellung zu beachten sind. Daruber hinaus sind auchvolkswirtschaftliche Kosten infolge rechtlichinstitutioneller Regelungen und volkswirtschaftliche Vorteile, die sichnicht in den Gewinnerwartungen eines einzelnen Projektsniederschlagen, zu berucksichtigen siehe Prewo, D919J,Seite 183. 3 ausschlielich auf der Basis lateritischer Erze errichtetwerden . Fur den Kostenvergleich zwischen Tiefseebergbau und Landbergbau mussen deshalb die Kosten der Gewinnung und Verhuttung von Manganknollen mit denen terrestrischer Nickellateriterze verglichen werden.24. Zur Ermittlung der Kosten des kunftigen Tiefseebergbaus unddes Landbergbaus werden zwei Losungswege beschritten: Der erste Ansatz geht von fixen und variablen Kosten, die fur den Zeitraum 19651980 verfugbar sind, aus . Diese Kosten werden im Trend bis 1990, dem voraussichtlich fruhesten Beginn des Tiefseebergbaus, projiziert. Der zweite Losungsansatz geht von der Faktorabsorption aus: Faktormengen und Faktorkosten aktueller Nickellaterit und fiktiver TiefseebergbauBetriebe und Annahmen uber die voraussichtliche technologische Entwicklung im Bergbau und Verhuttungssektor bilden die Grundlage zur Projektion der variablen Kosten.5. Die Studie ist wie folgt gegliedert: Abschnitt II enthalt Schatzwerte fur fixe und variable Kosten des Tiefseebergbaus,Abschnitt III die Vergleichswerte fur den Landbergbau. Die Analyse der Faktorabsorption im Tiefsee und im Landbergbauerfolgt in Abschnitt IV. Fur beide Losungsansatze werden die Kosten des Landbergbaus und des Tiefseebergbaus in Abschnitt Vmiteinander verglichen.Vgl. Bundesanstalt fur Geowissenschaften und Rohstoffe,Deutsches Institut fur Wirtschaftsforschung 1978_7.Imfolgenden als BGRDIW D.978J bezeichnet.Bei den Kostendaten fur den Tiefseebergbau handelt es sich umgeschatzte Werte, bei denen fur den Landbergbau sowohl umgeschatzte als auch um realisierte Werte._ 4 II. Fixe und variable Kosten des Tiefseebergbaus Datenbasis 6. Seit Mitte der 1970er Jahre sind eine Reihe teilweise sehrdetaillierter VJirtschaf tlichkeitsstudien uber den Meeresbergbauveroffentlicht worden . Besonders erwahnenswert ist das am Massachusetts Institute of Technology MIT entwickelte Kostenmodellz. Die MITStudie enthalt Kostenschatzungen fur die Bereiche Forschung und Entwicklung, Prospektion und Exploration, Bergbau, Transport, Aufbereitung und Verhuttung der Kanganknollen in einem fiktiven TiefseebergbauBetrieb. Auerden fixen und den variablen Kosten werden in der MITStudieauch Erlose fur die Metalle Nickel, Kupfer und Kobalt geschatzt .7. Es ist zu erwarten, da nicht zuletzt aufgrund der Erfahrungen, die durch Forder und Verhuttungsversuche von Manganknollen inzwischen gewonnen wurden die Kostenschatzungen im Zeitablauf an Genauigkeit gewonnen haben. Aufgrund der Komplexitat eines TiefseebergbauProjekts und der Vielfalt dertechnischen Losungsmoglichkeiten erscheint es dennoch angeErste Kostenschatzungen fur den Tiefseebergbau sind Mitte der O1960er Jahre erschienen Mero I9657; Hess ZT.9657.Nyhart u.a. 1978J.Das Basismodell der MITStudie beschrankte sich auf das 3Metallverfahren ohne Mangangewinnung. Mittlerweile wirddie zusatzliche Gewinnung von Mangan mit in Betracht gezogen4Metallverfahren.Die in der MITStudie getroffenen Annahmenund die daraus abgeleiteten Schatzergebnisse wurden inzwischenvon verschiedenen Autoren kritisch uberpruft; vgl. Diederichu.a. D.979J, Black 19BQJ.Die MITStudiengruppe arbeitet derzeit an einer Revision derursprunglichen Studie. 5 bracht, fur eine Beurteilung der Kosten des Tiefseebergbausnicht nur auf die aktuellsten Kostenanalysen zuruckzugreifen .Die vesentlichen Ausgangsdaten und Ergebnisse allervorliegenden Kostenstudien sind in Tabelle A 2 Anhang Azusammengefat . Die Tabelle enthalt folgende Groen:2 Betriebsgroe Jahreskapazitat, Gewinnungsverfahren Art der Forderung der Manganknollen, Verhuttungsverfahren Art der Verarbeitung der Manganknollen, Bezeichnung der gewonnenen Metalle, fixe Kosten fur die Bereiche Forschung und Entwicklung,Prospektion und Exploration, Bergbau, Transport,Aufbereitung und Verhuttung, variable Kosten fur die Bereiche Bergbau, Transport,Aufbereitung und Verhuttung, Annahme uber die Menge der ausgebrachten Metalle.8. Einige Studien enthalten auch Annahmen zu weiteren kostenwirksamen Faktoren. Sie wurden in die Tabelle A 2 unter der Rubrik Bemerkungen aufgenommen. Zu diesen Faktoren zahlenbeispielsweise die Lage Tiefe der Manganknollenfelder, der Bedeckungsgrad Belegungsdichte des Meeresbodens mit Manganknollen, die Oberflachenbeschaffenheit des Gewinnungsareals undder VJirkungsgrad der Sammel und Aufnahmegerate.Die bislang von den Konsortien durchgefuhrten Forderungs und Verhuttungstests haben eine Fulle von Erkenntnissen uber dietechnischen Moglichkeiten des Tiefseebergbaus erbracht.Trotzdem verbleiben noch Unsicherheiten in bezug auf dietechnische Realisierung und die Hohe der fixen und dervariablen Kosten, die bei einer Ubertragung der Technologienvon versuchsmaigen, kleinen Pilotanlagen auf effiziente Groanlagen zu erwarten sind.Die altesten Kostenschatzungen, die uns vorlagen, sind aus dermittlerweile zum Klassiker des Tiefseebergbaus gewordenen Studie The Mineral Resources of the Sea von Mero 19657entnommen; die aktuellsten Kostenschatzungen sind in einer Dissertation von Black The Recovery of Metals from Deepsea Manganese Nodules and the Effects on the World Cobalt and Manganese Markets A98Q7 enthalten. 6 9. Ein Vergleich der Kostenangaben in Tabelle A 2 erfordertzunachst ihre Umrechnung auf eine einheitliche Preisbasis .Wie in den meisten anderen Kostenanalysen des Tiefseebergbauswurde auch in dieser Studie der Chemical Engineering 1s Plant Cost Index fur die Preisbereinigung herangezogen . Mit Hilfedieses Index wurden die fixen und die variablen Kosten in Preisen von 1979 errechnet.10. Neben der unterschiedlichen Preisbasis differieren die Ausgangsdaten der verschiedenen Kostenstudien auch hinsichtlichbetriebsspezifischer Kenngroen. So gibt es Unterschiede beiden angenommenen Betriebsgroen, wobei die Jahreskapazitatenzwischen 0,91 und 3 Mill. Tonnen Trockengewicht schwanken.Daruber hinaus gibt es Unterschiede hinsichtlich der vorgesehenen Forder und Verhuttungstechnologie. So gehen einige Kostenstudien davon aus, da lediglich Kupfer, Nickel und Kobalt extrahiert verden. Solche Verhuttungstechnologien werdenim folgenden als 3MetallVerfahren bezeichnet. Wird zusatzlichauch das Mangan ausgebracht, so handelt es sich um ein 4MetallVerfahren.Einige der fruhen Studien enthalten keinen Hinweis darauf,welche Preisbasis den Kosten zugrundeliegt. In diesen Fallenwurde das Erscheinungsjahr der Studie oder sofern auch ein Erscheinungsmonat angegeben ist und dieser in der ersten Jahreshalfte liegt das betreffende Vorjahr als Datum der Preisbasis angenommen.Vgl. u. a. Diederich 1919J, Seite 89 und Black Z1980j, Seite 3110.1 Mill short tons 0,91 Mill. metric tons. 7 Durchschnittliche fixe und variable Kosten 11. Zum Vergleich der Kostenstudien werden durchschnittlichefixe und variable Kosten errechnet. Durchschnittskosten, diesich auf die gewonnene Metallmenge beziehen, konnten in 26 von 35 Fallen ermittelt werden; bei den restlichen Fallen liegenkeine Angaben uber die gewonnene Metallmenge vor .212. Zum Vergleich der Kostendaten werden die Produktionsmengenaller Metalle in Nickelaquivalente umgerechnet. Dies erlaubtspater den Vergleich zum konkurrierenden terrestrischen Nickellateritbergbau . Die Produktionsmenge eines ausgewahlten Metalls, gemessen in Nickelaquivalenten, entspricht dabei der Nickelmenge, die erforderlich ware, um den gleichen Erlos zuerzielen, der beim Verkauf der Menge dieses ausgewahlten Metalls erlangt wird. Wesentlich fur die Berechnung der Nickelaquivalente ist daher die Preisrelation des ausgewahlten Metalls zu Nickel . Die Koeffizienten der folgenden NickelaquiIn allen Fallen konnen aber Durchschnittskosten bezogen aufdie Menge an Manganknollen Fordermenge errechnet werden.Diese Berechnung und ihre Auswertung erfolgt in Anhang B.z Die Umrechnung in Nickelaquivalente ist in Kostenstudien uberden Tiefseebergbau allgemein gebrauchlich. Vgl. beispielsweise Little A 9 7 7, S. 87, AMR A 9 7 9, S 67, Black, 1980, S. 1227.Ist beispielsweise der Kobaltpreis doppelt so hoch wie der Nickelpreis, so werden um die Nickelaquivalente dieser Kobaltmenge zu ermitteln die Kobaltmengen mit dem Faktor 2multipliziert. 8 valenz Formel basieren auf langfristigen PreisrelationenNi aqu QNi TQCu 2 QCo TTC2TQSi Mn Mn Si O;wobei Ni aqu QNi Cu Co Fe Mn Si Mn Mo Mn Co 3Mn Si O, Nickelaquivalent Mengenangabe Menge Nickel Kupfer Kobalt Ferromangan Silikomangan Molybdan Mangancarbonat manganhaltige Schlacke, 48 v H Mangan Mangansilikat 2530 v H Mangan13. Soweit in den vorliegenden Studien Annahmen uber die Mengender ausgebrachten NEMetalle enthalten sind, wurden die betreffenden Nickelaquivalente nach der o. g. Formel errechnet Tabelle A 3. Je nach Betriebsgroe, Forderverfahren sowie dervorgesehenen Verhuttungstechnologie schwanken die Werte zwischenrund 20.000 und 100.000 Tonnen Nickelaquivalent pro Jahr. Inallen Projekttypen, in denen nur Kupfer, Nickel, Kobalt undteilweise auch Molybdan gewonnen wird, ist Nickel eindeutig dasnach dem Erlosanteil wichtigste Metall. Diese Aussage trifftallerdings nicht immer zu, wenn auch Mangan, sei es in reiner Form oder in Form von Ferro oder SilikoMangan, zusatzlich Die Koeffizienten fur die Metalle Kupfer, Kobalt, Ferromangan,Silikomangan und reines Mangan wurden auf der Basis von Preisangaben real long run metal price in Black 1980J, Seiten 122und 255 errechnet. Der Koeffizient fur Molybdan basiert auf Preisangaben in Little 0977J, Seite 46, die Koeffizienten fur Mn CO und Mn Si O. auf Preisangaben in Little fl 979j, Seite 32. 9 ausgebracht wird. In diesen Fallen tragt Mangan wesentlich zum Gesamtnickelaquivalent bei; seine NickelaquivalenzAnteile sindoftmals hoher als die Nickelanteile.14. Schaubild 1 zeigt die durchschnittlichen fixen und variablen Kosten. Dieses Schaubild basiert auf den Angaben in Tabelle 1 .Im Zeitablauf sind die Schatzwerte fur beide Kostenwerte gestiegen: Fur den Zeitraum 1968 1979 ergibt sich im Fall derfixen Kosten eine jahresdurchschnittliche Steigerungsrate von 5v H, fur die variablen Kosten von mehr als 6 v H .215. Gegenwartig, wird angenommen, da der Tiefseebergbau voraussichtlich erst ab 1990 im Gromastab betrieben wird . Unter der Annahme, da in den Jahren bis 1990 die reale Kostenentwicklungahnlich verlauft wie in der Vergangenheit, wurden sich fur das Jahr 1990 durchschnittliche fixe Kosten von 12 US 1979er Preise pro Pound Nickelaquivalent Jahreskapazitat und durchschnittliche variable Kosten von 3,5 US 1979er Preise pro Pound Nickelaquivalent ergeben Tabelle A 4 . Diese Ergebnisseder Trendanalyse mussen mit den Kostenschatzungen fur den Nickellateritbergbau verglichen werden.Die Angaben in Tabelle 1 geben daruber hinaus Aufschlu uberdie Kostenrelation zwischen den Verfahren einschlielich Mangangewinnung und den Verfahren ohne Mangangewinnung. Nach denalteren Schatzungen bis Mitte der 1970er Jahre liegen die Durchschnittswerte sowohl bei den fixen als auch bei denvariablen Kosten im 4MetallVerfahren deutlich unter denendes 3MetallVerfahrens. Neuere Kostenschatzungen lassendiesen Schlu nicht mehr eindeutig zu.fuie betreffenden Schatzgleichungen zeigt Tabelle A4 im Anhang.So wird beispielsweise in dem vom Bundestag im August 1980 beschlossenen Gesetz zur vorlaufigen Regelung des Tiefseebergbaus eine Gewinnung erheblicher Mengen von mineralischen Rohstoffen mit dem Ziel ihrer wirtschaftlichen Nutzung  vordem 1. Januar 1988 als nicht zulassig erklart vgl. Gesetz zurvorlaufigen Regelung des Tiefseebergbaus, vom 16. August 1980,2 und 4. Diese Regelung wurde aufgrund internationaler Absprachen in das Gesetz aufgenommen. Auch dieses Datum deutetdarauf hin, da der Tiefseebergbau wohl kaum vor Ende der 1980er Jahre eine wirtschaftliche Bedeutung in der Metallversorgung erlangen wird.Schaubild 1 Durchschnittliche fixe und variable Kosten im Tiefseebergbau 19681979 10 Fixe Kosten 101211131516 1924 323222021 8107g.2 4 51968 1969 1970 1971 1972 1973 1974 1975 1976 1977 1978 1979 1980Variable Kosten 2,50 2,25 2,001,751,50 1,25 1,00 0,75 ;012 17 1318 22 19 20 23 24 217 8 9 101968 1969 1970 1971 1972 1973 1974 1975 1976 1977 1978 1979 1980Durchschnittliche fixe Kosten in US 1979 pro Pound Nickelaquivalent Jahreskapazitat. Durchschnittliche variable Kosten in US 1979 pro Pound Nickelaquivalent.Quelle: Tabelle 1Tabelle 1 Durchschnittliche fixe und variable Kosten im TiefseebergbauSchatzungen 19681979 11 Autorender StudieBezugsjahrLfd.Nr.KapazitatMio jato ManganknollenAnzahl der Metallea Durchschnittlichefixe Kosten in USglb Nickelaquivalent Jahreskapazitat 1979er PreiseDurchschnittlichevariable Kosten in USglb Nickelaqui_valent 1979er PreiseSorcnson P.E,Mead W.J.1968Drechsler H.1970Moncrieff A.,Smale Adams K.1974Arthur D.Little1976Nyhart J.D.u.a.1976Diederich F.u.a.1978A MR1978Arthur D.Little1978Black J.R.H.19791234567891011121314151617181920212223241 ,801 ,001 ,002,002,003,002,722,720,912,722,723,003,003,002,722,722,723,003,003,003,003,003,003,004343434C5d 5e 334f 4?34h 5154k 3k 41314m 3m 4n 3,116,894,525,523,624,574,685,133,544,978,468,906,969,286,216,085,706,337,506,095,687,057,277,241,041,251 ,051 ,090,911,331,661 ,501,360,982,481 ,881,711,932,162,161 ,782,171,971 ,901,472,031,721,53a Wenn nicht anders angegeben, bedeuten: 3 Kobalt, Nickel, Mangan; 4 Kobalt, Kupfer, Nickel,Mangan; 5 Kobalt, Kupfer, Nickel, Mangan, Molybdan. Zu den Metallen und Verhuttungsverfahren vgl. auch Tabelle A2. b Ohne Forschungs und Entwicklungsaufwand. c Kennecott. INCO. OMA. 220 000 jato Fe Mn.9660 000 jato Fe Mn. hAmmonia Leach ohne Mangan. iAmmonia Leach mit Mangan. DPyromet.k INC0. Icuprion. m Sulfuric Acid. Hydrochloric Acid.d e f Quelle: Tabelle A2 Eigene Berechnungen. 12 III. Fixe und variable Kosten des Landbergbaustischen_Nickelbergbau 16. Die Tabelle A5 enthalt Daten uber durchschnittliche fixe Kosten fur die integrierte Nickelproduktion. Die Daten umfassenden Zeitraum 1965 1979; Preisbasis ist 1979 . Die Tabelle A5enthalt auch fur alle Beobachtungen einen Hinweis auf diebetreffende Erzart: Bei 30 der 44 Projekte ist mit Sicherheitbekannt, da es sich um lateritische Nickelerze handelt; in denrestlichen 14 Fallen geht aus den Quellen nicht hervor, ob essich um lateritische oder sulfidische Erze handelt; doch vermutlich uberwiegen bei diesen 14 Projekten die Nickellateriterze .17. Schaubild 2 zeigt die Entwicklung der durchschnittlichenfixen und variablen Kosten im Landbergbau. Wie bei den Schatzwerten fur den Tiefseebergbau sind die fixen Kosten im Nickellateritbergbau im Beobachtungszeitraum 1965 1979 deutlichgestiegen, der Kostenanstieg betragt im Jahresdurchschnitt mehrals 6 v H. Die Werte fur die einzelnen Beobachtungen sind allerdings um diesen Trend beachtlich gestreut . Ein wesentlicher Grund fur den Anstieg der realen fixen Kosten liegt darin, daneue Nickelproduktionsbetriebe zunehmend mehr in Regionenerrichtet werden mussen, die schon vor den spezifischen Arbeiten fur den Erzabbau erhebliche infrastrukturelle Manahmen erfordern. Die Lagerstatten der Nickellateriterze, die fureinen kunftigen Abbau in Frage kommen, liegen nahezu ausnahmslos Fur die Preisbereinigung wurde wie auch im Falle des Tiefseebergbaus vgl. Ziffer 9 der Chemical EngineeringPlant Cost Index verwendet.Es handelt sich uberwiegend um Projektvorhaben in Entwicklungslandern. Diese Lander verfugen zumeist nur uber lateritische.Nickelerze.Tabelle A 4 Gleichung 2 zeigt die Trendschatzung mit allen 44in Tabelle A 5 genannten Projekten. Danach ergibt sich einejahresdurchschnittliche Steigerungsrate von 6,5 v H. Werden nurdie 30 sicheren Nickellateritprojekte in die Trendanalyseeinbezogen, so ergibt sich eine jahresdurchschnittliche Steigerungsrate von 9,4 v H Tabelle A 4, Gleichung 3 .Schaubild 2 Durchschnittliche fixe und variable Kostenim Nickellateritbergbau 19651980Fixe Kostena 14 i 12 10 8 6 I 4 2 .1017 23 30.40 A I 323642 4 3A Hg 39252722182425 31965 66 67 68 69 70 71 72 73 7A 75 76 77 78 79 80 81 82 83 84 85V a r i a b le Kosten 3,02,5 2,0 1.5 1,0 7a I4 b i r 5a 2 c B i gy 7c21hl 1965 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 Auslastungsgrad der Produktionskapazitat 90 v HDurchschnittliche fixe Kosten in US 1979 pro Pound Nickel Jahreskapazitat. b Durchschnittliche variable Kosten in US 1979 pro Pound Nickel.Quelle: Tabellen 2 und A5 14 in tropischen, infrastrukturell kaum erschlossenen Regionen .Daruber hinaus mu immer mehr auf Erze zuruckgegriffen werden,deren Wertmetallgehalt niedriger ist als in den bisherigen Bergbaubetrieben. Umweltschutzmanahmen sind ein weiterer Grundfur Kostensteigerungen .2Die Entwicklun 2_der_durchschnittlichen_variablen_Kosten_imlateritischen_Nickelbergbau 18. Auch die durchschnittlichen variablen Kosten des Nickellateritbergbaus sind im Zeitablauf stark gestiegen. Tabelle 2und Schaubild 2 vermitteln einen Eindruck von der Entwicklungder variablen Kosten im Zeitraum 19721980 . Wie schon bei denfixen Kosten, streuen auch bei den variablen Kosten die Wertebeachtlich. Diese Streubreite ist zuruckzufuhren auf Unterschiede im Nickelgehalt der Roherze, in den Verhuttungsverfahren, im Lohn und Gehaltsniveau, in Material und Energiekosten,in der Art und Gute des ausgebrachten Nickels beispielsweise Ferronickel, Nickelmatte, Nickel der Guteklassen I oder II,inder Kapazitatsauslastung der Produktionsbetriebe und imgewahlten Abschreibungsverfahren. Soweit in Einzelfallen durchdie Gewinnung von Kuppelprodukten die anteiligen Kosten der Nickelerzeugung reduziert werden konnten, wurde dies bei dendurchschnittlichen variablen Kosten berucksichtigt. Fur den Zu den Lagerstatten der Nickellateriterze vgl. BGRDIW 1918j.Die zusatzlichen fixen Kosten zur Erfullung von Umweltschutzauflagen bei der Errichtung neuer MetallBergbaubetriebe und Verhuttungsanlagen betragen etwa 25 v H der sonstigen fixen Kosten vgl. Mikeseil, Financing for Expanding Free World Mine 3Producing Capacity Through 1990 .Ausgewiesen sind vor allem Daten des Unternehmens Falconbridge Dominicana. Daruber hinaus zeigt die Tabelle 3, wenn auch sehrluckenhaft, variable Kosten von Nickellateritbetrieben Neukaledoniens, Indonesiens, Australiens,der Vereinigten Staaten,Griechenlands, Guatemalas, der Philippinen und Japans. Eshandelt sich hierbei sowohl um tatsachliche durchschnittliche Kosten bei der jeweiligen Kapazitatsauslastung als auch umtheoretische Werte bei Vollauslastung der Produktionskapazitat.Tabelle 2Variable Kosten der Gewinnung und Verhuttung von Nickellateriterzen in US per Pound Nickel sowie Auslastungsgrad der Produktionskapazitat 1972 1980 15 vjickelproduzentProduktform 1980Jahr Auslastungsgrad inv Hohne Abschreibung und Amortisation und Schuldendienst Variable Kosten in US glb Nickelmit Abschreibung und Amortisation 3 ohne Schuldendienst mit Abschreibung,Amortisation und Schuldendienst Falconbridge Dominicana,Dominikanische RepublikFerronickellfd Nr.1a 1b 1c 1d 1e 1f 1g 1h 197219731974197519761977197819791980Societe Metallurgique Le NickelSLN ,NeukaledonienNickel Klasse I2a 2b 2c 2d 2e 19731974197619801980Soroako,IndonesienNickelmattereenvale,AustralienNickel Klasse I I,tfickeloxidLarco,Griechenlandianna, OregonUSA3a 3b 3c 4a 4b 4c 5a 6a 19741980 .198Oc 197419761980198019761976lfd.Preisekonstantelfd.preisekonstantelfd.Preisekonstante Preise0,520,681 ,091 ,301 ,361,481 ,681 ,983,082,660,901,131,571 ,701 ,691,731 ,831 ,982,812,431 ,501 ,86214959599859274607450100819587621001001001,941,771001 ,601 ,991002,192,OO91901 ,601 ,301 ,991 ,620,660,831,231 ,511,551 ,701 ,922,143,311,151,371 ,781 ,981,931 ,992,092,143,031 ,261 ,292,091 ,860,831 ,200,921 ,091 ,481,811 ,801 ,982,192,353,643,191 ,601 ,812,132,362,242,322,392,353,332,921,521,542,522,224,402,914,022,664,513,124.122,850,921,331,922,774,303,223,932,94Marindugue,PhilippinenNickel Klasse I7a 7h 7c 19719801980551,80 2,24100226 2,074,68 4,283,14 2,87Exmibal, INCOGuatemalaNickelmatte,nicht raffniert8a198Oc1002,15 1,963,13 2,86Japanische Produzenten .9a 19803,493,19Im Falle SLN, Soroako und Greenvale net cash operating cost excluded dept servicing.a b Preisbasis 1979, Preisbereinigung mit CEIndex Der Produktionsbeginn erfolgte am 1. 6. 1972. Die Gesamtproduktion 1972 betrug 38,4 Mill. lbs.Die Kostendaten in Klammern sind theoretische Werte bei Vollauslastung der Produktionskapazitat Keine Angabe Quelle: Falconbridge Dominicana, Annual Report, lfd. Ausgaben Hilmy Joseph, Old Nick An Anatomy of the Nickel Industry and its Future, Washington i 979? Angabenvon Nickelproduzenten Eigene Berechnungen 16 Kostenvergleich mit dem Tiefseebergbau mussen daruber hinaus die Kosten des Landbergbaus um den Kapazitatsauslastungseffektbereinigt werden Tabelle A 4, Gleichung 6 .19. Der Anstieg der variablen Kosten betrug im Zeitraum 19721980 im Jahresdurchschnitt mehr als 7 v H. Der rasche Anstieg dervariablen Kosten des Nickellateritbergbaus ist zu einem wesentlichen Teil auf die Verteuerung des Faktors Energie insbesondere von 1973 auf 1974 und von 1979 auf 1980 zuruckzufuhren. Der Einflu der Kapazitatsauslastung auf die variablen Kosten lat sich anhand des folgenden Beispiels verdeutlichen:nach der o.g. Gleichung ergeben sich fur 1980 bei voller Kapazitatsauslastung variable Kosten von 2,22 US Preisbasis 1979pro Pound Nickel und 2,94 US Preisbasis von 1979 pro Pound Nickel bei einem Kapazitatsauslastungsgrad von nur 50 v H.Demnach steigen die variablen Kosten bei einem Kapazitatsauslastungsgrad von nur 50 v H um nahezu ein Drittel im Vergleich zudem Wert bei Voliauslastung .Im Falle Falconbridge Dominicana ist der Einflu des Kapazitatsauslastungsgrads nach den vorliegenden Daten offenbarnicht ganz so gro; die variablen Kosten lagen bei einer Kapazitatsauslastung von 50 v H im Jahre 1980 rund 16 v H uberdem Wert bei Vollauslastung vgl. Tabelle 3 . 17 IV. Analyse der Faktorabsorption im Tiefseebergbau und im Landbergbauau 20. Die Studie von Black 19807 enthalt detaillierte Angabenuber den Faktoreinsatz im Tiefseebergbau. Die dort getroffenen Annahmen uber die Faktormengen beruhen im wesentlichen auf der MITStudie. Zur Kostenberechnung verwendet Black die Faktorpreise von 1979 fur die Vereinigten Staaten Tabelle A 6 .Tabelle 3 zeigt die Struktur des Faktoreinsatzes fur den Tiefseebergbau, getrennt nach 3Metallverfahren und 4Metallverfahren einschlielich Mangangewinnung. Danach sind bei den 3Metallverfahren der INCOSchmelzproze und das KennecottCuprionVerfahren besonders energieintensiv, das SALVerfahrenHigh Temperature Sulfuric Acid Leach Process besondersmaterialintensiv. In allen Fallen ist die zusatzliche Gewinnungdes Mangans mit hohen Energiekosten verbunden; der Anteil der Energiekosten an den variablen Kosten betragt je nach Verfahrenzwischen 30 v H und annahernd 45 v H.21. Unter den verschiedenen Verfahren gilt das INCOVerfahrenals vergleichsweise weit fortgeschritten. Die Analyse der Faktorabsorption wird deshalb auf dieses Verfahren beschrankt.Tabelle A 7 zeigt fur die von INCO vorgesehenen 3Metall und 4Metallverfahren die erforderlichen Faktormengen, jeweilsbezogen auf einen Output von einem Pound Nickelaquivalent. Der Materialeinsatz ist nach Art des Materials Chemikalien, Kalk,Elektroden usw. und der Energiebedarf nach der Art des Energietragers Heizol, Kohle, Strom usw. getrennt ausgewiesen.Fur den Energiebedarf des Tiefseebergbaus ergeben sich Werte von 32,4k Whlb Nickelaquivalent 3Metallverfahren bzw. 35,7 k Whlb Nickelaquivalent 4Metallverfahren .Zu den Umrechnungsfaktoren fur Energiebilanzen vgl.Tabelle A 8.Tabelle 3Struktur des Faktoreinsatzes im Tiefseebergbauv HAnteile der Produktionsfaktoren an den variablen Kosten, Preisbasis 1979v Produktions v er f ahrenb Faktoren v INCOCuprion SALINCOCuprion HALSAL3MetallVerfahrenohne Mangan4MetallVerfahrenmit ManganEnergie Arbeit Material Kapitalabhangige Sonstige 38,212,121 ,223,05,538,515,716,622,17,114,14,39,25,6,3292443,511,322,320,02,944,412,820,3; 19,33,238,28,818,830,24,032,512,231,320,93,100IBergbau, Transport, Aufbereitung und Verhuttung INCO INCO Smelting Process; Cuprion Temperature Sulfuric Acid Leach Process;Proze zur Gewinnung von Nickel, Kupfer Kennecott Cuprion Process; SAL High HAL Hydrochloric Acid Leach Process Kobalt und Mangan;Jahrliche Instandhaltungskosten 2,5 v H,mien 0,5 v H der Fixkosten Vermogenssteuer 4 v H und VersicherungspraQuelle: Black I98Q7, Eigene Berechnungen, 19 22. Tabelle A 7 enthalt Angaben zu den Faktormengen im Landbergbau. Beispielhaft sind fur drei Nickellateritprojekte, in denen Ferronickel produziert wird, die spezifischen Faktormengen je Pound Nickel angegeben. Zwei dieser drei Beispiele beruhen auf Erfahrungswerten eines europaischen Industrieunternehmens . Dasdritte Beispiel zeigt den effektiven Material und Energieeinsatz in dem brasilianischen Unternehmen Morro do Niguel. Fur den Faktor Arbeit liegen in diesem Fall keine Angaben vor. Die Wertefur den Energiebedarf des Landbergbaus liegen jeweils bei 28,4k Whlb Nickel Nickellateritbergbau mit 1,25 Millionen Tonnen Roherz, 34,0 k Whlb 1,5 Millionen Tonnen Roherz und 47,2k Whlb Nickel im Falle Morro do Niguel. Diese Werte fur den Nickellateritbergbau liegen damit weitgehend im Rahmen der Datenaus anderen Quellen .223. Der durchschnittliche Energiebedarf des Nickellateritbergbaus ist danach ungefahr so hoch wie der des Tiefseebergbaus. Dadie einzelnen Energietrager jedoch in unterschiedlichem Maeingesetzt werden, konnen bei den Energiekosten dennoch Unterschiede auftreten. Um einen detaillierten Kostenvergleichvornehmen zu konnen, in den auch die ubrigen Produktionsfaktoreneinbezogen werden, ist es erforderlich, Annahmen uber die Faktorpreise zu treffen. Eine entsprechende Kostenberechnung aufder Basis der Faktorabsorptionsanalyse wird neben einer vergleichenden Kostenbetrachtung auf Basis der Trendanalysen fur den Tiefseebergbau und fur den Landbergbau im folgenden Abschnittvorgenommen.Fur einen jahrlichen Aussto von 50 Millionen lbs Nickel in Ferronickel werden nach der ersten Alternative 1,25 Millionen Tonnen Roherz, nach der zweiten Alternative 1,5 Millionen Tonnen Roherz verarbeitet.Vgl. beispielsweise Dasher 1976, Seite 389_7. 20 V. Kostenvergleich TiefseebergbauLandbergbau 24. Abschlieend werden auf der Basis der bisherigen Untersuchungsergebnisse die Kosten des Landbergbaus und des Tiefseebergbaus miteinander verglichen und eine Projektion fur das Jahr 1990 vorgenommen. Im Schaubild 3 sind die Streudiagramme derfixen und variablen Kosten des Landbergbaus und des Tiefseebergbaus dargestellt . Dieser schematische Vergleich zeigt beiden fixen wie auch bei den variablen Kosten Vorteile des Tiefseebergbaus. Die Vorteile des Tiefseebergbaus sind bei den Fixkosten allerdings starker ausgepragt als bei den variablen Kosten.25. Zusatzlich zu den Streudiagrammen zeigt Schaubild 3 fur den Landbergbau und den Tiefseebergbau die Trendprojektionen der 2variablen und fixen Kosten fur den Zeitraum 19651990 . Nachdiesen Trendberechnungen erweist sich der Tiefseebergbau sowohlbei den fixen Kosten als auch bei den variablen Kosten im Vergleich zum Landbergbau als wettbewerbsfahig; die Kosten des Tiefseebergbaus liegen am Ende des Beobachtungszeitraums 1979und im Projektionsjahr 1990 niedriger als die Vergleichswertedes Landbergbaus.Die variablen Kosten wurden gemessen in US 1979 pro Pound Nickelaquivalent und die fixen Kosten in US 1979 pro Pound Nickelaquivalent Jahreskapazitat. Im Falle des Tiefseebergbaus handelt es sich ausschlielich um Schatzwerte, im Falle des Landbergbaus teilweise um Plan oder Schatzzahlen,teilweise um effektive Kosten von produzierenden Nickellateritbetrieben. Die in Schaubild 3 besonders mit einer Fahnegekennzeichneten Beobachtungen fur den Landbergbau sind variable Kosten bei Vollauslastung der Produktionskapazitat 2Auslastungsgrad a 90 v H.Die Schatzgleichungen fur diese Trendprojektionen basieren aufdem jeweils langstmoglichen Beobachtungszeitraum Gleichungen1, 2, 4 und 6 der Tabelle A 4 .Schaubild 3 Tiefseebergbau versus Landbergbau Streudiagramme und Trendprojektion der fixen und varipblen Kosten im Tiefseebergbau Manganknollen und im Landbergbau Nickellateriterze 1965 bis 1990Fixe Kosten 0Variable Kosienc Variable Kosten 0Landbergbau_.1 E1 1 1 s.V__, Tiefseebergbauo 00 o 4.8 T4.44.0162.82.01.6 . 20.80.4sie 24,2220181614121086420Landbergbau Ir Tiefseebergbau 1965 66 67 66 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 901965 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 66 87 88 89 30O ManganknollenProjekt mit Mangongewinnung 0 ManganknollenProjekt ohne Mangangewinnung Terrestrisches NickellaientProjekt B oandbreite roit Mittelwert furfnehrere terrestris Auslastungsgrad der Produktionskapazitat 90 v Ha Oie Kosten umfassen folgende Projektbereiche: Prospektion und Exploration, Abbau. Transport und Verhuttung t Fixe Hosten in USS1979 pro Pound Nickel aquivalent Jahreskapaztat. c Variable Kosten in USS 199 pro Pound Nickeaquivalent Quelle: Vgl Tcbellen 1,2,3,4. Eigene Berechnungen. 22 26. Bei den Kostenberechnungen fur den Tiefseebergbau auf der Basis der Faktorabsorption bietet es sich an, dem von Blackgewahlten Vorgehen zu folgen und die Faktorpreise der Vereinigten Staaten in Ansatz zu bringen. Weiterhin wird angenommen, dadie Faktorpreise fur Material und Energie im Landbergbau mitdenen im Tiefseebergbau identisch sind. Zur Ermittlung der Arbeitskosten im Landbergbau werden dagegen nur 75 v H der Lohneund Gehalter des Tiefseebergbaus eingesetzt. Auf diese Weisesoll berucksichtigt werden, da der Nickellateritbergbau uberwiegend in Landern mit niedrigem Lohnniveau betrieben wird .27. Die Tabelle 4 zeigt die Ergebnisse dieser Kostenberechnungaufgrund der Faktorabsorptionsanalyse. Danach unterscheiden sich die Gesamtkosten, das heit dievariablen und die anteiligen Fixkosten des Tiefseebergbaus,kaum von denen des konkurrierenden Landbergbaus, sind sowohl der Landbergbau als auch der Tiefseebergbaubesonders energieintensiv , erweist sich der Tiefseebergbau als materialintensiverim Vergleich zum Landbergbau, liegen die kapitalabhangigen Kosten des Landbergbaus hoherals diejenigen des Tiefseebergbaus.Bemerkenswert ist bei diesem Kostenvergleich auf der Basis der Faktorabsorptionsanalyse, da die variablen Kosten des Tiefseebergbaus sich nicht wesentlich von den Kosten des Landbergbausunterscheiden.Anders als im Falle der Trendanalyse erweist sich Dabei wird angenommen, da die zumeist geringere Arbeitsproduktivitat diesen Lohnvorteil nicht kompensiert.Der Energieanteil an den variablen Kosten bewegt sich zwischen 38 v H Tiefseebergbau, 3Metallverfahren und rund 45 v HLandbergbau, Ferronnickelproze, Alternative B . Nach Angabenvon Falconbridge Nickel Mines Ltd. betrug 1980 der Energieanteil bei Falconbridge Dominicana 60 v H.Prozematerial wie Chemikalien, Elektroden usw. vgl. Tabelle A 7 .Tabelle 4 23 Variable und anteilige fixe Kosten in US 1979 pro Pound NickelAquivalentim Tiefseebergbau und im Landbergbau FaktorabsorptionsansatzFaktor Tiefseebergbau INCOLandbergbauohne Mangangewinnungmit Mangangewinnung Ferronickelproze Alternative AAlternative Bc Arbeit Arbeiterstd Angestelltenstd Arbeit insgesamt Material Chemikalien Elektroden LIX 64 NKalk ElektrodenPasteEisen Schrott Koks Flumittel Silicadiv. Material fur Bergbau und Transport Wasser Material insgesamt Energie Kohle Strom Bergbauund TransportStrom Aufbereitungund VerhuttungDampf Heizol Dieselol Energie insgesamt Variable Kosten Anteilige Fixkosten Sonstige Kosten Variable und anteiligefixe Kosten insgesamt 0,13100,10430,240,26640,03240,0069m 0,11220,00050,420,26580,06370,33090,08330,00250,751,410,450,111,970,13100, 1172O,250,16330,01840,00390,02310,02150,04500,11400,03080,06370,00030,480,15110,03630,61530,05020,08950,941,670,440,062,170,2000O,O5OO0,25 dm 0,00810,20000,05000,25 dm O,OO980,00100,100,00120,120,00290,00350,37500,42840,02520,831,180,741,920,45000,51410,03021 ,001,370,83.2,20Die zugrundeliegenden Faktormengen beruhen auf Erfahrungswerten eines europaischen Industrieunternehmens .1,25 Millionen Tonnen dmt Roherz, 50 Millionen Pound Nickel.1,50 Millionen Tonnen dmt Roherz, 50 Millionen Pound Nickel.Zur Berechnung vgl. Ziffer 26.Einschlielich eines Schatzwertes von 0,09 US glb Nickel fur nicht einzeln ausgewiesenes Material.Einschlielich eines Schatzwertes von 0,11 OS lb Nickel fur nicht einzeln ausgewiesenes Material.dg Einschlielich Bergbau und Transport,Unter der Annahme gleicher Konditionen wie bei INCO 7 v H des Investitionsaufwandes.Quelle: Tabellen A6, A 7 und A8. Eigene Berechnungen. 24 der Tiefseebergbau nach den Ergebnissen der Faktorabsorptionsanalyse nicht als ganz eindeutig vorteilhaft; der Tiefseebergbauist allerdings auch nach dem Faktorapsorptionsansatz gegenuberdem Landbergbau wettbewerbsfahig.28. Dies zeigt sich auch bei der Projektion der variablen Kostenfur das Jahr 1990. Unter der Annahme, da die Faktorpreise sichbis zum Jahr 1990 so veiterentwickeln wie von 1967 bis 1978 ,sind auch fur 1990 keine wesentlichen Unterschiede bei den Produktionskosten zwischen Nickellateritbetrieben und Tiefseebergbaubetrieben zu erwarten Tabelle 5 . Die variablen Kostender beiden fur den Landbergbau berechneten Alternativen liegenzwischen den Werten, die sich fur den Tiefseebergbau ohne Mangangewinnung einerseits und mit Mangangewinnung andererseitsergeben. Die durchschnittlichen variablen Kosten eines Tiefseebergbauprojekts mit Mangangewinnung liegen den Berechnungenzufolge im Jahr 1990 etwa 13 v H uber den variablen Kosten eines Tiefseebergbauprojekts ohne Mangangewinnung. Die hoheren Kostendes 4Metallverfahres sind vor allem auf den groeren Materialeinsatz, zum Teil auch auf den groeren Energiebedarf zuruckzufuhren.229. Bei der Projektion der Kosten wurde angenommen, da keine Faktorsubstitution stattfindet. Da das Ziel dieser Untersuchungin erster Linie ein Vergleich der Kosten des Tiefseebergbaus unddes Landbergbaus ist, erscheint diese Annahme als plausibel. Esist zwar nicht auszuschlieen, da bis zum Jahr 1990 spurbare Verschiebungen beim Faktoreinsatz etwa eine hohere Kapitalintensitat oder die Verwendung alternativer Energien eintretenwerden. So ist schon jetzt erkennbar, da infolge der rasch Der Zeitraum 1967 1978 wurde aus folgenden Grunden als Basiszeitraum fur die Projektion ausgewahlt: Im Vergleich zuden Vorjahren sind die Faktorpreise ab 1967 wesentlich starkergestiegen, und 1978 ist das statistisch aktuellste Jahr, furdas Preisangaben in allen Fallen vorlagen.2Zu den Alternativen vgl. Ziffer 22.Projektion der durchschnittlichen variablen Kosten des Landberybaus und des Tiefseebergbausaufgrund der Faktorabsorptionsanalyse 1979 1990 25 Faktor Arbeit Arbeiter Angestellte Faktorcreise 1979Jahrliche Steig erungsratei.ronaion Dimension Faktorroengen Faktorkosten 1990in US 2 1979per Pound NickelaquivalentTiefseebergbauohnemit Mangangewinnung Landbergbau Alternative AAlternative BTiefseebergbauohnemit Mangan Landbergbau Alternative AAlternative BSStd.SStd.10,00 .10,752 ,12 ,1 Std.Std.0,01310,00970,01310,01090,02600,00640,02600,00640,16460,13110,16460,14730,24520,06480,24520,0648Materialien Chemiekalien. Elektroden LIX 64 NKa Lk ElektrodenPaste Schrott Koks Silicadiv.Material Wasser SAg 2lb 2Ag Ag?Ag 3Ag!AgMKohle Strcm Dampf Heizol DieselolAg SAWh!lbj 1551Kapitalabhangige Faktorkosten Insgesamt 1,0002,75000,03250,30000,10000,08000,04000,01320,05790,03000,00270,12600,12603 ,23,43,40 ,93,45 ,09 ,01,41,41,49 ,03 ,43 ,47,17 ,16 ,5US ,1979kglbkgkgkgkgkg1m 3kgk Whlb 11US 19790,26640,16330,37670,23090,03240,0025 0,11220,01840,00140,71000,07180,45001,43000,77000,06370,25000,3000m 0,04680,0099_0,02660,0056O,C255O,03110,07700,29520,35900,009O0,01080,03720,02170,07500,09000,00060,00030,00120,00144,590013,150032,69000,02002,610021,720018,61000,71000,050012,50000,060015,00003,40000,20004,08000,24000,6857O,56940,12750,00540,38990,94050,07260,19030,00750,54130,91120,0536O,009O0,64951,09340,06430,56000,50000,74000,83001,11960,99961,47941,65933,24003,96003,32003,8000a 19671978Quelle: Tabellen A6 und A7Eigene Berechnungen 26 gestiegenen olpreise im Nickellateritbergbau kunftig in zunehmendem Mae auf Kohle als wichtigstem Energietrager zuruckgegriffen wird . Diese Art der Substitution wird jedoch kaum aufden Landbergbau beschrankt bleiben; sie durfte in entsprechender Weise wohl auch im Tiefseebergbau vorgenommen werden.VI. SchlubemerkungenSO . Nach den Untersuchungsergebnissen kann der Tief seebergbaudurchaus mit dem kunftigen Nickellateritbergbau konkurrieren.Ebenso wie fur den Nickellateritbergbau konnte jedoch auch furden Tiefseebergbau ein Ruckgang der Nickelnachfrage zu einergeringeren Kapazitatsauslastung und infolgedessen steigenden Produktionskosten fuhren. Solange die Reserven sulfidischer Nickelerze ausreichen, um einen hohen Anteil der Nickelnachfragezu befriedigen, wird sich ein Nachfrageruckgang zunachst immerin einer geringeren Kapazitatsauslastung der Nickellateritbetriebe auswirken. Denn die Produktionskosten der Nickelsulfidbetriebe sind nicht zuletzt wegen ihres geringen Energiebedarfs in der Regel niedriger als die der Nickellateritbetriebe und des Tiefseebergbaus. Im Falle des Tiefseebergbauswirkt sich allerdings vorteilhaft aus, da auer Nickel nochandere Metalle gleichzeitig erzeugt werden. Sofern nicht zumgleichen Zeitpunkt und im gleichen Mae die Nachfrage nach Kobalt, Mangan und Kupfer ebenso zuruckgeht wie die nach Nickel,so wird sich dies fur den Tiefseebergbau im Vergleich zum Nickellateritbergbau gunstig auswirken.So soll beispielsweise ein Nickelwerk der Marinduque Miningand Industrial Corporation von Erdol auf Kohlebefeuerungumgestellt werden vgl. Nf A, Nachrichten fur den Auenhandel,Eschborn, vom 1.9.1981. Vgl. auch The Globe and Mail, June 16,1981, Seite 86: Accelerating fuel oil prices are the mainfactor pushing the bottom out of the units profit line and Falconbridge is studying an alternative fuel source, The mostlikely one is to switch to a coalfired power generatingplant. 27 31. Im Tiefseebergbau durfte auch das Rationalisierungspotentialgroer sein als im Nickellateritbergbau. Bei der Verhuttunglateritscher Erze werden zwar im Vergleich zur Verarbeitungsulfidischer Nickelerze relativ junge Technologien angewendet,die noch mehr Entwicklungsmoglichkeiten bieten. Fur den Tiefseebergbau sind jedoch noch groere Rationalisierungschancen zuerwarten, sobald die Technologien zur Exploration, Forderung und Verhuttung der Manganknollen standardisiert und Skalenertragesowohl bei der Produktion der Anlagen als auch bei deren Betriebrealisiert werden. 28 ANHANG A: TABELLEN A1 A9Tabelle A 1TiefseebergbauKonsortien Stand: 19801. Ocean Mining Associates OMAContinuous Line Bucket CLB Group CNEXO SLN CEA Deepsea Ventures, Inc. Dome Exploration COMINCO Tech. Corporation International Nickel Company Sumitomo AMR Atlantic Richfield Corporation Occidental Minerals Placer Developments Utah International Superior Oil Corporation Broken Hill Pty. Phelps Didge Furutaka Ocean Resources Inc. U. S. Steel Corporation Union Miniere, Belgien Sun Oil Company33,3 v H33,3 v H33,3 v H2. Ocean Management, Inc. OMI International Nickel Company Arbeitsgemeinschaft meerestechnischgewinnbare Rohstoffe, AMRMetallgesellschaft AG,Preussag AG, Salzgitter AG Deep Ocean Mining Company DOMC23 japanische Firmen, darunter Sumitomo, Nippon Mining, Dowa Mining SEDCO, Inc. 25 v H25 v H25 v H25 v H3. Kennecott Consortium Kennecott Copper Corporation Mitsubishi Corporation Consolidated Gold Fields, Inc. Noranda Mines B. P. Minerals Co.5010101010VHVHVHVHVH4. Ocean Minerals Company Lockheed Missiles and Space Billiton B. V. Royal Dutch Shell AMOCO Minerals Division of Standard Oil of Indiana Bos Kalis Westminster B. V.5. AFERNOD Centre National Pour 1Exploitationdes Oceans CNEXO Commissariat 1Energie AtomiqueCEA Societe Metallurgique Pour le Nickel SLN France DunkerqueEmpain Schneider Group Bureau Recherches Geologiqueet Minieres BRGM Pechiney Quelle: Black 1980; A. D. Little 1979Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknullen 29 Autorero John L.Titel der Studiehe Mineral Heeourof the Sea Hess H. D.The Ocean: MiningNevest Front!er Sorenson P. E. end Mead V. J.A Cost Benefit Analysis of Ocean Minee inen t 1 The Case of Manganese Nodules Dorstevitz G. !Meeresbergbau auf j Kobalt, Mangan und Nickel !Erscheinungsjahr Dirnension Miojato TageJahr Tonnen TagJahrMio.US SProdukt ionskapazitatManganknollen,trockenBetriebszeit,taglich Forderung Gewinnungverfahren Aufbereitungsverfahren Preisbasis Fixe Kosten Forschung und Entwicklung Prospektion und Exploration Bergbau Transport Aufbereitung,Verhuttung Insgesamt Durchschnittlichefixe Kostenper jato Kapazitat US uto Entwicklung Prospektion Exploration Aufbereitung,Verhuttung Insgesamtp.a.Bergbau Transport Aufbereitung,Verhuttung Durchschnittliche Variable Kostenper to ManganknollenTransport Aufborri tu 1 Mol,, 1 lfrli.i ! t ini K.hn I t M m! T1965196519681,2201 ,5001,8001,25292 Tage a 20 Stunden 300 Tage a 5000 to 360 Tagenet dry 5000 toeight250 Arbeitstaga 5000 todeepaedredgeleaching1Metalle 5Metallereductive roastammonlokalisehesMetallefahren nach Brooks,Dean, HosenbaumMetalle 19631961t196810,923, 111.035,670,60,7218,188,802 8,1.856.4 89, 17,739,155,87,2i 5.9 1962JZ6,075,0 100,081,0 106,0.Sii ZI96T7?6,15 Z197O7050,0066,70150,015.050,083.338,332 7,780070,70119,1.1.,1 l l l5,019703O.5J95976 o 7 T73.55i, 10, , _, ,77,1075 7 T i T76,09,015,037,558,561.5oot, 0010,00 Z, 0IM0 0 1 , Of16.5310.J45,09,20so 5, 5,ocno 0, 11 .l, 1fnoch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollun 30 . Autor N Titel der Studie.Mero John L.The Mineral Resources of the Seaiess H. D.rhe Ocean: Miningslewost Frontier Sorenson P. E. and Mead W. J.A Cost Benefit Analysiu of Ocean Mineral Resource Development: The Case of Manganese Nodules Dorstcwitz G.Meeresbergbau auf ;Kobalt, Manganund Nickel Erscheinungsiahr Dimension Aushringungsradvll Mangan Nickel Kobalt Kupfer Eisen Molybdan Jahrliche Ausbringungto 75,090,085,010,01965196519681 97185,095,090,0 20,085,0i 585 000 MnFeErz 17 1005 7601 908Mangan Nickel Kobalt Kupfer Eisen Molybdan Bemerkungen Funoten Beiegungsdichte 2 lbft11 Pick up Wirkungsgrad 70 v HLage der Forderstatten 12000 bis 18000 ft 1 Datum des Vorwort Dec.12,1963.Soweit aus dem Text Abweichungenvon dieser Preisbasis hervorgehenist die jeweilige Preisbasis in _,hinter den betreffenden Kostendateangegeben.1 Vgl, die Angabenzur Bedarf sdeckindes USMarktes.2 Vorjahr der Veroffentlichung der Studie.3 Bergbau, Aufbereitung und Verhuttung.2 Angaben gelten fueine Fordertiefevon 3048 m10000 f t .3 Kosten einschl.Absehre ibung,Uberholung, Reparajturen, Steuern, 1Versicherung etc. Ih Vgl. Drechsler,S. 7.5 Preisbasis 1959;vgl. Mero, S. 272.6 Inf 1ationiert mitwhole sale price Index vgl.Drechsler, S. 7517 per to raw nodules;Preisbasis unbekannt .D o r s t e w i tz hatauch eine Kosten :analyse fur den Fall einer T e i la u f b e r e i t u np a uf See d u r c h g e f u h r t .;B e s e t z u ng 8 0 00 t o;M a n g a n k n o l l en je lk m 2, Lagerstatten.a u s b r i n g u ng picktu p r a te 70 vll it V o r j a hr der VerI offentlichung der Studie.Vgl.auch Dorstewitz,T S. 80 Metall,: preise nach dem :: Stand vom Mai 1970.2 Zur Umrechnungj der DMAngaben jwurde ein Wech jselkurs von 3,67 DMUSin Ansatz gebracht .JOhne KapitalKosten 3, 1 USto bei Aufbe reitung und Veit er Verarbeitung,ohne Explorati. onskosten 1 , 5 USSto Angaben uberkritische Ge .halte vgl.Dorstewitzt S.8U.,:1 Datum der Veroffentlichung 12. Dec. 1968.2 An anderer Stelldes Berichts werden 175 Mio. alcapital costangegeben. Vgl.Sorenson, Mead,s. 1617.3 7,5 Mio. USOperation andmaintenance,7,5 Mio.USSinsurance,1,5 Mio.USU 550 000 usconstruetion,annual maintenance costs of 5 P.c.; insuranccosts of 2,5 p.c Ocean going tugscharteret! of 150USday; Portfacility 5 Mio.USl with annualcost for offloading 1 Mio.USUS S.Que 1le: Vgl. Autoren im Kopf der Tabelle, Eigene Berechnungen.noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen 31 X. Autorx. Titel der StudiexErscheinungsjahr Drechsler, H.A Study in Industrial Organization JThe Potential Seabed Mining Industry 1972Fall AFall D1Fall C1Fall D11,01 ,02,02,0325 Tage a 3077 to 325 Tage a 3077 tc 325 Tage a 615I1 to 325 Tage a 615I1 toHydrometallurgie al3Metalle Zflydrometallur _gical 1MetallejHydrometallurgical 3MetalleHydrometallurgical llMetalle 1970197O1197O119706,070,015,070,0161,06,070,015,070,0161,0,253,0015,0029,25i,2553,001 5,0029.256,070,015,0100,0191,06,070,015,0100,0191,0J.,253.0030,001.1t,2561,255, 0030,00l.f.,2569,61 12,22lt,01 12,22 5 8 , 0 a.!,856,112,056,1129,07,05,2262, 125O.9K _3,702,6113,069,6112,22l,0160,2306,o 6a.856,112,080, 1153,07,l O5,2252,2ll 77,063,702,6126, 1238,53b Dimension Mio.jato T a g eJahr TonnenTag_JahrMio.US SProduktionskapazitatManganknollen,trockenBetriebszeit,tagliche Forderungfahren Aufbereitungsverfohren Preisbasis Fixe Kosten Forschung und Entwicklung Propektion und Exploration Bergbau Transport Aufbereitung,Verhuttung Insgesamt Durchschnittlichefixe Kosten perjato KapazitatUSSto Forschung und Entwicklung Prospektion und Exploration Bergbau Transport Aufbereitung,Verhuttung Insgesamt Variable KostenP.a.Mio.USSBergbau Transport Aufbereitung,Verhuttung Insgesamt Durschnittlich e Variable Kostenper to Manganknollen USato Bergbau Transport Aufbereitung,Verhuttung Insgesamt Metallgehalt in den Manganknollenvll Mangan Nickel Kobalt Kupfer Eisen Mo vbtllinnoch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen 32 Autor Titel der Studie NErseheinungsjahrDimension Ausbringungsgradv HMangan Nickel Kobalt Kupfer Eisen Molybdan Jahrliche Ausbringungto Mangan Nickel Kobalt Kupfer Eisen Molybdan Funoten Drechsler, H.A Study in Industrial Organization:The Potential Seabed Mining Industry 1972Fall A1Fall B1Fall C1Fall D112 0002 40010 000260 00012 0002 40010 00024 0004 80020 000520 00024 0004 80020 000 i 1 In der Kostenrechnung fur fixe und variable Kosten untersucht Drechsler folgende 4 Falle: ;Fall Jahreskapazitat AufbereiturigsverfahrenMio iato HansanknollenABCD1,01,02,02,03Metalle 4Metalle 3Metalle 4Metalle Fur jeden der 4 Falle werden 3 Alternativen eine wahrscheinliche und zwei weniger wahrscheinliche optimistische bzw.pessimistische Annahmen betrachtet. In der vorliegenden Tabellewurden nur die Angaben zu der jeweils wahrscheinlichsten Alternative aufgenommen.2 Kupfer, Nickel, KobaltMetall.3 ManganOxyd Mn O,, mit 48 v H Mangan, NickelKobaltSulfat, CementKupfer.4 Vgl. Drechsler, S. 73, Funote 2: All cost and price estimates used in the economic calculationsare in 19691970 money terms.screening.5 Einschlielich vashing and 6 Einschlielich overhead 7US:to.6a Zur Berechnung vgl. Drechsler, S. 84.6 Zur Berechnung vgl, Drechsler, S. 83.Quelle: Vgl. Autoren im Kopf der Tabelle. Eigene Berechnungen. 33 N. Autor Seabcd Mineral Rcsources and the Lcon196v jahr Expo r inent.i l Investigations of Deep Sia Ocean Mininq Sysiimsand their Econonit Implicot 10ns 1972Inc.Tho Appsro.ichlnq Maturity of Deep Ocea Minin. The Paco Quiekens 1973UNACon. 6225MOncricfi, A. and The Economica of First Generation Manganese Nodule Oper Jtions Ocojn Floor Mmuij 197519741974Fall A1Fall D2USV6, V 26,0033,009,00.009,00k 6,oo.66,oo 17,0023,0072.oo99.oo 29,0010,0035.0011,0T22,053.3.1101,30,21, 190,0055.0090,0035 003 30029 70090 V H cincy B 70 v H326 500 MnFe 13 0001 6001 1 li OOTransport Aufbereitung,Vorhuttuninct Hnngnnknoll.n Man Can Mickal Kobalt Kupf.r Elsan Holybdan Kobalt Kupfr Elaan Holybdknbringe.H.ncan Nlckvl Kobalt Kupf.r Eisn Molybdanlanarkunganu Bnoten 11.0320.18101;1 1I 11110,0 MnF.1,60.21.4I111II25 000 MnF10 1601 2 708 900I11i . i 1f 1I1IS Lt Pigr, Mudff,S. 158.Datum der Vrdrfantlichuna May, 1971.1 Zur Umrechnungder DMAngabanwurde ein Wechselkurs vonbrncht. F A II A llydraulic Syst 2 Kali Tl CLUSystinn Cichuiie. L l n c l 1 p 1 Vgl.S. 1nr Moneriff,2. AI 1 cpsts 3 of mdt 97cpt for preoscn Uled.rieff nennt 2 Hone JBWI.OWd.o r Olrn.i.n Jova Daton fur iinn uf Cnommn    34 StudlClaiita, C.1970valtiittion Of Dap So Ocion Mi Atnc Syitianml ttinir teonomiDap Saa Vantura Ine. Tita Appraaclitnt; Mturity o T 0ep 0c Minine Tha Pacc CorporationUN ACunf. tr23Tha Eeonoalca of K i r at Canaration Maneanaaa Noaula Oparatiom 1973.319731 ,03 .0197b 3 ,0P ro.t, j.s.1973Fall Ar.n B0.9070,907Hydraulicm Cl MDlnan Ion Tonn,Mio.US5usVto Produkttnntkup.AufbaraitunsaFonc Kunc undtnlwleklun Exploration B.reb.u Trnport Aufbaraitung,jato KapaiitatFvraehune undtnvieklune Exploratlon Qarcbau Tranaport Vvrhuttune Aufbarvltun,33.o 26,322,UO17.33US110, 13 M . t . l l.197197U13 Mat.l La Proca lt.Hfta.lla 197l 1 Proeaaa IHtall 8O.O2r 300john C o m l t i l o ning von 30 Mlo.USSc . p l t l vondo Mio.US 3. 100,00126,672tt,05 1 , 0 6 1 ,087.012O.0105.0,0 30 Mto.USJ.10,0 210.0li O,00210,0026.033.016.066,072.019,0J1 .00 ,330.0573.01,100.3333.08.02,6911.8,8!.10,0k,020.03.lli 0, 10 ,32 ,0.310,00,110.332.211 1.0322.OJ0 .310,0 8 . ,I.i 1inoch Tabelle A2 Kostenstudien uber den. Autor N. Titel der Studie Kennecott Copper Cor poration: Coniparative Economics of Hecoveryof Metals from Ocean Nodules 1Tiefseebergbau Forderung und Verhuttung von Manyanknollen 35 x Er sehe inungs jahr Jalireskapazitat Jahresbetriebszoit bzw.Jahrosforderung Dimension Mio.jato TageJahr 19761,36NH LeachingProcessi 3Metalle 1976250300Gevinnungsverfahren Aufbereitungsverfahren Preisbasis Fixe Kosten Mio.USSForschung U.Entwicklung Prospektion u.Exploration Bergbau Transport Aufbereitung u. Verhuttung Insgesamt Durchschnittliche fixe Kosten per Jato KapazitatUSSto Forschung und Entwicklung Prospektion u. Exploration Bergbau Transport Aufbereitung u. Verhuttung 183,82257,35Insgesamt Variable Kosten p.a.Mio. USSBergbau Transport Aufbereitung u. Verhuttung Insgesamt 70,0120,0Durchschnittliche Variable Kosten per to ManganknollenBergbau USto 51 ,1788,24Transport.Aufbereitung u. Verhuttung Insgesamt Nyhardt,J.D. Antrim,L.; Capstaff, A.E.;Kohler, A.D.; Leshaw,D.A Cost Model of Deep Ocean Mining and Associated Regulatory Issues 1978BaselineModel 2,72Diederich, F.j Muller,V,; Schneider, V.Analysis of the MITStudy on Deep Ocean Mining Critical Remarks on Technologiesand Cost Estimates 19792,72300 Arbeitstage pro Jahr Mineship300 Arbeitstage pro JahrTransport Vessel 250 Arbeitstage pro Jahr Mineship300 Arbeitstage pro JahrTransport Vessel3Metalle 19763Metalle 1976150,0016,JO96,0055,00342,00559,4018,386,0335,2920,22125,74205,6621,114,964,5100,57,77.5,4823,7136,95100,069,2189,2299.5510,0967,936,7625,4469,5636,58187,50355,8558,822,9170,0251,721 ,628,4262,5092,54noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen 36 . Autorv Titel der Studie Kennecott Copper Corporation: Comparative Economics of Rocoveryof Metals from Ocean Nodules 1s Er sehe inungs jahr 1976rDimension Metallgehalt in den Mangarvknollenv HNyhardt, J.D.; Antrim,L.; Capstaff, A.E.;Kohler, A.D.; Leshaw,D.A Cost Model of Deep Ocean Mining and Associated Regulatory Issues 1978Diederich, F.; Muller,W.; Schneider, W.Analysis of the MITStudy on Deep Ocean Mining Critical Remarks on Technologiesand Cost Estimates 1979Mangan Nickel Kobalt Kupfer Elsen Molybdan Ausbringungsgradv HMangan Nickel Kobalt Kupfer Eisen Molybdan Jahrliche AusbringungtoJahr Mangan Nickel Kobalt Kupfer Eisen Molybdan Bemerkungen Fu Onoten 26,901,500,241,300956o 951,2230,170,99823885517 6872 721h 96638 7763 91833 6051 Die Daten wurdenentnommen aus Diederich F. u.a.,Analysis of the MITStudy , S. 82.Surface abundance of Nodules on Seafloor 13,2 kgm 2wet2 lbft 2 dry nodules 2 ,7 lbft 2 wetnodules.Collector Efficiency 0,65,S. 69. Sweepefficiency 0,50.1 Fixed and Misc.operationg costs.Surface abundance of Nodules on Seafloor 1,5 lbft 2 dry 10 kgm wet.Collector efficiency 0,75.1 The actual valuesas at the end of 1978 were dividedby the factor 1,15aecording to the CEPlant Cost IndexVgl. S. 89.2 2 Mineships MITBaseStudy 1 Mineship.3 Vgl. S. 87 Least Kavorable Case.Juelle: Vgl. Autoren im Kopf der Tabelle. Eigene Berechnungen.noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen 37 Autor Titel der Studie Erscheinungsjahr Technological and Economic Assessment of Manganese Nodule Mining and Processing Arthur D. LittleKennecott Project1977INCOProjectOMAProjectSummary of Project Datfor a 3 Mio.DMT Noduleper Vear Project AMR197925,501,330,221,09ho 8,87887690809070907090909090906095213t 286381029388228 571221 900665 6601 1 1291 6339 79635 1005 00029 too Metallgelialt in den Manganknol 1en Dimensionv HMangan Nickel Kobalt Kupfer Eisen Ausbringungsgradv HMangan Nickel Kobalt Kupfer Eisen Molybdan Jahrliche AusbringungtoJahr Mangan Nickel Kobalt Kupfer Eisen Molybd Sn Bemerkungen Funoten 955595553.2862993310208981 Mining Ships Transportation Pipe Strings,Dredges, Pumpsetc .2 Land, Buildings, Equipment 3 Mining Ships,Pipe strings,Pumps, Dredgeheads.4 Transportaticnship,leased ,Unloading overland transport, Taxesand insurance.Quelle 1 Vgl. Autoren im Kopf der Tabelle. Eigene Berechnungen.noch Tabelle A2 Kostenstudien uber den Tiefseeberjbau Forderung und Verhuttung von Manganknollcn 38 AutorTitel der StudievEr sehe inungs jahr Dimension Techno log ical amnese Nodule Minii Arthur D. Littlcl Economic Assessnnj and Processinglent of MangaKennecott Proiect1977INCOProjectOMAProjectSumraary of Project Datafor a 3 Mio. DMT IJoduleper Ycar rrojeet AMR1979J a h r e s k a p a z i t at M i o . j a to 2.722,720,913,0J a h r e s b o t r i o h s z o it b z w.J a h r e s f o r d c r u ng T a g e J a hr G o w i n n u n g s v e r f o h r en A u f b e r c i t u n g s v o r f a h r en Preisbnsia F i xe K o s t enHydraulicminingAininouia leachp r o c o s slMetallo 1976Hydraulicmining P y r o m e t a l l u r g iHydraulicmining H y d r o c h l o r ic 5Metall!19765 M e t a l le 1976HydraulicSmnltLonclitMotnlle 1978F o r s c h u ng U . E n t w i c k l u ng M i o . U S P r o s p e k t i on u . E x p l o r a t i on M i o , U S Bergbau Transport M i o . U S M i o . U S ; 98, o 1A u f b e r e i t u ng u . V e r h u t t u ng M i o. U S j Insgesamt Mio.US5331,o 217.oll 5,0.O.O1it 5.li 1A53.O261.3,1173,21253,O2366,2D u r h c h n i t t l i o ho fixe Kosten per Jato Kapazitat USSto Forschung u. Entwicklung Prospektion u.Exploration Bergbauy 11i 6.5t 16, 5U3.9636,03f 53,680, 166, 5.2 36,5278,02.02, h ZAufbereitung u.Verhuttung Inscesamt Variable Kosten p.a.Mio. USSBergbau Transport Aufbereitung u.Verhuttung Insgesamt 121,69I7t.2617, o 33.5495,0a 5 30e i n s c h l . S a l e s23,.34,5l Oi.O17i,9a, e i n s c hl . Salos12,25,785,0 1 23 , 7ae i n s c h l. S a l e s ,G e n e r a l and Adniinis tra t ion C o s t s 10,8M i o . U S S.G e n e r a l and A d m i n i s t r a t i on C o s t s 9,5 M i o.U S .Genera.l and A d m i n i s t r a t i on C o s t 13 M i o.U S .16017617 e i n s c h l . M n959 e i n s c h l. I6ri M i o . U S A u x i l l a r i es 1313 e i n s c h l.working c a p i t a l 76M i o . U S , indirect Inv e s t m e n t 2 78 M i o . U S v 53.335.67205,67319,671.230l!22O233iae i n s c h l. 1.8120 M i o.U S 5 j n h r M a n g a n o se Smelting 1 .Durchschnittliche variable Kosten per to ManganknollenBergbau USSto Transport Aufbereitung u.Verhuttung Insgesamt 6,251 1,583t,9356,258,6012,6838,2l 61,3O13, k 117,2593,H35,931., 0010,007,3387,33 1 ,l 3noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen Autor Arthur D. Little Inc. 39 T i t el der StudieErscheinungsjahr Dimension Mio. jato TageJahr Mio US Jahreskapazitat Jahresbetriebszeitbzw.Jahresforderung Gewinnungsverfahren Aufbereitungsverfahren Preisbasis Fixe Kosten Forschung u. Entwicklung Prospektion u. Exploration Bergbau Transport Aufbereitung u. Verhuttung Ni, Cu, Co, Fe Mn, Si Mn Insgesamt Durchschnittliche fixe Kosten per jato KapazitatUS gto Forschung u. Entwicklung Prospektion u. Exploration Bergbau Transport Aufbereitung u. Verhuttung Ni, Cu, Co, Fe Mn, Si Mn Insgesamt Variable Kosten p. a.Mio US Bergbau Transport Aufbereitung u. Verhuttung Insgesamt Durchschnittliche variable Kosten per to ManganknollenBergbau Transport Aufbereitung u. Verhuttung Insgesamt US gtov HMetallgehalt in den Manganknollen Mangan Nickel Kobalt Kupfer Eisen Molybdan Technological and Economic Assessment of Manganese Nodule Mining and Processing. November 1979Ammonia Leach without Manganese Ammonia Leach with Manganese Pyrometallurgical 2,722,72Ammonia Leach 4Metalle 1978Ammonia Leach 5Metalle 1978213,21242163478,38154,78233,168313822130,5150,7481 ,2528,001 ,400,201 ,200,06213,21, , 268689978,38252,21330,598323732030,5187,13117,6428,001 ,400,201 ,200,062,72Pyrometallurgical 5Metalle 1978213,21r,, 256377678,38206,99285,378315924230,5158,4688,9728,001 ,400,201 ,200,06 40 noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von ManganknollenAutor Arthur D. Little Inc.Titel der Studie Technological and Economic Assessment of Manganese Nodule Mining and Processing. November 1979Ammonia Leach without Manganese Ammonia Leach with Manganese Pyrometallurgical Dimension Ausbringungsgradv HMangan Nickel Kobalt Kupfer Eisen Molybdan Jahrliche AusbringungtoJahr Mangan Nickel Kobalt Kupfer Eisen Molybdan 90509050034 2922 72229 393816909770977090907090685 83936 9593 81O31 6791 143685 83934 2923 81029 3931 143Bemerkungen:Costs exelude depreciation, Start up and training costs page 113Zu den Annahmen vgl. S. 113.Zu den Einzelkosten vgl. Tabelle 26, S. 114.Funoten:1 Mining Ships and Transportation, Pipe String, Dredges, Pumps etc. Land, Buildings and Equipment Quelle: Vgl. Autoren im Kopf der Tabelle. Eigene Berechnungen 41 noch Tabelle A2 Kostenstudien uber den Tiefscebergbau Forderung und Verhuttung von Manganknollcn Autorv Titel der Studie The Recovery of ton the World Cob Black, John Rolam 4etals from Deepseailt and Manganese Mi Howard IManganese Nodulessrketsand the E f f e c ts 1980Cuprion Sulfuric Acidillvdrochloric Acid Dimension Mio.jato TageJahr Jnhroskapnritnt Fnlirrsbotriebszeit bzw.Jahres forder unj Gewinnungverfahren Aufhoroitunesverfahren INCO3,0330 Tnc a 2 Stunden 330 T.IBO a 2 Stunden 330 Tage a 2l Stunden 3,03,03 ,0110 Taie ;,2 StundenINCOSmeltine ProcessMetalleKennecott Cuprion ProcossMotalloHieh Temperature Sulfuric Acid Leach ProcossMotolloHydrochloric Acid Leacli P T O C O S BMetalle Preis basis Fixe Koston Mio. USSForschung u. Entwicklung Prospektion u.Exploration 1979100,019,91979100,019,91979100,019.91979100,019,9120,8 9.7a 120,8 9,7a 120,8 9,7a 120,8 9.7a 65,57U.3 50,0b2, 165,5510,57,065.5665,257,065,51355.5d Dergbau Transport Aufbereitung u.Verhuttung Ni, Cu, Co Fe Mn, Si Mn Insgesamt Durchschnittliche fixe.Kosten perjato Kapazitat;US.Sto Forschung u. Entwicklung Prospektion u.Exploration Bergbau Transport Aufbereitung u.Verhuttung Ni,Cu,Co Fe Mn, Si Mn Insgesamt Variable KostenP.a.Bercbau Transport Aufbereitung u. Verhuttung Insgesamt 159,6 183,9CMining workingcapital. Extra Pollution Control.CTotal Project Working Capital 33,336,63O,2721,83237,1017,3786,53Mio. US?25,2 ;15,9199,6a 188,829,5a Ni,Cu,Co.MnRecovory.1363,6 169,81518, 193,21661,7 213,0Cd Cu,Co,Ni, Electrolytic.Mn.33.336,63O,2721,83170,13182,335,5325.215,91,7a 22.71O,58,05,307! 90136,8333,336,63O,2721 ,83221,73182,33506,1325,215,916.5a 22,73O,333,336,63O,2721,8351,83553.9025,215,9290,2331,38,05, 08,105.307!9O96,731 3, 31 1 0, 3Durchschnittliche variable Kostenperto MananknollonUS.to Bergbau Transport Aufbereitung u. Verhuttung Insgesamt 8,05,3066,5362,9313,17noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen 42 Autor Titel der Studie Erscheinungsjahr Dimension Black, John Roland Howard IThe Recovery of Metals from Deepsea Manganese Noduleson the World Cobalt and Manganese Marketsand the Effects INCOCuprion Sulfuric Acid Hydrochloric Acid 1980tetallgeha 11 in den ManganKnollenv HMangan Nickel Kobalt Kupfer Eisen Molybdan.usbringungsgradv HMangan Nickel Kobalt Kupfer Eisen Molybdanahrliche AusbringungtoJahr 25,001,300,251.257585508525,001,300,251,257585508525,001,300,251,257585508525,001,300,251.2587855085Mangan Nickel Kobalt Kupfer Bisen Molybdaniemerkungen Funoten 180 000 Si Mn535 000 Fe Mn36 000k 50031 500590 00036 300k 50032 3001 000590 00035 000h 30032 300590 000 Electrolytic.Mn10. 000 kk 000h 30031 000Costs exclude depreciatiorpage 113.Zu den Annahmen vgl. S. 113.Zu Einzelkosten vgl. Tabelle 26, S. 111.1, Start up and training costsJuelle: Vgl. Autoren im Kopf der Tabelle. Eigene Berechnungen.I 43 noch Tabelle A2 Kostenstudien uber den Tiefseebergbau Forderung und Verhuttung von Manganknollen Autor Black, John Roland Howard II Titel der StudieErscheinungsjahr The Recovery of Metals frora Deepsea Manganese Nodules Effects on the, World Cobalt and Manganese Marketsand the 1980INCOCuprion Sulfuric Acid Hydrochloric Acid Dimension Mio.jato 1 ,01.0330 Tage a 2k Stunden 330 Tage a 2k Stunden 1,0330 Tage a 2k Stunden 1,0 330 Tafte n 2k Stundenj!1.lahreskapazitat.Tahresbetriebszeit bzw.Jahresforderungf.ewinnungs verfahren Aufbereitungsverfahren?reisbasis Fixe Kosten Mio. USSForschung u. Entwicklung Prospektion u.Exploration Bergbau Transport Aufbereitung u.Verhuttung Insgesamt Durchschnittliche fixe Kosten per Jato Kapazitat US5to Forschung u. Entwicklung Prospektion u.Exploration Bergbau Transport Aufbereitung u.Verhuttung Insgesamt Variable Kosten p.a. Mio. USSBergbau Transport Aufbereitung u.Verhuttung Insgesamt Durchschnittliche variable Kosten per to ManganknollenBergbau USSto Transport Aufbereitung u.Verhuttung InsgesamtINCO Smelting ProgressKennecott Cuprion Process 114MetalleMetalleHigh TemperaturSulfuric Acid Leach Process4Metalle 1979100,09,973,530,1583,21979100,09,973,530,1532,11979100,09,973,530,16Ht,9796,7 92,6c CTotal Project Vorking Capital.75,6 87,2c 828,k 99,7Hydrochloric Acid Leach Process,!Metalle 1979 100,0 9,973.530,1768,1 89,2d Cu, Co, Ni,Electrolytic.Mn.100,09,973,530,1583,2796,718,08,6197,9221,518,008,60221,50100,09,973,530,1532,175,618,08,6176,6203,218,008,60176,60203,26100,09,973,530,1614,9828,118,08,6185,1211,718,008,60185,10211,70100,09,973,530, 155,6768,118,08,6128,6155,218,008,60128,60155,20Quelle! Vgl. Autoren im Kopf der Tabelle. Eigene Berechnungen.Tabelle A3 Metallproduktion im Tiefseebergbau Schatzwerte 44 Kostenstudie Lfd.Nr.AutorenProduktionskapazitat in Millionen Tonnen dmtManganknollenpro Jahr Metalloutput in Tonnen pro JahrNickelaquivalent in Tonnen pro JahrNickel Kobalt Kupfer Molybdan Nickelaquivalentinsgesamt Manganodermanganhaltige Verbindung12345678910111213141516Sorenson P. E.,Mead W. J.Drechsler H.Fall AFall BFall CFall DMoncrieff A.,Smale Adams K.Pearson J. S.Fall AFall BArthur D. Little KennecottProject INCOProject OMAProject 1,002,002,003,000,910,912,722,720,91Nyhart J. D. u. a.2,72Diederich F. u. a.2,72AMRFall AFall BFall C3,003,003,001,80171005760 115201908636 585000 365631 ,00120002400 480010000 3333_ 65819 20133 36383 40267 72767 51600 40406 31542______2400 480010000 3333260000 162504800 960020000 66674800 960020000 6667520000 325003300 660029700 9900_1600 320011400 38001270 25408900 2967326500 20406254000 158752993 598631020 10340_3810 762029388 97961633 32669796 3265609524 12698228571 32653898 10781143 51690 1371 65771490 588 512013918 783633605 112023918 783633605 112025000 1000029400 9800221900 138695000 1000029400 9800665600 416005000 1000029400 9800______ 57814 57814 68769 96500 549001200024000240003510013000101603428634286114293877638776351003510035100Noch Tabelle A3 45 Kostenstudie Lfd.Nr.AutorenProduktionskapazitat in Millionen Tonnen dmtManganknollenpro Jahr Metalloutput in Tonnen pro JahrNickelaquivalent in Tonnen pro JahrNickel Kobalt Kupfer Molybdan Nickelaquivalentinsgesamt Mangan odermanganhaltige Verbindung17181920212223242526Arthur D. LittleAmmonia Leachohne ManganAmmonia Leachmit ManganPyrometallurgicalBlack J. R. H.INCOmit ManganINCOohne ManganCUPRIONmit ManganCUPRIONohne ManganSulfuric Acidmit ManganSulfuric Acidohne ManganHydrochloric Acid 2,722,722,723,003,003,003,003,003,003,00342923695934292360003 600036300363003 50003 50004 20002722 544429393 9798685839 16728816979 505133810 762O31679 105603810 762029393 9798685839 142881143 13721143 73239 1372 673704 500 900031500 10500715OOO 4 20094 50031500 9000 10500 97509 555004 500 900032300 10767590000 368751000 1200 941424 500 900O32300 107671000 1200 572674 300 860032300 10767590000 368754 300 860032300 107674300 860031000 10333590000 36875 91242 54367 97808Quelle: Tabelle A2 Eigene BerechnungenTabelle A4 Schatzgleichungen fur die Entwicklung der fixen und der variablen Kosten im Landbergbau und im Tiefseebergbau 1965 1980 sowie durchschnittliche Kosten 1979 und 1990 46 Schatzgleichung Zeitraum Fixe Kosten Kosten in US 2 1979pro Pound NickelaquivalentDW19791990Tiefseebergbau1 In CAC 97,3986 0,0502 T19681979240,3814,871,577,0112,183,79 3,86LandbergbauNickellateritbergbau2 In CAC 126,2335 0,0650 T5,46 5,5519651979440,4130,812,1311,0422,573 In CAC 184,1266 0,0943 T6,626,54 197O1979300,6043,771,3412,1034,14Variable Kosten Tiefseebergbau4 In OPC 125,1122 0,0635 T19681979240,6441,471,931,743,506,42 6,44LandbergbauNickellateritbergbau5 In OPC 144,8829 0,0736 T1972198O200,5827,760,902,164,865,25 5,276 In OPC 148,7245 0,0758 T6,59 6,64 0,0056 KAP2,2919721980190,7426,481,052,064,75a Zu den Symbolen: CAC Fixe Kosten in US 2 1979 pro Pound Nickel aquivalent Jahreskapazitat;OPC Variable Kosten ohne Abschreibung, Amortisation und Schuldendienst in US pro Pound Nickel aquivalent; Jahr 1965 1980;KAP Auslastungsgrad der Produktionskapazitat in v HT tWerte in Klammem; signifikant bei einer Irrtumswahrscheinlichkeit von 5 v HQuelle: Tabellen 1, 2 und 3Eigene Berechnungen.Tabelle A5 Durchschnittliche fixe Kosten im Nickellateritbergbau 1965 1979 47 Lfd. Nr.Jahr Fixe Kosten in US 1979 lb Nickel Lagerstattentyp 123456789101112131415161718192021222324252627282930313233343536373839404142434419651969197019701971197119721972197219721973197319731973197319731974197419741974197419751975197519751976197619761976197619771978197819781978197919791979197919781977781977781977781977784,586,024,049,505,168,316,267,396,1812,187,804,955,277,118,005,5511 ,636,865,565,776,199,3613,096,5410,6910,1510,719,9010,2012,9610,14 bis 15,7811 ,7011 ,388,919,828,7310,00 9,00 bis 11,0010,0010,009,0013,0911 ,2910,279,599, 14AABABBBBBABBBBBBABBBBAABAAABBBBBABBAAABBBBBBA Keine Angabe, ob lateritischer oder sulfidischer Lagerstattentyp;B Lateritischer Lagerstattentyp Quelle: Fachzeitschriften: Engineering and Mining Journal; Mining Annual Review;Mining Congress Journal; Handelsblatt; Nf A Nachrichten fur den Auenhandel; Metallwirtschaft und Metallmarkt Unternehmen: ronto; Kennecott Copper Corporation; AMR, Frankfurt; Metallgesellschaft AG,Frankfurt Sonstige:INCO, Toronto; Falconbridg.e International Limited, ToArthur D. Little 1977; J. Hilmy 1979; J. R. H. Black 1980 48 Tabelle A6Faktorpreise der Vereinigten Staaten, 1979Faktor Preis in US 1979Mengeneinheit Heizol Kohle Koks Strom Elektroden LIX 64 NDampf Wasser Ammoniak Salzsaure Schwefelsaure Kalk SiliciumoxidEisenSchrott Elektroden Paste Lohn: Betriebspersonal Wartungspersonal 2057,90800,031 .0002,750,0027501504257,8032,504010030020.00023.000bblttk Wht 2lb SVlbMgaltuttttttMann und JahrMann und Jahr Quelle: Black fl 980j, S. 114.Tabelle A7 49 Faktorabsorption Arbeit, Material, Energie im Tiefseebergbau und im Landbergbau Faktor Dimension Faktormenge je Pound Nickel aquivalentTiefseebergbau INCOohnemit Mangangewinnung LandbergbauFerronickelprozeAlternative AAlternative BMorrodo Niguel Stunden Stunden 0,01310,00970,01310,01090,02600,00640,02600,0064Arbeit ArbeiterAngestellteMaterial Chemikalien Elektroden LIX 64 NKalk ElektrodenPasteEisen Schrott Koks Flumittel Silicadiv. MaterialBergbau und TransportWasser Fluspat Sauerstoff Soda Energie Kohle Strom Dampf Heizol Dieselol US bkglbkgkgkgkgkgu mkgmkgkgk Whlb 110,250,30m 0,070,170,240,26640,0324O,OO250,11220,03720,16330,01840,00140,710,0718O,451,430,770,06370,02170,0750,0904,59o 13,15e 32,690,022,61f 21 ,7218,610,710,0512,50.3,400,200,0615,00.4,080,240,00610,050,5231,75d 27,173,31a Alternative A: Input 1,25Alternative B: Input 1,5Millionen dmt Millionen dmtpro Jahr, Outputpro Jahr, Output 50 Millionen 50 Millionenlbs pro Jahr;lbs pro Jahr.b Preisbasis 1979c Frischwasser Holzkohle zur Reduktionund fure davon im Bergbaudavon im Bergbauden Transport 2,12 k Whlbund furden Transport 1,21 k Whlb Quelle: Black 1980 a. a. 0. Langer,Eigene Berechnungen .Ernst 1979 Angaben eines Industrieunternehmens 50 Tabelle A8Umrechnungsfaktoren fur Energiebilanzen Energietrager Mengeneinheitk Wh Schweres Heizolg al USb blshort ton 16,67700,004.167,00Dieselol, leichtes Heizolg al US15,77Kohle, Koks, Elektrodenlbm e t r ic ton Dampflb 1 ,443.1750,139Quelle: John Dasher, The energy picture in nickel production,in Mining Magazine May 1976, S. 379Tabelle A9 Fixe Kosten und variable Kosten in US 1979pro Tonne Manganknollen Schatzungen 1965 1980 51 K Os t e n s t ud ie Lfd.Nr.Autorender Kostenschatzung ErscheinungsjahrPreisbasisim OriginalAnzahlder Metallea JahreskapazitatMio jatoFixe Kostenin US 1979pro Tonne Manganknollen Jahreskapazitat Spezifischevariable Kostenin US 1979pro Tonne Manganknollen Jahreskapazitat 123456789Mero J. L.Hess H. D.Sorenson ?. E.,Mead W. J.Dorstewitz G.Drechsler H.Fall AFall BFall CFall DKaufmann R.,Rothstein A. J.10Dubs M.11Moncrieff A.,Smale Adams K.Pearson J. S.12131415161718192021Fall AFall BArthur D. Little KennecottProject INCOProject OMAProject Nyhardt J. D.Diederich F.,Muller W.,Schneider W.AMRFall AFall BFall c 1965196319651964196819681971197019721970197319741974197419741974197519741977197619781976197919761979197845443434344455334e 4f 31,221,501 ,801,251,001 ,002,002,001 ,003,003,00O,910,912,722,720,912,722,723,003,003,00125 bis 16325110730636324529190848556844873202 bis 3 O 3C104 bis 143144d 21332196d 2 7 3d 4 4 5d 2333964 5049337442 bis 585163297080169461159512178noch Tabelle A9 52 K os t e n s t ud ie Lfd.Nr.Autorender Kostenschatzung ErscheinungsjahrPreisbasisim OriginalAnzahlder Metallea JahreskapazitatMio jatoFixe Kostenin US 1979pro Tonne Manganknollen Jahreskapazitat Spezifischevariable Kostenin US 1979pro Tonne Manganknollen Jahreskapazitat Arthur D. Little 197 91978Ammonia Leach Without ManganeseAmmonia Leach With ManganesePyrometallurgical Black J. R. M.19801979INCOCuprion Sulfuric Acid Hydrochloric Acid INCOCuprion Sulfuric Acid Hydrochloric Acid 455434343444442,722,722,723,003,003,003,003,003,003,001 ,001 ,001 ,001 ,00254361h 311h 45330642123947329052169764672866889128971438013762143691102252032121555 bedeutet Nickel, Kupfer, Kobalt, Mangan, Molybdan 4 bedeutet Nickel, Kupfer, Kobalt, Mangan sofern nicht anders angegeben3 bedeutet Nickel, Kupfer, Kobaltohne Forschungs und Entwicklungsaufwand, sofern nicht anders angegebenspezifischer Kapitalaufwand insgesamt ohne nahere Angabe, ob Forschungs und Entwicklungsaufwand darin enthaltenohne Forschungs und Entwicklungsaufwand, ohne Prospektion und Exploration 221.900 Tonnen Mangan Output 665.600 Tonnen Mangan Output Nickel, Kupfer, Kobalt, Molybdanin den Investitionen sind nur Anlagen und Einrichtungen zur Erzeugung einer geschmolzenenmanganhaltigen Schlacke enthalten 2223242526272829303132333435a b c d e f g h keine Angabe Quelle: Tabelle A2 Eigene Berechnungen 53 ANHANG BFixe und variable Durchschnittskosten bezogenauf die Fordermenge an Manganknollen 1. In Abschnitt II Ziffer 11 ff wurden auf die Metallproduktionbezogene Durchschnittskcsten ermittelt. Im folgenden werden wegen der breiteren Datenbasis die variablen und fixen Kostenauf den Output des Bergbausektors, das heit auf die jahrlichgeforderte Menge Manganknollen bezogen. Errechnet wurden: 1fixe Kosten pro Jahrestonne Manganknollen in US 1979 und 2variable Kosten pro Jahrestonne Manganknollen in US 1979. Die Ergebnisse sind in den Schaubildern A 1 und A 2 dargestellt.Manganknollen 2. Auffallig ist im Schaubild A 1 die groe Streubreite der Schatzungen. Die wichtigsten Grunde fur die beachtlichen Differenzen der Schatzwerte fur die spezifischen fixen Kosten wurdenbereits genannt Ziffer 10:a Unterschiede bei den zugrundegelegten Betriebsgroen,b unterschiedliche Technologien zur Gewinnung und Forderung der Manganknollen undc unterschiedliche Verfahren zur Verhuttung der Manganknollen.3. Eine Vorstellung uber die Groenordnung der Kostendifferenzen infolge unterschiedlicher Betriebskapazitaten lat sichaus den Berechnungen von Black 1980J gewinnen: die fixen Kostenpro Jahrestonne Manganknollen betragen bei einem 3 MioJahrestonnenBetrieb etwa zwei Drittel bis vier Funftel derentsprechenden fixen Kosten eines TiefseeBerg 54 baubetriebes mit nur 1 Mio Jahrestonnen Manganknollen .4. Die Schatzungen uber die bergbaulichen FixkostenKosten der Anlagen zur Gewinnung und Forderung der Manganknollen weichen besonders stark voneinander ab. Die Schwankungsbreite der spezifischen fixen Kosten fur den Bergbausektor reicht 1979er Preise von 3,2 US Pearson,1979, Fall B.7 bis 175 US Sorenson and Mead, 1968. Die Angabe von Pearson mit 3,2 US pro Jahrestonne Manganknollen bei einer Betriebskapazitat von 0,91 Mio Jahrestonnen ist die einzige Nach den von A.D. Little T.9777 veroffentlichten Schatzungen ergeben sich ahnliche Vergleichswerte. Hierbei istallerdings zu beachten, da sich nicht nur die Betriebsgroen unterscheiden, sondern auch die Verhuttungsverfahren. Drechsler Z1973, S. 84_7 berechnet die fixen Kostenfur einen Betrieb mit 2 Mio Jahrestonnen Kapazitat auf der Basis der entsprechenden Kosten eines Betriebes mit 1 Mio Jahrestonnen, mittels der Formel:c Cl 2 Q Q Twobei Q, 1 Million Tonnen Jahreskapazitat Q 2 Millionen Tonnen Jahreskapazitat C, Fixe Kosten eines 1 MillionJahrestonnenBetriebs C Fixe Kosten eines 2 MillionenJahrestonnenBetriebs 55 Schatzung, die uns fur das sogenannte ContinuousLineBucketSystem CLB vorliegt.5. Die Fulle von Kombinationsmoglichkeiten zwischen denverschiedenen Gewinnungsgeraten und Fordertechnologienspiegelt sich auch in den Schatzungen fur die fixen Kostenwider. Da alle Schatzungen mit einem mehr oder wenigergroen Unsicherheitsfaktor versehen sind, soll an dieser Stelle nicht naher darauf eingegangen werden, welche Abbauanlage die niedrigsten fixen Kosten erfordert .2Beim CLBSystem sind viele Schurfkubel an einem Endlosseilbefestigt. Dieses Endlosseil wird uber eine Windenanlagean Bord eines Schiffes so in Rotation versetzt, da die Schurfkubel am Meeresboden schleifen und die dabeiaufgenommenen Manganknollen auf das Schiff fordern. Das CLBSystem wurde von Yoshio Masuda entwickelt und wird vonder sogenannten ContinuousLineBucketGroup in der Praxiserprobt. Zu dem CLBSystem vgl. Yoshio Masuda T.975J. Inden anderen vorliegenden Kostenanalysen wird davonausgegangen, da die Manganknollen mit einem Gewinnungsgerat vom Meeresboden aufgenommen werden und anschlieendhydraulisch oder hydropneumatisch in einem Rohrstrang aufdas Forderschiff transportiert werden. Bei diesen Methodenwird also entweder ein Feststoff ManganknollenWasserGemisch oder ein FeststoffWasserLuftGemisch AirLiftSystem auf das Forderschiff gepumpt, Das Konsortium Ocean Management Inc., an dem auch die deutsche Gruppe AMRArbeitsgemeinschaft meerestechnisch gewinnbare Rohstoffebeteiligt ist, ist bisher das einzige Unternehmen, dasbeide zuletzt genannten Fordertechnologien in der Praxiserprobt hat.Zur Aufnahme der Manganknollen am Meeresboden wurden bzw.werden verschiedene Gewinnungsgerate mechanische Sammeleinrichtungen, Einrichtungen mit festen oder einstellbaren Schleppsaugknopfen u.a. entwickelt und erprobt. Beschreibungen der verschiedenen Gewinnungs und Fordereinrichtungen enthalt beispielsweise Chaziteodorou Z197677_7.Chaziteodorou weist darauf hin, da das jeweilige Kostenbild eines technologischen Verfahrens sich in Abhangigkeitvon einer Vielzahl variabler Einflufaktoren, insbesonderevon Lagerstattenfaktoren gestaltet siehe Chaziteodorou,197677, Seite 58.Chaziteodorou kommt nach einer Rentabilitatsbewertung der verschiedenen Abbaumoglichkeiten u.a.zu dem Schlu: Die Fliefordertechnologien kontinuierliches Fordern auf hydraulischem und hydropneumatischem Wege sind wirtschaftlich eindeutig fuhrend, siehe Chaziteodorou,!976?7J Seite 75.566. Die Kostenanalysen von Black ermoglichen einen Vergleich der fixen Kosten zwischen dem 3MetallVerfahren unddem 4MetallVerfahren im Huttensektor. Danach sind fur diezusatzliche Gewinnung des Mangans im Huttensektor Fixkosten erforderlich, die das 0,6 bis 1,1fache der Wertebetragen, die fur die Gewinnung von Kupfer, Nickel und Kobalt insgesamt 3MetallVerfahren in Ansatz gebrachtwerden .7. Schaubild A 1 lat auer der beachtlichen Streubreiteder verschiedenen Schatzungen auch einen Anstieg dieser Werte im Zeitablauf erkennen. Dieser Anstieg der fixen Kosten durfte zum uberwiegenden Teil darauf zuruckzufuhrensein, da die technischen Schwierigkeiten und demzufolgeauch die Kosten einer Forderung und Verhuttung von Manganknollen anfangs unterschatzt wurden. Die Erfahrungen, dievor allem aufgrund der Fcrderversuche und in jungster Zeitauch aus den Verhuttungsversuchen gewonnen wurden, habenoffenbar zu einer Uberarbeitung der technischen Losungsansatze gefuhrt, die letztendlich auch in hoheren Kostenschatzungen ihren Niederschlag gefunden haben.Bezieht man fur einen 3 MioJahrestonnenBetrieb die fixen Kosten im Huttensektor fur die zusatzliche Gewinnung des Mangans auf die entsprechenden fixen Kosten des 3MetallVerfahrens, so ergeben sich fur die verschiedenen Verhuttungstechnologien folgende Quotienten: INCOSmeltingProcess 0,6; KennecottCuprionProcess 1,1; High Temperature Sulfuric Acid Leach Process 0,8. Black 1980 eigene Berechnungen.Schaubild A 1 Fixe Kosten in US 1979 pro Tonne Manganknollen JahreskapazitatSchatzungen 1964 1979Fixe Kosten 800700 600 500 400 300 200 10001963 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80O mit Mangangewinnung 0 ohne Mangangewinnung Quelle: Tabelle A 9. 58 8. Fur eine kurze abschlieende Betrachtung der fixen Kosten sollen nur Schatzungen der aktuellsten Kostenuntersuchungen 1979, 1980 herangezogen werden. Aus den Datender Tabelle A 2 errechnen sich folgende Durchschnittswerte: Fur ein TiefseebergbauProjekt mit einer Jahreskapazitat von 3 Millionen Tonnen Manganknollenbetragen die fixen Kosten 302 US 1979 pro Jahrestonne Manganknollen beim 3MetallVerfahren und 469 US pro Jahrestonne Manganknollen beim 4MetallVerfahren; fur ein TiefseebergbauProjekt mit einer Jahreskapazitat von 1 Million Tonnen Manganknollen werdenfixe Kosten von 685 US 1979 pro Jahrestonne Manganknollen beim 4MetallVerfahren geschatzt.Demnach erreichen die fixen Kosten beim 4MetallVerfahrenim Vergleich zum 3MetallVerfahren etwa den 1 12fachen Betrag. Mit einer Erhohung des Produktionskapazitat von 1Million Jahrestonnen auf 3 Millionen Jahrestonnen Manganknollen verringern sich die fixen Kosten um etwa ein Drittel. Mit diesem letztgenannten Ergebnis stimmt die Beobachtung uberein, da die TiefseebergbauKonsortien beiihren Projektuberlegungen derzeit uberwiegend von einer Produktionskapazitat von 3 Millionen Jahrestonnen Manganknollen ausgehen .Hierbei handelt es sich um Trockengewicht und metrictons 1000 kg. Einige USStudien vgl. A.D. Littlelegen ihren Berechnungen 3 Millionen short tons 2000 lb A 907 kg zugrunde. 59 Jar sponne 9. Ebenso wie die Schatzwerte fur die fixen Kosten sindauch die Schatzwerte der variablen Kosten im Zeitablaufgestiegen und streuen je nach Betriebsgroe, Gewinnungsund Fordertechnik sowie dem in Betracht gezogenen Verhuttungsverfahren relativ breit Schaubild A 2. So errechnen sich beispielsweise aus den Daten der Kostenschatzungen von Black im Durchschnitt fur ein Projekt miteiner Jahreskapazitat von 1 Killion Tonnen Manganknollenvariable Kosten von 200 US und fur ein 3 Millionen JahrestonnenProjekt variable Kosten von rund 135 US 1979 je Tonne Manganknollen. Nach den Schatzungen von Drechslerfl 910J verringern sich bei einer Verdopplung der Produktionskapazitat von 1 Million Jahrestonnen auf 2 Millionen Jahrestonnen die durchschnittlichen variablen Kosten umetwa 15 v H1.Drechsler legte bei seiner Umrechnung der Betriebskosteneines 1 MillionenJahrestonnenBetriebs auf einen 2MillionenJahrestonnenBetrieb folgende Formel zugrunde:C CJ Q1Q202wobei Q, 1 Million Tonnen Jahreskapazitat Q 2 Millionen Tonnen Jahreskapazitat C, Betriebskosten eines 1 Millio C, Betriebskosten eines 1 MillionenJahrestonnenBetriebs Betriebsvgl. Drechsler, 913j, Seite 83Sehaubild A 2 Variable Kosten in US 1979 pro Tonne Manganknollen Schatzungen,1963 1979Variable Kosten 250200 150 100 50 0o I1963 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80O mit Mangangewinnung 0 ohne Mangangewinnung Quelle: Tabelle A 9. 61 10. Den Einflu der Gewinnungs und Fordertechnik auf die Streuung der variablen Kosten verdeutlicht die folgende Beobachtung: Die durchschnittlichen variablen KostonPreise von 1979 im BergbauSektor schwanken zwischen 0,5US Pearson, Fall B und 26,9 US? Sorenson and Mead pro Tonne Manganknollen .Die Kostenanalysen von Black 980j ermoglichen eine Gegenuberstellung der Verhuttungskosten der 3MetallVerfahrenmit den 4MetallVerfahren. Danach verursachen die 4MetallVerfahren im Verhuttungsproze durchschnittliche variable Kosten, die etwa 2 bis 2,5 mal so hoch liegen wie die 2Vergleichswerte der 3MetallVerfahren .Fur die variablen Kosten insgesamt Bergbau, Transport,Aufbereitung und Verhuttung ergibt sich nach den Schatzdaten von Black bei Anwendung der 4MetallVerfahren im Durchschnitt ein rund doppelt so hoher Wert wie bei der Anwendung der 3MetallVerfahren.Der untere Wert ist die einzige vorliegende Schatzung furdas CLBForderverfahren. Wenn auch an diesem sehr niedrigen Schatzwert Zweifel angebracht erscheinen, so lassendie Daten dennoch vermuten, da die hydropneumatischen undmehr noch die hydraulischen Fordersysteme hohere variable Kosten als das CLBSystem erfordern.Die betreffenden Faktoren fur 3 MillionenJahrestonnenBetriebe betragen beim: INCOSmeltingProcess 1,95;Kennecott CuprionProcess 2,55; High Temperature Sulfuric Acid Leach Process 2,38. 62 Literaturverzeichnis AMR Arbeitsgemeinschaft meerestechnisch gewinnbare RohstoffeSummary of Project Data Tor a 3 Mio DMT Nodule per Year Project, Four Metai Gase, unveroffentlicht,Frankfurt, 1979Andrew, Benjamin V.Relative Costs of U. S. and Foreign Nodule Transport Ships, 1978BaronsMining the Deep, Sept. 13, 1971BGR, DIW Bundesanstalt fur Geowissenschaften und Rohstoffe, Hannover, und Deutsches Institut fur Wirtschaftsforschung, BerlinNickel, Untersuchungen uber Angebot und Nachfrage mineralischer Rohstoffe, Stuttgart 1978Black, John Roland Howard The Recovery of Metals from Deepsea Manganese Nodules and the Effects on the World Cobalt and Manganese Markets, Massachusetts 1980Boin, Udo Grenzen und Moglichkeiten des Meeresbergbaus furdie Gewinnung mineralischer Rohstoffe am Beispielder Manganknollen, In: Erzmetall Bd 32 1979 H. 5,S. 237 240 Seerechtskonvention verhindert freien Investitionswettbewerb, In: Handelsblatt 9. 6. 1980Brooks, David B.Deepsea Manganese Nodules: From Scientific Phenoraenon to World Resources, Natural Resources Journal,July 1968, pp 401 423Chaziteodorou, Georg Grundlagen des Meeresbergbaus, Ein Beitrag zur Gewinnung und Forderung von festen mineralischen Rohstoffen aus dem Meer, Stuttgart 197677Clauss, G.Theoretical and Experimental Investigations of Deep Sea Ocean Mining Systems and Their Economic Evaluation,Paper presented at the Second International Ocean Development Conference, Tokyo, October 1972, pp 1925 1955. As reported in United Nations Economic Implications of Seabed Mineral Development in the International Area: Report of the Secretary General, AConf.6225 22 May 1974 p.67 63 Dasher, John The energy picture in nickel production, In: Mining Magazine, May 1976, S. 389 f Deep Ocean and Offshore Mining, Mining Engineering,April 1975Delach, M., Horn B. and Horn D.Ocean Manganese Nodules: Metal Values and Mining Sites, Technical Report Nr. 4, National Science Foundation, Waschington D. C, 1973Diederich, F. u. a.Analysis of the MIT Study on Deep Ocean Mining Critical Remarks on Technologies and Cost Estimates,AachenFrankfurt 19 79Dorstewitz, G.Meeresbergbau auf Kobalt, Kupfer, Mangan und Nickel,Essen 1971Drechsler, Herbert David A Study in Industrial Organization: The Potential Seabed Nodule Mining Industry, Columbia 1972Pubs, M. A., Flipse, J. E. and Greenwald, R. J.Pre Production Manganese Nodule Mining Activitiesand Requirements, In: U. S. Congress, Senate Subcommittee on Minerals, Materials and Fuels, Committeeon Interior and Insular Affairs, Mineral Resources ofthe Deep Seabed, 93 d. Cong. Ist. sess. MayJune 1973,pp.602 709Ensign, C. 0.Economic Barriers Delay Underseas, Mining Engineering 18 1966 No. 9, Seiten 59 62 73Evans, D. J. I., Shoemaker R. S., Veltman M., EditorsInternational Laterite Symposium, New York 1979Gallagher, John T.Efficient Estimating of Worldwide Plant Costs, In:Chemical Engineering,June 2, 1969, S. 196 202Guthrie K. M.Data and techniques for preliminary  : Capital Cost Estimating, In: Chemical Engineering, March 24, 1969,S. 114 142Hess, M. D.The Ocean: Minings newest frontier, Energy Mining Journal 166, 1965, Nr. 8, S. 79 96 64 Hilmy, JosephOld Nick, An Anatomy of the Nickel Industry and its Future, Commodity Note No. 13, World Bank,Washington, September 1979Jen!seh, Uwe Die Seerechtskonferenz vor der 10. Session, In:Auenpolitik, Zeitschrift fur internationale Fragen,32. Jgg. H. 181, Hamburg 1981Johnson, Robert J.Costs of Overseas Plants, In: Chemical Engineering,March 10, 1969, S. 146 152Kamphausen, Dieter Rohstoffgewinnung aus der Tiefsee und Strukturveranderungen im terrestrischen Bergbau von Entwicklungslandern, In: DIW, Vierteljahresheft 3, 1978Kaufman, Raymond, Rothstein, Arnold J.Deep Sea Ventures Deep Sea Ventures Inc., The Approaching Maturity of Deep Ocean Mining The Pace Quiekens, In: U. S. Congress, Senate, Subcommittee on Minerals, Materials and Fuels; Committee on Interior and Insular Affairs,Mineral Resources of the Deep Seabed, 93. d. Cong. Istsess. May June 1973, pp.2O1 222Recent Developments in Deep Ocean Mining, Marine Technol. 1970 S. 935 962Kaufmann, AlwinThe Economics of Ocean Mining, Marine Technological Society Journal, July August 1970, S. 58 65Kennecott Copper Corporation Comparative Economies of Recovery of Metals from Ocean Nodules, 1976Kohn, Philip M.CE cost indexes maintain 13year ascent In: Chemical Engineering, May 8, 1978, S. 189 190Langer, Ernst Ferronickel Production at Morro do Niquel, Minas Gerais,Brazil, In: Evans D. J. I., Shoemaker R. S., Veltman M.ed. International Laterite Symposium, S. 397 411Leipziger, Danny M., Mudge, James L.Seabed Mineral Resources and the Economic Interests of Developing Countries, Cambridge, Massachusetts, 19 76,Chapter 6, The Economies of Manganese Nodules, S. 145 ff 65 Little, Arthur D., Inc.Technological and Economic Assessment of Manganese Nodule Mining and Processing, Cambridge, Massachusetts,November 1977; revised version, November 19 79.Masuda, Yoshio Das ContinuousLineBucketCLBSystem im TiefseeEinsatz. Ein Vergleich dieses Fordersystems mit anderen Gewinnungsverfahren, Braunkohle, Heft 12, Jan.Febr. 1975Mero, John L.The Mineral Resources of the Sea, New York 1965Seafloor Minerals, Chemical Engrs. 1968 Nr. 7, S. 6081Mikesell, Raymond Financing for Expanding Free World Mine Producing Capacity Through 19 90Mohide, T. P., Mason J. D., Warden C. L.Towards a Nickel Policy for the Province of Ontario,Mineral Policy Background Paper No. 4, Ontario 1977Moncrieff, A., SmaleAdams The Economies of First Generation Manganese Nodule Operations, Philadelphia: American Mining Congress,October 197 4MullerOhlsen, Lotte Die Weltmetallwirtschaft im industriellen Entwicklungsproze. Kieler Studie 165, Tubingen 1981N. N.N. N.Gesetz zur vorlaufigen Regelung des Tiefseebergbausvom 16. August 1980, Im Bundesgesetzblatt 1980Teil I,Bonn,den 22. August 1980Ocean Bottom Minerals, Ocean Ind. 3 1968 Nr. 6,S. 61 73Norden, Robert B.CE Cost Indexes: A Sharp Rise Since 1965, In: Chemical Engineering May 5, 1969, S. 134 138Nyhart, J. D. u. a.A Cost Model of Deep Ocean Mining and Associated Regulatory Issues, Massachusetts 1978Pasho, D.W.Ocean Mining Status of Technology, Ottawa 1979Pearson, John S.Ocean Floor Mining, Park Ridge, New Jersey, London 197 5Prewo, Wilfried Tiefseebergbau: Goldgrube, Weier Elefant oder Trojanisches Pferd? In: Die Weltwirtschaft, 1979, H. 1,Tubingen 1979, S. 183 197 66 Sisselmann, Robert, associate editor Ocean miners take soundings on legal probleras,development alternatives Sorenson, Philip E. and Mead, Walter J.A Cost Benefit Analysis of Ocean Mineral Resource Development: The Case of Manganese Nodules In: American Journal of Agricultural Economies,Dec. 1968Spangler, M. B.The National Interest A Care Study of CuproNickel Nodules of the Deep Sea, Marine Technol. 2 1970 S. 341Statham, Bo Deep Seabed Mining, In: INCO Triangle, Toronto, Dec. 1980Vi_tztnum, Wolf gang Graf Die Bemuhungen um ein Regime des Tiefseebodens. Das Schicksal einer Idee. In: Zeitschrift fur auslandischesoffentliches Recht und Volkerrecht , Stuttgart, Bd.381978, Nr. 34, S. 745300Wright, R. L.Ocean Mining: An Economic Evaluation, Professional staffstudy, Ocean Min. Adm., Dept. Int. Mag. 1976, In: Deep Seabed Mining Hearings SubComm. on Oceanography of the Comm. on Merchant Marine and Fisheries, House of Rep.,95th Cong., Ist sess. on H. R. 3350 and H. R. 4582, H. R.4922, H. R. 5624, H. R. 6846 and H. R. 6784 Wash. D. C.GPO, 1977Sonstiges Zeitschriften und Firmenberichte:Australian Mineral Industry Quarterly Chemical Engineering, mehrere Jahrgange Engineering and Mining Journal Falconbridge Dominicana, Annual Report,lfd. Ausgaben Handelsblatt Metal Bulletin Metallwirtschaft und Metallmarkt Mining Annual Review Mining Congress Journal Mining Magazine Nf A, Nachrichten fur den Auenhandel", "filename": "024587559.pdf", "person": ["Rolf Dick", "Dick, Rolf"], "date": ["1981"]}