{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/72648/1/03_18.pdf"], "title": ["Do Credit Rating Agencies Add to the Dynamics of Emerging Market Crises?"], "plaintext": " CFS Working Paper No. 200318 Do Credit Rating Agencies Add to the Dynamics of Emerging Market Crises? Roman Kraussl August 2003 Abstract: The experience in the period during and after the Asian crisis of 199798 has provoked an extensive debate about the credit rating agencies evaluation of sovereign risk in emerging markets lending. This study analyzes the role of credit rating agencies in international financial markets, particularly whether sovereign credit ratings have an impact on the financial stability in emerging market economies. The event study and panel regression results indicate that credit rating agencies have substantial influence on the size and volatility of emerging markets lending. The empirical results are significantly stronger in the case of governments downgrades and negative imminent sovereign credit rating actions such as credit watches and rating outlooks than positive adjustments by the credit rating agencies while by the market participants anticipated sovereign credit rating changes have a smaller impact on financial markets in emerging economies. JEL Classification: E44, E47, G15 Keywords: Sovereign Risk, Credit Ratings, Financial Crises Department of Economics, University of Crete, 74100 Rethymno, GREECE, Phone: 30 28310 77426, Fax: 30 28310 77406, Email: kraeusslecon.soc.uoc.gr, Homepage: www.romankraeussl.net Introduction I There are two superpowers in the world today in my opinion. Theres the United States and theres Moodys Bond Rating Service. The United States can destroy you by dropping bombs, and Moodys can destroy you by downgrading your bonds. And believe me, its not clear sometimes whos more powerful.1 During the 1990s, global securities markets have become an increasingly important source of external funding for many emerging market countries. As a result, the portfolio preferences of institutional investors have been vital determinants of the scale and composition of capital flows to emerging markets, and of the terms and conditions under which those markets can be accessed. In this regard, credit rating agencies such as Standard Poors SP and Moodys Investors Service Moodys have been perceived by both market participants and policymakers as having a strong impact on both the cost of funding and the willingness of institutional investors to hold certain types of financial instruments. The severe adjustments of sovereign credit ratings for many emerging market economies throughout the Asian financial crisis of 199798 have raised anxiety about the credit rating process and in particular about the usefulness of sovereign credit ratings.2 Indeed, critics have argued that the improvements in sovereign credit ratings during the first half of the 1990s and the subsequent sharp declines in the latter half initiated a procyclical element into global capital flows by accelerating capital inflows during the mid1990s and contributing to the collapse of these inflows after the Asian crisis emerged. To examine these concerns, this study analyzes the specific experience with sovereign credit ratings for emerging markets in the second half of the 1990s. The reminder of the paper is organized as follows. Section II explores the role of credit rating agencies in international financial markets. First to be considered is the credit rating agencies concept of sovereign risk and default and presents the criteria and methodology underlying their sovereign credit risk assessments. Furthermore, the importance of credit ratings for institutional investors is considered. Section III investigates, in a detailed empirical study, the question whether credit rating agencies may aggravate the dynamics of financial 1 This quotation is taken from a comment by FRIEDMAN 1999 in the New York Times Magazine. 2 See for a detailed discussion Kraussl 2003. 1 market crises. This aspect is imperative in emerging markets where investor confidence is not particularly strong. Moreover, investors behavior is more volatile, given that some institutional investors are constrained to hold securities that have been classified as investmentgrade by the credit rating agencies as a result of either official regulations or banks internal risk management practices. This study complements earlier research on the impact of sovereign credit rating changes on financial markets in emerging economies in many ways. Most of the previous studies, for instance REISEN AND VON MALTZAN 1999, have focused on quantifying the effects of changes in country ratings on sovereign risk as measured by the yield spreads of domestic financial instruments relative to mature market benchmarks. However, they have not scrutinized whether credit rating changes for one type of security have an effect on other asset markets within and across national borders. Consequently, this study specifies an index of speculative market pressure consisting of daily changes in the nominal exchange rate, daily changes of the shortterm interest rate, and daily changes in the major national stock market index. In addition, the empirical analysis also investigates the potential impact of changes in the US shortterm interest rate on financial markets in emerging market economies as suggested, for example, by EICHENGREEN AND MODY 1998 and CALVO AND MENDOZA 2000a. In contrast to the recent analysis by KAMINSKY AND SCHMUKLER 2002, this empirical study examines not only implemented sovereign credit rating changes, but also imminent rating actions by the agencies, such as credit watches and rating outlooks. In addition, it analyzes whether anticipated or unanticipated and whether contaminated or uncontaminated sovereign credit rating actions have a stronger effect on the financial markets of emerging market countries. As a result of the rapid growth in the agencies sovereign risk assessments, such a detailed analysis has only recently become feasible. Section IV presents the empirical results. To study the effects between sovereign credit ratings and a countrys financial market vulnerability, two different methodologies have been applied. First, event studies are employed to get an idea of any possible dynamic effects after the agencies sovereign credit rating actions, and then panel regressions are estimated to get a sense of probable contemporaneous effects following the changes in the sovereign credit ratings. Section V concludes and presents an outlook. 2 II The Role of Credit Rating Agencies in International Financial Markets II.1 Financial Markets, Asymmetric Information and Credit Rating Agencies The historical logic underlying the existence of credit rating agencies has clearly resided within the basic problem of financial markets: asymmetric information. Credit rating agencies can play a useful role in financial decisionmaking by providing market participants with information about the credit risk associated with different financial investments. Borrowers commonly seek credit ratings to facilitate their own access to global capital markets since many international investors prefer rated securities over nonassessed securities of apparently similar credit risk. In addition, the agencies risk assessments on external debt are vital because numerous institutional investors are constrained to hold only investmentgrade rated bonds in their portfolios. investments according Credit rating agencies provide standardized evaluations of the likely risks and returns to standardized creditworthiness associated with alternative categories.3 They assign credit ratings for the purpose of generating information about default probabilities that are pertinent for pricing and hedging risky fixedincome securities of corporate, municipal and sovereign issuers. Credit rating agencies supply market participants with a system of relative creditworthiness of all bond issues by incorporating all the components of default risk into a single code: the credit rating. However, the choice concerning the investments to be undertaken remains with the investor. The cost of producing such information is imposed through fees on the issuers of rated securities and is not related to sales of particular financial products. WHITE 2002 points out that since credit rating agencies judgments are widely disseminated, broadly used, and unmistakably understood by market participants, they can open the issuers debt to a wider range of prospective investors. In nowadays global financial markets, a credit rating can provide access to international capital, for instance, in debt markets where the issuer is not wellknown or where investors may not be familiar with the issuers language, its business culture or its accounting standards. MERRILL LYNCH 1999 accentuates that credit rating agencies can assist lenders to pierce the fog of asymmetric information that surrounds lending relationships. Equivalently, 3 While there are several credit rating agencies, the industry is dominated by just two who operate in global financial markets: SP and Moodys. Reflecting this supremacy, the following discussion and analysis is for the most part confined to these two businesses. 3 credit rating agencies can help borrowers and their credit qualities to emerge from that same fog. In the case of government bonds, for instance, where thousands of lenders may possess the obligation of a single issuer, credit rating agencies can reduce or eradicate the replication of informationgeneration efforts in which individual bondholders might otherwise engage. The BANK FOR INTERNATIONAL SETTLEMENTS 2000 clarifies that this also implies that credit ratings allow holders of relatively small shares to forestall the high per unit costs that their own investigations otherwise might necessitate. II.2 The Increasing Significance of Sovereign Credit Ratings In recent years, the request for sovereign credit ratings, i.e., the risk assessments assigned by the credit rating agencies to the obligations of central governments, has increased considerably. By reducing investor uncertainty about risk exposures, sovereign credit ratings have enabled many governments, even some with former histories of debt default, to once more gain access to international bond markets. Even though the credit rating agencies current practice of assigning credit ratings for sovereign risk originated on the whole only a few decades ago, Moodys has been evaluating foreign governments bonds since 1919. According to OBSTFELD AND TAYLOR 2003, international bond markets were extremely dynamic in the early part of the twentieth century. By 1929, Moodys was evaluating bonds issued by roughly 50 central governments. The demands for sovereign credit ratings, however, subsided with the arrival of the Great Depression, and after the Second World War the international bond markets came to a standstill. In the 1970s international bond markets revitalized, but the demand for sovereign credit ratings was slow to materialize. MOODYS INVESTORS SERVICE 2001 points out that about 15 years ago merely 15 foreign governments, which borrowed in the US capital markets, considered the need to obtain a sovereign credit rating. For the reason that these governments were in effect all sound borrowers from industrial countries, their sovereign risk assessments were quite straightforward and noncontroversial. During these times other governments were able to achieve international financing through other resources. According to CANTOR AND PACKER 1995, a few financially strong governments gained access to international capital through European markets without holding a sovereign credit rating. They observe that less creditworthy sovereigns frequently achieved international credit from commercial banks, and 4 a small number of governments issued privately placed bonds without retaining a credit risk assessment by the credit rating agencies. While the credit rating agencies evaluated the financial and economic soundness of countries, banks, companies, and security issues of industrialized countries for a long while, only during the last decade have they paid closer attention to the rating of credit risk associated with emerging market economies. However, PARTNOY 2002 points out that one should not construe this behavior of the credit rating agencies as having left a vacuum in central regions of the world. Throughout the 1970s and 1980s international financing was first and foremost channeled through major commercial banks which were supposed to have the capability to separately observe and assess the creditworthiness of sovereign borrowers. SYLLA 2002, for example, argues that in domestic markets the prevalent relationship among commercial banks and their customers to the international sphere left little space for the work of profitable credit rating agencies. Table 1 illustrates that over the last decade Moodys has seen more than a fivefold growth in the number of emerging market sovereigns that have received a credit rating on their longterm foreign currency debt issues. Table 1: Moodys Emerging Market Sovereign Credit Ratings by Region 1993 to 2000 Year Region Asia Latin America Middle East Transition Economies Others Total 1993 1994 1995 1996 1997 1998 1999 2000 6 4 1 1 0 12 7 6 1 2 1 17 10 7 1 2 4 24 10 7 9 4 5 35 10 9 10 12 8 49 11 13 11 15 10 60 11 14 11 16 12 64 11 14 11 16 12 64 Table 1 indicates that in 1993 only 12 emerging market economies were assessed by Moodys. The number of rated governments accelerated rapidly in the mid1990s, as several governments, particularly transition economies and countries in the Middle East, sought access to international bond markets. 5 II.3 Sovereign Credit Ratings The agencies interpret their sovereign credit ratings as forwardlooking indications of the relative risk that a sovereign debt issuer will not have the ability and willingness to make full and timely payments of principal and interest over the life of a particular rated financial instrument. Sovereign credit risk analysis may be divided into two broad components, specifically economic and political risk. Economic risk deals with the governments ability to repay its obligations on time and is a function of both qualitative and quantitative factors, while political risk addresses the sovereigns willingness to repay its outstanding debt on time. For example, STANDARD POORS 1997 divides the factors which influence the determination of the overall sovereign credit rating into eight categories: political risk, income and economic structure, economic growth prospects, fiscal flexibility, public debt burden, price stability, balance of payments flexibility, and external debt and liquidity.4 Despite the fact that the agencies list the relevant political and economic factors that underlie their sovereign credit ratings, they provide no information about the weights they assign to each factor and the role of nonquantifiable criteria such as government stability and policy consensus. The credit rating agencies underline that they do not employ a specific formula to combine their assessments of political and economic factors to derive the overall rating see STANDARD POORS 1999 and MOODYS INVESTORS SERVICE 2001. For assigning their sovereign credit ratings the agencies apply an ordinal scale. SPs ratings for longterm foreign currency bonds run from AAA, the highest, through AA, A, and BBB, and then all the way down to CC. Similarly, Moodys sovereign credit ratings range from that the sovereign is fairly unlikely to default Aaa down to that it has a relatively high risk of default C.5 Sovereign credit ratings are also subject to refinements. SPs sovereign credit ratings from doubleA to tripleC may be modified by the addition of a plus or a minus to show their relative standing within the major rating categories. Moodys applies for this reason numerical modifiers 1, 2 and 3 in each rating category from doubleA to Caa. In recent years, both SP and Moodys have supplemented their credit risk assessments with credit watches and rating outlooks, respectively, designed to indicate the credit rating agencies perspectives on developments that might induce a rating change. But as 4 Table A1 in the Appendix illustrates in detail the political and economic factors SP focuses on when rating sovereigns. 5 See Tables A2 and A3 in the Appendix for a detailed description of the longterm issuer sovereign credit rating scales of SP and Moodys, respectively. 6 STANDARD POORS 2000 points out, it is central to understand that a rating outlook or a credit watch is not necessarily an antecedent of a rating change.6 Credit ratings are often separated into two broad categories, i.e., investmentgrade and speculative or noninvestmentgrade. MERRILL LYNCH 1999 mentions that investmentgrade issues are typically considered to be appropriate investments for institutional investors. SPs issues rated BBB and above are investmentgrade, while Moodys split is made at Baa 3. This differentiation has an essential role for institutional investors since the majority of them operate within restrictive limitations on the risk of financial instruments in their portfolio. In some cases these are absolute constraints: a manager of an investmentgrade bond portfolio may be precluded from trading bonds that are not classified as investmentgrade. As a consequence, a sovereign credit rating upgrade to investmentgrade is vital since it opens up a much wider investor base by making the bonds appropriate for enclosure in benchmark investmentgrade indexes. This implicates that the sovereign credit rating upgrade will result in both increased and more stable demand for bonds of that particular emerging market. On the other hand, when an issuer receives a credit rating belowinvestmentgrade, the number of potential investors radically declines. However, such a credit ratingeffect is to some extent incorporated into the pricing of the countrys debt concurrently with the news that the sovereign credit rating will be placed on review for a possible upgrade.7 Furthermore, through the socalled sovereign ceiling, however, the sovereign credit rating has a major influence on the credit risk assignments for all other domestic entities. STANDARD POORS 1997 and MOODYS INVESTORS SERVICE 1999 record that until recently, the sovereign credit rating set a ceiling on the credit risk assessment that could be achieved by other domestic entities, under the assumption that the sovereign has the first 6 MOODYS INVESTORS SERVICE 2001 mentions that it is crucial to discriminate between a credit watch and a rating outlook. Both are intended to communicate the agencies credit opinion to the market participants, but each contains different information and has separate rating implications. Credit watches are part of the formal committeebased rating process by which the agencies credit ratings are assigned, monitored and changed over time. In contrast, as the agencies emphasize, a change in the rating outlook is neither a rating change nor a review for a potential credit rating change. Therefore, a rating outlook may be considered as a useful early indicator, but as a weaker signal than a credit watch. 7 This reflects the demand both from investmentgrade portfolio managers that have some flexibility to make allocations to noninvestmentgrade assets, and from unconstrained investors, for example highyield portfolio managers and hedge funds. These institutional investors are able to purchase opportunistically and realize much of the prize impact of the credit rating upgrade and subsequently sell after the actual upgrade to other investors who have not had the flexibility to buy prior to the actual inclusion in investmentgrade indexes. 7 claim on available foreign exchange reserves and controls the ability of any resident entity to get hold of international funds to compensate lenders.8 III Sovereign Credit Ratings and Their Impact on Financial Stability in Emerging Market Economies A number of empirical studies tried to shed light on the issue of whether credit rating agencies have a significant influence on financial markets by using event study approaches, Granger causality analysis and vector autoregressive VAR modeling, respectively. However, through examining the relationship between changes in sovereign credit ratings and movements in bond yield spreads between domestic US dollardenominated Eurobonds and comparable US treasury bonds, somewhat disparate results have been obtained. CANTOR AND PACKER 1996 study the effects of sovereign credit rating announcements on government bond yield spreads, using daily data covering the periods before and after the 79 rating announcements in their sample of 35 industrial and emerging market countries. They conclude that announcements of sovereign credit rating upgrades were followed by statistically significant deteriorations in government bond yield spreads, but sovereign credit rating downgrades did not produce significant rating effects. Moreover, the impact of sovereign credit rating announcements on government bond yield spreads was much stronger for speculativegrade than for investmentgrade sovereigns. REISEN AND VON MALTZAN 1999 also undertake an event study and make use of data on 29 countries from 1989 to 1997 including 152 sovereign credit rating announcements. They find that a significant rating effect in the government bond yield spread in the expected direction occurred only when a country was put on review for possible downgrade. These results are in sharp contrast to those of CANTOR AND PACKER 1996, who found sizeable rating effects only for positive sovereign credit rating announcements. Nonetheless, one similarity between these two empirical studies is that REISEN AND VON MALTZAN 1999 conclude that the largest rating effects are for emerging market sovereign yield spreads, which are usually of lower credit quality, i.e., below investmentgrade. In addition, the authors test for Granger causality and find a causal relationship in both directions. Consequently, they are 8 For instance, when Moodys downgraded Japans longterm foreign currency rating on November 18, 1998, from Aaa to Aa 1, all other tripleA rated Japanese issuers were also downgraded by one ratingnotch. This credit rating boundary of the sovereign ceiling can generate a fundamental problem for companies located in countries that have political or financial instabilities, but which would otherwise have high corporate credit ratings. 8 unconvinced that credit rating agencies lead international financial markets. Instead, they argue that sovereign credit rating assignments lag the government bond markets, thereby intensifying boombust cycles in emerging markets lending. KRAUSSL 2000, employing a later sample period that fully captures the financial turbulences in emerging market countries during the latter half of the 1990s, examines the link between sovereign credit rating announcements and government bond yield spreads by using a VAR model. Contrary to previous studies, he concludes that the empirical results suggest an unexpected sovereign credit rating change does not necessarily have an immediate impact on emerging market bond yield spreads. Nevertheless, all empirical studies conclude that sovereign credit ratings appear to provide additional information beyond that contained in government bond yield spreads, but lag rather than lead international financial markets. III.1 Theory and Hypotheses There are two alternative views about the informational value of the agencies credit ratings. One view is that credit rating agencies only have access to publicly available information and that the agencies generally lag the financial markets in processing that information. Proponents of this viewpoint reason that the frequency with which credit rating agencies review corporate and sovereign issuers is too low even to generate appropriate summaries of relevant public information see GROPP AND RICHARDS 2001. According to this argumentation, credit rating changes should not affect market prices, if financial markets are efficient in semistrong form. An alternative view is that credit rating agencies are specialists at obtaining and processing information, and thereby generate information on issuers default risk that was not previously in the financial markets. A negative credit rating announcement might induce institutional investors to rebalance their portfolios for risk management, liquidity andor other reasons. Sovereign credit rating changes may also reveal new information about a country and thus may encourage financial market rallies or downturns. This rating effect is likely to be stronger in emerging markets, where problems of asymmetric information and transparency are more severe. Proponents of the asymmetric information framework emphasize that in financial markets information acquisition and processing is subject to freerider problems, which can be aggravated in the wake of a rating shock event. CALVO AND MENDOZA 2000b, for 9 example, argue that because of the high costs of generating information, most market participants prefer to follow a handful of supposedly informed investors and financial analysts. As a result, the financial market will be subject to rumors and will exhibit herding behavior, since less informed investors choose mistakenly but rationally to follow the herd if they are evaluated based on their relative performance visavis other portfolio managers. These growing informational asymmetries might lead in the aftermath of a rating shock event to a homogeneously negative perception of overall credit quality so that creditors ultimately will withdraw their funds. This sort of collective action problem multiplies the likelihood of large swings in international capital flows in the absence of any substantial changes in the countries economic fundamentals. WYPLOSZ 1998 indicates that the essential reason for the existence of this phenomenon is that when financial markets act on the basis of expectations of a particular outcome, they are strong enough to actually provoke this particular outcome. But what makes this phenomenon particularly puzzling is that expectations that are exante reasonable are validated expost by the outcome that they have generated, implying they can be selffulfilling. As a consequence, dramatic losses can be directly caused by the financial market exit lenders who suspect that the financial position of their debtors is considerably distressed. An essential implication of the model by CALVO AND MENDOZA 2000b is that credible financial market institutions which ease the process of extracting information from noise will tend to moderate emerging market countries vulnerability to external shocks. Credit rating agencies are designed exclusively for the task of overcoming such informational asymmetries. Their fundamental responsibility is to release early warnings so that investors can reach welltimed financial markets exit decisions. Credit rating agencies have been sharply criticized by both academics and market participants as promoters of financial market turbulences. For example, FERRI, LIU AND STIGLITZ 1999 argue that the credit rating agencies procyclical behavior, that is upgrading sovereigns in good financial market conditions and downgrading them in turbulent times, may have contributed to deepen the observed boombust pattern in global financial markets. REISEN AND VON MALTZAN 1999 emphasize that this potential financial market impact of sovereign credit ratings would be crucial to their power to moderate, through welltimed credit rating actions or intensify through too late credit risk adjustments, boombust cycles in emerging markets lending cycles. The authors argue that, during the boom, an appropriate 10 lowering of the sovereigns credit rating would help to diminish euphoric market sentiment. This in turn would help to tone down private shortterm capital inflows which have over and over again been recognized as promoters of creditlending booms and financial vulnerability in emerging market economies. Beyond this issue of market power, there is also the persistent question of whether the credit rating agencies generate any additional informational value for the financial markets. Credit ratings might merely be reflecting financial market outcomes rather than the other way around. Therefore, in the following it will be examined whether a change in the sovereign credit rating causes a significant change in financial markets, implying that the credit rating change is providing new information to the market participants, or whether the financial market variables remain relatively unaffected, indicating that the market participants already captured the change in the countrys underlying economic conditions that motivated the sovereign credit rating adjustment. III.2 Methodology For assessing the characteristics of the emerging market countries that have been affected during the financial crises in the latter half of the 1990s, an operational definition of speculative market pressure is required. In contrast to previous empirical studies, for example REISEN AND VON MALTZAN 1999 and KAMINSKY AND SCHMUKLER 2002, which try to analyze the influence of credit rating agencies on emerging market crises by looking solely at the effects of sovereign credit rating actions on government bond yield spreads, this index of speculative market pressure should not contain government bond yield spreads for several central reasons. Firstly, many of the emerging market economies do not have welldeveloped domestic financial markets implying that the construction of a reliable and comparable data set on government bond yield spreads is a problematical task, given the low liquidity of the sovereign bonds. Secondly, there is the general issue that government bonds are typically less liquid than stocks, and that the reported prices are often indicative quotes rather than actual trades. It can be very difficult to get accurate uptodate pricing of all but a few benchmark issues. Previous empirical studies make also the factual error that they consider for their whole investigation and estimation period only a single sovereign bond, despite the fact that the maturity structure of these government bonds changes over time. Finally, especially during financial crisis 11 episodes many of these emerging market governments bonds are not traded on a regular basis and therefore not accurately priced. In following the approach by FRANKEL AND ROSE 1996, a financial crisis could be identified simply as a substantial nominal currency devaluation. But this criterion would rule out instances where a currency came under severe pressure but the countrys authorities successfully defended it by intervening vigorously in the foreign exchange market andor by raising interest rates sharply. Nonetheless, many such occurrences would reasonably be considered as financial crises. An alternative approach would be to construct an index of speculative pressure that takes into account not only nominal exchange rate movements but also changes in international reserves andor domestic interest rates that absorb financial market pressure and as a result moderate the nominal exchange rate changes see EICHENGREEN, ROSE AND WYPLOSZ 1996. But financial shocks may not be confined only to a single market, such as foreign exchange, and may have more farreaching consequences by having a substantial effect on domestic money and equity markets. Many popular explanations for the Asian crisis of 199798 emphasize the relationship between equity and currency markets in the crisisridden emerging market economies.9 AZIZ, CARAMAZZA AND SALGADO 2000 lay emphasis on that interest rate movements have played a significant role either in triggering or in preventing financial market crises, both directly through their effects on international capital flows and indirectly as a signal of the countrys authorities commitment to defend an exchange rate peg. They show that prior to the financial crises in emerging markets during the latter half of the 1990s, the real interest rate moved sharply upwards. DRAZEN 2003 points out that a major effect of high interest rates is the signal of the governments willingness or ability to defend the exchange rate. He 9 For example, CORSETTI, PESENTI AND ROUBINI 1999 point out that the collapse in the Southeast Asian equity markets has led to the outflow of foreign investments which in turn put downward pressure on the domestic currencies. In addition, RADELET AND SACHS 1998 notice that especially during the Asian crisis, financial market breakdowns have been closely associated with the collapse of asset prices. They reason that the increase in nonperforming loans and capital losses caused by the currency depreciation sharply reduced the commercial banks available capital, by this means forcing commercial banks to selling assets and reducing lending in order to move towards capital adequacy ratios required by regulators and the IMF. HARTMANN, STRAETMANS AND DE VRIES 2001 indicate that because stock market returns are proxies for expectations of future profitability in the economy, their movements may be as reflective of adjustments in investors perceptions of sovereign credit risk as movements in government bond yield spreads. 12 notes that a frequently used measure to prevent existing financial market speculation is to increase shortterm interest rates.10 Therefore, as the financial crises in the latter half of the 1990s have shown, when an emerging market economy suffers a deep financial crisis all domestic financial markets are affected at the same time: the currency weakens, domestic interest rates increase and stock market indexes slide. This implies that a convenient indicator of speculative market pressure in emerging markets financial crises should be broadened to include foreign exchange rate pressures as well as pressures in other financial markets such as movements in domestic shortterm interest rates and domestic equity prices. As a measure of financial market crises, hence, an index of speculative market pressure is specified as a weighted average of daily nominal exchange rate changes, daily shortterm interest rate changes and daily stock market changes. The resulting index of a countrys i daily speculative market pressure at time t is given through SMPititit 1itraea 12EEait E1it 1itsa 3RRait R2it 1it 1Sa 3Sit 1 1 it Sit 1 where domestic shortterm interest rate, market index, and one US dollar in country is currency at time t , ite denotes the first differences of the nominal exchange rate, that is the price of itr denotes the first differences of the its denotes the first differences of the domestic main stock 3a are the weights assigned to these three factors, respectively. 2a and 1a , The relationship between the nominal exchange rate and the sovereign credit rating should be negative, indicating that a lower sovereign risk assessment should be connected with a higher nominal exchange rate. The relationship between the shortterm interest rate and the sovereign credit rating should also be negative, which indicates that a negative sovereign credit rating action should be associated with rising shortterm interest rates. Since negative sovereign credit rating announcements should be associated with positive movements in the index of speculative market pressure, the relative changes in the domestic stock market prices indexes are multiplied by 1. 10 For example, Hong Kong SAR raised overnight interest rates to several hundred percent and successfully defended its currency in October 1997 against a mounting speculative attack. On the contrary, Sweden similarly raised its shortterm interest rate by several hundred percent in its currency defense during the EMS crisis in September 1992, but its success was only shortlived. 13 A higher speculative market pressure index SMP indicates greater pressure on the financial markets in country i at day t since it will be mirrored in higher values of the three components. Insofar as sovereign credit ratings convey new information to market participants, the expected rating effect on the index of speculative market pressure is straightforward: in case of a sovereign credit rating downgrade the index should rise, while in the occurrence of a sovereign credit rating upgrade the SMP should fall. A crucial step is weighting the three components of the speculative market pressure index of equation 1. An obvious choice would be an unweighted average which the advantage of simplicity. Such a weighting would reflect a preference to identify which component causes the principal change in the speculative market pressure index. But since the volatility of nominal exchange rates, shortterm interest rates and stock market indexes is very different, the components are weighted instead so as to equalize the volatilities of the three components, i.e., in inverse proportion to their volatility, thereby preventing any of them from dominating the index of speculative market pressure. For instance, the variance weighted factor for the nominal exchange rate is equal to: ew 12e 12r 1122es Therefore, the variance weighted index of speculative market pressure is specified as: while in the following the superscript w is dropped for clarity. swrwews SMPwititeitrit2 3 To get an idea of any possible dynamic effects that might take place after the agencies sovereign credit ratings actions, event studies commonly used in the finance literature are employed. The event study methodology furthermore allows the examination of the perception that credit rating agencies behave procyclically, that is upgrading countries during flourishing financial market conditions and lowering them in times of financial turbulence. For that reason, the movements of the speculative market pressure index around the time of the sovereign credit rating changes are analyzed. Standard event study methodology requires linking sovereign credit rating events to abnormal movements in the index, which is given as the difference between modelgenerated 14 and actual market movements. The modelgenerated movement ________SMP which depends on the itactual movements of the speculative market pressure index SMP is given by mit with Eit0 and Var________SMPit itSMPmiiitit 4 . However, the coefficients for modelgenerated 2imovements have to be calculated for periods free of sovereign credit rating events. But since the relevant time series of sovereign credit ratings are much too short to calculate the coefficients within an eventfree period, CAMPBELL, LO AND MACKINLAY 1997 proposes that i have to be constrained to zero and i to one. As a consequence, the abnormal movements of the speculative market pressure index SMP are given in analogy to marketadjusted yield spreads as the difference between the aitmodelgenerated movements and the actual variations: SMPait________SMPit SMPmit 5 This implies that the event study is based on the observed foreign exchange spreads between the domestic nominal exchange rates and the US dollar. In the case of shortterm interest rates, the yield spreads between the domestic and the benchmark US shortterm interest rates are exercised, while in the case of stock market indexes the stock spreads between domestic stock market indexes and the US SP500 stock market index are utilized. To perform event studies, clean events are necessary, that means that sovereign credit rating actions do not overlap. This distinction is important when considering an event window, in order to be able to isolate the effect of each sovereign credit rating. In the following, the sovereign rating effects will be examined ten days before and ten days after the event. As Figure 1 illustrates, the event is defined as dayzero, the period between the days 0 to 1 is defined as the event window, the period from the days 10 to 1 as the preannouncement window, and the period from the days 2 to 11 as the postannouncement window. 15 PreAnnouncement Period Event Window PostAnnouncement Period Day _10Day 0Day 1Day 11 Figure 1: The Event Window The event window is defined somewhat wider than just one day, because there is no exact information available on the announcement time of the sovereign credit rating action by the agencies and hence it is not possible to determine whether the announcement was done during trading or after trading on a given day. The index of speculative market pressure is set to 100 at day 10, once appropriate sovereign credit rating events are identified, in a way that it is more comfortable to measure the cumulative sovereign credit rating effects over time and at the same time, to compare different variations of the SMP across the emerging market economies. In addition to the event studies of dynamic effects following the agencies sovereign credit rating actions, the contemporaneous effects of sovereign credit rating changes on the speculative market pressure index are also quite significant. Furthermore, recent empirical studies have focused on the relationship between emerging markets capital inflows or foreign exchange reserves and interest rates in financial centers, for example EICHENGREEN AND MODY 1998 and CALVO AND REINHART 2000, while others have analyzed the links between financial market returns in emerging market economies and returns in financial centers, for instance CALVO 1999 and KAMINSKY AND SCHMUKLER 2002. The following panel regression analysis examines the reaction of the speculative market pressure index to changes in sovereign credit ratings and changes of US shortterm interest rates. The fact that the empirical study uses daily data does not allow controlling for the countries economic fundamentals, which are in general reported on a lower frequency basis. Nevertheless, it will be controlled for past movements of the explanatory variable SMP. The specification results show that a firstorder autoregressive process is sufficient, itsince further lags appear to be insignificant. The resulting specification I is given by the pooled panel: SMPitSMPit 1r USt Ritit 6 16 The subindexes i and t identify country and time, respectively. The error term it is characterized by an independently distributed random variable with mean zero and variance it . The coefficients , , and of equation 6 are estimated via ordinary least squares OLS, allowing for heteroscedastical residuals. 2it RThe variable stands for the change in sovereign credit ratings. It is equal to 1 if there is a positive sovereign credit rating announcement by the agencies, equal to 1 when there is a negative sovereign credit rating announcement and equal to zero otherwise. If changes in sovereign credit ratings pass on new information to market participants, it is , which means that sovereign credit rating downgrades lead to increases in expected that the index of speculative market pressure. 0The variable UStr represents changes in US shortterm interest rates, that is the interest given through 100 times log1UStr. There are at least two probable transmission channels through which variations in US interest rates might have an effect on emerging markets sovereign risk. Firstly, GERTLER AND ROGOFF 1990 emphasize that a rise in US interest rates increases the burden of the emerging markets outstanding debt, thereby decreasing the countries repayment capability. Secondly, increases in US interest rates can lessen institutional investors appetite for risk, thereby reducing the demand for risky highyield assets from emerging market economies and, as a result, increasing the sovereign risk of these countries see, for example, EICHENGREEN AND MODY 1998. For these reasons it is , since increases in US shortterm interest rates may lead to a higher index expected that of speculative market pressure. 0The alternative specification II which allows discriminating the magnitudes of the rating effects between implemented and imminent sovereign credit rating actions is given by the pooled panel 1 RIitPRPitISMPitSMPitr UStplemented sovereign credit rating changes and where all variables have the same meaning as above, while itit R stands for the imIit R indicates the imminent potential Psovereign credit rating actions, that are the rating outlooks and credit watches by the credit rating agencies. As in the previous specification, the coefficients of Equation 7 are estimated using OLS, thereby allowing for heteroscedastical residuals. 7 17 III.3 Data The data set consists of daily sovereign credit ratings of longterm foreign currency debt which have been assigned by the two major credit rating agencies, SP and Moodys. The observed period between January 1, 1997, and December 31, 2000 fully captures the financial market turmoil in the latter half of the 1990s, i.e., the financial market crises in Southeast Asia, Russia and Brazil. In the case of SP, the sovereign credit rating history was obtained directly from its historical database on the Internet. However, in the case of Moodys, the press releases about its sovereign credit rating actions had to be collated and checked over the full four years to construct its sovereign credit rating history. In total, a sample of 302 sovereign credit rating announcements assigned by the two agencies for the 28 countries in the sample during the period between January 1, 1997 and December 31, 2000 has been gathered. 69 of the credit rating agencies announcements report actual sovereign credit rating downgrades and 43 actual upgrades, 42 sovereign credit ratings were assigned a negative rating outlook and 28 a positive rating outlook, 30 times sovereigns were put on negative credit watch and 14 times on positive credit watch, while the remainder contained sovereign credit rating confirmations or first assignments. A detailed illustration of the sovereign credit rating actions for all 28 emerging market countries employed in the empirical analysis during this period is presented in Table A4 in the Appendix. Although the credit rating agencies use different symbols in assessing sovereign credit risk, every SPs symbol has its counterpart in Moodys sovereign credit rating scale. This correspondence allows comparison of the sovereign credit ratings assigned by the two agencies. Moreover, it permits a linear transformation of the agencies ordinal sovereign credit rating scales into numbers see Table A5 in the Appendix. This linear transformation implies that a higher sovereign credit rating denotes a lower probability of selective default. As discussed above, the effect of a sovereign credit rating change is often partially incorporated into the institutional investors credit risk judgments when the country is placed on review for a possible upgrade or a possible downgrade. In order to consider not only the implemented longterm foreign currency debt rating changes but also the credit rating agencies imminent rating actions, the numerical scale of the transformed sovereign credit ratings also contains positive and negative rating outlooks and credit watches. The obtained sovereign credit rating history indicates that countries with a positive negative credit watch have never been downgraded upgraded at the next sovereign credit rating change. Moreover, about 60 percent of all credit watches in the sample have resulted in 18 a sovereign credit rating change in the expected direction. As a result, the consideration of imminent sovereign credit rating actions is realized by adding 0.3 of one ratingnotch for a positive credit watch by SP and Moodys and by adding 0.3 of one ratingnotch for a negative credit watch to the implemented sovereign credit rating. A positive rating outlook by SP and Moodys is considered by adding 0.15 of one ratingnotch, while a negative rating outlook by SP and Moodys is taken into account by adding 0.15 to the implemented sovereign credit rating. The other three types of data needed to build the speculative market pressure index are the daily nominal exchange rates, shortterm interest rates and stock market price indexes. In the case of shortterm interest rates overnight interbank interest rates are employed since the overnight interest call rate, i.e., the interest rate on the interbank market, is the typically watched indicator of liquidity conditions in the money market see, for example, BORENSZTEIN AND LEE 2002. In the case of stock markets the major national stock indexes are used, which are measured for each country in US dollars to enable comparison of stock market returns across countries in the same unit of account. All these three types of data were obtained from Bloomberg L.P., with holidays and weekends excluded. In case of missing values, the data were obtained from Datastream and from the websites of the emerging market economies respective central banks. Table 2 illustrates that the sample used in this study consists of 28 emerging and transition economy countries, while the inclusion criterion is that the sovereigns have to be rated both by SP and Moodys throughout the period between January 1, 1997 and December 31, 2000. However, in the cases of Ecuador, Peru and Egypt, a country is employed in the empirical analysis when the sovereign is first rated by either SP or Moodys. When the other credit rating agency also starts assessing this country, the averages of the adjustments of the sovereign credit ratings by both agencies are employed. Table A1 in the Appendix indicates that when the credit rating agencies disagreed in their overall risk level assigned to an emerging market country, their sovereign credit ratings in most cases differed by only one ratingnotch. 19 Table 2 Emerging Market Countries Employed in the Empirical Study IMF Country SP Moodys Stock Market Index Turkey South Africa Argentina Brazil Chile Colombia Ecuador Mexico Peru Venezuela Egypt Hong Kong SAR India Indonesia South Korea Malaysia Pakistan The Philippines Singapore Thailand Morocco Russia China Czech Rep. Slovak Rep. Hungary Poland Taiwan 186 199 213 223 228 233 248 273 293 299 469 532 534 536 542 548 564 566 576 578 686 922 924 935 936 944 964 9998 X X X X X X 072900 X 121897 X 011597 X X X X X X X X X 030298 X X X X X X X X X X X X X 072497 X X X X X X X X X X X X X 030298 X X X X X X X ISE Nat 100 JSE All Share General Bovespa IPSA IBB General ECGUB IPC Lima General IBC CMA Hang Seng BSE Sensex 30 Jakarta Composite Seoul Composite KLSE Composite Karachi 100 PSE Composite Straits Times Bangkok SET CASA CSG 25 Moscow Times Shanghai A PX 50 SAX Bux Wig Taiwan Weighted Table 2 shows that the sample contains 11 Asian economies China, Hong Kong SAR, India, Indonesia, South Korea, Malaysia, Pakistan, the Philippines, Singapore, Taiwan and Thailand, eight Latin American economies Argentina, Brazil, Chile, Colombia, Ecuador, 20 Mexico, Peru and Venezuela, five Eastern European Transition economies the Czech Republic, Hungary, Poland, Russia and the Slovak Republic, three AfricanMiddle East economies Egypt, Morocco and South Africa and Turkey. Therefore, the empirical study analyzes exactly those countries which are classified by The Economist and the Financial Times as emerging market economies as of January 1997, with the exception of Israel. Table 3 provides some useful measures of financial market stability in the sample. Table 3: Sample Statistics Log Change in Variable Mean Median Min Max SD Nominal Exchange Rate Stock Market Index Overnight Interest Rate SMP Index 0.0184 0.0155 0.0142 0.0098 0.0219 0.0164 0.0177 0.0143 0.0000 0.4241 0.0213 0.0000 0.3865 0.0167 0.0000 0.4773 0.0258 0.0000 0.0435 0.0201 It shows that daily variations in absolute values are large in all three separate financial markets and oscillate around 1.8 percent for nominal exchange rates, around 1.4 percent for stock market indexes and around 2.2 percent for overnight interest rates, thereby resulting in a daily average movement in absolute value of about 1.8 percent for the index of speculative market pressure. IV Empirical Results IV.1 ShortTerm Impact of Sovereign Credit Actions In a test for statistical significance of the dynamic impact of sovereign credit rating changes on financial prices in emerging market countries, Table 4 shows the results of the event study for the ten trading days before and after the credit rating agencies announcement as well as for the twoday event window, i.e., dayzero and day 1, for the date of the sovereign credit rating action. Since positive sovereign credit rating announcements should be associated with a sliding index of speculative market pressure, movements in the index are multiplied by 1 for negative sovereign credit rating actions. Table 4 displays the change of the cumulative mean of the speculative market pressure index, with the respective t statistics and the significance levels. 21 Table 4: ShortTerm Impact of Sovereign Credit Rating Actions Period 10 to 11 0 to 11 2 to 11 Cumulative Mean Change of SMP Index 0.019 1.725 0.013 1.689 0.031 1.952 Table 4 shows a statistically significant rating effect at the ten percent level on the speculative market pressure index when all sovereign credit rating announcements are combined. Nevertheless, within the announcement window, a sovereign credit rating event moves the index of financial market pressure only by 1.3 percent. Adding the significant response of the SMP during the ten days after the sovereign credit rating modification, the cumulative movement of the speculative market pressure index is as high as 4.4 percent. To explore the potential rating effects of sovereign credit rating actions in more detail, Table 5 reports the cumulative median changes of the speculative market pressure index separately for implemented upgrades and downgrades by the credit rating agencies. Table 5: ShortTerm Impact of Implemented Sovereign Credit Rating Changes Period 10 to 11 0 to 11 2 to 11 Upgrades 0.010 0.931 0.012 1.836 0.013 0.973 Downgrades 0.024 2.083 0.031 4.514 0.044 3.887 Table 5 indicates a significant response to implemented sovereign credit rating changes with the expected sign in both subpanels. During the event window and the postannouncement period, the index of speculative market pressure rises in the case of sovereign 22 credit rating downgrades by accumulated 7.5 percent, while in the case of sovereign credit rating upgrades the effect is only 2.5 percent. Table 5 shows that the event study results are significant at the one percent level for downgrades, but sovereign credit rating upgrades are significant only at the ten percent level. Moreover, in the preannouncement period and in the ten days after the rating event, there is no significant market response to sovereign credit rating upgrades. Figure 2 summarizes the results of the event study in some detail for the case of sovereign credit rating upgrades and downgrades. PMS11511210910610310097949110Rating Upgrades 0Days 11PMS11511210910610310097949110Rating Downgrades 0Days 11 Figure 2: ShortTerm Impact of Implemented Sovereign Credit Rating Changes Figure 2 illustrates the average cumulative abnormal movements of the speculative market pressure index around the time of the implemented sovereign credit rating changes. The index is normalized to 100 at day 10, dayzero is the day of the rating event, the gray period illustrates the event window dayzero to day 1, while day 11 is the end of the postannouncement period. The empirical results suggest that sovereign credit rating downgrades generate a strong financial market reaction, while sovereign credit rating upgrades have a much lesser impact on financial markets in emerging market economies. In addition to implemented changes in sovereign credit ratings, it is essential to also consider the information of imminent sovereign credit rating actions, which are the credit rating agencies positive and negative credit watches and rating outlooks. Table 6 reports the cumulative median changes of the speculative market pressure index separately for the imminent positive and imminent negative sovereign credit rating actions by SP and Moodys throughout the period between January 1997 and December 2000. 23 Table 6: ShortTerm Impact of Imminent Sovereign Credit Rating Actions Period 10 to 11 0 to 11 2 to 11 Positive 0.026 2.184 0.022 2.077 0.019 1.749 Negative 0.033 2.114 0.044 6.152 0.051 6.724 Table 6 indicates a significant response to imminent positive and imminent negative sovereign credit rating actions with the expected sign in both subpanels. The assignment of negative rating outlooks and negative credit watches generates a strong market reaction, with the index of speculative market pressure rising by over four percent on the sovereign credit rating announcement day. Adding the significant response of the SMP during the ten days after the negative rating event, the combined move of the speculative market pressure index is nearly ten percent around the negative imminent sovereign credit rating action. For positive imminent sovereign credit rating actions the event study indicates also strong rating effects. The event study results are statistically highly significant at the one percent level for negative credit watches and negative rating outlooks, while positive imminent sovereign credit rating announcements are significant at the five percent level during the event window. PMS11511210910610310097949110Positive Imminent Rating Actions 0Days 11PMS11511210910610310097949110Negative Imminent Rating Actions 0Days 11 Figure 3: ShortTerm Impact of Imminent Sovereign Credit Rating Actions Figure 3 illustrates the results of the event study separately for imminent positive and imminent negative sovereign credit rating actions. The empirical findings confirm that as in the case for implemented sovereign credit rating changes, the rating effect of negative imminent sovereign credit rating actions is stronger than the rating effect of positive rating 24 outlooks and positive credit watches on the financial markets of the emerging markets economies. Imminent sovereign credit rating actions can also be used to distinguish between anticipated and unanticipated sovereign credit rating changes see GROPP AND RICHARDS 2001. A sovereign credit rating adjustment that is preceded by a credit watch in the same direction should be largely anticipated by the institutional investors and hence should not necessarily be associated with a strong reaction in financial market prices. In other words, in order to discriminate between anticipated and unanticipated sovereign credit rating events, it is necessary to identify whether the sovereign credit rating change occurred after a credit watch in the same direction, i.e., whether a sovereign credit rating downgrade occurred after a negative credit watch, or if a sovereign credit rating upgrade occurred after a positive credit watch. If this is the case, the sovereign credit rating change is identified as being largely anticipated by the market participants. Table 7 reports the cumulative median changes of the speculative market pressure index separately for the anticipated and unanticipated implemented sovereign credit rating changes by SP and Moodys. Table 7: ShortTerm Impact of Anticipated versus Unanticipated Sovereign Credit Rating Changes Period 10 to 11 0 to 11 2 to 11 Anticipated Unanticipated 0.003 0.375 0.008 0.922 0.011 1.165 0.012 1.693 0.043 4.753 0.054 3.938 The results of the event study indicate that unanticipated sovereign credit rating changes imply a strong response in financial markets in emerging market economies, with the index of speculative market pressure rising by over four percent on the sovereign credit rating announcement day. Adding the significant response of the SMP during the postannouncement period, the combined rating effect of an unanticipated sovereign credit rating change is close to ten percent. However, none of the anticipated upgrades or downgrades by 25 the credit rating agencies is associated with a significant reaction of the speculative market pressure index. Figure 4 illustrates the different shortterm impacts of anticipated and unanticipated sovereign credit rating changes, respectively. PMS10210098969492908810Anticipated Rating Changes 0Days 11PMS10210098969492908810Unanticipated Rating Changes 0Days 11 Figure 4: ShortTerm Impact of Anticipated versus Unanticipated Sovereign Credit Rating Changes These empirical results indicate that when emerging market sovereigns are put on credit watch by the credit rating agencies, market participants anticipate that it is likely that an implemented sovereign credit rating change will occur in the expected direction, i.e., a sovereign downgrade will follow a negative credit watch, and react accordingly. It is apparent that at least some of the abnormal movements in the index of speculative market pressure are contaminated, both by news stories and the release of information about the sovereign, which became public information simultaneously with the sovereign credit rating action. As discussed in Section II, the credit rating agencies sovereign risk assessments are primarily based on publicly available information such as countries levels of foreign debt and exchange reserves or political and fiscal constraints. Consequently, as GROPP AND RICHARDS 2001 emphasize, the agencies sovereign credit rating announcements may be largely anticipated by the market participants. If this is the case, the financial market reaction may in fact be due to this information and not due to the sovereign risk adjustments by the credit rating agencies themselves. This implies that the estimated results of the information content of sovereign credit rating actions may be biased upward, as the speculative market pressure index may have reacted to other news rather than to the changes in sovereign credit ratings. For that reason, the following event study will distinguish between contaminated and uncontaminated sovereign credit rating actions. The credit rating agencies adjustments of 26 sovereign risk are considered as contaminated if there were relevant news stories around the event window. According to this definition a sovereign credit rating action is considered as uncontaminated when no such news occurred during this announcement period of dayzero and day 1. In order to identify contaminated sovereign credit rating actions, news stories in Bloomberg L.P. during the event window of the sovereign credit rating actions were scanned for news regarding the respective country. If a news story was identified which revealed the reasoning for the sovereign credit rating action by the credit rating agencies, this rating event is considered as contaminated. A relevant news story is found in 181 of the 302 sovereign credit rating events in the sample. Table 8 reports the cumulative median changes of the speculative market pressure index separately for the contaminated and uncontaminated sovereign credit rating actions by the agencies. Table 8: ShortTerm Impact of Contaminated versus Uncontaminated Sovereign Credit Rating Actions Period 10 to 11 0 to 11 2 to 11 Contaminated Uncontaminated 0.013 0.924 0.016 2.141 0.024 2.330 0.009 0.744 0.011 1.836 0.018 1.932 Table 8 displays that the empirical results become less strong in the case of uncontaminated sovereign credit rating events. But it is not possible to reject at the ten percent significance level the presence of significant abnormal movements in the index of speculative market pressure, both for the event day and the postannouncement period. In the case of contaminated sovereign credit rating actions, there is no significant market reaction subsequent to the rating event, while during the event window and the postannouncement period the empirical results of the event study are significant at the five percent level. Figure 5 illustrates the different rating effects for contaminated and uncontaminated sovereign credit rating actions. 27 PMS1041021009896949210Contaminated Rating Actions 0Days 11PMS1041021009896949210 Uncontaminated Rating Actions 0Days 11 Figure 5: ShortTerm Impact of Contaminated versus Uncontaminated Sovereign Credit Rating Actions The empirical results in Figure 5 suggests that although the failure to control for contamination may overstate the rating effects of sovereign credit rating actions, there also appears to be information contained in the agencies sovereign credit rating changes per se. In this context, GROPP AND RICHARDS 2001 remark that by excluding all contaminated sovereign credit rating events a downward bias would be introduced into the empirical results of the event studies, in the sense that the release of this information may have been provoked by the expectation of the negative or positive sovereign credit rating action. In other words, the countrys officials may not have made this information public had they not known that the credit rating agency would be releasing this information in any event. The BANK FOR INTERNATIONAL SETTLEMENTS 2000 emphasize that in this regard, credit rating agencies may perform a useful public service, by forcing governments and other countries authorities to release information, especially negative news. The most important result which emerges from the event studies is that sovereign credit rating actions by the agencies do produce significant financial market responses in emerging market economies. Negative sovereign credit rating announcements lead to a rising index of speculative market pressure, while implemented upgrades, positive outlooks and positive credit watches result in a decreasing SMP. Furthermore, the empirical results of the event studies could be interpreted as indicating that credit rating agencies are behaving procyclically. The movements of the index of speculative market pressure in the preannouncement period indicate that the agencies decide to downgrade upgrade a sovereign when the SMP goes up down. This empirical evidence seems to support the hypothesis expressed by REISEN AND VON MALTZAN 1999 that credit rating agencies may have contributed to amplifying the boombust cycles in emerging markets lending, thereby intensifying financial market crises in the latter half of the 1990s. 28 IV.2 Country Study: ShortTerm Impact of Sovereign Credit Rating Actions In the following the event study approach is also employed for the analysis of separate sovereign credit rating actions in emerging market economies. Figure 6 illustrates the impact of an adjustment in their respective sovereign credit ratings on the speculative market pressure index for Thailand, South Korea, Russia, Brazil, Mexico and South Africa. The event windows are chosen so as to consider the most important rating actions on the respective sovereigns by the credit rating agencies, thereby trying to analyze clean events in order to be able to isolate the rating effect of each sovereign credit rating announcement. 125120115110105100959085801113199712512011511010510095908580831998125120115110105100959085801192000Thailand 11271997Russia 8171998Mexico 121219979119982220002172000125120115110105100959085801281997125120115110105100959085801231199812512011511010510095908580731998South Korea 12221997Brazil 16199811419991291999South Africa 7171998831998 Figure 6: Country Study: ShortTerm Impact of Sovereign Credit Rating Actions Figure 6 defines that in the case of Thailand, dayzero is determined as November 27, 1997 when Moodys downgraded Thailand from Baa 1 and assigned a negative rating outlook to the sovereigns Baa 3 investmentgrade credit rating. The movement of the speculative 29 market pressure index indicates that the financial market reaction was strong. However, this should not be attributed only to the negative sovereign credit rating actions, because in late November 1997 there was a significant amount of other negative news which contaminated Moodys negative sovereign credit rating actions and had a strong impact on the countrys creditworthiness see Table A4 in the Appendix. Figure 6 shows that in the case of South Korea the event window is specified around its downgrade to below investmentgrade by both SP and Moodys on December 22, 1997. But it is not possible to entirely attribute the strong movement of the speculative market pressure index to the negative sovereign credit rating action on South Korea, because as Table A4 in the Appendix indicates, on the same day the sovereign credit ratings of Indonesia, Malaysia and Thailand were also lowered by Moodys. Dayzero has been chosen in the case of Russia as August 17, 1998 when SP downgraded the sovereign from B to tripleC and kept a negative rating outlook. Figure 6 points out that the impact on the speculative market pressure index seems to be impressive, but around these days in midAugust there were many negative sovereign credit rating announcements by the agencies. Moreover, it seems implausible that in the case of Russia the sovereign credit rating event was uncontaminated by other news. On August 17, 1998 Russia devaluated its currency and unilaterally suspended payments on most of its outstanding foreign debt.11 Nonetheless, it was the first time that a transition economy was rated less than tripleC, leading to market participants worries of a general sovereign default. The fourth emerging market economy to be considered is Brazil. Dayzero is given by SPs sovereign credit rating downgrade on January 14, 1999, from BB to B, while still keeping a negative rating outlook on the country. As Figure 6 shows, the market reaction was not as strong as in the sovereign credit rating events of Thailand, South Korea and Russia, respectively. As discussed in Kraussl 2003, in the second half of January 1999 the financial market pressure on Brazil continued, but the empirical results of the event study seem to suggest that this was not due to the negative sovereign credit rating change by SP. For Mexico, dayzero is chosen as February 2, 2000 when Moodys assigned a positive credit watch to the assigned sovereign credit rating of Ba 1, implying that Mexico was under review for an upgrade to an investmentgrade sovereign credit rating. Figure 6 illustrates that this positive imminent sovereign credit rating action may have contributed to the positive sentiment over the countrys economic future by the market participants, indicated by the 11 See Kraussl 2003 for a detailed discussion of the Russian case. 30 sharply sliding index of speculative market pressure after the positive sovereign credit rating announcement. Finally, in the case of South Africa, dayzero is determined by Moodys negative credit watch on the sovereigns investmentgrade rating of Baa 3 on July 17, 1998 implying that South Africa was under review for a lowering of its sovereign credit rating to below investmentgrade. Figure 6 indicates that this had a strong financial market impact on the creditworthiness of the sovereign, as the speculative market pressure index rose more than ten percent in the aftermath of the negative sovereign credit rating announcement. IV.3 Contemporaneous Effects of Sovereign Credit Rating Actions The panel regression results for equations 6 and 7 are reported in Table 9 with the respective t statistics and significance levels. The panel regression is estimated via OLS with robust standard errors, using the White correction for heteroscedasticity. Column 2 presents the pooled panel estimation results for specification I, i.e., when both implemented and imminent sovereign credit rating actions are considered as one variable, while column 3 displays the pooled panel estimation results for specification II, i.e., when the contemporaneous impact for the implemented sovereign credit rating changes and for the imminent sovereign credit rating actions on the speculative market pressure index are separately examined. The empirical results for both specifications indicate that the coefficient for the lagged dependent variable is positive and statistically highly significant.12 The coefficient for the changes in sovereign credit ratings is as expected negative and statistically highly significant: a negative positive sovereign credit rating action increases decreases the index of speculative market pressure. Nevertheless, this rating effect is smaller than the average daily change in the speculative market pressure index: the SMP only varies by 1.1 percent while the average absolute movement of the speculative market pressure index in the sample is about 1.8 percent. 12 PESARAN AND SMITH 1995 mention that the size of the coefficient of the lagged dependent variable in a dynamic fixedeffect model might be biased. Nonetheless, the focus lies here on the significance and size of the exogenous variables, i.e., the size of the longrun effects is not of primary interest. Moreover, if the fixedeffect homogeneity restrictions were dropped, the consequence would be a considerable loss of degrees of freedom. 31 Table 9: Panel Regression Results Specification I Specification II 0.000 0.463 0.107 5.301 0.007 3.734 0.019 4.934 0.036 3.027 0.011 Variable Constant Lagged SMP Rating Implemented Rating 0.000 0.634 0.107 5.332 0.011 3.812 Imminent Rating US Interest Rate R2 0.036 2.958 0.011 As expected from the theoretical consideration above, the third explanatory variable, the US shortterm interest rate has the right positive sign and is also statistically highly significant. This implies that a rise in US interest rates increases the financial market pressure on emerging economies due to a shift by institutional investors from highyield investments to investments in probable safer haven. Specification II distinguishes explicitly between implemented and imminent sovereign credit rating actions by SP and Moodys. The negative sign of the coefficients is as expected: sovereign credit rating downgrades upgrades or negative positive rating outlooks and negative positive credit watches increases decreases the index of speculative market pressure. Table 9 shows that the rating effect of the agencies sovereign upgrade or downgrade on the emerging economies financial markets is statistically highly significant but with 0.7 percent smaller than in specification I, while the impact of rating outlooks and credit watches is also statistically highly significant and with 1.9 percent substantially larger than the coefficient of implemented sovereign credit rating changes. This seems to suggest that market participants anticipate sovereign credit rating changes since countries are typically placed on negative positive credit watch or are at least assigned a negative positive rating 32 outlook before being downgraded upgraded by the credit rating agencies see also the empirical results of the event studies above. To check for robustness of the event studies and panel regression results, a number of alternative specifications based on SPs and Moodys sovereign credit ratings have been applied, but none substantially improved the fit. In particular, the sovereign risk assessments from only one credit rating agency at a time were included or the higher or the lower sovereign credit rating for each country has been selected. A kinked function with a structural break instead of the linear transformation has been also considered.13 Another alternative transformation of the sovereign credit rating symbols by SP and Moodys is the logistic transformation which contains the hypothesis that risk perceptions first deteriorate slowly as ratingnotches decrease, then deteriorate faster when sovereign credit ratings fall from investmentgrade to speculativegrade, and finally deteriorate slowly again as sovereign risk assessments reach the bottom of the agencies sovereign credit rating classification. However, both transformations did not change the empirical results of the event studies and panel regressions significantly. In addition, several assumptions on which the event study is built are tested. Econometric tests applying the autocorrelation function ACF and the partial autocorrelation function PACF prove that the time series are not autocorrelated. The augmented DickeyFuller ADF test rejected the hypothesis that the time series are integrated of the order one or higher. The JarqueBera JB test could not reject the hypothesis that the time series follow a normal distribution in the sample or in any of the subsamples. Furthermore, in the sample and all the subsamples more than 75 percent of the sovereign credit rating actions have the right sign: the speculative market pressure index increases with a negative sovereign credit rating action but decreases with a positive sovereign credit rating announcement by the credit rating agencies. 13 This transformation allows fully capturing the impact when the sovereign passes from investmentgrade to noninvestmentgrade by allowing for a numerical change of three ratingnotches instead of only one see Table A5 in the Appendix. Additionally, the imminent sovereign credit rating actions between investmentgrade and speculativegrade are also considered with a more heavy weight by adding one ratingnotch for a positive negative credit watch, and by adding half a ratingnotch for a positive negative rating outlook to the implemented sovereign credit rating. 33 V Conclusion and Outlook Sovereign credit rating adjustments may convey substantial new information about an individual countrys creditworthiness. Credit rating changes for longterm foreign currency debt may act as a wakeup call with upgrades and downgrades in one country affecting other financial markets within and across national borders. Such a potential rating effect is likely to be stronger in emerging market economies, where institutional investors problems of asymmetric information are more present. Therefore, this empirical study has analyzed the role of credit rating agencies in international financial markets. In particular, the specific impact of sovereign credit rating changes during the financial turmoil in emerging markets in the latter half of the 1990s has been examined. The data set is not only expanded to update previous studies but also to test new hypotheses about the implications of sovereign credit rating changes on financial markets in emerging economies. The results of the empirical study indicate that credit rating agencies have a substantial influence on the size and volatility of emerging markets lending. The empirical results are significantly stronger in the case of governments downgrades and negative imminent sovereign credit rating actions such as credit watches and rating outlooks than positive adjustments by the credit rating agencies while by the market participants anticipated sovereign credit rating changes have a smaller impact on financial markets in emerging economies. Another substantial result of the empirical analysis is that speculativegrade rated emerging market economies are more vulnerable to interest rate changes in financial centers. 34 References AZIZ, J., F. CARAMAZZA AND R. SALGADO 2000: Currency Crises: In Search of Common Elements, IMF Working Paper Series, No. 0067. BANK FOR INTERNATIONAL SETTLEMENTS 2000: Credit Ratings and the Complementary Sources of Credit Quality Information, BCBS Working Paper Series, No. 3. BORENSZTEIN, E. R. AND J.W. LEE 2002: Financial Crisis and Credit Crunch in Korea: Evidence from FirmLevel Data, Journal of Monetary Economics, 49 4, pp. 853875. CALVO, G. A. 1999: Contagion in Emerging Markets: When Wall Street is a Carrier, Working Paper, University of Maryland, Version of May 2. CALVO, G. A. AND E. G. MENDOZA 2000a: Contagion, Globalization and the Volatility of Capital Flows, in Capital Flows and the Emerging Economies: Theory, Evidence and Controversies, ed. by S. Edwards, chap. 1, The University of Chicago Press, Chicago. CALVO, G. A. AND E. G. MENDOZA 2000b: Rational Contagion and the Globalization of Securities Markets, Journal of International Economics, 51 1, pp. 79113. CALVO, G. A. AND C. M. REINHART 2000: When Capital Inflows Suddenly Stop: Consequences and Policy Options, in Reforming the International Monetary and Financial System, ed. by P. B. Kenen and A. K. Swoboda, chap. 5, IMF Publications, Washington, D.C. CAMPBELL, J. Y., A. W. LO AND A. C. MACKINLAY 1997: The Econometrics of Financial Markets, Princeton University Press, Princeton. CANTOR, R. AND F. PACKER 1995b: Sovereign Credit Ratings, FRBNY Current Issues in Economics and Finance, 1 3, pp. 16. CANTOR, R. AND F. PACKER 1996: Determinants and Impact of Sovereign Credit Ratings, The Journal of Fixed Income, 6 3, pp. 7691. CORSETTI, G., P. PESENTI AND N. ROUBINI 1999: What Caused the Asian Currency and Financial Crisis?, Japan the World Economy, 11 3, pp. 305373. DRAZEN, A. 2003: Interest Rate Defense Against Speculative Attack as a Signal: A Primer, in Managing Currency Crises in Emerging Markets, ed. by M. P. Dooley and J. A. Frankel, chap. 2, The University of Chicago Press, Chicago. 35 EICHENGREEN, B. AND A. MODY 1998: Interest Rates in the North and Capital Flows to the South: Is There a Missing Link?, International Finance, 1 1, pp. 3557. EICHENGREEN, B., A. K. ROSE AND C. WYPLOSZ 1996: Contagious Currency Crises, The Scandinavian Journal of Economics, 98 2, pp. 463484. FERRI, G., L.G. LIU AND J. E. STIGLITZ 1999: The Procyclical Role of Rating Agencies: Evidence from the East Asian Crisis, Economic Notes, 28 3, pp. 335355. FRANKEL, J. A. AND A. K. ROSE 1996: Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics, 41 34, pp. 351366. FRIEDMAN, T. L. 1999: From Supercharged Financial Markets to Osama Bin Laden: The Emerging Global Order Demands a New Enforcer, Thats Americas New Burden, New York Times Magazine, 40 43, March 28. GERTLER, M. AND K. ROGOFF 1990: NorthSouth Lending and Endogenous Domestic Capital Market Inefficiencies, Journal of Monetary Economics, 26 2, pp. 245266. GROPP, R. AND A. J. RICHARDS 2001: Rating Agency Actions and the Pricing of Debt and Equity of European Banks: What Can We Infer About Private Sector Monitoring of Bank Soundness?, ECB Working Paper Series, No. 76. HARTMANN, P., S. STRAETMANS AND C. G. DE VRIES 2001: Asset Market Linkages in Crisis Periods, ECB Working Paper Series, No. 71. KAMINSKY, G. L. AND S. L. SCHMUKLER 2002: Emerging Markets Instability: Do Sovereign Ratings Affect Country Risk and Stock Returns?, in Ratings, Rating Agencies and the Global Financial System, ed. by R. M. Levich, G. Majnoni and C. M. Reinhart, chap. 9, Kluwer, Boston. KRAUSSL, R. 2000: Sovereign Ratings and Their Impact on Recent Financial Crises, CFS Working Paper Series, No. 200004. KRAUSSL, R. 2003: Sovereign Risk, Credit Ratings and the Recent Financial Crises in Emerging Markets: Empirical Analysis and Policy Implications, Fritz Knapp Verlag, FrankfurtMain. MERRILL LYNCH 1999: Why Do Bond Rating Agencies Exist?, Extra Credit, November. MOODYS INVESTORS SERVICE 1999: Bond Defaults in Emerging Markets: The Slide Down a Slippery Slope, Special Comment, August. 36 MOODYS INVESTORS SERVICE 2001: Moodys Country Credit Statistical Handbook, Global Credit Research, January. OBSTFELD, M. AND A. M. TAYLOR 2003: Globalization and Capital Markets, in Globalization in Historical Perspective, ed. by M. D. Bordo, A. M. Taylor and J. G. Williamson, chap. 3, The University of Chicago Press, Chicago. PARTNOY, F. 2002: The Paradox of Credit Ratings, in Ratings, Rating Agencies and the Global Financial System, ed. by R. M. Levich, G. Majnoni and C. M. Reinhart, chap. 3, Kluwer, Boston. PESARAN, M. H. AND R. SMITH 1995: Estimating LongRun Relationships from Dynamic Heterogeneous Panels, Journal of Econometrics, 68, pp. 79113. RADELET, S. AND J. D. SACHS 1998: The East Asian Financial Crisis: Diagnosis, Remedies, Prospects, Brookings Papers on Economic Activity, 1, pp. 174. REISEN, H. AND J. VON MALTZAN 1999: Boom and Bust and Sovereign Ratings, International Finance, 2 2, pp. 273293. STANDARD POORS 1997: Sovereign Credit Ratings: A Primer, Credit Week, April 16. STANDARD POORS 1999: Rating Dynamics: Focus on Fundamentals, Credit Week, May 26. STANDARD POORS 2000: Outlooks: The Sovereign Credit Weather Vane, Credit Week, January 12. SYLLA, R. 2002: An Historical Primer on the Business of Credit Ratings, in Ratings, Rating Agencies and the Global Financial System, ed. by R. M. Levich, G. Majnoni and C. M. Reinhart, chap. 1, Kluwer, Boston. WHITE, L. J. 2002: The Credit Rating Industry: An Industrial Organization Analysis, in Ratings, Rating Agencies and the Global Financial System, ed. by R. M. Levich, G. Majnoni and C. M. Reinhart, chap. 2, Kluwer, Boston. WYPLOSZ, C. 1998: Globalized Financial Markets and Financial Crises, in Regulatory and Supervisory Challenges in a New Era of Global Finance, ed. by J. J. Teunissen, chap. 3, FONDAD, Amsterdam. 37 Appendix Table A1: SPs Sovereign Credit Rating Criteria Form of government and adaptability of political institutions Political Risk Income and Economic Structure Economic Growth Prospects Fiscal Flexibility Public Debt Burden Price Stability Balance of Payments Flexibility External Debt and Liquidity Extent of popular participation Orderliness of leadership succession Degree of consensus on economic policy objectives Integration in global trade and financial system Internal and external security risks Living standards, income, and wealth distribution Market versus nonmarket economy Resources endowments and degree of diversification Size and composition of savings and investment Rate and pattern of economic growth General government operating and total budget balances Tax competitiveness and taxraising flexibility Spending pressures General government financial assets Public debt and interest burden Currency composition and structure of public debt Pension liabilities Banking, corporate and other contingent liabilities Trends in price inflation Rates of money and credit growth Exchange rate policy Degree of central bank autonomy Impact of fiscal and monetary policies on external accounts Structure of the current account Composition of capital flows Size and currency composition of public external debt Importance of banks, public and private entities as contingent liabilities Maturity structure and debt service burden Level and composition of reserves and other public external assets Debt service track record Source: Standard Poors 1997 38 Table A2: SPs LongTerm Issuer Sovereign Credit Rating Scale Rating Category Definition AAA AA A BBB BB B CCC CC SD An obligor rated AAA has extremely strong capacity to meet its financial commitments. AAA is the highest Issuer Credit Rating assigned by SPs. An obligor rated AA has very strong capacity to meet its financial commitments. It differs from the highestrated obligors only in small degree. An obligor rated A has strong capacity to meet its financial commitments but is somewhat more susceptible to the adverse effects of changes in circumstances and economic conditions than obligors in higherrated categories. An obligor rated BBB has adequate capacity to meet its financial commitments. However, adverse economic conditions or changing circumstances are more likely to lead to a weakened capacity of the obligor to meet its financial commitments. An obligor rated BB is less vulnerable in the near term than other lowerrated obligors. However, it faces major ongoing uncertainties and exposure to adverse business, financial, or economic conditions which could lead to the obligors inadequate capacity to meet its financial commitments. An obligor rated B is more vulnerable than the obligors rated BB, but the obligor currently has the capacity to meet its financial commitments. Adverse business, financial, or economic conditions will likely impair the obligors capacity or willingness to meet its financial commitments. An obligor rated CCC is currently vulnerable, and is dependent upon favorable business, financial, and economic conditions to meet its financial commitments. An obligor rated CC is currently highly vulnerable. An obligor rated SD is in selective default. Source: STANDARD POORS 2000 39 Table A3: Moodys LongTerm Issuer Sovereign Credit Rating Scale Rating Category Definition Aaa Aa A Baa Ba B Caa Ca C Issuers rated Aaa offer exceptional financial security. While the creditworthiness of these entities is likely to change, such changes as can be visualized are most unlikely to impair their fundamentally strong position. Issuers rated Aa offer exceptional financial security. Together with the Aaa group, they constitute what are generally known as high grade entities. They are rated lower than Aaa entities because longterm risks appear somewhat larger. Issuers rated A offer good financial security. However, elements may be present which suggest a susceptibility to impairment sometime in the future. Issuers rated Baa offer adequate financial security. However, certain protective elements may be lacking or may be unreliable over any great period of time. Issuers rated Ba offer questionable financial security. Often the ability of these entities to meet obligations may be moderate and not well safeguarded in the future. Issuers rated B offer poor financial security. Assurance of payment of obligations over any long period of time is small. Issuers rated Caa offer very poor financial security. They may be in default on their obligations or there may be present elements of danger with respect to punctual payment of obligations. Issuers rated Ca offer extremely poor financial security. Such entities are often in default on their obligations or have other market shortcomings. Issuers rated C are the lowest rated class of entity, are usually in default on their obligations, and potential recovery values are low. Source: MOODYS INVESTORS SERVICE 2001 40 Table A4: SPs and Moodys Emerging Market Sovereign Credit Rating History January 1997 to December 2000 IMF Country Date SP Moodys Turkey South Africa Argentina Brazil Chile Colombia 01011997 01091997 03131997 08101998 01211999 11301999 12101999 04252000 07242000 12052000 12222000 01011997 03061998 07171998 10021998 02072000 02252000 01011997 04021997 10021997 09031998 02101999 07221999 08201999 10061999 02102000 10312000 11142000 11212000 01011997 04021997 06081998 09031998 09101998 01141999 11091999 02292000 08172000 10162000 01011997 01011997 10071997 B N B O B N B O B O B N BB O BB N BBB N BB N BB N BB O BB N BB CW BB N B O BB N BB O B O B N B O A N BBB O BBB N Ba 3 N Ba 3 CW B1 N B1 O B1 CW B1 N Baa 3 N Baa 3 CW Baa 3 N Baa 3 O B1 N Ba 3 N Ba 3 CW Ba 3 O Ba 3 CW B1 N B1 O B1 N B1 O B2 N B2 CW B1 CW Baa 1 N Baa 3 N 186 199 213 223 228 233 41 233 248 273 293 299 469 Colombia Ecuador Mexico Peru Venezuela Egypt 05211998 09301998 12181998 06091999 06111999 08111999 09211999 04102000 05232000 01011997 07241997 04171998 06081998 09141998 10051999 07292000 08282000 01011997 09021997 09031998 10021998 02101999 06091999 06211999 08101999 09021999 02022000 03072000 03102000 01011997 12181997 01131998 02131998 03271998 05192000 06152000 10312000 12122000 01011997 06051997 02121998 05081998 07221998 08311998 09031998 12211999 01011997 BBB O BB N BB O BB O n. r. SD B N BB N BB O BB N BB O BB O n. r. BB N BB CW BB N BB N B O B N B O B N n. r. Baa 3 O Baa 3 CW Baa 3 O Baa 3 CW Ba 2 N n. r. B1 N B1 O B1 CW B3 N Caa 2 N Ba 2 N Ba 2 CW Ba 2 O Ba 2 N Ba 2 CW Ba 1 O Ba 1 CW Baa 3 N B2 N B2 O B2 CW Ba 3 N Ba 3 O Ba 2 N Ba 2 O Ba 2 CW B1 N B2 N Ba 2 N 42 469 532 534 536 542 01151997 Egypt 08121997 10011997 11141997 07032000 Hong Kong SAR 01011997 05141997 02181998 06221998 08311998 09031998 05241999 12071999 India 01011997 10061997 01081998 05221998 06191998 10221998 10061999 03202000 10102000 01011997 Indonesia 10101997 10271997 12221997 12311997 01091998 01271998 03111998 03201998 05151998 07081998 03301999 03311999 09131999 12151999 04172000 10022000 01011997 South Korea 08051997 08061997 10241997 11251997 11271997 12101997 12111997 BBB N BBB O A O A N A CW A O A N BB O BB N BB O BB N BB O BB N BBB N BBB N BB O BB CW B CW B CW CCC CW CCC O SD CCC N CCC CW SD B N AA N AA O A O A CW BBB CW Ba 2 O Ba 2 CW Ba 1 N A3 N A3 O A3 CW A3 N Baa 3 N Baa 3 CW Ba 2 N Ba 2 O Baa 3 N Baa 3 O Ba 1 N B3 N B3 O A1 N A1 O A3 N Baa 2 CW 43 542 548 564 566 South Korea Malaysia Pakistan The Philippines 12221997 01091998 02181998 03301998 12181998 01041999 01251999 02121999 08231999 11111999 12161999 01011997 08181997 09251997 12221997 12231997 02051998 04171998 06041998 07231998 07241998 09141998 09151998 12011998 03311999 04201999 06101999 11111999 07122000 09012000 10172000 01011997 01141998 05221998 05281998 06011998 07141998 10121998 10231998 12031998 01291999 12211999 01011997 01231997 02211997 05191997 09251997 02231998 B CW BB N BB O BBB O BBB O A O A N A O A O A N BBB O BBB O BBB N BBB N BBB O B N B O B CW B CW CCC CW CCC O CC O SD B N BB O BB O BB N BB O Ba 1 N Ba 1 CW Ba 1 N Ba 1 CW Baa 3 O Baa 3 CW Baa 2 N A1 N A2 N A2 O A2 CW Baa 2 N Baa 3 CW Baa 3 O Baa 3 N Baa 3 O Baa 3 CW Baa 2 N B2 N B3 N Caa 1 N Ba 2 N Ba 2 CW Ba 1 N 44 566 576 578 686 922 924 935 The Philippines Singapore Thailand Morocco Russia China Czech Rep. 01061999 10192000 10272000 01011997 01011997 02131997 04081997 07241997 08011997 09031997 09091997 10011997 10241997 11271997 12221997 01081998 05031999 05051999 04032000 06222000 01011997 03021998 01011997 12191997 02031998 03111998 05271998 05291998 06091998 08131998 08171998 08211998 09161998 01271999 04102000 08232000 11132000 12082000 01011997 05141997 02191998 07161998 09031998 12031998 07211999 01011997 11051998 BB N BB O AAA N A N A CW A O BBB O BBB O BBB N n. r. BB N BB N BB O BB CW B N B O CCC O CCC O SD B N BBB O BBB N BBB O BBB N A N A N Ba 1 O Aa 1 N A2 N A2 CW A3 N A3 O A3 CW Baa 1 O Baa 3 O Ba 1 N Ba 1 O Ba 1 CW Baa 3 N n. r. Ba 1 N Ba 2 N Ba 2 CW Ba 3 N B1 N B2 N B3 N B3 O B3 CW B2 N A3 N A3 O A3 CW A3 N Baa 1 N 45Slovak Rep. Hungary Poland Taiwan 01011997 11031997 01201998 03301998 04071998 09171998 10011998 02181999 10271999 11121999 11072000 11092000 01011997 11051997 01221998 03201998 05081998 12111998 06251999 02022000 04102000 09132000 11142000 12192000 01011997 06031997 12031998 06101999 09021999 05152000 01011997 12062000 BBB N BBB O BB O BB N BB O BBB N BBB O BBB O BBB O A N BBB N BBB O BBB O BBB N AA N AA O Baa 3 N Baa 3 O Baa 3 CW Ba 1 N Ba 1 CW Ba 1 O Ba 1 N Ba 1 O Baa 3 N Baa 3 O Baa 3 CW Baa 2 O Baa 1 N Baa 1 O Baa 1 CW A3 N Baa 3 N Baa 3 O Baa 1 N Aa 3 N 936 944 964 9998 46 Table A5: Linear Transformation of Sovereign Credit Rating Scales SP AAA AA AA AA A A A BBB BBB BBB BB BB BB B B B CCC CCC CCC CC SD Moodys Linear Scale Structural Break Aaa Aa 1 Aa 2 Aa 3 A1 A2 A3 Baa 1 Baa 2 Baa 3 Ba 1 Ba 2 Ba 3 B1 B2 B3 Caa 1 Caa 2 Caa 3 Ca C 20 19 18 17 16 15 14 13 12 11 10 9 8 7 6 5 4 3 2 1 0 22 21 20 19 18 17 16 15 14 13 10 9 8 7 6 5 4 3 2 1 0 47CFS Working Paper Series: No. Authors Title 200308 Gunter Coenen Volker Wieland A Small Estimated Euro Area Model with Rational Expectations and Nominal Rigidities 200309 Gunter Coenen Volker Wieland The ZeroInterestRate and the Role of the Exchange Rate for Monetary Policy in Japan 200310 Stefan Reitz Frank Westerhoff Nonlinearities and Cyclical Behavior: The Role of Chartists and Fundamentalists 200311 Stefan Reitz Ralf Ahrens 200312 Klaus Adam Heterogeneous Expectations in the Foreign Exchange Market Evidence from the Daily DollarDM Exchange Rate Optimal Monetary Policy with Imperfect Common Knowledge 200313 Gunter Coenen Athanasios Orphanides Volker Wieland 200314 Raimond Maurer Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero Institutional Investors in Germany: Insurance Companies and Investment Funds 200315 Daniel Schmidt Mark Wahrenburg Contractual Relations between European VCFunds and Investors: The Impact of Reputation and Bargaining Power on Contractual Design 200316 Christian Leuz Jens Wustemann The Role of Accounting in the German Financial System 200317 Erik Theissen Organized Equity Markets in Germany 200318 Roman Kraussl Do Credit Rating Agencies Add to the Dynamics of Emerging Market Crises? Copies of working papers are available at the Center for Financial Studies or can be downloaded http:www.ifkcfs.de. ", "filename": "03_18.pdf", "person": ["Roman Kraeussl", "Kraeussl, Roman"], "date": ["2003"]}