{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86434/1/04-106.pdf"], "title": ["Schooling, Capital Constraints and Entrepreneurial Performance"], "plaintext": "SCHOOLING, CAPITAL CONSTRAINTSAND ENTREPRENEURIAL PERFORMANCE:THE ENDOGENOUS TRIANGLEAbstract To what extent is the performance of a small business venture, once started, aected bycapital constraints at the time of inception and by the business foundercid:146s investment in humancapital? We attempt to answer this question taking into account the potential endogeneityof human and cid:133nancial capital, and also possible interdependence between these variables. Atheoretical model is developed which generates predictions about the nature and directions ofthe interdependencies. Using a rich data set on Dutch entrepreneurs in 1995, we obtain cid:133ndings that are broadly consistent with the theoretical model. Instrumental variable estimatesindicate that a 1 percentage point relaxation of capital constraints increases entrepreneurscid:146gross business incomes by 3.9 per cent on average. Also, education enhances entrepreneurscid:146performance both directly cid:150with a rate of return of 13.7 per cent cid:151 and indirectly, becauseeach extra year of schooling decreases capital constraints by 1.18 percentage points. The indirect eect of education on entrepreneurscid:146performance is estimated to be between 3.0 and 4.6 per cent.21 Introduction Entrepreneurship is becoming an increasingly prominent issue in both academic and policycircles. Entrepreneurs are often credited with innovating new products, discovering new markets, and displacing ageing incumbents in a process of cid:145creative destructioncid:146. But it is alsorecognised that if entrepreneurs face constraints such as limited human or cid:133nancial capital,then these economic benecid:133ts might not be realised. This realisation has prompted severalgovernments to devise public programs to encourage entrepreneurship. Some are human capital based e.g., subsidies to enterprise education in schools and colleges, enterprise trainingand science parks, while others address perceived cid:133nancial constraints e.g., loan guaranteeschemes, grants, and tax incentives for venture capital investments. Underlying these programs is a belief that human and cid:133nancial capital constraints exist, and that they retardentrepreneurship and entrepreneurscid:146performance. But there is still little agreement amongresearchers about the actual extent of human and cid:133nancial constraints, and their impact onentrepreneurscid:146performance in practice.In this paper we ask: To what extent is the performance of a small business venture, oncestarted, aected by capital constraints at the time of inception and by the business foundercid:146sinvestment in human capital? In particular, can we measure the distinct contribution of eachof these factors, taking account of the possibility that human capital might also have anindirect eect on performance by making cid:133nancial capital easier to access and so diluting anycapital constraints? Using a sample of data from a rich survey of entrepreneurs conductedin the Netherlands in 1995, we test empirically three propositions that follow from a simpletheoretical model:1. Capital constraints have a negative eect on average on entrepreneurscid:146performance.2. Greater human capital has a positive eect on average on entrepreneurscid:146performance.3. Greater human capital has a negative eect on capital constraints.The contribution of this paper is threefold. First of all, we model entrepreneurscid:146capitalconstraints as an endogenous variable measured on a continuous scale, and assess the causaleect of these constraints on entrepreneurscid:146performance. This is novel, as previous empiricalresearch has explored the eects of cid:133nancial wealth, rather than of capital constraints per se;and much of it has treated cid:133nancial wealth as exogenous.1 We argue that treating capital constraints as endogenous yields useful insights into their composition, while enabling the eectsof these constraints on entrepreneurscid:146performance to be estimated consistently. Endogeneity of error terms in performance and capital constraint equations can be caused by inherent 1See, e.g., Fazzari et al 1988, Evans and Jovanovic 1989, Bates 1990, Cooper et al 1994, HoltzEakinet al 1994, Cressy 1996, Lindh and Ohlsson 1996, Taylor 1996, 2001, Dunn and HoltzEakin 2000,and Johansson 2000.3endogeneity of the constraint andor unobserved heterogeneity. Following empirical resultsthat concid:133rm the endogeneity of capital constraints, we employ an instrumental variable IVestimator to take account of this problem explicitly. Our analysis complements recent researchby Hochguertel 2003 and Hurst and Lusardi 2004 who showed that cid:133nancial wealth is endogenous in the context of occupational selection into entrepreneurship. Unlike those authors,we attempt to measure capital constraints directly, and generate IV estimates of their impacton the subsequent performance of entrepreneurs.Our second contribution is to treat education as an additional endogenous variable that alsohelps to explain entrepreneurscid:146performance. Whereas the literature on returns to employeescid:146human capital has recognised the endogeneity of human capital decisions e.g., Ashenfelteret al, 1999, the literature on the returns to entrepreneurscid:146 human capital has yet to do soVan der Sluis et al, 2003. It is important to treat human capital as an endogenous variableif individuals accumulate human capital in anticipation of future performance, or again ifunobserved heterogeneity is present in the human capital and performance equations. This isgenerally the case and turns out to be so in our application as well. Subject to some caveatsabout the available instruments, once again IV is used to provide consistent estimates of theimpact of this variable on entrepreneurscid:146performance.Our third contribution is to estimate the combined eects of education and capital constraints on performance, while controlling for a possible relationship between these explanatory variables. By disentangling the various interrelationships, more reliable estimates of thedeterminants of entrepreneurial performance can be obtained.The remainder of the paper is structured as follows. Section 2 presents a theoreticalperspective on the issues. A theory of credit rationing recently proposed by Bernhardt 2000is extended to encompass human capital and entrepreneurscid:146performance. Section 3 outlinesthe econometric issues and modelling strategy. Section 4 describes the data sample. Section 5 contains the estimation results, and Section 6 concludes.2 Theory If we are to understand the relationship between human capital, borrowing constraints, andentrepreneurscid:146 performance, it is necessary to go beyond simply assuming the existence ofconstraints, as in e.g., Evans and Jovanovic 1989, and to ask why those constraints arethere. This necessitates a foray into the theoretical literature on credit rationing. As Keeton1979 and Jaee and Stiglitz 1990 both pointed out, there are several distinct types of creditrationing. To be consistent with our empirical investigation, we shall concid:133ne our attentionin this paper to rationing that takes the form of borrowers receiving smaller loans than theyrequest from lenders. In Keetoncid:146s terminology, this is called cid:145Type Icid:146 credit rationing. Forbrevity, we shall not consider cid:145Type IIcid:146rationing, whereby some individuals receive no loan 4whatsoever, despite being observationally identical to others who do.Our strategy is to take an existing model of Type I credit rationing, by Bernhardt 2000,and to extend it to deal with human capital and entrepreneurscid:146performance. We cid:133rst briecid:135ysummarise Bernhardtcid:146s model, before discussing the extension.2.1 Bernhardtcid:146s model Bernhardt 2000 considered a problem with a single period planning horizon, at the start ofwhich an investment project becomes available. Entrepreneurs have the skills to expedite theproject but lack the capital, k, which they borrow from a bank. At the end of the periodthe project pays o p:f k, where p 0 is a stochastic price with distribution function Gp,whose support is the positive halfline; and where f cid:1 is a strictly concave production function.Entrepreneurs and lenders are riskneutral and symmetrically uninformed about realisationsof p ex ante. Lenders supply k via standard debt contracts which protect borrowers fromnegative net wealth, and lend at the competitive interest rate r. The riskfree gross interestrate is unity. If an entrepreneur defaults, the lender takes over the project and extracts allthe revenues.Entrepreneurs maximise expected procid:133ts, given bymaxk E f max 0; pf k cid:0 rkg :1When choosing k, the entrepreneur is concerned only with positive procid:133t realisations, so hasthe cid:133rst order condition Zpcid:21pcid:3pfkkcid:3 cid:0 r d Gp 0 ;2where pcid:3 is the price at which the entrepreneur just begins to break even: i.e., pcid:3f kcid:3cid:0rkcid:3 cid:17 0;and where kcid:3 denotes the privately optimal capital choice.Bernhardt showed that, when there is a positive probability of default, kcid:3 is not the sameas the e cient level of investment, ke. The cid:133rst order condition for ke is Zppfkke d Gp cid:17Zpcid:21pcid:3pfkke d Gp Zppcid:3pfkke d Gp 1 :3The cid:133rst order condition for kcid:3 is dierent to 3, as can be seen by solving the lenderscid:146breakeven condition Rppcid:3 pf kcid:3 d Gp Rpcid:21pcid:3 rkcid:3 d Gp kcid:3 for the interest ratercid:3 kcid:3 cid:0Rppcid:3 pf kcid:3 d Gpkcid:3Rpcid:21pcid:3 d Gp5and substituting it into 2 to obtain Zpcid:21pcid:3pfkkcid:3 d Gp Zppcid:3pf kcid:3kcid:3d Gp 1 :4Comparing 3 and 4, it follows that kcid:3 ke since f kk fkk. The dierence between3 and 4 boils down to the smaller amount of revenue that lenders extract in the case ofbankruptcy, relative to the nondefault state. The dierence comes about because, given thefreedom to choose loan sizes, entrepreneurs facing price uncertainty optimally overinvest in kto maximise returns in good highp states, since they do not care about returns in the badlowp, default states. We call the ratiocid:14 : 1 cid:0 kekcid:3 2 0; 1the extent of the borrowing constraint.5Finally, Bernhardt showed that ke actually prevails in a competitive equilibrium, togetherwith an interest rate re, wherere ke Rppcid:3 pf ke d Gpke Rpcid:21pcid:3 d Gp rcid:3 :The reason why ke; re is the equilibrium contract is that the total surplus is maximised withthis outcome; and in a competitive lending market entrepreneurs receive all the surplus.2.2 Extending the model by introducing heterogeneity We now extend the model just described, by introducing heterogeneity into entrepreneurscid:146production sets. We assume that this takes the form of heterogeneous ability. Ability mightbe observable to lenders, as in the case of years of schooling, for example. Or it might beunobservable, as in the case of untried innate business acumen.In general, overall abilityin entrepreneurship is likely to be a mix of both observed and unobserved components. Toestablish the main points, we will start by considering one aspect of ability, which is unobservedby both lenders and entrepreneurs. We then consider the implications of a dierent aspect ofability that is perfectly observable by both parties. Finally, we show how the insights fromboth investigations can be combined.A Unobserved ability Let x denote symmetrically unobserved ability. It is distributed unequally across the population of entrepreneurs. Each entrepreneur approaches one of an identical set of lenders,and undergoes a screening process designed to assess their unobserved ability. Lenders use 6a common screening technology to assess ability and classify entrepreneurs. The screeningtechnology is unbiased on average, so lenders break even. But the technology is imperfect,being prone to errors that cause misclassicid:133cation of some entrepreneurs. Because all lendersare identical, and use the same screening technology, they all make the same errors.Greater x is associated with greater productivity. For example, consider generalising theproduction function of the previous subsection to become f k; x, assumed to be increasingin both k and x. Clearly, both entrepreneurs and lenders benecid:133t in expected value termsfrom higher x. So if entrepreneurs can be dierentiated from each other, albeit imperfectly,separating contracts must emerge in equilibrium, whereby each x is associated with its owndistinct borrowing class and equilibrium capital and interest rate tuple, kex; rex, wherekex and rex are increasing and decreasing functions of x, respectively.2 Bernhardtcid:146s analysis can then be regarded as applying for the special case where all entrepreneurs have the samex and where screening is perfect. Note that the existence of observation errors arising from imperfect screening means that some individual entrepreneurs will receive dierent kex; rexcontracts than they truly merit.Proposition 1. In the presence of screening errors, tighter borrowing constraints lead to loweraverage entrepreneurial procid:133ts.The logic of this proposition cid:150whose proof together with those of subsequent propositions isrelegated to Appendix A cid:150is straightforward. Greater capital increases entrepreneurscid:146procid:133ts,even in the e cient equilibrium outcome. So entrepreneurs who are misclassicid:133ed by lenderscid:146screens either get more capital than they should, which relaxes their borrowing constraint andleads to higher procid:133ts, or they get too little, with the opposite eect.B Observed ability Now consider a dierent aspect of ability that is perfectly observed by both lenders andentrepreneurs. Henceforth we will think of this specicid:133cally as certicid:133ed human capital e.g.,years of schooling, though other examples could no doubt also be proposed. Denote thisaspect of ability by x J, and again generalise the Bernhardt production function to becomef k; x J , with fk 0 and fx J 0 as above. Also, it seems reasonable to assume thatcapital and human capital are complements, so fkx J is strictly positive if f is nonseparablein the arguments and of course is zero if f is separable. Now the cid:133rst order condition of anentrepreneur with x J changes from 2 to become Zpcid:21pcid:3x J fpfkkcid:3x J ; x J cid:0 rg d Gp 0 ;62If instead x was private information of the entrepreneur, then perfect separation of types would generallybe expected to occur because more able entrepreneurs would seek dierent sized loans and so reveal their typesin that way De Meza and Webb, 1992. However, it is arguably more realistic to treat innate business abilityas unknown to entrepreneurs as well as to lenders.7where kcid:3x J is the solution of 6; and wherepcid:3x J :rkcid:3x J f kcid:3x J ; x J is the new breakeven price. In a similar fashion, lenderscid:146cid:133rst order condition changes from3 to become Zppfkkex J ; x J d Gp 1 :7Proposition 2. Greater human capital decreases borrowing constraints if entrepreneurscid:146production functions are separable in human and physical capital, and has ambiguous eects onborrowing constraints if entrepreneurscid:146production functions are nonseparable in human andphysical capital.The intuition behind Proposition 2 is as follows. With a nonseparable production function,greater human capital increases the marginal product of capital and hence the average demandfor capital. At the same time, the set of prices at which low levels of capital usage is procid:133tableexpands which serves to decrease the average demand for capital. Thus the cid:133rst eect mightbe oset by the second. However, with a separable production function the cid:133rst eect is nolonger operative while the second is, leading to the result in the proposition.3A prediction that greater human capital is associated with lower measured borrowing constraints can also be obtained using dierent arguments. For example, it is widely believedthat entrepreneurs exhibit unrealistic overoptimism De Meza and Southey, 1996; Manoveand Padilla, 1999. So if better educated entrepreneurs are less overoptimistic than poorlyeducated entrepreneurs, and if the most overoptimistic entrepreneurs demand the most capital, then this also implies a negative relationship between human capital and borrowingconstraints.4Finally, we can derive our cid:133nal proposition:Proposition 3. Greater human capital increases entrepreneurscid:146procid:133ts.C Summary To summarise so far, we have established that symmetrically unobserved ability is associatedwith a negative relationship between procid:133ts and borrowing constraints, while symmetricallyobserved ability e.g., in the form of human capital has a positive impact on procid:133ts. Greaterhuman capital has an ambiguous eect on borrowing constraints, though its eects are def3Similar results obtain if symmetrically observed ability enters entrepreneurscid:146cost rather than productionfunctions in a separable or nonseparable fashion.4We are grateful to David de Meza for suggesting this possibility to us.8initely negative if entrepreneurscid:146production or cost functions are separable in ability andcapital.In general, ability might contain both observed and unobserved components.If so, allof the above results continue to apply. Propositions 2 and 3 remain relevant when makingbetweengroup comparisons of entrepreneurs. But within each and every group e.g., for aperformance model that conditions on observed ability such as human capital, imperfectscreening of unobserved ability ensures that Proposition 1 continues to hold as well.Finally, we say a word about the e ciency of borrowing constraints in this setup. As inother models of Type I credit rationing, rationing in the Bernhardt model is e cient.5 Thus,while entrepreneurs might complain that they would like more funds kcid:3 than they actuallyreceive ke cid:150and while relaxation of their borrowing constraint would certainly increase theirprocid:133ts see Proposition 1 above cid:150 it does not follow that any public intervention in themarket is warranted. Furthermore, while errors in screening technologies do lead to ine cientoutcomes, it does not follow that government intervention could practically improve mattershere. Lenders presumably use the best screening technology available, and governments areunlikely to possess any information advantage over lenders in this respect, as would be requiredfor successful public intervention.Thus while the relationship between borrowing constraints and performance is of centralpolicy interest, any empirical cid:133nding that tighter constraints decrease entrepreneurscid:146procid:133tsdoes not necessarily imply the existence of ine ciency or market failure. This is an important point that is sometimes overlooked in empirical research and the wider policy debate.Naturally, there are caveats to the generality of this conclusion. For example, suppose thatentrepreneurship generates some valuable positive externality not considered in the model,for example a valuable innovation spillover. Then even cid:145e cientcid:146borrowing constraints thatdecrease the equilibrium level of entrepreneurship might in principle motivate governmentintervention to relax them. This possibility should be borne in mind when interpreting theempirical results below.3 Empirical methodology In order to take data to the three propositions of the previous section, we develop an empirical model that simultaneously estimates the eects of human capital and capital constraintson performance, as well as the relationship between human capital and capital constraints.For reasons explained below, we will discuss human capital in terms of education, measuredas years of schooling; other human capital variables such as labour market experience, areincluded as exogenous variables.5Other models of Type I credit rationing that share this feature include Keeton 1979, Clemenz 1986,de Meza and Webb 1992, and Canning et al 2003. In contrast, Type II rationing is usually associated withe ciency losses. See, e.g., Stiglitz and Weiss 1981 and Parker 2003.9Consider cid:133rst the eect of education on the performance of entrepreneurs. There are atleast two possible sources of bias if OLS is used to estimate this relationship. First, the schooling decision is probably endogenous in a performance equation because individuals are likely tobase their schooling investment decision, at least in part, on their perceptions of the expectedpayos to their investment. Second, there may be unobserved individual characteristics, suchas ability and motivation, that aect both the schooling level attained and subsequent businessperformance. The omission of these unobserved characteristics from a performance equationwould also serve to bias OLS estimates, where the direction and magnitude of the bias dependson the correlation between these characteristics and the schooling level attained. For example,consider the simple linear modely cid:120 cid:121x 1 cid:1cid:1cid:1 cid:12Jcid:01x Jcid:01 cid:12J x J u ;8where y denotes entrepreneurial performance, x 1 through x Jcid:01 are exogenous variables including past experience, and x J denotes years of schooling, where Eu 0 and covxj; u 0for j 1; 2; : : : ; J cid:0 1 but where x J might be correlated with the disturbance term u. In otherwords, the explanatory variables x 1; : : : ; x Jcid:01 are exogenous, but x J is potentially endogenousfor the reasons explained above.Instrumental Variables IV is known to be an appropriate estimator in the presence ofthese problems see Card, 1999, 2001; Ashenfelter et al, 1999. Most of these researchers haveconcluded that OLS estimates of the return to schooling are biased downwards. Their focus,however, has invariably been the measurement of the returns to schooling in wage employment.In contrast, we do not know of any IV estimates of returns to schooling for entrepreneurs.6The IV approach see Wooldridge, 2002 exploits the existence of an identifying instrument,possibly a vector, z 1, not in 8 that satiscid:133es two conditions: i covz 1; u 0 and ii cid:181 6 0in the reduced form equation for the endogenous explanatory variable x J:x J cid:170 cid:171x 1 cid:1cid:1cid:1 cid:17Jcid:01x Jcid:01 cid:181z 1 v ;9where Ev 0 and where v is uncorrelated with the xj j 1; : : : ; J cid:0 1 and z 1. Conditioni above relates to the validity of the identifying instruments; condition ii relates to thequality of the instruments.The next issue is the cid:133nancial constraints experienced by entrepreneurs when they set uptheir businesses. According to Proposition 1 above, such constraints will aect entrepreneurscid:146performance. So if we denote a measure of these constraints whose decid:133nition is discussed inthe next section by x J1, then this variable should also be added to the right hand side of8. Again, however, one must acknowledge the possibility that this explanatory variable isendogenous. After all, it is to be expected that both actual and desired amounts of startup 6Van der Sluis et al 2004 are an as yet unpublished exception.10capital will be positively related to the prospect of high business performance. And there mightalso be unobserved individual characteristics, such as ability and motivation, that aect boththe extent of capital constraints for instance via bankscid:146loan application selection proceduresand subsequent business performance.Therefore, we incorporate x J1 into an empirical model in the same fashion as the schoolingvariable, using an IV approach. Accordingly, this leads to a second reduced form equation:x J1 cid:130 cid:131x 1 cid:1cid:1cid:1 cid:13Jcid:01x Jcid:01 cid:13J x J cid:182z 2 ! ;10where E! 0, z 2 is the identifying instruments for capital constraints, and cid:182 is itsestimated coe cients, satisfying the same conditions i and ii of validity and quality asshould hold for z 1 and cid:181. This equation also generates a consistent estimate of the eect ofschooling, x J, on capital constraints. The cid:133nal version of the structural performance equation8 is thereforey cid:120 cid:121x 1 cid:1cid:1cid:1 cid:12Jcid:01x Jcid:01 cid:12J x J cid:12J1x J1 u :11Schooling x J is taken to be exogenous in 10. The theoretical case for endogeneity isweaker in the capital constraint context because it seems unlikely although possible thatindividuals acquire schooling in order to bypass capital constraints that they might encounterin the future. Although the problem of unobserved heterogeneity in both equations is perhapsa more plausible reason, in fact we found no empirical support for this possibility when wetested for it, as discussed below. This endows the model with the cid:145endogenous trianglecid:146structure between human capital, capital constraints and performance illustrated in Figure 1.INSERT FIGURE 1 AROUND HEREThe parameters of the structural performance equation 11 and the reduced forms for x Jand x J1 can be estimated by 2SLS. This renders consistent estimates of the parameters ofinterest, namely cid:12J, cid:12J1 and cid:13J, so that the three propositions of Section 2 can be tested. In 0,short, Propositions 1 through 3 suggest the following parameter restrictions: cid:12J1 0, cid:13Jand cid:12J 0 respectively cid:150with cid:13J 0 under the separability assumption discussed earlier.4 Data The data set used in our empirical application is a random crosssection sample of Dutchentrepreneurs. Entrepreneurs were decid:133ned as individuals who started their own business fromscratch or who took over an existing business. Our focus is therefore on individuals who startup rather than cid:133rms that do. The sample was generated as part of a publicprivate jointventure executed by the University of Amsterdam, the Erasmus University of Rotterdam, and 11the Gf K market research company. It was commissioned by RABO, a large Dutch cooperative Bank, and the General Advisory Council of the Dutch Government. The data set contains awide range of economic and demographic variables including ones relating to human capital,cid:133nancial capital, and business performance. A unique aspect of the data set is its detailedcoverage of startup cid:133nance information, necessary for the construction of a continuous capitalconstraint variable, together with personal characteristics of the entrepreneur dated back tothe time of startup and earlier. A data appendix Appendix B provides additional detailsabout variables contained in the data set.In fall 1994, a questionnaire was sent to 1069 entrepreneurs who had already indicatedtheir willingness to participate in the research. Of these, 709 responded. Of these, 125respondents did not provide enough information to construct a measure of capital constraints;and of the remaining 584, 123 did not provide information about their income. That left 461 valid observations including one female outlier, subsequently deleted, whose startupcapital was more than 15 standard deviations larger than the mean which were compiledin 1995. As documented in Brouwer et al 1996, the sample is broadly representative ofthe Dutch population of entrepreneurs in terms of industry, company size, legal form, andage of companies and entrepreneurs. The sample contains a slightly larger proportion ofhighly educated respondents than is found in the general Dutch population, recid:135ecting thefact that one of the commissioners of the research project the General Advisory Council ofthe Dutch Government was particularly interested in the determinants of performance andcapital constraints among highly educated individuals. However, this is unlikely to carryany implications for measured rates of return to entrepreneurship in this study, as we foundlittle evidence that rates of return vary systematically with years of education see below forfurther details. Also, while we could not check whether our sample is representative in termsof average business income, as this variable is so decid:133nitionspecicid:133c see below, there is noreason to suppose that entrepreneurs who benecid:133t more from an additional year of schoolingwill be any more inclined to respond than are entrepreneurs who benecid:133t less from a marginalyear of schooling. Summary statistics of the sample are given in Table 1.7In order to decid:133ne clearly our measures of entrepreneurial performance, human capital andcid:133nancial constraints cid:150and also to provide explicit linkage between the theoretical analysis andempirical specicid:133cation cid:150 we next describe the key variables of interest. Particular attentionis paid to the constraint variable, which we believe is a novel one that improves over othermeasures utilised in the literature to date.4.1 Endogenous variables Entrepreneurial performance y is measured as the natural log of 1 plus total gross annualbusiness income from the venture in 1994 Dutch guilders 1.85 guilders one US dollar in 7The data are freely available from the authors on request.12Table 1: Summary statistics of the variables used in the model NMean St. Dev.min.max.Endogenous Variables Annual 1994 log income yYears of schooling x JCapital constraint % x J1Exogenous Variables No. siblings x 1Current age x 2Fathercid:146s education x 3Female x 4Initial human capital Age x 5Years general exp. x 6Years industry exp. x 7Has prev. business exp. x 8Switched from PE x 9Initial cid:133nancial factors Earned wage at start x 10Partner had su. income x 11Personal equity x 12Capital required x 13Additional controls y eq.Capital intensive industryx 14Current cid:133rm age in years x 15Current no. employees x 16Weekly hours at startup x 17Current spouse input x 184604554604604534424604504484604604604604604474604604574234414603.5414.7819.013.1040.4311.600.1533.3210.114.490.150.570.260.1720.9165.330.137.115.0651.690.251.503.1830.072.4010.633.668.428.696.530.006.000.000.0021.006.0014.750.000.006.6218.00100.0013.0062.0018.0059.1746.0034.0045.05119.160.001.00500.00800.008.1617.3920.230.501.002.0040.50300.00100.00Notes: Standard deviations, minimum and maximum values are omitted for dummy variables.N is the number of valid observations. This can be less than 460 because nonresponses ormissing observations vary according to the question asked. Income is measured in thousandsof Dutch guilders in 1994 prices, with mean 70.45 St. Dev.79.32. PE is paid employment.For the detailed decid:133nition of variables, see text.131994. Business income is decid:133ned as all income from the business before deducting tax andsocial security contributions but after deducting business related costs. Hence this variableapproximates personal income from the business, consistent with the discussion in Section 2.8 As a comprehensive measure of income, it includes wages paid to entrepreneurs as wellas returns to capital. In an attempt to control for the latter, all performance regressions arereported including controls for capital required and personal equity invested in the business.9An advantage of using log income as a measure of performance is that it facilitates a comparisonof the returns to education from the literature on employee earnings functions.10The second endogenous variable is human capital x J. The aspect of human capital thatwe focus on here is education. It was felt that trying to endogenise additional dimensions ofhuman capital, such as years of experience, would entail too many theoretical and empiricalcomplexities, which go beyond the scope of this paper. We measure education as the numberof years of schooling rather than the highest schooling level attained.The third endogenous variable is capital constraints. This is a more broadly decid:133ned variablethan borrowing constraints because unlike the latter, capital constraints also take into accountthe possibility that some individuals use their own personal equity to fund their startups,either in part or in whole. The theoretical analysis in Section 2 abstracted from this issue. Infact, personal equity is widespread in our sample. 81 per cent of respondents injected at least 1000 guilders of own savings into their business, and 66 per cent at least 3000 guilders.The theoretical model is easily extended to deal with personal equity. Recid:135ecting bankingpractice in the Netherlands and many other countries, entrepreneurs cid:133rst declare to thelender their investment of personal equity in the business, denoted by A; and request theirdesired amount of borrowing kcid:3 given A. As the next step, the lender conditions their loanon the basis of the available information including A and oers ke. All entrepreneurs withthe same personal equity and observable characteristics should experience the same Type Irationing, with kcid:3 ke for the reasons given before.To construct a measure of capital constraints, we take note of two issues: multiple lendersand the need to control for personal equity as a source of cid:133nance which might dilute borrowingconstraints. First, we measure ke to allow for loans from possibly multiple lenders. Our dataon capital borrowed from lenders is not restricted to bank borrowing though we counted 8Every respondent was assured of anonymity by the survey interviewers. For those running businessesjointly with their spouse, joint income was reported; we control for this below by including a dummy variablefor input into the business by a spouse or partner.9We also tried including controls for whether the business was incorporated, as incorporated cid:133rms pay theirdirectors an cid:145employeecid:146wage; but this also proved to be insignicid:133cant.10Unfortunately, the sample surveyors converted any negative incomes to zero. There were 28 cases withzeros, which include cid:145genuinecid:146zeros as well as converted cases. All of these are included in the sample since yis decid:133ned as ln1 income. Clearly, this treatment of negative incomes biases average measured performanceabove the cid:145truecid:146level. However, an attempt to deal with this using a tobit estimator suggests that it probablyhas little impact on our results. Estimating performance models by tobit changed the constant term slightly,but otherwise the coe cient estimates were more or less unchanged, including the return to education. We donot report those results below for brevity.14only business loans and not consumer loans. To be consistent with the theoretical analysis,which applies to any kind of borrowing, we used sample data on several cid:133nance sources tocompute the total amount borrowed. These include banks, venture capitalists, governmentloan agencies, and trade credit. Of these, banks were the most commonly used source ofcid:133nance, by one third of all respondents in the sample. Second, decid:133ne K e and Kcid:3 as the totalamounts of capital used and required rather than borrowed, respectively, where K e A keand Kcid:3 Akcid:3. Now analogous to 5, the extent to which an individual is capital constrainedcan be measured ascid:1 : 1 cid:0K e Kcid:3 1 cid:0ke Akcid:3 A 2 0; 1 :12Because every term in 12 is measurable, cid:1 forms the basis of our empirical measure of capitalconstraints.11 As can be seen by dierentiating cid:1 and cid:14 with respect to ke and kcid:3, cid:1 possessesthe same properties as cid:14, in the sense that Propositions 1, 2 and 3 of the previous section allcontinue to apply.12In our empirical work we will work with the scaled capital constraint variable x J1 :100:cid:1. Arguably, x J1 captures more precisely the notion of constraints than do measuresof cid:133nancial capital used in many previous studies, such as savings, assets, inheritances, orlottery outcomes see the studies referenced in footnote 1.13 Another advantage of x J1 isthat it is a continuous variable. In general it will therefore possess greater information contentthan dummy variables used by, e.g., Astebro and Bernhardt, 2003 that indicate whether anentrepreneur believes herself to be credit constrained.One drawback of x J1 is that it is based on selfreported data. Individuals might givebiased estimates of their required and actual initial capital values a problem that might alsobe shared by some previous empirical studies utilising selfreported asset values. On theother hand, entrepreneurs might exaggerate capital requirements when approaching lenders,as a negotiating tactic. If so, then at least it seems plausible that responses obtained froman anonymous questionnaire, as in the sample used here, will be more accurate than thoseobtained from bank cid:133le data.11In particular, values of Kcid:3 were given as responses to the questionnaire question cid:145How much capital didyou need at the start of your current business?cid:146, and those of K e as responses to the question cid:145What wasthe amount of money that you actually started with?cid:146 It was clear from the survey question that loans werefor business purposes rather than for personal consumption use. Values of A were given as responses to thequestion cid:145How much of your own money did you invest in the company at the start?cid:14612Note however that because cid:1A 0 and given that A cid:21 0 by decid:133nition, it follows that cid:1 cid:20 cid:14.This implies a weaker empirical relationship between performance and capital constraints than betweenperformance and borrowing constraints in Proposition 1.13Previous empirical research suggests a positive relationship between cid:133nancial capital and entrepreneurialperformance. But these studies do not measure capital requirements at all, so such a relationship is notnecessarily indicative of capital constraints. For example, the observed empirical relationship might simplyrecid:135ect decreasing absolute risk aversion Cressy, 2000, or a positive competition externality Black et al, 1996.Furthermore, recent research Hochguertel, 2003; Hurst and Lusardi, 2004 casts doubt on the robustness ofthis relationship.15Finally, it is worth pointing out that the institutional framework in the Netherlands corresponds to that assumed in the theory in two important respects. First, personal equity isindeed usually contracted with the bank upfront in the Netherlands, as we assumed. Second,once creditors have exercised their claims on a bankruptcid:146s assets, the latter faces no futureincome garnishing, so entrepreneurs do indeed face a personal lower bound of zero net wealthsee, e.g., 1.4.2 Exogenous variables The endogenous variables are not only related to each other, as already discussed, but mayalso depend on exogenous variables.Several exogenous variables are likely to aect choices of education, and in particular thedecision to pursue a specicid:133c number of years of formal schooling. These include early childhoodfactors such as number of siblings, current age capturing cohort eects, the fathercid:146s educationlevel, and gender.As well as endogenous years of schooling, several exogenous initial human capital variables i.e., dated from the year in which entrepreneurial ventures were started are likely toaect the extent of capital constraints and incomes. These include the entrepreneurcid:146s gender,the number of years of work experience both general and in the same industry, whether theentrepreneur had previous business experience, and whether they switched from paid employment, PE, in the public or private sector just prior to startup.14 We expect all of thesevariables to be positively associated with subsequent performance because human capital isvaluable and negatively associated with capital constraints cid:151 e.g., because lenders use themas favourable indicators of ability and creditworthiness see Section 2.2.Income and capital constraints might also be aected by entrepreneurscid:146 initial cid:133nancialcircumstances. For example, consider an entrepreneur who continued to receive some wageincome at the time of startup, or who had a spouse or partner that earned su cient incomeat that time for the venture to survive poor performance we allow here eects that dependon gender. Such cid:145externalcid:146 i.e., nonentrepreneurial income sources can be expected torelax an entrepreneurcid:146s capital constraint. Their eects on performance might go either way,however.15 From 12, the extent of capital constraints is a decreasing function of personalequity, A, and an increasing function of total capital required, Kcid:3. But both variables might 14The last of these dummy variables takes the value zero for 43 per cent of the entrepreneurs. This comprisesselfemployed 9 per cent, students 13 per cent, unemployed 16 per cent, or otherwise classicid:133ed 5 percent.15On the one hand, by decreasing the variability of household resources, extra income sources might permitthe entrepreneur to choose a project occupying a higher point on the riskreturn tradeo. On the other hand,extra sources of income might distract the entrepreneurcid:146s attention from running the core business. In thecase of additional income from wages, the entrepreneur is presumably diverting some eort directly from thebusiness to paid employment. In the case of having a working spouse, the entrepreneur might be required tocontribute more time to household production, and so less to the business, than would otherwise be the case.16have additional eects by aecting also capital obtained from lenders. For example, lendersfrequently value injections of personal equity as collateral since that can make an entire loanrelatively safe from their perspective. The opposite is the case with regard to the size of theloan itself. To avoid complications caused by arbitrary specicid:133cations of nonlinear functionalforms, but to nonetheless capture the main idea, we enter both of these variables which aremeasured at the time of startup in the capital constraint and performance equations bothin levels and squares. Furthermore, in the capital constraints equation, we also control forthe capital intensity of the industry in which the entrepreneur starts her venture. We wouldexpect startups in capital intensive industries to have a greater likelihood of being capitalconstrained, if bankscid:146 screening errors are systematically greater in industries where morecomplicated production techniques and possibly also complementary intangible capital areused.Other control variables that are likely to aect entrepreneurscid:146current performance includethe current age of the cid:133rm; current cid:133rm size measured by the number of fulltime equivalentemployees, including the entrepreneur himself; and the average weekly number of hoursworked in the cid:133rst year of the venture. None of these control variables are expected toincid:135uence years of schooling or capital constraints.165 Results This section is divided into four parts. In the cid:133rst, we demonstrate the importance of treatingyears of schooling and capital constraints as endogenous variables. We also obtain empiricalbacking for the cid:145endogenous trianglecid:146structure of our model and discuss our choice of instruments. In the remaining parts, we present and interpret the schooling, capital constraint, andperformance equations.5.1 Endogeneity issues It has been suggested that both years of schooling and capital constraints are likely to beendogenous variables in the entrepreneurial performance equation, while schooling is less likelyto be endogenous in the capital constraint equation. We can test directly the relevance ofcorrecting for endogeneity in each of these three cases by applying Hausmancid:146s 1978 t test.The validity of Hausmancid:146s test depends on the underlying choice of identifying instrumentssatisfying quality and validity criteria, tests of which also appear below.16Work hours in the cid:133rst year of a venture should be exogenous in a performance equation estimated usingdata on cid:133rms over a year old. There were 7 observations in the sample with ventures less than a year oldat the date of interview. While it is possible that eort might be endogenous for these cases, the resultswere virtually unchanged when these observations were excluded from the sample. In addition, we found noevidence of endogeneity of cid:133rm age and size with respect to performance. Note also that work eort hours atthe time of startup is generally regarded as nonvericid:133able and noncontractible in games of startup cid:133nanceBoot and Thakor, 1994.17The identifying instruments used in the schooling equation 9 are the respondentcid:146s fathercid:146seducation and the number of siblings in the respondentcid:146s family. These are common though notundisputed choices in the returns to schooling literature see, e.g., Blackburn and Neumark,1993, 1995. While some other authors e.g., Harmon and Walker, 1995; Acemoglu and Angrist, 1999 have sought identicid:133cation in terms of regional and legal variations in education,these sources of variation are themselves not immune to criticism Card, 2001 and are in anycase unavailable in the Netherlands. Therefore we proceed cautiously using our instruments,further discussion of which appears below. They are supplemented by controls for age and itssquare capturing possible cohort eects, and gender.Finding valid identifying instruments for the capital constraint equation 10 requires isolating variables that aect these constraints without impacting directly on performance. Recallthat the model hypothesised screening errors as the principal reason for a relationship betweenperformance and capital constraints. It seems plausible that bank screening errors, and hencethe incidence of capital constraints, will be greater in more capitalintensive industries whereproduction processes are more complex, and where the amount of intangible capital might alsobe greater. Evidence from investments in computers, for example, indicates strong complementarity between tangible and intangible investment Brynjolfsson and Yang, 1999; Brynjolfssonand Hitt, 2003. In a similar vein to Hurst and Lusardi 2004, we therefore propose as anidentifying instrument an indicator variable for whether the industry is capitalintensive ornot. We decid:133ne the following industries as capital intensive: industrial, production, construction, and transportation. Note that there is no necessary reason why capital intensivenessshould impact on performance, a conjecture that is borne out by a validity test describedshortly. Alternative possible candidates for the set of identifying instruments will be discussedbelow together with the control variables included in the capital constraint equation.Row 1 of Table 2 presents the Hausman tests for endogeneity. The signicid:133cance of thestatistics given in the cid:133rst and third columns suggests that years of schooling and capitalconstraints are indeed endogenous in the entrepreneurial performance equation. The insignificance of the statistic in the second column implies that years of schooling can indeed betreated as exogenous in the capital constraint equation, justifying the triangular structure ofour model.We now test whether the proposed identifying instruments are of high quality and arealso valid. Following Bound et al 1995, the quality of the instrument set can be gaugedby F statistics that test the null hypothesis of insignicid:133cant instruments cid:181 and cid:182 in 9and 10, respectively. Row 2 of Table 2 presents the test statistics for the quality of theidentifying instruments for years of schooling 9 and capital constraints 10 columns 1 and 2 are identical because they both relate to 9. The signicid:133cance of these cid:145partial Fcid:146statisticssuggests that the proposed identifying instruments are indeed of high quality in both cases.Instruments are valid if they aect performance via the instrument equation 9 or 1018Table 2: Diagnostic tests of instrument relevance, quality, and validity Variables:Tests Relevance Schooling Cap. Con.Performance eq.t 349 cid:01:730:09Cap. Con. eq.Performance eq.t 392 0:760:45t 392 2:190:03Quality F 2; 427 29:71F 2; 427 29:71F 1; 407 4:250:000:000:04Validity F 20; 349 0:01F 16; 393 0:02F 19; 364 0:001:001:000:83Each cell gives the diagnostic test result with pvalues in square brackets. The cid:145Relevancecid:146, cid:145Qualitycid:146and cid:145Validitycid:146tests are decid:133ned in the text.only. Sargancid:146s F statistic Davidson and Mac Kinnon, 1993 tests the null hypothesis thatthe identifying instruments are orthogonal to the error of the IV equation. Row 3 of Table 2shows that the instruments sets proposed for equations 9 or 10 are indeed valid. The resultfor years of schooling viscid:224vis the performance equation is especially reassuring because itcounters the criticism that family background variables might be invalid instruments becausethey are correlated with unobserved ability and thereby aect entrepreneurscid:146performance see Card, 1999, 2001, for a discussion.5.2 Explaining the schooling decision The cid:133rst column of Table 3 presents estimates of the schooling equation 9. Both this equation and the capital constraints equation discussed shortly contain a mixture of controls andidentifying instruments. Both of the identifying instruments cid:145Number of siblingscid:146and cid:145Fathercid:146seducationcid:146are statistically signicid:133cant determinants of years of education; and the regressionas a whole is also signicid:133cant F 6; 428 41:74. Individuals born in families whose fathersare better educated, and where there are fewer siblings to compete for attention and resources,tend to acquire signicid:133cantly more education than the average. Of the two identifying instruments, fathercid:146s education is the more powerful, since while the results were unchanged bydropping the number of siblings, the predictive power of the number of siblings on its own wastoo low to estimate precisely the eect of schooling on performance.17 We therefore proceedusing both identifying instruments.17Full details are available from the authors on request. We also tried alternative identifying instrumentsbased on religious a liation of schools and the birth month of the respondent, but neither of these variableswere statistically signicid:133cant.19cid:00:178 cid:3cid:3cid:30:292 cid:3cid:3cid:00:004 cid:3cid:3cid:30:276 cid:3cid:3cid:3cid:00:780 cid:3cid:32:712:503:157:422:25Years of schooling No. siblings Current age Current age squared Fathercid:146s education Female Female cid:2 Partnersu. inc.Partner su. inc.Age at startup Age at startup squared Years general exp.Years ind. exp.Has prev. bus. exp.Switched from PEEarned wage at start Personal equity Pers. equity squared Capital required Cap. required squared Cap. intensive industrycid:00:835cid:018:028 cid:3cid:38:7780:295cid:00:0070:218cid:00:3865:439cid:09:360 cid:3cid:3cid:30:954cid:00:343 cid:3cid:3cid:30:001 cid:3cid:3cid:30:136 cid:3cid:3cid:3cid:00:0001 cid:3cid:3cid:38:723 cid:3cid:30:172:151:770:230:380:681:601:293:000:295:033:883:322:962:061:54Table 3: Estimates of the schooling and capital constraint equations Schooling eqn. 9Capital con. eqn. 10Variable Coe.tratio Coe.tratiocid:01:183 cid:3cid:32:20Intercept 8:216 cid:3cid:3cid:33:5436:654R2F k; n cid:0 kNo. Observations, n 0:3141:74 cid:3cid:3cid:3433200:134:98 cid:3cid:3cid:3424Notes Dependent variables are decid:133ned in the text. Regressions reported with robust standard errors. cid:3cid:3pvalue less than 0:05; cid:3cid:3cid:3 pvalue less than 0:01. k is the number of parameters and ncid:0 k is the degreesof freedom. The sample size reduces to 433 in the schooling equation because of the 460 initialobservations, 7, 5 and 15 observations were missing for cid:147Age at startupcid:148, cid:147Years of educationcid:148,and cid:147Fathercid:146s educationcid:148, respectively. The sample size is 424 in the capital constraints equationbecause of missing data on these and some additional explanatory variables precise details availableon request.Our cid:133ndings are similar to those of Van der Sluis et al 2004 for entrepreneurs, and of Blackburn and Neumark 1993 and Levin and Plug 1999 for employees. We also cid:133nd thatfemales obtain signicid:133cantly less education than average, and there also seems to be a cohorteect at work, whereby older respondents obtained more education than younger respondents.Overall, the respectable cid:133t attained by this regression R2 0:31 suggests that it forms areasonable basis for estimating the impact of education on entrepreneurial performance. Wedo however acknowledge the limitations of the available instruments used in this regression.5.3 Explaining the extent of entrepreneurscid:146capital constraints The cid:133nal column of Table 3 presents estimates of the capital constraint equation 10. The keyresult is that extra years of schooling signicid:133cantly decrease capital constraints. The estimatedcoe cient is large in absolute terms and statistically signicid:133cant with a pvalue of 2.8 per cent.This result, which implies that an extra year of schooling relaxes the capital constraint by 1.183per cent, is consistent with Proposition 2 and separable entrepreneurial production functions.It implies that lenders are more willing to provide funds to bettereducated entrepreneurs, allelse equal.In addition, we cid:133nd that entrepreneurs located in capital intensive industries are signicid:133cantly more likely to face capital constraints than those located in industries where less capitalis needed. This eect is additional to a scale eect from required capital, and so is consistentwith a theoretical argument that bankscid:146screening errors are systematically greater in some industries where more complicated production techniques with complementary intangible capitalare used.It is also of interest to interpret the other coe cients of Table 3. Women whose partners had su cient income to support the household at the time of startup face lower capitalconstraints, presumably because they can obtain resources from their partners. A similarmechanism was not observed for men. This was the only signicid:133cant dierence in capital constraints by gender, as gender interactions with the other variables failed to achieve signicid:133cance.Another characteristic that appears to mitigate capital constraints is having switched into entrepreneurship from paid employment just prior to startup. Such experience might serve as 21a positive signal to lenders, thereby encouraging them to oer more cid:133nance. As expected, theamount of personal equity injected at the start has a strongly negative and nonlinear eecton the extent of capital constraints. The absolute size of this eect decreases as the amountof private business capital increases. The eect of the total amount of capital required byan entrepreneur on the extent of capital constraints is signicid:133cantly positive, and also has adecreasing marginal eect. This might recid:135ect lenderscid:146unwillingness to overextend themselveson risky investment projects. Over 97 per cent of respondents have net negative eects fromeects from personal equity and net positive eects from capital required.Every other variable in Table 3 is statistically insignicid:133cant. The R2 of 13 per cent indicatesthat we have had only limited success in explaining the extent of capital constraints.18 Wealso found no evidence that entrepreneurs with greater collateral other than personal equityfaced lower capital constraints. While the data set does not contain information on collateraldirectly, it contains responses to two related questions: whether individuals raised cid:133nance byreleasing equity from their houses, and whether they took over their cid:133rm in which case theymay have tangible collateral in place or started it from scratch. Neither variable signicid:133cantlydecreased capital constraints. Neither an indicator variable of whether entrepreneurs took overa cid:133rm from family members, nor a dummy variable indicating access to loans at subsidisedrates, were signicid:133cant. The latter included funds obtained from family, friends, governmentprogrammes and business partners detailed results are available from the authors on request.5.4 Explaining entrepreneurscid:146performance We now present results from estimating eq. 11, i.e., the determinants of entrepreneurscid:146performance. We present results cid:150summarised in Table 4 cid:150using both OLS and IV estimators.It will be seen how this comparison underlines the practical importance of correcting forendogeneity biases when attempting to explain entrepreneurscid:146performance.18This low R2 is certainly consistent with our earlier assumptions of unobserved ability and lender screeningerrors that led to Proposition 1. No doubt the poor cid:133t in Table 3 might also provide encouragement to thosewho argue that many bank decisions on oering startup cid:133nance are arbitrary, and based predominantly onintangible factors like cid:145cid:133rst impressionscid:146and prejudice rather than tangible observable characteristics. However,this conclusion must be tempered to the extent that our specicid:133cation suers from omitted variable bias. Infact, our data set contains detailed personal and cid:133nancial information that encompasses what is typically foundin bank cid:133le data c.f. Cressy, 1993; and checks concid:133rmed that none of these extra variables were signicid:133cant inthe capital constraint equation. These variables included the legal form and structure of the startup; detailedquestions about the extent to which the individual was familiar with the relevant business environment; anddetailed additional questions about job histories and family background. Nevertheless, verbal, unrecordedinformation conveyed in bank interviews might also be playing a role. Finally, the possibility of misspecicid:133cationin this equation justicid:133es our use of single equation estimators rather than a systems estimator like 3SLS or FIML. It is well known that any misspecicid:133cation of one equation in a system contaminates the estimates inevery other equation cid:150a criticism that does not apply to single equation estimators such as 2SLS used here.22Table 4: Estimates of the enterprise performance equation Performance eqn.Performance eqn.OLSIVVariable Coe.tratio Coe.tratio Years of schooling Capital constraint 0:072 cid:3cid:3cid:00:003Current age 0:214 cid:3cid:3cid:3Current age squared cid:00:003 cid:3cid:3cid:3Female Years general exp.Years ind. exp.Has prev. bus. exp.cid:00:5070:054 cid:3cid:3cid:30:0120:2510:414 cid:3cid:3cid:3Switched from PEEarned wage at start cid:00:239Female cid:2 Partnersu. inc.0:737Partner had su. inc. cid:00:280Firm age 0:089 cid:3cid:3cid:3No. employees Weekly hours at start Spouse input 0:010 cid:3cid:3cid:30:014 cid:3cid:3cid:30:424 cid:3cid:3Personal equity 0:002Pers. equity squared cid:00:000Capital required 0:0002cid:00:000cid:02:748 cid:3cid:3Cap. reqcid:146d squared Intercept R2F 20; n cid:0 21No. Observations, n 0:278:65 cid:3cid:3cid:3380232:451:143:243:911:862:690:861:272:661:541:781:204:222:703:712:460:420:100:100:192:132:012:232:673:101:952:790:351:830:611:660:220:094:152:993:612:621:611:571:691:561:660:137 cid:3cid:3cid:00:039 cid:3cid:30:188 cid:3cid:3cid:3cid:00:003 cid:3cid:3cid:3cid:00:5330:058 cid:3cid:3cid:30:0050:3880:137cid:00:2580:1110:0230:092 cid:3cid:3cid:30:011 cid:3cid:3cid:30:014 cid:3cid:3cid:30:442 cid:3cid:3cid:3cid:00:0110:0000:005cid:00:000cid:02:5750:289:10 cid:3cid:3cid:3370Notes Dependent variable: Log business income. Regressions reported with robust standard errors. Asterisks as in Table 3. Method of estimation is given at the head of the table. The sample size reducesto 370 for the IV results because of the 424 observations used in the capital constraint instrumentedequation, 33, 11 and 10 observations were missing for cid:147No. employeescid:148, cid:147Weekly hours at startcid:148, andcid:147Fathercid:146s educationcid:148, respectively. It is 380 for OLS because the absence of instrumentation avoidedthe need to discard 10 of these observations.A Entrepreneurscid:146returns to schooling The cid:133rst column of Table 4 shows the biased estimation results that ensue when estimating11 by means of OLS. It reports an average rate of return to schooling of 7.2 per cent interms of entrepreneurscid:146 gross incomes, supporting Proposition 3. A comparison with other OLS estimates of the return to schooling in entrepreneurship reveals that this estimate is alittle higher than, but broadly comparable with, previous cid:133ndings. For example, in a surveyof 21 previous studies of the relationship between education and entrepreneurial earnings, Vander Sluis et al 2003 reported an average rate of return of 6.1 per cent for studies based on US data, with a somewhat lower average rate of return for European studies.The second column of Table 4 presents the results using IV estimation. Like previous comparisons between IV and OLS conducted for employees, the IV estimate is substantially higherthan the OLS estimate, being 13.7 per cent compared with 7.2 per cent.19 The IV estimateof the rate of return to schooling is also precisely estimated, and still supports Proposition 3. It is somewhat higher than IV estimates for employees in similar countries. For example,Ashenfelter et al 1999 reported an average IV rate of return for employees of 9.3 per cent.Such comparisons are of intrinsic interest for at least two reasons. First, they might carrypolicy implications for programmes designed to encourage high school and college graduatesto become entrepreneurs. In the case of the estimates above, for example, they might helpjustify public expenditure on such programmes. Of course, this interpretation is subject tothe earlier caveat that our results are only as good as the instruments they rely on, and in thecase of years of schooling in particular these are not beyond reproach.Second, entrepreneurscid:146rate of return to education bears on a longstanding question aboutwhether rates of return to schooling for employees contain a signalling component Wolpin,1977. For example, it is sometimes argued that because only employees need to signal abilitiesto employers, they will earn higher average returns on their investment than entrepreneurs if 19See, e.g., Ashenfelter et al 1999, whose average IV estimates were nearly 3 per cent higher than their OLS estimates. Harmon and Walker 1995 and Lemieux and Card 1998 recorded even larger dierencesbetween IV and OLS. Card 2001 proposed an explanation for this phenomenon based on the hypothesis thatthe return to education is heterogeneous and declines at higher levels of education. IV estimates will dierfrom OLS estimates to the extent that the instruments incid:135uence schooling decisions at dierent levels. If theinstruments incid:135uence decisions primarily at lower levels of education, then the IV estimate may be higher thanthe OLS estimate if it recid:135ects the payo to schooling at lower rather than higher levels of education.24the marginal productive eects of their education pursued are equal Riley, 1979, 2002. Also,entrepreneurial success is likely to depend on numerous factors other than formal education,again implying that entrepreneurs will obtain a lower return to schooling than employees. Onthe other hand, entrepreneurs might invest in education as a hedge, or in order to work forothers before commencing a spell in entrepreneurship. And customers, suppliers of credit,and government agencies might also screen entrepreneurs, especially in those industries inwhich the incidence of selfemployment has grown rapidly in recent years, such as professionalservices. The available evidence certainly does not support the notion that entrepreneursreceive lower returns to education than wage employees do; but we are unable to shed anymore light directly on this issue because our data set is limited to entrepreneurs. We willexplore below whether the indirect eect of education on performance, via its impact on thecapital constraint, increases further the total impact of years of schooling on entrepreneurscid:146business incomes.B The role of capital constraints The cid:133rst column of Table 4 shows that the biased estimate of the eect of capital constraintson entrepreneurscid:146business incomes is numerically small, and statistically insignicid:133cant. However, the IV estimate given in the second column is over 10 times larger and highly signicid:133cant.It implies that a 1 percentage point relaxation of capital constraints increases entrepreneurscid:146average business incomes by 3.9 per cent. This cid:133nding strongly supports Proposition 1.The size of this eect looks substantial, although it should be borne in mind that theaverage extent of capital constraints faced by entrepreneurs in our sample is only 19 per cent.Thus a 1 standard deviation increase in average capital constraints would generate a loweraverage business income of 1.17 0:039 cid:2 30:1 per cent. We emphasise that the estimatedeect of capital constraints on performance is obtained after controlling for personal equityand capital required, the inclusion of which had little overall eect.Next, we measure the indirect eect of schooling on performance via the capital constraint.Using 10 and 11, this can be estimated as cid:12J1cid:13J 0:039 cid:2 1:183 0:046. This suggestsa total rate of return from schooling for entrepreneurs of 18.3 per cent. A dierent estimate ofthe indirect eect can be obtained by reestimating 11 but excluding the capital constraintvariable. This will give a lower estimate because omitting capital constraints causes downwardbias in the combined return to education. The total return to schooling is then estimatedas 16.7 per cent tstatistic2.48, p0.013. The implied indirect eect according to thisestimate is therefore 3 per cent. Nevertheless, the range of 3.0cid:1504.6 per cent further adds tothe importance of human capital for entrepreneurial success.25C Eects from control variables We also cid:133nd some interesting eects from some of the other control variables in Table 4. Workeort measured in terms of hours worked by the entrepreneur and having a spouse work inputin the business, and human capital as measured by age and general experience, are two important sets of variables that signicid:133cantly and substantially enhance entrepreneurscid:146performance.By representing basic determinants of entrepreneurscid:146marginal productivity, their signicid:133cancemight not appear too surprising. But the nature of productive experience in particular isnoteworthy. Several previous authors have made a distinction between experience gained inbusiness compared with experience gained in paid employment see, e.g., Evans and Leighton,1989a. Here, we cid:133nd that the rate of return to an extra year of general experience is statistically signicid:133cant, being 5.8 per cent on average. This includes previous experience in business,in the same industry, and experience gained elsewhere. But no additional signicid:133cant eectswere found from business and same industry experience when they are entered separately.And, consistent with a large body of empirical work, the relationship between performanceand age is positive and concave see also Brock and Evans, 1986; Evans and Leighton, 1989b;and HoltzEakin et al, 1994.The remaining control variables also have the expected eects on performance. Entrepreneurscid:146log incomes are higher on average for older and larger in employment terms businesses.These cid:133ndings are consistent with Jovanoviccid:146s 1982 theory of industry evolution, recid:135ectingsurvival by both the most able and also the most knowledgeable about their innate abilities inentrepreneurship. Finally, female entrepreneurs earn lower log incomes on average than theirmale counterparts. But this eect, which is attenuated for females with richer spouses, is onthe margins of statistical signicid:133cance.D Sensitivity analysis Below we conducted several robustness checks, to see whether our results are sensitive todierent specicid:133cations or are consistent with alternative explanations.One alternative explanation for the substantial eect of education on performance is thatmore educated entrepreneurs choose to operate risky projects with high rates of return. As Cocco et al 2004 and Gomes and Michaelides 2005 have pointed out, human capital is lessrisky than equities and so can substitute for bond holdings, enabling riskier nonhuman capitalinvestments to be made. Hence higher levels of education might increase average performanceby making the value of the human capital hedge greater Polkovnichenko, 2003. To check forthis, we split the sample into dierent groups by year of education and computed for each groupthe coe cient of variation in incomes as a measure of educationspecicid:133c income uncertainty. Ifeducation is acting as a hedge in this way, we would expect to cid:133nd the coe cient of variationto be related positively to years of schooling. In fact, we found a negative correlation betweenthe coe cient of variation and schooling, of cid:00:0506, though this was insignicid:133cant the pvalue 26was 0:9053. Hence we conclude that our results seem to be robust to hedging properties ofhuman capital.20It is also possible that rates of return to education depend on milestones such as completinghigh school or college. To test this, we included and interacted dummies for completion of highschool and college education with years of education in the performance equation. However,none of these additional terms were statistically signicid:133cant. For example, a dummy variableindicating college dropout and its interaction with years of education achieved pvalues of only 0:386 and 0:209 respectively in the performance equation. This suggests that our estimatedrates of return are correctly capturing the eects of education on performance.Another possibility is that individuals at dierent wealth levels face qualitatively dierentconstraints. This possibility is suggested by the cid:133ndings of Hurst and Lusardi 2004, whoreported that assets only aect participation in entrepreneurship for those at the top end ofthe wealth distribution. To test this possibility, we decid:133ned a dummy variable, cid:145topcid:146, as equalto one if the respondent appeared in the top quintile of the asset distribution. Personal equitywas used as a proxy for net wealth, as the latter was unavailable in our data set. This dummywas interacted with every variable in the capital constraint equation. The intercept dummywas cid:06:263 tstatistic1.65, p0.099, while none of the other coe cients were statisticallysignicid:133cant. This suggests that while wealth decreases capital constraints, it does not alter therelationship between capital constraints and its other determinants. However, it should beborne in mind that we are a using only a proxy for wealth, and b are analysing a sampleof individuals who are all already participating in entrepreneurship.We also explored several other possible identifying instruments for capital constraints.One of the referees asked whether variations in regional bank densities in the Netherlandsmight comprise a useful instrument. The idea is that entrepreneurs in high bank densityareas would cid:133nd it easier to undergo repeated screening by rival banks if they were givenunfavourable initial loan oers. The data on number of banks per zip code area were collectedfrom www.bedrijven.nl and entered into the capital constraints equation as an additionalinstrument. However, this instrument lacked power, having a partial F of only 0:004. We alsotried several other candidates, including whether the business was taken over from withinor outside the family as opposed to having been started from scratch. Capital requirementsmight be easier to screen if the cid:133rm already has some trading history, especially for older cid:133rms.But none of these alternative candidates for identifying instruments in the capital constraintsequation possessed su cient power either.20Van der Sluis et al 2004 use a more elegant method based on panel data to arrive at a similar result. Theycalculate conditional correlations between individual income risk measured longitudinally and education. Ofcourse, alternative ways of measuring risk in entrepreneurship are also possible, including one based on industrybetas. However, we did not attempt to compute betas because they relate to publicly listed cid:133rms, whereasour sample contains mainly nonlisted cid:133rms, including ones in sectors such as smallscale professional andpersonal services that have no direct equivalent on the stock exchange.276 Conclusion We investigated the extent to which the performance of a business venture, once started, isaected by capital constraints at the time of inception and by the business foundercid:146s investmentin human capital. We attempted to answer this question by measuring the distinct contributionof each of these factors, taking into account the possibility that human capital might also havean indirect eect on performance by making cid:133nancial capital easier to access, so diluting anycapital constraint. To this end, and in recognition of the likely endogeneity of education andcapital constraints, we estimated a cid:145triangularcid:146model of capital constraints, years of schooling,and performance by instrumental variables IV, using a sample of data from a rich survey ofentrepreneurs conducted in the Netherlands in 1995.Our principal cid:133ndings are threefold. First, lower capital constraints lead to greater entrepreneurial performance with a 1 percentage point relaxation of capital constraints increasingentrepreneurscid:146gross business incomes by 3.9 per cent on average. This estimate is both statistically signicid:133cant and fairly sizeable in economic terms. Second, more years of education isassociated with signicid:133cantly lower capital constraints. Each year of schooling decreases capitalconstraints by 1.18 percentage points. Third, extra years of schooling enhance entrepreneurialperformance both directly and indirectly via the eect of capital constraints. The direct rateof return to schooling is estimated to be 13.7 per cent, whereas the total eect, including theindirect eect via the impact of education on capital constraints, is estimated at between 16.7and 18.3 per cent. Our data set is limited to entrepreneurs so we cannot compare rates ofreturn for employees and entrepreneurs directly; and there are possible limitations with thequality of the instruments available in the data that lead us to sounds a note of caution. Nevertheless, our estimated rates of return to schooling are broadly comparable with if a littlehigher than previous IV estimates obtained for employees. This is contrary to some casualcid:145conventional wisdomcid:146that entrepreneurs do not need schooling to be successful.In terms of policy implications, we believe that our results oer backing for the dual trackapproach to promoting entrepreneurship adopted by many governments. The dual track approach involves attempting to soften capital constraints while developing initiatives to deepenhuman capital. Our cid:133ndings suggest that duality is especially important when human capitaland cid:133nancial capital are interrelated and endogenous. Thus, the power of extra educationto improve entrepreneurscid:146 performance seems to be greater when capital constraints exist,because education helps to relax these constraints as well as having a direct eect on performance. But the interrelatedness of these phenomena prevents us from pronouncing here onthe correct balance between government programs that promote human as opposed to cid:133nancialcapital.Compared with the vast literature on rates of return to schooling for wage and salaryworkers, the literature on entrepreneurscid:146rates of return is much less developed. To our knowledge, this paper has made the cid:133rst serious eort to measure rates of return to schooling for 28entrepreneurs while taking account of possible endogeneity of the schooling decision. Morestudies of this kind, preferably using data sets containing information on both types of workerthat can also take account of selectivity bias, are needed to reach cid:133rm conclusions about theabsolute and relative sizes of the returns to schooling see, e.g., Van der Sluis et al, 2004.Furthermore, more detailed analysis of the kinds of schooling undertaken e.g., subjects studied, and types of school attended would help make policy recommendations more precise. Sowould the availability of data sets containing even more sophisticated instruments and moreextensive control variables.29References Acemoglu, D. and J. Angrist 1999 How large are the social returns to education? Evidencefrom compulsory schooling laws, NBER Working Paper No. 7444, NBER.Ashenfelter, O., C. Harmon and H. Oosterbeck 1999 A review of the schooling earningsrelationship with tests for publication bias, Labor Economics, 6, pp. 453cid:15070.Astebro, T. and I. Bernhardt 2003 Startup cid:133nancing, owner characteristics, and survival,Journal of Economics and Business, 55, pp. 303cid:15019.Bates, T. 1990 Entrepreneur human capital inputs and small business longevity, Review of Economics and Statistics, 72, pp. 551cid:15059.Bernhardt, D. 2000 Credit rationing?, American Economic Review, 90, pp. 235cid:15039.Black, J., D. de Meza and D. Jereys 1996 House prices, the supply of collateral and theenterprise economy, Economic Journal, 106, pp. 60cid:15075.Blackburn, M. L. and D. Neumark 1993 Are OLS estimates of the return to schooling biaseddownwards? Another look, Review of Economics and Statistics, 77, pp. 217cid:15030.Blackburn, M. L. and D. Neumark 1995 Omitted ability bias and the increase in the returnsto schooling, Journal of Labour Economics, 11, pp. 521cid:15044.Boot, A. W. A. and A. V. Thakor 1994 Moral hazard and secured lending in an incid:133nitelyrepeated credit market game, International Economic Review, 35, pp. 899cid:150920.Bound, J., D. A. Jaeger and R. Baker 1995 Problems with instrumental variables whenthe correlation between the instruments and the endogenous explanatory variable is weak,Journal of the American Statistical Association, 90, pp. 443cid:15050.Brock, W. A., and D. S. Evans 1986 The Economics of Small Businesses: Their Role and Regulation in the US Economy, Holmes and Meier, NY.Brouwer, E., E. Edelmann, C. M. Van Praag and B. M. S. Van Praag 1996 Determinants ofsuccess or failure of Dutch entrepreneurs, Unpublished report, Rabobank, The Netherlands.Brynjolfsson, E and S. Yang 1999 Intangible Benecid:133ts and Costs of Computer Investments:Evidence from the Financial Market, Proceedings of the International Conference on Information Systems.Brynjolfsson, E. and L. M. Hitt 2003 Computing Productivity: FirmLevel Evidence, Reviewof Economics and Statistics, 85, pp. 793cid:150808.Canning D., Jeerson C. W. and Spencer J.E. 2003 Optimal credit rationing in notforprocid:133tcid:133nancial institutions, International Economic Review, 44, pp. 243cid:15061.Card, D. 1999 The causal eect of education on earnings, In Handbook of Labor Economics,Volume 3A, Elsevier Science, NorthHolland, Amsterdam, pp. 180163.Card, D. 2001 Estimating the returns to schooling: progress on some persistent econometricproblems, Econometrica, 69, pp. 1127cid:15060.Clemenz, G. 1986 Credit Markets with Asymmetric Information, Lecture Notes in Economicsand Mathematical Systems No. 272, SpringerVerlag, Berlin.30Cocco, J., F. Gomes, and P. Maenhout 2005 Consumption and portfolio choice over thelifecycle, Review of Financial Studies, forthcoming.Cooper, A. C., F. J. GimenoGascon and C. Y. Woo 1994 Initial human and cid:133nancial capitalas predictors of new venture performance, Journal of Business Venturing, 9, pp. 371cid:15095.Cressy, R. C. 1993 The Startup Tracking Exercise: Third Year Report, National Westminster Bank of Great Britain, November.Cressy, R. C. 1996 Are business startups debtrationed?, Economic Journal, 106, pp. 1253cid:15070.Cressy, R. C. 2000 Credit rationing or entrepreneurial risk aversion? An alternative explanation for the Evans and Jovanovic cid:133nding, Economics Letters, 66, pp. 235cid:15040.Davidson, R. and J. G. Mac Kinnon 1993 Estimation and Inference in Econometrics, Oxford University Press, New York.De Meza, D. and C. Southey 1996 The borrowercid:146s curse: optimism, cid:133nance and entrepreneurship, Economic Journal, 106, pp. 375cid:150386.De Meza, D. and D. C. Webb 1992 E cient credit rationing, European Economic Review,36, pp. 1277cid:15090.Dunn, T. and D. HoltzEakin 2000 Financial capital, human capital and the transition toselfemployment: evidence from intergenerational links, Journal of Labour Economics, 18,pp. 282cid:150305.Evans, D. S. and B. Jovanovic 1989 An estimated model of entrepreneurial choice underliquidity constraints, Journal of Political Economy, 97, pp. 808cid:15027.Evans, D. S. and L. S. Leighton 1989a Some empirical aspects of entrepreneurship, American Economic Review, 79, pp. 519cid:15035.Evans, D. S. and L. S. Leighton 1989b The determinants of changes in US selfemployment,1968cid:1501987, Small Business Economics, 1, pp. 111cid:15019.Fazzari, S., R. Hubbard and B. Petersen 1988 Financing constraints and corporate investment, Brookings Papers on Economic Activity, 2, pp. 141cid:15095.Gomes, F. and A. Michaelides 2005 Optimal life cycle asset allocation: understanding theempirical evidence, Journal of Finance, forthcoming.Harmon, C. and I. Walker 1995 Estimates of the economic return to schooling for the United Kingdom, American Economic Review, 85, pp. 1278cid:15086.Hausman, J. A. 1978 Specicid:133cation tests in econometrics, Econometrica, 46, pp. 1251cid:15071.Hochguertel, S. 2003 The dynamics of selfemployment and household wealth: new evidencefrom panel data, Mimeo, Department of Economics, Free University of Amsterdam, May 25.HoltzEakin, D., D. Joulfaian and H. S. Rosen 1994 Sticking it out: entrepreneurial survivaland liquidity constraints, Journal of Political Economy, 102, pp. 53cid:15075.Hurst, E. and A. Lusardi 2004 Liquidity constraints, household wealth, and entrepreneurship,31Journal of Political Economy, 112, pp. 319cid:15047.Jaee, D. and J. E. Stiglitz 1990 Credit rationing, in The Handbook of Monetary Economics,Vol. II eds. B. M. Friedman and F. H. Hahn, NorthHolland, Amsterdam, pp. 838cid:15088.Johansson, E. 2000 Selfemployment and liquidity constraints: evidence from Finland, Scandinavian Journal of Economics, 102, pp. 123cid:15034.Jovanovic, B. 1982 Selection and the evolution of industry, Econometrica, 50, pp. 649cid:15070.Keeton, W. R. 1979 Equilibrium Credit Rationing, Garland Publishing Inc., New York.Lemieux, T. and D. Card 1998 Education, earnings, and the cid:145Canadian G. I. Billcid:146, NBERWorking Paper No. 6718.Levin, J. and E. Plug 1999 Instrumenting education and the returns to schooling in the Netherlands, Labour Economics, 6, pp. 52134Lindh, T. and H. Ohlsson 1996 Selfemployment and windfall gains: evidence from the Swedish lottery, Economic Journal, 106, pp. 1515cid:15026.Manove, M. and A. J. Padilla 1999 Banking conservatively with optimists, Rand Journalof Economics, 30, pp. 324cid:15050.Parker, S. C. 2003 Asymmetric information, occupational choice and government policy,Economic Journal, 113, pp. 861cid:15082.Polkovnichenko, V. 2003 Human capital and the private equity premium, Review of Economic Dynamics, 6, pp. 831cid:15045.Riley, J. 1979 Testing the educational screening hypothesis, Journal of Political Economy,87, pp. S227cid:15052.Riley, J. 2002 Weak and strong signals, Scandinavian Journal of Economics, 104, pp. 213cid:15036.Stiglitz, J. and A. Weiss 1981 Credit rationing in markets with imperfect information, American Economic Review, 71, pp. 393cid:150410.Taylor, M. P. 1996 Earnings, independence or unemployment: why become selfemployed?,Oxford Bulletin of Economics and Statistics, 58, pp. 253cid:15066.Taylor, M. P. 2001 selfemployment and windfall gains in Britain: evidence from panel data,Economica, 68, pp. 539cid:15065.Van der Sluis, J., C. M. Van Praag and W. Vijverberg 2003 Entrepreneurship selectionand performance: a metaanalysis of the impact of education in industrialised countries,Discussion Paper, Tinbergen Institute, University of Amsterdam.Van der Sluis, J., C. M. Van Praag and A. van Witteloostuijn 2004 Comparing the returnsto education for entrepreneurs and employees, Mimeo, University of Amsterdam.Wolpin, K. I. 1977 Education and screening, American Economic Review, 67, pp. 949cid:15058.Wooldridge, J. M. 2002 Econometric Analysis of Crosssection and Panel Data, MIT Press,Cambridge MA.32Appendix AProof of Proposition 1Proof. Consider an entrepreneur endowed with x. Given some realisation of p, an entrepreneurwho is correctly identicid:133ed by the screen is oered the contract kex; rex, and makes expost procid:133ts in nondefault states ofcid:25kex; rex : p:f kex; x cid:0 rexkex ;where kex kcid:3x, so that the entrepreneur faces the constraint cid:14x 1 cid:0 kexkcid:3x.For given rex, we therefore havecid:25kex; rexk p:fkkex; x cid:0 rex 0 :Likewise, for given kex, we havecid:25kex; rexcid:0r kex 0 :cid:12cid:12cid:12cid:12kkexcid:12cid:12cid:12cid:12rrex131415Hence if an entrepreneur with x is mistakenly believed to have ability x , where 0, theywill be oered a contract kex ; rex that decreases their borrowing constraint, whichbecomescid:140x 1 cid:0 kex kcid:3x cid:14x 1 cid:0 kexkcid:3x :This leads to higher procid:133ts by 13 and 14 above. Similarly, if the entrepreneur is mistakenlybelieved to have ability xcid:0 , where 0, they will be oered a contract kexcid:0 ; rexcid:0 that increases their borrowing constraint to cid:140x 1 cid:0 kex cid:0 kcid:3x cid:14x and soleads to lower procid:133ts. Therefore in both cases, and for all x, screening errors ensure thattighter borrowing constraints have a negative impact on procid:133ts, while slacker constraints havea positive impact on procid:133ts.Proof of Proposition 2Proof. First note by implicit dierentiation of 7 thatkex J x J cid:0Rp pfkx J kex J ; x J d GpRp pfkkkex J ; x J d Gp cid:21 0 :This derivative is strictly positive if f is nonseparable in k and x J, and is zero if it is separable.33Second, dierentiate 6 to obtainkcid:3x J x J cid:01r:cid:26Zpcid:21pcid:3x J pcid:3x J cid:0x Jwherepcid:3x J x J cid:0r Zpcid:21pcid:3x J rkcid:3x J :fx J kcid:3x J ; x J ff kcid:3x J ; x J g 2 0andpfkkkex J ; x J d Gp 0 :pfkx J kcid:3x J ; x J d Gppcid:3x J fkkcid:3x J ; x J cid:0 rcid:27 ;16If f is nonseparable, the integral in 16 is positive. The sign of the second term dependson the sign of pcid:3x J fkkcid:3x J ; x J cid:0 r. To sign this, notice that the integrand of 6 isincreasing in p and so is positive at high p. Therefore it must be negative at p pcid:3 in orderfor its integral to be zero as is required by 6. Hence the cid:133rst term in the braces on the RHS of 16 is positive and the second is negative, ensuring that the relationship betweenability and the demand for capital and thereby also borrowing constraints cannot be signedunambiguously if f is nonseparable. However, under separability, fkx J kcid:3x J ; x J 0, so thecid:133rst term on the RHS of 16 becomes zero, ensuring that kcid:3x J x J 0. Combined withkex J x J 0 for this case as established above, it then follows from 5 that borrowingconstraints are decreasing in observed ability.Proof of Proposition 3Proof. Ex post procid:133ts in nondefault states arecid:25kex J ; rex J : p:f kex J ; x J cid:0 rex J kex J :Thereforecid:25kex J ; rex J x Jkex J cid:2p:fkex J cid:0 rex J cid:3 :p:fx J cid:0 kex J :x Jrex J :x J17Now Bernhardt established that kex J kcid:3x J , so the term in square brackets is strictlypositive. Also positive is fx J ; and kex J x J cid:21 0 from the proof of Proposition 2. Further,the proof of Proposition 2 established that pcid:3x J x J 0 so with fewer bankruptcies itfollows that rex J x J 0.21 Therefore every term in 17 is either positive or zero,establishing the proposition.21These results recid:135ect the fact that entrepreneurs with greater human capital are less likely to default and sohave less incentive to overinvest, their interests being more closely aligned with those of lenders. Recognisingthis, competitive lenders reward them with greater capital and lower interest rates.34Appendix B: Data The dataset is based on an extensive questionnaire that included numerous variables containing a wide variety of information about the entrepreneurs, their backgrounds and their families. The following table shows all categories of variables, only some of which were used in our empirical analyses. The first column of the table states the categories; the second column lists the specific variables within the category; the third indicates if the specific category is used in the analyses; and the final column explains why some of the variables were not used in the analyses. Category Birth information Family background Parental occupation and education Statements about personal traits Education Work experience Current labour market situation Firm characteristics Labour market Variables Date and gender Presence of parents, number of older siblings, religion Occupation selfemployed, manager etc and education level of parents Many, including shyness, assertiveness, creativeness, risk attitude etc Level, dropout, field, GPA, extracurricular activities, field coursestraining Years, unemployed periods, number of previous organizations worked for, selfemployment experience, withinindustry experience Duration; work satisfaction; industry; occupation; selfassessed success; number of hours worked; income from firm in 1994; and whether partners input is included in returns Legal form, organizational form including whether a franchise or independent; number of employees in each year of operation; financial leverage in each year of operation; return on sales in each year of operation; familiarity with business environment; subjective assessment of sources of competition in relevant environment in first and fifth year Status Employeeunemployed etc; Used Birth year, gender Siblings Education level of the father Not Used Birth month was tried as an instrument for education but turned out to lack power Others were insignificant Education level of the mother had too many missing values, while occupation dummies were insignificant None used Statements were scored retrospectively and may therefore be biased and endogenous The other variables were insignificant or potentially endogenous. Education level All used Most used Work satisfaction and selfrated success in 1994 are potentially endogenous, as are occupation dummies The other variables were either insignificant or are potentially endogenous Number of employees in current year Status The other variable is potentially situation just before startup Startup situation Behavioural characteristics prior to startup Startup capital Other financial characteristics at startup Nonfinancial support at startup Information about partner Start up region Current situation Valuation of statements whether managerial tasks were performed Takeover if so: familynonfamily, age of firm; number of costarters; number of hours worked Longevity of the business idea; adaptation of savings behavior; startup motivation; stated ambitionsgoals; selfassessed usefulness of business plan Amount required at startup; actual amount used at startup; amount of personal equity invested in the business at startup; additional amounts required during the 1st and 2nd year after startup; additional amount required during 3rd to 5th year; alternative sources of startup capital requested bank, family, venture capital etc and which ones were successfully tapped. Other sources of income wage, equity, social security Including from other entrepreneurs, science parks, banks, accountants, consultants etc; usefulness Presence of a partner; their education level; and the nature of their job at startup yesno, tenured position, income sufficient for both Zip code, familiarity with region endogenous None used All variables were insignificant None used These variables are subjective and potentially endogenous Startup capital variables Variables relating to later years were inconsistent with others used in the empirical analysis All used None used These variables are subjective and potentially endogenous All used None used Zip code was used to determine regional bank densities as a possible explanatory variable of capital constraints. Bank density turned out to be insignificant. Familiarity with region is subjective and potentially endogenous Income was judged to be a superior and objective performance measure Subjective assessment of own happiness None used Desirability of entrepreneurship education general, at what specific levels of education, relevant topics, how to improve legislation towards entrepreneurs None used Not relevant Performance Schooling Capital constraints Figure 1 The Endogenous Triangle ", "filename": "04-106.pdf", "person": ["Simon Parker", "Parker, Simon", "Mirjam van Praag", "van Praag, Mirjam"], "date": ["2004"]}