{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/46811/1/056884680.pdf"], "title": ["An econometric model of the world cobalt industry"], "plaintext": " I Abstract One of the main still unresolved issues discussed at the United Nations Conference on the Law of the Sea has been the potentialimpact of the recovery of cobalt, copper, manganese and nickelfrom seabed nodules on the markets of those metals. It has beenargued that the start of seabed mining could significantly affect both prices and production if a free entry regime prevailed. In order to provide a sound empirical basis for furtherdiscussions of this topic the present study aims at quantifyingthe potential effects of seabed mining on the cobalt market.First, an econometric model of the world cobalt industry is specified and estimated. Next, the model is simulated for differentscenarios: no exogenous change, the start of the stockpiling ofcobalt by the US government, and the start of seabed mining. Thestudy concludes that the reduction in cobalt prices, as a resultof seabed mining, will be drastic, particularly in the free entrycase, and that the major revenue loser will be Zaire, the worldslargest producer of cobalt. II Table of Contents Abstract List of Tables I. Introduction II. A Descriptive Analysis of Supply and Demand for Cobalt 1. Historical Production and Future Prospectsa. Major Producersb. Secondary Sourcesc. Identified Resourcesd. Production Prospects 2. Historical Consumption and Future Prospectsa. Major Consuming Countriesb. Major EndUses Consumption of Cobalt in Superalloysi ii Consumption of Cobalt in Magnetic Alloysiii Consumption of Cobalt in Cutting Tool Steelsand Wear Resistant Materialsiv Consumption of Cobalt in Hardfacing and Welding Materials Consumption of Cobalt in Salts and Driersv vi Consumption of Cobalt in All Other Usesc. Consumption Prospects 3. Complements and Substitutes 4. Trade and Trade Barriers 5. Historical Price Changes 6. Producer and Consumer Stocks 7. Governments Stocks Ill III. An Econometric Model of the World Cobalt Industry 1. Price Setting by Zaire 2. Production Equationsa. Production in Zaireb. Production in Zambiac. Production in Australiad. Production in Cuba and the Soviet Union 3. Consumption Equationsa. Consumption in the United States Consumption of Cobalt in Superalloysi ii Consumption of Cobalt in Magnetic Alloysiii Consumption of Cobalt in Cutting Tool Steelsand Wear Resistant Materialsiv Consumption of Cobalt in Welding and Hardfacing Rods Consumption of Cobalt in Salts and Driersv vi Consumption of Cobalt in All Other Usesb. Apparent Consumption of Cobalt in Other NonCommunist Nations IV. Model Simulations 1. Dynamic Historical Simulation of the Model 2. ExAnte Simulations of the Modela. Forecast of the Nickel Market for 1981 1990b. The Impact of Stockpiling by the US Governmentc. The Impact of Seabed Mining 3. The Potential Decrease in the Export Earnings of the Current LandBased Producers V. Summary and Conclusions References IV Appendix I. The Complete Model Appendix II. List of the Variables Appendix III. Forecasts of the Exogenous Variables V List of Tables Table 1Identified World Cobalt Resources Table 2Comparative Growth Rates of the Consumptionof Cobalt Table 3NonCommunist Nations Elasticities of Demandfor Cobalt Table 4Actual versus Simulated Values of the Key Endogenous Variables Table 5Table 6Table 7Table 8Forecasts of the Future Price, Consumptionand Output of Cobalt from LandBased Sources Without any Exogenous Change Forecasts of the Future Price, Consumptionand Output of Cobalt from LandBased Sources With the Start of the US Stockpiling in 1985Forecasts of the Future Price, Consumptionand Output of Cobalt from LandBased Sources With the Start of Seabed Mining in 1988Potential Decrease in the Export Earnings ofthe Major LandBased Producers of Cobalt in 1990 1 I. Introduction Cobalt Co with atomic number 27, is a hard, brittle metal,closely resembling iron and nickel in appearance . It has amelting point of 1495 C and a boiling point of 2870 C .Cobalt was first used as a pigment about 2000 B. C, whennaturally occuring cobalt compounds were used to color glass In 1742 it was isolated as a metal by G. Brant, and in 1780,Bergman established cobalt as an element .4Cobalt has been developed through the centuries from an obscure coloring additive into an essential element in manyalloys and chemical compounds. Due to its strength in impartingessential qualities, such as heat resistance, high strength,wear resistance, and superior magnetic qualities, cobalt 1hasbecome a vital element in the aerospace and electronic productsindustries. Cobalt is usually mined as a byproduct of nickelor copper mines. Therefore, cobalt supply is not only inelastic with respect to depends on future expansions of nickel and copper operations.price but its availability also II. A Descriptive Analysis of Supply and Demand for Cobalt The world cobalt market exhibits a high degree of concentrationon the supply side as well as the demand side of the market. Onthe supply side, about 60 percent of the noncommunist worldproduction of cobalt originates from Zaire while, on the demandside, the United States account for about 30 percent of thenoncommunist nations demand for cobalt. Nevertheless, the cobalt 1 Metal Statistics 1981, P. 49.2 Ibid.3 Sibley 1979, P. 2.4 Ibid. 2 market has been operating in an orderly fashion, the only exception being the late 1970s when a combination of increasesin consumption and speculativeprecautionary buyings, causedby attacks on the cobalt mines in Zaire, sent cobalt pricesskyrocketing and forced balt prices, almost always set by Zaire, have also beenchanged infrequently and smoothly, again with the exceptionof the late 1970s. More will be said about the stability ofthe cobalt market later on.rationing in the market. The co1. Historical Production and Future Prospects Cobalt is mostly obtained as a byproduct from nickel, copper,lead, silver, and iron ores . There are two known deposits inthe world that are valued principally for their cobalt content.One is the nearly exhausted deposit in the BouAzzer region of Morocco and the other is the recently discovered deposit in the West Panter Creek area of Idaho in the United States.a. Major Producers Zaire has traditionally been the biggest producer of cobalt.In 1979 Zaire contributed 56 % of total.metal production  Onecompany, the government owned General des Carrieres et des Mines, mines most of copper and cobalt in Zaire . It also maintains a technical cooperation agreement with a Belgian Company,Societe General des Minerals SGM.21 Metal Statistics 1981, P. 49.2 Sibley, 1979, P. 2.3 Ibid. 3 Societe Zairoise de Commercialisation SOZACOM is the official marketing agency for Zairian cobalt, but the exclusiverights for the sale of the Zairian and Belgian cobalt in the US is held by an American firm, African Metal Corp. It isanticipated that SOZACOM is intending to take over more of themarketing functions now handled by SGM . Almost half of therefined cobalt exported by Zaire is processed in Belgiumand then exported to the United States.The second largest producer of cobalt among the noncommunistnations is Zambia. Cobalt in Zambia is produced as a byproduct of copper mines which are owned by the two stateownedcompanies: Nchanga Consolidated Copper Mines, Ltd. NCCM,and Roan Consolidated Mines, Ltd. RCMr Zambia currentlyaccounts for about 12 percent of the Western Worlds outputof cobalt.Cobalt is also produced in Morocco and is sent to France forrefining. Moroccos share has fallen from about 10 % in the 1960s to about 4 % at the present time. Cobalt is also produced in Canada as a byproduct of nickel and copper concentrates by the International Nickel Company of Canada, Falconbridge Mines Ltd. and Sherritt Gordon Mines Ltd. Canadas share isabout 6 % of the world output. Recent price increases have encouraged the expansion of the production capacities in Canada.Australia, Finland and Philippines are among other major cobalt producing nations in the world, each one accounting for 6 7 percent of the Western Worlds output of cobalt.Among the centrallyplanned economies, Cuba and the Soviet Unionare the major producers of cobalt. Their combined production ofcobalt is estimated to be around 8 million pounds per year, eachone producing almost half of that amount.1 Sibley, 1979, P. 22 Ibid. P. 3.3 Ibid. 4 b. Secondary Sources The latest data, which are available only for the United States,indicate that the purchased scrap accounts for 6 percent of USdemand for cobalt . Most cobalt scraps originate from superalloys but a small quantity of scrap metal is also generated inthe production of magnets . Dissipation in the diverse endusesfor cobalt prevents significant recycling. Interests in recovering cobalt from scraps have increased in the past few years inthe light of the high cobalt prices. A significant new sourceof secondary material is spent petroleum catalysts which havebeen used in desulfurization of crude oil .2c. Identified Resources Most of the worlds identified resources of cobalt are found in theform of the lateritic nickel ores in tropical regions, such as the Philippines, Indonesia, and New Caledonia. Production from laterites in Australia is also beccming a significant source. Thelargest identified resource of cobalt is in Cuba, which amountsto about 25 percent of the worlds landbased resources of cobalt see Table 1. Other major deposits are located in Zaire,which accounts for more than 15 percent of the worlds identifiedresources, in the United States, with a 17 percent share, and in Zambia which accounts for 7 percent of the worlds landbased resources of cobalt.In terms of estimated reserves, Zaire ranks first, followed by New Caledonia, Zambia, the USSR, Cuba and the Philippines Atthe current rate of consumption the estimated world reservesof cobalt could last about 60 years.1 Sibley 1979, P. 10.2 Hilmy 1975 , P. 3.3 Sibley 1979 , P. 11. 5 The recovery of cobalt from manganese nodules which lie on theocean floor adds a huge amount of cobalt to the worlds resources. The mineral content of these nodules dry weight areestimated to be 18 24 percent manganese, .75 1.25 percentnickel, .5 1.1 percent copper and .25 .35 percent cobalt .Further details on the identified reserves and resources ofcobalt are given in Table 1.d. Production Prospects Future production of cobalt depends on future prices of cobaltand production of nickel and copper ores from which cobalt isproduced as a byproduct. Cobalt prices went up sharply in 1978 and 1979, giving big incentives to the major producers ofcobalt to consider an expansion of the production capacities. In Canada, the International Nickel Company INCO announced its planto double its cobalt output over that of 1977 and Noranda Mines Ltd. started an extensive exploration for cobalt near North Bay,Ontario . Plans were also made to produce 2200 thousand poundsof cobalt in Northern New Caledonia in the early 1980s. In Zaire an expansion plan is underway which is expected to addanother 13 million pounds capacity to the present 35 millionpounds capacity of Zaire . Production and capacity expansionswere also reported in South Africa and Uganda in 1979. Planswere also being made in the US for the reopening of the Blackbird district cobalt mines in Idaho, with the shipment of oresinitially going to an overseas processor . Therefore, the overall supply picture was one of increasing production in thefuture. However, most of these plans were made in the light ofthe price of cobalt being at an unusually high level of 25 dollais per pound in 1979. Since then excess supply has 1 The Future of Nickel 1980, P. 172 Sibley 1979, PP. 6 7.3 Ibid, P. 8.4 Sibley 1979, P. 8. 6 Table 1 Identified World Cobalt Resources in 1979Million PoundsEstimated Reserve Base Other Identified Resources Total Identified Resources North America:United States Canada Cuba Total Europe:Finland USSRTotal Africa:Botswana Morocco Zaire Zambia Total Oceania:Australia New Caledonia Philippines Total 0662403004046050058281 0002501 3001106004201 1001 7004802 1004 3001040501225005201 0005 40 250308201 7005502 3004 6005050055070301 5007702 4006508504502 000World, LandBased 3 2006 2009 600World, Seabed Nodules 0500 000500 000Source: Sibley 1979, P. 8 7 appeared in the world cobalt market and in early 1982 prices ofcobalt are about 11 12 dollars per pound and may go downeven further. Current world recession with no hope for a rapid recovery is not helping this situation either. More talksare now being heard about the postponment of the planned capacity expansions. The only positive sign is that the US government is starting to stockpile cobalt again. About 5.2million pounds of cobalt are scheduled to be bought during 1981 and 1982. The French and the German governments are also planningto build a stockpile of strategic metals, including cobalt .Production of cobalt in countries which produce cobalt as abyproduct of other metals is also expected to decline in theshortrun. Current world recession is also reducing the demandfor nickel and copper. The prices and productions of these metals are falling and they are not expected to recover before 1984. Therefore, it is almost certain that production of cobaltwill be falling in the early 198Os.In the longrun, on the other hand, the recovery of cobalt fromseabed nodules is expected to increase the world supply ofcobalt. There is no consensus on how much nodules should be extracted each year, but we may assert that the amounts of cobaltrecovered are likely to be between 30 to 50 million pounds bythe end of the 198Os or by the earlv 1990s. This amounts to about 50 percentof the world demand for cobalt estimated for the end of the 198Os. Given theinelasticity of the world demand for cobalt, cobalt prices are expected tofall drastically . Therefore, production of cobalt from currentlandbased sources is also expected to fall. Even in those countries where cobalt is recovered from nickel and copper ores the 1 Sibley 1979 , P. 72The actual production quota is expected to be determined largely by the future growth in the world consumption of nickel. Fordetails on the arguments surrounding the production quotas see Sanders 1980.World demand for cobalt is generally said to have a longrunprice elasticity of .5. For example see Burrows 1971 and Charles River Associates 1976.3 8 output of cobalt is not expected to r i se in the longrun because nickel and copper are also recovered from nodules. This means that nickel prices will also have to fall inthe future and hence less nickel will be produced from thecurrent landbased sources of nickel . Copper prices, on theother hand, are not expected to change significantly sincethe increase in supply of copper from seabed nodules.isseabed 2very small compared with the estimated future consumption ofcopper . Therefore, longrun production of cobalt from thelandbased sources is likely to f a ll and could be replacedby the seabed output of cobalt. In the mediumrun, given thedeteriorating market position of the current landbased producers of cobalt, expansions of landbased cobalt projectsare not expected.2. Historical Consumption and Future Prospects Except for the United States, no data exist for the consumptionof cobalt in the major consuming nations, neither by enduses nor even asan aggregate. Since only minor amounts of cobalt are traded between the noncommunist nations and the centrallyplanned economies we mayassert that, ignoring changes in stocks, consumption of cobaltin other noncommunist nations is roughly equal to the Western World production of cobalt plus the release from the US stockpile minus US consumption of cobalt. Consumption of cobalt inthe communist countries, on the other hand, can be argued to beequal to their production.See M. R. Rafati 1982 for forecasts of future prices and productionof nickel from landbased sources in the event of seabed mining.2 See Sanders 1980, P. 9._ 9 a. Major Consuming Countries The United States have traditionally been the biggest consumerof cobalt. The share of the US in the Western World consumptionof cobalt has declined from more than 66 percent in 1948 toabout 30 percent in the late 1970s. This was mainly due toconsumption of cobalt in the US expanding less rapidly thanin the rest of the Western Nations, especially during the 195Osand 1960s. During prosperous years of the 1950s and I9601sconsumption of cobalt in the United States increased by about 4.7 percent and 5 percent, respectively. Consumption of cobaltin the 1970s grew at an annual rate of 1.3 percent. Recessionsin the early 1970s and in 1974, and high cobalt prices in the late 1970s are the main causes of decline in the rate of growth inconsumption of cobalt in the US.late 1 960 s . During the Consumption of cobalt in the other Western Nations grew at anannual rate of 30 percent from the late 1940s to the late 1950sand at 10 percent from the late 1950s to the also expanded 19 7Os consumption of cobalt in these countries but at a much slaver rate, only 1 .5 percent. From the estimates ofthe consumption of cobalt in these countries we can assert that Japan is the biggest consumer among this group. Other major consumers are the Federal Republic of Germany, the United Kingdom, France,Sweden, and Italy. These countries account for about 70 percentof the consumption of cobalt in the noncommunist nations . Theaccelerating expansion of the sophisticated Japanese industriesand of the European aircraft and electrical industries are the main reasons for the consumption of cobalt in thesecountries to increase States.more rapidly than in the United All the figures are calculated from consumption data reported in Investigations into Supply and Demand of Mineral Raw Materials 1976.estimates of 1976 10 Among the centrallyplanned economies the Soviet Union isestimated to consume about 65 percent of the total production of cobalt in those countries. The next major consumeris the Peoples Republic of China, which is estimated toconsume about 14 percent of the total consumption of cobaltin the communist countries . The average rate of growth ofconsumption of cobalt in the centrallyplanned countries isabout 6 percent. For comparison of historical growth ratesfor different enduses and regions see Table 2.b. Major EndUses The main uses of cobalt are in the production of superalloys,magnetic alloys, cutting and wear resistant materials, welding materials, and salt and driers. Unfortunately, data forconsumption of cobalt by enduse categories are only availablefor the United States.i Consumption of Cobalt in Superallovs 2Superalloys, also called hightemperature alloys, have beenthe most important enduse of cobalt in the postwar period,accounting for about 30 percent of total consumption ofcobalt . Superalloys are alloys of nickel and cobalt with highstrength and corrosion resistance at high temperatures . Superalloys are mainly used in gas turbines which are largely neededfor the production of aircraft engines. Cobalt based superalloyswere not widely used until World War II, when a number of newalloys were developed .4Investigations into Supply and Demand of Mineral Raw Materials1976.2 Burrows 1971, P. 53.Charles River Associates 1976, P. 11.4 Burrows 1971, P. 53. 11 Table 2 Comparative Growth Rates of the Consumptionof Cobalt 1948 to 19581959 to 19691970 to 1980Annual Average Rate of Growth United States:Superalloys Magnetic Alloys Cutting and Wear Resistant Hardfacingand Rods Salts and Driers Other Uses Other Western Nations Centrally Planned Economies 4.7 %11 7 %%3 %20 %2 1 %%5 %4.6 %1 %20 %2 %1 1 %%9 1 .3 %15 %.4 %3 %22 %4 %1 %30 %10 %1.5%6 % Source: US growth rates were calculated from Bureau of Minesfigures. Data for other Western Nations were taken from Charles River Associates 1976. The average growth rateof the consumption of cobalt in the centrally plannedeconomies were computed from Investigations into Supplyand Demand of Mineral Raw Materials 1976. The average growth rate is based on 19 66 to 197 6 data. 12 Other uses of turbines are for generating electricity, pumpingnatural gas, and propelling marine craft. The use of gas turbines in generating electric power has grown rapidly since thetechnology was introduced in 1965 .There are four types of superalloys which are currently in use:ironbase alloys with chromium and nickel, complex chromiumnickelcobaltiron alloys, nickelbase alloys, and cobaltbasealloys. The composition of individual alloys within eachcategory varies considerably. The nickelbase superalloys containfrom 45 to 72 percent nickel, while the cobalt content variesfrom 0 to 22 percent . The cobaltbase alloys contain from 1 to 20 percent nickel, up to 6 percent molybdenum, and from 0 to 4percent columbium . Nickel might be used to some extent as apercent columbium . Nickel might be usisubstitute for cobalt in these alloys.332There is no apparent trend in consumption of cobalt in superalloys. Consumption has generally been high during the Korean War and the Vietnam War mainly due to the increase in the production of aircrafts. Consumption of cobalt in superalloys, forinstance, was higher in 1952 than in all other years from 19 50 to 19 80. tegory is expected to increase, as aging commercial airlinefleets are replaced and new military aircrafts are built. Fueleconomy and the antinoise regulations, which must be met by 1985, have provided incentives to build new aircrafts and enFuture consumption of cobalt in this cagines . At the same time demand for turbines for power plantsand natural gas pipelines are expected to be strong in the.1980s.4Charles River Associates 1976, P. 13.2 Burrows 1971, P. 54.3 Ibid.4 Sibley 1979, P. 3._ 13 _fflr Weltwirtsaft Kielii Consumption of Cobalt in Magnetic Alloys About 20 percent of the consumption of cobalt in the US is inproduction of permanent magnets. These magnets are mostly usedin loudspeakers. Other uses of magnetic alloys include radar systems,separator magnets, motors and generators, and precision instruments formeasurement . The principal consumption of cobalt in magnets is in the production of Alnico aluminiumnickelcobalt, magnets. Ceramic magnets,made from barium or strontium ferrite, were introduced in 1957and compete strongly with Alnico magnets .2An approximate breakdown in the use of cobalt magnets is 25percent in loudspeakers, 25 percent in rotating electric machines, 25 percent in measuring instruments, 20 percent in telecommunications, and 5 percent in all other uses . As a result ofthe drive toward lighter vehicles, the auto industry is considering the replacement of ferrite magnets by the more powerful,but m 6re expensive, cobalt rare earth magnets .iii Consumption of Cobalt in Cutting Tool Steels and Wear. Resistant Materials About 14 percent of the US consumption of cobalt in 1979 was inproduction of cutting tool steels and wear resistant materials.Tool steels and cemented or sintered carbides are the major components of this enduse . The cobalt content of the cemented carbides varies from 3 to 25 percent, with the cobalt content determining the principal properties . As the cobalt content increases,hardness, compressive strength, thermal conductivity, and corrosion resistance decrease and endurance limit increaseand transverse rupture, impact strength,Charles River Associates 1976, P. 13.2 Ibid.3 Sibley 1979, P. 6.4 Sibley 1979, P. 14.Charles River Associates 1976, P. 13.Burrows, P. 87.7 Ibid. 14 Cemented carbides are used in mining and drilling operations.Alloys containing 35.3 percent cobalt have found limited usefor parts such as logging tools and valve systems. Tool steelsare used in dies and punches because of their high resistanceto wear and abrasion. Consumption of cobalt in this enduse,like other enduses, is not price elastic mainly for.two reasons. First, there are no close substitutes for cobalt, andsecond because cobalt represents a small percentage of thevalue of the final product.iv Consumption of Cobalt in Hardfacing and Welding Materials A large number of wear resistant alloys are suitable for hardfacing. Among these the cobaltbase alloys lie somewhere in themiddle of the toughnesshardness range covered by the currenttypes of the wear resistant materials . Cobaltbase alloys contain about 60 percent cobalt, with 2 6 to 30 percent chromium,3 percent iron, 3 percent nickel, 3 to 14 percent tungsten, and 2small amounts of carbon and manganese and silicon . These alloysare the most effective hardfacing alloys at temperatures above 1200 F. They are commonly used to hardface such parts as valvesand valve seats, bearings, brushings, and sleeves for shafting.They have also found applications in nonelectrical machinery andin welding jet engine components made of cobaltbase alloys .Recent metallurgical progress has allowed substitution of lessexpensive metals for cobalt in welding rods, beginning around 19684.For a list of these alloys see Burrows, P. 89.2 Ibid.Charles River Associates, P. 14.4 Ibid. 15 v Consumption of Cobalt in Salts and Driersmanufacturing In 197 8 about 25 percent of the US consumption of cobaltwas in aggregated data are available on consumption of cobalt in saltand driers but it is known that the most important endusesare in drying of paints and varnishes, and desulfurization ofpetroleum fractions .cobalt salts and driers. No disCobalt is the most powerful drier known and acts much fasterthan lead and manganese, its principal substitutes in this use.Consumption of cobalt in paints might have been adversely affected by the use of the synthetic latexbase paints for houses inthe 195Os. This was perhaps offset by the development of a new cobaltmanganeselead drier which was developed in 1960. Government regulation of the lead content of paint seems to have in2creased cobalt consumption in this enduse . Consumption of cobalt in this category is expected to have a low price elasticity because cobalt represents a very small percentage of thetotal cost of the product. For example, a number of cobalt compounds used as driers of paints, varnishes, printing inks andother materials contain about .05 percent cobalt .vi Consumption of Cobalt in all Other Uses About 15 percent of the consumption of cobalt is in this category which includes cobalt consumption in catalysts, ceramics,pigments, stainless steels, nonferrous alloys, other alloys,glass decorizer, ground coat frit and other nonmetallic uses.Other nonmetallic uses of cobalt in pharmacology and as a supplement to the dietinclude applications 23Burrows, P. 92.Charles River Associates, P. 14.Burrows, P. 92. 16 of animals. Since a certain amount ofcobalt is absolutelynecessary in the diet of animals, the demand for cobalt inother nonmetallic uses can be completely inelastic . Catalystsand pigments are the major components of this enduse category. Cobalt is also used in corrosionresistant prostheticdevices such as hip and arm joints, and in alloys used in thedental field .2c. Consumption Prospects The average rate of growth in consumption of cobalt in the 198Osis likely to be between 2 to 3 percent, with most of the increase in demand for cobalt appearing in the second half of the 1980s. This is mainly because of two reasons. First, the 1978 1980 prices of cobalt were too high and the consumers of cobalt are beginning to respond to those high prices now.Second and more importantly, the average rate of growth inthe industrial production of the major consuming nations ofcobalt in the 1980s is expected to be well below those of the 1950s and 19 60s. Demand for cobalt and other metals in general should therefore increase less rapidly than in the past fewdecades.Among the enduses of cobalt superalloys seem to have a good chance to grow faster than other enduse categories. This is mainly due to an increase in demand fornew aircrafts with less noise and higher fuel efficiency. Production of military aircrafts is also expectedto be higherin the 198Os. The markets for power plant turbines and natural gas pipelines are also expected to be strong in the 198os.Burrows, P. 95.2 Sibley 1979, P. 7 17 The use of gas turbines in cars and trucks is also being investigated at the present time. The main deficiency of gasturbines is their high fuel consumption. Therefore, gas turbines are not expected to be widely used at the present rateof fuel consumption. But even if 20 percent of the new autosuse gas turbines the impact will be to increase the US consumption of cobalt by about 15 to 20 percent .Consumption of cobalt in magnetic alloys and catalysts is also expected to grow at modest rates. The rare earth magnets,containing about 65 percent cobalt, are beginning to penetrate the market. These magnets are competitive with Alnico 2magnets but have up to four times the strength . However, dueto the substantial efforts needed in employing rare earth magnets as a substitute for the ones currently used, they havenot penetrated the loudspeaker market. Other uses for the newstrong magnets will be in rapid transit propulsion systems,which are expected to cause a big increase in demand for cobalt. Consumption of cobalt in catalysts is also expected toincrease. Current efforts in the US to become self sufficientin energy via coal liquefaction and gasification are increasing the demand for cobalt which is needed to purge coal ofsulfur impurities .3. Complements and Substitutes Nickel and cobalt can substitute each other. For example, in 1969, during the nickel mining strike in Canada, cobalt wasused in electroplating. Although nickel has traditionally beencheaper than cobalt it has not been generally used as a substitute for cobalt because such a substitution would result in Charles River Associates, P. 152 Ibid, P. 16.3 Ibid, P. 17. 18 a sacrifice of important properties possessed by the end product madewith cobalt. Nickel and cobalt are complements in superalloys, although some substitution is technically possible. The currenttrend is toward greater use of alloys with less cobalt content, especially in superalloys and hardfacing and wear r esistant materials. For example, nickelbased Inconel 718 isreplacing the L 605 cobaltbased alloy in the rocket propulsion system application .Substitution for cobalt as a catalyst or as a drier in paintsis usually not effective. In drier applications manganese 2and lead each can act as a complement or as a substitute . In catalytic applications, molybdenum and aluminum are complements,and nickel and tungsten together are substitutes for cobalt .Any substitution for cobalt in magnetic alloys results in aloss of weight advantage or other physical properties. Nevertheless, ceramic magnets, which are made of barium and stron4tium ferrite, are potentially strong competitors . No satisfactory substitutes have been developed for use of cobalt asa binder for carbides. But, molybdenumbased tool steels,which can contain up to 12 percent cobalt, may achieve theperformance characteristics of cemented carbides .The major problems in substituting other metals for cobaltare that this either results in a sacrifice of the main characteristics of the end product, or cobalt is replaced byother metals which are likely to become equally or more scarceand expensive. Replacement of the cobaltbase alloys with alloys relatively high in columbium and tantalum is a good example of the latter case .1 Sibley 1979, P. 14.2 Ibid.3 Ibid.4 Ibid.5 Ibid.6 Ibid. 19 4. Trade and Trade Barriers Transportation costs do not seem to be of any significancein the cobalt market. There are no specific data for transport costs of cobalt, but the transport costs for a comparable metal carried over similar distances were about 1.4 to 3 percent of the value of the metal in question . The abovementioned study was carried out in the late 19 60s. Sincethen, with the rapidly rising costs of energy the magnitudeof the transportation costs must have gone up by a few hundred percent. Given that the price of cobalt has also increased by about 400 percent. It is not unrealistic to assumethat transportation costs are still small compared with themarket value of cobalt .2With the exception of war years, tariffs and other governmentregulations have not been an important factor in the cobaltmarket. Most countries do not impose any tariffs or other restraints on imports or exports of cobalt ore and metal . Othermore processed forms of cobalt, such as cobalt alloys and chemical compounds, are often subject to tariffs. In the US thesetariffs vary from the high rate of 9 percent for the imports 4of alloys to 20 cents per pound for the imports of cobaltoxides . But the categories which are subject to tariffs ac count for less than 5 percent of the US imports of cobalt andhence the impact of these tariffs is negligible. Besides, lower tariffs are used when the imports originate from a favoured nation . An exportreporting system, effective January 1979,requires that exporters send to the Department of Commerce a Burrows, P. 5.In 1975 when Zaires main trade route was closed, due to theclosure of Benguela railway to Lobito, there were some airborne shipments of cobalt.Burrows, P. 5.4 Sibley 1979, P. 6.5 Ibid, P. 6. 20 copy of the export declaration covering a list of specifiedmaterials containing 10 percent or more cobalt . The purposeof the system is to determine whether exports of cobalt bearing materials are having an adverse effect on supplies orprices of cobalt in the United States. But this measure wastaken during the temporary shortage of cobalt in the late 1970s,. given the present excess supply situation no furtheraction is expected to restrict cobalt exports.5. Historical Price Changes The dominant position of Zaire in the cobalt market has enabled it to act as a price setter, though the hypothesis that Zaire, or its marketing agency, cooperates with other producers has also been put forward . In any case, world demand forcobalt, US government purchases sales, supply of other producers, and the costs of production in Zaire have been the mainfactors in determining cobalt prices.2From the late 1940s to mid 1950s cobalt prices increasedsteadily in response to the increase in the consumption of cobalt in the US during the Korean War and the large stockpilepurchases by the US government. Then they began to decline from 1955 to 1965 as the US consumption of cobalt and stockpile purchases started to decline. From 1965 till the end of the 197Oscobalt prices rose exponentially in the face of the increase inthe world demand for cobalt. In addition to this, political eventsin Zaire and the fear of future supply disruptions were responsiblefor the extremely high cobalt prices of 1978 1980. Nevertheless, cobaltprices have traditionally been stable. Price adjustments have oftenbeen infrequent, changed once a year, except during the exceptional periods of the late 1970s.1 Sibley 1979, p. 12.2See Burrows 1971 and Gupta 1981. 21 In the shortrun cobalt prices are expected to be lower thanthe early 1982 price of 12.5 dollars per pound. This is mainlydue to the current world recession and the huge stocks of cobalt. In the mediumrun the cobalt price should rise as the worldeconomy begins to recover and because of the rising costs of production in Zaire . Much also depends on whether the USgovernment purchases of 1981 and early 1982 will continue or not.By the late 1980s the recovery of cobalt from dules is expected to reduce cobalt prices drastically. The extent of which, of course, depends on the amounts of cobaltwhich will be extracted. It is quite possible that with unrestrictedentry cobalt prices may approach the price of nickel. Forecasts of the futureprices of cobalt under alternative scenarios are given in section IV.seabed no6. Producer and Consumer Stocks Like other metals, a certain percentage of consumption and production of cobalt are normally held by consumers and producersof cobalt for smooth operation. With the exception of the United States no data could be found for the magnitudes of cobalt stocksheld by individual countries. In the US, on average, 20 percentof the annual consumption of cobalt has been held in consumers stocks. The industry stocks of cobalt are about 40 percent ofthe annual consumption of cobalt in the US .2Like consumption of cobalt, the stocks of cobalt held by consumers and producers of cobalt have been generally increasing. Sharpincreases in industry stocks are usually observed during cessions, when the industrial activity starts to decline. Theindustry stocks in the United States doubled from 4534 thousandpounds at the end of 1973 to 9184 thousand pounds at the end of 1974 . Expectations about the future price of cobalt, andor thereThe rates of inflation in Zaire in the past 6 years have beenabove 50 percent.2 Sibley 1979, p. 13.3 Ibid. 22 possibility of supply disruptions also encourage stockpiling ofcobalt. Such expectations concerning future prices are oftenself fulfilling. If everyone tries to build a big stockpile ofcobalt, this is bound to increase the demand for cobalt andresult in higher prices. A good example of such a situation isthe cobalt market in 1978 1979. The guerrilla attacks on thecobalt mines in Zaire caused a brief disruption of the supplyof cobalt. This caused a wave of precautionary buying in thecobalt market which was also reinforced by expectations of thefuture higher prices of cobalt . The producer price of cobaltsurged from 5.59 dollars per pound in 1977 to 25 dollars perpound in 1979. The dealer lars per pound mark.price of cobalt passed the 55 dolConsumption of cobalt in the United States in 1978 was about 20 percent higher than the 1977 figure. But even if we assume thatsuch an increase in consumption of cobalt was widespread, thereis still very little reason for the price of cobalt to increaseby about 400 percent. World production of cobalt increased by 20 percent during the same period. Even in Zaire production ofcobalt in 1978 was about 30 percent above its 1977 level. Theprecautionary and speculative purchases of cobalt created ashortage which should not have been there, at least not to suchextents. Major producers and marketing agencies of cobalt startedto accept metal orders on an allocation basis in 1978. The allocation, which lasted through 1979, was based on the average purchase during the calendar year 1977.It seems that both the rationing and the rise in the price ofcobalt went on too long and too far. Had it not been for thespeculative and precautionary purchases of cobalt, the marketwould have been able to accomodate the increase in consumption Even the Soviet Union was reported to be making big purchases.See The Economist, November 11, 1978. 23 2of cobalt in 1978. The consumers and dealers stocks of cobalt,reported to be around 17 million pounds in 1977, should havebeen able to absorbe the increase in demand . By mid1979 thisbecame obvious. The dealer price reportedly fell below the producer price . By 1980 the stocks of cobalt were increasing, therationing scheme was felt to be unnecessary and removed. Highcobalt prices coupled with the 1980 1981 recession made thesituation even worse. By December 1981 the cobalt prices were 30 percent below the 1980 level of 25 dollars per pound. Yet,the stocks were increasing. reported to be around 14 thousand tons . Suck huge stocks ofcobalt are bound to depress the cobalt prices even further because by now everyone has noticed the state of the market. Expectations of lower prices in the near future will encourage a reduction in stocks and delays  in consumption, especially when the opportunity costs of holding stocks so high.purchases for high interest rates Zaires stocks of cobalt werecurrentmake 7. Government Stocks Cobalt is considered to be a strategic and critical materialbecause it is a vital component of jet engines and of armorpiercing shells. The problem facing the United States and someother Western countries is their excessive dependence on fo4reign sources of supply . The worries of these governments arecompounded by the fact that most of the high grade deposits areconcentrated in a few areas which are not known for their political stability. Therefore, the risks of the disruption of supplies are always present. This has led some of these nations intostockpiling of cobalt as a safeguard against temporary supply disruptions .24See The Financial Times May 13, 1977.See The South African Financial Mail 26 October, 1979.See The Economist 15 April, 1981.The Soviet Union is much more secure because its production coupledwith that of Cuba seems to have been enough to cover their needs, 24 Except for the United States, no data could be found for theamounts of cobalt held by these governments. The inspectionof the US stockpile data reveals two important points. First,cobalt has been stockpiled during the periods of major warsand international tensions. During the 1950s and the early 1960sthe United States bought about 85 million pounds of cobaltfor stockpile purposes, about 65 million pounds of which weredisposed of during the late 1960s and 197Os. Second, thesestockpile changes which, due to their magnitudes, have playedan important role in affecting supply and demand for cobalt, have been carried out in such a manner as to stabilize themarket. For example, no purchases were made during the 19 78 1979 period, when excess demand for cobalt was present, but thepurchase started in 1981 when the commercial stocks were at arecord level. This policy tends to reduce wide fluctuations incobalt prices and hence helps to avoid drastic changes in production .The US administration was aware that the 1981 price of cobalt wastoo high; to keep the production running and avert production cutbacks, as well as for security reasons, it is starting to approachthe 85.4 million pounds target for the national stockpile of cobalt. The start of seabed mining is expected to reduce the dependency of the US on foreign sources of cobalt drastically, if nottotally, rendering it unnecessary to hold such big stocks. Nevertheless, security reasons are the overriding factor at the present time and cobalt purchases are expected to continue in thenear future , considering that the beginning of seabed mining ona commercial scale is highly uncertain as long as the propertyrights issue remains unsettled.22For more details of the costs and benefits of price stabilization in the raw material markets see Miskel 1979, pp.189207More than 39 million pounds of cobalt are still needed to reachthe stockpile objective from the current level of 46 millionpounds. 25 III. An Econometric Model of the World Cobalt Industry 1. Price Setting by Zaire It is assumed that Zaire sets the price to maximize its ownprofit given the world demand for cobalt , the supply of theother small producers of cobalt, and the stockpile changesby the US government. World demand for cobalt was postulatedto be of the form 1 a Q a, Yt 1 a . M1where Y is the OECD index of industrial production, P is theproducer price of cobalt in USdollars and P is the US producer price index for metals and metal products.The net demand for Zaire is obtained by subtracting the supplyof cobalt from nonZaire.an sources from the world demand forcobalt. That is ED a Q a . Y a 2 . Z QRW 2Mwhere Z is the US government release of cobalt from its strategic stockpile and QRW is the production of cobalt from other 2cources .Therefore, Zaires profit in domestic currency units can bewritten as IT e . P . ED AC . ED 32Since there are no data for the change in the world stocksof cobalt we can not make a distinction between consumptionand demand for cobalt.For both consumption and production of cobalt we are onlyconsidering noncommunist countries. Production and consumption of cobalt in the centrallvplanned economies are assumedto be ecrual. 26 exchange rate against the US dollar andwhere e is Zaires AC is the average cost of production in Zaire. Since averagecost data are not available it is assumed that the average costof producing cobalt in Zaire is a linear function of Zairesconsumer price index, ZCP, i. e.TT e . P . ED b b. . ZCP . ED4Maximizing equation 4 with respect to P and subject to equation 2 yields P Y t1VQRW V1and5ED a Q QRW app e . PM 4 4 ZCPope . PMEquations 5 and 6 determine the price and the production ofcobalt as set by Zaire.Equation 5 was estimated with the following modifications:First the supply of cobalt for sources other than Zaire was replaced by a threeyear weighted average of that variable. Thisallows for the fact that since cobalt is produced as a byproductof other metals Zaire cannot be sure whether the change in production of cobalt from other sources is permanent or transitory.Second, during the 1978 1980 period there appeared to be a lotof speculative and precautionary buyings in the cobalt market.These extraordinary purchases of cobalt were mainly in responseto the expectations of shortages and higher prices of cobalt inthe future, which were caused by a brief disruption of production in Zaire. 27 Therefore, two dummy variables, D78 and D90, were introducedin the price equation. Equation A1 was estimated with twostage least squares. The performance of the model is verygood. Virtually all variations in the price of cobalt experiencedin the sample period are explained by our regression. All the variables havethe correct signs and are significant. Our price equation indicates the extent to which cobalt prices went up in responseto the special events in 1978 and in 197980. Clearly, oncethe situation gets back to normal cobalt prices are expectedto fall drastically.Equation A1: Producer Price of Cobalt P 247.41 .0278 Y . P .00006598 WRWZ . PM4.58 5.08 r 3.60 M7PP 1 .3297 Z 90.71 418.6 D78 1566.1 D902.14 e 3.49e 9.13 32.8R2 .999 D. W. 1.51 S. E. R. 17.2SAMPLE: 1958 1980where: Producer Price of Cobalt; US cents per pound.P Y 1 OECD Industrial Production Index; 1975 100.P US Producer Price Index for Metals and Metal Products;1967 100.WRWZ Weighted Average of the Supply of Cobalt from other Sourcps WRWZ Q R Wnpw ? z 6RWr n Lrl 2_ zt ill n Thousand Pounds. Zaires Consumer Price Index; 1975 100. Zaires Exchange Rate with the US Dollar. Dummy Variable for 1978.ZCP e D78 D90 Dummy Variable for 19791980.Instruments: P . WRWZ. .; 28 price of cobalt with respect The elasticity of the producer to Y 1 . P is .75, while the elasticities with respect toWRWZ . PM and are .35 and . 1, respectively.ZCP2. Production Equations Production of cobalt in all other countries, except. Zambia and Australia, were found to be insensitive to changes in the priceof cobalt. This is not surprising since cobalt is often produced as a byproduct of other metals in those countries.a. Production in Zaire Zaires production of cobalt was demonstrated to be influencedby the OECD industrial production, production of cobalt fromother sources, and the cost of producing cobalt in Zaire. Inequation A2 production of cobalt in Zaire has an elasticityof 2.2 with respect to the OECD industrial production index.Elasticities with respect to the production of cobalt from othersources and the cost of producing cobalt are .3 and .62, respectively. Two dummy variables, D78 and D79, were also includedto capture the impact of the sudden increases in demand whichwere caused by the speculative and precautionary demand forcobalt after the guerilla attack on the cobalt mines in Zairein 1978 and in 1979.b. Production in Zambia Production of cobalt in Zambia was estimated using the deflatedprice of cobalt and the lagged dependent variable. Since thepresence of a lagged dependent variable makes the DurbinWatson stat i s t ic unreliable, this equation was estimated using twostage leastsquares adjusted for f i r st order serial correlation. 29 In equation A3 production of cobalt in Zambia has a priceelasticity of .21 in the shortrun and a price elasticity of.35 in the longrun.c. Production in Australia Once again, the deflated price of cobalt and the lagged dependent variable were used as explanatory variables. Production of nickelin Australia was also included as an explanatory variable toallow for the fact that cobalt is also produced as a byproductof nickel in Australia.Production of cobalt in Australia, equation A4, has a shortrun price elasticity of .25 and a longrun price elasticity of.44. According to our estimate about 12 thousand pounds of cobalt are recovered from every thousand metric tons of nickelproduced in Australia.d. Production in the Soviet Union and Cuba Production of cobalt in the Soviet Union and Cuba did not react to changes in the price of cobalt. Therefore, production ofcobalt in these countries equation A5 was estimated usinglagged production as the explanatory variable; the fit of thisequation is very good.Equation A2: Zaires Production of Cobalt ED 18338.3 762.91 Y .4523 WRWZ 19585.62.13 7.03 1.92 4.3t 17PP , p 132158 i 19887.5 D78 8518.48 D79 M .47 e M 3.47 2.41R2 .89 D. W. 2.24 S. E. R. 2277SAMPLE: 1958 1980 30 where: Zaires Production of Cobalt; thousand pounds.ED Y . OECD Industrial Production; 1975 100.P M 1967 100. US Producer Price Index for Metals and Metal Products;WRWZ Weighted Average of the Supply of Cobalt from NonZairean Sources; thousand pounds. Zaires Consumer Price Index; 1975 100. Zaires Exchange Rate with US Dollar.ZCP e D78 Dummy Variable for 1978.D79 Dummy Variable for 1979.Instruments: WRWZ, Equation A3: Production of Cobalt in Zambia QZAM 1687.36 362.84 .37 QZAM,, 2.37 3.39 M 2.07 l UD. W. 1.67 S. E. R. 687.5 p .432.28SAMPLE: 1958 1980where:QZAM Production of Cobalt in Zambia; thousand pounds.P Price of Cobalt; US cents per pound.P M Producer US Producer Price Index for Metals and Metal Products;1967 100.Instruments: Y._.ZCP PMD78 31 E q u a t i on A4: P r o d u c t i on of C o b a lt in A u s t r a l ia QAUS 3 9 .6 1 3 8 .1 . 2 7 2 . 0 1 M . 43 1 . 9 8 Q A U S , . . . 1 2 . 35 2 . 5 7l AUSD. W. 1.87 S. E. R. 294 p . 28 1 . 4 2SAMPLE: 1958 1980where:QAUS Production of Cobalt in Australia; thousand pounds.P P Producer Price of Cobalt; US cents per pound. Producer Price Index for Metals and Metal Products;1967 100.AUS Production of Nickel in Australia; thousand metric tons,Instruments: ZCPe PMD78D90Equation A5: Production of Cobalt in the Soviet Union and Cuba QEB 1052 .88 QEB, 1,5.57 29.88 UR2 .982 R2 .981 D. W. 1.69 S. E. R. 196SAMPLE: 1963 1980where:QEB Production of Cobalt in the Soviet Union and Cuba;thousand pounds 32 Equation A6: World Production of Cobalt QW ED QZAM QAUS QOT QEBwhere:ED Production of Cobalt in Zaire; thousand pounds.QZAM Production of Cobalt in Zambia; thousand pounds.QAUS Production of Cobalt in Australia; thousand pounds.QOT Production of Cobalt in other NonCommunist Countries;thousand pounds.QEB Production of Cobalt in Centrally Planned Economies;thousand pounds.QW World Production of Cobalt; thdusand pounds.3. Consumption Equations Except for the United States, data for the consumption of cobalt in individual countries are not available. Therefore, thispart of the model was estimated with the following assumptions:a The communist countries production and consumption ofcobalt are of equal magnitudeandb consumption of cobalt in noncommunist nations, excludingthe United States, is equal to the world production of cobalt minus consumption of cobalt in the communist countriesminus the consumption of cobalt in the United States plusthe release of cobalt from the US stockpile.There is little trade between Communist block and the restof the world. See Burrows 1971, P. 5. This probably continued to be the case also through the 197Os, though with someexceptions like in 1978. 33 Clearly, this is not the real consumption figure because itincludes changes in the producers and consumers stocks ofcobalt, for which no data could be found. Therefore, we refer to this item as the apparent consumption of cobalt inother noncommunist countries .a. Consumption of Cobalt in the United States Detailed data for consumption of cobalt in different endusecategories are available. Unfortunately data for some enduseswere not constantly reported, so that only six enduse categories could be considered for estimation. These are consumptionof cobalt in superalloys, magnetic alloys, cutting t 6ols, wearresistant materials, welding and hardfacing rods and materials,salts and driers, and all other uses.i Consumption of Cobalt in Superalloys Most of the cobalt used in this category is for jet engineparts, industrial turbine engines, natural gas transmissionpipelines, and marine equipments. Therefore, two activity variables were used for consumption of cobalt in this category.The first one is the number of jet engines produced and the second one, a dummy variable, is a proxy for the number of gasturbines which have been increasingly used for power generation in the 1970s. This dummy variable has a value of one from 1953 to 1971, and from then on increases by one unit each year.A fourperiod weighted average of the deflated price of cobaltand two more dummies were also used. D57 was introduced to capture the increase in the production of civilian jets, which began Some adjustments were made for the 1974, 1975 and 1976 figures toallow for the increase in stocks during the 197475 recession andthe decrease in stocks in 1976. 34 on a large scale in 1958. The other dummy, D54S, measures the replenishment of war depleted stocks of material. The results are reported in equation A7. The shortrun price elasticity of consumption of cobalt in superalloys is .1 and the longrun priceelasticity of consumption of cobalt in this category is .6.The coefficient of YJET indicates that about 188 pounds of cobalt are used in the production of a single jet engine, which seemsquite reasonable . The elasticities with respect to productionof jet engines and gas turbines are .5 and .25, respectively.ii Consumption of Cobalt in Magnetic Alloys The closest activity variable which corresponds with the demandfor Alnico magnets is the US production of appliances and television, YTV. A dummy variable, DMA2, was also introduced to reflect the gradual substitution of ceramic magnets for Alnicomagnets in loudspeakers. This dummy variable has a value of onefrom 19 53 to 1958, when ceramic magnets were first introduced,it then increases linearly until 1964 and remains constant thereafter. A fourperiod weighted average of the deflated price ofcobalt is also used.All the coefficients have the right signs and are significantlydifferent from zero. The shortrun price elasticity of consumption of cobalt in magnetic alloys is .033 while the longrunprice elasticity is .2. The elasticity of consumption of cobaltwith respect to production of home appliances and television is 1.16, which is not significantly different from one. The resultsare presented in equation A8.A finished General Electric J79 engine, a mediumlarge engineused in the Lockheed F 104, contains about 97 pounds of cobalt;about twice that amount is needed originally, and the remainderis machined away. See Charles River Associates 1976. 35 iii Consumption of Cobalt in Cutting Tool Steels and Wear Resistant Alloys The appropriate activity variable for demand for cobalt in thecutting tools application seems to be the production of nonelectrical machinery. A fourperiod weighted average, of thereal price of cobalt was also used to allow for the fact thatit will take some time before substitutions for cobalt in thiscategory can be fully implemented. The price elasticities ofconsumption of cobalt in this category are about .1 in theshortrun and .6 in the longrun. The elasticity of consumption of cobalt in cutting tools and wear resistant alloys withrespect to production of nonelectrical machinery is 1, whichis quite plausible.iv Consumption of Cobalt in Welding and Hardfacing Rods In this case two activity variables seemed necessary. One isthe current production of welding electrodes, YWELD, andthe other is the production of jet engines led one year, YJET1. A dummy variable, D10, was also included to account forthe reduction in the use of cobalt in welding rods. This dummyvariable has a zero value from 1953 to 1967 and a unit valuefrom then on. A weighted average of the deflated price of cobalt is also present. All the variables have the correct signsand are significantly different from zero. The price elasticities of consumption of cobalt in this category are .06 in theshortrun and .36 in the longrun. The elasticities with respect to the production of jet engines and welding electrodesare 1.2 and .23, respectively. 36 v Consumption of Cobalt in Salts, Driers, Paints and Other Chemical Uses The activity variable for consumption of cobalt in this category is the Federal Reserve production index of chemicals and alliedproducts. The deflated price of lead, an important ingredient in theproduction of paints, and a dummy variable, DLD reflectingthe change in regulations concerning the lead content of paintsare.also included. The elasticities with respect to the indexof chemicals and products and the price of lead are about .95and 1.15, respectively. The own price elasticity is .55.vi Consumption of Cobalt in All Other Uses In this equation the Federal Reserve index of industrial production in the United States was used as the activity variable in addition to thedeflated price of cobalt. All the variables performed well andthe estimated coefficients are both significant. The shortrunprice elasticity of consumption of cobalt in this category is.2. The elasticity of consumption of cobalt with respect tothe US index of industrial production is about .85.b. The Apparent Consumption of Cobalt in Other NonCommunist Countries In addition to a weighted average of the price of cobalt,the OECDindex of industrial production and a dummy variable, D56, appearin this equation. The dummy variable was used to account for thechange in demand for cobalt used in magnetic alloys. The priceelasticities of consumption of cobalt in other noncommunistnations are .096 in the shortrun and .54 in the longrun.The elasticity with respect to the activity variable is 1.08,which is not significantly different from one. All performed well, the results are represented in equation A14.variables 37 Equation A7: US Consumption of Cobalt in Superalloys CSA 2306.96 829.34 PCORW .188 YJET 696.27 DTURB3.43 2.47 8.09 7.55 1214.94 D54S .941.9 D575.04 193D. W. 2.40 S. E. R. 293.98SAMPLE: 1953 1974where:PCORW P PCOR 1 PCOR 2 PCOR 3J DO M Producer Price of Cobalt, Deflated.PCOR Pp YJET Production of the Jet Engines, Number of Engines,DTURB Turbine Demand Dummy.D54S War Jet Dummy; 1954, 1968 1.D57 Civil Jet Dummy; 1953 1957 1.DInstruments: Y  ZCPe PM 38 Equation A8: US Consumption of Cobalt in Magnetic Alloys CMA 1776.92 205.439 PCORW 321.806 DMA2 34.2048 YTV7.63 2.89 5.42 7.08D. W. 1.71 S. E. R. 313.8SAMPLE: 1953 1980where:PCORW Weighted Average of the Deflated Producer Price of Cobalt.DMA2 Dummy for Magnet Demand Shift.YTV US Index of Production of Radio and Television; 1967 100.Instruments: Z 1GS 1D78WRWZ 1Equation A9: Consumption of Cobalt in Cutting Tool and Wear Resistant Alloys in the USCCW 833.611 379.91 PCORW 16.01 YNELM1.52 2.02 6.04D. W. 1.29 S. E. R. 415SAMPLE: 1953 1978where:PCORW Weighted Average of the Producer Price of Cobalt, deflated.YNELM US Index of Production of Nonelectrical Machinery; 1967100.Instruments: ZZCP6 PMWRWZ 1 39 Equation A10; Consumption of Cobalt in Welding, Hardfacing Rods and Materials CHR 45.22 87.78 PCORW .28353 YJET 1 .89876 YWELD.27 2.08 4.28 5.55 541.79 D108.89D. W. 2.03 S. E. R. 7 1 .6SAMPLE: 1953 1974where:PCORW Weighted Average of the Producer Price of Cobalt, deflated.YJET Production of Jet Engines; number of engines.YWELD Production of Welding Electrodes in US; million pounds.D10 Hardfacing Structure Change, 1953 1967 0.Instruments: WRWZ 1ZCPMEquation A11: Consumption of Cobalt in Salts, Driers, Paintsand Chemicals CSD 252.106 399.599 PCOR 17.386 YCH 791.17 DLD.21 3.87 3.43 1.63 1O347 1.53 MS. E. R. 584.2D. W. 2.07 SAMPLE: 1953 1980where:YCH Production of Chemicals and Products in US; 19 67 100.DLD Dummy Variable for the Change in Regulations Affectingthe Lead Content in Paints. 40 PLD Price of Lead; US cents per pound. US Producer Price Index for Metali P P US Producer Price Index for Metals and Metal Products PCOR Producer Price of Cobalt, deflated.Instruments: Z 1GS 1D78D90WRWZ 1Equation A12; Consumption of Cobalt in the US in All Other Uses COT 55.91 236.53 PCOR 38.426 YUS.099 2.52 5.81D. W. 1.96 S. E. R. 463 p .452.67SAMPLE: 1953 1980where:PCOR Producer YUS US Index of Industrial Production; 1967 100,Price of Cobalt, deflated.Instruments: Z 1D78GS 1WRWZ 1 41 Equation A13: Total Consumption of Cobalt in the USCUST CSA CMA CCW CHR CSD COTEquation A14; Apparent Consumption of Cobalt in Other NonCommunist Nations COW 10551.6 6175.15 PCORW 378.15 Y 1 4372.5 D561.88 2.589 12.106 1.28D. W. 1.50 S. E. R. 3173.1SAMPLE: 1953 1977where:PCORW Weighted Average of the Producer Price of Cobalt, deflated.D56 Dummy for the Change in Demand for the Cobalt Used in Magnets.Y OECD Industrial Production; 1975 100.Instruments:ZCPe PMGS 1Equation A15: World Consumption of Cobalt CW COW QEB CUST 42 Table 3 NonCommunist Nations Elasticities of Demandfor Cobalt Shortrun Longrun Weights 1. United Statesa. Superalloysb. Magnetic alloysc. Cutting and wearresistant alloysd. Hardfacing rodsand weldinge. Salts and driersf. Others.1.033.1.06.55.2.6.2. 6.36.55.2Total United States.24.432. Other Noncommunist Nations 3. All Noncommunist Nations.09.54.15.50 All weights based on 1978 consumption figures,21 .518.911.13.62717.94060100 43 IV. Model Simulation The present model can be used in a number of ways to studythe impact of future exogenous changes in the cobalt market.For example, one can study the effect of the imposition ofa high tariff by the US government, or, alternatively, theimpact of disposing or stockpiling of cobalt by the US government. Other exogenous shocks to the supply side of themodel, such as the start of seabed mining or a major strikeat one of the major producers of cobalt can also be investigated. Finally, it might be of some interest to investigatewhat will happen if the structure of the model is altered,e. g. if the cobalt market becomes more competitive.But before the results of our ex ante simulation are presented,it is useful to look at the historical simulation of the modelin order to assess the ability of the model in forecasting the sample period.Dynamic Historical Simulation of the Model A dynamic simulation was performed from 196 5 to 1980. The performance of the model is very good. The simulated values of thekey variables in the model, e. g. the producers price of cobaltand production of Zaire are very close to their actual valuesand most of the turning points are reproduced by the simulatedvalues.The actual and simulated values of the price of cobalt and production of cobalt in Zaire are presented in Table 4. The accuracy of the model in producing the values of the key endogenous variables Dynamic simulation uses previously solved values of the laggedendogenous variables whereas static simulation uses the actualvalues. In the former case, the initial values of the endogenousvariables must, of course, be given. 44 over the 1965 1980 period is evident from the calculated rootmeansquare percent errors .2. Ex Ante Simulations Now that the model was demonstrated to show a satisfactory performance in the sample period it can readily be employed for exante simulations .First, the model was simulated from 1981 to 1990 without any exogenous shock to the system base case. Then, two hypotheticalscenarios were simulated:stockpiling of cobalt by the US government from 1985 to 1988andthe start of seabed mining in 1988.The values of the exogenous variables appear in Appendix III. Ingeneral, the most recent information and historical growth rateswere combined to obtain the forecast values of the activity andprice variables.a. Forecast of the Cobalt Market for 1981 1990The most noticeable change is in the price of cobalt. From thehigh price of 25 dollars per pound in 1980, the price falls sharply to about 9.5 dollars per pound in 1982. From then on the priceof cobalt will increase up to the end of the simulation period,where it reaches to about 19 dollars. Most of the increase is dueto inflation. The deflated price of cobalt, PCOR, increases by 25 percent during the same period.The rootiaeansquare percent.error .isdefined asrmspercent error V 2where T is the number of simulation pgriods, Ys,_ is the simulatedvalue of variable Y in period t and Y variable Y in period t.The only adjustment made was to reduce the production of cobaltin Zaire by about 8500 thousand pounds in 1981 and 1982 and by 4200 thousand pounds from 1983 to 1984. These adjustments arenecessary if we are to take into account the huge stocks of cobalt held by Zaire in 1980.is the actual value of 45 Table 4 Actual vs. Simulated Values of the Key Endogenous Variables, 1965 1980Producer Priceof Cobalt, jilb Production of Cobaltin Zaire, 1000 pounds Actual Simulated Actual Simulated 162165185185189220220245300346398444558.8115324582500164.59168.93175.41181.34184.72217.14230.33267.46291 .99351.86357.79418.90560.151128.52416.812479.3918492249062142423256233602946432006287543318438680310002356022520289303109031960217602465724523211662368928820298983016032508373583283824338217092877130861330341965666768691970717273741975767778791980RootMeanSquare Percent Error.0437.0686 46Production of cobalt in Zaire, Zambia and Australia are expected to fall recovery around 1985. By 1990 Zaire is likely to account forabout 65 percent of the world output of cobalt.in the early 1980s and start their Consumption of cobalt in the early 1980s will be well below its 1978 level. This was to be expected because of thecurrent world recession and the high cobalt prices of thelate 1970s which are now showing their full impacts on thequantities of cobalt demanded. But with the world economyrecovering in the mid198Os and the recent lower prices ofcobalt showing their impacts, world consumption of cobalt isexpected to reach its 1978 level by 1984 and then increasesto about 82 million pounds in 1990.Among the enduses of cobalt superalloys show the highest rate of growth, while consumption ofcobalt in magnetic alloys and salts and driers shows littleincrease over the 1978 level. The cobalt marketis expected to be oversupplied in the early 19 8Os. But from 19 83 to 1987 world consumption will exceed production, thusallowing the early excess supplies to be depleted. For a complete list of the simulated values see Table 5.b. The Impact of Stockpiling by the US Government The US governments stockpile objective for cobalt is 85.4 million pounds, andthe inventory in storage was 40.8 at the end of 1979 . The United Statesstarted the stockpiling program in 1981 with a planned purchase of 5.2 million pounds which is expected to be spreadover assuming that 5 million pounds of cobalt will be bought annuallyfrom 1985 to 1988.1981 and 1982. In this section the model was simulated 1 Sibley 1979, P. 1Table 5 Forecasts of the Future P r i c e, Consumption and Output of Cobalt from the LandBased Sources W i t h o ut any Exogenous C h a n g19811982198319841985198619871988198919901698.55.63957.53.08603902890364512851140008184299588907818412886428120264801881475441.35696429893519621161350082573894014781825715901532322228412662653459310043.5679628485475122381300083215444125045832121074721027971645481397449651082116612791394152916771863133.233.273.383.483.553.643.725799930130461923711250083786677234362837824031869532402205648414450976496037453458624921200084287207338153842825491938634532409728427352406800940295461326281200084727394539220847226251969335412446772 ,4429536870474425394660276312000851075804402208510270731001036262478866459154987413545995470428901200085457777141370854527855103033711252491547275673771284877847523022120008574797424251385742865310595379525709734874584481347528844799326212000860182015438868601295281089339142634102150086055p POORQWEDQZAMQAUSQOTQEBCWCOWCEBCUSTCSACMACCWCHRCSDCOT A list ofthe variablesused inthis andsubsequenttables isprovided inthe Appendix. 48 As expected, US government purchases result in higher prices,higher production and lower consumption of cobalt.The producerprice of cobalt in 1988 will be about 146 cents higher thanwithout the stockpiling program. World production of cobaltin 1988 increases by about 2400 thousand pounds while worldconsumption of cobalt falls by 2060 thousand pounds.About 80 percent of the increase in the world output of cobalt comes from the increased output of Zaire. Due to the inelasticity of world demand for cobalt, the reductions in the US and other Western nations consumption of cobalt is small.The US consumption of cobalt falls by 600 thousand pounds whilethe consumption of cobalt in other noncommunist nations is reduced by 1400 thousand pounds. For a complete list of the forecasts see Table 6.c. The Impact of Seabed Mining The purpose of this section is to investigate the potentialimpact of the start of seabed mining on the future price ofcobalt and production of cobalt from landbased sources. To dothis we must supply the simulation program with the amounts ofcobalt which will be recovered from the seabed nodules.However, it is very difficult to be exact about the magnitudeof the recovery of cobalt from the seabed nodules at the present time. For more than a decade the United Nations Conferenceson the Law of the Sea have been unable to come up with a treatywhich is acceptable to all parties involved in the negotiations.One of the major issues blocking the ratification of the Law ofthe Sea is the nature of the regime to govern deepsea miningand its power to control production.Table 6 Forecasts of the Future Price, Consumption and Output of Cobalt from LandBased Sources with the Start of the US Stockpiling in 198519811982198319841985198619871988198919901698957100410821187134415311675180319435.633.083.133.233.333.553.823.893.923.88603902890364512851140008184299588907818412866428120264801881475441358964298935196211613500825738940147818257159015323222284126626534593567962848547512238130008321544412504583212107472102797164548139744965579993013046192371125008378667723436283782403186953240220564841445097653703782746072506120008428719853809384282546393783451240572742735226692394141246842670120008472735113892384722611596543531242776844065327729284475848112847120008510746233939185102672198993599242785545225417765774817548822973120008545757273990185452728110106366224348954589559379135505524917308912000857477228406528574280011034537332455947473957798252953708491833011200086017965942109860128948106543855252599648986018p POORQWEDQZAMQAUSQOTQEBCWCOWHRBCUSTCSACMACCWCHRCSDCOTSee Table 5. 50 The conflict over the nature of production controls involvesboth consuming countries who wish to ensure the availabilityof the minerals in question , and producing nations who wishto ensure that exploitation does not disrupt the markets ofthese metals and if it does some kind of compensation will 2be available .The present model was simulated assuming that, on an annual basis1 50 million pounds of cobalt will be recovered under freeaccess to seabed mining,and, alternatively,2 30 million pounds of cobalt will be recovered if the accessto seabed mining is restricted by a quota system.The first case allows each of the five big consortia currentlyinvolved in ocean mining developments to operate one mininqunit with the capacitv to recover 3 million tons of nodules. Itis estimated that each mininq unit will produce about 35 000 tonsof nickel, 30 000 tons of copper, 5 000 tons of cobalt and 630 000tons of manqanese .The forecasts of the endoqenous variables under each of theabovementioned production quotas are presented in Table 7.4The start of seabed mininq is assumed to be 1988 The forecastsof the endoqenous variables from 1981 to 1987 are the same asthe ones in Table 5, because seabed mininq is not assumed forthose vears.24Cobalt is one of the four metals which will be recovered fromthe seabed nodules. The other metals are nickel, copper andmanganese.See Art. 150 g, Draft Convention on the Law of the Sea, UNDOCRevision 2, ACON. 6 2L. 78, 28 August 1981.United Nations, Economic and Social Council 1979.This date is purely fictitious and has been chosen for conveniency. Seabed mining, although likely to be technically feasible by 1988, is actually expected to begin in the 199Os oreven later, probably not until the property rights issue has beensettled. Since forecasts for the exogenous variables reachingwell into the 199Os seemed unreliable, it was prefered to restrict the simulation analysis to the 19 80s. None the less, ourresults carry over at least qualitatively to a later period. 51 Table 7 Forecasts of the Future Price, Consumption and Output of Cobalt from LandBased Sources withthe Start of Seabed Mining in 1988 With 50 Million Poundsof Cobalt Recovered With 30 Million Poundsof Cobalt Recovered 198819891990198819891990212289392633732863.49.63.781.471.591.7246509262023624213860008545816244395385452912510650379626839524644639749405292913257228160008574927595142485743275911792409131181100609865585449233673317825396500860110297459214860135158129514424357712396213675159393325213947237812000854580933435178545288711059137822656946472761666233635516372725181200085748902448918857431531114554008296410645707633066819397533694277012000860196460544638601333951231342663285117258286529p POORQWEDQZAMQMJSQOTQEBCWCOWCEBCUSTCSACMACCWCHRCSDCOTSee Table 5. 52 If 50 million pounds of cobalt are recovered from manganesenodules the impact on the 1988. price of cobalt will be drastic. The price of cobalt falls from 1529 cents per pound, inthe case of no seabed mining, to about 212 cents per pound;but from then on increases to 392 cents per pound of cobalt.This is so primarily for two reasons:a World consumption of cobalt has an elasticity of .15in the shortrun. Hence cobalt prices must fall drastically if the additional supplies are to be sold. However, in the span of a few years world consumption of cobalt reacts fully to the lower prices of 1988 and 1989and the price of cobalt starts to rise again. Similarly,supplies of cobalt take a few years to respond fully tothe market price.b The costs of producing cobalt will be rising Therefore, a more meaningful interpretation of the impact ofocean mininq can be achieved bv comparing the 1990 figuresgiven in the Tables 5 and 7.seaWith the recovery of 50 million pounds of cobalt from bed nodules, the price of cobalt in 1990 will be 78 percentlower than in the case without seabed mining. When demand is inelastic and there is a 60 percent increase in supply sucha result is a natural outcome. The cobalt output of the current landbased producers is expected to fall from 81347 thousand pounds, in the case of no seabed mining, to 54490 thousandpounds. Production of cobalt in Zaire, Zambia, Australiaother noncommunist nations fall by about 33 percent .Production and consumption of cobalt in the centrally plannedeconomies are not affected because they were assumed not torespond to price changes. 53 On the other hand, world consumption of cobalt in 1990, willbe about 25 percent higher than in the case without seabed mining,This is the result of lower cobalt prices in the late 1980s.Once again, since world demand for cobalt is inelastic the percentage increase in consumption of cobalt is less than the percentage decrease in cobalt prices. World consumption of cobaltis 102974 thousand pounds in 1990 while the output of the landbased producers of cobalt is only 54490 thousand pounds. Thedifference, about 48 million pounds, is roughly equal to theoutput of cobalt from supply or demand will be felt .seabed nodules. Therefore no excess Consumption of cobalt in the US increases by 20 percent, compared to the case with no seabed mining, while consumption ofcobalt in other noncommunist nations increases by 32 percent.This was also expected since demand for cobalt in the US had alower price elasticity. Among the consumption of cobalt in different enduses categories with higher priceelasticities, such as superalloys and cutting and wear resistantalloys, experience increases of about 20 percent. Other enduses with lowerthe price elasticities, e. g. consumption of cobalt in magnetic alloys and other enduses, show an increase of about 10 percent.Similar changes, though smaller in magnitude, will appear if 30 million pounds of cobalt are recovered from deepsea nodules.The producer price of cobalt in 1990 will be 863 cents perpound, i. e. the price of cobalt falls by about 55 percent, compared with the case of no seabed mining. Production of the current landbased sources of cobalt will be 66819 thousand pounds,The additional 2 million pounds of cobalt are likely to end upin consumersand producersinventories. Such increase in stockswill be desirable for smooth operation due to the increase inconsumption and production of cobalt. 54 while world consumption will be 96460 thousand pounds. The difference, once again, is rouqhly equal to the output of cobaltfrom deepsea mining. Production of cobalt in Zaire, Zambia, and Australia is about 20 percent lower than in the case with noseabed mining.World consumption of cobalt increases by about 18 percent compared with the case where there was no seabed mining. Consumption of cobalt in the United States increases by 13 percent whileconsumption of cobalt in other noncommunist nations increases byabout 2 3 percent. For a complete list of the endogenous variablesforecasts see Table 7.3. The Potential Decrease in the Export Earnings of the Current LandBased Producers One of the major concerns of some of the delegates to the United Nations Conference on the Law of the Sea has been that the recovery of metals from the seabed nodules is likely to reduce metal prices and the output of the landbased producers. Thus theirexport earnings are certain to be lower than in the case withoutseabed mining. Therefore, current producer countries advocatesome kind of compensation scheme to reduce the adverse effectsof seabed mining on their potential revenues. Such compensations,if approved, are likely to be primarily determined by the magnitude of the expected reductions in the export earnings of thecountries in question as a result of seabed mining. The purposeof this section is to calculate the potential reductions in theexport earnings of the current landbased producers of cobalt.To do this we must compare cobalt prices and outputs of Table 5with the respective figures in Table 7. 55 According to the calculated figures the annual reductions inthe export earnings of Zaire will be about 849.7 million dollars and 638.6 million dollars with the recovery of 50 millionand 30 million pounds of cobalt, respectively. Consequently, theannual export earnings of Zambia will fall by 77 million dollars and 57.6million dollars under the free and limited production scenarios, respectively. Australia, on the other hand, will faceannual reductions of 50.75 million dollars, if 50 million poundsof cobalt are produced from manganese nodules, and of 36.6 million dollars if 30 million pounds of cobalt are recovered. Fora complete list of figures see Table 8. 56 Table 8 Potential Decrease in the Export Earningsof the Major Western LandBased Producersof Cobalt in 19 90 as a Consequence of Seabed Mining Zaire Zambia Australia 1. No Seabed Mining:Outputmillion poundsPrice glbRevenue million2. 50 Million Poundsof Cobalt Recovered from Seabed Nodules Outputmillion pounds526844799326218.6318.6318.63981 .689.460.73367331782539Price 0lb3.923.92Revenue millionReduction in Revenue million131 .9849.712.4773.929.9550.753. 30 Million Poundsof Cobalt Recovered from Seabed Nodules Outputmillion PoundsPrice glbRevenue millionReduction in Revenue million39753369427708.638.638.63343638.631 .857.623.936.6Source: Tables 5 and 7. 57 V. Summary and Conclusions Cobalt is an essential element in many alloys and chemical compounds. Its main characteristics, such as heat resistance,high strength, wear resistance, and magnetic qualities, havemade cobalt a vital element in aerospace and electronic products industries. Cobalt is usually mined as a byproduct ofnickel or copper. accounting for about 60 percent of the noncommunist world output. Other major producers of cobalt are Zambia and Australia,accounting for 12 percent and 6 percent of the noncommunistworld production of cobalt, respectively. Among the socialistcountries Cuba and the Soviet Union are the major producers ofcobalt, each one producing about 6 percent of the world output.The largest producer of cobalt is Zaire,About 25 percent of the world identified resources of cobalt arelocated in Cuba. Other major body of resources have been identified in Zaire and the United States, which account for 15 and 17percent of the total identified resources of cobalt. In terms ofreserves, i. e. that part of resources which can be economicallyexploited, Zaire ranks first, followed bv Zambia, the Soviet Union, Cuba, and the Philippines.On the consumption side, the United States have traditionallybeen the biggest consumer of cobalt. The share of the US inworld consumption of cobalt has declined from about 66 percentin the late 1940s to about 30 percent in the late 1970s. Consumption of cobalt in other noncommunist nations, on the otherhand, has been increasing at a faster rate than the one in the US. Consequently, their combined share has increased to about 55 percent of the world consumption of cobalt. Among the socialist countries China and the Soviet Union are the major consumers of cobalt. 58 noncommunist producers. The major inAlmost all production of cobalt in the socialist countries isused internally and there is very little tradewith dustrialized countries of the West little cobalt.and have to import most of their .consumption requirements. Since the danger of supply disruption is often present, some of these nations, the United States in particular,keep biq stockpiles of cobalt. Additions to and sales from thesestocks have been one of the factors affecting price and production of cobalt.produce World production and consumption of cobalt are both inelasticin the shortrun and in the longrun. The inelasticity of production is mainly due to cobalt being produced as a byproductof other metals such as nickel and copper. The inelasticity ofworld demand for cobalt is due to the lack of close substitutes.Other metals such as nickel and tungsten can substitute cobaltin some of its uses, but such replacements often result in a sacrifice of the main characteristics of the end product. Besides,the value of cobalt is generally very small compared to the value ofthe final product, giving little incentive for such substitutions.set by Zaire, the dominant The producer price of cobalt is producer in the cobalt market. Cobalt prices have been increasingfrom 1965 to 1980 mainly due to the increase in demand and torising productions costs. However, the 1979 1980 price jump wasbrought about by a high speculative and precautionary demand, under the impression of guerilla attacks on the cobalt mines in Zaire. Hence this part oftotal demand is certain to fall once the fear of shortage disappears.In order to empirically assess the potential effects of seabedmining on the cobalt market an econometric model of the worldcobalt industry was estimated and presented in chapter III.The estimated model was then simulated under differentscenarios. First, it was assumed that no seabed or the US government will take placestockpiling by mining 59 until 1990. The most noticeable forecast was the producer priceof cobalt. Cobalt prices fell from 25 dollars per pound in 19 80to about 9.5 dollars in 1982. Future cobalt prices are expectedto be rising to about 18.6 dollars per pound in 1990. World production of cobalt is expected to exceed world consumption of cobalt in the early 198Os. By mid 19 80s world consumption of cobalt would exceed production, allowing previous inventory buildups to be depleted. Among the producers of cobalt the biggestincrease in output would come from Zaire. By 1990, Zaire is expected to account for about 65 percent of the world output of cobalt. Among the enduses of cobalt consumption of cobalt in superalloys, salts and driers and chemical and ceramic uses are expected to have the biggest increase.In the second simulation exercise the impact of the annual purchase of 5 million pounds of cobalt.from 1985 to 1988 was investigated. This stockpiling, as expected, led to higher pricesand production of cobalt and to a lower consumption of cobalt. By 1988, the producer price of cobalt is expected to be 148 centshigher than in the previous case. World production of cobalt is expected to show an increase of about 2400 thousand pounds whileworld consumption of cobalt should decrease by about 2 millionpounds, with most of the increase in output originating from Zaire.Finally, the model was simulated under the assumption that seabedmining starts in 1988. Two scenarios were considered. Under the firstone it was assumed that an unrestricted access to seabed miningwould yield 50 million pounds of cobalt annually. The secondscenario assumed that seabed mining will be restricted so thatonly 30 million pounds of cobalt will be produced each year. Inthe first case the producer price of cobalt will be 392 centsper pound in 1990, while under the second scenario the price ofcobalt will be 863 cents per pound in 1990. The drastic reductions in the producer price of cobalt were expected because of 60 the inelasticity of the world consumption and production of cobalt, with the recovery of 50 million pounds of cobalt from seabed nodulesproduction of cobalt frcm landbased sources falls to 54 million poundsand the world consumption of cobalt lion pounds. The recovery of 30 million pounds of cobalt, onthe other hand, results in 66 million pounds of cobalt producedfrom landbased sources and in world consumption of cobaltamounting to 96 million pounds. Once again,most of the decreasein the output of the landbased producers of cobalt is accountedfor by a reduction in Zaires production of cobalt.to about 103 milrises Moreover, the start of seabed mining results in a significant reductionin the export earnings of the landbased producers of cobaltthrough the decrease in price and production. With the recovery of 50 million pounds the annual export earnings of Zaire, Zambia and Australia are expected to fall by 849 million dollars,77 million dollars and 50 million dollars, respectively. The reductions in the annual export earnings of Zaire, Zambia and Australia with the recovery of 30 million pounds of cobalt wouldamount to 638 million dollars, 57.8 million dollars and 36 million dollars, respectively. 61 References 1. American Metal Market, Metal Statistics, New York,American Metal Market, Annual.2. Burrows, J. C., Cobalt: An Industry Analysis, Massachusetts, Heath Lexington Books, 1971.3. Charles River Associates, CRA Econometric Model ofthe World Cobalt Industry, Charles River Associates Incorporated, Cambridge, Massachusetts, November 19 76.4. Federal Institute for Earth Sciences and Raw Materialsand German Institute for Economic Research, Cobalt, Investigations into Supply and Demand ef Mineral Raw Materials, Vol. XI, 1978.5. Gupta, P., An Econometric Model of the World Cobalt Industry, Working Paper No. 129, Institut fur Weltwirtschaft, Kiel, 1981.6. Hilmy, Joseph, Cobalt: Market Outlook, Commodity Paper No. 17 575, International Bank for Reconstruction and Development, 1975.7. International Monetary Fund, International Financial Statistics, Washington, D. C., IMF, Monthly.8. Mikesell, Raymond, F., The World Copper Industry, Baltimore, The Johns Hopkins University Press, 19 79.9. Ontario Ministry of Natural Resources, The Future of Nickel and the Law of the Sea, Mineral Policy Background Paper No. 10, 1980.10. Rafati, M. Reza, Potentielle Auswirkungen des Tiefseebergbaus auf den Nickelmarkt Eine Modellprognose,Die Weltwirtschaft, 1982, Heft 1.11. Sanders, J. Owen, The Law of the Sea and Canadas Mineral Industry, Center for Resource Studies, Queens University,Kingston, 1980.12. Sibley, Scott F., Cobalt, A Material Survey, Bureau of Mines, Washington, D. C., 19 79.13. United Nations, Draft Convention on the Law of the Sea,UN DOCRevision 2, ACONF. 62L.78, August 1981.14. United Nations, Economic and Social Council, Mineral Resources: Trends and Salient Issues, Report to the Secretary General, UN DOC EC.796, March 1979. 62 15. US Department of Commerce, Bureau of Economic Analysis,Survey of Current Business, Washington, D. C., Monthly.16. US Department of Interior, Bureau of Mines, Minerals Yearbook, Washington, D. C, Annual. 63 Appendix I The Complete Model 2 4 7 . 41 . 0 2 78 Yt_1. .WRWZ . PM .3297.00006598 90.71 J 418.6 D78 1566.1 D90PCOR PPMPCORW PCOR P C O R I 6 j PCOR2 3 P C 0 R 3 6I.D1.21.3ED 18338.3 762.91 Yfc_1 .4523 WRWZ 19585.6 132158 19887.5ePMD78 8518.48 D791.4QZAM 1687.36 362.84 .37 QZAM11.5MQAUS 39.6 138.1 .43 QAUSD 12.35 AUSMQEB 1052 .88 QEB1QRW QZAM QAUS QOTQW ED QZAM QAUS QEB QOT1.61.71.8 1 . 9 64 W R WZQRWI Z 1 QRW2CSA 2306.96 829.34 PCORW .188 YJET 696.27DTURB 1214.94 D54S 941.9 D57 1.11CMA 1776.92 205.439 PCORW 321.806 DMA2 34.2048 YTV 1.12CHR 45.22 87.78 PCORW .28353 YJET1 .89876 YWELD 541.79 D10 1.13CCW 83 3.611 379.91 PCORW 16.01 YNELM 1.14CSD 252.106 399.599 PCOR 17.386 YCH 791.17 DLD 10347 PLDR I 15COT 55.91 236.53 PCOR 38.426 YUS 1.16CUST COW CSA CMA CHR CCW CSD COT 10551.6 6175.15 PCORW 378.15 Yt_1 4372.5 D56 CW CUST COW QEB 1.171.181.19 65 Appendix II List of the Variables Symbol Units Title Source AUS1000 Metric Tons Production of Nickel Metal Statistics CCW1000 Pounds CHRCMACOTCOWCSACSDCUSTCWin Australia Consumption of Cobaltin Cutting Tools and Wear Resistant Materials Consumption of Cobaltin Hardfacing and Rods Bureau of Mines M IIConsumption of Cobaltin Magnetic Alloys Consumption of Cobaltin Other Uses Apparent Consumption of Cobalt in Other Noncommunist Nations Calculated Consumption of Cobaltin Superalloys Bureau of Mines Consumption of Cobaltin Salts and Driers Total Consumption of Cobalt in the USWorld Consumption of Cobalt Calculated 66 Symbol Units Title Source D1019680 1980 1 Hardfacing structural Change D54S 1954 and 1968 1War Dummy for Jet Engines D56D57D78D79D90DLD1953  to 1956i Dummy for Change in Magnet Demand 1954 to 1957 1 Dummy for Change in Magnet Demand 1978 1Dummy Variable for 1978 1979 1Dummy Variable for 1979 1979 1980 1 Dummy Variable for 1979 19801953to 1968 1Dummy for the Lead Content of Paints DMA2 1953 to 1958 1, Dummy for Magnet Demandincreases by 1 each year thereafter up to 1964Shift DTURB 1953 to 1971 1, Dummy for Turbineincreases by 1 each year thereafter Demand Zaires per Dollar Zaire 1s Exchange Rate with US International Financial Statistics Other years equal to zero. 67 Symbol Units Title Source GS1000 Pounds US Government Stocksof Cobalt Bureau of Mines US Cents per Pound Producer Price of Cobalt PCOR 1967 Dollar per Pound Producer Price of Cobalt, Deflated PCORWPLMUS Cents per Pound 1967 100Weighted Average ofthe Producer Priceof Cobalt Price of Lead Metal Statistics US Producer Price Index for Metals and Metal Products Survey of Current Business QAUS1000 Pounds Production of Cobalt in Australia Bureau of Mines QEBQOTQWProduction of Cobalt in Cuba and USSRII IIProduction of Cobalt in the Rest of the WorldWorld Production of Cobalt QZAMII IIProduction of Cobaltin Zambia 68 Symbol Units Title Source WRWZ 1000 Pounds Weighted Average ofthe Supply of Cobaltfrom Noncommunist Nations excluding Zaire 1975 100OECD Industrial Production Index OECD Financial Statistics YCH 1967 100Index of Chemical Products Survev of Current Business YJETNumber of Engines Production of Jet Engines Charles River Associates YNELM 1967 100Production of Non .electrical Machinery Survey of Current Business YTV 1967 100Production of TV and Appliances YUS 1967 100US Industrial Production Index YWELD Million Pounds Production of Welding Electrodes Welding Engineer 1000 Pounds Sales of Cobalt from the US Stockpile Bureau of Mines ZCP 1975 100Zaires Consumer Price international Index Financial Statistics 69 Appendix III Forecasts of the Exogenous Variables D10 D54S D56 D57 D7811111111110000000000000000000000000000000000000000D79 D90 DLD DMA2 DTURB11 .5 .5000000.50000000000000000000777777777710.51111 .51212.51313.51414.515198182838485198687888990198182838485198687888990 70 4.25.86.377.78.59.3510.311 .312.4YCH198210220225232240250260270280123118121125129133137.5142147152PLD36.5303540444852566066YJET6000550050005200540055005700580059006000YWELD135013 60140014501500155016601720179018503013103 20335356378400430460500YNELM163163166.5170174178182187192198ZCP18002 500310037004300510061007200850010200YUS151140150154158162166171176182AUS70657075808590951001101981828384851986878889901981828384851986878889901981828384851986878889903200200000000000Q0T14000135001300012500120001200012000120001200012000YTV120120125130134137140143146150The forecast values of Zaire changed in the case of stockpilingto 5000 from 1985 to 1988. Forecasts of QOT were reduced to 5000 in the case when 50 million pounds of cobalt are recoveredfrom seabed nodules.", "filename": "056884680.pdf", "person": ["M. Reza Rafati", "Rafati, M. Reza"], "date": ["1982"]}