{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86198/1/06-071.pdf"], "title": ["Uncertainty of Law and the Legal Process"], "plaintext": "Uncertainty of Law and the Legal Process Giuseppe DariMattiacci Amsterdam Center for Law and Economics George Mason University School of Law Bruno Deains Universit Nancy 2, BETACNRSDecember 7, 2005Abstract There is extensive literature on whether courts or legislators producee cient rules, but which of them produces rules e ciently? Is therean optimal mix of litigation and legislation? The law is inevitablysubject to a certain degree of uncertainty ex ante; uncertainty makesthe outcomes of trials di cult to predict and, hence, prevents partiesfrom settling disputes out of court. Conversely, the law is necessarilycertain ex post: litigation fosters the creation of precedents that reduceuncertainty. We postulate that there is a natural balance between thedegree of uncertainty of a legal system kept under control by litigationand its litigation rate sustained by uncertainty. We describe suchequilibrium rates of litigation and uncertainty in a formal model, studyhow they are aected by two dierent policies cid:150litigation feessubsidiesand legislation cid:150 and compare the costs and benecid:133ts of the legislativeand the judicial process of lawmaking. We then extend the analysis toexplore the implications of this approach.JEL classicid:133cation: K10, K40, K41.Keywords: incompleteness of law, complexity of law, litigation, judgemade law, legislation.1Giuseppe DariMattiacci Amsterdam Center for Law and Economics Roetersstraat 11, 1018WB Amsterdam The Netherlandsgdarimatuva.nl George Mason University School of Law 3301 Fairfax Drive, Arlington, VA 22201 USAgdarimatgmu.edussrn.comauthor333631Bruno Deains Universit Nancy 2, BETACNRS13, Place Carnot, 54035 Nancy cedex Francebruno.deainsunivnancy 2.fr Acknowledgments Most of this article was written when Giuseppe DariMattiacci was a postdoctoral fellow at Universit Nancy 2, CREDES. The authors would like tothank Laura Ammannati, Benito Arruada, Jochen Bigus, Arnoud Boot,Iwan Bos, Afef Boughanmi, Boudewijn Bouckaert, Bruce Chapman, Pter Cserne, Massimo Dcid:146Antoni, Ben Depoorter, Myriam DoriatDuban, Thomas Eger, Claude Fluet, Luigi Franzoni, Roberto Galbiati, Fernando Gomez,Aristides Hatzis, Arnald Kanning, Eric Langlais, Pierre Larouche, Bertanddu Marrais, Matej Marincid:181c, Jenny Monheim, Antonio Nicita, Marie Obidzinski, Ugo Pagano, Francesco Parisi, Alessandra Rossi, Paul Rubin, Pieter Ruys, HansBernd Schcid:228fer, Carine Sonntag, Georg von Wangenheim, Ralph Winter, Richard Zerbe, Todd Zywicki and the participants in the conferences of the European Association of Evolutionary Political EconomyCrete, 2004, the European Association of Law and Economics Ljubljana, 2005 and the Canadian Law and Economics Association Toronto,2005, the Workshop on Institutional Analysis at Universitat Pompeu FabraBarcelona, 2005, the 2nd FrenchGerman Talks in Law and EconomicsSaarbrcid:252cken, 2005, and seminars at Universit Nancy 2, Tilburg Law and Economics Center, Amsterdam Center for Law and Economics, Universityof Bologna, University of Siena, and Universit du Quebec cid:224 Montral. Weare also indebted to Susan A. Russel for her skilled editorial assistance. Thispaper was cid:133rst circulated with the title cid:146Incompleteness of Lawcid:146.2Comme si lcid:146on pouvait couper les racinesdes doutes dcid:146o naissent les procs, et qucid:146ily et des digues qui pussent arrter le torrentde lcid:146incertitude et captiver les conjectures!Blaise PascalNemo legem ignorare censetur.1 Introduction In The Betrothed, Alessandro Manzoni describes the tragic consequences ofa disagreement about the right of way on the streets of 17thcentury Italy.They both walked next to the wall, which be it observed wason Ludovicocid:146s right hand; and this, according to custom, gavehim the right   of not moving from the said wall to give placeto any one, to which custom at that time, great importancewas attached. The Signor, on the contrary, in virtue of anothercustom, held that this right ought to be conceded to him inconsideration of his rank, and that it was Ludovicocid:146s part togive way. So that in this, as it happens in many other cases, twoopposing customs clashed, the question of which was to have thepreference remaining undecided, thus giving occasions of dispute,whenever one hard head chanced to come in contact with anotherof the same nature.1The dispute ends in tragedy: Therecid:146s one,cid:151 There are two.cid:151 They havepierced his body.cid:151 Who has been murdered?   Escape, poor fellow, escape.2 Although not all concid:135icts are resolved in such bloodthirsty ways,disagreement about the dictates of the law imposes a heavy toll on societyin terms of uncertainty of legal entitlements 3 and judicial costs incurred to 1 Manzoni 1840, Ch. 4, Par. 7.2 Ibidem Par. 20.3 Weber 1925 remarks that certainty of law and predictability of adjudication arenecessary conditions for the achievement of economic goals. Posner 1973, p. 451 observes: The costs to the legal system imposed by the uncertainty of decision according 3resolve it.4 Somewhat later than the cid:133ctional events reported in the novel,Blackstonecid:146s Commentaries of the Laws of England read:The uncertainty of legal proceedings is a notion so generallyadopted, and has so long been the standing theme of wit andgood humour, that he who should attempt to refute it would belooked upon as a man, who was either incapable of discernmenthimself, or else meant to impose upon others.This uncertainty must be imputed to the defects of humanlaws in general, and is not owing to any particular ill construction of the legal system.5Aristotle also refers to the impossibility of achieving certainty in the lawas an inherent limitation of lawmaking.6 Turning to modern legal systems,one could argue that the rules of interpretation that open most civil codesare a testimony to both the concern with certainty and the full awareness ofits impossibility.7 The same idea is embedded in the very process of coralstyle creation8 of the common law by judicial lawmaking and pervades thespirit in which restatements and statutes are compiled in the United Statesand elsewhere.We employ the notion of uncertainty of law to refer to the fact that itis di cult to predict perfectly ex ante how the law will be applied ex postby the courts.9 For instance, the law may be unclear concerning whether ato a standard may exceed the benecid:133ts of a formally more e cient criterion of liability.From a dierent perspective, see Dixit 2004 discussing how various institutions supporteconomic activities absent the law.4 Tillinghast cid:150 Towers Perrin 2005, p. 5 cid:133nds that the overall cost of the US tortsystem amounted to 245.7 billion in 2003, half of which is due to the administrative costsof the system.5 Blackstone 17651769, Book III, Ch. 22.6 Aristotle 350 BC, Sec. 1, Part 9; see further section 2.2. Leoni 1991, Ch. 4provides an interesting discussion about certainty of law starting from ancient Greece.See Hart 1994 and Solum 1999 on the theory of the indeterminacy of law. See Green2005, examing legal realism and Hartcid:146s 1994 critique to it in relation to indeterminacyof law and predictability of adjudication.7 Grundfest and Pritchard 2002 contends that ambiguity in the law may be the resultof an eort by the legislature to compromise between dierent and often contrastingpolitical views.8 Llewellyn 1960, p. 120, also emphasizing the role of the eect of uncertainty on therate of litigation, discussed below in the text.9 Our notion of uncertainty is close to the notion of uncertainty used in economics asopposed to risk Knight, 1921. In sociology, legal certainty as discussed by Weber 1925is intended as cid:146gaplessnesscid:146of the legal system, in which all decisions are applications of 4certain sanction follows from any given conduct, whether a tortfeasor is topay damages to the victim of a certain accident, or which of two parties isvested with a property right.10 There are several reasons why the law maybe di cult to predict. Unforeseen contingencies, the inherent ambiguityof language itself, the use of vague notions such as bona cid:133de, reasonableman, or bonus pater familias, and a natural process of obsolescence due tocontinual changes in society and technology may all contribute to this stateof aairs.11 Previous literature has examined this problem from three mainthe law, abstract laws are applied to concrete cases by the use of logic, and every conductcan be qualicid:133ed either as compliance with or violation of the law. See also the analysis by Carbonnier 1988. Perelman 1968 and Bobbio 1993 deny the existence of gaps in thelaw on the grounds that any ex ante gap will always be cid:133lled ex post by the courts, whichcannot deny justice. See also Kelsen 1960, pp. 245250. This claim does not aect ourreasoning, since we focus on the partiescid:146 inability to predict perfectly ex ante what thecourts will decide ex post; moreover, even if the law is claricid:133ed by a court with referenceto a specicid:133c case and hence is ex post perfectly clear in such a case, some uncertaintymay persist with respect to how other courts will decide analogous cases in the future.Llewellyn 1951, p. 14 observes: rules   are important so far as they help you see orpredict what judges will do.10 Although criminal law tends to be less vulnerable to incompleteness thanks to principles of nullum crimen sine lege or nulla poena sine lege, problems may arise nevertheless.Pistor and Xu 2003, pp. 942943 reports that theft of electricity created some uncertainty and hence litigation in more than one legal system in the late 19th century, as itwas not clear whether electricity qualicid:133ed as an cid:146assetcid:146as decid:133ned by the law of theft.11 This can be simply due to time passing. However the process of obsolescence can beaccelerated by high rates of activities in certain areas of the law over a certain period.Blackstone 17651769, Book III, Ch. 22 observes: When the people of Rome were littlebetter than sturdy shepherds or herdsmen, all their laws were contained in ten or twelvetables: but as luxury, politeness, and dominion increased, the civil law increased in thesame proportion, and swelled to that amazing bulk which it now occupies. See also Kelsen1960, pp. 348cid:150356 and Hart 1994, pp. 124136. Landes and Posner 1976 considersthat the body of precedents can be analogized to a capital stock that depreciates overtime. Calabresi 1982, p. 2 refers to the obsolescence of law, analyzing the role of courtsand legislatures in American law. Posner 2003, p. 503 observes that the common lawthat developed in relation to accidents involving carriages and horsedrawn wagons wasnot an adequate response to the legal problems arising from the use of modern means oftransportation. Zweigert and Kcid:246tz 1998, pp. 9091 make a similar point about the rapidobsolescence of articles 13821386 of the French Civil Code after the Industrial Revolution.One may object to this trend by observing that, although the rule becomes obsolete, thedecision criteria that judges employ are so predictable that no uncertainty arises, as it isperfectly clear how they will interpret the law in future disputes. This point is well taken,but simply turns the problem of certainty in the law into one of certainty in the metalawthe rule used to interpret and innovate existing laws. This argument may regress adincid:133nitum, unless we can arrive cid:150along Kelsencid:146s 1960 lines cid:150at a common metarule, a Basic Norm, on which everyone agrees and from which all other rules can be unequivocallyderived. The maximization of social welfare has been proposed as such a fundamental rule 5standards when should the law be claricid:133ed?,12perspectives: rules vs.incomplete law theory who should clarify the law?13 and complexity oflaw who benecid:133ts from uncertainty?.14 All of these approaches share thesame aim of providing a theory capable of evaluating dierent lawmakinginstitutions on the basis of their ability to produce e cient rules. The keycontribution of this paper is instead to ask the question of whether theseinstitutions produce rules e ciently.of policymaking by law and economics scholars, but it is fair to say that there is largedisagreement not only on whether but also on how such criterion should be implementedsee Kaplow and Shavell, 2002, and the literature thereby quoted As long as this is notpossible, our argument holds for metarules as it holds for rules.12 The distinction between rules and standards Ehrlich and Posner, 1974; Diver, 1983depends upon the degree of precision with which the law is stated. Standards such asthe reasonable man or the bonus pater familias are vague ex ante and their content isdetermined ex post by a judge on a casebycase basis. Instead, rules such as a speed limitare precise ex ante. Kaplow 2000 argues that legal systems need to cid:133nd an equilibriumbetween overdetailed rules and ambiguous standards, stressing pros and cons of eitherapproach. This distinction does not directly bear on our framework. The process of legalclaricid:133cation that we describe may concern both rules and standards. On the one hand,rules need adaptation when they become obsolete and lose adherence to reality: an obsoleterule may generate uncertainty. On the other hand, standards are more vague to begin withand need a constant work of judicial adaptation. However, standards need not be moreunpredictable than rules, if the way in which courts interpret the standards is stable andclear. Likewise, the rules vs. standards dichotomy does not perfectly correspond to thedistinction between complete and incomplete law, to which we refer in the next note andaccompaning text. Pistor and Xu 2003, p. 941 distinguishes between type I and type IIuncertainty. The former refers to standards, which are ex ante incomplete by decid:133nition.The latter refers to rules, which are ex post incomplete as it is inherently impossible toaccount for all possible contingencies. Along similar lines, Schauer 2003 argues thatthe distinction between rules and standard may disappear in practice, as decisionmakerspush standards towards rules and vice versa. Also Ehrlich and Posner 1974, pp. 277278 discusses the latter feature of rules and notices that rules age more quickly thanstandards, precisely because of their specicid:133city. A related contribution is Parisi, Fon and Ghei forthcoming discussing the timing of legal innovation through legislation. Scott and Triantis forthcoming examines the choice between rules and standards by contractualparties in anticipation of future litigation.13 Pistor and Xu 2003; Xu and Pistor 2003. The notion of incomplete law is theconceptual analog of incomplete contracts Hart and Moore, 1999. The incomplete lawtheory focuses on the allocation of residual lawmaking and enforcement functions to courtsand regulatory agencies under incomplete law. Tirole 1999 and Maskin and Tirole 1999observe that for a contract to be incomplete parties must be unable to forcast their futurepayos probabilistically; the logic of this point is analogous to our notion of uncertaintyand will be central in the selection of cases for trial presented below in section 2.14 White 1992 studies the problem of legal complexity from a public choice perspectivearguing that lawyers benecid:133t from a certain degree of uncertainty. We return to the role oflawyers in the conclusions. Eggleston, Posner and Zeckhauser 2000 discuss complexityin contracts.6Conceptually, we make a distinction between the e ciency of the products of the lawmaking process and the e ciency of the legal process itself inproviding a certain, complete and predictable set of rules at the lowest costfor society. In principle, certainty in the law may be attained irrespective ofwhether the content of legal rules is in accordance with notions of welfare,fairness or justice.15 We examine two ways in which a legal system mayaddress problems of uncertainty in the law; the two lawmaking institutionsthat we consider are litigation and legislation.16 We suspect that enhancing the study of the legal process will also advance our understanding ofthe rules thereby produced and hence oer a more recid:133ned toolbox for thecomparison of judgemade law vs. statutes.1715 We make therefore no claim concerning whether judges or legislators are more efcid:133cient rulemakers and whether ine cient rules are litigated more often than e cientones. Landes and Posner 1976 analyze the production of legal rules but consider onlythe judiciary as a source of legal certainty. Our contribution is dierent because we alsoconsider the legislature. In Landes and Posnercid:146s analysis, new legislation is a source ofuncertainty rather than of certainty, we discuss this possibility further in the text. Priest1987 considers the eect of uncertainty on litigation rates; in addition to this aspect, wealso examine the eect of litigation on uncertainty.16 Unlike previous literature, focusing in private interference with the lawmaking process,we abstract from private partiescid:146eorts to change statutory or judgemade rules throughlobbying or strategic litigation, respectively. We will discuss this issue along with othermotives for litigation in section 6.5. See Rubin, Curran and Curran 2001, studying sucha forum choice by rentseeking parties.17 The academic discussion on the relative merits of judgemade law vs. statutes mainlyoriginated from the e ciencyofthecommonlaw hypothesis, stating that judgemade lawstend to be more e cient than those enancted by legislatures, because i judges seeke ciency Posner, 2003, p. 503 or because ii ine cient rules are more often Rubin,1977; Priest, 1977 or iii more intensely Goodman, 1978 challenged in court thane cient ones. These studies are based on the demandside pressure towards e ciencyprovided by repeat litigants. Others have objected that ine ciency may result from theindeterminacy of the evolutionary process Cooter and Kornhauser, 1980, the pressureof organized interest groups similar to regulatory capture Hirshleifer, 1982; Rubin, 1982;Bailey and Rubin, 1994, the want of relevant information Aranson, 1992, the fact thatcourts only hear a biased sample of cases Hadcid:133eld, 1992. For recent studies see Rubin2005a and 2005b, Gennaioli and Schleifer 2005 and Hylton 2005. Supplyside analysisare provided by Zywicki 2003, in which is the competition among dierent courts thatdrives the e ciency of the common law, and Fon and Parisi 2003, which introduces theidea that legal evolution may be explained by whether playntis or defendants exert morecontrol over the jurisdiction, having the choice of whether and where to cid:133le a claim.From a broader perspective, the debate on the e ciency of the common law is related tothe still growing literature on legal evolution, law and cid:133nance and legal origins, studyingthe dierences between legal systems with respect to their ability rapidly to adapt tochanges in society Hayek, 1960, provide good institutions North, 1988; Mahoney, 2001;Djankov, La Porta, LopezdeSilanes, and Shleifer, 2003, or wellfunctioning markets La Porta, LopezdeSilanes, Shleifer, and Vishny, 1998, and trying to explain the origin of 7Deriving our implications from a large and consistent body of previousliterature, we provide a theoretical model of the legal process. We proceedby cid:133rst focusing on the relationship between the degree of uncertainty in acertain area of the law and the rate of litigation in that area. The interplayof uncertainty and litigation is bilateral: more uncertainty yields more litigation; on the contrary, more litigation leads to less uncertainty. In fact,when matters are less clear and more di cult to predict, partiescid:146expectations over the outcome of the adjudication are more likely to diverge. As aresult, parties to a dispute will tend to settle less often and the litigation ratewill increase. Conversely, when more cases are adjudicated, courts have anopportunity to remove some of the ambiguities in the law and thus reducethe degree of uncertainty.Society may incur relevant costs due to the uncertainty of legal entitlements and bear direct and indirect expenses associated with the litigationprocess. Seeking to reduce these costs, policymakers may alter the rate oflitigation by taxing it, thus increasing the burden on the parties to a disputeand improving their incentives to settle.18 Alternatively, the legislator mayintervene to remove the doubts in the system by amending the law. In reality, uncertainty in the law may increase as a result of legislation as usuallynew statutes are followed by a cloud of contrasting interpretative attempts.For the purpose of this analysis, however, we can ideally decompose legislative eort into two types: gapcid:133lling, aimed at enhancing the lawcid:146s ex antecertainty, and reforms, aimed at changing the law. Throughout the analysis,we will refer to gapcid:133lling legislation and only consider law reforms alongwith other causes of uncertainty.Given the mutuality between the degree of uncertainty and the rate oflitigation, the eects of such policies are far from straightforward. Tryingto reduce the litigation rate by increasing the litigation costs will also resuch dierences Glaeser and Schleifer, 2002. See also the reports of the World Bankcid:146s2003, 2004 and 2005 Doing Business Project. For a critique of the common law systemof lawmaking see Tullock 1997. Roe 1996 explains legal evolution as a combination of aweaklydominant natural selection of su ciently e cient rules, accidental events and pathdependence. From a public choice perspective, the problem has been analyzed by Crewand Twight 1990. On the point of e ciency of legal rules, see also Stinchcombe 1999 fora comparison of Webercid:146s 1925 support for a rigid civilian approach to lawmaking andlegal certainty and Llewellyncid:146s 1960 praise of the piecemeal approach of the commonlaw. Recent literature also compares rules produced by means of legislation with rulesproduced through adjudication on the basis of their cognitive characteristics Schauer,2005; Rachlinski, 2006.18 Law and economics scholars have observed that the private incentives to resort tolitigation may not be aligned with societycid:146s interest. See Priest 1982 and Shavell 1982band 1997.8sult in an increase in uncertainty, due to fewer cases going to trial, whichin turn makes the litigation rate increase, having an osetting eect on thedirect aim of the policy adopted. Likewise, clearing up legal uncertainty byamending existing laws will reduce uncertainty and, hence, improve partiescid:146propensity to settle; but, when litigation decreases, the degree of uncertainty rises, countervailing the initial reduction.19 Only by considering theinteraction between uncertainty and litigation can we assess the cid:133nal eectsof litigationcosts policies and direct legislation and discuss their impact onsocial welfare.This article is organized as follows. In section 2, we set the frameworkof the analysis; building on a large body of existing literature we illustratethe microfoundations of our theory. In section 3, we present a model for themacroanalysis of the legal process. In section 4, we discuss two policy instruments, direct legislation and litigation feessubsidies, and describe theireect on the rate of litigation and the degree of uncertainty. In section 5, wediscuss the eects of litigation and legislation on social welfare. In section 6, we conclude with some comments on additional issues that may bear onour analysis.2 Framework Our analysis focuses on the decision of riskneutral individuals whether tosettle or go to trial as a function of how clear and predictable the law and itsapplication by the judiciary are. Four main hypotheses govern this framework:1. Litigation results in the creation of precedents which help clarify uncertain laws; settlement does not produce precedents;2. Uncertainty in the law supports litigation because it makes partiesmore likely to have dierent expectations concerning the outcome ofthe adjudication and thus less likely to settle out of court;19 Posner 2003, p. 554 explains: If legal uncertainty is great, there will be muchlitigation   But since litigation   generates precedents, the surge in litigation willlead to a reduction in legal uncertainty, causing the amount of litigation to fall in the nextperiod. Eventually, with few new precedents being created, legal uncertainty will rise, asthe old precedents depreciate because they are less informative in a changed environment,and this uncertainty will evoke a new burst of litigation and hence an increased output ofprecedents.93. Litigation costs borne by the parties in a controversy aect theirpropensity to go to trial instead of settling out of court: higher costsreduce the rate of litigation, while lower costs foster litigation;4. The legislature may vary the amount of resources invested in reducingthe degree of uncertainty while promulgating new laws, amending orabrogating existing ones.All of these issues have been individually investigated in both legal andeconomic scholarship. In this section, we will better explain their implications for our model and discuss their support in existing literature. Readerswho are familiar with the literature can skip this section without loss of continuity. In the next section, we will present a formal model of uncertaintyof law and litigation.2.1 More litigation, less uncertainty Like Kuhncid:146s 1962 alternation of scienticid:133c theories, the law needs to becontinually adapted to the modern means of production of goods and ideas,exchange and interaction. Absent a refreshing process of judicial adaptationor, as we will examine in the following, legislative amendments, the moretime passes, the more obsolete any rule is inexorably bound to become. Byadjudicating cases and writing opinions, judges help to clarify the ambiguities in the law and cid:133netune abstract rules to an everchanging array ofconcrete cases. They do so by creating new common law precedents or byinterpreting statutes.20 Litigation, however, is expensive for society.The subtle arts of settlement and alternative methods of dispute resolution are often prized for allowing the legal system to save on litigationcosts. Nevertheless, as Posner 1973, p. 442 observes, enhancing the settlement rate cannot be regarded as unequivocally desirable since it reducesthe informationproduction eect of litigation. Such information is in fact apositive externality of the litigation system because it also accrues to thirdparties not involved in the dispute and only potentially interested in thesame problem in the future.21 Settlement agreements are not generally dis20 Calabresi 1982 analyzes the role of American courts in the interpretation of statutes.See also Macey 1986 and Elhauge 1991.21 Posner 2003, p. 531 suggests that such an externality may justify the public fundingof the judiciary. See also Shavell 1997, pp. 595596. Hylton 2005 observes that information may support the evolution towards e ciency of the common law. We emphasisea dierent issue; we do not focus on the information gathered by the judge which helpsmaking decisions that better adhere to reality but rather on the information produced bythe judicial decision in terms of making the rule clearer.10closed. Thus, they lack the ability to explicate and give force to the valuesembodied in the law, interpret them, and bring reality into accord withthem.   As a result, settlement may deprive a court of the occasion, andperhaps even the ability, to render an interpretation.22 On the contrary,in the course of a trial, judges not only in common but also in civil lawjurisdictions may help lift the veil of uncertainty surrounding unclear legalissues and contribute to the evolution of precedents or the formation of ajurisprudence constante.232.2 More uncertainty, more litigation Aristotle 350 BC, Sec. 1, Part 9, discussing Soloncid:146s constitution, observes:Since the laws were not drawn up in simple and explicit terms , disputes inevitably occurred, and the courts had to decidein every matter, whether public or private. Some persons in factbelieve that Solon deliberately made the laws indecid:133nite, in orderthat the cid:133nal decision might be in the hands of the people. This,however, is not probable, and the reason no doubt was that itis impossible to attain ideal perfection when framing a law ingeneral terms.There are two aspects of the eect of uncertainty of law on the rate oflitigation that need to be considered here. Firstly, uncertainty in the law mayaect the rate at which a concid:135ict between two parties arises; secondly, oncea concid:135ict has arisen, uncertainty in the law may aect the litigantscid:146decisionwhether to go to trial or settle the dispute. Concerning the cid:133rst aspect,as noted in the passage cited above, uncertainty in the law may increase 22 Fiss 1984, pp. 1085, 10871088 also criticizing the modern trend towards the falicitation of settlement on grounds that settlement decisions may be distorted by the wealth ofindividuals, the interests of third parties, or the private need to seek appeasement ratherthan justice, and that settlement may hinder successive judicial involvement in the case.23 Litigation may enhance certainty of the law irrespective of the preferences of judges.What is important for our analysis is the emergence of patterns of decisions on a certainissue and not the intentions of the judges behind them. Also the emergence of concid:135ictingjurisprudence may improve the certainty of the law, because, as we will see in the following,what matters is that the probability of success be known by both litigants and not thatit be close to either 100% or zero. In this sense, we adopt a weaker notion of informationproduction than in Hayek 1973. In most cases, however, some degree of uniformity islikely to be eventually reached as some cases proceed to appellate courts or possibly the Supreme Court. The fact that some courts may be biased in favor of either party doesnot aect our framework. Biases in fact may be perfectly predictable and hence play norole in the problem we are analyzing.11the amount of compliance and enforcement errors and, more in general,the number of violations. For example, under very complex taxation rules,people may incur in some violations although they intended to abide bythe law. More precisely, uncertainty in the law is analogous to assumingthat there are typeI and typeII errors in the enforcement of the law. Onewho believes to act in his or her own right could be punished and onewho intentionally violates the law could get away with it. Literature onthe economics of law enforcement has long remarked that both occurrencesinduce an increase in the number of violations.24 An enforcement error is notnecessarily an error on the part of the enforcer, but may be also interpretedas an error in predicting what the enforcer will do. Thus, due to uncertainty,more concid:135icts are likely to arise, because the cost of violating what onethinks is the law is reduced by one type of error, while the other adds apotential cost to compliance, unbalancing the choice in favor of violation.When this occurs, parties may still avoid a trial by settling the caseas mentioned in the preceding second aspect. Trials are expensive and, attimes, painful experiences both for society and for the parties involved. Onthis basis, it is easy to explain why the vast majority of cases are settledwithout even being cid:133led, at some point before the trial 25 or, at latest, onthe courthouse steps.26 Rather puzzling is instead why any case is tried atall.27 Th economic models addressing this matter may be divided into twomain groups. On the one hand, Landes 1971, Posner 1972, 1973, and Gould 1973 provide models of litigation in which parties have divergingexpectations over the outcome of the adjudication. Both parties are optimistic about their chances to win and hence may not be inclined to settlefor a lower amount.28 This divergence has been explained in dierent ways.24 See Pcid:146ng 1986.25 Posner 1973, p. 429, n. 43 attributes the divergence in the litigation rates in accidentsuits and in malpractice suits to the larger uncertainty of the latter, more recent area ofthe law. See Judicial Business of the United States Courts 2004, Ostrom, Kauder and La Fountain 2001, Kritzer 1991, Ross 1980, and Danzon and Lillard 1983 for cid:133guresand studies on the US litigation system.26 Spier 1992 explains that delay in settlement may be due to the parties trying tosignal that they are tough in order to extract a better deal.27 For recent surveys on the economics of litigation and settlement see Cooter and Rubinfeld 1989, Hay and Spier 1998, Daughety 2000, and Daughety and Reinganum2005a.28 Landes 1971 is the now standard model of litigation. See also Shavell 1982a,Danzon and Lillard 1983 and Priest and Klein 1984. Gould 1973 also shows that ifboth parties are inclined to think that they will lose, it is advantageous for them to litigateand bet against themselves, thus exploiting their private information. Posner 1973, p.418 regards this case as empirically irrelevant, because the betting contract will not be 12The parties may derive such optimistic beliefs from some private information they possess about the likelihood to win in court,29 which they maynot be willing to disclose to their counterparts or they are unable to crediblydo so or they do not do so for fear of losing the advantage of surprise attrial.30 A dierent reason why partiescid:146 expectations may diverge emergesfrom experimental evidence, pointing to the fact that disputants make selfserving valuations of their probability to win the case. There is a systematictendency for one to believe to have better chances than his or her counterpart.31 Uncertainty in the law makes the outcome of the adjudicationmore di cult to predict and hence supports the divergence of the partiescid:146subjective expectations.32On the other hand, others explain litigation by considering that partieshave dierent stakes although they face the same probability of victory,33that parties may sue for merely strategic reasons in order to extract a settlement oer or other benecid:133ts 34 or for irrational motives,35 that the rateof litigation may be aected by the way lawyers are paid,36 or that partiesmay settle in order to avoid the bad publicity of a trial or the formationlegally enforceable and because each party will have an incentive to behave during thetrial as to lose the case. See also Drahozal 2004, analyzing ex ante selection of disputesto defer to arbitrators instead of judges. Lederman 1999 provides an empirical analysisof predictors of trial.29 Bebchuk 1984. See also Cooter and Rubinfeld 1989, Kritzer 1991 and Kennanand Wilson 1993. Spier 1994 shows that a positive fraction of cases will not be settledeven if negotiation consists of a long series of oers and counteroers.30 Posner 1973, p. 422.If this is not the case, parties will disclose their privateinformation in the pretrial phase in order to obtain a more generous settlement agreementShavell, 1989. The presence of discovery rules that oblige parties to lay down theirprivate information before the trial may facilitate settlement Sobel, 1989 but, even so,parties may still be uncertain about each othercid:146s investments in the trial, which aect theprobability of winning Hay, 1995. Pretrial negotiation may also break down becauseparties fail to agree on how to split the surplus accruing from settlement Cooter, Marksand Mnookin, 1982; such failure can also be derived from asymmetric information oneach othercid:146s barganing power Farmer and Pecorino, 1994.31 Loewenstein, Issacharo, Camerer and Babcock 1993; Mnookin 1993.32 Hanssen 1999 cid:133nds that courts with appointed judges exibit higher litigation ratesthan courts with elected judges and argues that this dierence may be explained by thefact that appointed judges are more independent and hence less predictable than theirelected colleagues.33 See Rubin 1977, Priest 1977 and Goodman 1978. See also Posner 1973, p. 419with a simple model of litigation due to higher stakes.34 Pcid:146ng 1983; Rosenberg and Shavell 1985; Bebchuk 1988; Katz 1990.35 Cross 2000.36 See Anderson 1996.13of precedent.37 We do not deny the importance of such explanations. Infact, the relative importance of uncertainty vs. other causes of failure tosettle is a determinant of the elasticity of the litigation rate to the degreeof uncertainty, which in turn, as we will discuss in the following, determinesthe eects of dierent policies on litigation and uncertainty of law. We willalso return on this issue in the conclusions.2.3 More gapcid:133lling legislation, less uncertainty More eort expended in lawmaking may slow down the natural process ofobsolescence of the law. A caveat is needed here however. As we anticipatedin the introduction, it may not seem obvious that legislation enhances certainty in the law; as a matter of fact it often does the opposite.38 Pascal1658, p. 40 observes: les obscurits se multiplient par les commentairesthe more commentaries, the more obscure the law is.In order to avoid these complications, we restrict our analysis to a specicid:133ctype of legislative eort, that aimed at cid:133lling gaps in the law. In other words,we consider that, given a specicid:133c law, the legislator could make it clearer byinvesting more resources in more careful drafting and testing.39 This couldalso mean abrogating or simply rewriting a statute, without introducing anynew disposition. Legislation that makes the law more unclear does not enterour analysis, because the lack of clarity is hopefully not the principal aim ofthe legislator, but an accident that could have been avoided by more carefuland systematic drafting. The cost, however high, of such improvements iswhat we consider in the analysis under the label of legislation costs. Thisview is in line with Benthamcid:146s 1817 endorsement of codicid:133cation as a wayto rationalize the law and reduce the uncertainty of the legal system. Fromthis perspective, gapcid:133lling legislation may be seen as a public, centralized,and ex ante supply of legal certainty.37 Daughety and Reinganum 1999 and 2005b.38 Landes and Posner 1976 advances this view.39 Blackstone 17651769, Book III, Ch. 22 observes:   a multitude of decisions, orcases adjudged, will arise; for seldom will it happen that any one rule will exactly suitwith many cases.   But, wherever this happens to be the case in any material points,the legislature is ready, and from time to time both may, and frequently does, interveneto remove the doubt; and   determines by a declaratory statute how the law shall beheld for the future.142.4 More litigation costs, less litigation We have already remarked that, ceteris paribus, settlement is preferred overtrial because of its lower costs for the parties. There is extensive literatureon the fact that, if the litigation costs increase, the litigation rate drops,since litigation becomes more expensive relative to settlement. Likewise, iflitigation costs decrease, the rate of litigation is expected to rise.40 Litigation costs include any cost borne by the parties to a dispute, thus alsolawyerscid:146fees, time, distress, delay in judgment,41 and possibly litigation fees.The policymaker can aect these costs by altering the litigation fee or introducing a litigation subsidy as for instance through legal aid. Contrary tolegislation, a litigationcost policy does not directly aect the degree of uncertainty of a legal system, but, through the eect on the rate of litigation,has an indirect eect, which will be analyzed in the next section.It is cid:133nally important to remark that the litigation costs that are relevantat this point of the analysis are those borne by the parties. The portion ofthe cost of the judicial system borne by the taxpayers does not play a roleas a determinant of litigation, but will enter our analysis at a later stagewhen we discuss social welfare.3 Model The reciprocal incid:135uence of uncertainty and litigation on each other can beillustrated by means of a simple model. Let L 2 0; 1 denote the rate oflitigated cases: L 0 if all cases are settled, L 1 if all cases are tried.In addition, let U 2 0; 1 be some index of the degree of uncertainty of lawover a certain legal issue, which can also be used as an index of how muchthe partiescid:146 expectations over the outcome of the adjudication are likelyto diverge: U 0 if partiescid:146 expectations over the probability of successconverge, U 1 if partiescid:146expectations are diametrically divergent.In our framework, the rate of litigation L depends on the degree ofuncertainty U and on the privatelyborne cost of litigation C 2 0;1;conversely, the degree of uncertainty U depends on the rate of litigation L and on the legislaturecid:146s gapcid:133lling eort S 2 0;1. According to thefour statements supported in the previous section, these relations can beexpressed as follows:40 Posner 1973, p. 418; Bebchuk 1984; Reinganum and Wilde 1986. Even if thecost of going to trial is higher than the value of the dispute, a party may be able to extracta settlement if the litigation costs are su ciently divisible over time Bebchuk, 1996.41 Posner 1973, pp. 420421; Landes 1971, pp. 6162.15cid:26 U uL; SL l U; C1with:1. u L cid:20 0: More litigation, less uncertainty. Litigation enables the judicial system to intervene in the process of clarifying the law in responseto a changing social and economic environment, countering obsolescence, and it may be seen as a constant process of consolidating thelaw by means of reconciling it with constantly emerging new scenarios.2. l U cid:21 0: More uncertainty, more litigation. Private partiescid:146decisionsof whether to settle or litigate are contingent on the degree of uncertainty over the legal matter of the claim. More uncertainty makespartiescid:146expectations over the judicial adjudication more often divergeand therefore increases the litigation rate.3. u S 0: More gapcid:133lling legislation, less uncertainty. Public, directsupply of certainty through legislation cid:133lls gaps in the law and countersthe process of obsolescence leading to a reduction in the degree ofuncertainty.4. l C 0: More litigation costs, less litigation. A higher private cost oflawsuits curbs litigation and enhances settlement.While L and U are variables, C and S are policy parameters. Given anypair of C and S, there will be equilibrium rates of litigation and uncertaintythat balance each other out as shown in cid:133gure 1 which, for simplicity,depicts straight lines.FIGURE 1Let upper bars denote the levels of L and U that solve expression 1.Such equilibrium levels of litigation and uncertainty may also be expressedas functions of C and S, as to emphasize that the equilibrium rates oflitigation and uncertainty depend upon these two parameters: L l C; Sand U u C; S,164 Comparative statics analysis The policymaker can control both policy parameters: the investment in gapcid:133lling legislation can be varied, and litigation can be taxed or subsidized asto aect the cost privately borne by the parties. In order to appreciate theeects of changes in the litigation costs on L and U, let us consider the totalderivative of L with respect to C:42d Ld Ccid:12cid:12cid:12cid:12Sconstantl C 01 cid:0 u Ll UAn increase in the litigation costs triggers a decrease in the equilibriumlevel of litigation. Since the partial derivatives l U and u L appear in thedenominator, and their product is negative, it is clear that when their absolute values decrease, the eect of litigation costs on the equilibrium levelof litigation is enhanced. That is to say that the less interdependent litigation and uncertainty are, the more eective a policy of controlling the rateof litigation through litigation costs is. Conversely, the more litigation anduncertainty mutually incid:135uence each other, the more the attempt to reducethe rate of litigation by means of an increase in litigation costs will be osetby the fact that when litigation decreases, uncertainty increases and tendsto produce a counteracting force that induces an increase in litigation. As aresult, litigation will decrease less than it would have in the absence of anyfeedback eect. A litigationcost policy to control the rate of litigation attains the maximum eect when either l U or u L is zero the litigation rate isindependent of uncertainty and or the degree of uncertainty is independentof litigation.It is also easy to show that the cid:133nal eect of an increase in the litigationcost is an increase in the level of uncertainty; vice versa, the cid:133nal eect of areduction in the litigation cost is a reduction in the level of uncertainty. Infact:d Ud Ccid:12cid:12cid:12cid:12Sconstantl Cu L1 cid:0 u Ll U cid:21 0If u L 0, a litigationcost policy has no eect on the level of uncertainty.However, if l U 0, the eect is larger than for positive levels of l U .Ingeneral, the eect of litigationcost policies on uncertainty is directly related 42 Subscripts denote partial derivatives. Totally dierenciating L lcid:0U ; Ccid:1 we haved L l U u Ld L l C d C. Rearranging we have the expression in the text. The same appliesto all results presented in this section and will not be repeated.17to the absolute value of u L but inversely related to l U . The results so farattained can be summarized by the following proposition:Proposition 1. An increase in litigation costs reduces the level of litigation but increases the level of uncertainty; vice versa, a reduction in litigationcosts increases the level of litigation but reduces the level of uncertainty. Theless litigation aects uncertainty i.e. the less ju Lj, the greater the eect oflitigationcost policies on litigation and the less the eect thereof on uncertainty. On the contrary, the less uncertainty aects litigation i.e. the lessjl Uj, the greater the eect of litigationcost policies on both litigation anduncertainty.Likewise, in order to assess the eect of public supply of certainty let uscalculate the total derivative of U with respect to S:d Ud Scid:12cid:12cid:12cid:12Cconstantu S1 cid:0 u Ll U 0An increase in the public supply of certainty causes a reduction in thelevel of uncertainty for any given level of litigation. However, since uncertainty has decreased, the equilibrium level of litigation will also decrease,triggering as a result an increase in uncertainty. The attempt to reduceuncertainty by publicly supplying certainty may be partially oset by a reduction in the private supply of certainty through litigation. As before, theeectiveness of supply policies depends negatively upon the degree to whichlitigation and uncertainty mutually aect each other. The maximum eectof supply policies may be attained when either u L or l U is zero. Conversely,a reduction in the public supply of certainty will increase litigation andtherefore the cid:133nal eect on the actual level of uncertainty might be partiallyoset.Finally, it is easy to show that the cid:133nal eect of an increase in the publicsupply of certainty is a reduction in the level of litigation and, vice versa, areduction in the public supply of certainty causes an increase in the level oflitigation. In fact:d Ld Scid:12cid:12cid:12cid:12Cconstantu Sl U1 cid:0 u Ll U cid:20 0If l U 0, a supply policy has no eect on the rate of litigation. However,if u L 0 the eect is higher than for negative levels of u L. In general, themagnitude of the eect of supply policies on litigation is directly related to 18l U but inversely related to the absolute value of u L. These results can besynthesized by the following proposition:Proposition 2. An increase in the public supply of certainty reducesthe rate of litigation while also reducing the level of uncertainty; vice versa,a reduction in the public supply of certainty increases the rate of litigationwhile also increasing the level of uncertainty. The less uncertainty aectsthe less jl Uj, the greater the eect of supply policies onlitigation i.e.uncertainty and the less the eect thereof on litigation. On the contrary, theless litigation aects uncertainty i.e. the less ju Lj, the greater the eect ofsupply policies on both litigation and uncertainty.5 Legislation vs. litigationcosts policies The relationship between litigation and uncertainty may be loosely analogized to a demandsupply model for the specicid:133c good of our concern: certainty of law. This analogy is only suggestive and may help us interpret theresults in a graphical manner, but it should not be understood as carryingthe usual meaning in terms of prices and quantities exchanged in a market.The litigation function L lU; C can be interpreted as the demand forcertainty. In fact private parties are willing to litigate and bear the relatedcosts in order to reduce the cloud of uncertainty that surrounds the legitimacy of their claims rather than settle in the shadow of such uncertainty.The curve L lU; C provides a measure of how much parties are willingto pay in terms of litigation to enhance certainty i.e. reducing uncertainty,for any given level of litigation costs C. Litigation is the cid:146pricecid:146that partiesare willing to pay for certainty of law. Conversely, the uncertainty function U uL; S may be seen as a private supply function of certainty. Throughlitigation parties reduce the degree of uncertainty. The curve provides ameasure of how much litigation is needed in order to reduce uncertainty, forany given level of the public supply of certainty S. Litigation is the cid:146costcid:146ofproducing certainty through adjudication. An equilibrium is attained whenour cid:146demandcid:146 and cid:146supplycid:146 cross each other, as depicted in cid:133gure 1. Notethat the cid:133gure depicts uncertainty on the horizontal axis, while demand andsupply refer to certainty. This is why the slopes are inverted if comparedto traditional models, and why we observe a decreasing supply function andan increasing demand function.The above discussion on the eects of dierent policies on the levels oflitigation and uncertainty may thus be reframed into a traditional framework 19in which the demand and supply curves are shifted up or downwards byexogenous shocks either on the demand side a variation in the litigationcosts C or on the supply side a variation in legislation S. The results ofpropositions 1 and 2 will be hereafter reinterpreted with the help of simplegraphical analysis.5.1 The eect of litigation costs on litigation and uncertainty A variation in litigation costs C has the eect of shifting the demand function L l U; C. If litigation costs increase, the demand function movesdownwards as in cid:133gure 2 a. The cid:133nal result of an increase in litigationcosts is an increase in uncertainty and a partially oset decrease in litigation. This result quantitatively depends on the elasticity of the litigationand uncertainty functions.FIGURE 2If uncertainty U u L; S is perfectly inelastic with respect to changesin litigation, an increase in litigation costs corresponds to a cid:133nal decreasein litigation without increasing uncertainty, as depicted in cid:133gure 2 b. Onthe contrary, if uncertainty is perfectly elastic as in cid:133gure 2 c, an increasein litigation costs only corresponds to an increase in uncertainty, as theeect on the rate of litigation is completely oset by the feedback eect ofuncertainty on litigation.It may be further remarked that the elasticity of the litigation function L l U; C with respect to changes in uncertainty of law aects the eectiveness of litigation cost policies, the eect being maximal when litigationis inelastic.5.2 The eect of legislation on litigation and uncertainty Public intervention in the legal system as a way to provide better and clearerrules has an obvious direct and negative eect on the degree of uncertainty.However, since a reduction in uncertainty also reduces litigation, increasingpublic eort in clarifying the law may be partially oset by a reduction inthe private supply of certainty through litigation, as shown by cid:133gure 3 a.FIGURE 320An increase in the public supply of certainty S as a direct eect reducesuncertainty. As an indirect eect, a reduction in uncertainty also reduceslitigation. The outcome of certaintysupply policies is a reduction in bothlitigation and uncertainty. As before, the outcome quantitatively dependson the elasticity of the curves. If litigation is perfectly inelastic, an increasein the supply of certainty reduces uncertainty without reducing litigation, asin cid:133gure 3 b. On the contrary, if litigation is perfectly elastic, public supplyof certainty only reduces litigation, while the degree of uncertainty remainsunchanged, as in cid:133gure 3 c. In the latter case, public supply of certaintysimply substitutes the private one, without any resulting eect on legalcertainty. Also the elasticity of the uncertainty curve aects the outcome.The eect of supply policies is maximal when uncertainty is inelastic.5.3 The socially optimal levels of litigation and uncertainty In the previous sections, we remarked that equilibrium levels of litigationand uncertainty exist that mutually determine each other. The eect ofpublic policies aimed at controlling either or both depends on their reciprocal interaction and on the osetting eects that we have emphasized. Inthis section, we address the question of what the optimal levels of litigationand uncertainty are, among all the equilibrium levels of litigation and uncertainty that may be attained by some combination of litigationcosts andlegislation policies.In our simple framework, litigation does not directlyaect deterrence.43 Rather, deterrence is aected, as we have explained, bythe level of uncertainty in the law, through the eect that uncertainty hason the probability of type I and II errors in the legal system.Let us consider as a benchmark case a world without uncertainty, inwhich the litigation rate is zero and the allocation of resources is optimal.We can then compare the real world to such an ideal one. Finding thesocially optimal levels of uncertainty and litigation and, consequently, designing optimal policies to achieve them in a world with a positive degreeof uncertainty in the law may be regarded as a cost minimization problem.In this scenario, litigation triggers some direct costs in terms of court administration, lawyerscid:146fees and emotional distress, a portion of which, C, isdirectly borne by the parties, while the rest is borne by taxpayers. Uncertainty triggers instead allocative costs, as the lack of certainty concerninglegal entitlements distorts the process of resource allocation. Moreover, thepublic supply of legal certainty has a cost that, without loss of generality, we 43 See Hay 1994 and Spier 1997 on litigation and deterrence.21will be represented by the level of public supply itself, S. Let G representthe overall cost of the judicial system due to litigation and D represent theallocative cost of uncertainty.44 Let us further specify these costs as follows:G gcid:0Lcid:1D dcid:0Ucid:1with g cid:22L 0 and d U 0. The litigation costs C borne by the partiesto a dispute may represent a fraction of the overall costs, C cid:20 G, or theymay exceed the cost G.45 In the latter case, a tax is levied on litigation. Ineither case, C represents a transfer between the litigants and the taxpayersand is therefore not included in the determination of the total social cost.On the contrary, the magnitude of the overall cost, G, matters. The socialcost minimization problem may be formalized as follows:min C;S cid:2gcid:0l C; Scid:1 d u C; S Scid:32For the sake of simplicity, we shall assume that the problem in expression2 is strictly convex and has positive and unique solutions. Let Ccid:3 and Scid:3denote such solutions. They satisfy the two cid:133rstorder conditions:GCcid:0DC G DScid:0 13444 Posner 1973, p. 400 describes the e ciency of the legal system in terms of cid:146errorcostscid:146and cid:146direct costscid:146. Error costs are analogous to D, the allocative costs in the text,while direct costs are the costs G. A fundamental dierence between Posnercid:146s analysisand ours is that we evaluate the cost D exclusively in relation to whether the law is clearor not, and do not consider, as Posner does, whether the existing rules are the best ruleswe could possibly have.45 Posner 1973, p. 418 argues that policies aimed at reducing litigation costs may infact increase the cost for society as the number of trials may surge. In the present analysiswe make a distinction between the litigation cost borne by society as a whole, G, andthe cost privately borne by the litigants, C. We notice that G may be reduced, as forinstance by improving the e cient use of resources by the courts, without reducing C, oreven while C increases, as for instance if a litigation fee is levied. Thus the two eectsdescribed by Posner may be separated. See also Kaplow 1994; Shavell 1997 discussesan average compensation rule to reduce litigation costs.22From the assumptions made, it is easy to show that the signs of theterms in the former expressions are as follows:46 0GCDC cid:21 0GS cid:20 0D 0SThese results show the tradeo at work in the balancing of the dierentcosts derived, on the one hand, from the functioning of the legal system and,on the other hand, from uncertainty in legal rules. The optimal settings ofthe two policy parameters than we consider ought to take such tradeos intoaccount. From expression 3 it follows that the private costs, C, aects thecost of litigation and the costs of uncertainty in opposite ways; hence, theproblem is to cid:133nd a balance in the tradeo between decreasing the overalllitigation costs and increasing the misallocation costs for a given level ofpublic supply of certainty. From expression 4 it follows that since S aects G and D in the same direction, an increase in the public supply of certaintyof law reduces both the overall cost of litigation and the misallocation costs.The optimal level of S balances a decrease in their sum with an increase inthe direct cost of public supply of certainty of law.6 Concluding remarks While modern economic analyses focus primarily on the e ciency of legalrules, the legal process itself was the target of scorn by some of the mostpointed writers, from Aristophanes The Wasps, 422 BC to Kafka The Trial, 1925. On the relationship between legal rules and the legal process,Holmes 1881, p.1 observed that In order to know what the law is, wemust know what is has been, and what it tends to become. We must alternatively consult history and existing theories of legislation. But the mostdi cult labor will be to understand the combination of the two into newproducts at every stage. We have attempted to describe the mutual interaction between the diachronic development of the law through the judicialprocess and the eects of legislative intervention through the lens of aneconomic theory of the lawmaking process.46 GC g Ld U 0; DC d UDS d Ud Ld Ccid:12cid:12cid:12Scon stantd Scid:12cid:12cid:12Ccon stant 0.d Ud Ccid:12cid:12cid:12Scon stant cid:21 0; GS g Ld Ld Scid:12cid:12cid:12Ccon stant cid:20 0;23Although the law necessarily suers from some degree of ex ante uncertainty, gaps may be cid:133lled ex post by the courts. This analysis has consideredex ante legislation and ex post adjudication as alternative ways to reducethe uncertainty of the law; we have argued that the rate of litigation in alegal system and its degree of uncertainty are connected with each other.By using a simple model we have regarded certainty of law as a good thatcan be supplied by the state or privately sought by the citizens through thejudicial process of dispute resolution.When detailed laws are directly supplied by the legislature, the degreeof uncertainty falls; however, a fall in uncertainty causes a similar reductionin the level of litigation, which in turn increases uncertainty. Therefore,the net eect of legislation on uncertainty is less than its direct eect. Ouranalysis provides the insight that attempts to foster the certainty of the lawmay cid:133nd a natural obstacle in the osetting eect they have on the courtscid:146lawmaking activity. The likely response to direct legal amendments by thelegislature is a drop in both the degree of uncertainty and the litigation rate.When the policymaker targets the litigation rate by aecting the costsof bringing a lawsuit through taxes or subsidies, the litigation rate and thedegree of uncertainty change in opposite directions. If the cost of litigationis lowered, the litigation rate will rise, causing the degree of uncertainty tofall, while the reduction in uncertainty partially osets the rise in litigation.Instead, if the policymaker aims at reducing the litigation rate, uncertaintywill rise and thus spur more litigation, partially osetting the intended direct eects of the policy. Our analysis leads to the conclusion that the rateof litigation and the degree of uncertainty of a legal system are inherentlyrelated and that one cannot control the former without aecting the latterand vice versa. In carrying out our study of the legal process, we have abstracted from several aspects that may bear on legislation and adjudication.In the following, we will oer some comments on some additional factors.6.1 Common vs. civil law In the face of the divide between civil law and common law jurisdictions,our theory posits that broader reliance on judgemade law may yield systematically higher litigation rates, due to the fact that less certainty of lawis provided by the legislatures. However, the legal process, both in courtsand at the legislative level, is not only concerned with gapcid:133lling. Many ifnot most laws innovate on old ones, rather than clarifying their dictates.Law reforms may result in more rather than less uncertainty irrespective ofwhether they are carried on by legislatures or by courts, making it necessary 24to distinguish between gapcid:133lling and reforms.Our approach emphasizes that neither the common nor the civil law system is in principle superior, the dierence between the two being a dierentbalance in the allocation of costs triggered by the production of law. Legislation comes at a cost that is entirely paid by taxpayers, while the litigationcosts are at least partially borne by the disputing parties. We have providedsome indications of how the optimal mix of litigation and legislation couldbalance these costs.Our theory raises another point that concerns the modern waves of litigation in certain areas of the law, such as medical malpractice or productliability. We have stressed that policies aimed at reducing the litigationrate also aect the degree of the lawcid:146s uncertainty and will, under certainconditions, suer from a serious feedback eect due to the fact that reducedlitigation triggers uncertainty, which in turn tends to raise the litigation rate.Understanding the way in which litigation and uncertainty in the law interact will help policymakers and scholars comprehend the eects of policiestargeting either problem.An interpretation of our results cid:150 the one that more directly followsfrom our model cid:150 is that governments may curb the degree of uncertaintyof the legal system by supplying certainty directly through legislation orindirectly through the judicial system, at the price of higher litigation rates.A second interpretation, which mirrors the cid:133rst, is that governments maywant to reduce the litigation rate and may do so directly, by burdeninglitigants with additional costs, thus increasing uncertainty, or indirectly, byproviding certainty and hence removing the motives for litigation.We have tried to assess the costs and benecid:133ts of the dierent ways inwhich such policies may be carried out. While the cost of centralized, directlawmaking is borne by taxpayers, the cost of indirect lawmaking through thecourts is partially borne by taxpayers and partially spread among litigantsin the form of lawyerscid:146fees and time spent dealing with the judicial system.Legislation thus has a direct and publicly borne cost, while private parties atleast partially carry the costs of litigation, both in terms of time and moneydevoted to the case and in terms of the distortions that the uncertainty overtheir rights imposes upon their activities. Whether the ultimate aim is toreduce uncertainty or to keep litigation under control, the optimal mix ofthe two policies described above cid:150legislation vs. litigation taxes or subsidiescid:150has been shown to balance their public and private costs.Our analysis of the legal process is static. Nevertheless, there are somedynamic aspects of the interaction between litigation and legislation thatbear on the comparison between civil and common law. Leoni 1991 and 25Zywicki 1996, pp. 9961004 observe that there is a relationship betweenthe source of law judicial precedent vs.legislation and the nature of theuncertainty surrounding the dictates of the law. According to this view, thecommon law is more likely to exhibit shortterm uncertainty. Given a processof regular judicial revision, the common law continually and incrementallychanges but it does so within clear and stable principles that make it predictable in the long run. On the contrary, legislation is more precise andhence more predictable in the short run, but law reforms through legislationare di cult to predict and are luckily to have an eect on the longterm certainty of the system. Moreover, legislation tends to evolve with big, suddenchanges rather than with incremental ones. This may bring a whole new setof problems to the courts, which cannot ground their decisions in preexistingjudicial practices. Although there are relevant exceptions, this trend maymake statutory innovations more uncertain in the long run than incremental common law evolution. Another aspect that may play an important rolefrom a dynamic perspective is the issue of retroactivity. While judgemadelaw is not retroactive, legislation can in principle have retroactive eect,even though not in all areas of the law. The possibility to reverse the lawretroactively may also add to the longterm uncertainty of the system.6.2 Substantive vs. procedural law In the analysis, we have focused on substantive law. However, uncertaintyin the law may derive from rules, institutions and practices governing theenforcement of the law rather than from the law itself. When this is the case,the process of legal claricid:133cation and the striving for certainty is more likelyto concern procedural and public law than substantive law. In this scenario,improving accountability of local institutions, countering corruption andlimiting discretion of public o cials will be more eective than amendingthe law.476.3 Law and customs Besides the law, customs have an important role in shaping behavior. Likewise, they also aect the way in which people perceive the law and, consequently, they have an impact on the uncertainty of law. As the quote thatopens this article suggests, concid:135icting customs may result in disagreementand concid:135ict in a similar way as concid:135icting interpretations of the law result 47 Recent literature on law and cid:133nance is investigating the way in which law enforcementaects economic performance; see note 16 above.26in litigation. Custom concid:135icting with written law may also increase uncertainty when it is not perfectly clear which one prevails. However, undersome circumstances, contra legem customary rules may reduce uncertainty.As Ellickson 1991 observes, informal customary rules may be so rootedin a certain social environment that they prevail on the law. When this isthe case, uncertainty of law may be an irrelevant problem, as people willnot resort to judicial enforcement of their perceived rights. From a dierentperspectives, certain groups or individuals could rely on customs preciselybecause they consider them as more certain than the law. Although it isdi cult to say whether in principle customs should be regarded as more orless uncertain than the law, there may be a selection biases in favor of certainty. If certainty is taken into account as part of the value of a legal rule,certain customs are likely to survive, while uncertain customs are likely todisappear and be replaced by law.486.4 Advertising the law Posner 1973, p. 430 observes that cid:146litigation is a more costly method ofproducing information than advertising,cid:146leading to the point that the uncertainty in the law could be curbed by investing in diusion of existinginformation rather than producing the same information ex novo. Restatements may be seen as a form of advertising the law. In itself, a restatementis not a source of law but its role as guidance for future judgments is di cultto deny. In addition, the legal system could rely on information producedduring alternative methods of dispute resolution. Arbitrators in general donot write opinions and settlement terms are often kept private. Althoughother considerations may bear on the argument, lifting the veil of concid:133dentiality that surrounds alternative dispute resolution may be benecid:133cial,thereby enhancing the production of information. Nevertheless, such information would have a real value only if arbitration or settlement outcomesincid:135uenced following decisions by courts or else provided valid elements forpredicting them. It is not clear however that any of the latter could be thecase.6.5 Lawyers and law professors Lawyers and academics are also an integral part of the legal process. Dewatripont and Tirole 1999 has emphasized the virtues of advocacy in producing valuable information on the pros and cons of certain judicial or leg48 On customary law see Parisi 1998.27islative decisions. In this view, advocacy is benecid:133cial for the legal system asa whole. From a dierent perspective, not only do lawyers assist parties in atrial but they also provide them with legal advice. Parties may benecid:133t fromlegal advice ex ante about contemplated acts Shavell, 1988, and Kaplowand Shavell, 1992 or ex post about acts already committed Kaplow and Shavell, 1989 and 1990. This literature concludes that legal advice may ormay not be desirable for society depending on the context.The recourse to lawyers is likely to quantitatively alter the propensity ofparties to settle. White 1992 shows that lawyers may have a direct interestin a certain level of complexity and uncertainty in the law, because moreuncertainty results in more litigation and hence larger procid:133ts for lawyersbut not an excessive level, because complexity increases lawyerscid:146 fees andhence reduces the amount of litigation.49 In our analysis, litigation costs areexogenously determined by the policymaker. However, it could be objectedthat, as the law becomes more uncertain, litigation costs may rise due tomore time being devoted to each case by lawyers and judges. Endogenizinglitigation costs would be an interesting extension of our analysis.Unlike lawyers, academics produce commentaries and information aboutthe law which, even if aimed at a specicid:133c case ex ante through an amicusbrief or ex post through a comment on a specicid:133c judicial decision, arewritten with the purpose of aecting future scholarship, legal doctrines andpossibly judicial lawmaking. Scholarly attention is more likely to be directedtowards unsettled judicial practices and may hence aect the process of legalclaricid:133cation. The direction of this eect, however, is not a priory obvious, asacademics often disagree with each other on what the solution to a problemshould be. Certainty in the law may also derive from the involvement ofother institutions, such as enforcement agencies or private associations. Theanalysis could be extended to take such institutions into account explicitly.6.6 Other motives for litigation In some areas of the law a substantial amount of litigation may be due tofactors other than uncertainty. We have already mentioned some of thesefactors in section 2.2, concluding that they do not aect our model because they do not respond to changes in the uncertainty in the law andhence can be treated as constant. Nevertheless, in a comparative perspec49 Rubin and Bailey 1994 suggests that rentseeking by lawyers may increase complexity and uncertainty in the law and in general aect legal evolution in the direction ofproducing ine cient rules. On lawyercid:146s fees also the recent study by Baye, Kovenock and Vries 2005.28tive, accounting for them may be important. Dierent areas of the law maydisplay dierent degrees of uncertainty which cannot be fully explained bydierences in the rate of litigation or legislation. Litigation driven by otherfactors than uncertainty may nevertheless result in the production of precedents and statutory interpretation that help resolve the uncertainty in thelaw and hence may be a substitute for uncertaintydriven litigation. Areas inwhich such factors are important may be peculiar because they may exhibitlow levels of uncertainty even with litigation being inelastic.6.7 Other eects of uncertainty We have postulated that more uncertainty results in more litigation. However, there are other issues that may play an important role and aect ourresults, namely with respect to law enforcement, riskaversion and propensity to resort to private arbitrators. Some studies have emphasized thatuncertainty may improve compliance with the law to the point of overcompliance.50If uncertainty generates more compliance with the law, itmay in turn result in less litigation rather than more as we have postulated.More uncertainty may also result in more frequent arbitration and hence lesslitigation, as parties meed to cid:133nd alternative solutions to unreliable judicialpatterns. More uncertainty could even result in a greater amount of settledcases if partiescid:146risk aversion overcomes the divergence of their opinions overthe outcome of the trial. All of these aspects need to be further investigated in order to be able to assess their eect on the relationship betweenuncertainty in the law and litigation rate and would constitute interestingextensions of our analysis.References1 Anderson, David A. ed. 1996, Dispute Resolution: Bridging the Settlement Gap, Greenwich: JAI Press.2 Aranson, Peter H. 1992, cid:146The Common Law as Central Economic Planning,cid:1463 Constitutional Political Economy, 289317.3 Aristophanes 422 B.C., 1998 Clouds, Wasps, Peace Jerey Handerson trans., vol. II, Loeb Classical Library, Cambridge: Harvard University Press.50 Craswell and Calfee 1986.294 Aristotle 350 B.C., 1994, The Athenian Constitution Frederic G.Kenyon trans. MIT, The Internet Classics Archive, classics.mit.edu5 Bailey, Martin J. and Rubin, Paul 1994, cid:146A Positive Theory of Legal Change,cid:14614 International Review of Law and Economics, 467477.6 Baye, Michael Roy, Kovenock, Dan and De Vries, Casper 2005,cid:146Comparative Analysis of Litigation Systems: An AuctionTheoretic Approach,cid:146115 Economic Journal, 583601.7 Bebchuk, Lucian A. 1984, cid:146Litigation and Settlement Under Imperfect Information,cid:14615 RAND Journal of Economics, 404415.8 Bebchuk, Lucian A. 1988, cid:146Suing Solely to Extract a Settlement Oercid:146, 17 Journal of Legal Studies, 437450.9 Bebchuk, Lucian A. 1996, cid:146A New Theory Concerning the Credibilityand Success of Threats to Sue,cid:14625 Journal of Legal Studies, 125.10 Bentham, Jeremy 1817, Papers Relative to Codicid:133cation and Public Instruction, London: John Mcid:146Creery.11 Blackstone, William 17651769, 3 Commentaries on the Laws of England, Oxford: Clarendon Press.12 Bobbio, Norberto 1993, Teoria Generale del Diritto, Torino: Giappichelli.13 Calabresi, Guido 1982, A Common Law for the Age of Statutes,Cambridge: Harvard University Press.14 Carbonnier, Jean 1988, Flexible droit: textes pour une sociologie dudroit sans rigueur 6th ed. Paris: Librairie Gnrale de Droit et de Jurisprudence.15 Cooter, Robert C. and Kornhauser, Lewis 1980, cid:146Can Litigation Improve the Law Without the Help of Judges?,cid:1469 Journal of Legal Studies, 139163.16 Cooter, Robert and Rubinfeld, Daniel L. 1989, cid:146Economic Analysisof Disputes and Their Resolution,cid:14627 Journal of Economic Literature,10671097.3017 Cooter, Robert, Marks, Stephen and Mnookin, Robert 1982, cid:146Bargaining in the Shadow of the Law: A Testable Model of Strategic Behavior,cid:14611 Journal of Legal Studies, 225251.18 Craswell, Richard and Calfee, John E. 1986, cid:146Deterrence and Uncertain Legal Standards,cid:146 2 Journal of Law, Economics, and Organization, 279303.19 Crew, Michael A. and Twight, Charlotte 1990, cid:146On the E ciency of Law: A Public Choice Perspectivecid:146, 66 Public Choice, 15136.20 Cross, Frank B. 2000, cid:146In Praise of Irrational Plaintis,cid:14686 Cornell Law Review, 132.21 Danzon, Patricia Munch and Lillard, Lee A. 1983, cid:146Settled Out of Court: The Disposition of Medical Malpractice Claims,cid:14612 Journal of Legal Studies, 345377.22 Daughety Andrew F. 2000, cid:146Settlement,cid:146 in Boudewijn Bouckaertand Gerrit De Geest eds., 5 Encyclopedia of Law and Economics,Cheltenham: Edward Elgar, 95158.23 Daughety, Andrew F. and Reinganum, Jennifer F. 1999, cid:146Hush Moneycid:146, 30 RAND Journal of Economics, 661678.24 Daughety Andrew F. and Reinganum, Jennifer 2005a, cid:146Economic Theories of Settlement Bargaining,cid:1461 Annual Review of Law and Social Science, 3559.25 Daughety Andrew F. and Reinganum, Jennifer 2005b, cid:146Secrecy and Safety,cid:14695 American Economic Review, 10741091.26 Dewatripont, Mathias and Tirole, Jean 1999, cid:146Advocates,cid:146107 Journal of Political Economy, 1 39.27 Diver, Colin S. 1983, cid:146The Optimal Precision of Administrative Rulescid:146, 93 Yale Law Journal, 65109.28 Dixit, Avinash K. 2004, Lawlessness and Economics, Princeton:Princeton University Press.29 Djankov, Simeon, La Porta, Rafael, LopezdeSilanes, Florencio, and Shleifer, Andrei 2003, cid:146Courts,cid:146118 Quarterly Journal of Economics,453517.3130 Drahozal, Christofer R. 2004, cid:146Ex Ante Selection of Disputes for Litigation,cid:146working paper.31 Eggleston, Karen, Posner, Eric A. and Zeckhauser, Richard 2000,cid:146The Design and Interpretation of Contracts: Why Complexity Matters,cid:14695 Northwestern University Law Review, 91132.32 Ehrlich, Isaac and Posner, Richard A. 1974, cid:146An Economic Analysisof Legal Rulemaking,cid:1463 Journal of Legal Studies, 257286.33 Elhauge, Einer R. 1991, cid:146Does Interest Group Theory Justify More Intrusive Judicial Review,cid:146101 Yale Law Journal, 31110.34 Ellickson, Robert C. 1991, Order Without Law: How Neighbors Settle Disputes, Cambridge, MA: Harvard University Press.35 Farmer, Amy and Pecorino, Paul 1994, cid:146Pretrial Negotiation with Asymmetric Information on Risk Preferences, 14 International Reviewof Law and Economics, 273281.36 Fiss, Owen M. 1984, cid:146Against Settlement,cid:146 93 Yale Law Journal,10731090.37 Fon, Vincy and Parisi, Francesco 2003, cid:146Litigation and the Evolutionof Legal Remedies: A Dynamic Model,cid:146116 Public Choice, 419433.38 Gennaioli, Nicola and Schleifer, Andrei 2005, cid:146The Evolution of Precedent,cid:146working paper March 2005.39 Glaeser, Edward and Schleifer, Andrei 2002, cid:146Legal Origins,cid:146 117Quarterly Journal of Economics, 11931230.40 Goodman, John C. 1978, cid:146An Economic Analysis of the Evolutionof the Common Law,cid:1467 Journal of Legal Studies, 393406.41 Gould, John P. 1973, cid:146The Economics of Legal Concid:135icts,cid:1462 Journalof Legal Studies, 279300.42 Green, Michael Steven 2006, cid:146Legal Realism as Theory of Law,cid:14646William and Mary Law Review, 19152000.43 Grundfest, Joseph A. and Pritchard, Adam C. 2002, cid:146Statutes with Multiple Personality Disorders: The Value of Ambiguity in Statutory Design and Interpretation,cid:14654 Stanford Law Review, 627736.3244 Hadcid:133eld, Gillian K. 1992, cid:146Bias in the Evolution of Legal Rules,cid:14680Georgetown Law Journal, 583616.45 Hanssen, Andrew F. 1999, cid:146The Eect of Judicial Institutions on Uncertainty and the Rate of Litigation: The Election Versus Appointment of State Judges,cid:14628 Journal of Legal Studies, 205232.46 Hart, Herbert L.A. 1994, The Concept of Law 2nd ed. Oxford:Clarendon Press.47 Hart, Oliver and Moore, John 1999, cid:146Foundations of Incomplete Contracts,cid:14666 Review of Economic Studies, 115138.48 Hay, Bruce L. 1994, cid:146Civil Discovery: Its Eects and Optimal Scope,cid:14623 Journal of Legal Studies, 481517.49 Hay, Bruce L. 1995, cid:146Eort, Information, Settlement, Trial,cid:14624 Journal of Legal Studies, 2962.50 Hay, Bruce L. and Spier, Kathryn E. 1998, cid:146Settlement of Litigation,cid:146in Peter Newman ed., 3 The New Palgrave Dictionary of Economicsand the Law, London: Macmillan, 442451.51 Hayek, Friedrich A. 1960, The Constitution of Liberty, Chicago, IL:The University of Chicago Press.52 Hayek, Friedrich A. 1973, Law, Legislation and Liberty Rules and Order, Chicago IL: Chicago University Press.53 Hirshleifer, Jack 1982, cid:146Evolutionary Models in Economics and Law,cid:1464 Research in Law and Economics P. Rubin and R. Zerbe, eds.,Greenwich, CT: JAI Press.54 Holmes, Oliver Wendell 1881 Reprint 1968, The Common Law,London: Macmillan.55 Hylton, Keith N. 2005, cid:146Information, Litigation and Common Law Evolution,cid:146Boston University School of Law, Working Paper Series,Law and Economics Working Paper no. 0507.56 Judicial Business of the United States Courts 2004, Annual Report Of The Director, uscourts.com57 Kafka, Franz 1925, 1963, The Trial English ed. New York: Random House.3358 Kaplow, Louis 1994, cid:146The Value of Accuracy in Adjudication: An Economic Analysis,cid:14623 Journal of Legal Studies, 307401.59 Kaplow, Louis 2000, cid:146General Characteristics of Rules,cid:146in Boudewijn Bouckaert and Gerrit De Geest eds., 5 Encyclopedia of Law and Economics, Cheltenham: Edward Elgar, 502528.60 Kaplow, Louis and Shavell, Steven 1989, cid:146Legal Advice About Information to Present in Litigation: Its Eects and Social Desirability,cid:146102 Harvard Law Review, 565615.61 Kaplow, Louis and Shavell, Steven 1990, cid:146Legal Advice About Acts Already Committed,cid:14610 International Review of Law and Economics,149159.62 Kaplow, Louis and Shavell, Steven 1992, cid:146Private Versus Socially Optimal Provision of Ex Ante Legal Advice,cid:1468 Journal of Law, Economics, and Organization, 306320.63 Kaplow, Louis and Shavell, Steven 2002, Fairness Versus Welfare,Cambridge, MA: Harvard University Press.64 Katz, Avery 1990, cid:146The Eect of Frivolous Lawsuits on the Settlement of Litigationcid:146, 10 International Review of Law and Economics,327.65 Kelsen, Hans 1960, 1967, Pure Theory of Law, Max Knight trans.,Berkeley, CA: University of California Press.66 Kennan, John and Wilson, Robert 1993, cid:146Bargaining with Private Information,cid:14631 Journal of Economic Literature, 45104.67 Knight, Frank H. 1921, Risk, Uncertainty and Procid:133t, Boston:Houghton Mi in.68 Kritzer, Herbert 1991, Letcid:146s Make a Deal: Understanding the Negotiation Process in Ordinary Litigation, Madison: University of Wisconsin Press.69 Kuhn, Thomas 1962, The Structure of Scienticid:133c Revolutions,Chicago, IL: The University of Chicago Press.70 Landes, William M. 1971, cid:146An Economic Analysis of the Courts,cid:14614Journal of Law and Economics, 61107.3471 Landes, William M. and Posner, Richard A. 1976, cid:146Legal Precedent:A Theoretical and Empirical Analysis,cid:146 19 Journal of Law and Economics, 249307.72 La Porta, Rafael, Lcid:243pezdeSilanes, Florencio, Shleifer, Andrei, and Vishny, Robert W. 1998, cid:146Law and Finance,cid:146106 Journal of Political Economy, 11131155.73 Lederman, Leandra 1999, cid:146Which Cases Go to Trial: An Empirical Study of Predictors of Failure to Settle,cid:14649 Case Western Law Review,315358.74 Leoni, Bruno 1991, Freedom and the Law, 3rd ed., Indianapolis: Liberty Fund.75 Llewellyn, Karl N. 1960, The Common Law Tradition: Deciding Appeals, Boston: Little Brown.76 Llewellyn, Karl N. 1951, Bramble Bush: On Our Law and Its Study2nd ed., New York: Oceana.77 Loewenstein, George, Issacharo, Samuel, Camerer, Colin and Babcock, Linda 1993, cid:146Selfserving Assessments of Fairness and Pretrial Bargaining,cid:14622 Journal of Legal Studies, 135159.78 Macey, Johnatan R. 1986, cid:146Promoting PublicRegarding Legislation Through Statutory Interpretation: An Interest Group Model,cid:14686 Columbia Law Review, 223268.79 Mahoney, Paul G. 2001, cid:146The Common Law and Economic Growth:Hayek Might Be Right,cid:14630 Journal of Legal Studies, 503523.80 Manzoni, Alessandro 1840, I Promessi Sposi The Betrothed, cid:133rstpublished in Italian, 21 The Harvard Classics, New York: P.F. Collier Son 19091914; Bartleby.com 2001.81 Maskin, Eric and Tirole, Jean A.F. 1999, cid:146Unforeseen Contingenciesand Incomplete Contracts,cid:14666 Review of Economic Studies, 83114.82 Mnookin, Robert 1993, cid:146Why Negotiations Fail: An Exploration of Barriers to the Resolution of Concid:135ict,cid:1468 Ohio State Journal on Dispute Resolution, 235249.3583 North, Douglass C. 1988, cid:146Institutions, Economic Growth and Freedom: An Historical Introductioncid:146, in Freedom, Democracy and Economic Welfare M.A. Walker, ed., Vancouver: Fraser Institute.84 Ostrom, Brian J., Kauder, Neal B. and La Fountain, Robert C. 2001Examining the Work of State Courts, 2001: A National Perspectivefrom the Court Statistics Project, Williamsburg: National Center for State Courts.85 Parisi, Francesco 1998, cid:146Customary Law,cid:146 Peter Newman ed., 1The New Palgrave Dictionary of Economics and the Law, London:Macmillan, 572578.86 Parisi, Francesco, Fon, Vincy and Ghei, Nita forthcoming, cid:146The Value of Waiting in Lawmaking,cid:146European Journal of Law and Economics.87 Pascal, Blaise 1658, Entretien avec M. de Saci sur cid:201pictte et Montaigne, in Oeuvres compltes de Blaise Pascal 1913, II, Paris: Librairie Hachette.88 Perelman, Chacid:239m 1968, Le problme des lacunes en droit, Bruxelles:Bruylant.89 Pistor, Katharina and Xu, Chenggang 2003, cid:146Incomplete Law,cid:146 35New York University Journal of International Law and Politics, 9311013.90 Pcid:146ng, Ivan P.L. 1983, cid:146Strategic Behavior in Suit, Settlement and Trialcid:146, 14 Bell Journal of Economics, 539550.91 Pcid:146ng, Ivan P. L. 1986, cid:146Optimal Subsidies and Damages in the Presence of Judicial Error,cid:1466 International Review of Law and Economics,101105.92 Posner, Richard A. 1972, cid:146The Behavior of Administrative Agencies,cid:1461 Journal of Legal Studies, 305347.93 Posner, Richard A. 1973, cid:146An Economic Approach to Legal Procedure and Judicial Administration,cid:1462 Journal of Legal Studies, 399458.94 Posner, Richard A. 2003, Economic Analysis of Law, 6th ed., New York: Aspen.3695 Priest, George L. 1977, cid:146The Common Law Process and the Selectionof E cient Rules,cid:1466 Journal of Legal Studies, 6582.96 Priest, George L. 1982, cid:146Regulating the Content and the Volumeof Litigation: An Economic Analysis,cid:146 1 Supreme Court Economic Review, 163183.97 Priest, George L. and Klein, Benjamin 1984, cid:146The Selection of Disputes for Litigation,cid:14613 Journal of Legal Studies, 155.98 Priest, George L. 1987, cid:146Measuring Legal Change,cid:1463 Journal of Law,Economics and Organization, 193225.99 Rachlinski, Jerey J. 2006, cid:146BottomUp Versus TopDown Lawmaking,cid:14673 University of Chicago Law Review, forthcoming.100 Reinganum, Jennifer and Wilde, Louis 1986, cid:146Settlement, Litigation, and the Allocation of Litigation Costs,cid:146 17 RAND Journal of Economics, 557566.101 Roe, Mark J. 1996, cid:146Chaos and Evolution in Law and Economics,cid:146109 Harvard Law Review, 641668.102 Rosenberg, David and Shavell, Steven 1985, cid:146A Model in Which Suitsare Brought for Their Nuisance Valuecid:146, 5 International Review of Lawand Economics, 313.103 Ross, H. Laurence 1980, Settled Out of Court: The Social Process of Insurance Claims Adjustments, 2nd ed., New York: Aldine de Gruyter.104 Rubin, Paul H. 1977, cid:146Why Is the Common Law E cient,cid:1466 Journalof Legal Studies, 5163.105 Rubin, Paul H. 1982, cid:146Common Law and Statute Law,cid:14611 Journalof Legal Studies, 205233.106 Rubin, Paul H. 2005a, cid:146Micro and Macro Legal E ciency: Supplyand Demand,cid:14613 Supreme Court Economic Review, 1934.107 Rubin, Paul H. 2005b, cid:146Why Was the Common Law E cient?,cid:146 in Francesco Parisi and Charles Rowley eds., The Origins of Law and Economics: Essays by the Founding Fathers, Cheltenham: Edward Elgar, 383395.37108 Rubin, Paul H. and Bailey, Martin J. 1994, cid:146The Role of Lawyers in Changing the Law,cid:14623 Journal of Legal Studies, 807831.109 Rubin, Paul H., Curran, Christopher, Curran, John F. 2001, cid:146Litigation Versus Legislation: Forum Shopping by Rent Seekers,cid:146107 Public Choice, 295310.110 Schauer, Frederick 2003, cid:146The Convergence of Rules and Standards,cid:146New Zealand Law Review, 303328.111 Schauer, Frederick 2005, cid:146Do Cases Make Bad Law?cid:146, KSG Working Paper No. RWP05013.112 Scott, Robert E. and Triantis, George G. forthcoming, cid:146Harnessing Litigation by Contract Design,cid:146115 Yale Law Journal.113 Shavell, Steven 1982a, cid:146Suit, Settlement and Trial: A Theoretical Analysis Under Alternative Methods for the Allocation of Legal Costs,cid:14611 Journal of Legal Studies, 5581.114 Shavell, Steven 1982b, cid:146The Social Versus the Private Incentive to Bring Suit in a Costly Legal System,cid:146 11 Journal of Legal Studies,333340.115 Shavell, Steven 1988, cid:146Legal Advice About Contemplated Acts: The Decision to Obtain Advice, Its Social Desirability, and Protection of Concid:133dentiality,cid:14617 Journal of Legal Studies, 123150.116 Shavell, Steven 1989, cid:146The Sharing of Information Prior to Settlement or Litigation,cid:14620 RAND Journal of Economics, 183195.117 Shavell, Steven 1997, cid:146The Fundamental Divergence Between the Private and the Social Motive to Use the Legal System,cid:146 26 Journalof Legal Studies, 575516.118 Sobel, Joel 1989, cid:146An Analysis of Discovery Rules,cid:14652 Law and Contemporary Problems, 133159.119 Solum, Lawrence B. 1999, cid:146Indeterminacy,cid:146in Dennis M. Pattersoned., A Companion to Philosophy of Law and Legal Theory, Malden:Blackwell Publishers.120 Spier, Kathryn E. 1992, cid:146The Dynamics of Pretrial Negotiation,cid:14659Review of Economic Studies, 93108.38121 Spier, Kathryn E. 1994, cid:146Pretrial Bargaining and the Design of Feeshifting Rules,cid:14625 RAND Journal of Economics, 197214.122 Spier, Kathryn E. 1997, cid:146A Note on the Divergence Between the Private and Social Motive to Settle Under a Negligence Rule,cid:14626 Journalof Legal Studies, 613621.123 Stinchcombe, Arthur 1999, cid:146Certainty of the Law: Reasons,SituationTypes, Analogy, and Equilibrium,cid:146 7 Journal of Political Philosophy, 209224.124 Tillinghast cid:150 Towers Perrin 2005, U.S. Tort Costs, 2004 Update:Trends and Findings on the Costs of the U.S. Tort System, towersperrin.com.125 Tirole, Jean 1999, cid:146Incomplete Contracts: Where Do We Stand?,cid:14667Econometrica, 741781.126 Tullock, Gordon 1997, The Case Against the Common Law, Durham,NC: Carolina Academic Press.127 Weber, Max 1925, 1954, Max Weber on Law in Economy and SocietyEdward Shils and Max Rheinstein eds., Cambridge, MA: Harvard University Press.128 White, Michelle 1992, cid:146Legal Complexity and Lawyercid:146s Benecid:133t From Litigation,cid:14612 International Review of Law and Economics, 381395.129 World Bank 2003, Doing Business in 2004: Understanding Regulation, Oxford: Oxford University Press and doingbusiness.org.130 World Bank 2004, Doing Business in 2005: Removing Obstacles to Growth, Oxford: Oxford University Press and doingbusiness.org.131 World Bank 2005, Doing Business in 2006: Creating Jobs, doingbusiness.org.132 Xu, Chenggang and Pistor, Katharina 2002, cid:146Law Enforcement Under Incomplete Law: Theory and Evidence From Financial Market Regulation,cid:146Columbia Law and Economic Working Paper No. 222.133 Zweigert, Konrad and Kcid:246tz, Hein 1998, Comparative Law 3rd ed.,Oxford, University Press.39134 Zywicki, Todd J. 1996, cid:146A UnanimityReinforcing Model of E ciencyin the Common Law: An Institutional Comparison of Common Lawand Legislative Solutions to LargeNumber Externality Problems,cid:14646Case Western Reserve Law Review, 9611031.135 Zywicki, Todd J. 2003, cid:146The Rise and Fall of E ciency in the Common Law: A SupplySide Analysis,cid:146 97 Northwestern Law Review,15511634.40 L FIGURES U lU,CuL,CFigure 1 The natural rates of litigation and incompleteness bc lU,CL lU,CuL,S L lU,C uL,S uL,S UFigure 2 Effect of an increase in the cost of litigation a U a L L L lU,C uL,S U b UL lU,CuL,S Figure 3 Effect of an increase in the supply of completeness Uc lU,CuL,S U", "filename": "06-071.pdf", "person": ["Guiseppe Dari-Mattiacci", "Dari-Mattiacci, Guiseppe", "Bruno Deffains", "Deffains, Bruno"], "date": ["2006"]}