{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86180/1/07-072.pdf"], "title": ["Identifying Reduced-Form Relations with Panel Data"], "plaintext": "IDENTIFYING REDUCEDFORMRELATIONS WITH PANEL DATAHerman R.J. Vollebergh Bertrand Melenberg Elbert Dijkgraaf This version: September 13, 2007Abstract The literature that tests for Ushaped relationships using panel data, suchas those between pollution and income or inequality and growth, reportswidely divergent parametric and nonparametric empirical findings. Weexplain why lack of identification lies at the root of these differences. Todeal with this lack of identification, we propose an identification strategy thatexplicitly distinguishes between what can be identified on the basis of thedata and what is a consequence of subjective choices due to a lack of identification. We apply our methodology to the pollutionincome relationship ofboth CO2 and SO2 emissions.Interestingly, our approach yields estimatesof both income scale and time composition andor technology effects forthese reducedform relationships that are insensitive to the required subjectivechoices and consistent with theoretical predictions.Keywords: Identification; Panel Data; ReducedForm SemiParametric Estimation; EmissionIncome Relationships JEL Codes: C33; O50; Q40The authors would like to thank Arik Levinson and Daniel Millimet for constructive comments on an earlier version of this paper. Earlier versions of this paper have also benefited fromdiscussions with Otto Swank, Scott Taylor and seminar participants at the Sustainable Resource Use and Economic Dynamics conference in Ascona 2004, Econometrics and Statistics seminar at Tilburg University, Econometric Society European Meetings and as well as Third World Congressof Environmental and Resource Economists in Kyoto in 2006.Tinbergen Institute and Department of Economics, Erasmus University Rotterdam Cent ER and Department of Economics, Tilburg University SEORECRi, Tinbergen Institute, Erasmus University Rotterdam 1IIntroduction The possible existence of invertedU shaped relationships has been investigated inthe economics literature for a number of important topics. Wellknown examplesinclude Kuznets 1955 estimate of the link between inequality and growth, Grossman and Kruegers 1995 estimation of the link between environmental qualityand economic growth, and, recently, Aghion et al.s 2005 invertedU estimation ofthe relationship between innovation and competition. The existence of an inverted U is particularly attractive because it suggests that tradeoffs may disappear, forinstance, if a country experiences enough growth over time.Such inverted Ushaped links between a dependent and independent variableare typically estimated using panel data. It is crucial to proper inference to impose identifying assumptions that separate the effect of the independent variablefrom the unobserved effects Heckman, 2000. Panel data are particularly usefulhere as they offer the advantage of allowing for controls at the individual or crosssectional level and for time controls to capture these unobserved effects. It wouldbe rather unfortunate, however, if the imposition of such identifying assumptions onthe controls also affected estimation results such as acceptance or rejection of theexistence of the postulated reducedform relationship. Nevertheless, this is preciselythe problem that hinders estimation in the type of reducedform models studied inthis paper.The fundamental underlying problem is lack of identification. Both crosssectionaland time controls can be specified at different degrees of heterogeneity, raising thefundamental dilemma of how much flexibility to allow.1 With too much flexibility,as with an individually specific and fully flexible time trend, no variation will be leftfor the independent variable. With too little flexibility, too much variation might becaptured by the independent variable. In other words, the choice over flexibility interms of heterogeneity at the individual level as well as in terms of the time trendsmight determine to a large extent the possible shape of the relationship betweendependent and independent variables.To illustrate, suppose one allowed sufficiently flexible individualspecific timetrends alongside more restrictive versions. Then, clearly, models in which sufficientlyflexible time trends capture all variations in the dependent variables cannot or can 1Note that this dilemma exists irrespective of the estimation technique applied. Both parametricand nonparametric estimation techniques require identifying assumptions on the controls to enableestimation. Parametric estimations require in addition a choice to be made about how muchflexibility to allow in specifying the independent variable. See also section II2hardly be distinguished from models where the time trends are limited a prioriand the link function captures the remaining variation between the dependent andindependent variable. By restricting attention to models where at least the timetrend is somehow limited in its flexibility, one essentially ignores this identificationproblem. Moreover, since different a priori restrictive choices are likely to result indifferent inferences, ones inference might become subjectively based instead of datadriven, possibly even to a large extent. This raises the fundamental concern thatdifferent ex ante subjective choices of flexibility might explain the sometimes widelydivergent empirical findings based on the same data.2The identification strategy we propose in this paper is to make this lack ofidentification explicit from the very beginning. We achieve this by using a frameworkfor making inferences based on a distinction between what can be identified and,thus, estimated on the basis of the data, and what is the consequence of a subjectivechoice related to identification assumptions. As a starting point for our analysis,we choose the minimal requirement of a common flexible time trend between twocrosssectional units. Time trends that are fully flexible at the individual level cannotbe distinguished from individual and timespecific idiosyncratic error terms since novariation is left for the independent variable even in a nonparametric setting, and forthat reason they will be excluded. The requirement of a common and flexible timetrend suffices to exactly identify the parameter of interest, namely the individualspecific link functions between dependent and independent variables, but only for agiven pair of crosssectional units. For this given pair of crosssectional units we canestimate the link function by allowing full flexibility, both in the common time trendand in terms of the individualspecific link between the dependent and independentvariables.Accordingly, the data allow proper inference on the existence of inverted Ushaped links of two crosssectional units sharing the same time trend, just by analyzing the time series of the pairwise difference of these two given crosssectionalunits. But in a panel with N crosssectional units we have potentially NN 12possible common time trends, and for each country there are N 1 possible linkfunctions.3 Here, we reach the limits of what the data can tell us: on the basis ofthe data alone, we cannot infer which pairs of crosssectional units share the same 2Since lack of identification is the source of the problem, specification tests do not help to solvethe problem.3Phrased positively: the data allow full flexibility by allowing N 1 possible link functions percrosssectional unit, cf. Pesaran 2007.3time trend. In other words, given that a particular pair of crosssectional units sharea common time trend, we are able to exactly identify the individualspecific linkfunctions between dependent and independent variables, but which pairs of crosssectional units share a common time trend is not identified.4 To proceed we needa method to select crosssectional units sharing the same time trend that is notdata driven, but will be subjectively based Manski, 2000. We model this subjectiveselection by using priors over pairs of crosssectional units. By means of a robustness analysis in terms of different but reasonable prior choices, we investigate thesensitivity of the outcomes to the subjective choices.We apply our approach to the search for an inverted Ushaped relationship between environmental quality and economic growth, first elaborated by Grossmanand Kruegers 1995. We focus on two oftenstudied and important examples ofreducedform estimation in this so called Environmental Kuznets Curve EKC literature, i.e., the possible existence of an inverted U for CO2 and SO2 emissionsand income growth at the country level.5 We choose this application, since theliterature demonstrates substantial uncertainty as to whether an invertedU relationship exists or not.6 The results for CO2 vary from an estimated withinsampleturning point in the splinebased approach applied by Schmalensee et al.1998to the nonexistence of an inverted Ushape for the more flexible nonparametricpanel data estimations as recently reported by Azomahou et al.2006. Also, thedebate on the robustness of estimations across specifications for the heavily regulated SO2emissions continues, as in Stern and Common 2001 and Millimet etal. 2003. Furthermore, Harbaugh et al. 2002 have demonstrated the sensitivityof the existence of an inverted Ushaped relationship, in particular in ambient airpollution, to the specification of functional parametric forms, the inclusion of additional covariates and the use of different datasets. By using two balanced panels of OECD countries between 1960 and 2000, we avoid issues of unbalancedness or otherpotential data measurement problems altogether. Moreover, the time dimension is 4We only have two observations per time period to estimate the common time trend. Consistentestimation of a fully flexible time trend is then impossible.5Ideally, one would like to estimate an inverted U between environmental quality and incomeor economic growth Grossman and Krueger, 1995. Emissions are, at best, indirect measures ofenvironmental quality. However, balanced panel data on air quality relevant for SO2 are notavailable, neither are data on climate change due to the uniformly mixing pollutant CO2 given thelong time delay between emission and effect.6Notice that this uncertainty is not restricted to the typical reducedform EKC estimation. See,for instance, Huang 2004 for a recent reducedform analysis of the traditional Kuznets analysis.4sufficiently large to apply timeseries estimation and testing techniques.2003 and Azomahou et al.Our benchmark empirical findings confirm the existing nonrobustness in theliterature for both our applications, when comparing different model specifications.We find that the lack of robustness between parametric and nonparametric modeling and estimation approaches is mainly due to differences in the econometricspecification, including, in particular, the time component compare, for example,Millimet et al.2006. Next, we use our alternativeapproach allowing for inference on the existence of an inverted Ushaped relationbetween CO2 and SO2 emissions and income growth by considering the pairwiseequality of the time effect between any two crosssections within the panel. To testthe inference sensitivity of the relationship between the dependent and independentvariables for our approach, we introduce and compare three explicit priors. Interestingly, we find remarkably robust results across a simple uniform Bayesian prior,a prior based on expert opinion, and a prior that models loss aversion minimizingthe likelihood of accepting the hypothesis one tries to reject. Our two case studiessuggest that for both SO2 and CO2 emissions the income effect is driving emissionsupward, whereas plausible estimates of the time effect have a clear Ushaped trendfor SO2emissions and only slightly so for CO2emissions. Together, these effectsseem to provide overwhelming evidence for an invertedU for SO2emissions, butnot for CO2emissions. Accordingly, our results not only nicely corroborate theoretical models that explicitly distinguish between scale, composition and techniqueeffects for example, Brock and Taylor 2005, but also reestablish the search forinvertedU relationships on solid ground.The remainder of the paper is organized as follows. Section II explains the identification problem in panel based reducedform estimation in more detail. Section IIIillustrates the model assumption sensitivity in the empirical literature of invertedUrelationships for both our samples, i.e., for both CO2 and SO2 emissions. Next,section IV shows our results based on imposing the very weak condition of similartime effects between pairs of crosssections. In this section we also quantify the dependence of the empirical inference on ones prior for both CO2 and SO2emissions.Finally, section V concludes.II A new identification and estimation procedure The typical reducedform approach towards testing for a particular shape, such as aninverted U, starts from a panel dataset. Assume that as panel data one observes 5yrt, xrt, with r R, where R denotes a set of crosssections in our case regions,and t T , with typically T 1, 2,  , T. Let X stand for the set of possiblevalues of xrt. The typical invertedU search is interested in econometric models ofthe typeyrt f xrt, r r, t cid:18rt.1The goal is to find out which part of the variation in the variable yrt such asincome inequality, emissions, or innovation can be attributed to changes in anindependent variable xrt such as economic growth or competition via the functionf : X T R the systematic part, which part can be attributed to a deterministictime effect via the function : RT R, and which part is idiosyncratic, capturedby the region and timespecific remainder or error term cid:18rt. Given appropriatedistributional assumptions the aim is to estimate the functions f and , with thefunction f the parameter of interest.The fundamental problem one faces in trying to estimate such a model is thatfor each t one only has one observation yrt, xrt, with r R. This creates lack ofidentification or underidentification. For instance, for each f one might choose satisfying r, t yrt f xrt, r. This results in an exact fit yrt f xrt, r r, tcorresponding to a zero idiosyncratic remainder term cid:18rt 0. Because the availabledata do not permit distinctions between different f, combinations, the lack ofidentification is subsistent.The standard solution to avoid underidentification is to restrict the possiblefunctions andor f. Typically, the choices for and f are restricted to some classes and of functions, respectively, such as time or regionspecific polynomials up In this way f, becomes identifiable. The typical parametricto some order.approach postulates the function f asf x, r gx, Xr 0r 0drr 0,with 0, 1, 2, 30 such thatgx, 0 1x 2x 2 3x 32a2b2cand with drr being a dummy for crosssection r, and postulates the function aswith dtt a dummy for year t. Thus, by assumption, homogeneity is imposed withrespect to both the independent variable and the time effect: both functions f andr, t Xt 0t 0dtt 06 are assumed to be homogeneous over crosssections, with the only exception beingthe regionspecific constant terms of the function f. Obviously, these are very strongex ante assumptions.Such a model has been estimated, for instance, for many emissionincome combinations, using standard panel data techniques, since Grossman and Krueger 1995in the EKC literature. After imposing appropriate additional distributional assumptions 7 the typical invertedU pattern is expected to follow from the gradientgx, x first being positive and then, after the turning point if present, becoming negative. Note that this approach assumes that every region reacts similarlyto shifts in the causal variable, according to the same thirdorder polynomial, even ifthe crosssectional units are allowed to differ in their intercepts. A similar approachis followed in the recent analysis of Aghion et al.2005, who postulate an exponential specification of equation 2a. Clearly, these restrictions are much strongerthan would be needed to identify f and in 2.The typical semiparametric framework allows a more flexible specification inthe case of 2b. Instead of imposing prespecified polynomial patterns, several semiparametric models have been applied to identify the effect of the independent variable, such as the spline method applied by Schmalensee et al.1998 and again Aghion et al.2005. Even more general semiparametric alternatives leave g.completely unspecified, although homogeneity across crosssectional units is usuallyimposed. Such a model has been estimated by Millimet et al.2003, followingthe estimation techniques proposed by Robinson 1988 or Stock 1989. They apply the semiparametric partially linear regression PLR model to analyze invertedemissionincome patterns for a panel of SO2 and NOx emissions in the USA and alsoreport that this nonparametric estimator is clearly preferred over its parametric alternative for the panels they study.Although g is made fully flexible in the semiparametric framework, potentialmisspecification due to too restrictive functional forms or overidentification remains a problem due to the homogeneity assumption that this fully flexible function g is the same for all crosssectional units. Indeed, doubts with respect to theparametric homogeneous specification 2b have already been raised in the EKCliterature by allowing for heterogeneous slope parameters see section III.2. Instead 7In addition to 2a2c over crosssectional units and time, we need an appropriate distributional assumption in terms of the idiosyncratic error terms cid:18rt, as well as assumptions concerningthe possible correlations over individuals and time.7of via 2b, more flexibility can be obtained by specifying crosssection specific s:f x, r gx, r Xrrdrr.3This specification allows one to test whether or not the homogeneity assumptionis too restrictive. If tested explicitly, the null hypothesis of homogeneity is indeedoften rejected, in particular within the parametric framework. However, rejection ofthe null hypothesis r does not necessarily imply nonhomogeneity, but mightalso indicate parametric model misspecification.8To allow for heterogeneity in the time effect, a typical choice would be to modelr, t by means of a regionspecific linear time trend, as Millimet et al.2003actually do, or to allow for regionspecific higherorder terms, such as r, t r,1 t r,2 t 2 , etc. Such a specification fits in the PLR framework of Robinson1988 and Stock 1989. However, by allowing too much heterogeneous flexibility,for instance by including higher order terms in the time effect, r, t will capture alltime variation. This leaves no variation for f x, r, and this link function essentiallybecomes underidentified.These developments in the EKC literature can be used to illustrate the serious dilemma one faces when using panel data to model and estimate a particularreducedform relation. The regressionbased estimation techniques typically employed try to fit the conditional expectation E yrtxrt x, r, t as well as possible.Suppose E yrtxrt x, r, t f 0x, r 0r, t, where a subindex 0 indicates thetrue values of the functions f and . Then a regressionbased method will try toselect f, , with f, , such that f x, rr, t is close to f 0x, r0r, t.If one makes too restrictive, however, the estimated might be far away from 0which, in turn, might imply that the estimated f is quite distinct from f 0. If forexample f 0 0, the estimated f will be such that f x, r is close to 0r, t r, t.This might correspond to an estimated f being quite different from zero when theestimated is far away from 0. Choosing to be too flexible does not work either,since one would be back in the situation of underidentification. Accordingly, thestandard approach faces a serious dilemma: only when is large enough, might oneexpect some to be able to fit 0, and the estimated f to fit the true f 0, whileat the same time one has to make restrictive enough to avoid underidentificationwith possibly no being able to fit the true 0 and, as a consequence, the 8This can easily be illustrated by considering the case of two countries whose xvalues do notoverlap for example, Luxemburg and Turkey. In the case of rejection of Luxemburg T urkey,homogeneity might still be present.8estimated f being far away from the true f 0.Our way out of the dilemma is an approach that allows full flexibility in the linkfunction f and only imposes restrictions on the function , but without restrictingits flexibility, based on a most reasonable decomposition. We start by interpretingequation 1 as a decomposition of yrt into three effects a systematic part, capturedby f xrt, r, a deterministic time trend, captured by r, t, and a remainder term cid:18rtthat captures the region and timespecific idiosyncratic effects. A most reasonabledecomposition should satisfy two requirements that we believe any specificrestriction should satisfy anyway. First of all, should not be regionspecific, i.e.,for a reasonable decomposition we require that is such that for each r Rthere exists at least one s R, with s 6 r, such that for all t T we haver, t s, t. Note that if does not satisfy this requirement, cannot really bedistinguished from possible idiosyncratic effects. Second, given the first requirement,a reasonable decomposition should avoid restricting too much. This requires to be as flexible as possible because any additional structure imposed on ontop of the first requirement will immediately affect the possible shape of f in thedecomposition. As has been explained before, measurement of the systematic effectwould otherwise be influenced in an unreasonable way.Using the assumption r, t s, t for all t T for a given pair r, s we canidentify and estimate f x, r and f x, s by taking differences according toyrt yst f xrt, r f xst, s cid:18rt cid:18st ,t 1, 2,  , T,4together with assuming E cid:18rt cid:18stxrt, xst 0. This approach allows full flexibility in f and , while the assumption E cid:18rt cid:18stxrt, xst 0 guarantees thatit is reasonable to classify the effects captured by cid:18rt as idiosyncratic. The unknown regression functions f x, r and f x, s of equation 4 are identified and canbe estimated by imposing, for example, Linton and Nielsens 1995 method andimposing their regularity conditions and additional distributional assumptions.9Note that this procedure is the ultimate reducedform estimation of the invertedUcurve, because identifying the invertedU relation between independent and dependent variables no longer depends on the effects of the time variables. Assuming thattwo regions have the same time effect does not impose a priori a specific structureit still allows any structure, as long as this structure applieson this time effect:to both regions under consideration. So, the only remaining choice is to select the 9Note that this specification also implicitly accounts for potential endogeneity if the time trendcaptures technological change which in turn depends on the level of emissions and income.9appropriate combination of crosssectional units r, s according to the assumptionr, t s, t.However, we cannot make this choice on the basis of the data alone. To makethis clear, notice that the time effects r, t and s, t might be retrieved fromyrt f xrt, r r, t error,yst f xst, s s, t error,5using the estimated functions f on the lefthand sides. However, allowing full flexibility for each t, we only have one observation to retrieve r, t and s, t, namelyyrt bf xrt, r and yst bf xst, s, respectively, and we only have two observations toretrieve t r, t s, t. Although this allows estimation of the time effects,10it does not allow a consistent estimation of fully flexible time trends, since this wouldrequire many crosssectional observations, which, however, are unavailable. In otherwords, t, r, t, and s, t are not identified and, as a consequence, we areunable to test a hypothesis such as H0 : t r, t s, t.Given that any pair of crosssectional units r, s can be used, our approach leaves NN 12 possible relationships for a sample of N crosssections. We are facingmodel ambiguity, due to a lack of identification compare Manski 2000. To dealwith this ambiguity, we proceed by employing priors over the crosssectional units.Such priors can be used to express ones views about which countries are more orless likely to have common time trends. Such views are clearly subjective. However,note that any specification of the time effect, such as fixed and homogeneous acrosscrosssections also reveals someones prior, of course. Our approach simply makesexplicit from the very beginning that the empirical evidence on the presence ofa possible invertedU relationship can no longer be inferred automatically, butalways depends upon ones prior. In our empirical application, we shall examine allpossible pairs and base our inference on the combination of these possible pairs. Weuse three different priors to investigate the sensitivity to the prior choice.III Model sensitivity illustrated In this and the next section we present our empirical analysis considering two widelystudied emissionincome relationships, namely SO2 and CO2 emissions. In this section we investigate sensitivity to different model assumptions arising from the impo10A simple estimator for t consists of taking the average of yrt bf xrt, r and yst bf xst, s.10sition of different identifying restrictions needed to identify the underlying underidentified model given by equation 1. In the next section, we present our alternativeapproach. The current section does not aim to break new grounds. Instead, it provides benchmark estimations for our new approach in addition to illuminating therole of various modeling assumptions behind the current uncertainty as to whetherinvertedU relations exist for both types of emissions.III.1 Data In our applications we are specifically interested in quantification of equation 1with y log EN and x log YN, with E either SO2 or CO2 emissions, Ythe GDP level and N the population size, and with the controls r and t referringto country r and year t, respectively. Note that the control r is usually thoughtto reflect persistent countryspecific differences, such as fossilfuel availability andprices, regulatory differences and preferences, and that the control t picks up changesover time, such as changing prices or technologies.We concentrate exclusively on two balanced panels of OECD countries between 1960 and 2000.11 Specifically, the data for SO2 emissions are in metric tons of sulfurbased on estimated sulfur content and sulfur retention or removal from waste streamsincluding emissions of sulfur from burning hard coal, brown coal and petroleum, andsulfur emissions from mining and smelting activities. Data for CO2 emissions are inmillions of metric tons of carbon and they are calculated from energy consumption.To calculate CO2emissions, we use data for total primary energy supply TPESper fuel, corrected for nonenergy use of fuels such as chemical feedstocks. Thefuels incorporated in the calculations are coal, other solid fuels for example, wood,crude oil, petroleum products and natural gas. Total energy use and emissions percountry are corrected for exports and imports of fuels, as well as for stock changesand international marine bunkers. Data on Y and N were taken from OECD 2000.All figures are expressed in 1990 dollars, using purchasing power parities. The OECDhas reconstructed data on Y for Germany including the former GDR for the yearsbetween 1970 and 1989. We further extrapolated GDP figures backwards to 1960assuming that changes in GDP per capita for East Germany were similar to thosefor West Germany.11See the appendix for a complete description of our compiled dataset.INSERT TABLE 111Table 1 shows some descriptive statistics of the raw data. Our overall datasetcontains 984 observations for all variables for each panel on SO2 and CO2 emissions,and for each country we have 41 observations available. Our variables y and x are inlogs. But when presenting our estimated curves, we use the original values ENand Y N. In addition, we also normalize all curves such that the average levelsequal the sample average since in the semiparametric specifications the level of thecurves is not identified.III.2 Benchmark estimations We now turn to the sensitivity to employed modeling assumptions correspondingto models such as 2 or 3. For ease of comparison, Figures 1.a and 1.b summarize our main findings for the most important reducedform econometric specifications applied in the literature for SO2 and CO2, respectively. The three curves ineach figure represent estimated ffunctions for the parametric cubic specification,based on the earliest estimations of an inverted U, including Grossman and Krueger1995 and HoltzEakin and Selden 1995, for the linear spline method, appliedby Schmalensee et al.1998, and for the standard semiparametric PLR estimation including a 95% confidence band as used in Millimet et al. 2003.12 Verticallines together with the upper and lower limits of the corresponding 95% confidenceintervals are added at the predicted peak of the parametric EKC. Note that allestimation techniques are based on homogeneous crosssection and time effects asgiven in 2a and 2c.INSERT FIGURE 1.a and 1.bOur estimations for SO2 in the cases of the parametric and spline approachesare more or less in line with the existing literature. For instance, Selden and Song1994 were the first to provide evidence for the existence of this relation, and theirfindings have been basically confirmed, for instance, recently by Stern and Common2001 for 73 countries as well as by our OECD limited balanced panel dataset.Whereas the early parametric estimations for CO2 emissions could only report aturning point TP far out of sample for example, HoltzEakin and Selden 1995,our parametric estimations using OECD restricted data as well as additional datafor the 1990s yield a clear estimated withinsample TP at 14,355. This is at 43%12See the appendix for details.12of the maximum panel observation.13 The results for the spline method more orless follow the results reported by Schmalensee et al. 1998 and also yield a withinsample TP, though now at 64% of the maximum value and significant at p0.01.14When using the flexible semiparametric PLR method for the SO2 case, we find thatat lower levels of income the estimated pattern follows the patterns found by theparametric and spline method quite closely, but it also shows a large, inconclusiveboundary for higherincome observations mainly USA and Luxemburg data. Forthe CO2case, the estimated curve using the PLR technique more or less follows the EKC pattern produced by the parametric cubic specification, but only for incomelevels up to 18,000 or 54% of the maximum income level.To investigate the consequence of the homogeneity assumption, we simply reestimate the curves without the Luxemburg data. Figure 2 contains the results. Ifthe homogeneity assumption makes sense, eliminating a single country should notchange the results dramatically.15 However, looking at the PLR estimates in thecase of SO2 without the data for Luxemburg still produces a peak, but now also atrough, with emissions rising again after some income level though within a largeuncertainty bound. In the case of CO2 we even no longer find an inverted U, butbasically confirm Azomahou et al. 2006. They concluded that the overall patternmore or less follows a monotonic increasing pattern of CO2 emissions per capita,with rising percapita income levels, and therefore would not have a TP at all.13Indeed, the different result for the parametric specification of HoltzEakin and Selden 1995 isexplained partly by the additional data points we included the TP for the same years consideredby them is located at 81% of the maximum of the panel. Even more important, however, is thatwe now restrict our analysis to OECD data, which start from higher initial income levels. Thislargely affects parametric specifications but has much less effect on splines because these followthe data more closely.14For the 24spline estimation, only the first two and the last splines are significant. This findingis robust for the 20, 16 and 12spline specifications. Note that we only show significant splines inour figures.15We focus on the PLR and splinebased specifications, since, applying the same specificationtest as in Millimet et al.2003, i.e., using the semiparametric PLR method as the alternativesee Zheng 1996 and Li and Wang 1998, we reject the parametric but not the splinebasedspecification both in the case of CO2 and in the case of SO2. For a reasonable range of smoothnessparameters, we find, in the case of the parametric cubic specification, values of the test statisticlarger than 1.64. Taking into account that in finite samples the test statistic might be skewed tothe left see also Millimet et al. 2003, this clearly indicates rejection of the null hypothesis. Inthe case of the spline specification, we find negative values of the test statistic. It is, however,unlikely that the skewness of the test statistic is so far to the left that this justifies rejection of thenull hypothesis.13Also, with the spline method the CO2 case no longer produces such a TP if we 16 We conclude that imposing the homogeneity assumptionexclude Luxemburg.might result in outcomes rather sensitive to the inclusion or exclusion of particularcountries.17 This simple finding already confirms the confusion that characterizesthe current literature on EKC, which has even fueled dissatisfaction with reducedform EKC estimation in general.INSERT FIGURE 2.a and 2.bAs explained in section II also the specification of the time effect might seriouslyinfluence the reducedform estimations. This issue has so far generated much lessattention in the literature, with some exceptions such as Grossman and Krueger1995 who have pointed out the potential importance of the time variable in drivingemissions down. To see whether the use of nonlinear countryspecific time trendsmay affect the results, we also consider an extension of the approach of Millimet et al.2003 by modeling the time trend via a countryspecific thirdorder polynomial.By way of illustration, Figure 3 shows the results for both Luxemburg and the USA for both samples and for both parametric and nonparametric models.18Inthe parametric cases both the income link function and the time effect are modeled 16In the case of homogeneity, one major event the closingdown of a large steel firm in the 1980s in Luxemburg seems to drive our ultimate judgment on whether or not an EKC for SO2and CO2 exists. Steel production was responsible for over 50% of industrial production in 1980but was down to 3% in 2000.17Specification tests reject the imposition of homogeneity on the crosssections. For instance,we generate Wald statistics by comparing the sum of squared residuals of the general model withand without heterogeneous coefficients for only the GDP variables traditional models andorfor the timespecific trend variable general model. Because in the last case all coefficients arecountryspecific, we estimated this model with countryspecific timeseries analysis. This results ina Wald test statistic that is asymptotically 269distributed under the null hypothesis. The valuesof the Wald statistic for the SO2 and CO2case are 1,254 and 1,219, respectively see also List and Gallet 1999, MartinezZarzoso and BengocheaMorancho 2004 and Dijkgraaf and Vollebergh2005. We also find clear indications that the spline models do not allow enough heterogeneityif countryspecific trends are included. With the same income levels for the different segmentsapplied at the country level, the homogeneity assumption is rejected for the preferred models inall cases. For instance, the Wald test on heterogeneous coefficients of the income variables for the 8spline model is asymptotically 2126distributed under the null hypothesis. The test statisticsvalue is 1,428 we found similar results for 12, 10 and the nonpreferred 6spline models; resultsavailable upon request. Also, Millimet et al.2003 report sensitivity of their semiparametricpanel data results for the homogeneity assumption, particularly for the case of SO2 emissions.18We provide country specific graphs for all countries in our supplement.14as thirdorder polynomials, estimated simultaneously, resulting in the pronouncedgraphs for the income curves.In the case of the PLR approach, however, onefirst corrects for the time effect. Since a thirdorder polynomial time effect alreadycaptures most of the variation, this results in rather flat curves for the income effects.As a consequence, the results of the parametric and PLR approaches turn out to bequite different, with the exception the CO2 case for the USA. Clearly, the imposedmodel structure determines the outcomes. These findings for the two countries in theupper tail of the income distribution are quite representative of the whole sample.The estimations for all countries illustrate the importance of the imposed structure,including the specification of the time effect. Comparing the results for countrieswith overlapping income levels, or for a single country with the homogeneous case,also yields notable differences in many cases. Both the existence and the locationof the TP differ, and also the polynomialbased parametric and PLR estimatessometimes point to very different development patterns for a considerable numberof countries over time for both samples.INSERT FIGURE 3.a.1, 3.a.2, 3.b.1 and 3.b.2These results show that reducedform estimations of an invertedU relation forboth our emission datasets with income are very sensitive to the model assumptions imposed. We find overwhelming support for the observation that inferenceof reducedform relationships with panel data crucially depends on the subjectivemodel choice, which is necessary since the underlying model 1 lacks identification. Particular, the sensitivity to the way the time component is modeled mightbe substantial. This is unsatisfactory, as it thwarts robust inference as to whethera TP exists or not. Therefore, we now turn to our approach that, apart from avery weak identifying condition, allows full flexibility, and thus, given the identifying restriction, allows proper inference on the existence of inverted Ushaped linkfunctions.IV The pairwise estimation approach In this section we present the results from our new identification and estimationprocedure, and show that inference based on different priors generates remarkablyconsistent results. Our pairwise nonparametric estimation approach allows asmuch heterogeneity as possible, but still exploits the advantages of joint parameter estimation. The pairwise procedure starts from the idea that countries might 15develop more or less similarly over time for instance, because they are exposedto common technology, regulatory or price shocks. By taking differences betweencodeveloping countries, we can identify their countryspecific pure incomelink function. As explained in section II, we estimate our pairwise model by applying 4 and using the Linton and Nielsen 1995 LN method. In the original LN estimator, the corresponding confidence band is based on the assumption of homoskedasticity. We extend the asymptotic limit distribution by also allowing for thepossibility of heteroskedasticity.19 Finally, we take it that our data obtained afterdifferencing do not suffer from unit root problems.20Obviously, choosing the right combination of countries is crucial to identification of the income effect in this pairwise procedure. Results are likely to be sensitiveto combinations of countries for which one assumes that the time trend is similar.This assumption, however, is untestable and therefore causes model ambiguity compare Manski 2000 and Brock et al. 2003.21 In other words, exact identificationcomes at a price, because as many identifications as potential pairs of countriesN 1 are possible, i.e., in our case 23 identifications for each of 24 countries. Theweak assumption of similar time trends for a given pair of countries can only bejustified by an appeal to intuition or prior information Heckman, 2000, p. 64.19The asymptotic variance of the estimator of f x, r changes from the expression in Linton and Nielsen 1995, which is given by 2Z p 2systpr,syrt, ystdyst, to the new expression Z Ert st2yrt, ystp 2systpr,syrt, ystdystwith psyst the density of yst and pr,syrt, yst the density of yrt, yst. The sample analog followsstraightforwardly and is similar to Linton and Nielsen 1995.20Recently, several papers have raised doubts about the stationarity of the sample data commonlyused for testing inverted Ushapes for SO2 and for CO2 for example, Stern and Common 2001,although the findings of Lanne and Liski 2003 suggest that it is quite unlikely that we are missinga structural break in the CO2series for the limited period spanned by our data. Whether unitroots are present or not does not have any consequence, however, for the identification problemwhich is our main concern in this paper. Furthermore, the presence of unit roots in the originaldata does not necessarily carry over to the data we use in our pairwise procedure. We foundambiguous results using the KPSS test for unit roots in heterogeneous panels for randomly chosencombinations of pairs Kwiatkowski et al., 1992. Indeed, results strongly depend on the modelingassumptions of the test itself, which, as is well known, strongly affect the size and power of thistest.21Note the important difference with the extra restrictions imposed within the standard literatureas explained in section II in particular on the time effects included. These restrictions can betested; the results have been reported in the previous section.16Unfortunately, prior information on equal time trends to select pairs of countriesis not as obvious as one might wish. Take as an example two closely linked countriessuch as Belgium and the Netherlands. These countries are geographically close, forma customs union throughout our sample period, and closely cooperate on many policyissues. Nonetheless, their energy systems which are to a large extent responsiblefor the level of both SO2 and CO2 emissions show notably different developmentover time. Nonfossilfuel energy use has grown from 0% to 22% of TPES in Belgiumbut only to a small 2% in the Netherlands in 2000 OECD, 2000. Energy use percapita, however, has grown much faster in the Netherlands than in Belgium in thesame period, namely by 160% and 120%, respectively.To deal with the model ambiguity, we discuss three priors in detail.22 The first,somewhat ad hoc, approach is a simple uniform prior Bayes that gives each likelycandidate an equal probability and then looks at the average of all 23 pairs referredto as BAYES. The second approach attaches a priori probabilities on some subsetof country pairs based on expert opinion on the likelihood of similar time effects.We label this prior EXPERT. To derive this prior we use timerelated developmentsin energy use of country pairs and categorize countries using both the level of nonfossilfuel use and its developments over time, i.e., between 1960 and 2000.23Even if the priors BAYES and EXPERT suggest that no inverted U exists, onemight still be able to infer an invertedU shape for a country, if one is prepared tochoose a particular set of country pairs based on some possibly extreme prior.To judge such priors that yield an invertedU shape, we quantify the dependence ofany inference based on such a prior using an index r, t that minimizes the likelihood of accepting the hypothesis we try to reject crosssection r has an inverted U for the pure income effect. The index is computed for a given country r and agiven year t in the following way. First of all, for each of the 23 pairs we count thenumber of country pairs that generate an invertedU pattern. Next, we computethe index as a factor that attaches a weight to the number of pairs that generateinvertedU patterns as well as to the strength of this pattern by taking its gradientinto account. The factor r, t is then computed as the minimal weight that weneed to attach to the pairs generating an invertedU shape compared with thosewithout such a shape, which are weighted bye r, t. To be precise, to compute this 22Another likely candidate suggested by Brock et al. 2003 would be a goodnessoffit measurefor the different possible pairs. However, because our nonparametric estimation procedure leadsto very high goodnessoffit statistics, the cutting power of this measure is rather weak.23See the appendix for an explanation of the country pairs considered under prior EXPERT.17factor, we minimize for each country and year the following LOSS program:min r, t , subject to r, tXs 6t r, tXs 6t D s, t e r, tXs 6t D s, t Grad s, t e r, tXs 6t1 D s, t 23, and1 D s, t Grad s, twhere D s, t is a dummy variable that is equal to 1 if an inverted U is observedin case of country s in year t, and equal to 0 if this is not the case, and Grad s, tmeasures the gradient of country s for the emission level in year t compared withthe year 2000, which is negative when D s, t is 1 and positive otherwise. So, with r, t 1, an inverted U is likely to exist, because one does not have to attachmuch additional weight to the pairs that do show an inverted U. However, with r, t 1 an inverted U is very unlikely for this country given that so muchweight has to be given to pairs that confirm this pattern. If there is some countryr for which all pairs have an invertedU shape we set r, t 0, and if there is nopair r, s with an invertedU shape we set r, t .INSERT FIGURE 4.a and 4.bWe present the results for the priors BAYES and EXPERT in Figures 4.a and 4.b, and for the index LOSS in Table 2 for both the SO2 and CO2sample. Thefigures represent the computed average pure income and time effects for all relevantcountry pairs.24 The results clearly show that the pure income effect is positive andmore or less linear. In other words, the scale effects positively influence per capitaemission levels for both samples. Also, the difference between the priors is smallto very small. This unambiguous result finds further support from using the index LOSS. Table 2 shows the results for this prior for each of the different countriesand for two particular years, i.e. 1991 and 1997. The countries are ranked fromlowest to highest r, t, using this index for the SO2 case in 1997. The level of thefactor r, t in both the SO2 and CO2 samples is usually far above 1 and thereis generally little difference between the two years, indicating that the result of apositive pure income effect is very robust. The factor is only below 1 for Sweden and Iceland in the CO2 case. These countries are also precisely the ones for which theother priors generate an inverted U. For our SO2 sample all factors are above 1 and 24By averaging we deal with the problem that particularly countryspecific time effects mightbe estimated quite inaccurately. However, in the supplement we also present a complete countryspecific picture.18on average higher than for the CO2 sample. For the SO2 and CO2 samples countrypairs that do yield an inverted U have to be counted as respectively 3.89 and 3.33times stronger on average in 1991 than those country pairs that do not yield suchan invertedU pure income effect. We conclude that it is very unlikely that the pureincome effect is negative.INSERT TABLE 2Overall the results for our three priors are remarkably consistent. Exact identification of the reducedform hypothesis does not provide evidence of an inverted U for the income effect in many countries. Our estimations confirm the importanceof the time effect but not the income effect in causing a downward trend in emissions. Looking at Figure 4.a again we find that the average timerelated effectsshow a clear invertedU pattern with percapita SO2 emissions. Their peak comesaround 1965 with a steady decline since. In other words, the combined composition and technique effect is clearly negative and produces lower overall percapitaemission levels. Time effects on percapita CO2 emissions Figure 4.b also tend topeak, though during an almost decadelong trajectory, and then more or less stabilize from the beginning of the 80s. Thus composition and technique effects seemto have much less impact for CO2 than for SO2emissions. Given the clear upwardtrend in the income effect, it is hardly surprising that there has been an almostlinear rise in overall CO2 emissions per capita since the trough at the beginning ofthe 1980s. For SO2emissions the overall effect is clearly downward given the rathersteep decline in the time effect. These findings also substantiate common senseobservations for both types of emissions. The level of per capita SO2emissions initially benefited mainly from fuel substitution away from coal, and later on from therather intensive regulatory effort to bring these emissions down through abatementtechnologies, which was also coordinated internationally by a substantial number ofcountries within our panel see for example, Popp 2002. The picture is entirelydifferent for CO2emissions. In particular the benefit from fuel substitution and to alesser extent compositional changes is much smaller for these emissions, and international standards for CO2 emissions are still quite lax and often almost nonbindingdespite coordinated efforts such as the Kyoto protocol.19V Conclusion This paper shows that reducedform panelbased estimations of hypothesized invertedU relationships should be treated with care. We demonstrate for two widely studiedpanels, namely SO2 and CO2 emissions for OECD countries, that the current lackof robustness of invertedU estimations of emissionincome relationships is due tounderidentification. In particular, results are strongly dependent on the imposedidentifying restrictions with respect to the independent variable income and thecontrol variable time. Different identifying assumptions result in different modelspecifications, inducing different inferences. Fortunately, our alternative inferenceprocedure makes clear that some merit still exists in reducedform estimations ofinvertedU shapes, such as emissionincome relationships.Our pairwise estimation procedure, based on a very weak identifying assumption,combined with different priors, generates clear and convincing patterns for the twomechanisms that are widely perceived as being theoretically important in explaininglongrun developments. Specifically, our empirical analysis justifies the inferencethat on average the income effect is not responsible for an inverted U. Instead,on average it is time that explains the overall downward trend in countryspecificemissionincome relationships, if such a trend exists at all. These results nicelycorroborate theoretical models that explicitly distinguish between scale, compositionand technique effects for example, Stokey 1998, Andreoni and Levinson 2001and Brock and Taylor 2005. Our pure income effect is consistent with the scaleeffect that the theory expects to be positive: economies operating at a larger scalegenerally use more inputs emissions. One would only expect a declining overalleffect from a shift in sectors and technological change strong enough to offset thisscale effect. Such effects are typically time related, and our time effect estimates areagain plausible. Time effects are negative enough to more than offset the positivescale effect in the case of the strongly regulated SO2emissions, but not so for CO2emissions which tend to go more or less unregulated.The robust findings for our case studies suggest that our pairwise estimationprocedure, in combination with the sensitivity analysis of the priors involved, provides a promising direction for future work for comparable panelbased reducedformestimations suffering from similar identification problems.20A. Appendix A.1 Data description We have taken our SO2 data from http:www.rpi.edusternddatasite.html andthey are described in more detail by Stern 2005. Stern took his data for OECDcountries from the UNECEEMEP emission database Web Dab, which has been constructed with the purpose of facilitating the access to the emission data reported tothe Convention on LongRange Transboundary Air Pollution CLRTAP on Main Pollutants among other compounds. The database contains officially reported emission data for the emission years 1980 to 2003. Data for the 70s are obtained from OECD sources and for earlier periods from a database from ASL and Associates.Stern 2005 and Stern and Common 2001 have also checked their results for SO2emissions visavis earlier findings in the literature and they report almost no sensitivity of their findings for the dataset they use.Our data on CO2 emissions are calculated from energy consumption measuredin million tons of oil equivalent TOE using OECD 2000 and IEAOECD 1991.To calculate CO2 emissions, we use data for total primary energy supply TPESper fuel, corrected for nonenergy use of fuels such as chemical feedstocks. Thefuels incorporated in the calculations are coal, other solid fuels for example, wood,crude oil, petroleum products and natural gas. Total energy use and emissions percountry are corrected for exports and imports of fuels, as well as for stock changesand international marine bunkers. Our procedure for calculating CO2 emissionsfrom OECD energy consumption data is similar to the approach followed by the Carbon Dioxide Information Analysis Center of Oak Ridge National LaboratoryORNL, whose data are usually employed in empirical research on CO2 emissions,such as HoltzEakin and Selden 1995 and Schmalensee et al. 1998. To check thesensitivity of our CO2 dataset, we also tested our results using this dataset for asimilar sample period, i.e., excluding data between 1990 and 1997.25 In all cases ourbasic findings are similar.Figures A.1.a and A.1.b show the scatter plots for both our SO2.and CO2 datasets. To illustrate the potential role of country heterogeneity, in particular in theupper tail of the distribution, we have highlighted the data for the two countries at 25For this sensitivity analysis to be fully comparable we have also used income data taken fromthe Penn World Table until 1992 for the same OECD sample. This also accounts for potentialproblems with data on Y for Germany, as these data are restricted to West Germany only. Theseresults are available upon request.21the highest income levels, namely the USA and Luxemburg.26INSERT FIGURE A.1.a and A.1.bA.2 Additional details for Figures 1.a and 1.b We present results only for the bestperforming models. In the SO2 case we find thatthe cubic form is rejected when we allow for time fixed effects, but the cubic modelis preferred with countryspecific trends.In the CO2 case the quadratic modelswere all clearly rejected visavis the cubic specifications. Furthermore, both thequadratic and cubic models without any fixed effects were also rejected.27 Table A.1summarizes our main findings for the pooled parametric loglinear specificationfor both emissions. The response coefficients for income in all specifications aresignificantly different from zero at the p0.01 level even when estimated jointly.INSERT TABLE A.1In the case of the flexible piecewise linear spline framework, such as in Schmalenseeet al. 1998, we first started with a model featuring 20 and 24segment splines andtime fixed effects, where each segment contains the same number of data points. Inour case, we reject simplifications to 10 and 12 splines that preserve this symmetry,but the differences are small. The same holds for simplifications from 16 to 8 splines.Our findings for the spline method are included in Figures 1.a and 1.b in the maintext. We only present splines that are significant. Vertical lines are added at thepredicted peak of the parametric EKC and its upper and lower limits of the 95%confidence interval.A.3 Prior EXPERTThe prior EXPERT attaches a priori probabilities on some subset of country pairson the likelihood of homogeneous time effects as judged by some rationalized expertjudgment. We take it that expert opinion is shaped by timerelated developmentsin energy use of country pairs. Accordingly, the prior categorizes countries usingboth the level of nonfossil fuel use in 1960 and 2000 and its development over time,26Note that the high per capita emissions in Luxemburg are mainly due to the fact that theshare of steel production in GDP was over 50% in the first two decades of our sample period.27Response coefficients for the quadratic model, as well as for models without countryspecificfixed effects and time fixed effects, are available upon request.22i.e., between 1960 and 1997. Table A.2.a summarizes major developments in andlevels of energy use and its composition for fossil and nonfossil energy use, for allcountries in our sample using the OECD Energy Balances OECD, 2000. The firstfour columns show the level and overall growth in nonfossil fuel use between 1960and 1997 measured as a percentage of overall TPES. For instance, the United Kingdom only took 1% of its total primary energy use from nonfossil fuels in 1960,whereas this percentage is as high as 11% in 1997. Therefore, both the level in 1997and the growth rate in this period have been high. The next four columns provideinsight into the level and growth in overall energy use since 1960. Again take the UK as an example. The level of primary energy use per capita has grown here from 3 in 1960 to only 4 in 1997 which is only a modest rise of 26%.As to the overall ranking of the countries in groups, we followed a lexicographicrule. First of all, a country gets an assessment of good if the level of nonfossilfuel energy use exceeds 10% in 1997 and the growth rate is above 50%, and of badotherwise. Next, we categorize countries into good, neutral and bad accordingto whether the growth of overall energy use is below 100%, between 100 and 200%or above 200%, respectively. Accordingly, we create 6 groups of homogeneouscountries, putting most weight on the first indicator which captures the level ofnonfossilfuel energy use in 1997. For instance, the first group has a high level ofnonfossilfuel use in 1997 and a growth in energy use below 100% between 1960and 1997. Accordingly, we find that the United Kingdom and Canada are the onlymembers of this group. Next, we apply our pairwise estimation procedure to bothcountries using the other country as its reference country, which is clarrified in Table A.2.b. The five other groups consist of respectively 7, 2, 3, 7 and 3 countries, whichis clarified in the last column of Table A.2.a. As a consequence, if a group contains 7countries, we include for each of the countries in this group country pairs taking theother 6 countries as their reference country. Finally, we have averaged these resultsfor each country.INSERT TABLE A.2.a and A.2.b23References Aghion, Philippe, Nick Bloom, Richard Blundell, Rachel Griffith and Peter Howitt2005, Competition and Innovation: An InvertedU Relationship, Quarterly Journal of Economics, 120, 2, 701728.Andreoni, James and Arik Levinson 2001, The Simple Analytics of the Environmental Kuznets Curve, Journal of Public Economics, 80, 269286.Azomahou, Theophile, Francois Laisney and Nguyen Van Phu 2006, Economic Development and CO2 Emissions: A Nonparametric Panel Approach, Journalof Public Economics, 90, 13471363.Brock, William A., Steve N. Durlauf and Kenneth D. West 2003, Policy Evaluation in Uncertain Economic Environments, Brookings Papers on Economic Activity, 1, 235322.Brock, William A. and Scott Taylor 2005, Economic Growth and the Environment: A Review of Theory and Empirics, in: Philippe. Aghion and Steven Durlauf eds, Handbook of Economic Growth, Elsevier, Amsterdam, 17491821Dijkgraaf, Elbert and Herman R.J. Vollebergh 2005, A Test for Parameter Heterogeneity in CO2 Panel EKC Estimations, Environmental and Resource Economics, 32, 2, 229239.Grossman, Gene M. and Allen B. Krueger 1995, Economic Growth and the Environment, Quarterly Journal of Economics, 110, 353377.Harbaugh, William, Arik Levinson and David Wilson 2002, Reexamining the Empirical Evidence for an Environmental Kuznets Curve, Review of Economics and Statistics, 84, 541551.Heckman, James 2000, Causal Parameters and Policy Analysis in Economics:A Twentieth Century Retrospective, Quarterly Journal of Economics, 115,4597.HoltzEakin, Douglas and Thomas M. Selden 1995, Stoking the Fires? CO2Emissions and Economic Growth, Journal of Public Economics, 57, 85101.24Huang, River H.C. 2004, A Flexible Nonlinear Inference to the Kuznets Hypothesis, Economics Letters, 84, 289296.IEAOECD 1991, Greenhouse Gas Emissions: The Energy Dimension, Paris.Kuznets, Simon 1955, Economic Growth and Income Inequality, American Economic Review, 24, 395407.Kwiatkowski, Denis, Peter C.B. Phillips, Peter Schmidt and Yongcheol Shin 1992,Testing the Null Hypothesis of Stationarity against the Alternative of a Unit Root, Journal of Econometrics, 54, 159178Lanne, Markku and Matti Liski 2003, Trends and Breaks in PerCapita Carbon Dioxide Emissions, Energy Journal, 25, 18702028.Li, Qi and Suojin Wang 1998, A Simple Consistent Bootstrap Test for a Parametric Regression Function, Journal of Econometrics, 87, 145165.Linton, Oliver and Jens Perch Nielsen 1995, A Kernel Method of Estimating Structured Nonparametric Regression Based on Marginal Integration, Biometrika, 82, 93100.List, John A. and Craig A. Gallet 1999, The Environmental Kuznets Curve:Does One Size Fit All?, Ecological Economics, 31, 409423.Manski, Charles F. 2000, Identification Problems and Decisions under Ambiguity: Empirical Analysis of Treatment Response and Normative Analysis of Treatment Choice, Journal of Econometrics, 95, 415442.MartinezZarzoso, Immaculada and Aurelia BengocheaMorancho 2004, Pooled Mean Group Estimation of an Environmental Kuznets Curve for CO2, Economics Letters, 82, 121126.Millimet, Daniel L., John A. List and Thanasis Stengos 2003, The Environmental Kuznets Curve: Real Progress or Misspecified Models?, The Review of Economics and Statistics, 85, 10381047.OECD 2000, Energy Balances, Statistical Compendium, Paris.Pesaran, M. Hashem 2007, A Pairwise Approach to Testing for Output and Growth Convergence, Journal of Econometrics, 138, 312355.25Popp, David 2002, Induced Innovation and Energy Prices, American Economic Review, 92, 160180.Robinson, P.M. 1988, RootN Consistent Semiparametric Regression, Econometrica, 56, 931954.Schmalensee, Richard, Thomas M. Stoker and Ruth A. Judson 1998, World Carbon Dioxide Emissions: 19502050, The Review of Economics and Statistics,80, 1527.Selden, Thomas M. and D. Song 1994, Environmental Quality and Development:Is There a Kuznets Curve for Air Pollution?, Journal of Environmental Economics and Management, 27, 147162.Stern, David I. 2005, Global Sulfur Emissions from 1850 to 2000, Chemosphere,58, 163175.Stern, David I. and Mick Common 2001, Is There an Environmental Kuznets Curve for Sulfur?, Journal of Environmental Economics and Management,41, 162178.Stock, James 1989, Nonparametric Policy Analysis, Journal of the American Statistical Association, 84, 567575.Stokey, Nancy 1998, Are There Limits to Growth?, International Economic Review, 39, 131.Zheng, John X. 1996, A Consistent Test of Functional Form via Nonparametric Estimation Techniques, Journal of Econometrics, 75, 263289.26Tables and Figures Table I.: Descriptive statisticsa Unit Mean Variable 1,218Income 323Carbon 1.51Sulfur 0.2Population 2,771Percapita income 167Percapita carbon Percapita sulfur 1.25a Descriptive statistics are for the period 19602000 n 984mln 1990 483,479 972,380tons 103,858 251,789tons 2,315mln 504,9921990 kg 1,80124kg SD Minimum Maximum 7,500,7771,593,49014,42127533,63512,3331541,0713313,1722,6062927Table 2: Turningpoint sensitivity for index LOSS for SO2 and CO2SO2CO2JPNSWIDNKNORCANUKDNLDAUTBELSWELUXNZLIREUSAGERFRAITASPATURGREFINICEAUSPORAverage Stdev 19911.071.231.511.771.601.882.041.852.072.392.382.633.573.583.133.172.933.423.114.276.917.057.2022.653.894.3619912.703.672.792.291.921.712.152.001.800.621.747.466.463.301.301.284.144.949.768.341.630.683.923.332.5019973.033.663.132.002.031.621.961.911.870.601.665.643.713.491.311.284.173.527.276.181.460.684.732.911.7819971.071.221.591.641.661.671.982.042.082.432.452.752.783.113.183.193.373.404.084.356.767.1320.1722.894.465.4828Table A.1: Main test results for parametric estimations based on homogeneitya Independent variables GDPGDP2GDP3Fixed effects, countries Fixed effects, years Countryspecific trend SO2 per capita Ab BCO2 per capita CD28.011.121.500.06Yes Yes192.0217.3121.911.890.820.07Yes Yes31.127.584.220.830.180.03Yes Yes30.886.123.800.670.150.02Yes Yes 2,949c 817c 1,254c 429d 4,514e Homogeneity tests Wald GDP variablesWald countryspecific trendsWald all variablesa Standard errors in parentheses.b Cubic form not significant.c Wald test with H0: b 1rb 1r1 and b 2rb 2r1 and b 3rb 3r1.d Wald test with H0: rr1.e Wald test with H0: b 1rb 1r1 and b 2rb 2r1 and b 3rb 3r1 and r r1. Significant at 99% level.1,219c 357d 5,389e 29Level 3Table A.2.a: Data used for expert opinion TPESGrowth 2 Assess6097mentgoodgoodneutralneutralneutralneutralneutralneutralneutral 822581,73233,482881571343241959629069138Growth 2 Assess6097mentgood 2,049goodgoodgoodgoodgoodgoodgoodgoodgoodgoodbadbadbadbadbadbadbadbadbadbadbadbadbad UKDCANSWEGERBELFRASWIICEFINJPNSPALUXUSAAUSDNKAUTNZLIRENLDNORTURITAPORGRE1. In % of TPES. 2. In % of 1960 level. 3. Per capita.1960 19973.93.17.94.32.75.94.22.02.55.64.21.73.71.43.28.66.42.24.10.90.52.78.010.58.15.73.05.54.02.03.41.61.74.43.41.34.81.81.95.51.10.42.80.80.32.12.40.31960 19971122471322443764201816010211122013954621121310423275680110920203811492badbadgoodgoodgoodneut.neutralneutralneutralneutralneutralneutralbadbadbad 2682114116120143160172192370417244383103122156156161183190260489703Nonfossil fuel use Level 13,70925977na 154373351530Rank 112222222334445555555666Table A.2.b: Pairwise combinations for expert opinion No Country 452152226256345556322514AUSAUTBELCANDNKFINFRAGERGREICEIREITAJPNLUXNLDNORNZLPORSPASWESWITURUKDUSAPaired with:4th 3rd 6th 5th 1st 2nd LUX USADNK IRE NLD NOR NZL TURFIN FRA GER ICE SWE SWIUKDAUT IRE NLD NOR NZL TURBEL FRA GER ICE SWE SWIBELFIN GER ICE SWE SWIBELFIN FRA ICE SWE SWIITA PORFIN FRA GER SWE SWIBELAUT DNK NLD NOR NZL TURGRE PORSPAAUS USAAUT DNK IRE NOR NZL TURAUT DNK IRE NLD NZL TURAUT DNK IRE NLD NOR TURGRE ITAJPNFIN FRA GER ICESWIBELBELFIN FRA GER ICE SWEAUT DNK IRE NLD NOR NZLCANAUS LUX31300002OS atipac re P20000100000250075001250017500225002750032500Per capita income Cubic Spline TP2SDTPTP2SDNPLBNPAVNPUBFigure 1.a. Estimation results for 24 OECD countries based on homogeneouscountry and time fixed effects for SO2 Explanatonary legend: Cubic: parametric cubic specification Spline: 24 piecewise linear significant splines only TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 32800060002OC atipac re P400020000250075001250017500225002750032500Per capita income Cubic Spline TP2SDTPTP2SDNPLBNPAVNPUBFigure 1.b. Estimation results for 24 OECD countries based on homogeneouscountry and time fixed effects for CO2 Explanatonary legend: Cubic: parametric cubic specification Spline: 24 piecewise linear significant splines only TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 33300002OS atipac re P20000100000250075001250017500225002750032500Per capita income Cubic Spline TP2SDTPTP2SDNPLBNPAVNPUBFigure 2.a. Estimation results for 23 OECD countries excluding Luxemburgbased on homogeneous country and time fixed effects for SO2 Explanatonary legend: Cubic: parametric cubic specification Spline: 24 piecewise linear significant splines only TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 34800060002OC atipac re P400020000250075001250017500225002750032500Per capita income Cubic Spline TP2SDTPTP2SDNPLBNPAVNPUBFigure 2.b. Estimation results for 23 OECD countries excluding Luxemburgbased on homogeneous country and time fixed effects for CO2 Explanatonary legend: Cubic: parametric cubic specification Spline: 24 piecewise linear significant splines only TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 356000005000004000003000002000001000002OS atipac re P02500Luxembourg 75001250017500225002750032500Per capita income Cubic T P2SDTPTP2SDNPLBNPAVNPUBFigure 3.a.1. Results for third order polynomial time effect assumption for Luxemburg: SO2Explanatonary legend: Cubic: parametric cubic specification TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 36 United States 40000300002OS atipac re P20000100000250075001250017500225002750032500Per capita income Figure 3.a.2. Results for third order polynomial time effect assumption for the Cubic TP2SDTPT P2SDNPLBNPAVNPUBUSA: SO2Explanatonary legend: Cubic: parametric cubic specification TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 371500014000130001200011000100009000800070006000500040003000200010002OC atipac re P02500Luxembourg 75001250017500225002750032500Per capita income Cubic TP2SDTPT P2SDNPLBNPAVNPUBFigure 3.b.1. Results for third order polynomial time effect assumption for Luxemburg: CO2Explanatonary legend: Cubic: parametric cubic specification TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 38 United States 6000500040003000200010002OC atipac re P0250075001250017500225002750032500Per capita income Cubic TP2SDT P Figure 3.b.2. Results for third order polynomial time effect assumption for the TP2SDNPLBNPAVNPUBUSA: CO2Explanatonary legend: Cubic: parametric cubic specification TP2SD: turning point 2 standard deviations NPLBAVUB: nonparametric PLR lower, average and upper bound 39450004000035000300002OS atipac re P2500020000150001000050000196019651970197519801985199019952000Figure 4.a. Time and income related plots for whole sample using prior BAYESIncome Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert and EXPERT for SO240320027002OC atipac re P220017001200196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Figure 4.b. Time and income related plots for whole sample using prior BAYESand EXPERT for CO241180000160000140000120000100000800006000040000200002OS atipac re P0250075001250017500225002750032500Per capita income Other countries Luxembourg United States Figure A.1.a. Data plot for SO2 42130001200011000100009000800070006000500040003000200010002OC atipac re P0250075001250017500225002750032500Per capita income Other countries United States Luxembourg Figure A.1.b. Data plot for CO2 43Supplement: Countryspecific results S.1 Traditional approach Estimated plots similar to those presented in Figures 3.a and 3.b are presentedfor each country separately in Figure S.1.INSERT FIGURE S.1First of all, the graphs clearly indicate heterogeneity. Comparing countries withoverlapping income levels or comparing a single country with the homogeneous caseyields notable differences in many cases. For instance, the TP estimates across countries for the parametric specification differ remarkably, if they exist at all. Interestingly, these findings confirm the heterogeneity predicted by some recent theoreticalmodels see Brock and Taylor 2005. According to such models, emissionincomeprofiles are likely to differ across countries, if countries differ in initial conditions orin basic parameters, such as savings, technological change in abatement, and population growth rates. Brock and Taylor 2005 even claim that empirical assessmentsshould typically have difficulties in finding the inverted U if they do not allow forheterogeneity across countries in when time and where income level the peakoccurs and for differences in the growth rate of emissions. With this much more flexible reducedform specification, we indeed confirm notable differences across countries, but also, as we like to stress, patterns that are far from a convincing pictureof an inverted U.Secondly, the difference between estimation methods is sometimes much lesspronounced and even disappears for several countries at different income levels. Inthe case of CO2 emissions, for example, parametric pattern of countries such as Turkey, Australia and the USA fits almost entirely within the PLR bounds.Insome other cases, however, such as Greece, Italy and Luxemburg, the difference isstill substantial. The polynomialbased parametric and the PLR estimates point tovery different development patterns over time for these countries. This also makesrobust judgments more difficult as to whether a TP exists or not.Thirdly, the TP estimates for the countries differ remarkably, if they exist at all.In the SO2 case we find no TP at all for 8 countries and of those that do produce a TP 4 have a TP that is far out of their own sample. It is notable that in the caseof CO2 emissions as many as 17 of the 24 countries have a TP within the pooledsample and most TPs are even within their own countrys income range. In contrast,the PLR method yields very different results. Looking at the weak hypothesis that 44one could reject a TP for a particular country, the PLR method quite often does notindicate a TP at all. The results for the highestincome countries appear somewhatmore robust, and several of the highestincome countries also indicate a TP accordingto both methods, with Luxemburg indeed! as an important exception.S.2 Pairwise approach Figure S.2.a shows the country specific results for the SO2 sample, Figure S.2.b forthe CO2 sample. We present the average results per country, where we average overthe 23 pairs formed with the other countries.INSERT FIGURE S.2.a AND S.2.bIn the case of the BAYES prior, we find that for the SO2 sample there is aclear tendency for the income effect to be positive or at least stable for almostall countries. The general picture that emerges from the CO2 sample is roughlysimilar, with perhaps Canada being the main exception again. For some countries,such as Australia, Finland, Germany and Portugal, the income effect is really strong.Average time effects are clearly negative for most countries in the SO2 sample andthey even often reflect an inverted Ushaped pattern. In the CO2 case these effectsare much less strong and even provide an upward trend for several countries such as Norway and New Zealand. The results from the prior EXPERT are more sensitive asfewer observations underly the derivation of the countryspecific income effects. Forinstance, the UK only has Canada as the alternative country to form a pair with,and vice versa, and the same holds for Spain and Belgium. For these countries,differences with the BAYES prior can indeed be large.Tables S.1.a and S.1.b present r, t for both samples for all countries and forfive years. The level of factor r, t in both tables is usually far above 1, andthere is typically little difference between the years, indicating that the result of apositive pure income effect is very robust. The factor is only below 1 for Swedenand Iceland in the CO2 case. These countries are also precisely the ones for whichthe other priors generate an inverted U. For our SO2 sample all factors are above 1, and on average higher than for the CO2 sample. On average, country pairs thatdo yield an inverted U have to be counted as 3.89 and 3.33 times stronger in 1991than those country pairs that do not yield such an invertedU pure income effect forboth samples respectively.INSERT TABLES S.1.a AND S.1.b45Supplement: Tables and Figures Table S.1.a: Turningpoint sensitivity for index LOSS for SO219991.071.251.611.651.711.692.021.902.082.472.232.512.562.753.212.813.392.973.984.416.787.2020.3122.964.405.541.00JPNSWIDNKNORCANUKDNLDAUTBELSWELUXNZLIREUSAGERFRAITASPATURGREFINICEAUSPORAverage Stdev Correlation 19951.071.211.561.621.641.762.102.022.072.402.442.733.053.583.153.183.363.413.284.286.857.0419.9822.794.445.440.9319971.071.221.591.641.661.671.982.042.082.432.452.752.783.113.183.193.373.404.084.356.767.1320.1722.894.465.481.0019911.071.231.511.771.601.882.041.852.072.392.382.633.573.583.133.172.933.423.114.276.917.057.2022.653.894.3619931.071.211.521.691.611.882.061.852.072.122.422.673.503.583.123.172.923.433.344.2310.176.9910.5222.684.164.660.9846Table S.1.b: Turningpoint sensitivity for index LOSS for CO219990.560.681.281.321.441.451.661.921.861.921.862.163.033.143.603.243.693.714.194.035.616.0610.352.992.170.961993 1995 199719910.600.630.620.640.680.681.281.291.281.311.301.301.731.461.631.621.711.711.661.841.741.791.871.801.912.002.001.962.152.152.262.002.292.031.931.923.032.702.702.793.132.793.493.333.303.525.044.943.653.663.673.714.956.464.174.964.144.694.733.925.645.697.466.188.348.297.279.76 10.00 2.913.283.331.782.382.500.980.97SWEICEFRAGERFINUKDLUXBELAUTNLDNORCANJPNDNKUSASPASWIIREITAAUSNZLGRETURPORAverage Stdev Correlation 0.610.681.281.301.551.671.661.831.952.132.051.982.702.783.394.553.203.844.164.695.658.369.843.122.310.9947 Australia Austria 40000300002OS atipac re P200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBBelgium Canada 50000400002OS atipac re P30000200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBDenmark Finland 40000300002OS atipac re P200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBFigure S.1.a. Estimation results for 24 OECD countries based on heterogeneouscountry and time fixed effects for SO248 France Germany 100000750002OS atipac re P500002500050000400003000020000100002OS atipac re P025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBGreece Iceland 40000300002OS atipac re P2000010000100000750002OS atipac re P5000025000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBIreland Italy 40000300002OS atipac re P200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBFigure S.1.a cont. Estimation results for 24 OECD countries based onheterogeneous country and time fixed effects for SO249 Japan Luxembourg 4000003000002OS atipac re P2000001000006000005000004000003000002000001000002OS atipac re P025007500125001750022500Per capita income 0250075001250017500225002750032500Per capita income Cubic TP2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBNetherlands Norway 40000300002OS atipac re P200001000080000600002OS atipac re P4000020000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic TP2SDT PT P2SDNPLBNPAVNPUBNew Zealand Portugal 40000300002OS atipac re P200001000080000600002OS atipac re P4000020000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBFigure S.1.a cont. Estimation results for 24 OECD countries based onheterogeneous country and time fixed effects for SO250Spain Sweden 40000300002OS atipac re P200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBSwitserland Turkey 40000300002OS atipac re P200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 025007500125001750022500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUBUnited Kingdom United States 40000300002OS atipac re P200001000040000300002OS atipac re P2000010000025007500125001750022500Per capita income 0250075001250017500225002750032500Per capita income Cubic T P2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDT PT P2SDNPLBNPAVNPUB Figure S.1.a cont. Estimation results for 24 OECD countries based onheterogeneous country and time fixed effects for SO251 6000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P02500 Australia Austria 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500Per capita income Cubic TP2SDTPTP2SDNPLBNPAVNPUBCubic TP2SDTPTP2SDNPLBNPAVNPUBBelgium Canada 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500Per capita income Cubic TP2SDTPTP2SDNPLBNPAVNPUBCubic TP2SDTPTP2SDNPLBNPAVNPUBDenmark Finland 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500Per capita income Cubic TP2SDTPTP2SDNPLBNPAVNPUBCubic TP2SDTPTP2SDNPLBNPAVNPUBFigure S.1.b Estimation results for 24 OECD countries based on heterogeneouscountry and time fixed effects for CO252 6000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P02500France Germany 6000500040003000200010002OC atipac re P025007500125001750022500P er capita income 7500125001750022500Per capit a income Cubic T P2SDTPTP 2SDNPLBNPAVNPUBCubic TP2SDTPT P2SDNPLBNP AVNP UBGreece Iceland 6000500040003000200010002OC atipac re P025007500125001750022500P er capita income 7500125001750022500Per capit a income Cubic T P2SDTPTP 2SDNPLBNPAVNPUBCubic TP2SDTPT P2SDNPLBNP AVNP UBIreland Italy 6000500040003000200010002OC atipac re P025007500125001750022500P er capita income 7500125001750022500Per capit a income Cubic T P2SDTPTP 2SDNPLBNPAVNPUBCubic TP2SDTPT P2SDNPLBNP AVNP UBFigure S.1.b cont. Estimation results for 24 OECD countries based onheterogeneous country and time fixed effects for CO253 6000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P02500Japan Luxembourg 1500014000130001200011000100009000800070006000500040003000200010002OC atipac re P0250075001250017500225002750032500Per capita income 7500125001750022500P er capita income Cubic T P2SDT PTP2SDNPLBNPAVNPUBCubic T P2SDT PTP 2SDNPLBNP AVNPUBNetherlands Norway 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500P er capita income Cubic T P2SDT PTP2SDNPLBNPAVNPUBCubic T P2SDTPTP2SDNPLBNP AVNP UBNew Zealand Portugal 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500P er capita income Cubic T P2SDT PTP2SDNPLBNPAVNPUBCubic T P2SDTPTP 2SDNPLBNP AVNPUBFigure S.1.b cont. Estimation results for 24 OECD countries based onheterogeneous country and time fixed effects for CO254 6000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P025006000500040003000200010002OC atipac re P02500Spain Sweden 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500Per capita income Cubic TP2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDTPT P2SDNPLBNPAVNPUBSwitserland Turkey 6000500040003000200010002OC atipac re P025007500125001750022500Per capita income 7500125001750022500Per capita income Cubic TP2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDTPT P2SDNPLBNPAVNPUBUnited Kingdom United States 6000500040003000200010002OC atipac re P7500125001750022500Per capita income 0250075001250017500225002750032500Per capita income Cubic TP2SDT PT P2SDNPLBNPAVNPUBCubic T P2SDTPT P2SDNPLBNPAVNPUBFigure S.1.b cont. Estimation results for 24 OECD countries based onheterogeneous country and time fixed effects for CO255Australia Austria 250000200000150000100000500002OS atipac re P50000400003000020000100002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Belgium Canada 2000001500002OS atipac re P10000050000140000120000100000800006000040000200002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert Total Bayes Total Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Denmark Finland 5000040000300002OS atipac re P2000010000120000100000800006000040000200002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert Total Bayes Total Expert Figure S.2.a. Estimation results for 24 OECD countries based on BAYES and EXPERT prior for SO256France Germany 100000800006000040000200002OS atipac re P160000140000120000100000800006000040000200002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Greece Iceland 300002500020000150001000050002OS atipac re P3000002500002000001500002OS atipac re P1000005000001960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Ireland Italy 6000050000400003000020000100002OS atipac re P2500002000002OS atipac re P1500001000005000001960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Figure S.2.a cont. Estimation results for 24 OECD countries based on BAYESand EXPERT prior for SO257Japan Luxembourg 7000060000500002OS atipac re P400003000020000100007000060000500002OS atipac re P4000030000200001000001960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Netherlands Norway 3500030000250002OS atipac re P2000015000100005000300002500020000150001000050002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert New Zealand Portugal 20000180001600014000120001000080006000400020002OS atipac re P6000050000400003000020000100002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Figure S.2.a cont. Estimation results for 24 OECD countries based on BAYESand EXPERT prior for SO258Spain Sweden 7000060000500002OS atipac re P40000300002000010000100000800006000040000200002OS atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert Total Bayes Total Expert Switserland Turkey 1600014000120001000080006000400020002OS atipac re P196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert United Kingdom United States 250000200000150000100000500002OS atipac re P2500020000150002OS atipac re P10000500001960100000800002OS atipac re P60000400002000001960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Figure S.2.a cont. Estimation results for 24 OECD countries based on BAYESand EXPERT prior for SO259Australia Austria 100009000800070006000500040003000200010002OC atipac re P0196019651970197519801985199019952000250020002OC atipac re P150010005000196019651970197519801985199019952000Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Belgium Canada 5000450040003500300025002000150010005002OC atipac re P70006000500040003000200010002OC atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Denmark Finland 40003500300025002000150010005002OC atipac re P3500300025002000150010005002OC atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Figure S.2.b Estimation results for 24 OECD countries based on BAYES and EXPERT prior for CO260250020002OC atipac re P1500100050001960200015002OC atipac re P100050001960300025002000150010005002OC atipac re PFrance Germany 40003500300025002000150010005002OC atipac re P196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Greece Iceland 250020002OC atipac re P15001000500019601965197019751980198519901995200019651970197519801985199019952000Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Ireland Italy 3500300025002000150010005002OC atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert Total Bayes Total Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Figure S.2.b cont. Estimation results for 24 OECD countries based on BAYESand EXPERT prior for CO261Japan Luxembourg 14000120001000080006000400020002OC atipac re P196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Netherlands Norway 250020002OC atipac re P15001000500019603500300025002000150010005002OC atipac re P250020002OC atipac re P1500100050001960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert Total Bayes Total Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert New Zealand Portugal 250020002OC atipac re P150010005000196019651970197519801985199019952000250020002OC atipac re P150010005000196019651970197519801985199019952000Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert Total Bayes Total Expert Figure S.2.b cont. Estimation results for 24 OECD countries based on BAYESand EXPERT prior for CO262Spain Sweden 200018001600140012001000800600400200300025002000150010005002OC atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Income Bayes Income Expert Time Bayes Time Expert T otal Bayes T otal Expert Switserland Turkey 2000180016001400120010008006004002000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert United Kingdom 50004500400035003000250020001500100050010009008007006005004003002001000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert United States 100009000800070006000500040003000200010002OC atipac re P2OC atipac re P2OC atipac re P2OC atipac re P2OC atipac re P01960196519701975198019851990199520000196019651970197519801985199019952000Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Income Bayes Income Expert T ime Bayes T ime Expert T otal Bayes T otal Expert Figure S.2.b cont. Estimation results for 24 OECD countries based on BAYESand EXPERT prior for CO263", "filename": "07-072.pdf", "person": ["Herman R.J. Vollebergh", "Vollebergh, Herman R.J.", "Bertrand Melenberg", "Melenberg, Bertrand", "Elbert Dijkgraaf", "Dijkgraaf, Elbert"], "date": ["2007"]}