{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86995/1/08-067.pdf"], "title": ["Countries of a Feather flock together"], "plaintext": "Countries of a Feather flock together Mergers and Acquisitions in the Global Economy GUS GARITA Tinbergen Institute and Erasmus University Rotterdam CHARLES VAN MARREWIJK Erasmus University Rotterdam, Dep. of Economics and IHS This version: September 2008 Abstract We analyze the economic forces underlying crossborder Mergers and Acquistions MAs using a large bilateral panel data set. The frequent occurrence of zero observations provides essential information on the structure of MA flows, which we model empirically using a twostage procedure. At the fist stage, an observation is either classified in the Passive Group always zero or in the potentially Active Group using a logit model. At the second stage, the size of MA flows in the Active Group is modeled using a gravitytype negative binomial model. We find that: i market size GDP of both acquirer and target is more important for trade flows than for crossborder MAs, ii market development per capita GDP is more important for crossborder MAs than for trade flows, iii for MAs, the targets market, both in size and development, is more important than the acquirers market, and iv the impact of distance is larger on trade flows than for MAs. Financial openness is a prerequisite for becoming active in MAs and positively influences the size of MA flows. Our estimates on the direction, size, and significance of the main variables are robust for alternative specifications, incorporating lagged stock market value, black market premium, real interest rates, transparency, and exchange rate variability. Finally, we provide additional support and extend the recent results of Blonigen et al. 2007 on outsidemarket potential and of Bergstrand and Egger 2007 on Rest of World GDP. Keywords: capital flows, crossborder mergers acquisitions, foreign direct investment, financial openness E2, E6, F4, G15, G34 JEL codes: We are grateful to Jeffrey Bergstrand, Eddy Bekkers, Leon Bettendorf, Steven Brakman, Robert Dur, Dennis Fok, Harry Garretsen, Christian Heij, Vladimir Karamichev, Richard Paap, Sandra Phlippen, Joachim Stibora, and seminar participants at Erasmus University Rotterdam and Kingston University London for useful comments and suggestions. The usual disclaimer applies. Correspondence: Charles van Marrewijk, Erasmus University, Dep. of Economics H817, PO Box 1738, 3000 DR Rotterdam. home page: http:people.few.eur.nlvanmarrewijk email: vanmarrewijkfew.eur.nl. Countries of a feather flock together: MAs in the global economy Introduction 1 According to UNCTAD World Investment Report, 2007 global Foreign Direct Investment FDI flows rose by 38 per cent in 2006 to 1,306 billion reaching record levels for the developing countries. In the same year, crossborder Mergers and Acquisitions MAs rose by 23 per cent to 880 billion, thus accounting for 67.4 per cent of all FDI.1 The predominant role of MAs in FDI has received considerable attention in the literature over the past couple of years see below. Our main contributions in this paper are sixfold. First, we extend the important work of di Giovanni 2005 by focusing on the number of bilateral crossborder MAs, covering virtually all countries in the world over a 20 year period. Second, we take full account of the specific structure of MA flows, in which zero observations country i does not acquire any firm in country j in a given year occur frequently for two reasons, namely either as the equilibrium outcome for an active country pair or because the country pair is not active in the global MA game. Based on theoretical considerations e.g. Helpman, Melitz, and Rubinstein, 2007, or Bergstrand and Egger, 2007 we model this empirically using a twostage procedure. At the fist stage, an observation is either classified in the Passive Group always zero or in the potentially Active Group using a logit model. At the second stage, the size of MA flows in the Active Group is modeled using a gravitytype negative binomial model. Third, we empirically characterize global MA flows and compare with the similar characteristics of trade flows. We discuss how our findings can help explain the differences in the global distribution of MAs compared to trade flows. Fourth, we show that financial openness is both a prerequisite for becoming active in global MAs and positively influences the size of MA flows. Fifth, we analyze the robustness of our results on the direction, size, and significance of the economic impact of the main variables relative to alternative specifications, incorporating lagged stock market value, black market premium, real interest rates, transparency, and exchange rate variability. Sixth, and finally, we extend and provide additional support for the recent results on FDI flows of Blonigen et al. 2007 on outsidemarket potential and of Bergstrand and Egger 2007 on Rest of World GDP. 1 Hijzen, Gorg, and Manchin 2008, p. 852 note that estimates of the share of MAs in global FDI range from 50 percent to 90 percent, depending on the source. The share also fluctuates from year to year: it was about 78 percent in 1999 World Investment Report 2000. 1 Countries of a feather flock together: MAs in the global economy Figure 1 Global regional connections a. Crossborder MAs; of deals, percent of total, 20002005 developing regiondeveloping regionhigh income regionhigh income region The thickness of an arrow is indicative of the size of the MA flow The thickness of an arrow is indicative of the size of the MA flow percent of total of crossborder MAs, rounded to nearest integerpercent of total of crossborder MAs, rounded to nearest integerLACLACLat America Lat America Caribbean Caribbean 22SSASSASubSahara SubSahara Africa Africa 222333111NAMNAMNorth America North America 111111EUREURWest Europe West Europe 1010101113332221212111EAPEAPEast Asia East Asia Pacific Pacific 112626222222333111AASAASAustral Asia Austral Asia 66111ECAECAEast Europe East Europe Central Asia Central Asia 11SASSASSouth Asia South Asia 333111MNAMNAMiddle East Middle East North Africa North Africa b. International trade flows; percent of total flows developing regiondeveloping regionhigh income regionhigh income region The thickness of an arrow is indicative of the size of the trade flow The thickness of an arrow is indicative of the size of the trade flow percent of total international trade flows, rounded to nearest integerpercent of total international trade flows, rounded to nearest integerRemaining 59 flows are below 0.5%Remaining 59 flows are below 0.5%11LACLACLat America Lat America Caribbean Caribbean 11SSASSASubSahara SubSahara Africa Africa 33311133NAMNAMNorth America North America 44114445556611122EAPEAPEast Asia East Asia Pacific Pacific 113331122331112211EUREURWest Europe West Europe 2828331133AASAASAustral Asia Austral Asia 1144444ECAECAEast Europe East Europe Central Asia Central Asia 1133SASSASSouth Asia South Asia 11MNAMNAMiddle East Middle East North Africa North Africa Panel b source: van Marrewijk 2002, 2007 Remaining 51 flows are below 0.5%Remaining 51 flows are below 0.5%2 Countries of a feather flock together: MAs in the global economy The World Bank identifies seven global regions, namely i East Asia and Pacific EAP; including China and Indonesia, ii East Europe and Central Asia ECA; including Russia and Turkey, iii Latin America and the Caribbean LAC; including Brazil and Mexico, iv Middle East and North Africa MNA; including Egypt, v South Asia SAS; including India, vi SubSaharan Africa SSA; including Nigeria and South Africa, and vii the highincome countries. To characterize the global distribution of crossborder MAs, we subdivide the group of highincome countries into three subgroups, namely North America NAm, Western Europe EUR, and Austral Asia AAs, including Japan and Australia, leading to a total of nine regions. Figure 1a shows the the inter and intraregional crossborder MA connections for the period 20002005 for the number of deals see Table B.2 in the appendix for details, also regarding the value of deals. Only 22 of the 81 different connections are shown in Figure 1a as the other 59 are rounded to 0 per cent. First, we note that by far the largest MA flows are within and between Western Europe and North America, accounting for almost 60 per cent of all crossborder MA activity. These regions have large markets, with high income per capita, and are relatively closeby. Second, we note that there are also connections from there to the other high income region Austral Asia. Third, we note that there is a regional connection between high income regions and their closeby neighbours Eastern Europe, Latin America, and East Asia and Pacific. Fourth, most of the developing world SubSahara Africa, South Asia, and the Middle East North Africa is hardly active at all in the global MA game. The observations above for MAs are similar to those for international trade flows, which are wellexplained empirically by gravitytype equations. For comparison, we depict the trade connections in Figure 1b to show that the same four observations hold, although the role of Western Europe and North America is more dominant for MAs than for trade flows, and vice versa for the role of Austral Asia. The objective of this paper is to empirically explain the global distribution of crossborder MAs and to better understand the differences between MA flows and trade flows as depicted in panels a and b of Figure 1. Inspired by the recent developments in gravity analysis for trade flows, our methodology will take full account of zeroflows as containing useful information by effectively combining the estimation procedures of SantosSilva and Tenreyro 2006 and Helpman, Melitz, and Rubinstein 2007. 3 Countries of a feather flock together: MAs in the global economy Table 1 Some FDI gravity studies Authors Study Eaton and Tamura 1994 Brainard 1997 Japanese and U.S. bilateral trade flows and FDI positions for around 100 countries Outward activity sales and exports and inward activity sales and imports relative to US; 63 tradeable sectors, 27 countries Sales of foreign affiliates, bilateral data of 36 countries with the US Estimate the impact of bilateral tax treaties using both US inbound and outbound FDI Bilateral crossborder MAs, 200 countries Carr, Markusen, and Maskus 2001 Blonigen and Davies 2004 Di Giovanni 2005 Blonigen et al 2005 US Inbound FDI from 20 developed economies Blonigen et al 2007 US outbound FDI into top 40 destinations Bergstrand and Egger Bilateral FDI stocks, 17 OECD countries 2007 Hijzen et al. 2008 Biannual bilateral crossborder MAs, 19 merchandise sectors, 23 OECD countries Bilateral crossborder MAs, 200 countries Period 19851990 1989 crosssection 19861994 19801999 19901999 19802000 19831998 19902000 19902001 19862005 This study Inspired by the similarities depicted in Figure 1 as well as the long tradition and empirical success of gravitytype studies on trade flows see section 4, the recent FDIMA literature has turned attention to gravitytype specifications, see Table 1. Barba Navaretti and Venables 2004, p. 32 conclude: the crosscountry pattern of FDI is quite well approximated by the gravity relationship, while Blonigen et al. 2007, p. 1309 note that: a gravity specification   is arguably the most widely used empirical specification of FDI. As indicated in Table 1, for various datarelated reasons most studies focus on american multinationals, activities relative to the USA, or FDI for the major developed economies OECD. The estimates are usually based on FDI stocks or sales of foreign affiliates, not on flows. This makes direct comparison of estimated elasticities, for example, troublesome. Our approach is most closely related to the work of di Giovanni 2005, who analyzes the values of crossborder MA flows. The methodology is slightly different as he focuses on positive values after correcting for censoring bias using a Tobit model. Instead, we focus on the number of deals with some attention for their value as well for an extended period, including zero 4 Countries of a feather flock together: MAs in the global economy Motivation and theoretical background observations in a twostage zeroinflated logitnegative binomial model, see section 4. The firststage results, determining whether an observation is active or not in global MAs, is crucial for understanding the pattern of MAs depicted in Figure 1a. Section 2 discusses the motivation and theoretical background. Section 3 provides data sources and a description of the data. Section 4 explains the empirical procedure used. Section 5 gives the main results and discusses the characterization of global MA flows thus explaining the first part of the title of the paper. Section 6 investigates robustness and various alternatives. Section 7 extends recent work on surroundingmarket potential and rest of world GDP. Section 8 concludes. 2 The extent of financial market liberalization around the world increased significantly during the late 1980s and 1990s, driven by investment flows seeking higher returns and risk diversification. Many developing and transition economies in East Asia, Latin America, and Eastern Europe, in particular, removed restrictions on financial transactions, relaxed domestic regulations, and moved away from regimes of financial repression. The increase in the degree of integration of world capital markets was accompanied by a significant increase in private capital flows to developing countries. Access to world capital markets allows countries to borrow in order to smooth consumption in the face of adverse shocks, while the potential growth and welfare gains resulting from international risk sharing can be large Obstfeld, 1994. FDI may also have significant indirect longrun effects. As emphasized by Berthelemy and Demurger 2000, Borensztein et al. 1998, and Grossman and Helpman 1991, FDI may smooth the transfer or diffusion of managerial and technological knowhow, particularly in the form of new varieties of capital inputs; furthermore, it can improve the skills composition of the labor force as a result of learning by doing effects, investment in formal education, and onthejob training. In addition, as suggested by Markusen and Venables 1999, although the increased degree of competition in the product and factor markets stimulated by FDI may tend to reduce profits of local firms, spillover effects through linkages to supplier industries may reduce input costs, raise profits, and encourage domestic investment. At the same time, it is recognized that volatility risk and sudden reversals in capital flows in the context of highly open 5 Countries of a feather flock together: MAs in the global economy capital accounts may represent a significant cost. Concerns associated with such reversals were heightened by various financial crises Williamson and Mahar, 1998. Table 2 World distribution of FDI a. FDI net inflows % of GDP 198089 199094 199599 200004 198020043.32 World 0.72 SubSaharan Africa 0.23 South Asia 0.88 M. East N. Africa 1.17 L. America Caribbean 0.98 EMU Eur. Mon. Union 0.49 Europe Central Asia 2.89 East Asia Pacific USA 0.6 b. FDI as percent of fixed capital formation 0.86 0.07 0.09 0.46 0.8 0.54 0.07 0.74 0.77 3.58 2.61 0.68 0.55 3.26 2.19 2.31 3.81 1.68 2.65 2.54 0.86 1.04 3.2 5.07 3.09 2.64 1.45 1.35 1.28 0.39 0.68 1.84 1.86 1.24 2.16 1.05 198089 199094 199599 200004 19802004World SubSaharan Africa South Asia M. East N. Africa L. America Caribbean EMU Eur. Mon. Union Europe Central Asia East Asia Pacific USA Source: World Development Indicators 2006 2.63 2.18 0.43 1.81 3.69 2.45 NA 2.67 4.01 3.67 4.05 1.06 2.81 6 4.51 1.87 8.94 3.53 8.96 11.01 3.12 2.02 16.2 10.6 10.68 11.99 8.85 13.11 16.1 3.71 3.86 16.58 24.44 15.18 8.27 8.22 5.91 7.11 1.75 2.46 9.23 8.89 8.68 6.91 5.62 A number of papers has looked at the FDIgrowth nexus, with inconclusive results see Durham, 2004; Li and Liu, 2005. There is some consensus that FDI is beneficial when compared to other types of capital inflows, such as portfolio investment or syndicated bank loans. Additional research tries to identify other features unique to FDI, such as its relative permanence or the positive externalities it generates see Aitken and Harrison, 1999; FernandezArias and Montiel, 1996; Sarno and Taylor, 1999. Most countries vigorously pursue policies aimed at encouraging FDI inflows. Multilateral organizations OECD, WTO, and IMF have also been supporters of FDI, with liberalization of the capital account as a common prescription. Limited empirical work has been done to examine the impact of financial openness on FDI inflows, and 6 Countries of a feather flock together: MAs in the global economy especially on crossborder MAs. Table 2 presents trends in FDI inflows relative to output and as a percentage of fixed capital formation. FDI has become more important using both measures throughout the 1980s and 1990s, with current levels in various regions still below the peak in 19951999. Many economists have noted that FDI grows faster than merchandise trade e.g. Barba Navaretti and Venables, 2004, implying the need to go beyond the OLIcategorization scheme Dunning, 1993 to understand these developments in a microeconomic model. Crossborder MAs are the largest component of FDI, the remainder being greenfield investments. The main difference between these two forms of investments is that in an MA control of assets and operations is transferred from a local to a foreign company, the former becoming an affiliate of the latter UNCTAD, 2000. Two main motives are identified to explain MAs: i a market seeking or strategic motive and ii an efficiency motive i.e. a factor cost motive. An explanation of crossborder MAs also has to explain the crossborder part of the deals. Nearys 2003 General Oligopolistic Equilibrium GOLE model avoids some of the standard drawbacks of modeling oligopolistic markets, while simultaneously allowing for strategic interaction between firms. Building on this, Neary 2007 takes the standard explanations for MAs one step further by combining generalequilibrium trade theory with imperfect markets and strategic behavior between firms, leading to merger waves. The model also leads to other hypotheses, for example since firms with a cost advantage have an incentive to merge or acquire a weaker firm. If these cost differences are based economywide, there is a connection between comparative advantage and MAs, as found indeed by Brakman, Garretsen, and van Marrewijk 2008. A different line of research in international economics seeks to understand the conditions under which firms decide to locate part of their production abroad, that is, through an offshoring decision Barba Navaretti amd Venables, 2004; Helpman, 2006. When firms decide to offshore, some firms do so under the FDI umbrella, while other firms go for outsourcing. The role of crossborder MAs in this literature is largely ignored. What drives international capital flows and what explicates their cyclicality is a question of utmost importance for both academics and policymakers. Early contributions to this literature analyzed pull and push factors in total capital flows 7 Countries of a feather flock together: MAs in the global economy Agenor, 1998, stressing the important role of U.S. interest rates as a push factor FernandezArias and Montiel, 1996; Calvo et al., 1996. A more recent strand of literature has focused on the push and pull factors of specific types of capital, namely portfolio equity Griffin et al., 2004, and FDI Albuquerque et al., 2005. Evenett 2004 presents evidence that the value of American outward MA depends on the distance from the United States, the recipients gross domestic product, corporate tax rate, and average tariff rate, and whether or not the recipient was once a British colony. Blomstroem et al. 2000 examine the choice of Swedish multinationals to initiate affiliate activities abroad. They relate the choice between greenfield investment or acquisition to characteristics of the multinational and of the host country. Feliciano and Lipsey 2002 examine inward FDI in the United States for 50 sectors over the period 19801990. They find, for example, that a strong U.S. dollar discourages takeovers whereas the exchange rate is not significantly related to foreign investment in new establishments. Rossi and Volpin 2004 find that firms in countries with weak investor protection are more likely to be acquired, whereas buyers are more likely to be from countries with relatively strong investor protection. 3 Appendix A gives an overview of the sources and variables we use. Our analysis of crossborder MAs is based on Thomsons Global Mergers and Acquisitions database, the best and most extensive data source for MAs to date. Thompson gathers information on MAs exceeding one million US dollars.2 The data set begins in 1979 but the initial focus was on American MAs, implying that systematic MA data for almost all countries is available since around 1986. Therefore, in analyzing the data we focus on the period 1986 2005. We collected information on all completed unconditional crossborder MAs with a deal value of at least 10 million, which provided us with 27,118 crossborder MAs, see Table 3. There is usually no or only a very short time difference between the date of announcement of a MA deal and the date the deal is effective The announced date is the same as the effective date for about 38 per cent of the MA deals, and on average the difference between these two dates is 0.18 years Brakman, Garretsen, van Marrewijk, 2007.3 2 Its main sources of information are financial newspapers and specialized agencies, like Reuters. 3 We therefore used the effecttive date for classifying the MA deals over time. Data 8 Countries of a feather flock together: MAs in the global economy Table 3 Crossborder MA data, 19862005 a. Descriptive statistics; value, constant 2005 million Mean Median St. Deviation Observations Kurtosis Skewness Minimum Maximum 292.1 61.5 1,887 27,118 7,731 71.5 10.0 225,454 b. Most active countries; of deals Most active acquirers deals 6,921 25.52 United States 4,576 16.87 United Kingdom 1,600 1,383 1,160 994 956 907 737 677 19,911 5.10 France 5.90 Canada 4.28 Germany 3.67 Australia 2.33 Spain 3.34 Netherlands 2.18 2.72 Hong Kong 71.9 Sum Most active targets deals 6,2183,3861,3741,3411,2731,23578468968261317,595Country United States United Kingdom Canada France Germany Australia Japan Netherlands Hong Kong Sweden Sum % Country Italy % 22.93 12.49 5.07 4.95 4.69 4.55 2.89 2.54 2.51 2.26 64.9 Measured in constant 2005 dollars, the median MA value is 61.5 million and the mean is 292.1 million. This indicates that the distribution is skewed, see Figure 2a. Table 3 also lists the ten most active acquiring and target nations, eight of which appear in both lists. Most active, both as acquirer and target nation, are the US and the UK. The top ten countries together account for about 72 percent of the acquisitions and 65 percent of the targets. Figure 2b depicts the evolution of all crossborder MAs over the last twenty years, both measured as the number of deals and the value of deals in constant 2005 bn., using the US GDP deflator. Clearly, there is substantial variation over time, with periods of rapid increase followed by periods of rapid decline. Five merger waves have been identified during the 20th century, three of which are recent Andrade et al., 2001. The 3rd wave took place in the late 1960early 1970s; the 4th wave ran from about the mid 1980s until 1990; the 5th wave started 9 Countries of a feather flock together: MAs in the global economy around 1995 and ended in 2000 with the collapse of the new economy. Figure 2b shows that a subsequent still ongoing 6th merger wave started around 2003. Figure 2a Frequency distribution of crossborder MAs, 19862005 Crossborder MA frequency distribution 20001800160014001200100080060040020001inademnaem 10MA value constant 2005 million , logarithmic scale1,00010010,000100,000 Figure 2b MA current waves, 19862005 value is dashed line 3000240018001200600slaed fo Crossborder MAs; of deals left hand scale and value billion constant 2005 , right hand scale15001200900600300 5002 nb eulav 01985199019952000year 02005 Substantial research has been devoted to understanding what drives U.S. domestic merger waves Evenett, 2004. The literature classifies merger waves into three categories: neoclassical, strategic, and misvaluation. Neoclassical theories emphasize 10 Countries of a feather flock together: MAs in the global economy the role of deregulatory and technological shocks at the industry level Jovanovic and Rousseau, 2002. Strategic theories Toxvaerd, 2007, focus on the relative scarcity of targets with a relationship to the acquirers. Misvaluation theories focus on heterogeneity, that is in the perception of the value of the traded assets by the agents Shleifer and Vishny, 1986; RhodesKropf and Viswanathan, 2004. Empirically, Mitchell and Mulherin 1996 and Harford 2005 argue that industryspecific shocks lead to industry waves a necessary, but not sufficient condition according to Harford. Gugler et al. 2003 argue that merger waves do not boost efficiency but are the result of overvalued shares and managerial discretion. Andrade et al. 2001 show for publicly traded US firms that with each merger wave the value of the MA deals measured by firms market capitalization increases. Neary 2007 explains merger waves in a gametheoretic approach, where general equilibrium conditions finally stop the wave. It has long been recognized that it is complicated to measure the extent of openness in capital account transactions Eichengreen, 2001; Edison et al., 2004.4 Conventional measures fail to account for the intensity of capital controls. IMFbased variables are too aggregated to illustrate the complexity of actual capital controls which can differ depending on the direction and type of capital flows. Moreover, it is hard to distinguish between de jure and de facto controls on capital transactions Rajan, 2003; the private sector may circumvent capital account restrictions, Edwards, 1999. We rely on the financial liberalization index developed by Chinn and Ito 2002, which is the first principle component of four IMF binary variables.5 It measures the intensity of capital controls insofar as this is correlated with the existence of other restrictions on international transactions Chinn and Ito, 2005. Moreover, it is widely available for more than 150 countries in the period 1970 through 2005. Theoretically, FDI may be a substitute or a complement to trade in goods Mundell, 1957; Markusen, 1997. Empirically, Figure 1 illustrates that FDI and trade are 4 See Edison et al. 2004 for discussions and comparisons of various measures on capital restrictions. 5 These are binary variables created based on a set of onoff clarifications, which includes an indicator variable for the existence of multiple exchange rates k 1; restrictions on current account k 2; capital account transactions k 3; and a variable indicating the requirement of the surrender of export proceeds k 4; where k 3 is the one most often used for capital controls. 11 Countries of a feather flock together: MAs in the global economy positively correlated.6 As empirical complementarities, one expects a negative impact of distance between acquirer and target on MA flows. Information costs can also play a role for the investment decision of firms Gordon and Bovenberg, 1996; Martin and Rey, 2004; Portes and Rey, 2005. De Menil 1999 uses distance as a proxy for information costs. In addition, we consider a common language, common border, and common colonial experience as potential factors for reducing the costs of doing business all taken from the CEPII database. Indicators of market potential GDP and market development per capita GDP are taken from Angus Maddison 2007.7 4 Empirical procedure We focus attention on the determinants of im , the number of bilateral crossborder MAs. As this is a count variable, the first empirical candidates for our estimation procedure are the Poisson Regression Model PRM and the Negative Binomial Regression Model NBRM. The PRM extends the Poisson distribution by allowing for observed heterogeneity, that is observation i is drawn from a Poisson distribution ix as:8 with mean . The Poisson distribution imposes the restriction that the is estimated from observed characteristics i, which xm Eexpxiiiimean is equal to the variance, that is xm Eiivarxmii. In practice, the PRM rarely fits in most empirical studies due to overdispersion, indicating that the variance exceeds the expected value. The NBRM addresses this issue by adding a parameter , where the reflecting unobserved heterogeneity among observations: expx ii iuncorrelated disturbance term We thus have: Eiexpxii has mean 1 and is drawn from a gamma distribution. , such that the PRM and the NBRM have the same mean structure. Since xm Eiiexpxi for both the PRM and the NBRM, they are examples of the constantelasticity models as discussed in Santos Silva and Tenreyro 2006 with 6 See Baldwin and Ottaviano 2001 who show that firms engage in both intraindustry FDI and intraindustry trade at the same time. Markusen 1997 provides knowledgecapital models, which allow for horizontal and vertical integration of firms accross countries in the presence of trade costs among other factors. 7 See Table B.3 for descriptive statistics of the variables used in this paper. 8 Taking the exponential of ixi to be positive. forces 12 Countries of a feather flock together: MAs in the global economy 0j YYi 12Diji Y and ij T is the flow from country i to country j, of the bilateral distance between the two countries, and respect to the gravity model popular in international trade. Pioneered empirically by Tinbergen 1962 and Linneman 1966, theoretical foundations are provided in a variety of settings, see e.g. Anderson 1979, Bergstrand 1985, and Anderson and ij D is a measure van Wincoop 2003. If j Y are their respective income levels, a basic specification explaining the name gravity equation is: T. If we add a disturbance term and control variables and all ijobservations are positive, this equation can be estimated by loglinearizing it and using Ordinary Least Squares OLS. This approach is problematic because it is not defined for observations with zero flows which are abundant in trade flows and occur very frequently in MA flows, which leads to biased and inefficient estimates when ignored as the zeros are not randomly distributed. To overcome the zeroflow problem, Santos Silva and Tenreyro 2006 suggest to incorporate them directly in the estimation procedure simply by using the PRM instead of loglinearizing. The next step is to use the NBRM to take account of the usual overdispersion problem. Although we follow this procedure in principle, theoretical considerations suggest to make additional modifications. For trade flows, Helpman, Melitz, and Rubinstein 2007 develop a theoretical model with heterogeneous firms that predicts positive as well as zero trade flows in a generalized gravity equation. They propose a twostage estimation procedure that uses a selection equation into trade partners in the first stage and a trade flow equation in the second.9 The distinction of two different types of groups is similar in spirit to Heckmans 1979 analysis of sample selection and specification error. Returning to FDI flows in general and MAs in particular, the empirical tradition to explain FDI flows using gravity models is more recent, less extensive, and less abundant see the introduction. Unlike its trade counterpart, we are only aware of one theoretical foundation for the use of gravity models in FDI, provided recently by Bergstrand and Egger 2007 in a threefactor model, who conclude p. 281: bilateral trade, FAS, and FDI flows economic determinants should be wellapproximated by gravity 9 To implement their estimator, one needs to find an appropriate exclusion restriction for identification of the second stage equation, which can be quite difficult. 13 Countries of a feather flock together: MAs in the global economy equations yet not precisely the same gravity relationships.10 In their Markusen 2002 based model in which scale economies level effects play a key role, the trade and FDI flows depend on the endogenously determined distribution of national firms, horizontal multinationals, and vertical multinationals. Depending on the circumstances, there may be no bilateral FDI flows. Similarly, in the Neary 2007 MA context explaining the relationships between comparative advantage and merger waves, there are no MA flows between countries unless specific circumstances hold, as discussed in Brakman, Garretsen, and van Marrewijk 2008 in a heterogeneous firm context.11 The above discussion indicates that we should distinguish between two groups of observations to adequately deal with the zeroflow problem in our MA setting about 98 percent of the total number of observations. This can be done in an empirically flexible way by using Lamberts 1992 zeroinflated approach.12 The zeroinflated model assumes that there are two latent groups of observations on crossborder bilateral MAs. An observation in the always 0 Passive Group has an outcome of 0 with a probability of 1. A country in the potentially Active Group might have a zero outcome, but there is a positive probability that there is a nonzero outcome. This process is developed in two stages: i model membership into the latent groups Active or Passive and ii model counts for those in the Active Group. cid:131 Ad i. Latent group membership. Let iy be a binary indicator of membership in yi for observation i. As group iz , it can be empirically estimated using a binary regression model, such as logit or probit. By definition, the count for an observation from the Passive Group is zero. cid:131 Ad ii Counts for the active group. Given that an observation is from the Active Group, we can model the number of MAs using a count model based on the observed characteristics membership is not directly observable but depends on observable characteristics the Passive Group ix .13 yi or the Active Group pa 10 FAS Foreign Affiliate Sales. 11 Both countries must be active in a sector and it must be profitable to take over another firm; roughly translated this means differences in comparative advantage must not be too large nor too small. 12 This avoids the difficulty of trying to find an appropriate exclusion restriction Helpman et al, 2007. Alternative names for zeroinflated models are with zeroes, zero altered, and hurdle models. 13 The characteristics xi need not be the same as the characteristics zi. Using the PRM in combination with stage i results in the ZeroInflated Poisson model. Using the NBRM in combination with stage 14 Countries of a feather flock together: MAs in the global economy Figure 4 Model framework zziieezpzp PrPreeyyii11zziiii Stage 1 Logit Stage 1 Logit PrPryyiizazaii 11ee11zziieezziiyxm Eyxm E,,iiiiii p p 00iiiiaa yxm Eyxm E,,ii Stage 2 Negative Binomial Stage 2 Negative Binomial ixixee The above discussion identifies four main count models, namely PRM, NBRM, ZeroInflated Poisson ZIP, and ZeroInflated Negative Binomial ZINB, which raises the question of empirical model selection.14 A standard Cameron and Trivedi 1986 procedure favours the NBRM over the PRM due to overdispersion. The latter, however, may also be due to excess zeros created by two separate processes Active and Passive observations as modelled above. If so, the ZIP model increases the conditional variance and the probability of zero counts may be sufficient to deal with the overdispersion problem. Alternatively, even after using two separate processes, there may still be overdispersion in the data for the Active Group. This problem can be addressed by using the ZINB model. The Vuong 1989 test can be used for selection of nonnested models. It provides overwhelming support in favour of ZIP versus PRM, in favour of ZINB versus NBRM, and for the baseline case discussed below in favour of ZINB versus ZIP. As summarized in Figure 4, the discussion below therefore only reports the Zero Inflated Negative Binomial ZINB estimates, using a logit binary regression model at the first stage. 5 Part of our economic interpretation of the estimated coefficients below is based on the odds ratio and the incidence rate ratio. For the first stage of the estimation procedure, be the odds of a passive outcome versus an active one let Results zpza PrPryyiiiiin the logit model. Suppose b is the estimated coefficient for some variable, and the i results in the ZeroInflated Negative Binomial model. Note that the outcome can be zero even though it is an observation from the Active Group. 14 Six if we include the distinction between using probit and logit at the first stage of the zero inflated models; as the logit specification performed better we restrict attention to this possibility, which has the added benefit of using the odds ratio for economic interpretation. 15 Countries of a feather flock together: MAs in the global economy 1001bestandard deviation for nondummy variables respectively, a unit change for dummy variables. Then be is the odds ratio, that is the expected factor change in the odds of a passive outcome for a size change in the variable in question, holding all other variables constant.15 Note that the odds ratio is multiplicative, so the magnitude of positive and negative effects should be compared using the inverse that is, a 50 percent decline is comparable in magnitude to a 100 percent increase. For the second negative binomial stage of the procedure, we report which, similarly, denotes the percentage change in the expected count for a size change in the variable in question, holding all other variables constant. In addition, at the second stage the estimated coefficients of the variables measured in natural logarithms can be interpreted as elasticities. Table 4 reports the estimation results for two basic specifications and our baseline case. The Basic I specification ignores waves and the impact of financial openness but includes time fixed effects. It thus has the main gravity equation ingredients at both stages of the estimation procedure, namely economic size of acquirer and target as measured by GDP, economic development of acquirer and target as measured by per capita income, distance between acquirer and target, and the main dummy control variables common language, colony, and common border. The Basic II specification replaces the serially correlated time fixed effects by wave variables. This has little impact on any of the estimated coefficients and the benefit of providing an economic interpretation for the serial correlation. Moreover, if we include time fixed effects and the wave variables, none of the time fixed effects are statistically significant. Since MAs are the main ingredients of FDI flows and there has been a long discussion on the impact of financial openness for the ability of countries to successfully attract FDI flows, the third, baseline specification analyses in detail the impact of financial openness for acquirer and target on the global MA flows. As can be concluded from Table 4, the inclusion of the financial openness variables has relatively mild, but nonnegligible effects on the impact of the other standard variables of the gravity equation listed in the Basic I and Basic II specifications. The discussion below therefore restricts attention to the economic effects of the baseline specification. 15 In Tables 4 and B.34 we report significant at 10 percent or better. 100be1, that is the percent change in the odds, for variables 16 Countries of a feather flock together: MAs in the global economy Table 4 Basic and baseline regression results, zeroinflated negative binomial Basic I Basic II Baseline case st dev 0.522 0.631 0.474 0.741 0.501 169 0.480 222 0.631 54 0.489 125 0.678 0.526350.072 0.062 18 0.20 8 0.06 66 0.564 100 0.79 0.115 172 0.517 236 0.612 71 0.382 131 0.714 0.50035 0.30 0.06 67 0.507 114 0.693 0.01011a. Active Group, negative binomial percent change expected count if significant LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij Fin. Openacq Fin. Opentar Wave 1 coef 100 Wave 2 coef 100 Common Language 0.511 Colony 0.761 Common Border 0.117 b. Passive Group, logit percent change odds ratio if significant LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij Fin. Openacq Fin. Opentar Common Language 1.053Colony 1.046Common Border 1.891 of observations Nonzero obs Mc Fadden adj. R2 Region fixed effects Notes: dependent variable is number of deals; GDPpc GDP per capita; Distij distance between i and j; , , and are 10%, 5%, and 1% significant, respectively; st dev standard deviation; incidence rate ratio is calculated as discrete change from 0 to 1; basic 1 regression includes time fixed effects no waves 0.4600.4031.3820.096 113 0.873 5954790.4980.3751.2670.062 111 0.889 0.1480.062 1.1290.9631.5366468821.99 1.99 1.17 1.17 0.85 1.61 1.61 0.63 1.24 0.38 0.11 0.13 1.99 1.99 1.17 1.17 0.85 1.61 1.61 0.38 0.11 0.13 160 252 77 120 36 12 10 13 8 76 120 11 63 53 77 113 21 10 68 62 79 0.4630.3851.3830.071 0.885 595279656585380,492 5,868 0.461 yes 345,646 5,710 0.456 yes 255,468 5,290 0.453 yes Passive Group first stage, logit The bottom part of Table 4 indicates whether an observation belongs to the Passive Group always 0 or the Active Group potentially positive. The estimates can be interpreted as in a standard logit model, determining the probability that the observation should be classified in the Passive Group. With the exception of the targets per capita GDP which is not significant, all included variables are important 9 1.0141.1251.72317 Countries of a feather flock together: MAs in the global economy for the Passive Group Active Group classification.16 We list the impact of the significant variables in decreasing order of economic magnitude, first for the continuous variables and then for the dummy control variables.17 In order of magnitude, an observation is more likely to belong to the Passive Group: 1. The lower the acquirers development level as measured by GDP per capita. 2. The smaller the acquirers market size as measured by total GDP. 3. The greater the distance to a potential target country. 4. The smaller the targets market size as measured by total GDP. 5. The lower the acquirers financial openness. 6. The lower the targets financial openness. Similarly, for the dummy control variables, in order of magnitude an observation is less likely to belong to the Passive Group if: 1. The two countries share a common border. 2. The two countries share a common language. 3. The two countries share a colonial history. Evidently, to become active in the global MA game it is most crucial to have a sufficiently high level of development as measured by per capita GDP andor to share a common border. Other important economic factors for becoming active are the total size of both the acquirers and targets market positively, the distance to potential targets negatively, and common language or colonial history the last two indicate mutual knowledge of each others markets and therefore lower costs of interaction. The negative impact of distance and the positive influence of sharing a common border on the probability of becoming active appears to be in contrast to the jumping argument. Part of this argument, however, is restored when we discuss the size of MA flows for the Active Group, see below. The impact of imposing restrictions on capital flows exchange controls, quantitative restrictions, multiple exchange rates, or taxes is detrimental to the probability of engaging in MAs, either as acquirer or target. The probability that an observation belongs to the Passive Group therefore decreases if the financial openness variable for acquirer or target increases. 16 The targets per capita GDP does play an important role in determining the number of deals within the Active Group, see below. 17 Recall that the magnitude of positive and negative effects should be compared using the inverse. 18 Countries of a feather flock together: MAs in the global economy The economic importance of financial openness for acquirer and target is fairly modest a percent change in the odds ratio of 21 and 10 percent, respectively, see Table 4. Active Group second stage, negative binomial The top part of Table 4 indicates the size of crossborder MAs as measured by their number given that the observation belongs to the Active Group. The estimates can be interpreted as in a standard negative binomial model, determining the expected number of MAs given the observed characteristics. All estimated coefficients are significant at the 5 percent level or stronger. In order of economic magnitude, given that an observation belongs to the Active Group, the expected number of MAs increases: 1. The higher the targets market size as measured by total GDP. 2. The higher the acquirers market size as measured by total GDP. 3. The higher the targets development level as measured by GDP per capita. 4. The higher the acquirers development level as measured by GDP per capita. 5. The lower the distance to a potential target country. 6. The higher the oneyear lagged wave variable. 7. The higher the acquirers financial openness. 8. The higher the targets financial openness. 9. The higher the twoyear lagged wave variable. Similarly, for the dummy control variables given that an observation belongs to the Active Group and in order of magnitude, the expected number of MAs increases if: 1. The two countries share a colonial history. 2. The two countries share a common language. 3. The two countries do not share a common border. To determine the size of crossborder MAs, market access as measured by the targets total GDP is by far the most important variable a standard deviation increase raises the expected number of counts by 252 percent, followed by market size of the acquirer indicative of the potential number of acquiring firms. Development levels of both acquirer and target as measured by GDP per capita are also important positively, followed by the distance between acquirer and target negatively. The 19 Countries of a feather flock together: MAs in the global economy economic impact of the financial openness and wave variables is more modest fairly low percentage changes in expected counts. For the dummy control variables, mutual knowledge of each others markets lower costs of interaction as measured by a common colonial history and common language is very important, as it raises the expected number of MAs by 120 and 76 percent, respectively. For the Active Group, in contrast to the Passive Group, sharing a common border is less important. Note that this effect provides some support for the jumping argument as sharing a common border decreases the expected number of counts by 11 percent. Given that a country is active in crossborder MA activity, this suggests that there is an incentive to create some distance between acquiring and target country. Table 5 Comparison between MA and trade estimates Crossborder MA estimates Active Group Bilateral trade Estimates LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij Common Language Colony Common Border of deals value 0.480 0.631 0.489 0.678 0.526 0.564 0.790 0.115 0.347 0.372 0.139 0.342 0.285 0.400 0.454 0.136 0.721 0.732 0.154 0.133 0.776 0.752 0.019 0.202 MA source of deals: Table 4, baseline case; MA source value: Brakman, Garita, et al. 2008, Table 2; trade source: Santos Silva and Tenreyro 2006, Table 3, column PPML. Elasticities for Active Group and trade discussion As noted above, the estimated coefficients for the Active Group of the variables measured in natural logarithms can be interpreted as elasticities. To compare the main economic forces determining crossborder MAs relative to international trade flows, Table 5 lists the elasticity and dummy control estimates for the number of MAs baseline case, Table 4 and the bilateral trade estimates of Santos Silva and Tenreyro 2006, Table 4, column PPML. Since the latter focuses on the value of trade flows, we also list comparable estimates for the value of crossborder MAs, based on a 20 Countries of a feather flock together: MAs in the global economy similar Zero Inflated Negative Binomial procedure as used in this paper, taken from Brakman, Garita, et al. 2008, Table 2. There are some remarkable differences in the elasticities for trade and MA flows. cid:131 First, the impact of the size of the market as measured by GDP on MA flows is less pronounced when compared to trade flows. For an active acquirer, the elasticity for MAs is 0.48 in number of deals and 0.35 in value terms, substantially lower than the 0.72 elasticity for trade flows. Similarly, for an active target the elasticity for MAs is 0.63 in number of deals and 0.37 in value terms, also both lower than the 0.73 elasticity for trade flows. cid:131 Second, the impact of the targets market structure as measured by per capita GDP is more pronounced for MA flows than for trade flows. The MA elasticity of per capita GDP for an active target is 0.68 in number of deals and 0.34 in value terms, substantially larger than the elasticity of 0.13 for trade flows.18 cid:131 Third, the elasticity of GDP and per capita GDP for acquirer and target is asymmetric. This holds for the elasticity of GDP regarding the number of MAs ; compare to the elasticity for value of MAs or trade 48.063.0flows . Similarly it holds for the elasticity of per capita GDP for number 73.072.0of MAs ; compare to the elasticity 68.049.0for trade flows . This asymmetry has important modelling implications 15.0that can be dealt with by the Bergstrand and Egger 2007 approach, as noted above. cid:131 Fourth, as was to be expected based on the a priori ambivalent nature of the relationship between MAs and distance, we find that the impact of distance is less pronounced for MAs than for trade flows. Other things equal, a 10 percent increase in distance reduces the value of trade flows by 7.8 percent 19, substantially higher than the reduction in the number of MAs for active countries of 5.3 percent or the reduction in value of MAs of 2.9 percent. The different impact of distance on the number and value of MAs suggests that the more distant MAs are more valuable. cid:131 Fifth, the dummy control variables are important for determining the size of MA flows, but not for the Santos Silva and Tenreyro 2006 trade estimates. This is in contrast to most other positive and significant trade estimates reported in the literature, which Santos Silva and Tenreyro attribute to their estimation procedure. 18 In value terms, an active acquirers GDP per capita is not significant, although it is important for first stage active passive distinction, see Brakman, Garita, et al. 2008. 19 This estimate is slightly below the mean effect reported in the Disdier and Head 2008 meta analysis of a 9 percent decline in trade flows following a 10 percent increase in distance. and value of MAs 13.034.014.035.037.021 Countries of a feather flock together: MAs in the global economy Possibly, a zeroinflated procedure to deal with the excess zero problem for the trade data as used here for the MA estimates modifies their findings in this respect. Countries of a feather flock together   To summarize the above results: i market size GDP of both acquirer and target is more important for trade flows than for crossborder MAs, ii market development per capita GDP is more important for crossborder MAs than for trade flows, indicating that MAs are predominantly a richpersons game, iii for MAs, the targets market, both in size and development, is more important than the acquirers market, and iv the impact of distance is larger on trade flows than for MAs. From a theoretical perspective, FDI flows, such as MAs, may be both a substitute for trade flows if the presence of a local production plant eliminates the need for final goods trade or a complement to trade flows if the local production plant is part of a fragmentation process with intricately linked trade flows. Our estimates show that, from an empirical perspective, MAs and trade flows are complementary, that is if the distance between two locations increases, the expected number of MAs decreases. We find that the impact of distance is less pronounced for MA flows than for trade flows. As such, other things equal, crossborder MAs decline less rapidly with distance than international trade flows. However, other things are not equal, and as stressed above, not only the size of the market is important but also the structure of this market in terms of per capita income, particularly from a targets perspective. For example, starting from a country in an active highincome region, say Switzerland in Western Europe, MAs decline less rapidly with distance than trade flows as long as we remain within this highincome region, say the distance to Germany, France, and the U.K. As distance increases further, bringing African and West Asian nations within reach, the potential targets per capita income level also falls drastically, making MAs unattractive and leading only to limited MA flows, particularly since most bilateral connections now belong to the Passive Group. A further increase in distance, bringing North America, Japan or South America within reach, would further decrease MA flows, except when this is sufficiently compensated by an increase in the targets attractiveness from a market access size and structure perspective. Consequently, there are substantial MA flows between Western Europe 22 Countries of a feather flock together: MAs in the global economy Robustness and North America and in view of the above to a lesser extent between these two regions and the Asian high income countries. This market similarity countries of a feather that is crucial for MA flows allows us to understand the global pattern of MAs relative to trade flows, as depicted in Figure 1 and Table B.2. 6 This section analyzes the robustness of the baseline case discussed in section 5 by incorporating five other variables identified in the literature that may influence MA decisions. Details are available in Tables B.4 and B.5 in the appendix. US yield. There is a general consensus in the literature that high real interest rates hamper FDI, see Albuquerque et al. 2005 and Calvo et al. 2001. Using the 10year US bond yield as a proxy, Table B.4 shows that the interest rate is not important for the first stage Active Passive distinction and has a negative impact on the number of MAs for the Active Group, as theory predicts a 100 basis point increase in the US interest rate decreases Active Group MA activity by 10 percent.20 In this respect the US yield plays a similar role as the wave variables capturing the business cycle.21 Stock market capitalization. The rise in FDI flows has gravitated towards larger equity emerging markets, bypassing many countries Montiel and Reinhart, 1999. An often given explanation is that a country must meet a threshold set of requirements market size, accounting standards, disclosure requirements, transparency, etc. to be able to attract capital. A proxy for the institutional setting is the lagged stock market capitalization as a percentage of GDP, which is also a proxy for the size of the banking sector, as countries with underdeveloped capital markets tend to have a smaller financial sector.22 Table B.4 supports this suggestion. A one standard deviation increase in lagged stock market capitalization reduces the odds ratio for the passive group by 16 percent corroborating the findings of di Giovanni, 2005. Similarly, for the Active Group it increases the expected number of MAs by almost 30 percent.23 20 Similar results hold for a weighted average of G7 bond yields, not reported here. 21 The wave variables are not included in the US yield column of Table B.4 to avoid multicollinearity. 22 Source is International Finance Corporation. The lag will take care of endogeneity issues. 23 The wave and financial openness variables are not included in the stock market column of Table B.4 to avoid multicollinearity. 23 Countries of a feather flock together: MAs in the global economy Transparency. An alternative proxy for the institutional setting is the Transparency International index, which ranges from 0 most corrupt to 10 least corrupt as an indicator for the business environment in an economy. As Table B.4 shows, perhaps surprisingly, we find no support for a positive influence of transparency on global MAs, neither at the first, prerequisite stage, nor at the second, size stage. Arguably, its impact is already captured by the financial openness variable. Black market premium. The black market premium of a countrys exchange rate can be interpreted both as a measure of expectations of depreciation of the local currency and as a rudimentary index of distortions.24 This may affect investment through several channels, it is i more attractive to hold foreign assets when a depreciation is expected, ii economic uncertainty is higher under such conditions, and iii for those who can obtain foreign exchange at the official rate, foreign capital goods are cheap to import. The first two points suggest a negative relationship between the black market premium and foreign investment, while the third point implies the opposite. As an indicator of distortions the black market premium is likely to be negatively correlated with MAs. As Table B.5 shows, at the first stage a black market premium makes it more likely for an acquirer to be passive and for a target to be active. At the second stage, the black market premium has a negative impact on the size of crossborder MAs, both for acquirer and target a one standard deviation increase in 1ln reduces the expected number of MAs by 19 percent for an acquirer and 43 percent for a target.25 This suggests that the black market premium is a suitable indicator of unsustainable distortions in the economy. Exchange rate variability. The literature is rather mixed on the link between FDI and exchange rate uncertainty as volatility can both discourage FDI Cushman, 1988 and produce an incentive to hedge against exchange rate shocks through foreign location Aizenman, 1991. Arguably, a floating exchange rate regime creates uncertainty which could make developing countries loose their access to international credit Calvo and Reinhart, 2000. To test these effects we analyze the impact of exchange 24 This variable ranges from 19861999. Data is taken from the Global Development Network Growth database at New York University. 25 The financial openness variables are not included in the black market premium column of Table B.5 to avoid multicollinearity. BMP24 Countries of a feather flock together: MAs in the global economy rate volatility measured as the coefficient of variation of the bilateral exchange rate. As Table B.5 shows, exchange rate volatility does not influence the first stage active passive decision and has only a mild negative influence on the number of MAs for active observations a one standard deviation increase decreases the expected number of MAs by only 7 percent. Summary. To summarize the above findings and the overall results of Tables B.4 and B.5, we note that at the first logit stage the lagged stock market value for the acquirer and natural logarithm of the black market premium for both acquirer and target are significant influences on the active passive decision. In these cases, however, the financial openness variable has been dropped from the analysis to avoid multicollineariy problems, such that these explanations can be viewed as substitutes. Similarly, in the second negative binomial stage, we note that the US yield, lagged stock market value for the acquirer and the black market premium for the acquirer and target are significant, but either the wave variables or the financial openness variables have been dropped to avoid multicollineariy problems. Only the exchange rate variability adds some mild explanatory power to the model. In all cases there were no important changes in the direction, size, and significance of the main explanatory variables, neither for the first logit stage nor for the second negative binomial stage. The estimated elasticities for the Active Group, in particular, are quite robust regarding the impact of market size total GDP for acquirer and target where the latter is more important than the former in all cases; the average target elasticity is and the impact of distance a 10 percent increase in distance reduces 61.0crossborder MAs by about 5 percent. The estimated elasticities of market structure GDP per capita are a little bit more volatile when the financial openness variables are excluded in view of their high correlation, although the target is again more important than the acquirer the average target elasticity is 7 Finally, we address three important issues in this section. First, regarding the impact of outside market potential of the target country on FDI flows, based on the recent work of Blonigen et al. 2007. Second, regarding the impact of the Rest Of World ROW GDP, that is total world income excluding acquiring and target nation, on FDI Surroundingmarket potential, Rest of World GDP, and OECD 49.055.0. 65.025 Countries of a feather flock together: MAs in the global economy flows, based on the recent work of Bergstrand and Egger 2007. Third, regarding the impact of selection bias on the estimated coefficients and elasticities. Table 6 Zeroinflated negative binomial estimates; Surrounding market potential Active observations negative binomial Passive observations logit LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij LnSurr. markettar Fin. Openacq Fin. Opentar Wave 1 coef 100 Wave 2 coef 100 Common Language Colony Common Border of obs Nonzero obs Dependent variable is or value of MAs; , , and indicate 10%, 5%, and 1% significance. Value 0.269 0.160 0.252 0.410 0.260 0.284 0.050 0.009 0.008 0.024 0.411 0.618 0.094 184,702 3,012 Number 0.314 0.345 0.447 0.589 0.460 0.713 0.015 0.031 0.024 0.021 0.241 0.673 0.034 184,702 3,012 Value 0.650 0.668 1.497 0.690 0.915 0.784 0.122 0.058 0.831 1.135 0.289 Number 0.471 0.563 1.299 0.317 0.951 0.487 0.168 0.081 0.838 1.107 0.609 Surrounding market potential. Blonigen et al. 2007; BDWN analyze inter alia the impact of surroundingmarket potential on FDI. It is measured for country j as the inversedistanceweighted GDPs of all other countries in the world, and therefore similar to Harriss 1954 market potential approach while excluding the target country GDP. The surroundingmarket potential should only affect exportplatform MA decisions. Target country GDP is taken up separately in the estimation procedure.26 Indeed, using data relative to the USA the authors main findings are i a clear rejection of a common coefficient of target country GDP and surroundingmarket potential and ii a significant negative coefficient of surroundingmarket potential. The latter effect is contrary to expectations and current theoretical explanations. The authors discuss how this may be explained by border effects between neighbouring countries, making the largest country in the area with the 26 We follow BDWN in normalizing the distance between Amsterdam and Brussels 173 km to unity. This also holds for lower distances. All other distances receive a weight that declines according to 173dij, where dij is the distance between countries i and j. 26 Countries of a feather flock together: MAs in the global economy smallest surroundingmarket potential the most attractive location for exportplatform FDI. Table 6 provides the estimation results for the surroundingmarket potential specification using our MA data and procedure, both for the number of MAs and their value in constant 2005 US . The results are similar for both cases. At the first logit stage, the targets market size GDP and the targets surrounding market potential work in opposite directions. The higher the targets surroundingmarket potential, the higher the probability that the observation belongs to the Passive Group. Similarly, at the second negative binomial stage given that the observation belongs to the Active Group the targets market size and the targets surrounding market potential work again in opposite directions. The estimated elasticity for the targets surroundingmarket potential is for the value of MAs. Our findings thus support the USbased conclusions of BDWN at the second stage and extend them at the first stage. for the number of deals and 28.071.0Table 7 Zeroinflated negative binomial estimates; GDPRest Of World Active observations negative binomial Passive observations logit LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij LnGDPROW Fin. Openacq Fin. Opentar Wave 1 coef 100 Wave 2 coef 100 Common Language Colony Common Border of obs Nonzero obs Dependent variable is or value of MAs; , , and indicate 10%, 5%, and 1% significance. Value 0.254 0.170 0.272 0.365 0.241 0.878 0.058 0.006 0.006 0.027 0.450 0.691 0.162 160,503 2,639 Number 0.220 0.676 0.058 0.718 0.439 0.032 0.008 0.062 0.020 0.017 0.100 1.329 0.110 160,503 2,639 Number 0.752 0.163 1.748 0.358 0.924 0.335 0.252 0.028 1.456 0.076 0.257 Value 0.666 0.706 1.360 0.476 0.781 1.220 0.150 0.043 0.930 1.083 0.459 27 Countries of a feather flock together: MAs in the global economy Rest of World GDP. Bergstrand and Egger 2007; BE develop a threefactor general equilibrium model to explain gravitytype relationships for both international trade and FDI flows. One of the testable hypotheses derived from their model they discuss and empirically test is the relationship between FDI and GDPROW. The latter indicates Rest Of World GDP, that is global income excluding target and acquiring nation income levels not weighted by distance. Their model predicts a negative relationship between FDI and GDPROW if the sum of target and acquiring nation GDP is smaller than GDPROW which is the case for any combination of countries. Using data for 17 OECD countries, they find empirical support for their hypothesis. Table 7 provides the estimation results for the GDPROW specification using our MA data and procedure, both for the number of MAs and their value. Contrary to the findings of BE, the impact of GDPROW is not significant for determining the number of crossborder MAs, neither at the first stage nor at the second stage. When we like BE analyze the value of MAs, however, things change and the impact of GDPROW becomes richer than analyzed by BE. At the first logit stage GDPROW has a negative impact on the likelihood of a passive observation. Thus, other things equal, the bigger the economy of the rest of the world the larger the probability an observation belongs to the Active Group. At the second negative binomial stage, thus given that the observation belongs to the Active Group, the impact of GDPROW on the size of crossborder MAs is negative elasticity of , similar to the impact found by BE. These results thus provide some support for the BE findings in value terms enriched by an opposite effect of the size of the global economy at the first stage on the probability of being active. Sample selection. Data restrictions has prompted most previous studies FDI studies using the gravity analysis to focus on a small set of countries. Most studies have an American perspective relative to one or a limited number of high income other countries or at best analyze crossborder bilateral FDI for the OECD countries over an 11 year period, see Table 1 for details. Our results are generally hard to compare directly with these previous studies, not only because we analyze crossborder MAs, which are an important subset of crossborder FDI, but also because we focus on MA flows rather than FDI stocks. In this subsection we analyze selection bias created when restricting attention to a limited set of more easily available data by 88.028 Countries of a feather flock together: MAs in the global economy listing the estimation results of our baseline case for all countries Table 4 above and Brakman, Garita et al., 2008 and when restricting attention only to the OECD countries, both for number of deals and value of MAs. Table 8 Zeroinflated negative binomial estimates; All and OECD a. Active observations negative binomial Number of deals Value of deals All 0.480 0.631 0.489 0.678 0.526 0.072 0.062 0.20 0.06 0.564 0.79 0.115 All 0.347 0.372 0.139 0.342 0.285 0.055 0.028 0.010 0.022 0.400 0.454 0.136 OECD 0.606 0.372 0.159 2.078 0.485 0.032 0.093 0.001 0.015 0.391 0.975 0.367 OECD 0.480 0.281 0.074 2.105 0.333 0.109 0.073 0.005 0.048 0.454 0.708 0.354 LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij Fin. Openacq Fin. Opentar Wave 1 coef 100 Wave 2 coef 100 Common Language Colony Common Border b. Passive observations logit LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij Fin. Openacq Fin. Opentar Common Language Colony Common Border of obs Nonzero obs Dependent variable is or value of MAs; source for of deals all estimates is Table 4, baseline column; source for value of deals all estimates is Brakman, Garita, et al. 2008, Table 2. , , and indicate 10%, 5%, and 1% significance. 0.498 0.375 1.267 0.062 0.889 0.148 0.062 1.129 0.963 1.536 255,468 5,290 0.680 0.708 1.354 0.601 0.787 0.161 0.072 1.143 1.022 0.441 255,468 5,290 0.624 0.552 2.254 0.139 0.664 0.138 0.069 0.469 1.704 0.159 2,981 1,461 0.171 1.161 7.665 2.915 1.195 0.716 0.337 16.618 1.223 15.075 2,981 1,461 29 The OECD countries fulfil most of the requirements for becoming active in crossborder MAs generally high GDP, high per capita GDP, financially open, etc  The first thing to note when restricting attention to this group of countries is therefore the enormous decline in the number of zero observations from 98 percent to 51 percent. Not surprisingly, therefore, many of the aspects that are relevant for passing the first Countries of a feather flock together: MAs in the global economy Conclusions stage hurdle before becoming active in MAs at the global level are no longer important at the OECD level, particularly for the number of deals insignificant for GDP of acquirer, financial openness target, common language, common colony, and common border. At the second stage, this holds for per capita GDP of the acquirer for the number of deals and some of the sizewise less important variables financial openness and waves. The direction and significance of all main gravity type variables GDP acquirer and target, per capita GDP target, distance, common language, colony, and common border is robust at the second stage, although the size of the estimated effects and their relative impact may differ substantially. This holds in particular for the estimated elasticities, where at the OECD level the relative importance of market size for acquirer and target is reversed and the impact of the targets per capita GDP becomes much more important. In contrast, the estimated elasticity for distance is fairly robust. In short, caution is warranted when extrapolating results obtained in FDIMA studies for a limited set of high income countries to the global level. 8 We analyze the economic forces underlying crossborder Mergers and Acquisitions MAs using a large bilateral panel data set 211 countries and 20 years. The large share of zero observations provides essential information on the structure of these flows, which we model empirically using a twostage procedure. At the first stage an observation is either classified in the Passive Group always zero or in the potentially Active Group using a logit model. At the second stage the size of MA flows in the Active Group are modelled using a gravitytype negative binomial model. We find that for a bilateral connection to become active in the global MA game at the first stage, it is crucial to have a sufficiently high level of development as measured by per capita GDP or to share a common border. Other important economic factors for becoming active are the total size of both the acquirers and targets market, the distance to potential targets, common language, and colonial history. Imposing restrictions on capital flows exchange controls, quantitative restrictions, multiple exchange rates, andor taxes for acquirer or target is detrimental to the probability of engaging in MAs, but its economic importance on the size of such flows is fairly modest. 30 Countries of a feather flock together: MAs in the global economy To determine the size of crossborder MAs, given that an observation belongs to the Active Group, market access as measured by the targets total GDP is by far the most important variable a standard deviation increase raises the expected number of counts by 252 percent. This result is followed by market size of the acquirer, which is indicative of the potential number of acquiring firms. Development levels of both acquirer and target as measured by GDP per capita are also important, followed by the distance between acquirer and target. Mutual knowledge of each others markets i.e. lower costs of interaction, as measured by a common colonial history and common language, is also important since it increases the expected number of MAs by 120 and 76 percent, respectively. In relation to the economic impact of financial openness and the wave variables, we once again find a positively significant but modest effect. When comparing estimated elasticities for trade flows and MAs we find: i market size GDP of both acquirer and target is more important for trade flows than for crossborder MAs, ii market development per capita GDP is more important for crossborder MAs than for trade flows, indicating that MAs are predominantly a richpersons game, iii for MAs, the targets market, both in size and development, is more important than the acquirers market, and iv the impact of distance is larger on trade flows than for MAs. Our estimates on the direction, size, and significance of the main variables are robust at both the first and second stage of the procedure for alternative specifications, incorporating lagged stock market value, black market premium, real interest rates, transparency, and exchange rate variability. We provide additional support and extend the recent results of Blonigen et al. 2007; BDWN and Bergstrand and Egger 2007; BE. Using USbased data BDWN find a negative elasticity of surroundingmarket potential on the value of FDI. We corroborate their findings using our global MA data at the second active stage, both for the number of deals and their value. In addition, we extend their results at the first stage of our procedure as we find that a larger surroundingmarket potential increases the probability for an observation to belong to the Passive Group. Similarly, using OECDbased data BE find a negative elasticity of Rest of World GDP on the value of FDI. Using our global MA data, we partially corroborate their findings as we find a similar negative elasticity at the 31 Countries of a feather flock together: MAs in the global economy second active stage for the value of MAs, but no significant effect for the number of deals. Again, we extend their results at the first stage of our procedure for the value of MAs as we find that a higher value for Rest of World GDP decreases the probability that an observation belongs to the Passive Group. References Agenor, P.R. 1998, The surge in capital flows: Analysis of pull and push factors, International Journal of Finance and Economics 3: 3957. Aitken, B. J., and A.E. Harrison 1999, Do domestic firms benefit from direct foreign investment? Evidence from Venezuela, American Economic Review 893: 605618. Aizenman, J. 1991, Foreign Direct Investment, productivity capacity and exchange rate regimes, NBER working paper No. 3767. Albuquerque, R., N. Loayza, and L. Serven 2005, World market integration through the lens of Foreign Direct Investors, Journal of International Economics, 662: 267295. Anderson, J. 1979, A theoretical foundation for the gravity equation, American Economic Review 691: 106116. Anderson, J., and E. van Wincoop 2003, Gravity with gravitas: A solution to the border puzzle, American Economic Review 93: 170192. Andrade, G., M. Mitchell, and E. Stafford 2001, New evidence and perspectives on mergers, Journal of Economic Perspectives 152: 103120. Baldwin, R., and G. Ottaviano 2001, Multiproduct multinationals and reciprocal FDI dumping, Journal of International Economics 54: 429448. Barba Navaretti, G., and A.J. Venables 2004, Multinational Firms in the World Economy. Princeton University Press, N.J. Bergstrand, J.H. 1985, The gravity equation in international trade: some microeconomic foundations and empirical Evidence, Review of Economics and Statistics 673: 474481. Bergstrand, J.H., and P. Egger 2007, A knowledgeandphysicalcapital model of international trade flows, foreign direct investment, and multinational enterprises, Journal of International Economics 73: 278308. 32 Countries of a feather flock together: MAs in the global economy Berthelemy, J.C., and S. Demurger 2000, Foreign direct investment and economic growth: Theory and application to China, Review of Development Economics 4: 140155. Blomstrom, M., A. Kokko, and M. Zejan 2000, Foreign Direct Investment: Firm and Host Country Strategies, Macmillan, London. Blonigen, B.A., and R.B. Davies 2004, The effects of bilateral tax treaties on US FDI activity, International Tax and Public Finance 11 5, 601622. Blonigen, B.A., and R.B. Davies 2005, The effect of bilateral tax treaties on U.S. FDI activity, International Tax and Public Finance 115: 601622. Blonigen, B.A., R.B. Davies, G.R. Waddell, and H.T. Naughton 2007, FDI in space: Spatial autoregressive relationships in foreign direct investment, European Economic Review 51: 13031325. Borensztein, E., J.D. Gregorio, and J.W. Lee 1998, How does foreign direct investment affect economic growth?, Journal of International Economics 45: 115135. Brainard 1997, An empirical assessment of the proximityconcentration tradeoff between multinational sales and trade, American Economic Review 87 4: 520544. Brakman, S., H. Garretsen, and C. van Marrewijk 2007, Crossborder mergers and acquisitions: the facts as a guide for international economics, in: G. Gregoriou and L. Renneboog eds., International Mergers and Acquisitions Activity since 1990: Recent Research and Quantitative Analysis, Academic Press Elsevier, MA, Ch. 2: 2349. Brakman, S., H. Garretsen, and C. van Marrewijk 2008, Crossborder mergers and acquisitions: on revealed comparative advantage and merger waves, Tinbergen Institute Discussion Paper No. 080132. Brakman, S., G. Garita, H. Garretsen, and C. van Marrewijk 2008, Unlocking the value of crossborder mergers and acquisitions, CESifo Working Paper No. 2294. Calvo, G., L. Leiderman, and C. Reinhart 1996, Inflows of capital to developing countries in the 1990s, The Journal of Economic Perspectives 102: 123139. Calvo, G., and C. Reinhart 2000, When capital inflows come to a sudden stop: consequences and policy options, in: P. Kenen and A. Swoboda eds, Reforming the International Monetary and Financial System, IMF, Washington DC: 175201. 33 Countries of a feather flock together: MAs in the global economy Calvo, G., E. FernadezArias, C. Reinhart, and E. Calvi 2001, The growthinterest rate cycle in the United States and its consequences for emerging markets, InterAmerican Development Bank Working Paper No. 458. Cameron, A.C., and P.K. Trivedi 1986, Econometric models based on count data: comparisons and applications of some estimators and tests, Journal of Applied Econometrics 1: 2953. Carr, D.L., J.R. Markusen, and K.E. Maskus 2001, Estimating the knowledgecapital model of the multinational enterprise, American Economic Review: 693708. Chinn, M., and H. Ito 2002, Capital account liberalization, institutions and financial development: Crosscountry evidence, NBER working paper No. 8967. Chinn, M., and H. Ito 2005, What matters for financial development? capital controls, institutions, and interactions, NBER working paper No. 11370. Cushman, D. O. 1988, Exchange rate uncertainty and foreign direct investment in the United States, Weltwirtschaftliches Archiv 124: 322336. de Menil, G. 1999, Real capital market integration: How far has it gone? what euro effect?, Economic Policy 28: 166200. Disdier, AC, K. Head 2008, The puzzling persistence of the distance effect on bilateral trade, The Review of Economics and Statistics 901: 3748. di Giovanni, J. 2005, What drives capital flows? the case of crossborder Mergers and Acquisitions activity and financial deepening, Journal of International Economics 65: 127149. Dunning, J. 1993, Multinational Enterprises and the Global Economy. AddisonWesley, Wokinham. Durham, J.B. 2004, Absorptive capacity and the effects of foreign direct investment and equity foreign portfolio investment on economic growth, European Economic Review 482: 285306. Eaton, J., and A. Tamura 1994, Bilateralism and regionalism in Japanese and US trade and foreign direct investment patters, Journal of the Japanese and International Economies 8: 478510. Edison, H., M. Klein, L. Ricci, and T. Slok 2004, Capital account liberalization and economic performance: Survey and synthesis, IMF Staff Papers 51. Edwards, S. 1999, How effective are capital controls?, The Journal of Economic Perspectives 134: 6584. 34 Countries of a feather flock together: MAs in the global economy Eichengreen, B. 2001, Capital account liberalization: What do crosscountry studies tell us?, World Bank Economic Review 15: 341365. Evenett, S. 2004, The cross border merger and acquisitions wave of the late 1990s, in: R. Baldwin and L. Winters eds, Challenges to Globalization, Chicago, University of Chicago Press. Feliciano, Z., and R.E. Lipsey 2002, Foreign entry into US manufacturing by takeovers and the creation of new firms, NBER working paper No. 9122. FernadezArias, E., and P.J. Montiel 1996, The surge in capital inflows to developing countries: An analytical overview, World Bank Economic Review 10: 5177. Gordon, R., and A.L. Bovenberg 1996, Why is capital so immobile internationally? possible explanations and implications for capital income taxation, American Economic Review 865: 10571075. Griffin, J. M., F. Nardari, and R.M. Stulz 2004, Stock market trading and market conditions, NBER working paper No. W10719. Grossman, G., and E. Helpman 1991, Innovation and Growth in the Global Economy, MIT Press. Gugler, K., D.C. Mueller, B. Yurtoglu, and C. Zulehner 2003, The effects of mergers: an international comparison, International Journal of Industrial Organization 21: 625653. Harford, J. 2005, What drives merger waves?, Journal of Financial Economics 773: 529560. Harris, C. 1954, The market as a factor in the localization of industry in the United States. Annals of the Association of American Geographers 64: 315348. Heckman, J.J. 1979, Sample selection bias as a specification error, Econometrica 42: 153168. Helpman, E. 2006, Trade, FDI and the organization of firms, NBER working paper number 12091. Helpman, E., M. Melitz, and Y. Rubenstein 2007, Estimating trade flows: Trading partners and trading volumes, NBER Working Paper 12927. Hijzen, A., H. Gorg, and M. Manchin 2008, Crossborder mergers and acquisitions and the role of trade costs, European Economic Review 52: 849866. Jovanovic, B., and P.L. Rousseau 2002, The qtheory of mergers, American Economic Review 92: 198204. 35 Countries of a feather flock together: MAs in the global economy Lambert, D. 1992, Zeroinflated Poisson regression, with an application to defects in manufacturing, Technometrics 341: 114. Li, X. and Liu, X. 2005, Foreign direct investment and economic growth: An increasingly endogenous relationship, World Development 333: 393407. Linnemann, H. 1966, An Econometric Study of International Trade Flows, NorthHolland, Amsterdam. Maddison, A. 2007, World population, GDP, and per capita GDP, August 2007 version, Groningen Growth and Development Centre http:www.ggdc.net Markusen, J. 1997, Trade versus investment liberalization, NBER working paper No. W6231. Markusen, J.R., and A.J. Venables 1999, Foreign direct investment as a catalyst for industrial development, European Economic Review 43: 335356. Markusen, J.R. 2002, Multinational Firms and the Theory of International Trade, MIT Press, Cambridge, MA. Martin, P., and H. Rey 2004, Financial supermarkets: size matters for asset trade, Journal of International Economics 54: 335361. Mitchell, M.L., and J.H. Mulherin 1996, The impact of industry shocks on takeover and restructuring activity, Journal of Financial Economics 412: 193229. Montiel, P., and C. Reinhart 1999, Do capital controls and macroeconomic policies influence the volume and composition of capital flows? evidence from the 1990s, Journal of International Money and Finance 184: 619635. Mundell, R. 1957, International trade and factor mobility, American Economic Review 47: 321335. Neary, J.P. 2003, Globalization and market structure, Journal of European Economic Association 1: 245271. Neary, J.P. 2007, Crossborder mergers as instruments of comparative advantage, Review of Economic Studies 74: 12291257. Obstfeld, M. 1994, Risk taking, global diversification and growth, American Economic Review 84: 13101329. Portes, R., and H. Rey 2005, The determinants of crossborder equity transaction flows, Journal of International Economics 652: 269296. Rajan, R. S. 2003, Financial integration in ASEAN and beyond: Implications for regional monetary integration, Paper presented at the ASEAN Rountable 2003: Roadmap to an ASEAN Economic Community. 36 Countries of a feather flock together: MAs in the global economy RhodesKrop, M., and S. Viswanathan 2004, Market valuation and merger waves, The Journal of Finance 596: 26852718. Rossi, S., and P. Volpin 2004, Crosscountry determinants of mergers and acquisitions, Journal of Financial Economics 74: 277304. SantosSilva, J. and Tenreyro, S. 2006. The Log of Gravity. The Review of Economics and Statistics, 884:641658. Sarno, L., and M.P. Taylor 1999, Hot money, accounting labels and permanence of capital flows to developing countries: An empirical investigation, Journal of Development Economics 59: 337364. Shleifer, A., and R.W. Vishny 1986, Large shareholders and corporate control, Journal of Political Economy 943: 461488. Tinbergen, J. 1962, Shaping the World Economy, The Twentieth Century Fund, New York. Toxvaerd, F. 2007, Strategic merger waves: A theory of musical chairs, CEPR Discussion paper No. 6159. UNCTAD 2000, World Investment Report 2000: crossborder mergers and acquisitions and development, Geneva. UNCTAD 2007, World Investment Report 2007: transnational corporations, extractive industries and development, Geneva. van Marrewijk, C. 2002, International trade and the world economy, Oxford University Press, Oxford, U.K. van Marrewijk, C. 2007, International economics: theory, application, and policy, Oxford University Press, Oxford, U.K. Vuong, Q.H. 1989, Likelihood ratio tests for model selection and nonnested hypotheses, Econometrica 572: 307333. Williamson, J., and M. Mahar 1998, A survey of financial liberalization, Essays in International Finance No. 211, Princeton University. 37 Countries of a feather flock together: MAs in the global economy Appendix A Main variables 1. Black market premium: indication % of the black market premium for a currency 2. Colony: a binary variable which equals one if country i ever colonized country j or vice versa, and zero otherwise. 3. Common border: a binary variable which equals one if country i and country j are neighbours with a common physical boundary, and zero otherwise. 4. Common language: a binary variable which equals one if country i and country j share a common language, and zero otherwise. 5. Distance: the distance in km between country is and country js capitals. 6. Exchange rate variability: coefficient of variation of the bilateral exchange rate. 7. Financial openness: captured by the ChinnIto index. This index ranges from 3 least financially open to 3 most financially open 8. GDP: Countrywide income levels, measured in million 1990 international GearyKhamis dollars. 9. GDP per capita: income level per capita, measured in 1990 international GearyKhamis dollars. 10. Mergers and Acquisitions: a count variable indicating the number of crossborder MAs acquired by firms from country i in country j in a year. 11. US yield: the yield on long term US bonds 12. Stock market capitalization: Stock market capitalization GDP 13. Transparency: the Transparency International Index ranging from 0 most corrupt to 10 least corrupt. 14. Wave: a count variable indicating the global number of crossborder MAs in the previous year wave 1 or the previous two years wave 2. Data sources cid:131 Mergers and Acquisitions data are derived from Thomson One Banker. cid:131 GDP and GDP per capita data are taken from Angus Maddison 2007, World population, GDP, and per capita GDP, August 2007 version, Groningen Growth and Development Centre http:www.ggdc.net. cid:131 Distance, Language, Common Border and Colony are taken from CEPII. cid:131 The yield on long term US bonds is taken from Data Stream. cid:131 Black Market Premium and Stock Market Capitalization are from New York University Development Research Institute http:www.nyu.edufasinstitutedri. 38 Countries of a feather flock together: MAs in the global economy Appendix B Tables Table B.1 List of countries in MA sample AFGHANISTANALBANIAALGERIAAMERICAN SAMOAANDORRAANGOLAANTIGUA AND BARBUDAARGENTINAARMENIAARUBAAUSTRALIAAUSTRIAAZERBAIJANBAHAMASBAHRAINBANGLADESHBARBADOSBELARUSBELGIUMBELIZEBENINBERMUDABHUTANBOLIVIABOSNIAHERZEGOVINABOTSWANABRAZILBRUNEIBULGARIABURKINA FASOBURUNDICAMBODIACAMEROONCANADACAPE VERDECAYMAN ISLANDSCENTRAL AFRICAN REPCHADCHANNEL ISLANDSCHILECHINACOLOMBIACOMOROSCONGOCONGO, DEM REP ZAIRECOSTA RICACOTE DIVOIRECROATIACUBACYPRUSCZECH REPUBLICDENMARKDJIBOUTIDOMINICAN REPECUADOREGYPTEL SALVADOREQUAT GUINEAERITREAESTONIAETHIOPIAFAEROE ISLANDSFIJIFINLANDFRANCEGABONGAMBIAGEORGIAGERMANYGHANAGREECEGREENLANDGRENADAGUAMGUATEMALAGUINEAGUINEABISSAUGUYANAHAITIHONDURASHONG KONGHUNGARYICELANDINDIAINDONESIAIRANIRAQIRELANDISLE OF MANISRAELITALYJAMAICAJAPANJORDANKAZAKHSTANKENYAKIRIBATIKOREA, NORTHKOREA, SOUTHKUWAITKYRGYZ REPUBLICLAOSLATVIALEBANONLESOTHOLIBERIALIBYALIECHTENSTEINLITHUANIALUXEMBOURGMACAOMACEDONIAMADAGASCARMALAWIMALAYSIAMALDIVESMALIMALTAMARSHALL ISLANDSMARTINIQUEMAURITANIAMAURITIUSMAYOTTEMEXICOMOLDOVAMONACOMONGOLIAMOROCCOMOZAMBIQUEMYANMARNAMIBIANAURUNEPALNETHERLANDSNETHERLANDS ANTILLESNEW CALEDONIANEW ZEALANDNICARAGUANIGERNIGERIANORTHERN MARIANA ISLNORWAYOMANPAKISTANPALAUPANAMAPAPUA NEW GUINEAPARAGUAYPERUPHILIPPINESPOLANDPORTUGALPUERTO RICOQATARROMANIARUSSIARWANDASAMOASAN MARINOSAO TOME AND PRINCIPESAUDI ARABIASENEGALSERBIA MONTENEGROSEYCHELLESSIERRA LEONESINGAPORESLOVAK REPUBLICSLOVENIASOLOMON ISLANDSSOMALIASOUTH AFRICASPAINSRI LANKAST KITTS AND NEVISST LUCIAST VINCENTGRENADINESSUDANSURINAMESWAZILANDSWEDENSWITZERLANDSYRIATAIWANTAJIKISTANTANZANIATHAILANDTIMOR, EASTTOGOTONGATRINIDAD AND TOBAGOTUNISIATURKEYTURKMENISTANTUVALUUGANDAUKRAINEUNITED ARAB EMIRATESUNITED KINGDOMUNITED STATESURUGUAYUZBEKISTANVANUATUVENEZUELAVIETNAMVIRGIN ISLANDS USWEST BANKYEMENYUGOSLAVIAZAMBIAZIMBABWE 39 Countries of a feather flock together: MAs in the global economy 0.0 0.0 0.0 0.4 0.0 0.1 0.1 0.0 0.0 0.6 0.0 0.0 0.0 0.3 0.0 0.0 0.0 0.0 0.0 0.4 0.1 0.1 0.0 2.6 1.6 0.0 2.1 0.0 0.0 6.6 0.1 0.0 0.0 2.7 1.0 0.0 1.2 0.0 0.0 5.0 2.7 1.0 0.0 1.3 0.0 0.0 1.2 0.0 0.1 6.3 1.5 0.4 0.0 0.5 0.0 0.0 0.4 0.0 0.0 2.9 0.1 0.0 1.1 3.4 0.0 0.0 0.8 0.0 0.0 5.5 0.0 0.0 0.9 2.2 0.0 0.0 0.4 0.0 0.0 3.5 2.2 0.2 0.1 9.7 0.4 0.0 12.1 0.2 0.1 25.0 1.8 0.2 0.2 26.5 0.1 0.1 11.2 0.2 0.3 40.6 SAS SSA 0.1 0.4 0.0 0.0 0.0 0.0 0.8 0.6 0.0 0.0 0.0 0.0 0.3 0.4 0.2 0.0 0.3 0.1 2.0 1.3 Table B.2 Regional distribution of crossborder MAs, 20002005 a. Number of deals % of total; shaded cells: higher than 0.5% from AAS EAP ECA EUR LAC MNA NAM 5.7 AAS 0.7 EAP 0.0 ECA EUR 2.5 0.0 LAC 0.0 MNA 3.1 NAM SAS 0.1 0.2 SSA sum 12.2 b. Value of deals constant 2005 , % of total; shaded cells: higher than 0.5% SAS SSA from 0.0 0.1 AAS EAP 0.0 0.0 0.0 0.0 ECA 0.6 0.2 EUR 0.0 0.0 LAC MNA 0.0 0.0 0.1 0.1 NAM 0.0 0.1 SAS 0.1 0.0 SSA sum 0.4 0.9 c. Ratio of value of deals to number of deals; shaded cells: higher than 1 from AAS EAP ECA EUR LAC MNA NAM SAS SSA sum AAS EAP ECA EUR LAC MNA NAM 2.1 3.0 0.3 0.1 0.0 0.0 15.8 2.0 0.6 0.0 0.0 0.0 9.9 1.8 0.0 0.0 0.1 0.0 7.1 28.6 SAS SSA 0.2 0.2 0.1 0.1 1.3 na 1.1 0.2 na na 0.1 0.2 0.3 0.2 0.9 0.2 0.2 0.4 0.7 0.2 1.9 0.2 0.1 38.1 0.0 0.3 10.5 0.0 0.1 51.3 AAS EAP ECA EUR LAC MNA NAM 0.5 1.0 0.4 0.4 0.4 0.7 1.6 0.8 na 1.6 na 3.7 0.8 0.6 0.1 0.2 0.2 0.6 1.1 0.6 0.6 0.4 na 0.4 0.2 na 0.4 0.1 0.2 0.5 0.5 0.2 0.8 0.6 0.1 na 0.5 1.8 0.1 0.6 0.1 5.3 0.2 0.8 0.2 0.4 0.3 0.1 0.0 0.7 0.5 0.3 na 1.0 0.6 na 0.6 0.1 0.7 0.8 1.0 0.9 0.6 1.4 0.1 6.3 0.9 0.2 0.5 1.3 sum 13.1 2.2 1.4 47.8 2.1 0.1 31.2 0.9 1.2 100 sum 8.7 1.0 1.0 62.4 1.5 0.4 24.3 0.2 0.4 100 sum 0.7 0.4 0.7 1.3 0.7 2.6 0.8 0.3 0.4 1 40 Countries of a feather flock together: MAs in the global economy Table B.3 Descriptive statistics Variable Number of deals LnGDP LnGDP per capita LnGDPROW LnOutside market potential LnDistij Financial openness Stock market capitalization US yield Exchange rate variability Lnblack markte premium Transparency Wave 1 Wave 2 Common language Colony Common border mean 0.031 10.34 8.09 17.16 13.83 8.69 0.15 12.47 0.067 0.36 2.09 1.17 1,401 2,498 0.19 0.008 0.011 st dev 0.831 1.92 1.13 0.18 0.48 0.86 1.56 35.27 0.013 0.71 1.87 2.53 668 1,184 0.39 0.091 0.11 min 0 5.05 5.33 16.68 12.60 0.005 1.75 0 0.047 0 0.82 0 359 603 0 0 0 max 144 15.95 10.28 17.47 15.36 9.89 2.62 541.72 0.089 10.27 12.93 10 2,663 4,655 1 1 1 obs 882,000 548,940 564,900 379,456 427,716 760,500 625,800 617,400 882,000 574,829 285,180 573,300 793,800 749,700 882,000 882,000 882,000 St dev standard deviation; min minimum; max maximum; obs number of observations 41 Countries of a feather flock together: MAs in the global economy Table B.4 Augmented zeroinflated negative binomial estimates I US yield Stock Market Transparency st dev 72 0.352 121 0.629 130.095 169 256 111 85 36 9 20 12 8 75 120 0.481 0.620 0.779 0.641 0.5100.090 0.070 9.208 162 0.512 245 0.569 118 0.331 110 0.761 350.440 16 12 100.006 0.00002 a. Active Group, negative binomial percent change expected count if significant LnGDPacq 168 0.489 LnGDPtar 199 0.629 LnGDPpcacq 45 0.643 LnGDPpctar 134 0.530 LnDistij 310.516Fin. Openacq 0.051 Fin. Opentar 0.115 US yield Lag SMCacq Lag SMCtar Transparencyacq 0.006 Transparencytar 0.049 Wave 1 coef 100 0.20 Wave 2 coef 100 0.07 Common Language 0.545 42 0.558 Colony 0.793 88 0.788 Common Border 0.134 0.117 b. Passive Group, logit percent change odds ratio if significant LnGDPacq LnGDPtar LnGDPpcacq LnGDPpctar LnDistij Fin. Openacq Fin. Opentar US yield Lag SMCacq Lag SMCtar Transparencyacq Transparencytar Common Language 1.083Colony 0.940Common Border 1.829 of obs Nonzero obs Mc Fadden adj. R2 Region fixed effects Notes: dependent variable is number of deals; GDPpc GDP per capita; Distij distance between i and j; SMC stock market capitalization; , , and are 10%, 5%, and 1% significant, respectively; st dev standard deviation; incidence rate ratio is calculated as discrete change from 0 to 1. 54607423 0.117 106 0.879 0.2480.100 0.095 0.006 1.0330.9481.6896155740.402 0.478 1.201 0.237 114 0.847 23150.4670.3981.1570.013 0.892 0.1630.1016.583 0.005 0.001 1.004 1.087 2.066 64 54 64 112 33 15 65 61 82 1.99 1.99 1.17 1.17 0.85 1.61 1.61 0.63 1.24 0.38 0.11 0.13 1.99 1.99 1.17 1.17 0.85 1.61 1.61 2.99 2.99 0.38 0.11 0.13 666184282,378 5,432 0.453 yes 291,692 3,985 0.465 yes 197,785 4,002 0.457 yes 0.4990.3860.8822716636687 42 Countries of a feather flock together: MAs in the global economy Table B.5 Augmented zeroinflated negative binomial estimates II Black Market Exchange Rates st dev 165 200 102 114 35 19 43 18 7 51 156 21 0.464 0.607 0.431 0.654 0.540 0.048 0.088 0.104 0.20 0.10 0.591 0.758 0.197 0.522 0.587 0.603 0.652 0.481 0.115 0.307 0.30 0.08 0.409 0.941 0.231 a. Active Group, negative binomial percent change expected count if significant 152 LnGDPacq 236 LnGDPtar 66 LnGDPpcacq 115 LnGDPpctar 37 LnDistij 8 Fin. Openacq 15 Fin. Opentar Ln1BMPacq Ln1BMPtar 7 Exchange rate var. 11 Wave 1 coef 100 14 Wave 2 coef 100 Common Language 81 Colony 113 Common Border 18 b. Passive Group, logit percent change odds ratio if significant 59 LnGDPacq 55 LnGDPtar 75 LnGDPpcacq LnGDPpctar 125 LnDistij 27 Fin. Openacq Fin. Opentar LnBMPacq LnBMPtar Exchange rate var. Common Language 67 Colony 68 Common Border 78 of obs Nonzero obs Mc Fadden adj. R2 Region fixed effects Notes: dependent variable is number of deals; GDPpc GDP per capita; Distij distance between i and j; BMP black market premium; , , and are 10%, 5%, and 1% significant, respectively; st dev standard deviation; incidence rate ratio is calculated as discrete change from 0 to 1. 0.518 0.493 1.431 0.018 0.899 0.279 0.360 1.392 0.711 1.854 0.443 0.402 1.180 0.023 0.950 0.192 0.058 0.008 1.098 1.14 1.544 62 60 81 123 67 49 75 51 84 211,256 3,921 0.462 yes 1.99 1.99 1.17 1.17 0.85 1.61 1.61 0.63 1.24 0.38 0.11 0.13 1.99 1.99 1.17 1.17 0.85 1.61 1.61 0.38 0.11 0.13 94,182 2,595 0.443 yes 43 ", "filename": "08-067.pdf", "person": ["Charles van Marrewijk", "van Marrewijk, Charles", "Gus Garita", "Garita, Gus"], "date": ["2008"]}