{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86736/1/08-096.pdf"], "title": ["Bayesian Averaging over Many Dynamic Model Structures with Evidence on the Great Ratios and Liquidity Trap Risk"], "plaintext": "ABSTRACTA Bayesian model averaging procedure is presented that makes use of acid:133nite mixture of many model structures within the class of vector autoregressive VAR processes. It is applied to two empirical issues. First, stabilityof the cid:147Great Ratioscid:148 in U.S. macroeconomic time series is investigated,together with the eect of permanent shocks on business cycles. Second, thelinear VAR model is extended to include a smooth transition function in amonetary equation and stochastic volatility in the disturbances. The riskof a liquidity trap in the USA and Japan is evaluated. Although this riskfound to be reasonably high, we cid:133nd only mild evidence that the monetarypolicy transmission mechanism is dierent and that central banks considerthe expected cost of a liquidity trap in policy setting. Posterior probabilitiesof dierent models are evaluated using Markov chain Monte Carlo techniques.Key Words: Posterior probability; Grassman manifold; Orthogonal group;Cointegration; Model averaging; Stochastic trend; Impulse response;Vector autoregressive model; Great Ratios; Liquidity trap.JEL Codes: C11, C32, C5221 Introduction.In this paper we take account of model uncertainty and introduce a methodof using Bayesian model averaging in the class of vector autoregressive VARprocesses. We demonstrate the operational implications of our approach byinvestigating two empirical issues. First, the stability of the cid:147Great Ratioscid:148in U.S. consumption, investment and income is investigated, together withthe presence and eects of permanent shocks for the duration of the businesscycle. Second, the VAR model is extended to include a smooth transitionfunction in a monetary equation and stochastic volatility in the disturbances. The risk of a liquidity trap in the USA and Japan is evaluated as isthe evidence that central banks incorporate the expected cost of a liquiditytrap in setting policy. We take evidence that the transmission mechanism isdierent when there is a high probability of hitting a liquidity trap in thenear future as evidence that the monetary authority has incorporated therisk of the liquidity trap in its reaction function.The idea underlying Bayesian model averaging is relatively straightforward. Model specicid:133c estimates are weighted by the corresponding posterior model probability and then averaged over the set of models considered.Although many statistical arguments have been made in the literature tosupport model averaging e.g., Leamer, 1978, Hodges, 1987, Draper, 1995,Min and Zellner, 1993 and Raftery, Madigan and Hoeting, 1997, only a fewrecent applications suggest its relevance for macroeconometrics Fernndez,Ley and Steel, 2001 and SalaiMartin, Doppelhoer and Miller, 2004. Herewe mention three reasons for this relevance.The cid:133rst reason is relevance for forecasting and policy analysis. An important function of empirical economic analysis is to provide accurate information for decision making. For example, there is evidence that permanent possibly productivity shocks account for most cid:135uctuations in consumptionKing, Plosser, Stock and Watson, 1991, and Lettau and Ludvigson, 2004and information may be required on the form of the response in consumptionto such a permanent shock. Centoni and Cubadda 2003, however, focusupon business cycle cid:135uctuations and cid:133nd permanent shocks are not very important. While the decision maker is not directly interested in the underlyingmodel used to estimate the response, it is, however, the econometriciancid:146s responsibility to detail the model upon which these estimates rely.If thereis any uncertainty about the veracity of the model, the expected loss fromchoosing a policy action from that single model cannot equal the expected 3loss that accurately accounts for model uncertainty.A second reason for considering model averaging is methodological. Thereare well known issues relating to the complexity of the model set and thesequences used to select a model. The standard approach to providing inference is to select a single model and present empirical results based uponthis model. The usual strategy of model selection using sequential testingprocedures, however, introduces problems of model uncertainty. In the context of sequential hypothesis testing, the pretest problem is well understoodsee, for example, Poirier, 1995, pp. 519523 and has received considerableattention in the statistical and econometric literature. We do not intend norare able to survey the literature here, but mention that just within the unitroot and cointegration testing there have been several studies such as Elliottand Stock 1994, Elliott 1998, Phillips 1996, Chang and Phillips 1995and Chang 2000 see for useful discussion, Maddala and Kim, 1998, pp.139140 and 229231.The problem is self evident. Whether we accept or do not accept anhypothesis, the veracity of the adopted hypothesis is uncertain. Subsequenttests condition upon that uncertain outcome and have their own uncertainoutcomes. This process can lead to signicid:133cant size distortions and inappropriate reported standard errors. Generally, the resulting standard errors willnot fully recid:135ect the uncertainty associated with the estimates. The longerthe sequence of tests the more the problem compounds, and the sequencecan become very long if, for example, we consider:lag length; the type ofdeterministic processes present; the number of cointegrating relations; overidentifying restrictions on the cointegrating space; and even whether certainvariables are in some sense weakly or strongly exogenous for the inferencein question. Despite the extensive concern shown in the literature for thepretest problem, however, a generally applicable strategy for dealing withthis issue does not appear to be available. It would seem the usual implicitapproach is to cid:147. . . entirely ignore the problems caused by pretesting, notbecause they are unimportant, but because, in practice, they are generallyintractablecid:148Davidson and Mac Kinnon, 1993, pp. 9798.An additional, related, problem due to the complexity of the model, isthe concid:135icting inferences that may arise depending upon which sequence oftests is employed. For example, using the Johansen trace test and data onconsumption, investment and income from Paap and van Dijk 2003, wecid:133nd that the chosen cointegrating rank depends upon the chosen determin4istic term 1 and the rank may be zero or one. This suggests it is importantto determine the correct deterministic process before investigating the cointegrating rank. However, the range of deterministic process that can occurdiers if cointegration occurs or not. To take this example further, let usassume a rank of one for these variables and we are now interested in 1whether the error correction term, zt; has a trend and 2 if the Great Ratiosof consumption to income and investment to income enter zt.2 Dependingupon whether we test stability of the Great Ratios cid:133rst or test the presenceof various deterministic terms cid:133rst, we cid:133nd either we have no trend in zt andthat the Great Ratios do not enter zt; or that the Great Ratios do enter ztand zt has a linear trend.A third reason for considering Bayesian model averaging is a pragmaticone. The support in the data is in many cases not clear or dogmatically foror against a restriction, and researchers often do not have strong prior beliefin particular restrictions. The strategy of testing hypotheses on restrictionsand conditioning upon the outcome, eectively assigns a weight of one to themodel implied by the restriction and zero to all other plausible models. Evenif the support is strongly for or against a particular restriction, with onlyslight support for the alternative unrestricted model, imposing the restriction ignores information from that less likely model which, if appropriatelyweighted, could improve inference.Summarizing, there is a concid:135ict between the analystcid:146s need to obtainthe best model and the decisionmakercid:146s need for the least restrictive interpretation of the information provided by the analyst. As an alternative toconditioning on structural features, it is possible to improve forecasting andpolicy analysis by presenting unconditional or averaged information. Gainsin forecasting accuracy by simple averaging have been pioneered by Batesand Granger 1969 and discussed recently by Diebold and Lopez 1996,Newbold and Harvey 2001, Terui and van Dijk 2002 and more recentlyby Francesco, Van Dijk and Verbeek 2007. Some explanation for this phenomenon in particular cases was provided by Hendry and Clements 2002.The averaging weights can be determined to recid:135ect the support for the modelfrom which each estimate derives. This requires accurate recid:135ection of the uncertainty associated with the structural features decid:133ning the model.1As the deterministic processes enter the error correction term, testing for the presence of a trend in a VAR in levels, when cointegration is present, does not identify thedeterministic process.2This implies a particular overidentifying restriction on the cointegrating space holds.5We focus in this paper on three contributions. First, a general operationalprocedure is presented for specifying diuse prior information on structuralfeatures of interest which implies welldecid:133ned posteriors whose moments exist. Given the prior, the information in the likelihood function is supposed todominate. As a result one can evaluate the relative weights or probabilitiesof such structural features as the number of stable equilibrium relationshipsamong economic variables, the forms of those equilibrium relationships, thedynamic responses to disequilibria, and the type of deterministic processesthat may be present and the lag structure. In order to obtain these results wemake use of the prior developed in Strachan and Inder 2003. This prior usesmanifolds and orthogonal groups and their measures. With these techniqueswe can elicit uniform prior measures on relevant subspaces of the parameterspace. From these measures we develop prior distributions for elements ofthese subspaces as the parameter of interest.Second, using this methodology for prior elicitation and an e cient Markovchain Monte Carlo technique for simulating from the posterior, we show inthis paper how to obtain posterior inference and forecasts from model averages in which the economically and econometrically important structuralfeatures may have weights other than zero or one. In other words, our forecasts are based on a cid:133nite mixture of model structures.Third, we demonstrate the proposed methodology with an empirical investigation of two economic issues. First, the stability of the cid:145Great Ratioscid:146cid:0 as discussed in King, Plosser, Stock and Watson 1991 hereafter KPSWcid:0; the relative weights of permanent and transitory components in US consumption, investment and income, the importance of permanent shocks forthe presence of business cycles, and, cid:133nally, the credibility of alternative pathsof responses to a possible productivity shock are investigated. Second, thelinear structural VAR model is extended to include a smooth transition function in a monetary equation and stochastic volatility in the disturbances.Within this extended VAR model, the risk of a liquidity trap in the USA and Japan is estimated and we investigate the evidence that the expected cost ofa liquidity trap incid:135uences monetary authoritiescid:146policy setting decisions.There exist several Bayesian analyses of VAR processes in the literature.A complete survey is outside the scope of our paper, although we mentionthe following approaches. Using socalled cid:147Minnesotacid:148priors, which are of arandom walk nature, Doan, Litterman and Sims 1984 investigate Bayesianforecasting and impulse response analysis using unrestricted VARs. Simsand Zha 1999 investigate concid:133dence bands of impulse responses using un6restricted VARs. Other papers using unrestricted VARs include Koop 1991and 1994 and Canova and Matteo 2004. Structural features in VAR models, like cointegration, are investigated by Kleibergen and Van Dijk 1994,Strachan 2003, Strachan and van Dijk 2003, Strachan and Inder 2004,Villani 2005, Koop, Potter and Strachan 2008, Koop, LonGonzalez and Strachan 2008a and 2008b using diuse type of priors. Cogley and Sargent2005, Primiceri 2005 and Sims and Zha 2006 specify a VAR with stochastic volatility. We extend the analysis of these dierent lines of researchby considering priors on structural features and by investigating the impliedforecasts and impulse responses using Bayesian model averaging.The structure of the paper is as follows. In the Section 2 we introducethe basic models of interest in this paper the vector autoregressive models,the general structural features of interest, and the restrictions they imply.These models are used in the cid:133rst empirical application but we extend themin the second to account for a wider range of behaviours. In Section 3 wepresent the priors, the likelihood and useful expressions for the posterior.The tools for inference in this paper, posterior probabilities, are introducedand general expressions are derived for highest posterior density intervals forfeatures of interest like impulse responses. We demonstrate the approach in Sections 4 and 5 with an investigation of the two empirical economic issuesmentioned before. The cid:133rst application employs the models from Sections 2and 3 directly. The second application builds upon these models to permitstochastic volatility and a smooth transition in central bank reaction functions.In Section 6 we summarize conclusions and discuss possibilities forfurther research.2 A Set of Vector Autoregressive Model Structures.Since the incid:135uential work by Sims 1980, the class of vector autoregressive VAR models has enjoyed much success in macroeconometrics: it canincorporate a wide range of short and long run dynamic, structural and deterministic behaviour.The statistical theory of cointegration Granger, 1983, and Engle and Granger, 1987, in which a set of nonstationary variables combine linearlyto form stationary relationships, and the attendant Grangercid:146s representa7tion theorem provide a useful specicid:133cation to incorporate this feature intothe VAR model and allows the separation of long run and short run behaviour. For details on a likelihood analysis of VAR models with cointegrationrestrictions we refer to Johansen 1995. z 1;tcid:12cid:11 z 2;tcid:8 t When a VAR process cointegrates, the model may be written in the vectorerror correction model VECM form. The VECM of the 1 cid:2 n vector timeseries process yt; t 1; : : : ; T; conditioning on l initial observations iscid:1yt cid:0d 1;tcid:181 ytcid:01cid:12cid:1 cid:11 d 2;tcid:182 cid:1ytcid:01cid:01 : : : cid:1ytcid:0lcid:0l t 1where cid:1yt yt cid:0 ytcid:01; z 1;t d 1;t; ytcid:01 ; z 2;t d 2;t; cid:1ytcid:01; : : : ; cid:1ytcid:0l ;cid:8 cid:1802; cid:001; : : : ; cid:00l0 and cid:12 cid:0cid:1801; cid:120cid:10. The matrices cid:0j j 1; : : : ; l arencid:2 n and cid:12 and cid:110 are ncid:2 r and assumed to have rank r; and if r n thencid:12 In: The 1 cid:2 n vector of errors t are assumed to be iid N 0; cid:10.3 Wedecid:133ne the deterministic terms di;tcid:18i; i 1; 2; formally below.To further simplify the expressions we introduce the following notation.For the model in 2, decid:133ne the T cid:2 n matrix E 01; 02; : : : ; 0T 0, the T cid:2 nmatrix Z0 cid:1y 01; : : : ; cid:1y 0T 0 and the T cid:2 r ki matrix Z Z1cid:12 Z2where Z1 cid:0z 01;1; : : : ; z 01;Tcid:10 and Z2 cid:0z 02;1; : : : ; z 02;Tcid:10 : Finally, let A be ther ki cid:2 n matrix A cid:110 cid:800. We may now write the model, given inequation 1 and 2 as2Z0 Z1cid:12cid:11 Z2cid:8 E ZA E:Vectorising this expression we havez 0 za e34where z 0 vec Z0 ; z In cid:10 Z ; a vec A and e vec E :Next, we specify the restrictions of interest, combinations of which decid:133nein our notation dierent model structures of interest which we may compareor weight using posterior probabilities. The restrictions refer to the numberof equilibrium relations, to the structural overidenticid:133cation restrictions ofthese relations, to particular types of deterministic processes and to the laglength.3Throughout the paper, we denote the Normal distribution with mean m and covariancematrix c by N m; c :8We denote the number of stable equilibrium relationships or, more precisely, the cointegrating rank by r, where r 0; 1; : : : ; n: For cointegrationanalysis of 1, the parameters of interest are the coe cient matrices cid:12 andcid:11 which are of rank r cid:20 n. Of particular interest then, is r which impliesthere are n cid:0 r common stochastic trends in yt, and r is the number of I 0combinations of the element of yt extant. In the case r n and assumingfor simplicity cid:181 0; cid:12 is the matrix of cointegration coe cients, ytcid:12 0are the stationary relations towards which the elements of yt are attracted,and cid:11 is the matrix of factor loading coe cients or adjustment coe cientsdetermining the rate of adjustment of yt towards ytcid:12 0:A second feature of interest are the particular identifying restrictionsplaced upon cid:12: These will be denoted by o; where o 0; 1; : : : ; J and o 0will be understood to refer to the just identicid:133ed model. A range of restrictionscommonly investigated are presented in Johansen 1995, Chapter 5. Werestrict ourselves to two cases: no restriction on cid:12 o 0; and cid:12 H o 1 where H is an n cid:2 s matrix and is an s cid:2 r matrix such that thecointegrating space is either completely determined if r s or is restrictedto be within the space spanned by H. For example, KPSW study stabilityof the cid:145Great Ratioscid:146of consumption to income and investment to income ascointegrating relations. If we have logs of consumption ct, investment itand income inct, and there are two cointegrating relations, then the 3 cid:2 2with s r 2 in this case matrix 0110H 24cid:01 cid:01 35 ;cid:01 cid:01 35 ct cid:0 inct; it cid:0 inct :yt H ct; it; inct241001decid:133nes the two cointegrating relations among y ct; it; inct by We investigate this example further in Section 4.The deterministic processes in the level, yt, and the equilibrium relations,ytcid:12, are given respectively by the terms d 1;tcid:181 and d 2;tcid:182 in 1. The contentsand dimensions of the di;t and the cid:18i depend upon the particular deterministicprocess that occur in ytcid:12 and cid:1yt and therefore yt: In the discussion thatfollows, cid:221 and cid:141 are 1cid:2 r vectors, while cid:222 and cid:142 are 1cid:2 n vectors. These 9processes can be linear trends, nonzero means or zero mean for ytcid:12, and nocid:14020 thendrift, linear drift and quadratic drift in yt: For example, if cid:182 cid:2202d 2;t 1; t and this implies yt will have a quadratic drift. If cid:182 cid:222 thend 2;t 1 and this implies yt will have a linear drift. We consider the cid:133vecommonly used combinations in the table below see, for example, Johansen,1995:d 1;tcid:181d 1 cid:221 cid:141t 2 cid:221 cid:141t 345cid:221cid:2210d 1;t1; t1; t11fgytcid:12linear trendlinear trendnonzero meannonzero meanzero meand 2;tcid:182cid:222 cid:142tcid:222cid:22200d 2;t1; t quadratic drift11fgfglinear driftlinear driftytno driftno drift We set the range of l by setting a minimum, Lmin; and a maximum numberof lags, L: For example, we may have l 0; 1; :::; L so Lmin 0 for a total of NL L cid:0 Lmin 1 lags considered:Each model will be identicid:133ed by Mcid:24 where cid:24 r; o; d; l and cid:24 2 cid:4;the set of all cid:24 considered. For example, the least restricted model will be Mn;0;1;L; while the most restricted model will be M0;1;5;0: As an example ofmodels we consider, KPSW begin their investigation with results using two VAR models with six lags: the cid:133rst having only a constant, Mn;0;3;6, and thesecond having a constant and a trend, Mn;0;1;6. From these models they cid:133ndevidence that suggests support for two equilibrium relations of known formand a linear drift which within our model set is M2;1;3;6: Thus, with n 3 inour application, we deal with a case of 4cid:22cid:25cid:2NL 40NL models.4;5 Whilewe do allow for a range of lags of dierences, as these have little economicimportance for the studies we look at, and for space considerations, we laterdenote some models by the shorter notation r; o; d and by this we meanthat the reported results will have been averaged over all lag lengths.4This reduces to 26NL cid:0 1 models when we account for impossible models and observationally equivalent models. See Subsection 3.1 below for further discussion on thispoint.5Generally, if we consider L dierent lag lengths the number of observationally distinctmodels is L 1 5 n s :103 Priors, Posteriors and Model Averaging.In this section the priors and resultant posterior are presented beginningwith discussion of the distribution of the prior probabilities over the modelspace which contains some models that are impossible and others that areobservationally equivalent. Next we consider the priors for the parameterscid:10 and a: Conditional upon cid:12 the model in 14 is linear in the equationparameters a. This fact makes it relatively straightforward to elicit priorson cid:10 and a, however we adopt a transformation that improves the samplingscheme and so give the full prior after we have given careful consideration tothe prior for cid:12; before then presenting the method of posterior analysis.3.1 The Prior.In this paper we wish to treat all models as a priori equally likely, howeverthis is not a straightforward issue.6 The priors for the individual elementsof cid:24 r; o; d are not independent, as certain combinations are either impossible, meaningless such as, for example, r 0; that is we have no stablerelations, with o 2 or observationally equivalent to another combinationsuch as the models with r n and d 1 or 2. The natural prior probability to assign to impossible models is zero 7. However, the researcher mustcarefully consider how she wishes to treat observationally equivalent models.It seems sensible to regard this set of observationally equivalent models asjust one model and then assign equal prior probabilities to all these models.For example, at r 0 the models with d 2 and d 3 are observationallyequivalent. If we were to treat these two models as one model, they eachwould receive half the prior probability of other models with rank 0 r n. Systematic employment of this principle, however, would bias the priorweight in favour of models with 0 r n: This could shift the posteriorweight of evidence in favour of some economic theories for which we wish todetermine the support.86The authors are grateful to Geert Dhaene, John Geweke and an anonymous refereefor useful comments on this issue.7Although the actual prior probability we assign to impossible models provided it isless than one is irrelevant as the marginal likelihood for these models will be zero, suchthat the posterior probability will be zero by design.8This issue could be viewed as a concid:135ict between the desire to be uninformative acrossstatistical models and the desire to be uninformative across economic models.11Alternatively we could specify all possible combinations of the indices incid:24 be equally likely to avoid biasing the evidence in favour of other classes ofmodels. However, any bias towards some models can be viewed as simplya result of Bayes Theorem. This is the view we take and we implementthe cid:133rst approach treating observationally equivalent models as one modelin the following way. We cid:133rst assign probabilities to various values of themodel features such as dierent cointegrating ranks, p r ; or deterministicprocesses, p d. We then set the prior weighting for each model as k Mcid:24 p r p o p d p l : Next, set k Mcid:24 0 for impossible combinations and foreach set of combinations of cid:24 that imply observationally equivalent models,we set k Mcid:24 0 for all but one of the combinations. Finally we computethe prior model probabilities as p Mcid:24 k Mcid:24 cid:6cid:24k Mcid:24 where in thedenominator we have summed k Mcid:24 over all cid:24.To demonstrate the assignment of prior probabilities we use the cid:133rstapplication in this paper. As we have n 3, r 2 0; 1; 2; 3 so we use p r n 1cid:01 0:25, with d 2 1; 2; 3; 4; 5 we set p d 0:2; and with l 2L1 : In our application we consider two states of0; 1; : : : ; L we set p l 1overidenticid:133cation of cid:12: In the cid:133rst state cid:12 is unrestricted o 0 and in thesecond we have cid:12 H o 1 and so we set p o 0:5 for o 2 0; 1 :For each model implied by a particular value of cid:24; we need to specify aprior for the parameters in the model. We use a proper inverted Wishart withscale matrix S In 10 and degrees of freedom cid:23 10 as the prior for cid:10 andthis is rather uninformative. As a changes dimensions across the dierentversions of cid:24 implied by dierent models and each element of the vector ahas the real line as its support, the Bayes factors for dierent models will notbe well decid:133ned if an improper prior on a; such as p ajcid:12; Mcid:24 _ 1 were used.9For this reason a weakly informative proper prior for a must be used. Wedefer giving an expression for the full prior to the end of the next subsection,but the prior for a conditional upon cid:10; cid:12; Mcid:24 has zero mean and covariancematrix V cid:10cid:10 cid:17cid:01Inkir.10 We choose the value of cid:17 10 as this providesa mild degree of shrinkage towards zero which has been shown to improveestimation See Ni and Sun, 2003. Further evidence on the incid:135uence of thischoice can be found in Strachan and Inder 2004.As cid:12 and cid:11 appear as a product in 2, r 2 restrictions need to be imposed 9For the original discussion on this point see Bartlett 1957 and more recently Ocid:146Hagan1995, Strachan and van Dijk 2003 and Strachan and van Dijk 2005.10If an informative prior is used on for the cointegrating space then we recommend theprior for B in Koop, Lecid:243nGonzlez and Strachan 2005.12on the elements of cid:12 and cid:11 to just identify these elements. Much of thework to date in Bayesian cointegration analysis has used linear identifyingrestrictions. That is, by assuming ccid:12 is invertible for known r cid:2 n matrixc and the restricted cid:12 to be estimated is cid:12 cid:12 ccid:12cid:01 : The free elementsare collected in cid:122 c?cid:12 where c?c 0 0: For example, if c Ir 0 thencid:12 h Ir cid:1202i 0 and a prior is then specicid:133ed for cid:122.11We also note that a requirement to employ linear restrictions is thatwe know enough about the cointegrating space to be able to choose c suchthat ccid:12 is nonsingular so that cid:122 c?cid:12 ccid:12cid:01 exists. Making use of thisassumption to impose these linear restrictions, however, has the unexpectedand undesirable result that it makes this assumption a priori impossible seethe Appendix, Theorem 4.Assuming that c is known, Kleibergen and van Dijk 1994 1998 compare also Bauwens and Lubrano, 1996 demonstrate how a cid:135at prior on cid:122 canresult in, at best, nonexistence of moments of cid:122; and, at worst, an improperposterior distribution thus precluding inference. They also outline how localnonidenticid:133cation precludes the use of Markov Chain Monte Carlo MCMCmethods due to reducibility of the Markov chain. As a solution they proposeusing the Jereys prior as the behaviour of this prior in problem areas ofthe support osets the problematic behaviour of the likelihood: a relatedsolution is proposed in Kleibergen and Paap 2002 and Paap and Van Dijk2003. Using these approaches avoids the issue of local nonidenticid:133cation,results in proper posteriors and allows use of MCMC, although the posterioragain has no cid:133rst or higherorder moments of cid:122:As is indicated before, a cid:135at prior on cid:122 cannot be employed to obtainposterior probabilities for Mcid:24 since the dimensions of cid:122 depend upon cid:24: Wedo not, however, need to be informative to obtain inference. Denoting thespace spanned by cid:12 by p sp cid:12, we can say it is p, and not cid:12, that isthe primary object of interest and this space is in fact all we are able touniquely estimate. The parameter p is an rdimensional hyperplane in Rncontaining the origin and as such is an element of the Grassman manifold 1211There exist practical problems with incorrectly selecting c: The implications for classical analysis of this issue are discussed in Boswijk 1996 and Luukkonen, Ripatti and Saikkonen 1999 and in Bayesian analysis by Strachan 2003. In each of these papersexamples are provided which demonstrate the importance of correctly determining c:12The authors would like to thank Soren Johansen for making this point to one of theauthorcid:146s. Villani 2005 also makes use of a prior on p:13cid:12 where 13 ccid:12 RGr;ncid:0r Gr;ncid:0r James, 1954, p 2 Gr;ncid:0r.We save the technical discussion for the Appendix, but to implement thisapproach, we specify cid:12 to be semiorthogonal, i.e., cid:120cid:12 Ir; and specifya Uniform distribution for cid:12 for some background information, see Strachan 2003, Strachan and Inder 2004 and Strachan and van Dijk 2003.The support of all n cid:2 r dimensional semiorthogonal matrices is the Steifelmanifold which we denote by Vr;n.A Uniform prior for p over Gr;ncid:0r is implied by a Uniform prior for cid:12 over Vr;n. This prior has the form p cid:12j Mcid:24 ccid:01dcid:12 and cid:12 isthe rframe with cid:133xed orientation in p. The measure on Gr;ncid:0r used in theabove expression is derived from its relationship with the spaces Vr;n and thegroup of rcid:2 r orthogonal matrices, see the Appendix and the reference giventhere.14For the cases in which we impose identifying restrictions discussed in Section 2 of the form cid:12 H o 1, we impose 2 Vr;s and imposethe Uniform prior on Vr;s: This implies that we are uninformative about theorientation of the vectors cid:12 in sp cid:12 : For computational and mathematicalsimplicity we also convert H to be semiorthogonal by the transformation H ! H H0Hcid:012 : This transformation is innocuous since the space of H;which is the important parameter, is unchanged by this transformation.As cid:12 is semiorthogonal, the posterior distribution will be nonstandardregardless of the form we choose for the prior. Therefore, to obtain an expression for the posterior useful for obtaining draws of cid:12; we make use ofthe fact that the matrices cid:11 and cid:12 always occur in a product form as cid:12cid:11such that we can introduce any full rank square r cid:2 r matrix U such thatcid:12cid:11 cid:12U Ucid:01cid:11 cid:12cid:3cid:11cid:3. Note that the matrices cid:11cid:3 and cid:11 have the samesupport, however, cid:12 is semiorthogonal with the Stiefel manifold as its support while cid:12cid:3 has as its support the nr dimensional real space. We give cid:12cid:313We acknowledge that this notation is not technically correct. If we were to denote thedgnr :measure for the Grassman manifold as dgn However, for notational clarity we use the notation dcid:12:r ; then we should really write ccid:12 RGr;ncid:0r 14More recently, the topic of invariance to rescaling of the data has been raised inconversations with colleagues. Our prior is not invariant and no uniform, invariant priorexists. Such invariance gives us the virtue of being able to say that the probability ofbeing in this region is the same after rescaling, no matter what the region. No prior inthe literature has this virtue except Strachan 2003. However, while Strachan 2003 canbe used for BMA only if the data dependence is ignored. While it might be worth furtherinvestigation, we do not consider invariance further here except to note that we are yet tosee a Bayesian cointegration study in which it is an important issue.14a Normal prior with zero mean and covariance matrix ncid:01Inr. We can easilytransform back to the parameters of interest via cid:12 cid:12cid:3Ucid:01 and cid:11 cid:11cid:3U:The prior for cid:12cid:3 resembles that of Geweke 1996 except that our prior implicitly specicid:133es, in addition to a proper prior for U, that the marginal priorfor cid:12 cid:12cid:3Ucid:01 is Uniform. The e ciency of this approach is discussed in Koop, Lecid:243nGonzlez and Strachan 2008a.We let acid:3 denote the vector a with the elements of cid:11 replaced by thecorresponding elements of cid:11cid:3 and let bcid:3 vec cid:12cid:3 : The prior for acid:3 is Ncid:00; cid:10 cid:10 cid:17cid:01Ikircid:1. The full prior distribution for the parameters in agiven model is thenp cid:10; acid:3; bcid:3j Mcid:24 _ expncid:0cid:172acid:30cid:0cid:10cid:01 cid:10 Ikircid:1 acid:3 cid:0cid:2jcid:10jcid:0nki2r1cid:2312 expcid:26cid:012n 2bcid:30bcid:3otrcid:10cid:01Scid:27 :3.2 Posterior Analysis.An expression for the posterior distribution of the parameters for any modelgiven the data is obtained by combining the prior, p cid:10; acid:3; bcid:3j Mcid:24 ; with thelikelihood for the data L yjcid:10; acid:3; bcid:3; Mcid:24 where y represents all data. Thatis,p cid:10; acid:3; bcid:3j Mcid:24; y _ p cid:10; acid:3; bcid:3j Mcid:24 L yjcid:10; acid:3; bcid:3; Mcid:24 k cid:10; acid:3; bcid:3; Mcid:24jy :5As we will be using a Gibbs sampling scheme we need to present the conditional posterior for each parameter. To simplify the presentation of theposteriors, we use the transformation cid:12cid:11 cid:12U Ucid:01cid:11 cid:12cid:3cid:11cid:3 and the factthat, conditional upon bcid:3; the model in 3 and 4 is linear.As the model is linear conditional upon bcid:3; standard results show thatthe posterior for acid:3 will bewhere a cid:16In cid:10cid:0Z0Z cid:17Ikircid:1cid:01 Z0cid:17 z 0 and V cid:2V cid:01 V cid:01cid:3cid:01 cid:10 cid:10cid:0Z0Z cid:17Ikircid:1cid:01 :Next, in the equation 3 we vectorise Z1cid:12cid:3cid:11cid:3 to obtain vec Z1cid:12cid:3cid:11cid:3 z 1bcid:3 where z 1 cid:11cid:30 cid:10 Z1 : Thus we can rewrite the expression in 4 as6acid:3 cid:24 Ncid:0a; Vcid:115show the posterior for bcid:3 will beez 0 z 1bcid:3 e whereez 0 vec Z0 cid:0 Z2cid:8 ; and use standard results again to7bcid:3 cid:24 Ncid:16bcid:3; V bcid:3cid:17We use the following scheme at each step i to obtain draws of acid:3; cid:10; cid:12cid:3 :where bcid:3 V bcid:3 cid:11cid:3cid:10cid:01 cid:10 Z01ez 0 and V bcid:3 cid:11cid:3cid:10cid:01cid:11cid:30 cid:10 Z01Z1 n Inrcid:01 :1. Initialize acid:3; cid:10; bcid:3 cid:0acid:30; cid:100; bcid:30cid:1.2. Draw cid:10jacid:3; bcid:3 from IW S cid:17A0A E0E; T n ki 2r 1 cid:233. Draw acid:3jcid:10; bcid:3 from Ncid:0a; Vcid:14. Draw bcid:3jcid:10; acid:3 from Ncid:0bcid:12cid:3; V cid:12cid:3cid:1.5. Repeat steps 2 to 4 for a suitable number of replications.An important component of Bayesian inference is the posterior probabilityof each model, p Mcid:24jy. These can be derived from the marginal likelihoodsmcid:24 for each model via the expressionmip Mimim 0p Mimcid:24p Mcid:24mcid:24m 0p Mcid:24p Mijy Xcid:242cid:4Xcid:242cid:48where the summation in the denominator is over all elements of cid:4 and themarginal likelihood m 0 is for some model M0: The marginal likelihood for amodel is given bymcid:24 ZRkirn Zcid:100ZGr;ncid:0rk cid:10; acid:3; cid:12cid:3; Mcid:24jy dbcid:3 dcid:10 dacid:3 ;9where acid:3 2 Rkirn, cid:10 is positive decid:133nite denoted cid:10 0. The expressionin 8 suggests two ways to compute the model probabilities. We could eithercompute the mcid:24 directly and use the cid:133rst expression, or we could computethe ratio mcid:24m 0 for each model and use the second expression.If M0 nests within all of the models in the model set M0 need not actuallybe in the model set considered then we can use the SavageDickey densityratio SDDR to estimate m 0mi Verdinelli and Wasserman 1995 and see 16Koop, Lecid:243nGonzlez and Strachan 2005 for an example of an applicationof this approach. To demonstrate briecid:135y, the model M0 M0;1;5 nestswithin all models at the point acid:3 0; and the SDDR can be computed asthe ratio of the marginal posterior to the marginal prior at the point acid:3 0.Thusm 0mip acid:3 0j Mcid:24; yp acid:3 0j Mcid:24:Given our earlier choices for the prior, the expression p acid:3 0j Mcid:24 cid:0 2cid:25ncid:1cid:0nr2 :Given sequences of draws cid:0cid:10i; bcid:3icid:1 ; i 1; : : : ; K from the posterior andcid:0cid:10j; bcid:3jcid:1 ; j 1; : : : ; K from the prior 15, the marginal posterior density foracid:3 can be approximated bybp acid:3 0j Mcid:24; y Kcid:01KXi1pcid:0acid:3 0jcid:10i; bcid:3i; Mcid:24; ycid:1 :Alternatively we could directly estimate mi using, for example, the approach of Gelfand and Dey 1994. This approach is attractive if the dimension of the integral to be approximated is not large. In our case we can reducethe dimension as the posteriors of acid:3 and cid:10 have standard conditional formsand so we can readily integrate these out of the full joint posterior to obtainan expression for p bcid:3; Mcid:24jy _ gcid:24k bcid:3j Mcid:24; y dbcid:3 : We can write mcid:24 gcid:24ccid:24where gcid:24 is known and given in the Appendix and ccid:24 R k bcid:3j Mcid:24; y dbcid:3 isthe only unknown term to be estimated.To estimate the marginal likelihood, we must estimate the term ccid:24. Weapproximate this integral using the method proposed by Gelfand and Dey1994 which uses the relation 1ccid:24Z qkkccid:24dbcid:3 :in which q q bcid:3 is a proper known density and k k bcid:3j Mcid:24; y. Aswe have we have a sequence of draws bcid:3i; i 1; :::; J; from the posteriordistribution for bcid:3, we can estimate ccid:24 bybccid:24 Jcid:18cid:6Ji1qikicid:19cid:01:15It is relatively straightforward to show that the conditional priors are all proper andof standard Normal and inverted Wishart forms.171As our choice for q, we use a truncated Normal with mean zero andn: The truncation is such that the density is zero forcovariance matrix Inrbcid:30bcid:3 cid:31cid:3nr where Pr cid:31nr cid:31cid:3nr 0:01 and cid:31nr is a Chisquared randomvariable with nr degrees of freedom. Except for the truncation, this thesame density as the prior and implies a Uniform density for cid:12:16 With a nondiagonal covariance matrix this density for cid:12cid:3 would imply a Matrix Angular Central Gaussian distribution Chikuse, 1990 for cid:12. Our choice of q impliesthe ratio kq has the form of a kernel for a 11 polyt density but over acompact support. This density will have fat tails and so qk will tend to bestable, however the truncation further ensures the stability.Alternative approaches exist for estimating ccid:24. For the computation ofthe posterior probabilities, we need only draws of cid:12cid:3 to approximate ccid:24. Ifthe model set becomes large then computation times for the above strategymay become rather large. A sensible strategy then would be to include themodel in the sampling scheme. This could be achieved using a method suchas the reversible jump methodology of Green 1995. Kleibergen and van Dijk 1998 and Kleibergen and Paap 2002 develop MCMC schemes inthe simultaneous equations model and the VECM. Strachan 2003 employsthis approach when cid:12 has been identicid:133ed using restrictions related to thoseof the ML estimator of Johansen 1992. Alternatively one may use the Adaptive Radial based method of Bauwens, Bos, van Dijk and van Oest2004 or the neural network mixture method of Hoogerheide, Kaashoek andvan Dijk 2006. Bauwens and Lubrano 1996 and Strachan and Inder 2004demonstrate other approaches.3.3 Bayesian Model Averaging with MCMC.In this section we outline how we implement Bayesian model averaging toprovide unconditional inference. One of the advantages of our approachover previous approaches is that for all model specicid:133cations we consider, asshown in the Appendix, the posterior will be proper and all cid:133nite moments ofbcid:3 vec cid:12cid:3 or cid:12 exist. The importance of this statement becomes evidentwhen we consider that economic objects of interest to decisionmakers areoften linear or convex functions of the cointegrating vectors. As we wish toreport expectations of these objects, we require the existence of moments of 16The symmetric truncation for the symmetric density has no implications for the distribution on the cointegrating space or cid:12.18bcid:3.Suppose we have an economic object of interest cid:30 which is a function of theparameters for a given model acid:3; cid:10; bcid:3j Mcid:24, cid:30 cid:30 acid:3; cid:10; bcid:3j Mcid:24. Examplesinclude estimates of impulse responses, forecasts, or loss functions. We wishto report the unconditional upon any particular model expectation of thisobject. That is, we wish to report an estimate of E cid:30jy Xcid:242cid:4E cid:30jy; Mcid:24 p Mcid:24jywhere E cid:30jy; Mcid:24 is the expectation of cid:30 from model cid:24: To obtain thisestimate, denote the ith draw of the parameters from the posterior distribution for model Mcid:24 as cid:0acid:3i; cid:10i; bcid:3icid:1 and so the ith draw of cid:30 ascid:30i cid:30cid:0acid:3i; cid:10i; bcid:3ij Mcid:24cid:1. Next suppose we have i 1; : : : ; J draws ofthe parameters from the posterior distribution for each model. To approximate E cid:30jy, we cid:133rst obtain estimates of E cid:30jy; Mcid:24 from each model by 1MThese estimates are then averaged ascid:6Mi1cid:30i for each cid:24:b E cid:30jy; Mcid:24 b E cid:30jy JXj1 b E cid:30jy; Mcid:24bp Mcid:24jyin whichbp Mcid:24jy is an estimate of p Mcid:24jy :4 The Great Ratios.In this subsection we provide empirical evidence on the role of permanentshocks in logarithms of U.S. consumption ct, investment it and incomeinct as studied by KPSW. The KPSW study proposes these variables aresubject to a single common permanent productivity shock and that the consumptionincome and investmentincome ratios are stable. They also reportevidence that the bulk of the cid:135uctuations in these variables is due to thepermanent shock. Using an extended data set from quarter one 1947 upto and including the fourth quarter of 200717, we report evidence upon the 17The data are seasonally adjusted, quarterly observations covering the period from thecid:133rst quarter 1947 to the last quarter of 2007, on Personal Consumption Expenditures,Gross Private Domestic Investment, and GDP Source: Bureau of Economic Analysis.19number of common permanent shocks, the support for the stability of theconsumptionincome and investmentincome ratios as implied by the KPSWmodel, and the proportion of variability in the three variables in the systemyt ct; it; inct over the business cycle that is due to permanent shocks.Finally, we report full densities of impulse responses to permanent shocks todemonstrate the importance of model uncertainty.Evidence on Permanent Shocks and the cid:145Great Ratioscid:146.KPSW translate the above features of the system of variables into restrictions upon a VECM and investigate the support for these restrictions.These model restrictions are that there is one common stochastic trend andct cid:0 inct and it cid:0 inct will both be stationary I 0 processes. We thereforeallow the rank, r; to vary over all possible values, r 2 0; 1; : : : ; n and for thelog dierences ctcid:0 inct and itcid:0 inct to either form the cointegrating relationsif r 2 or the variables will enter the cointegrating relations via theserelations if r 1. Finally we also allow for the range of cid:133ve combinationsof deterministic processes suggested in Section 2. An additional feature ofthe model of KPSW is that if ct cid:0 inct and it cid:0 inct are stationary, we wouldnot expect them to contain trends. Thus we would expect the evidence tosuggest d 2: The set of 130 models 18 may be summarized as r 2 0; 1; 2; 3,o 2 0; 1, d 2 1; 2; 3; 4; 5 and l 2 0; 1; : : : ; 5.19Beginning with the support for the alternative models in the model set,the modal model with posterior probability of 18%, has eight lags of dierences l 4, two stochastic trends r 1, the great ratios do form thecointegrating relations o 1 and neither the equilibrium relations nor thelevels contain deterministic trends d 5. The posterior probabilities of themodels averaged over lags and computed using the method of Gelfand and Dey 1994 are given in Table 1. These results show that both with and without the overidentifying restrictions, the weight of support is upon there beingtwo common stochastic trends in yt p r 1jy 66%, with some supportfor only one stochastic trend p r 2jy 34%. This gives a log odds ratioof 0.66 which as evidence for two rather than one stochastic trend is, according to Kass and Raftery 1995, is not worth more than a bare mention.This result gives some support to the cid:133rst feature suggested by the model 18Simply multiplying up the cardinality of each set of r; o; d; l would produce 240 models. However, several models are impossible and so excluded, or observationally equivalentto another and so we count these as one model. See Section 3.1 for discussion on thispoint.19All models with lags below 3 had zero posterior probability.20proposed in KPSW, that these variables share a single permanent shock.The second feature, that ctcid:0 inct and itcid:0 inct are cointegrating relations hasslightly stronger support with a posterior probability of 45%; although againthis is not strong evidence. These two conclusions do not disagree with thecid:133ndings of Centoni and Cubadda 2003 hereafter CC who use a data setto April 2001. Finally, we cid:133nd strong evidence that the equilibrium relationsare I 0 with no linear deterministic trends as p d 4jy 55%:Table 2 lists the probabilities and cumulative probabilities of the cid:133vemost likely models. Although these models account for two thirds of all theposterior probability over this model set and the top 20 models account for 99% of the posterior probability mass there is not strong support for anyone of these models. The results in Table 2 do suggest support for particularstructural features: there are four lags of dierences; no deterministic trends;there is cointegration; and the great ratios are as likely as not to be stable.Table 1: Posterior probabilities of structural features for real business cyclemodel. Note that the cells for observationally equivalent models have beenmerged.Just Identicid:133ed Models o 0r 0123120:0010:0010:1640:0210:000d 1 d 2 d 3 d 4 d 50:0000:0000:0000:0000:0000:1090:0740:0000:0000:0000:000Over Identicid:133ed Models o 10:0000:0000:0010:0000:0000:0000:0870:2460:2940:000Table 2: Posterior probabilities, P Mcid:24jy, of the top cid:133ve models.d 54454l 44444r 11212Cumulativeo P Mcid:24jy probabilities 101000:17970:14220:12750:11390:10640:17970:32190:44940:56330:669721Eects of Permanent Shocks: Next we consider the importance of thepermanent shocks in the business cycle. Decomposing the variance into thecomponents due to transitory and permanent shocks, we gain an impressionof the relative importance of these eects for the variability of the consumption, investment and income. KPSW derive an identicid:133cation scheme for thisdecomposition based upon a particular economic theory. In our data thereis uncertainty associated with this theory.KPSW estimate the proportion of variance due to permanent shocks inthe time domain for the model M2;1;3 with 8 lags of dierences. For it andinct they report proportions varying from 0.88 ct, 0.12 it and 0.45 inct atone quarter after the shock to 0.89 ct, 0.47 it and 0.81 inct respectivelyat 24 quarters after the shock. Our interest is in the proportion of businesscycle cid:135uctuations due to permanent shocks and so follow CC who considerthe variance decomposition within the frequency domain.With their slightly shorter sample, CC found proportions of variabilityover an 832 quarter period of 0.57 for ct, 0.14 for it and 0.18 for inct. Table 3 reports the proportions of cid:135uctuations over 8 to 32 quarters that are dueto permanent shocks for the three variables using our updated data set andextended model set. We see from these results that the KPSW model assignsa larger proportion of the variability in consumption and income to the permanent productivity shock than the other models. The remaining modelsgenerally agree with each other, at least in the relative sizes if not the exactvalues. Thus, using our Bayesian model averaging approach we cid:133nd supportfor the conclusion of CC that, while important, the single permanent shockis not the main determinant of business cycle cid:135uctuations.Table 3: Estimated variance decompositions into permanent components inthe frequency domain.Estimation method Averaged over all models CC model M2;0;3KPSW model M2;1;3Best model M2;0;2ct 0:3460:3440:4610:341it 0:3410:3450:3900:339inct 0:3480:3460:4540:354We conclude by reporting for each variable the impulse response pathfrom a permanent shock. We assume there is only one permanent shockand so condition upon r 2, but average over the other model features.22The impulses for ct; it and inct are shown in Figures 1, 2 and 3 respectively.The upper panel in each cid:133gure shows the full density over all 60 periods.The bands represent the boundaries of 20%, 40%, 60% and 80% highestposterior density regions HPDs. These are contours of the density thatdecid:133ne the smallest possible regions containing the stated mass. To aid withthe interpretation of these cid:133gures we have included in the lower panels theprocid:133les of the density of the impulses at three points in time after the shock.These are at h 10; h 30 and h 60 periods after the shock.In each case there is a slightly positive long run response to a permanentshock in each series. More interestingly, we see that the form of the densitiesare generally symmetric but leptokurtic. The leptokurtosis occurs at bothshort and longer horizons and so is not a result of a few divergent pathswhich would show up only at longer horizons. The leptokurtosis resultsfrom mixing over normals and demonstrates well the eect of accounting forboth model and parameter uncertainty. That is, the form of the density ateach horizon recid:135ects the eect that low probability events have on the tailbehaviour. From the upper panels, we see that the bulk of the mass does notcontinue to increase as rapidly at longer horizons and, in fact, settles downto a consistent shape. This is most evident for consumption which seems tohave stopped increasing its spread after around 30 periods.The form of these densities are important for giving a full account ofthe uncertainty associated with the responses. In each case the fat tails inthe densities derive from models with low posterior probabilities. Neglectingthese models and using only the best model eectively assuming model certainty would produce very dierent estimates of the distributions of impulseresponses, forecasts and the resulting expected loss from a particular action.5 The Risk of a Liquidity Trap in the USAand Japan and Evidence of its Importancefor Monetary Policy.5.1 Introduction.In recent decades some industrialized nations, in particular Japan, seem tohave reached a state of the economy where incid:135ation, interest rates and eco23nomic growth are all low. Some illustrative data interest rates 20, rt; prices 21,pt; and real per capita GDP, gt are given in Figure 5 for the USA and Japan.With low or negative incid:135ation and already low interest rates, monetary policyto activate the economy by lowering interest rates even further may not beeective or possible anymore. Earlier authors have characterized this stateof the economy as the liquidity trap and clearly Central Bank authoritieswould wish to avoid such a state.The literature on the liquidity trap is extensive. Discussions of this issuedate from Keynes 1936 and Hicks 193722 who focussed upon the form ofthe ISLM model and a positive lower bound on long interest rates. Morerecent work, however, tends to focus upon the importance of the zero lowerbound ZLB on short maturity interest rates. Eggertsson and Woodford2003a,b and 2004 demonstrate how the ZLB on interest rates complicatesthe conduct of monetary policy in a low incid:135ation environment and the role ofcid:133scal policy in such a situation. Summers 1991 identicid:133ed a tradeo, dueto the ZLB, between the aims of achieving a zeroincid:135ation target and stableoutput. Fuhrer and Madigan 1997 use simulation to provide evidence onthe importance of a ZLB on US interest rates in a low incid:135ation environmentin contrast to a high incid:135ation environment, and conclude that the optimalrate of incid:135ation should be positive rather than zero. Other interesting studiesinclude Reifschneider and Williams 2000, Orphanides and Wieland 1998,and Wolman 1998.Our investigation has two stages.In the cid:133rst, we generalize the VARmodel to allow for both cointegration and multivariate stochastic volatilityVECMSV. With this model we aim to provide estimates of the probability of encountering the LT for the US and Japan between 1975 and quarterthree of 2006 using a mixture of forecast distributions generated by averaging over a range of models. In the second stage, we introduce a smoothtransition function in a monetary equation VECMSVST to allow inference on changes in the transmission mechanism as the forecast distributionof interest rates puts more mass near zero. We use this model to address 20The interest rate is the overnight Federal Funds Rate for the US and the Money Market call money rate for Japan.21For each country, pt is taken to be the log of the CPI for the US and Japan.22Boianovsky 2003 outlines early discussion by Hicks 1937 who attributed the concept of the LT to Keynes and focussed on a lower bound on long bond rates. Morerecent discussions tend to focus upon the ZLB for short rates. Boianovsky 2003 gives aninteresting overview of the development of the term and concept of the cid:147liquidity trapcid:148.24two aims: 1 to again provide estimates of the probability of encounteringthe LT; and 2 to obtain inference on the whether there is a change in themonetary policy transmission mechanism when the risk of encountering theliquidity trap becomes signicid:133cant.We decid:133ne the LT as occurring if interest rates fall below some low level,r, for two or more consecutive quarters in the next twelve months. Thatis, if we denote the interest rate by rt; then the event LT is decid:133ned as LT frtl; rtl1 : rtl r rtl1 r ; l 2 1; 2; 3g :23 The probabilityof this event at time t is p LT;t Pr LT . The reasoning behind this decid:133nitionof the LT is that we assume r is a boundary for what the central bank believesis an absorbing state under current strategies. Once interest rates fall belowthis level, the bank or the government must adopt dierent strategies, suchas appropriate cid:133scal stimulus, to escape the LT .In the cid:133rst stage of the analysis we use the VECMSV and assume theboundary r is known to be either 0.25% or 0.5%. In the second stage wegeneralize the model to the VECMSVST and estimate r as an unknownparameter in the model. In that the computation of p LT;t relies on the entireforecast distribution, not just the mean forecast, our approach resembles theapproach of Orphanides and Wieland 1998. We impose the ZLB in ourmodel by working with the log of the interest rates and so this approachimplies a nonlinear reaction function similar to that used in, for example,Fuhrer and Madigan 1997. We compute the probability, pt;i, at each timet that the interest rate i periods in the future will be below r for eachi 1; 2; 3; 4. We can then compute p LT;t from these values of pt;i.In the cid:133rst stage of the work the VECMSV does not permit any changein the monetary policy transmission mechanism and we compute p LT;t withknown r: The evidence suggests the p LT;t signicid:133cantly increased in the USand particularly in Japan around the turn of the century but has fallen morerecently.23It might seem more accurate to simultaneously account for the projected paths ofoutput and incid:135ation. However, the liquidity trap is clearly decid:133ned within the ISLMmodel as the when the rate of interest hits its cid:135oor on the left part of the LM curve.Further, concern for the liquidity trap derives from the inability of the rate of interestto act as a stabilizer for the economic system when it hits its lower bound Boianovsky,2003. Interest rates can always be increased. However, if the interest rate is at its lowerbound cid:150regardless of where is the distribution of income and price growth cid:150they can belowered no further and this imposes a constraint on policy options. Finally, the locationof the distribution of income and price growth is very closely related to the location of theinterest rate and early work found the dierences in the approaches were not signicid:133cant.25While p LT;t may be low, we might expect the cost of LT, l LT ; is high,thus the expected cost p LT;tl P T would be large enough to prompt banks toreact. An example of a strategy that might produce such a response is theforwardlooking adjustment to the Taylor Rule discussed in Reifschneider and Williams 2000. This change in behaviour, which we model in the secondstage of the study, will show up in the equation for rt. In the second stage,the results from the VECMSVST show that allowing the bank to react tothe possibility of the LT results in signicid:133cantly lower probability estimatesover the full period for each country and estimated values of r of 0:28% forthe US and 0:38% for Japan.5.2 Cointegrating VAR with stochastic volatility andsmooth transition.As evidenced from the literature Cogley and Sargent 2005, Primiceri 2005and Sims and Zha 2006, it is important to appropriately model heteroscedasticity for these variables. Therefore values of pt;f are estimated from a reducedform vector error correction model as in 1, but with multivariate stochasticvolatility given bycid:1yt z 1;tcid:12cid:11 z 2;tcid:8 utcid:6t Acid:01t10where ut is a vector of independent standard Normal variables. The specicid:133cation for the covariance matrix is similar to that of Primiceri 2005. Wedenote the covariance of t utcid:6t Acid:01at time t as cid:10t and decompose cid:10t as A0tcid:10t At cid:60tcid:6t where cid:6t diag fcid:271;t; cid:272;t; cid:273;tg and At is given ast We do not give economic interpretations to these expressions beyond assuming that the central bank reaction function is embedded in the mean equationfor the interest rates see for example, Garratt et al. 2003.Decid:133ne the log structural variances hi;t ln cid:27i;t for i 1; 2; 3 and collectthe parameters into 3cid:21 vectors ht h 1;t; h 2;t; h 3;t0 and %t cid:0%1;t; %2;t; %3;tcid:10.We assume these parameter vectors evolve according to the state equationsht htcid:01 cid:23t and %t %tcid:01 cid:31t:1126cid:1yt At cid:1gt; cid:25t; cid:1lrt241 %1;t %2;t%3;t 00101 35 0cid:1gtcid:25t %1;tcid:1gtcid:1lrt %2;tcid:1gt %3;tcid:25t 1A :The vectors cid:23t and cid:31t are assumed independent of each other and Normallydistributed with zero mean. cid:23t has 3 cid:2 3 covariance matrix cid:9 and the cid:133rstelement of cid:31t has variance s 1 and is independent of the remaining elementswhich have 2 cid:2 2 covariance matrix S2.Recent evidence suggests it is less important to allow time variation inthe reduced form coe cients if heteroscedasticity is appropriately modelled.While providing evidence themselves, Sims and Zha 2006 point to the results for the US by Primiceri 2005 and the contrast between the results of Cogley and Sargent 2001 and Cogley and Sargent 2005 in support of thisclaim for the US. We therefore assume constant reduced form mean equationcoe cients.In the second stage of the study we again use a VAR model, but weaugment the equation for the log interest rates with parameters that will bedierent from zero if the central does react to the possibility of the LT, andthe same variables multiplied by the probabilities of the liquidity trap.This augmentation in the reduced form equation comes from an augmented reaction function. The modeling strategy assumes the central bankobtains forecasts of interest rate distributions while ignoring the possibilityof the LT. If the forecast distributions imply a high enough value for p LT;tsuch that the expected costs of the LT is signicid:133cant, the bank will then incorporate this into its interest rate setting strategy via a shift in the reactionfunction. For example, assume that ignoring the possibility of the LT, theinterest rate rule produces ln r N o LT;t: Estimates of p LT;t are then obtainedfrom the forecast densities of r N o LT;t.Next, assuming p LT;t 1, the interest rate rule produces ln r LT;t. Combining the two rules we therefore have the rule for setting the interest rate,rt; asln rt 1 cid:0 p LT;t ln r N o LT;t p LT;t ln r LT;t ln r N o LT;t p LT;t ln r LT;t cid:0 ln r N o LT;t :As p LT;t is a continuous bounded variable, this specicid:133cation implies asmooth transition function for the reaction function where the transitionfunction is p LT;t which itself is a function of forecast densities of r N o LT;t. Theresulting mean equation for the log interest rates in the reduced form VARwill be functions of the reaction functions that produce ln r LT;t and ln r N o LT;t.We augment the model 10 with this specicid:133cation of the monetary policyequation. Denoting by a subscript 3 the coe cients in the equation for ln rt,27the resulting equation in the VECMSVST for the interest rates will beln rt z 1;tcid:12cid:113 z 2;tcid:83 p LT;thz 1;tcid:12cid:113 z 2;tcid:83i utcid:6t Acid:01t:From the form above, we have simple testable hypotheses to establishthe evidence for or against the hypothesis that monetary policy responds tothe likelihood and extent of the event LT. If the monetary authority doesnot behave dierently when faced with the liquidity trap then Et ln r LT;t Et ln r N o LT;t, which implies cid:113 0 and cid:83 0.An important determinant of the role of expectations formation is whethershocks are permanent or transitory. We wish to remain uninformative on theexact specicid:133cation of the model and so, to allow for the proportion of variability in the variables that is due to permanent shocks to cover the fullrange from zero implied by no stochastic trends to one implied by threestochastic trends in the system, we consider models with r 0; 1; 2; and 3: Deterministic processes and the lag structure aect the forecasting performance of the model which is important in this application. We thereforeallow d 3; 4; and 5 and l 0; 1; 2; and 3:The full general model now has the form ezte A utcid:6t Acid:01tcid:1yt z 1;tcid:12cid:11 z 2;tcid:8 p LT;tcid:2z 1;tcid:12cid:11 z 2;tcid:8cid:3 utcid:6t Acid:01t12plies the model has the form of a Seemingly Unrelated Regression model, wewhere cid:11z 0; 0; cid:11z 03 0 and cid:8z 0; 0; cid:8z 03 0 ;ezt z 1;tcid:12; z 2;t; p LT;tz 1;tcid:12; p LT;tz 2;t ;e A cid:110; cid:80; cid:11z 0; cid:8z 00 : This augmentation of the monetary policy equation imwill refer to it as the SUR model. We collect all the mean coe cients intoea a 00; a 01; az 0; 0 where a 1 cid:0vec cid:110 ; vec cid:80cid:10 ; az cid:0vec cid:11z 30cid:10 ;elements into a a 01; az0 ; so thatea a 00; a 00 :and a 0 is the vector of zero elements in cid:11z and cid:8z: Collecting the nonzero 5.3 Priors and posteriors.We describe the sampling scheme for r, %t; ht; and a. Given r, %t; ht; and a;the probabilities in the vector p LT p LT;1; : : : ; p LT;T 0 can then be computeddirectly and used to update the posteriors for r, %t; ht; and a.30 ; vec cid:8z We use the same priors for the variances of the state equations, cid:9; s 1and S2; as Primiceri 2005, and our priors for the initial values %0 and h 028are Normal with the mean equal to the OLS estimate from the cid:133rst 20%of the sample and covariances 0:004I3 and I3. A good description of themethod of drawing %t and ht using the Kalman cid:133lter is given in Primiceri2005 and so we refer readers to that paper for a full explanation. Briecid:135y,squaring and taking logs of the elements of the above equation. That is, iffor %t; measurement equations are constructed for %1;t and cid:0%2;t; %3;tcid:1 fromcid:16cid:1yt cid:0ezte Acid:17 At utcid:6t and for ht the measurement equation is obtained bythe ith element of cid:1yt cid:0ezte A is byi;t expfhi;tg ui;t; then the measurementi;tcid:1i;tcid:1 : As the error lncid:0u 2equation for hi;t is given by 24 lncid:0by 2For the vector a we again use a conditional Normal prior with zero meanbut with covariance V In cid:10 cid:17cid:01Irki: This prior is consistent with theone in Section 3 in that it imposes shrinkage towards random walks andconditions upon the covariance of the error, in this case E u 0tut In: Inderiving the posterior for a; we begin by postmultiplying 12 by Atcid:6cid:01andis not Normal, the mixture of Normals approximation of Kim et al. 1998is used to implement the Kalman Filter.i;tcid:1 2hi;t lncid:0u 2tcid:6cid:01vectorising to obtain ez 0;t eztea eet where eet u 0t; ea veccid:16e Acid:17 ; ez 0;t t A0tcid:1y 0t and ezt cid:0cid:6cid:01t A0t cid:10eztcid:1 : Stacking the vectors ez 0;t; ezt and eet asez 0 cid:0ez 00;1; : : : ;ez 00;Tcid:10 ;ez ez 01; : : : ;ez 0T 0 andee ee 01; : : : ;ee 0T 0 we obtain a formez 0 ezea ee which is similar to 4. Combining this form with the Normalprior for ea given above, we obtain the conditional Normal posterior withmean a Vez 0ez 0 and covariance matrix V cid:2cid:17Inrki ez 0ezcid:3cid:01 : Recall someelements ofea are known to be zero and are collected into the vector a 0. Wedraw the remaining nonzero elements ofea conditional upon a 0 0 usingpartitionea a 00; a 00 and the conformable partitions of a a 00; a 0:0 and V cid:20 V 00 V 0:V :0 V :: cid:21 ;then the posterior for a conditional upon a 0; r; %t; ht is Normal with meana: cid:0 V :0V 00a 0 and covariance matrix V :: cid:0 V :0V cid:01For the threshold parameter r we specify a Uniform distribution over therange from 0%; 1%.25 Using a random walk Metropolis Hastings MH alwell known results for the conditional Normal distribution. That is, with the 00 V 0:.24In fact we use the oset adjustment such that the dependent variable is lncid:0by 2i;tcid:1 :in place of lncid:0by 225Proper priors are required for r and b as there is a point of local nonidenticid:133cation ati;t 0:001cid:129gorithm to obtain draws of ln r results in low acceptance rates. To improvethe acceptance rates we use a Metropolis Hastings scheme in which drawsare obtained from a candidate density that approximates the posterior. Thiscandidate is a RaoBlackwellized estimate from a preliminary run using therandom walk MH scheme.To obtain model probabilities and the probability of the restriction az 0,we use the SavageDickey density ratio to compute the Bayes factors. Detailsand examples of these techniques in a VECM are provided in Koop, LeonGonzales and Strachan 2005.5.4 The Results.The estimated probabilities for the range of stochastic and deterministicprocesses r and d presented in Table 4 suggest there exists model uncertainty. The modal model probabilities are Pr d 5; l 3; r 3jy 0:18for the US and Pr d 3; l 1; r 3jy 0:21 for Japan. The estimatedprobability of the restriction az 0 is almost one in each case suggestingthat either central banks do not concern themselves with the risks associatedwith LT, or the evidence is weak due to there being too few observationswhere p LT;t would be large enough to be informative about az.Conditioning upon the model with az 0; the estimated probabilities ofp LT;t are plotted in Figure 5 for r 0:25%; r 0:5% with the interestrate rt: This cid:133gure also plots the estimated p LT;t from the model withoutthe restriction az 0 and the value of r estimated from the model in 12.The situation in the US and Japan is interesting. The results for Japanindicate, not surprisingly, that the country met our decid:133nition of the LT fromthe beginning of 1999 and there appears to be a chance of escaping thissituation emerging in 2006Q3. The probability of the LT in the US increasessignicid:133cantly after 2001Q1 to be between 10% and 20%, and begins to fallagain after the middle of 2005.Table 4: Posterior probabilities of structural features for real business cyclemodel. Note that the cells for observationally equivalent models have beenmerged.the points r 0 and b 0.30d 30.080.030.04The USd 4d 50.100.130.030.150.130.080.24r 0123Japand 4d 50.060.260.120.040.060.05d 30.040.040.040.29Table 5 reports the average estimates of p LT;t over various periods andwith dierent assumptions about r. The cid:133rst column identicid:133es the periodover which values are averaged. The second column gives the average interestrate for that period. The third and forth columns give the estimates ofp LT;t for r 0:25% and r 0:50% respectively. The cid:133nal column givesestimated p LT;t when the model allows the central bank to react dierentlyto the potential LT and r is estimated. The actual estimates in each caseand for all t, are shown in Figure 6. The results in Table 5 and Figure6 clearly indicate that for the US and Japan, the probability of LT hasincreased since 1994. This change has coincided with a fall in the level ofinterest and incid:135ation rates see Figure 5. However, when we permit thecentral bank to react to the risk of the LT, we see that the probabilities arenoticeably lower and slightly preempt the rise in the risk of the LT, p LT;t.The fall in p LT;t when we allow banks to react to the risk of LT suggests thatthe banks did alter their behaviour, however slightly, to mitigate the risk ofa LT.Table 5: Average estimated p LT;t for r 0:25%, r 0:5% and r estimated. Values are averaged over the periods in the cid:133rst column and thesecond column gives the average interest rate, rt, for each period.rt 7.99%5.29%1.38%3.92%6.01%0.39%0.00%0.03%19751994199520012002200420052006Q319751994199520012002200420052006Q3p LT;tjr 0:25% p LT;tjr 0:5%The US estimated r 0:35%0.84%0.93%3.98%2.89%1.17%1.37%7.33%4.20%Japan estimated r 0:24%1.35%82.33%98.17%97.78%0.95%46.90%97.80%96.40%31p LT;tjr 0.86%1.46%7.75%2.58%1.14%60.42%92.32%92.89%In our models we have allowed for heteroscedasticity via a multivariatestochastic volatility specicid:133cation. As this is a signicid:133cant departure fromthe standard VARVEC models usually considered one might question theimportance of this extension for our results. We therefore estimated p LT;tagain with the restriction that the errors are homoscedastic. The results arepresented in Figure 7 for Japan for r 0:25% solid line and r 0:5%dashed line.The cid:133rst instance where the Japanese interest rate falls below 0.5% for twoconsecutive periods i.e., we cid:133rst observe LT for r 0:5% is 1995Q4Q5 andcid:133rst fell below 0.25% for two periods in 1998Q4Q5. We take p LT;t p 50%as an indication that LT will occur over the next year. The homoscedasticmodels do not indicate LT will occur for r 0:5% until 1998Q4 and for r 0:25% until 2000Q1. The heteroscedastic models cid:133rst estimate a probabilityof LT greater than 50% 1995Q3 for r 0:5% and 1998Q4 for r 0:25%.That is, the homoscedastic models do not indicate LT will occur until at leasta year after it has occurred, while the heteroscedastic models clearly indicatethat LT will occur correctly or one quarter early. The results change as wechange p, but the poor relative performance of the homoscedastic modelsremains. These results suggest that modelling the volatility is important forestimating events that occur in the tails of the distributions, such as LT.Due to the rare nature of the event LT, any evidence that it mattersfor central banks will be very weak. Recent work on ISLM models basedupon optimizing behaviour such as Krugman 1998 and Mc Callum 2000,focuses on the lower bound on short rates and suggests this bound couldbe zero. Our work does not aim to provide direct evidence for or againstthis result. Rather we provide evidence albeit weak that central banks inthe US and Japan react dierently when setting rates and faced with anincrease in the possibility that rates will go cid:145too lowcid:146. The formal evidencesuggests the central banks do not respond to the increased risk of the LTas the probability az 0 is one in all cases. However, allowing banks torespond by letting az 6 0 noticeably aected the risk for the US and Japan.Allowing when az 6 0 the probability of a LT for Japan reduces, althoughnot signicid:133cantly and not always.326 Conclusion.In this paper we have presented a Bayesian approach to obtaining unconditional inference on structural features of the vector autoregressive modelby means of evaluating posterior probabilities of alternative model specicid:133cations using a diuse prior on the features of interest. The output producedthis way allows forecasts and policy recommendations to be made that arenot conditional on a particular model structure. Thus this model averagingapproach provides an alternative to the more commonly used model selection approach. Specicid:133cally we provide techniques for estimating marginallikelihoods for models decid:133ned by structural features such as cointegration,deterministic processes, shortrun dynamics and overidentifying restrictionsupon the cointegrating space. We apply the techniques to investigating theimportance and eect of permanent shocks in US macroeconomic variables,with a focus upon the support for the behaviour implied by the model KPSWand to the evidence and relevance of the liquidity trap for central bank behaviour for the US and Japan.The method presented in this paper has already found applications inseveral other areas. Koop, Potter and Strachan 2005 investigate the support for the hypothesis that variability in US wealth is largely due to transitory shocks. They demonstrate the sensitivity of this conclusion to modeluncertainty. Koop, Lecid:243nGonzlez and Strachan 2006 develop methodsof Bayesian inference in a cid:135exible form of cointegrating VECM panel datamodel. These methods are applied to a monetary model of the exchange ratecommonly employed in international cid:133nance. Other current work includesinvestigating the impact of oil prices on the probability of encountering theliquidity trap in the UK and stability of the money demand relation for Australia.More recent work is looking to develop methods of inference in very largemodel sets as occurs in, say, models with the additional dimension of anunknown number of regime shifts using the reversible jump methodologyproposed by Green 1995.We end with mentioning two topics for further research. First, there exists the issue of the robustness of the results with respect to prior and modelspecicid:133cation. Very natural extensions of our approach are to include priorinequality conditions in the parameter space of structural VARs and consider forms of nonlinearity and time variation in the model itself as Primiceri2005 does for the VAR. For instance, in using a SVAR for business cycle 33analysis one may use prior information on the length and amplitude of theperiod of oscillation see Harvey, Trimbur and van Dijk 2007. An exampleof a possible nonlinear time varying structure that may prove useful is presented in Paap and van Dijk 2003. Systematic use of inequality conditionsand nonlinearity implies a more intense use of MCMC algorithms. Second,one may use the results of our approach in explicit decision problems in international and cid:133nancial markets like hedging currency risk or evaluation ofoption prices.Acknowledgements A preliminary version of this paper has been presented at, among others, the ESEM2007, ECB 2007, MCMSki IMSISBA meeting in Bormio 2008, and the US Federal Reserve Bank in 2008. We would like to thank Luc Bauwens, Geert Dhaene, David Hendry, Lennart Hoogerheide, Soren Johansen, Helmut Lutkepohl, Christopher Sims, Mattias Villani and Anders Warne for helpful discussions on the topic of this paper. Of course,any remaining errors remain the responsibility of the authors. Strachan acknowledges the assistance from The University of Queensland and van Dijkacknowledges cid:133nancial support from the Netherlands Organization of Scienticid:133c Research.7 References.Bartlett, M, S. 1957: cid:147A Comment on D. V. Lindleycid:146s Statistical Paradox,cid:148Biometrika 44, 533cid:150534.Bates, J. M., and C. W. J. Granger 1969: cid:147The Combination of Forecasts,cid:148Operational Research Quarterly 20, 451cid:150468.Bauwens, L., C.S. Bos, H.K. van Dijk R.D. van Oest, 2004: cid:147Adaptive radialbased direction sampling: some cid:135exible and robust Monte Carlointegration methods,cid:148Journal of Econometrics 1232, 201225.Bauwens, L. and M. Lubrano 1996: cid:147Identicid:133cation Restrictions and Posterior Densities in Cointegrated Gaussian VAR Systems,cid:148 in: T.B. Fomby,ed., Advances in Econometrics, Vol. 11B, Bayesian methods applied to timeseries data. JAI Press 328.Bauwens, L. and H.K. van Dijk 1990: cid:147Bayesian limited information analysis revisited,cid:148 in: J. Gabszewicz, J.F. Richard and L. Wolsey, eds., Eco34nomic decisionmaking: Games, Econometrics, and Decisionmaking, Contributions in honour of Jacques Drze, NorthHolland, Amsterdam, 385424.Billingsley, P. 1979: Probability and Measure. New York: Wiley.Bocid:133nger, P. 2001: Monetary Policy: Goals, Institutions, Strategies, and Instruments. Oxford University Press.Boianovsky, M. 2003: cid:147The ISLM Model and the Liquidity Trap Concept:From Hicks to Krugmancid:148, Brazilian Association of Graduate Programs in Economics, Proceedings of the 31th Brazilian Economics Meeting Boswijk, H.P. 1996: cid:147Testing Identicid:133ability of Cointegrating Vectors,cid:148Journal of Business and Economic Statistics 14, 153160.Canova, F. and C. Matteo 2004: cid:147Forecasting and turning point predictionsin a Bayesian panel VAR model,cid:148Journal of Econometrics 120, 327359.Centoni, M. and Cubbada, G. 2003: cid:147Measuring the business cycle eectsof permanent and transitory shocks in cointegrated time series,cid:148Economics Letters 80, 4551.Chang, Y. 2000: cid:147Vector Autoregressions with Unknown Mixtures of I0,I1, and I2 Components,cid:148Econometric Theory 16, 90526.Chang, Y. and P. C. P. Phillips 1995: cid:147Time Series Regression with Mixtures of Integrated Processes,cid:148Econometric Theory 11, 103394.Chikuse, Y. 1990: cid:147The Matrix Angular Central Gaussian distribution,cid:148Journal of Multivariate Analysis 33, 265274.Chikuse, Y. 1998: cid:147Density Estimation on the Stiefel Manifold,cid:148 Journalof Multivariate Analysis 66, 188206.Cogley, T., and T. J. Sargent 2001: cid:147Evolving PostWorld War II USIncid:135ation Dynamics,cid:148NBER Macroeconomics Annual 16, 331cid:150373.Cogley, T., and T. J. Sargent 2005: cid:147Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII U.S.,cid:148Review of Economic Dynamics 8, 262302.Davidson, R. and J. G. Mac Kinnon 1993: Estimation and Inference in Econometrics, , New York, Oxford University Press.Diebold, F.X. and J. Lopez 1996: cid:147Forecast Evaluation and Combination,cid:148in G.S. Maddala and C.R. Rao eds., Handbook of Statistics. Amsterdam:NorthHolland, 241268.35Doan, T. ,R. Litterman, and C Sims 1984: cid:147Forecasting and conditionalprojections using realistic prior distributions,cid:148Econometric Reviews 31:1100.Draper, D. 1995: cid:147Assessment and propagation of model uncertainty withdiscussion,cid:148Journal of the Royal Statistical Society Series B 56, 4598.Drze, J.H. 1977: cid:147Bayesian Regression Analysis using Polyt Densities,cid:148Journal of Econometrics 6, 329354.Eggertsson, G. and M. Woodford 2003a: cid:147Optimal Monetary Policy ina Liquidity Trap,cid:148 International Workshop on Overcoming Decid:135ation and Revitalizing the Japanese Economy, Economic and Social Research Institute,Tokyo, September 18, 2003.Eggertsson, G. and M. Woodford 2003b: cid:147The Zero Bound on Interest Rates and Optimal Monetary Policy,cid:148Brookings Papers on Economic Activity, 2003:1, pp. 139211.Eggertsson, G. and M. Woodford 2004: cid:147Optimal Monetary and Fiscal Policy in a Liquidity Trap,cid:148NBER International Seminar on Macroeconomics,Reykjavik, Iceland, June 1819, 2004Elliott, G. 1998: cid:147On the Robustness of Cointegration Methods when Regressors Almost Have Unit Roots,cid:148Econometrica 66, 149158.Elliott, G. and J. H. Stock 1994: cid:147Inference in Time Series Regression When the Order of Integration of a Regressor Is Unknown,cid:148 Econometric Theory 10, 672700.Engle, R.F. and C.W.J. Granger 1987: cid:147CoIntegration and Error Correction: Representation, Estimation and Testing,cid:148Econometrica 55, 251276.Fernndez, C., E. Ley, and M. Steel 2001: cid:147Model uncertainty in crosscountry growth regressions,cid:148Journal of Applied Econometrics 16, 563576.Fuhrer, J.C. and B.F. Madigan 1997: cid:147Monetary Policy when Interest Rates are Bounded at Zero,cid:148 The Review of Economics and Statistics, Vol.79, No. 4: 573585.Garratt, A, K. Lee, M. H. Pesaran, and Y. Shin 2003: cid:147A Long Run Structural Macroeconomic Model of the UK,cid:148 Economic Journal 113, 412455.36Gelfand, A.E., and D. K. Dey 1994: cid:147Bayesian model choice: asymptoticsand exact calculations,cid:148Journal of the Royal Statistical Society Series B 56,501cid:150504.Granger, C.W.J. 1983: cid:147Cointegrated Variables and Error Correction Models,cid:148unpublished USCD Discussion Paper 8313.Green, Peter J. 1995: cid:147Reversible Jump Markov Chain Monte Carlo Computation and Bayesian Model Determination,cid:148Biometrika 82, 711732.Harvey, A.C. T.M. Trimbur and H. K. van Dijk 2007: cid:147Trends and cycles ineconomic time series: A Bayesian approach,cid:148Journal of Econometrics 140,618649.Hendry, D. F. M. P. Clements 2002: cid:147Pooling of Forecasts,cid:148Econometrics Journal 5, 126.Hicks, J. 1937: cid:147Mr. Keynes and the cid:145Classicscid:146: A Suggested Interpretation,cid:148Econometrica 5, 14759.Hodges, J. 1987: cid:147Uncertainty, policy analysis and statistics,cid:148 Statistical Science 2, 259291.Hoogerheide, Johan F. Kaashoek and Herman K. van Dijk 2006 cid:147On theshape of posterior densities and credible sets in instrumental variable regression models with reduced rank: An application of cid:135exible sampling methodsusing neural networkscid:148, Journal of Econometrics In Press.James, A.T. 1954: cid:147Normal Multivariate Analysis and the Orthogonal Group,cid:148Annals of Mathematical Statistics 25, 4075.Jereys, H. 1961: Theory of Probability. London: Oxford University Press.Johansen, S. 1992: cid:147Cointegration in Partial Systems and the E ciency of Single Equation Analysis,cid:148Journal of Econometrics 52, 389402.Johansen, S. 1995: Likelihoodbased Inference in Cointegrated Vector Autoregressive Models. New York: Oxford University Press.Keynes, J.M. 1936: The General Theory of Employment, Interest and Money, Volume VII of The Collected Writings of John Maynard Keynes1973, Macmillan, London.Kim, S., Shephard, N. and Chib, S. 1998, cid:147Stochastic Volatility: Likelihood Inference and Comparison with ARCH Modelscid:148, Review of Economic Studies,65, 361cid:150393.37King, M. 1999: cid:147Challenges for Monetary Policy: New and Old,cid:148 in New Challenges for Monetary Policy: A Symposium Sponsored by the Federal Reserve Bank of Kansas City. FRB Kansas City: 1157.King, R.G., C.I. Plosser, J.H. Stock, and M.W. Watson 1991: cid:147Stochastictrends and economic cid:135uctuations.cid:148The American Economic Review, 81, 819840.Kleibergen, F. and R. Paap 2002: cid:147Priors, Posteriors and Bayes Factorsfor a Bayesian Analysis of Cointegration,cid:148 Journal of Econometrics 111,223249.Kleibergen, F. and H.K. van Dijk 1994: cid:147On the Shape of the LikelihoodPosterior in Cointegration Models,cid:148Econometric Theory 10, 514551.Kleibergen, F. and H.K. van Dijk 1998: cid:147Bayesian Simultaneous Equations Analysis Using Reduced Rank Structures,cid:148Econometric Theory 14, 701743.Koop, G. 1991: cid:147Cointegration tests in present value relationships: ABayesian look at the bivariate properties of stock prices and dividends,cid:148Journal of Econometrics 49, 105140.Koop, G. 1994: cid:147An objective Bayesian analysis of common stochastictrends in international stock prices and exchange rates,cid:148Journal of Empirical Finance 1, 343364.Koop G., R. LonGonzalez and R. W. Strachan 2008a: cid:147E cient posteriorsimulation for cointegrated models with priors on the cointegration spacecid:148forthcoming in Econometric Reviews.Koop G., R. LonGonzalez and R. W. Strachan 2008b: cid:147Bayesian inference in a cointegrating panel data modelcid:148 forthcoming in Advances in Econometrics, Volume 23.Koop G., R., S. Potter and R. Strachan 2005: cid:147Reexamining the ConsumptionWealth Relationship: The Role of Model Uncertainty,cid:148 Journal of Money,Credit and Banking, Vol. 40, No. 2cid:1503, 341367.Krugman, P. 1998: cid:147Itcid:146s Baaack: Japancid:146s Slump and the Return of the Liquidity Trap,cid:148Brookings Papers on Economic Activity, no. 2: 137205.Krugman, P. 2000: cid:147Thinking About the Liquidity Trap,cid:148 Journal of the Japanese and International Economics 14 Dec: 22137.Leamer, E. 1978: Specicid:133cation Searches. New York: Wiley.38Lettau, M. and S. Ludvigson 2004: cid:147Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth Eect on Consumption,cid:148 American Economic Review 94, 276299.Luukkonen, R., A. Ripatti and P. Saikkonen 1999: cid:147Testing for a Valid Normalisation of Cointegrating Vectors in Vector Autoregressive Processes,cid:148Journal of Business and Economic Statistics 17, 195204.Maddala, G.S. and I.M.Kim 1998: Unit roots, Cointegration and Structural Change, Cambridge: Cambridge University Press.Mc Callum, B.T. 1989: Monetary Economics. New York: Macmillan.Min, C. and A. Zellner 1993: cid:147Bayesian and nonBayesian methods forcombining models and forecasts with applications to forecasting internationalgrowth rates,cid:148Journal of Econometrics 56, 89118.Muirhead, R.J. 1982: Aspects of Multivariate Statistical Theory. New York:Wiley.Newbold P. D. Harvey 2001: cid:147Tests for Multiple Forecast Encompassing,cid:148Journal of Applied Econometrics 15, 471cid:150482.Ni, S. X. and D. Sun 2003: cid:147Noninformative Priors and Frequentist Risksof Bayesian Estimators of VectorAutoregressive Models,cid:148Journal of Econometrics 115, 159197.Ocid:146Hagan, A. 1995: cid:147Fractional Bayes Factors for Model Comparison,cid:148Journal of the Royal Statistical Society, Series B Methodological 57, 1,99138.Orphanides, A. and V. Wieland 1998: cid:147Price Stability and Monetary Policy Eectiveness when Nominal Interest Rates are Bounded at Zero,cid:148 Federal Reserve Board Finance and Economics Discussion Series No 35, August.Paap, R. and H. K. van Dijk 2003: cid:147Bayes Estimates of Markov Trendsin Possibly Cointegrated Series: An Application to US Consumption and Income,cid:148Journal of Business and Economic Statistics 21, 547563.Phillips, P. C. B. 1989: cid:147Spherical matrix distributions and cauchy quotients,cid:148Statistics and Probability Letters 8, 51cid:15053.Phillips, P. C. B. 1994: cid:147Some Exact Distribution Theory for Maximum Likelihood Estimators of Cointegrating Coe cients in Error Correction Models,cid:148Econometrica 62, 7393.39Phillips, P. C. B. 1996: cid:147Econometric Model Determination,cid:148Econometrica 64, 763cid:150812Poirier, D. 1995: Intermediate Statistics and Econometrics: A Comparative Approach. Cambridge: The MIT Press.Primiceri, G. 2005: cid:147Time Varying Structural Vector Autoregressions and Monetary Policy,cid:148Review of Economic Studies 72, 821852.Raftery, A. E., D. Madigan, and J. Hoeting 1997: cid:147Bayesian model averaging for linear regressionmodels,cid:148Journal of the American Statistical Association 92, 179cid:150191.Reifschneider, D. and J.C. Williams 2000: cid:147Three Lessons for Monetary Policy in a Low Incid:135ation Era,cid:148 Journal of Money, Credit and Banking 32,936966.SalaiMartin, X., G. Doppelhoer, and R. Miller 2004: cid:147Determinantsof longterm growth: A Bayesian averaging of classical estimates BACEapproach,cid:148American Economic Review 94, 813835.Sims, C. A. 1980: cid:147Macroeconomics and Reality,cid:148Econometrica 48, 148.Sims, C. A. and T. Zha 1999 cid:147Error Bands for Impulse Responses,cid:148Econometrica 67, 11131156.Sims, C. A. and T. Zha 2006 cid:147Where there Regime Switches in US Monetary Policy?,cid:148American Economic Review, forthcoming.Strachan, R. 2003: cid:147Valid Bayesian Estimation of the Cointegrating Error Correction Model,cid:148Journal of Business and Economic Statistics 21, 185195.Strachan, R. W. and B. Inder 2004: cid:147Bayesian Analysis of The Error Correction Model,cid:148Journal of Econometrics 123, 307325.Strachan, R and H. K. van Dijk 2003: cid:147Bayesian Model Selection withan Uninformative Prior,cid:148 Oxford Bulletin of Economics and Statistics 65,863876.Strachan, R. and H.K. van Dijk 2006 cid:147Model uncertainty and Bayesian Model averaging in vector autoregressive processes,cid:148 Econometric Institute Report EI 200608, Erasmus University Rotterdam.Strachan, R and H. K. van Dijk 2005: cid:147Weakly informative priors and wellbehaved Bayes Factors,cid:148Econometric Institute Report EI 200540, Erasmus University Rotterdam.40Summers, L. 1991: cid:147How Should LongTerm Monetary Policy be Determined?cid:148Journal of Money Credit and Banking 23, 625631.Svensson, Lars E.O. 2000: cid:147How Should Monetary Policy be Conducted inan Era of Price Stability?,cid:148 NBER Working Papers 7516, National Bureauof Economic Research, Inc.Terui, N. and H. K. van Dijk 2002: cid:147Combined forecasts from linear andnonlinear time series models,cid:148 International Journal of Forecasting 183,421438.Verdinelli, I. and L. Wasserman 1995: cid:147Computing Bayes Factors using ageneralization of the SavageDickey density ratio,cid:148Journal of the American Statistical Association 90, 614618.Villani, M. 2005: cid:147Bayesian reference analysis of cointegration,cid:148 Econometric Theory 21, 326357.Wolman, A.L. 1998: cid:147Real Implications of the Zero Bound on Nominal Interest Rates,cid:148Federal Reserve Bank of Richmond, mimeo.Zellner, A. 1971: An Introduction to Bayesian Inference in Econometrics.New York: Wiley.8 Appendix In this appendix we provide the theorems used in the paper. For backgroundand proofs we refer to the unpublished report Strachan and van Dijk 2006.We also sketch the line of reasoning leading to some theorems.To integrate 9 with respect to cid:10; acid:3; bcid:3 we cid:133rst analytically integrate5 with respect to acid:3; cid:10 as these parameters have conditional posteriors ofstandard form. This integration gives us the following.Theorem 1 The marginal posterior for bcid:3; Mcid:24 isp bcid:3; Mcid:24jy _ gcid:24k bcid:3j Mcid:24; y dbcid:3 ;k bcid:3j Mcid:24; y j Ircid:17 cid:12cid:30D0cid:12cid:3jcid:0T 2 j Ircid:17 cid:12cid:30D1cid:12cid:3jTcid:0n2 expncid:013trcid:12cid:30cid:12cid:3o :n 241The expressions for gcid:24, D0 and D1 aregcid:24 2cid:25cid:0r2 cid:17nkcid:24r2ncid:0nr2 j S S00jcid:0T 2 j Icid:17 Z02Z2jcid:0n2D1 Z01M22Z1; M22 IT cid:0 Z2 Z02Z2 cid:17Ikicid:01 Z02 and D0 D1 cid:0 S01Scid:0111 S10where S10 Z01M22Z0 and S00 Z00M22Z0.Proof. See, for example, Zellner 1971 or Bauwens and van Dijk 199026.cid:4Theorem 2 The Jacobian for the transformation from p 2 Gr;ncid:0r to veccid:0cid:122cid:1 2Rncid:0rr is decid:133ned bydgnr cid:25cid:0ncid:0rrcid:5rj1cid:0 n 1 cid:0 j 2cid:0 r 1 cid:0 j 2cid:12cid:12cid:12Ir cid:1202cid:122cid:12cid:12cid:12cid:0n2cid:0dcid:122cid:1140 uqcid:01ecid:0udu for q 0:where cid:0 q R 1Next we provide a theorem that linear identifying restrictions with a cid:135atprior give zero weight to the chosen linear restrictions. The Jacobian decid:133nedby 14 implies that a cid:135at prior on p is informative with respect to cid:122 andvice versa. This leads us to consider the implications of a cid:135at prior on cid:122 forthe prior on p.Theorem 3 The Jacobian for the transformation from cid:122 2 Rncid:0rr to p 2Gr;ncid:0r is decid:133ned bycid:0dcid:122cid:1 cid:25ncid:0rrcid:5rcid:0 n 1 cid:0 j 2cid:12cid:12Ir ccid:120cid:01 cid:120c 0c?cid:12 ccid:12cid:01cid:12cid:12n2cid:0 r 1 cid:0 j 2 J dgnr :j1?dgnr 15Proof. Invert 14 and replace cid:122 by c?cid:12 ccid:12cid:01.cid:4The following proof demonstrates the claim in Section 3.2 that assumingwe know which rows of cid:12 are linearly independent so as to impose linearidentifying restrictions makes this assumption a priori impossible.26Remark: From the expression 13 that we see that not only is dcid:12 invariant to cid:12 ! cid:12Cfor C 2 O r, but so is the kernel of the marginal density for cid:12 given M!; k cid:12j M!; y ;and thus the complete posterior for cid:12 given M!.42Theorem 4 Given r; use of the normalisation cid:122 c?cid:12 ccid:12cid:01 results ina transformation of measures for the transformation cid:122 2 Rncid:0rr ! p 2Gr;ncid:0r that places incid:133nite mass in the region of null space of c relative to thecomplement of this region.Proof. Let cid:26c?a ball, B, of cid:133xed diameter, d, around cid:26c?we have N Gr;ncid:0r cid:0 N0. Since for d 0,RN Jdgnbe the plane decid:133ned by the null space of c. Decid:133neand let N0 B Gr;ncid:0r andr is cid:133nite whereas RN0r 1,Jdgn Jdgnr RN0RN Jdgnr 1:cid:4Discussion: Essentially, the Jacobian for cid:122 ! p places incid:133nitely moreweight in the direction where ccid:12 is singular. Thus, normalisation of cid:12 bychoice of c with a cid:135at prior on cid:122 implies incid:133nite prior odds against thisnormalisation.To support the use of model averaging in this application, we provide hereproofs that the posterior will be proper and all cid:133nite moments of cid:12cid:3 exist.From the expression for k bcid:3j Mcid:24; y above, we can see the marginal posteriorfor bcid:3 is a polynomial times the kernel for a Normal. The expectation withrespect to the divergent Lebesgue measure of the polynomial is cid:133nite as itis the kernel of a 11 polyt Drze, 1977. The measure with respect to aconvergent measure will then be cid:133nite. As all moments of a Normal exist,the expectation of this polynomial with respect to kernel of the Normal a convergent measure will be cid:133nite. Taking the density as the expectation of a polynomial with respect to a Normal distribution also tells us thatjbcid:3jc k bcid:3j Mcid:24; y for any c cid:21 0 will be cid:133nite and so all moments will exist. cid:443Figure 1: Logarithms of U.S. consumption ct, investment it and incomeinct. The data are seasonally adjusted, quarterly observations covering theperiod from the cid:133rst quarter 1951 to the second quarter of 2005, on Personal Consumption Expenditures, Gross Private Domestic Investment, and GDPSource: Bureau of Economic Analysis.44cid:1737.3cid:1736.8cid:1736.3cid:1735.8cid:1735.3cid:1734.8cid:1734.3cid:1733.8cid:1733.3cid:1732.819521957196219671972197719821987199219972002Consumption Income InvestmentFigure 2: This cid:133gure shows the densities over 60 periods of the impulse responses of consumption to a permanent shock. The upper panel shows the 20% 00.2, 40% 0.20.4, 60% 0.40.6 and 80% 0.60.8 highest posteriordensity intervals. The lower panel shows the density procid:133les for the impulseresponse at h 10; 30 and 60 periods into the future.451.341.130.910.700.480.270.06cid:1730.16cid:1730.37cid:1730.59cid:1730.800cid:1730.20.2cid:1730.40.4cid:1730.60.6cid:1730.80.8cid:1731ConsumptionFigure 3: This cid:133gure shows the densities over 60 periods of the impulseresponses of investment to a permanent shock. The upper panel shows the 20% 00.2, 40% 0.20.4, 60% 0.40.6 and 80% 0.60.8 highest posteriordensity intervals. The lower panel shows the density procid:133les for the impulseresponse at h 10; 30 and 60 periods into the future.46InvestmentFigure 4: This cid:133gure shows the densities over 60 periods of the impulseresponses of income to a permanent shock. The upper panel shows the 20% 00.2, 40% 0.20.4, 60% 0.40.6 and 80% 0.60.8 highest posteriordensity intervals. The lower panel shows the density procid:133les for the impulseresponse at h 10; 30 and 60 periods into the future.47OutputFigure 5: Plot of annual incid:135ation DCPI or DRPI, annual growth in realper capita GDP DGDP and interest rates Rt for the US and Japan.48cid:1730.050.050.150.2519651969197319771981198519891993199720012005UScid:160DCPIUScid:160Rt UScid:160DGDPcid:1730.050.050.150.2519651969197319771981198519891993199720012005Japancid:160DCPIJapancid:160Rt Japancid:160DGDPFigure 6: In each panel is plotted: the estimated probability of LT Lefthand scale when r is estimated, LTrhat; the estimated probabilities of LTwhen r 0:25% and 0:5%, LT0.25% and LT0.50%; and the interest rate,rt Right hand scale. Note that the scale is dierent on the left for the USto that for Japan.49Thecid:160US00.10.20.30.4197519791984198819931997200220060.000.100.20LTrcid:173hatLT0.25%LT0.50%rt Japan 00.20.40.60.811975197919841988199319972002200600.050.10.150.2Figure 7: This cid:133gure plots the estimated probability of LT Left hand scalefor Japan for r 0:25% and 0:5% without stochastic volatility The estimateswithout SV are the dashed lines LTH0.25% and LTH0.50%. The interestrate is rt Right hand scale.5000.20.40.60.811975197919841988199319972002200600.10.2LTH0.25%LTH0.50%rt", "filename": "08-096.pdf", "person": ["Rodney W. Strachan", "Strachan, Rodney W.", "Herman K. van Dijk", "van Dijk, Herman K."], "date": ["2008"]}