{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86992/1/09-044.pdf"], "title": ["Starting an R&D Project under Uncertainty"], "plaintext": "An analysis of the determinants ofstarting an RD projectcid:3previously circulated as cid:147Starting an RD project under uncertaintycid:148Sabien Dobbelaerey Roland Iwan Luttensz Bettina Petersx September, 2010Abstract We study dierent determinants of reallife RD decisions within a net present valueframework. Besides entry threat, Bertrand competition and multistage RD with anabandonment option, our model includes demand uncertainty and technical uncertainty,both modelled as a lottery. Each lottery becomes more divergent when the dierencebetween the outcomes of the lottery increases. We derive under which lottery probabilitiesmore divergent demand and supply lotteries positively or negatively aect the decision tostart RD. Using CIS IV data for about 2400 German cid:133rms, we cid:133nd that for cid:133rms facinglotteries where the good state is more likely to prevail i a 10% increase in the degreeof divergence of the demand lottery increases the likelihood of undertaking RD by 1.7percentage points and ii a change from a low to a high degree of divergence of the supplylottery increases the likelihood of undertaking RD by 14.1 percentage points. For cid:133rmsfacing a demand lottery where the bad state is most likely to prevail, a 10% increase in thedegree of divergence of the demand lottery decreases the likelihood of undertaking RD by 4.9 percentage points. Having the option to abandon RD projects signicid:133cantly increasesthe likelihood of undertaking RD.JEL classicid:133cation : D21, D81, L12, O31.Keywords : Multistage RD, demand uncertainty, technical uncertainty, entry threat,abandonment option.cid:3This research initiated when the cid:133rst author was visiting the Centre for European Economic ResearchZEW whose hospitality is greatly acknowledged. We are grateful to Paul Bellecid:135amme, Charles Bos, Bart Hobijn, Boris Lokshin, Jacques Mairesse, Pierre Mohnen, Stephane Robin, Li Wei Shi and participants at the International Industrial Organization Conference Washington, 2008, the ZEW Conference on the Economicsof Innovation and Patenting Mannheim, 2008, the Danish Research Unit for Industrial Dynamics DRUIDConference Copenhagen, 2008, the International Schumpeter Society Conference Rio de Janeiro, 2008, the European Association for Research in Industrial Economics EARIE Conference Toulouse, 2008 and seminarsat the University of Strasbourg 2009, VU University Amsterdam 2009 and UNUMERIT 2010 for helpfulcomments and suggestions. All remaining errors are ours.y VU University Amsterdam, Tinbergen Institute, IZA Bonn. Corresponding author: sdobbelaerefeweb.vu.nlz SHERPPA, Ghent University and CORE, Universit Catholique de Louvain. Postdoctoral Fellow of the Research Foundation Flanders FWO.x Centre for European Economic Research ZEW, University of Zurich.11 Introduction The decision to start a Research and Development RD project is one of the most challenging cid:133rm decision problems. RD projects usually take time to complete, their investments areirreversible and therefore represent sunk costs and they are highly uncertain. The factors thatincid:135uence the cid:133rmcid:146s decision to undertake RD activities have attracted the attention of policymakers, business leaders and researchers for a long time. From the theoretical and empiricalliterature, we can classify these factors into i cid:133rm characteristics, ii industry characteristicsand iii project characteristics. The cid:133rst category includes cid:133rm size Cohen and Levin, 1989,corporate variables such as product diversicid:133cation Gabrowski, 1968, absorptive capacity Cohen and Levinthal, 1989, appropriability Cassiman and Veugelers, 2002 and technologicaladvantage Segerstrom, 2007, and cid:133nancial variables such as cid:133nancial constraints Fazzari and Athey, 1987 and internal cashcid:135ow Jorgenson, 1963; Eiser and Nadiri, 1968. The secondcategory includes market structure which is determined by market power Levin et al., 1985,competition Grenadier, 2000; Huisman et al., 2005 and entry pressure Etro, 2006; Acemoglu,2008; Aghion et al., 2009, and general industry conditions Acs and Audretsch, 1987; Dorfman,1987. The third category includes dierent types of options such as a timing option Dixit and Pindynck, 1994; Trigeorgis, 1996 and an abandonment option Myers and Majd, 1990; Bergeret al., 1996, and dierent types of uncertainty such as input cost uncertainty Pindynck, 1993,technical uncertainty Pindyck, 1993 and market uncertainty Tyagi, 2006.Technical uncertainty and market uncertainty are of particular interest for our analysis. Technical uncertainty implies that, although the input prices are known, the cid:133rm does not knowat the beginning the amount of time, eort and materials ultimately needed to complete theproject.Importantly, this type of cost uncertainty can only be solved by starting the RDproject. Market uncertainty is related to the future value of the innovation which is strongly determined by market demand. For example, if cid:133rms have successfully developed the new productor production technology, uncertainty still exists about market acceptance and hence innovationrents.Despite considerable empirical evidence on the impact of uncertainty on cid:133rmlevel investmentDorfman and Heien, 1989; Leahy and Whited, 1996; Bell and Campa, 1997; Guiso and Parigi,1999; Henley et al., 2003; Bulan, 2005; Bloom et al., 2007, there is little empirical researchthat investigates the role of dierent types of uncertainty on RD decisions. In particular, theexisting empirical evidence only focuses on market uncertainty. In general, market uncertaintyreduces RD investments. However, Czarnitzki and Toole 2009, 2010 show that the negativeeect is mitigated when cid:133rms receive RD subsidies or patent their innovations.In this paper, we develop a generalized version of the model of Lukach et al. 2007 that containsmany aspects of reallife RD decisions within a net present value NPV framework. Besidesentry threat, Bertrand competition and multistage RD with an abandonment option, ourmodel includes demand market uncertainty as well as supply technical uncertainty. Wededuct testable hypotheses on the basis of which we empirically analyze the nontraditionalfactors driving the decision to start an RD project. The uniqueness of our data lies in theavailability of proxies for demand and supply uncertainty, the abandonment option as well asperceived entry threat.We model an RD project as a multistage game where the incumbent must decide at the cid:133rststage to start and at the second stage to continue RD. The decision to start is incid:135uencedby on the one hand demand uncertainty, modelled as a lottery between a proportional increasegood state and decrease bad state in demand, and on the other hand technical uncertainty,modelled as a lottery between a decrease good state and increase bad state in the cost to 2continue RD. A lottery becomes more divergent when the dierence between the outcomes ofthe lottery increases. We derive under which lottery probabilities more divergent demand andsupply lotteries positively or negatively aect the decision to start RD. For empirical testing,we use data from the fourth Community Innovation Survey CIS IV in Germany for about 2400cid:133rms to explain the decision to start RD. Our main results, strongly concid:133rming our modelpredictions, are that for cid:133rms facing lotteries where the good state is more likely to prevail ia 10% increase in the degree of divergence of the demand lottery increases the likelihood ofundertaking RD by 1.7 percentage points and ii a change from a low to a high degree ofdivergence of the supply lottery captured by a shift in the value of a dummy variable increasesthe likelihood of undertaking RD by 14.1 percentage points. For cid:133rms facing a demand lotterywhere the bad state is most likely to prevail, a 10% increase in the degree of divergence of thedemand lottery decreases the likelihood of undertaking RD by 4.9 percentage points. For asubset of cid:133rms that are more likely to face a bad demand state than a good demand state,having the option to abandon RD projects signicid:133cantly increases the likelihood of undertaking RD.We believe that our article contributes to the current state of research on both the theoreticaland empirical side. From a theoretical point of view, we model uncertainty as a lottery ratherthan a stochastic process Dasgupta and Stiglitz, 1980; Weeds, 2002 to capture the uncertaintyresolving nature of multistage RD. Lukach et al. 2007 only consider supply lotteries anduse the variancebased concept of a mean preserving spread to distinguish lotteries in termsof uncertainty. Our analysis studies a broader class of both demand and supply lotteries. Anincrease in the degree of divergence still symmetrically aects the goodbad state but the probability that the goodbad state occurs can take any value between 0 and 1. As a result, our setof lotteries cannot be ordered completely in terms of uncertainty. Instead, we order lotteries interms of lottery premia. A lottery premium equals the amount of money that the incumbentis willing to pay or has to receive to undergo the lottery. The use of a lottery premium isparticularly suitable in a NPV framework since the lottery premium and the NPV of an RDproject are calculated in a similar way. From an empirical point of view, we believe that exploiting cid:133rm heterogeneity in demand and supply lotteries credibly provides empirical evidenceof the uncertaintyRD investment relationship at the cid:133rm level. This is motivated by theobservation that the determinants of reallife RD decisions greatly vary across studies as soonas the analysis is performed using more aggregated data Ferderer, 1993; Darby et al., 1999using country data; Caballero and Pindyck, 1996; Ghosal and Loungani, 1996; Huizinga, 1993using industry data or taking less cid:133rm heterogeneity regarding uncertainty into account seereferences on cid:133rmlevel investment mentioned above.The remaining part of the article is organized as follows. Section 2 provides a theoretical analysisof the determinants of RD decisions. The comparative statics of Section 3 allow us to derivetestable hypotheses on the relation between a change in the degree of divergence of demandand supply lotteries and the decision to start RD. Section 4 presents the empirical analysis.Section 5 concludes.2 A theoretical analysis of the determinants of RD decisions 2.1 The model The incumbent is producing a homogeneous good at unit cost c 2 0; P , where P 2 0; 1 denotesthe normalized output price. A potential entrant is endowed with a superior technology that,3for simplicity, allows him to produce at zero unit cost. He faces an entry cost equal to ! 2 R.Upon entry, both cid:133rms engage in Bertrand competition.We model an RD project as a multistage game where the incumbent must decide at thecid:133rst second stage to start continue RD. This captures more realistically RD outcomesas a sequence of successive decisions rather than as a result of an irreversible oneshot decision.Furthermore, by allowing the incumbent to abandon the RD project in the second stage, weare able to study the eect of an abandonment option on optimal investment decisions. In ourmodel, two types of uncertainty, one on the demand side and one on the supply side, incid:135uencethe decision to start. The incumbent has a time lead over the potential entrant. When theincumbent starts and continues RD, he obtains the same superior technology as the potentialentrant before the latter can enter the market. Figure 1 illustrates the game tree.Gnoyest Ncid:11cid:10cid:8cid:9demandcid:24cid:24cid:24cid:24cid:24XXXXXXXXXXNcid:11cid:10cid:8cid:9supply Ncid:11cid:10cid:8cid:9supply XXXXXcid:24cid:24cid:24cid:24cid:24tt XXXcid:24cid:24cid:24tttttcid:0cid:0 cid:0cid:0 cid:0cid:0 cid:0cid:0 no yesyesno Bcid:2Bcid:2Bcid:2Bcid:2n yn yn yyn Bcid:2cid:2BBcid:2cid:2B3b 4a 4b 5a 5b 6a 3a 6bcid:0cid:0 cid:0cid:0 yesno Bcid:2Bcid:2Bcid:2n yn yyn Bcid:2Bcid:2cid:2B7b 8a 8b 9a 9b 7a XXXttt GBBBt Gcid:24cid:24cid:24tcid:0cid:0 cid:0cid:0 yesno Bcid:2Bcid:2n yyn BBcid:2cid:21b 2a 1a 2btincumbentt0 start RD?t1 continue RD?t2 entrant entry?Gcid:8cid:8 HHBNcid:11cid:10cid:8cid:9demandtcid:2ycid:2BBn 10a 10bt3 f inal outcomesFigure 1 Game tree. At t0, the incumbent decides whether to start RD. Before t1, nature Nreveals the goodbad state GB on the demand and supply side the true state on the supply side is ofno incid:135uence when the incumbent decides not to start RD. At t1, the incumbent decides whether tocontinue RD. At t2, the potential entrant, fully informed about the incumbentcid:146s decisions, decideswhether to enter. At t3, cid:133nal outcomes are realized.At time zero, the incumbent has to decide whether to start RD at a known cost I0 2 R butunder an unknown state of the world. There are four possible states of the world, depending onthe combination of a goodbad state on the demand and supply side. On the demand side, thegoodbad state manifests itself as a proportional increase or decrease in demand, parameterizedby cid:18 2 0; 1. A priori, true demand is a lottery, i.e. the inverse market demand function DP; cid:18equals 1 cid:18 1 cid:0 P with probability pcid:18 2 0; 1 and 1 cid:0 cid:18 1 cid:0 P with probability 1 cid:0 pcid:18.On the supply side, the goodbad state manifests itself as a decrease or an increase in a knowncost I1 2 R to continue RD, parameterized by cid:21 2 0; I1. A priori, the true cost to continue RD is a lottery, i.e. equal to I1 cid:0 cid:21 with probability pcid:21 2 0; 1 and I1 cid:21 with probability1 cid:0 pcid:21. We assume that all parameters are known beforehand and that both lotteries areindependent. Before time one, nature N reveals the true state of the world.At time one, the incumbent makes the decision whether to continue RD.At time two, the incumbent obtains the superior technology if he continued RD. Having perfectknowledge about the incumbentcid:146s decisions, the potential entrant makes his entry decision. Upona positive entry decision, the entrant enters the market, producing at zero unit cost.At time three, the cid:133nal market structure is realized and the game ends.42.2 Optimal entry decision and payos The cid:133nal market structure is never a duopoly.1 Indeed, if the incumbent does not possess thesuperior technology, the potential entrant can push the incumbent out of the market by settingthe price slightly under the incumbentcid:146s unit production cost, i.e. P c c cid:0 with 0.However, entry is only optimal when monopoly procid:133ts are higher than or equal to the entrycost !.If the potential entrant does not enter, the incumbent stays a monopolist who sets 2 . The corresponding procid:133ts are cid:25c 1cid:0c2P c 1cfor all c 2 0; P . If the incumbentdoes possess the superior technology, entry is never optimal. After all, the potential entrantknows that if he would enter, price equals marginal cost in equilibrium P 0 0, and henceprocid:133ts equal zero cid:250 0, which do not cover the entry cost.4In order to characterize the optimal RD decisions of the incumbent, we present the incumbentcid:146spayos that correspond with the bottom row outcomes of Figure 1. We ignore the incumbentcid:146smonopolistic procid:133ts at t 0 and t 1 since they are the same for any outcome of the gameand hence do not aect the incumbentcid:146s investment decision.Under scenarios 1, 3, 5 and 7, the incumbent possesses the superior technology and entry isnever optimal. Therefore, we only present the incumbentcid:146s payos under b, which equal:1b : 1 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:0 cid:213b : 1 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:215b : 1 cid:0 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:0 cid:217b : 1 cid:0 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:21Under scenarios 2, 4, 6, 8, 9 and 10, the incumbent does not possess the superior technology.Hence, entry can be optimal. Therefore, we present the incumbentcid:146s payos valid under a whenentry is optimal cid:250 cid:21 ! and b when entry is not optimal cid:250 !.2a : cid:0I04a : cid:0I06a : cid:0I08a : cid:0I09a : 010a : 02b : 1 cid:18 cid:25c cid:0 I04b : 1 cid:18 cid:25c cid:0 I06b : 1 cid:0 cid:18 cid:25c cid:0 I08b : 1 cid:0 cid:18 cid:25c cid:0 I09b : 1 cid:18 cid:25c10b : 1 cid:0 cid:18 cid:25c2.3 Optimal RD decisions We determine the optimal RD decisions of the incumbent by backward induction. We startat t 1. We denote the four possible states of the world by f GG; GB; BG; BBg, where thecid:133rst character recid:135ects the good G or bad B demand state and the second character recid:135ectsthe good G or bad B supply state. Let the incumbentcid:146s procid:133t gain from innovation becid:1cid:25 cid:250 cid:0 cid:25c. This procid:133t gain is higher when the entrant enters the market than when theentrant does not enter the market, since cid:25c 0 for the incumbent in the former case, whereascid:25c 0 for the incumbent in the latter case. This immediately claricid:133es the strategic role ofthe entrant in our model compared to a monopoly model without entry threat. If the entry costis low enough to make entry optimal, the incumbent gets additional benecid:133ts from investing inthe superior technology. This strategic eect is known in the literature as Arrowcid:146s replacementeect Arrow, 1962.N P V , i.e. the dierFor each possible state of the world s 2 f GG; GB; BG; BBg, we calculate cid:1sence between the net present value N P V of continuing RD and the N P V of not continuing RD:1 Since Bertrand competition results in a monopoly in our model, it is not meaningful to distinguish betweendrastic and nondrastic innovation contrary to Cournot competition.5cid:1GGN P V 1 cid:18 cid:1cid:25 cid:0 I1 cid:0 cid:21cid:1GBN P V 1 cid:18 cid:1cid:25 cid:0 I1 cid:21cid:1BGN P V 1 cid:0 cid:18 cid:1cid:25 cid:0 I1 cid:0 cid:21N P V 1 cid:0 cid:18 cid:1cid:25 cid:0 I1 cid:21.cid:1BBThe incumbent continues RD if and only if this dierence is positive under the true state ofthe world, taking the entrantcid:146s entry decision into account.Optimal decision to continue rd: For each possible state of the world s 2 f GG; GB; BG; BBg,the incumbent continues RD if and only if cid:1s N P V cid:21 0 and s 0 when cid:1s N P V cid:21 cid:1BBN P V cid:21 0.Let GG; GB; BG; BB, where s 1 when cid:1s N P V 0for all s 2 f GG; GB; BG; BBg, be the vector that comprises the optimal decision to continue RD under every possible state of the world. Notice that cid:1GGN P V for s 2f GB; BGg. Therefore 2 cid:9 f 1; 1; 1; 1 ; 1; 1; 1; 0 ; 1; 1; 0; 0 ; 1; 0; 1; 0 ; 1; 0; 0; 0 ; 0; 0; 0; 0g.At t 0, for every 2 cid:9, we calculate cid:1 N P V , i.e. the dierence between the N P V of starting RD and the N P V of not starting RD. For every 2 cid:9, we determine the N P V of starting RD by calculating the weighted sum of the incumbentcid:146s payos when starting RD in everypossible state of the world using the probabilities of a goodbad state on the demand and supplyside as weights. We determine the N P V of not starting RD by calculating the weighted sumof the incumbentcid:146s payos when not starting RD using the probabilities of a goodbad stateon the demand and supply side as weights. The N P V of not starting RD is the same forevery 2 cid:9.Hence, we get:N P V cid:21 cid:1scid:11;1;1;1N P V pcid:18pcid:21 1 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:0 cid:21pcid:18 1 cid:0 pcid:21 1 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:21 1 cid:0 pcid:18 pcid:21 1 cid:0 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:0 cid:21 1 cid:0 pcid:18 1 cid:0 pcid:21 1 cid:0 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:21cid:0 pcid:18 1 cid:18 cid:25c 1 cid:0 pcid:18 1 cid:0 cid:18 cid:25c pcid:18pcid:21cid:1GGN P V pcid:18 1 cid:0 pcid:21 cid:1GBN P V cid:0 I0. 1 cid:0 pcid:18 1 cid:0 pcid:21 cid:1BBN P V 1 cid:0 pcid:18 pcid:21cid:1BGN P VFrom this, we calculate:N P V cid:11;1;1;1cid:11;1;1;0N P V cid:0 1 cid:0 pcid:18 1 cid:0 pcid:21 1 cid:0 cid:18 cid:250 cid:0 I0 cid:0 I1 cid:21 1 cid:0 pcid:18 1 cid:0 pcid:21 1 cid:0 cid:18 cid:25c cid:0 I0N P V cid:0 1 cid:0 pcid:18 1 cid:0 pcid:21 cid:1BBN P V cid:11;1;1;1 pcid:18pcid:21cid:1GGN P V pcid:18 1 cid:0 pcid:21 cid:1GBN P V 1 cid:0 pcid:18 pcid:21cid:1BGN P V cid:0 I0.Similarly, we get:cid:11;1;0;0cid:11;0;1;0N P V pcid:18pcid:21cid:1GGN P V pcid:18pcid:21cid:1GGcid:11;0;0;0N P V pcid:18pcid:21cid:1GGcid:10;0;0;0N P V cid:0I0.N P V pcid:18 1 cid:0 pcid:21 cid:1GBN P V 1 cid:0 pcid:18 pcid:21cid:1BGN P V cid:0 I0;N P V cid:0 I0;N P V cid:0 I0;6Clearly, cid:10;0;0;0N P V 0 and the incumbent does not start RD.N P VN P VN P VN P V cid:11;1;1;0N P VN P V cid:11;1;1;0N P V 0, then cid:11;1;1;1N P V . If cid:1BBN P V 0. On the other hand, if cid:1BBN P V 0, while cid:11;1;1;0and it is possible to have cid:11;1;1;1N P V cid:146s cannot be ordered. For example, take cid:11;1;1;1N P V 1 cid:0 pcid:18 1 cid:0 pcid:21 cid:1BBThe incumbent starts RD if and only if there exists a positive cid:1 Note that these cid:1 write cid:11;1;1;1and it is possible to have cid:11;1;1;1then cid:11;1;1;1argument can be made for any other comparison.Therefore, let cid:8 maxfcid:11;1;1;1Optimal decision to start rd: The incumbent starts RD if and only if cid:8 cid:21 0.3 Comparative staticsand cid:11;1;1;0N P V for 2 cid:9nf 0; 0; 0; 0g  We can N P V cid:11;1;1;0N P V 0,N P V 0. A similar N P V 0, while cid:11;1;1;0; cid:11;0;1;0N P V; cid:11;0;0;0N P V; cid:11;1;1;0N P V; cid:11;1;0;0N P Vg.N P VIn this section, we investigate how changes in demand and supply lotteries aect the incumbentcid:146sdecision to start RD. We therefore assume that entry is not optimal, because if entry wereoptimal, the entrant would drive the incumbent out of the market cfr. Section 2.2. Throughoutthe remaining analysis, we use the following terminology. A lottery is decid:133ned to be favorableunfavorable if the probability of the good state is higher than or equal to lower than theprobability of the bad state. In comparing two lotteries, a lottery is decid:133ned to be more favorablemore unfavorable than another lottery if the probability of the good state of the former is higherlower than the probability of the good state of the latter. However, we do not only distinguishbetween lotteries in terms of probabilities but also in terms of outcomes.In comparing twolotteries with equal probabilities, a lottery is decid:133ned to be more divergent less divergent thananother lottery if the dierence between the good and the bad state is larger smaller in theformer than in the latter. In our model, the degree of divergence depends on cid:18 and cid:21: a demandsupply lottery becomes more divergent than another demand supply lottery when, ceterisparibus, cid:18 cid:21 increases and a demand supply lottery becomes less divergent than anotherdemand supply lottery when, ceteris paribus, cid:18 cid:21 decreases.3.1 Relating divergence to lottery premia Let us cid:133rst explain how a change in the degree of divergence of the demand supply lotteryrelates to a change in the lottery premium. We decid:133ne the lottery premium of a demand supplylottery as the amount of money the incumbent is willing to pay or has to receive to undergo thelottery. In our model, it equals the dierence between the expected outcome of undergoing thedemand supply lottery and obtaining demand equal to 1 cid:0 P facing the cost I1 of continuing RD. The lottery premium of a favorable lottery is positive whereas the lottery premium of anunfavorable lottery is strictly negative, irrespective of the degree of divergence of both lotteries.The lottery premium of favorable lotteries with probability 12 of the goodbad state i.e. meanpreserving lotteries is equal to 0, irrespective of their degree of divergence. When comparingtwo favorable, non meanpreserving lotteries with equal probabilities, the more divergent lottery entails a more positive lottery premium. Similarly, when comparing two unfavorable, nonmeanpreserving lotteries with equal probabilities, the more divergent lottery entails a morenegative lottery premium. However, we cannot always conclude that the more divergent lotteryentails a more positive a more negative lottery premium when the lotteries are favorable unfavorable but have unequal probabilities. It depends on the tradeo between i exactly how 7much moreless favorable unfavorable one lottery is compared to the other and ii how muchlessmore moreless divergent one lottery is compared to the other.Having established the relationship between divergence and lottery premia, it remains to showhow a change in the lottery premium aects the decision to start RD.3.2 Relating lottery premia to the decision to start RDIn Section 2, we derive that it is optimal for the incumbent to start RD if and only if cid:8 cid:21 0.This decision depends on the vector of parameters c; I0; I1; cid:18; pcid:18; cid:21; pcid:21. We now focus on howthe eect of an increase in cid:18 on the decision to start RD depends, ceteris paribus, on pcid:18. Acompletely similar reasoning, here omitted for reasons of parsimony, holds for how the eect ofan increase in cid:21 depends, ceteris paribus, on pcid:21.An increase from cid:18 to cid:180 can, ceteris paribus, either have one of the three eects on the decisionto start:i a positive eect, i.e. when cid:8cid:18 0 and cid:8cid:180 cid:21 0,ii a negative eect, i.e. when cid:8cid:18 cid:21 0 and cid:8cid:180 0 oriii no eect, i.e. when cid:8cid:18 0 and cid:8cid:180 0 or cid:8cid:18 cid:21 0 and cid:8cid:180 cid:21 0.Our approach aims at comparing cid:8cid:18 and cid:8cid:180 for any cid:18; cid:180 2 0; 1 where cid:18 cid:180. We want tomake explicit which eects are found for every pcid:18 2 0; 1, while restricting the parameter spaceof c; I0; I1; cid:21; pcid:21 as little as possible.Ceteris paribus, it is impossible to compare cid:8cid:18 and cid:8cid:180 for any cid:18; cid:180 2 0; 1 where cid:18 cid:180without cid:133nding no eect, since cid:8cid:18 is a continuous function in cid:18.Our cid:133rst two propositions are straightforward. Proposition 1 states that a more divergentdemand lottery never positively aects the decision to start RD when the demand lottery ismost unfavorable. In other words, a decrease in the demand lottery premium never positivelyaects the decision to start RD for these lotteries. After all, for a demand lottery thatexcludes the good state to happen, an increase in cid:18 corresponds to a worsening of the bad state,which never positively aects the decision to start. Proposition 2 states that a more divergentdemand lottery never negatively aects the decision to start RD when the demand lotterybelongs to the set of favorable demand lotteries. In other words, an increase in the demandlottery premium never negatively aects the decision to start RD for these lotteries. Afterall, for demand lotteries where the good state is more likely to happen than the bad state, anincrease in cid:18 a priori increases the attractiveness of the RD project and hence never aectsthe decision to start negatively. Both Propositions 12 hold over the complete parameter spaceof c; I0; I1; cid:21; pcid:21. Remember that the same results are obtained by replacing pcid:18 and cid:18 by pcid:21and cid:21 respectively. All proofs are relegated to Appendix A.Proposition 1: If pcid:18 0, there does not exist a cid:18; cid:180 2 0; 1, where cid:18 cid:180, such that cid:8cid:18 0and cid:8cid:180 cid:21 0 for all c; I0; I1; cid:21; pcid:21 2 0; 1 cid:2 R3 cid:2 0; 1.Proposition 2: If pcid:18 2 12 ; 1, there does not exist a cid:18; cid:180 2 0; 1, where cid:18 cid:180, such thatcid:8cid:18 cid:21 0 and cid:8cid:180 0 for all c; I0; I1; cid:21; pcid:21 2 0; 1 cid:2 R3It remains to show how more divergent demand lotteries aect the decision to start RD whenthe demand lottery is unfavorable. From Proposition 1, the open question is from which value ofpcid:18 on, it is possible to cid:133nd a positive eect. Similarly, from Proposition 2, the question remainsfrom which value of pcid:18 on, it is not possible to cid:133nd a negative eect. In other words, we aim atextending Propositions 12 by respectively cid:133nding the minimal values x 2 0; 1 and y 2 0; 12 such that the following results hold: cid:2 0; 1.8If pcid:18 2 0; x, there does not exist a cid:18; cid:180 2 0; 1, where cid:18 cid:180, such that cid:8cid:18 0 and If pcid:18 2 y; 1, there does not exist a cid:18; cid:180 2 0; 1, where cid:18 cid:180, such that cid:8cid:18 cid:21 0 andcid:8cid:180 cid:21 0.cid:8cid:180 0.The additional question becomes over which domains these extensions of Propositions 12 hold.Necessary conditions to obtain a positive negative eect are that, ceteris paribus, there existsa cid:18 2 0; 1 such that cid:8cid:18 cid:21 0. Obviously, these necessary conditions cannot be fulcid:133lledover the complete parameter space of c; I0; I1; cid:21; pcid:21. The intuition is that if the total costof undertaking the RD project cid:151 which depends on I0; I1; cid:21; pcid:21cid:151 exceeds by far is muchsmaller than the total gain of the RD project cid:151 which depends on c; cid:18; pcid:18cid:151 , then cid:8 willalways be negative positive.We impose two assumptions on the model, relating in the absence of technical uncertainty thecost of starting RD to the cost of continuing RD and the total cost of the RD project tothe procid:133t gain. We assume that i the two cost components of RD would be the same in thetwo periods when cid:21 0 and ii the total cost of RD would equal the procid:133t gain of RD whencid:21 0.Assumption 1: I0 I1 I.Assumption 2: I0 I1 cid:1cid:25.Our results hold over the complete parameter space of c; cid:21; pcid:21. Indeed, in relating dierentdemand lotteries to the decision to start the RD project, we deliberately do not want torestrict the set of lotteries on the supply side.In other words, in determining x and y, wechoose from the total set of supply lotteries i that particular lottery for which we obtain thesmallest interval pcid:18 2 0; x of demand lotteries for which a more divergent demand lotterycannot positively aect the decision to start RD and ii that particular lottery for which weobtain the smallest interval pcid:18 2 y; 1 of demand lotteries for which a more divergent demandlottery cannot negatively aect the decision to start RD. Larger intervals than 0; x and y; 1would be obtained if one excluded these particular supply lotteries from the total set. All resultsalso hold for any strictly positive value of c. When c equals zero, the incumbent never startsthe RD project. A completely similar exercise is performed to relate changes in cid:21 and valuesof pcid:21 to changes in cid:8 under the complete parameter space of c; cid:18; pcid:18.2Under Assumptions 12, we obtain Propositions 3a3b for the minimal values x; v and Proposition 4 for the minimal values y; w respectively; see footnote 2 for decid:133nitions of v and w. Allproofs are relegated to Appendix A.32 such that thefollowing results hold:2 More specicid:133cally, we aim at cid:133nding respectively the minimal values v 2 0; 1 and w 2 0; 1If pcid:21 2 0; v, there does not exist a cid:21; cid:210 2 0; 1, where cid:21 cid:210, such thatcid:8cid:21 0 and cid:8cid:210 cid:21 0 for all c; cid:18; pcid:18 2 0; 13.If pcid:21 2 w; 1, there does not exist a cid:21; cid:210 2 0; 1, where cid:21 cid:210, such thatcid:8cid:21 cid:21 0 and cid:8cid:210 0 for all c; cid:18; pcid:18 2 0; 13.3 We performed a sensitivity analysis on Assumptions 12. We relax Assumption 1, setting I1 a I0, wherea 2 R. We cid:133nd that the higher lower the cost of continuing RD compared to the cost of starting RD, thesmaller larger the subset of unfavorable demand supply lotteries for which a more divergent demand supplylottery never positively aects the decision to start RD. Furthermore, for all unfavorable demandsupplylotteries, we cannot exclude that a more divergent demandsupply lottery negatively aects the decision tostart RD, whatever the relative importance of the two cost components I0 and I1. We relax Assumption 2by expressing the total cost of RD as a proportion b 2 R of the procid:133t gain of RD when cid:21 0, i.e.I0 I1 bcid:1cid:25. We cid:133nd that the lower the procid:133t gain of the RD project compared to the total cost, the morefavorable the demandsupply lottery has to become in order to start RD. For reasons of parsimony, we omitthe detailed results which are available upon request.94 , there does not exist a cid:18; cid:180 2 0; 1,Proposition 3a: Under Assumptions 12, if pcid:18 2 0; 1where cid:18 cid:180, such that cid:8cid:18 0 and cid:8cid:180 cid:21 0 for all c; cid:21; pcid:21 2 0; 1 cid:2 R cid:2 0; 1.Proposition 3b: Under Assumptions 12, if pcid:21 2 0; 0:28, there does not exist a cid:21; cid:210 2 0; 1,where cid:21 cid:210, such that cid:8cid:21 0 and cid:8cid:210 cid:21 0 for all c; cid:18; pcid:18 2 0; 13.Proposition 4: Under Assumptions 12, Proposition 2 is not extended: both y and w equal 12for all c; cid:21; pcid:21 2 0; 1 cid:2 R cid:2 0; 1 and for all c; cid:18; pcid:18 2 0; 13 respectively.From Proposition 3a it follows that for the subset of unfavorable demand lotteries with pcid:18 20; 14 , a more divergent demand lottery a decrease in the demand lottery premium neverpositively aects the decision to start RD. From the determination of y in Proposition 4 welearn that for all unfavorable demand lotteries, we can not exclude that a more divergent demandlottery a decrease in the demand lottery premium negatively aects the decision to start RD. From Proposition 3b it follows that for the subset of unfavorable supply lotteries withpcid:21 2 0; 0:28, a more divergent supply lottery a decrease in the supply lottery premiumnever positively aects the decision to start RD. From the determination of w in Proposition 4 we learn that for all unfavorable supply lotteries, we cannot exclude that a more divergentsupply lottery a decrease in the supply lottery premium negatively aects the decision tostart RD.4 ; 1Propositions 3a, 3b and 4 provide important additional insight in the relation between demandsupply lotteries and the decision to start RD. Let us focus on demand lotteries. Propositions 3a and 4 demonstrate that, for the set of unfavorable demand lotteries with pcid:18 2 12 anddepending inter alia on the supply lottery the incumbent faces, a decrease in the demandlottery premium can either positively or negatively aect the decision to start RD. Especiallythe fact that a decrease in the demand lottery premium can positively aect the decision to start RD deserves some explanation. We obtain this result because of the abandonment option thatthe incumbent possesses. As we show in the proof of Proposition 3a in Appendix A, an increasein cid:18 positively aects the decision to start RD when cid:8 cid:11;1;0;0. Exactly in this case the RD project is started under the assumption that the project will be completed when the goodstate on the demand side occurs although it is more likely that the bad state on the demandside occurs since the demand lottery is unfavorable. In other words, the incumbent completelyignores the downside risk of the RD project when the bad state on the demand side occursexactly because it can abandon the project when this happens. Hence, under the good stateon the demand side, an increase in cid:18 improves the procid:133tability of the RD project, whichexplains the result. If there were no abandonment option, a decrease in the lottery premium ofan unfavorable demand lottery would never positively aect the decision to start RD.4N P V4 An empirical analysis of the determinants of RD decisions 4.1 Data To test the propositions derived in the previous section, we mainly use data from the 2005 ofcid:133cial innovation survey in the German manufacturing and services industries which constitute 4 If the incumbent is forced to complete the RD project once the project is started, he will only start theproject when cid:11;1;1;1 2pcid:18 cid:0 1 cid:1cid:25 which is positive for all favorable demandlotteries and strictly negative for all unfavorable demand lotteries. This explains the result, given the relationbetween divergence and lottery premia cfr. Section 3.1. 0. Note that cid:11;1;1;1N P VN P Vcid:1810the German part of the Europeanwide harmonized fourth Community Innovation Surveys CISIV.5 The CIS data provide rich information on cid:133rmscid:146innovation behavior. The target population consists of all legally independent cid:133rms with at least 5 employees and their headquarterslocated in Germany.6 The survey is drawn as a straticid:133ed random sample and is representativeof the corresponding target population. The straticid:133cation criteria are cid:133rm size 8 size classesaccording to the number of employees, industry 22 twodigit industries according to the NACERev.1 classicid:133cation system and region East and West Germany. The survey is performed bymail and data on 4776 cid:133rms were collected in 2005 total sample, corresponding to a responserate of about 20%.7 In order to control for a response bias in the net sample, a nonresponseanalysis was carried out collecting data on 4000 additional cid:133rms. A comparison shows that theinnovation behavior of respondents and nonrespondents does not dier signicid:133cantly. The shareof innovators is 63.9% in the former group and 62.2% in the latter group.8All explanatory variables which are explained in Section 4.2 are taken from the 2005 survey.In order to investigate how they aect the decision to start RD, we merge information on RD from the 2006 survey.9 Combining the two surveys reduces the number of observationsby 40.3 percent. For estimation purposes we further exclude cid:133rms with incomplete data forany of the relevant variables, ending up with a sample of 2411 cid:133rms. As illustrated in Table B.1 in Appendix B, our estimation sample full sample recid:135ects total sample distributionalcharacteristics very well and does not give any obvious cause for selectivity concerns.5 An empirical analysis of the optimal decision to undertake RD under uncertainty 5.1 Data To test the propositions derived in the previous section, we mainly use data from the 2005 ofcid:133cial innovation survey in the German manufacturing and services industries which constitutethe German part of the Europeanwide harmonized fourth Community Innovation Surveys CISIV.10 The CIS data provide rich information on cid:133rmscid:146innovation behavior. The target population consists of all legally independent cid:133rms with at least 5 employees and their headquarterslocated in Germany.11 The survey is drawn as a straticid:133ed random sample and is representativeof the corresponding target population. The straticid:133cation criteria are cid:133rm size 8 size classesaccording to the number of employees, industry 22 twodigit industries according to the NACERev.1 classicid:133cation system and region East and West Germany. The survey is performed bymail and data on 4776 cid:133rms were collected in 2005 total sample, corresponding to a response 5 The innovation surveys are annually conducted by the Centre for European Economic Research ZEW,Fraunhofer Institute for Systems and Innovation Research ISI and infas Institute for Applied Social Scienceson behalf of the German Federal Ministry of Education and Research BMBF.6 A cid:133rm is decid:133ned as the smallest combination of legal units operating as an organizational unit producinggoods or services.7 This rather low response rate is not unusual for surveys in Germany and is due to the fact that participationis voluntary.8 The pvalue of the Fishertest on equal shares in both groups amounts to 0.108.9 In Germany, the innovation surveys are conducted annually and they are designed as a panel Mannheim Innovation Panel.10 The innovation surveys are annually conducted by the Centre for European Economic Research ZEW,Fraunhofer Institute for Systems and Innovation Research ISI and infas Institute for Applied Social Scienceson behalf of the German Federal Ministry of Education and Research BMBF.11 A cid:133rm is decid:133ned as the smallest combination of legal units operating as an organizational unit producinggoods or services.11rate of about 20%.12 In order to control for a response bias in the net sample, a nonresponseanalysis was carried out collecting data on 4000 additional cid:133rms. A comparison shows that theinnovation behavior of respondents and nonrespondents does not dier signicid:133cantly. The shareof innovators is 63.9% in the former group and 62.2% in the latter group.13All explanatory variables which are explained in Section 4.2 are taken from the 2005 survey.In order to investigate how they aect the decision to start RD, we merge information on RD from the 2006 survey.14 Combining the two surveys reduces the number of observationsby 40.3 percent. For estimation purposes we further exclude cid:133rms with incomplete data forany of the relevant variables, ending up with a sample of 2411 cid:133rms. As illustrated in Table B.1 in Appendix B, our estimation sample full sample recid:135ects total sample distributionalcharacteristics very well and does not give any obvious cause for selectivity concerns.5.2 Econometric model and testable hypotheses Econometric model In our theoretical model, the incumbent has to decide whether to undertake an RD projectwhich aims at obtaining the same superior production technology as the potential entrant.15The optimal decision to undertake RD depends, ceteris paribus, on the degree of divergence ofthe demand and supply lotteries. Empirically, we operationalize this optimal decision as follows.Let ycid:3i denote cid:133rm icid:146s maximal dierence between the N P V of undertaking RD and the N P Vof not undertaking RD, which cannot be observed. Exploiting the cid:133rm heterogeneity in ourunique dataset, we assume that for cid:133rm i this dierence depends on cid:18i and cid:21i, some otherobservable characteristics summarized in the row vector xi and unobservable factors capturedby cid:15i:1In Section 2.3, we derive that it is optimal for incumbent i to undertake RD if and only if ycid:3iis larger than or equal to zero:ycid:3i cid:11cid:18i cid:13cid:21i xicid:12 cid:15iyi cid:26 10ififycid:3i cid:21 0ycid:3i 02where yi denotes the observed binary endogenous variable. We estimate equation 2 using theprobit estimator.Specicid:133cation and testable hypotheses Table 1 gives the descriptive statistics of all variables used in the econometric analysis and Table B.2 in Appendix B provides detailed decid:133nitions of all variables. We proxy the observed binaryendogenous variable yi by two variables. The cid:133rst variable indicates whether the cid:133rm performed RD in 2005 RD. Table 1 shows that 45% of the cid:133rms in the full sample undertook RD projects. Our theoretical model is essentially about costreducing process innovations.One drawback of RD is that RD activities cannot be divided into product and process innovations. Therefore, we employ as an alternative proxy a variable indicating whether the cid:133rm 12 This rather low response rate is not unusual for surveys in Germany and is due to the fact that participationis voluntary.13 The pvalue of the Fishertest on equal shares in both groups amounts to 0.108.14 In Germany, the innovation surveys are conducted annually and they are designed as a panel Mannheim Innovation Panel.15 In what follows, the notions cid:133rm and incumbent are used interchangeably.12planned in the period 20022004 to introduce a new production technology in 2005 P ROCESS.We cid:133nd that 46% of the cid:133rms in the full sample planned to introduce a process innovation.16In our theoretical model, demand uncertainty stems from the two components in the demandlottery: the degree of divergence determined by cid:18 and the probability pcid:18 of facing a gooddemand state. The variable cid:18 is measured by the average of the absolute values of the absolutechanges in real sales over the last two years 20022003 and 20032004 T HET A.17 Table 1reveals that the absolute value of the absolute change in real sales was on average about 13%in the last two years. To calculate pcid:18 using the full sample, we derive that 53.1% of the cid:133rmsexperienced a positive growth in sales between 2002 and 2003 and 57.4% between 2003 and 2004. In our benchmark estimations, we assume that pcid:18 is the same for all cid:133rms. Our datasetenables us to relax this assumption later on.Similarly, technical uncertainty is represented by the two components in the lottery on the supplyside: the degree of divergence determined by cid:21 and the probability pcid:21 of facing a good supplystate. For the full sample, cid:21 can only be proxied by a dummy variable LAM BDA1. LAM BDA1equals 1 if an innovation project was postponed due to high innovation costs in the period 20022004. The motivation for using this information is that an unexpected delay of an innovationproject is presumably associated with unexpected higher costs.18 Hence, LAM BDA1 partitionsthe set of cid:133rms into a subset of cid:133rms with a low degree of divergence and a subset of cid:133rms witha high degree of divergence. Around 19% of the cid:133rms belong to the latter. Alternatively, weuse a second proxy for cid:21 LAM BDA2 which is decid:133ned as the absolute value of the deviationbetween on the one hand the innovation expenditures for 2004 expected in 2003 and on the otherhand the realized innovation expenditures in 2004. The virtue of this measure is that it moreclosely corresponds to the way we model cid:21 in our theoretical analysis. The defect is that we canapply it only to a subset of enterprises since we have to use the prior wave of the innovationsurvey to construct this variable.19 However, this subsample is representative for the full sampleas can be inferred from Table B.1 in Appendix B. The average absolute value of the deviationbetween expected and realized innovation expenditure comes to 2.9 mill. Euro. The deviationturns out to be highly skewed. We therefore use a logarithmic transformation of this variable inthe econometric analysis. As LAM BDA2 measures the absolute value of the deviation betweenexpected and realized innovation costs, we encounter the problem that LAM BDA2 equals zerofor cid:133rms with no prior innovation activities. To cid:133lter out this eect, we additionally include DLAM BDA2 in the estimations. DLAM BDA2 is a binary variable which is one if the cid:133rm hadno prior innovation activities. No information is available to calculate pcid:21 from the full sample.However, we are able to determine pcid:21 from the subsample. More specicid:133cally, we observe thatfor 60.1% of the cid:133rms, realized innovation expenditure in 2004 turned out to be lower thanexpected in 2003. Given the representativeness of the subsample, we assume that the calculatedpcid:21 is also valid for the full sample. In all our estimations, we assume that pcid:21 is the same for allcid:133rms. Our dataset does not allow to relax this assumption.16 In 71% of the observations, RD and P ROCESS coincide. This implies a correlation between the twodependent variables of about 0.28 signicid:133cant at the 1% level.17 We use producer price indices at the 3digit industry NACE level as a decid:135ator. Furthermore, we implicitlyassume that cid:133rms expect sales to stay constant over the short timespan under consideration.18 It might have been that the unexpected delay led to RD activities in 2005. Though we cannot completelyrule out this mechanical eect, we are concid:133dent that this is of minor importance in our data set. The delay tookplace somewhere in the period 20022004. Despite the delay the cid:133rm could still have cid:133nished the innovationproject in that period. As a robustness check, we use an alternative RD indicator.In particular, we onlyaccount for RD activities in 2005 if the cid:133rm had no ongoing process innovation activities at the end of year 2004. This leaves the results nearly unchanged. Results are not reported here but are available upon request.19 Unfortunately, the overlap between the 2004 and 2005 survey only amounts to almost 40% due to a majorrefreshment and enlargement of the gross sample.132 , we postulate from Proposition 2 the following hypotheses.Assuming that pcid:18 and pcid:21 are the same for all cid:133rms and given that pcid:18 and pcid:21 are calculated tobe larger than 1Hypothesis 1: A higher demand lottery premium does not decrease the probability of undertaking RD.Hypothesis 2: A higher supply lottery premium does not decrease the probability of undertaking RD.Besides the importance of lottery premia, we demonstrate in Section 3.2 that having an abandonment option limits the downside risk of the RD project. Unfortunately, we do not directlyobserve in our data whether a cid:133rm has the option to abandon an RD project. However, weobserve whether the cid:133rm abandoned innovation projects in the past three years 20022004. Weuse this information to construct the variable ABAN which captures whether the cid:133rm has theoption to abandon RD projects in the following way. ABAN equals 1 if a cid:133rm abandoned anyinnovation project in the past. For all other cid:133rms, it is the predicted probability derived froma probit regression.20In our theoretical model, the incumbent is challenged by a potential competitor. Our datareveal that about 91% of the cid:133rms perceived a threat of its own market position due to thepotential entry of new competitors. In the estimations, we therefore control for potential entryby including 3 dummy variables indicating whether the cid:133rm perceived a high, medium or lowthreat.Our main explanatory variables, i.e. proxies for the degree of divergence in the demand andsupply lotteries, abandonment option and entry threat, belong to the categories of respectivelyproject characteristics and industry characteristics that are discussed in Section 1. We alsocontrol for the following factors found to be important in the literature. These can be mappedinto the categories of cid:133rm characteristics and industry characteristics.Among the cid:133rm characteristics, we include cid:133rm size SIZE, corporate variables such asthe degree of product diversicid:133cation DIV ERS, innovative capabilities HIGHSKILLED,T RAIN EXP , N OT RAIN, M V T RAIN, the type of competition COM P and the degreeof internationalization EXP ORT , and cid:133nancial variables such as the availability of cid:133nancialresources RAT IN G.Firm size SIZE is measured by the logarithm of the number of employees in 2004. We expecta positive relationship between cid:133rm size and the decision to undertake an RD project.More diversicid:133ed cid:133rms possess economies of scope in innovation. As they have more opportunitiesto exploit new knowledge and complementarities among their diversicid:133ed activities, they tend tobe more innovative. We measure product diversicid:133cation by the share of turnover of the cid:133rmcid:146smost important product in 2004 DIV ERS. Therefore, we expect a negative coe cient sincemore diversicid:133ed cid:133rms exhibit lower values for this proxy.Innovative capabilities are determined by the skills of employees. We take into account theshare of employees with a university degree HIGHSKILLED, a dummy variable being 1if the cid:133rm did not invest in training its employees N OT RAIN and the amount of trainingexpenditure per employee T RAIN EXP if the cid:133rm invested in training. Since informationon training expenditure is missing for 9.6% of the cid:133rms, we do not drop these observations but 20 We explain the probability of abandoning innovation projects by industry dummies and cid:133rm characteristicssuch as cid:133rm size, share of highskilled employees, degree of internationalization, training expenditure and companygroup see Table B.3 in Appendix B.14rather set the expenditure to zero and include a dummy variable indicating the missing valuestatus M V T RAIN.The incentive to engage in RD may further depend on the type of competition COM P .We include 3 dummy variables indicating whether cid:133rms primarily competed in prices, productquality or technological lead.The more a cid:133rm is exposed to international competition, the more likely the cid:133rm engages in RD activities. The degree to which a cid:133rm was exposed to international competition is capturedby the export intensity in 2004, i.e. the ratio of exports to sales EXP ORT .The availability of cid:133nancial resources is proxied by an index of creditworthiness RAT IN G. Alower creditworthiness implies less available and more costly external funding to cid:133nance RDprojects. Since the index ranges from 1 best rating to 6 worst rating, we expect a negativecoe cient for this proxy.We also include a variable recid:135ecting whether the cid:133rm was located in East Germany EAST .A priori, the eect of EAST is unclear.Among the industry characteristics, we include market structure N U M COM P and generalindustry conditions. Market structure is captured by 3 dummy variables indicating the numberof competitors. Schumpeter 1942 stresses a negative relationship between competition andinnovation. His argument is that ex ante product market power on the one hand increasesmonopoly rents from innovation and on the other hand reduces the uncertainty associated withexcessive rivalry. Recently, Aghion et al. 2005 cid:133nd evidence for an inverted Urelationshipbetween competition and innovation. For low initial levels of competition an escapecompetitioneect dominates i.e. competition increases the incremental procid:133ts from innovating, and, thereby,encourages innovation investments whereas the Schumpeterian eect tends to dominate athigher levels of competition.Finally, we control for general industry conditions by including industry dummies in all regressions.15Table 1Descriptive Statistics Full Sample Mill. Euro Unit0101%0101010101010101010101Variable Dependent variables RDPROCESSIndependent variables Demand lottery premium THETAG1G2G3G4Supply lottery premium LAMBDA1LAMBDA2a DLAMBDA2a Abandonment option ABANAdditional control variables THREAT: no THREAT: low THREAT: medium THREAT: high SIZENUMCOMP: 0NUMCOMP: 15NUMCOMP: 615NUMCOMP: 15COMP: PRICECOMP: QUALCOMP: LEADDIVERSEXPORTRATINGHIGHSKILLEDTRAINEXPNOTRAINMVTRAINEAST Empl.010101010101010101160100010101Mill. Euro Mean SDMedian Skewness Min Max 0.4540.4600.1320.1290.2950.3710.2040.1922.8870.2290.2630.0930.4570.3040.146692.7980.0240.5900.2040.1820.5260.4270.1070.7090.1522.13720.8240.0010.1120.0960.3390.4980.4980.1380.3350.4560.4830.4030.39414.4480.4200.2950.2950.4980.4600.3536505.7760.1530.4920.4030.3860.4990.4950.3100.2340.3110.79424.5790.0010.3150.2940.473000.090000000.11700.14600004601001000.7390.0002.180100000cid:150cid:15000112.831cid:150cid:150cid:150cid:150cid:1509.013cid:1500.00600001.25411110001207.31811.9230.0191cid:150cid:150cid:150cid:15024.251cid:150cid:150cid:150cid:150cid:150cid:150cid:1500.47613.1400.5261.5764.468cid:150cid:150cid:150000010000000000000001111232700111111119.8046.0001000.010111a Values refer to subsample of 767 cid:133rms.Values for LAM BDA2, SIZE and T RAIN EXP are not logtransformed. For estimation purposes,however, a logtransformation of these variables is used to take into account the skewness of the distribution.165.3 Results 5.3.1 Firms facing equal lottery probabilities Table 2 reports the marginal eects of the probit estimates for the full sample, assuming that allcid:133rms face the same probabilities in the demand and supply lotteries. For each of the two endogenous variables, the cid:133rst column reports the results of a parsimonious specicid:133cation cid:151 includingonly SIZE and industry dummies in addition to demand uncertainty, technical uncertainty,abandonment option and entry threatcid:151 whereas the second column employs the full set ofcontrol variables described in the previous section.Hypothesis 1, implying that the probability of undertaking RD does not decrease with anincrease in cid:18, is concid:133rmed. The eect is positive but only signicid:133cant in P ROCESS column3 implying that a 10% increase in T HET A increases the likelihood of undertaking RD by 1.3 percentage points. The result that T HET A is only slightly signicid:133cant may well recid:135ect thefact that our assumption of equal demand lottery probabilities is not fulcid:133lled in our sample. Weelaborate on this point in Section 4.3.2.Hypothesis 2, implying that the probability of undertaking RD does not decrease with anincrease in cid:21, is strongly concid:133rmed. This result is robust across the two endogenous variablesand holds when additional control variables are incorporated. We estimate that a change froma low to a high degree of divergence captured by a shift in the value of LAM BDA1 increasesthe likelihood of undertaking RD RD, column 2 by 14.6 percentage points.Having the option to abandon RD projects signicid:133cantly increases the likelihood of undertaking RD. Focusing on column 2, the marginal eect amounts to 12 percentage points.We do not cid:133nd a signicid:133cant eect of entry threat on the decision to undertake RD. Regarding the impact of the other control variables, cid:133rm size exerts a signicid:133cantly positive impact.Firms being exposed to international competition as well as more diversicid:133ed cid:133rms have a higherlikelihood of undertaking RD. There is, however, no signicid:133cant impact on process innovation.Highlighting the important role of innovative capabilities, we cid:133nd that cid:133rms employing a highershare of highskilled workers or cid:133rms investing in training are likely to be more innovative. Innovation activities are stimulated if competitive advantage is achieved by technological leadership.Our estimates do not concid:133rm an impact of market structure on innovation.For the subsample, Table 3 presents in columns 2 and 4 the estimates using our preferredmeasure for technical uncertainty LAM BDA2. For reasons of comparison, columns 1 and3 show the subsample results employing LAM BDA1 which is still signicid:133cantly positive. Ingeneral, the results are very similar to the full sample. Hypothesis 2 is also concid:133rmed using LAM BDA2. Since we measure this variable in logarithm, a value of 0.007 implies that anincrease in the absolute value of the deviation between expected and realized innovation expenditure by 10% increases the propensity to undertake RD by 7%.21 2221 To test whether multicollinearity between our main independent variables aect our results in Tables 2 and 3, we estimate specicid:133cations that include demand lottery premium, supply lottery premium or abandonmentoption separately and specicid:133cations that combine demand lottery premium or supply lottery premium withabandonment option. The signicid:133cance as well as the magnitude of the estimated marginal eects are very robustin both the full sample and the subsample results available upon request.22 To test whether multicollinearity between our main independent variables aect our results in Tables 2 and 3, we estimate specicid:133cations that include demand lottery premium, supply lottery premium or abandonmentoption separately and specicid:133cations that combine demand lottery premium or supply lottery premium withabandonment option. The signicid:133cance as well as the magnitude of the estimated marginal eects are very robustin both the full sample and the subsample results available upon request.17Table 2Eect of demand and supply lottery premium on innovation Full Sample Dep. variables Demand lottery premium THETASupply lottery premium LAMBDA1Abandonment option ABANAdditional control variables THREAT: low THREAT: medium THREAT: high SIZENUMCOMP: 0NUMCOMP: 15NUMCOMP: 615COMP: PRICECOMP: QUALCOMP: LEADDIVERSEXPORTRATINGHIGHSKILLEDTRAINEXPNOTRAINMVTRAINEASTM FM ZLog LR2R2Count R2LMhet pvalueLMnorm pvalue Obs.RD12PROCESS340.0820.0630.0090.0610.128cid:30.0730.1130.0710.179cid:3cid:3cid:30.0250.146cid:3cid:3cid:30.0240.206cid:3cid:3cid:30.0270.186cid:3cid:3cid:30.0270.199cid:3cid:3cid:30.0350.120cid:3cid:3cid:30.0320.153cid:3cid:3cid:30.0380.119cid:3cid:3cid:30.0380.0380.0310.0510.0320.081cid:3cid:30.0360.062cid:3cid:3cid:30.006cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:150cid:1501235.10.2390.4530.7470.3390.1312411cid:150cid:150cid:150cid:150cid:150cid:1500.0290.0300.0290.0320.0350.0360.059cid:3cid:3cid:30.0060.0550.0540.0320.0220.0030.0260.0240.0190.0170.0180.113cid:3cid:3cid:30.0280.083cid:3cid:30.0350.233cid:3cid:3cid:30.0410.0010.0100.002cid:3cid:3cid:30.0000.058cid:3cid:3cid:30.0080.461cid:3cid:3cid:3 cid:1500.0260.336cid:3cid:3cid:3 cid:1500.0320.064cid:3cid:3cid:30.0181127.10.2960.5540.7690.4570.8992411cid:150cid:150cid:150cid:1500.0070.0360.0220.0380.0490.0420.060cid:3cid:3cid:30.006cid:150cid:1501360.40.0850.2120.6600.3380.97622010.0080.0360.0180.0380.0260.0430.060cid:3cid:3cid:30.0070.0790.0660.0030.0270.0040.0320.083cid:3cid:3cid:30.0230.0000.0220.0140.0330.0320.0430.0470.0320.0090.0130.0000.0010.058cid:3cid:3cid:30.0100.471cid:3cid:3cid:30.0270.400cid:3cid:3cid:30.0310.0280.0221311.40.1080.2730.6780.6210.8772201Average marginal eects of the probit estimations are reported. Robust standard errors in parentheses.cid:3cid:3cid:3Signicid:133cant at 1%; cid:3cid:3Signicid:133cant at 5%; cid:3Signicid:133cant at 10%. Industry dummies are included but not reported.Log L: log likelihood value of the model with regressors. R2M F likelihood ratio index: Mc Fadden 1974 Pseudo R2, comparing the likelihood of an interceptonly model to the likelihood of the model with regressors. R2M Z: Mc Kelveyand Zavoina 1976 R2, measuring the proportion of variance of the latent variable accounted for by the model. Count R2: proportion of accurate predictions. LMhet: Davidson and Mac Kinnon 1984 test statistic for heteroskedasticity.LMnorm: Shapiro and Wilk 1965 test statistic for normality.18Table 3Eect of demand and supply lottery premium on innovation Subsample Dep. variables Demand lottery premium THETASupply lottery premium LAMBDA1LAMBDA2DLAMBDA2Abandonment option ABANAdditional control variables THREAT: low THREAT: medium THREAT: high SIZENUMCOMP: 0NUMCOMP: 15NUMCOMP: 615COMP: PRICECOMP: QUALCOMP: LEADDIVERSEXPORTRATINGHIGHSKILLEDTRAINEXPNOTRAINMVTRAINEASTM FM ZLog LR2R2Count R2LMhet pvalueLMnorm pvalue Obs.RD12PROCESS430.0700.1120.106cid:3cid:30.041cid:150cid:1500.1170.1070.1050.1400.1770.1160.084cid:30.046cid:150cid:1500.007cid:30.0040.218cid:3cid:3cid:3 cid:1500.071cid:1500.0050.0040.516cid:3cid:3cid:30.0400.121cid:3cid:30.0610.102cid:30.0550.150cid:3cid:30.0690.111cid:30.0620.0030.0520.0100.0540.0640.0620.051cid:3cid:3cid:30.0100.1120.0870.095cid:3cid:30.0380.0520.0420.0280.0330.0110.0310.0630.0460.0900.0600.319cid:3cid:3cid:30.0780.0100.0170.001cid:30.0010.081cid:3cid:3cid:30.0140.563cid:3cid:3cid:30.0250.419cid:3cid:3cid:30.0460.051cid:30.030339.60.3600.6010.7870.5830.0607670.0060.0500.0080.0510.0530.0590.040cid:3cid:3cid:30.0100.0670.0910.074cid:3cid:30.0370.0390.0400.0260.0310.0070.0290.0210.0410.0550.0570.302cid:3cid:3cid:30.0730.0080.0160.0010.0010.060cid:3cid:3cid:30.0140.516cid:3cid:3cid:30.0510.360cid:3cid:3cid:30.0740.059cid:3cid:30.029316.40.4040.6450.8160.0570.3307670.0910.0580.0550.0620.192cid:3cid:3cid:30.0670.061cid:3cid:3cid:30.0130.0220.1270.0580.0480.0260.0550.099cid:3cid:30.0400.0120.0380.0200.0560.0240.0730.0260.0380.0100.0220.0010.0010.067cid:3cid:3cid:30.0170.478cid:3cid:3cid:30.0430.461cid:3cid:3cid:30.0340.0050.040412.20.1570.3040.6860.9570.1017070.109cid:30.0590.0820.0630.191cid:3cid:3cid:30.0700.050cid:3cid:3cid:30.0120.1480.1070.077cid:30.0460.0010.0520.085cid:3cid:30.0360.0050.0350.0130.0500.0340.0690.0310.0750.0090.0200.0000.0010.046cid:3cid:3cid:30.0160.356cid:3cid:3cid:30.0980.423cid:3cid:3cid:30.0590.0110.038362.90.2580.4950.7210.9780.259707Average marginal eects of the probit estimations are reported. Robust standard errors in parentheses.cid:3cid:3cid:3Signicid:133cant at 1%; cid:3cid:3Signicid:133cant at 5%; cid:3Signicid:133cant at 10%. Industry dummies are included but not reported.For notes on goodnessofcid:133t and specicid:133cation tests: see Table 2.195.3.2 Firms facing dierent demand lottery probabilities In Section 3.2, we show that the eect of an increase in cid:18 on the decision to start RD depends,ceteris paribus, on pcid:18. So far, we assumed that pcid:18 is the same for all cid:133rms. In this section, werelax this assumption. We approximate pcid:18 by looking at the cid:133rmscid:146sales histories in the pastthree years. We decid:133ne four groups of cid:133rms see Table B.2 in Appendix B for exact decid:133nitions.Group 1 G1 comprises all cid:133rms that experienced a decrease in sales in 20022003, in 20032004as well as in 20042005. The idea is that these cid:133rms always face an unfavorable demand lotteryand have a pcid:18 around 0. Group 2 G2 consists of all cid:133rms that experienced two negative andone positive demand shock during the period 20022005. We assume that these cid:133rms have apcid:18 around 13 . All cid:133rms in group 3 G3 experienced one negative and two positive demandshocks during the period 20022005. The assumption is that these cid:133rms are more likely to facea favorable demand lottery recid:135ected by a pcid:18 around 23 . Group 4 G4 consists of all cid:133rms thatexperienced three consecutive increases in sales during the period 20022005. The idea is thatthese cid:133rms always face a favorable demand lottery and have a pcid:18 around 1.We postulate from Proposition 3a and Proposition 2 respectively the following hypotheses.Hypothesis 3: For cid:133rms in G1, a lower demand lottery premium does not increase the probability of undertaking RD.Hypothesis 4: For cid:133rms in G3 and G4, a higher demand lottery premium does not decreasethe probability of undertaking RD.Table 4 presents the results of distinguishing the eect of a more divergent demand lotteryacross groups of cid:133rms facing dierent demand lottery probabilities. Concid:133rming hypothesis 3,we cid:133nd that for cid:133rms in G1 the eect of a lower demand lottery premium an increase incid:18 is signicid:133cantly negative for RD and negative but not signicid:133cant for P ROCESS in thespecicid:133cations including all control variables. Focusing on column 2, our results indicate thata 10% increase in T HET A decreases the likelihood of undertaking RD by 4.9 percentagepoints. Furthermore, the impact of T HET A is signicid:133cantly dierent for cid:133rms in G1 comparedto cid:133rms in G2, G3 and G4. Hypothesis 4 is strongly concid:133rmed since the impact of a higherdemand lottery premium is never signicid:133cantly negative for cid:133rms in G3 and G4. Moreover, in allspecicid:133cations, the eect of a higher demand lottery premium is signicid:133cantly positive for cid:133rmsin G4. Focusing on column 2, an increase in T HET A by 10% increases the probability ofundertaking RD by 1.7 percentage points for cid:133rms in G4.From Proposition 3a, Proposition 4 and footnote 4, it follows that for the set of unfavorabledemand lotteries with pcid:18 2 12 , a decrease in the lottery premium can positively aect thedecision to start RD because of the abandonment option that the cid:133rm possesses. We thereforenow consider the cid:133rms in G2 in isolation. We postulate the following hypothesis.Hypothesis 5: For cid:133rms in G2, having an abandonment option does not decrease the probability of undertaking RD.4 ; 1Concid:133rming hypothesis 5, having the option to abandon RD projects signicid:133cantly increases thelikelihood of undertaking an RD project when using RD as the dependent variable. Focusingon column 2, the marginal eect amounts to 21 percentage points see Table 5.20Table 4Eect of demand and supply lottery premium on innovation across groupsof cid:133rms facing a dierent pcid:18 Full sample Dep. variables RD120.474cid:3cid:30.2140.1090.0990.0680.0730.313cid:3cid:3cid:30.1110.0450.0050.0000.0480.0010.0190.494cid:3cid:30.2250.1580.0980.0190.0700.171cid:30.1010.0680.0160.0020.0890.0040.040Demand lottery premium THETAG1THETAG2THETAG3THETAG4cid:11cid:18cid:3G1 cid:11cid:18cid:3G2 pvaluecid:11cid:18cid:3G1 cid:11cid:18cid:3G3 pvaluecid:11cid:18cid:3G1 cid:11cid:18cid:3G4 pvaluecid:11cid:18cid:3G2 cid:11cid:18cid:3G3 pvaluecid:11cid:18cid:3G2 cid:11cid:18cid:3G4 pvaluecid:11cid:18cid:3G3 cid:11cid:18cid:3G4 pvalueSupply lottery premium LAMBDA1Abandonment option ABANM FM ZLog LR2R2Count R2LMhet pvalueLMnorm pvalue Obs.PROCESS340.2470.2340.0230.1240.0210.0840.616cid:3cid:3cid:30.1370.1760.1240.0000.3680.0000.0000.1120.2280.0230.1210.0110.0830.544cid:3cid:3cid:30.1350.2820.2920.0040.5370.0010.0000.173cid:3cid:3cid:30.0240.141cid:3cid:3cid:30.0240.201cid:3cid:3cid:30.0270.183cid:3cid:3cid:30.0270.200cid:3cid:3cid:30.0351225.70.2430.4610.7540.3580.22424110.123cid:3cid:3cid:30.0321120.30.2980.5600.7680.4120.06824110.151cid:3cid:3cid:30.0381347.60.0920.2270.6660.5060.86722010.118cid:3cid:3cid:30.0381302.10.1120.2830.6840.7780.2822201Average marginal eects of the probit estimations are reported. Robust standard errors in parentheses.cid:3cid:3cid:3Signicid:133cant at 1%; cid:3cid:3Signicid:133cant at 5%; cid:3Signicid:133cant at 10%. In columns 1 and 3 SIZE, T HREAT andindustry dummies are included as control variables but not reported. In columns 2 and 4 the full setof control variables including industry dummies is used but not reported see Table 2. For notes ongoodnessofcid:133t and specicid:133cation tests: see Table 2.21Table 5Eect of demand and supply lottery premium on innovation Subsample of cid:133rms belonging to G2Dep. variables Demand lottery premium THETASupply lottery premium LAMBDA1Abandonment option ABANM FM ZLog LR2R2Count R2LMhet pvalueLMnorm pvalue Obs.RD12PROCESS340.0290.1220.1370.1190.0400.1520.1110.1490.171cid:3cid:3cid:30.0470.125cid:3cid:3cid:30.0450.282cid:3cid:3cid:30.0490.264cid:3cid:3cid:30.0500.316cid:3cid:3cid:30.060349.20.1990.4590.7590.4250.3677150.210cid:3cid:3cid:30.055308.00.2570.6250.8070.0560.7387150.120cid:30.070372.50.0850.2970.6860.0350.0006460.0710.073352.30.0990.3810.7070.0700.013646Average marginal eects of the probit estimations are reported. Robust standard errors in parentheses.cid:3cid:3cid:3Signicid:133cant at 1%; cid:3cid:3Signicid:133cant at 5%; cid:3Signicid:133cant at 10%. In columns 1 and 3 SIZE, T HREAT andindustry dummies are included as control variables but not reported. In columns 2 and 4 the full setof control variables including industry dummies is used but not reported see Table 2. For notes ongoodnessofcid:133t and specicid:133cation tests: see Table 2.226 Conclusion The novelty of this article lies in combining a theoretical and empirical analysis on the determinants of RD decisions.From a theoretical point of view, we develop a model that contains many aspects of reallife RDdecisions within a net present value framework. Besides entry threat, Bertrand competition andmultistage RD with an abandonment option, our model includes demand uncertainty as wellas technical uncertainty, both modelled as a lottery. Each lottery becomes more divergentwhen the dierence between the outcomes of the lottery increases. We relate dierences inthe degree of divergence to dierences in lottery premia. This allows us to consider a broaderset of demand and supply lotteries than only the subset of lotteries that preserve the mean, aspreviously studied in the literature. The presence of a potential entrant in our model provides theincumbent with additional benecid:133ts from undertaking RD, a strategic eect known as Arrowcid:146sreplacement eect. Under mild assumptions, relating in the absence of technical uncertaintythe cost of starting RD to the cost of continuing RD and the total cost of the RD project tothe procid:133t gain, we derive under which lottery probabilities more divergent demand and supplylotteries positively or negatively aect the decision to start RD. Using CIS IV data for about 2400 German cid:133rms, we cid:133nd that for cid:133rms facing lotteries where the good state is more likelyto prevail i a 10% increase in the degree of divergence of the demand lottery increases thelikelihood of undertaking RD by 1.7 percentage points and ii a change from a low to ahigh degree of divergence of the supply lottery increases the likelihood of undertaking RD by 14.1 percentage points. For cid:133rms facing a demand lottery where the bad state is most likely toprevail, a 10% increase in the degree of divergence of the demand lottery decreases the likelihoodof undertaking RD by 4.9 percentage points. A striking result of our theoretical analysis isthat a decrease in the lottery premium of an unfavorable demand lottery can positively aectthe decision to start RD due to the abandonment option that the incumbent possesses. Weestimate that having the option to abandon RD projects signicid:133cantly increases the likelihoodof undertaking an RD project. The marginal eect amounts to 21 percentage points.Our analysis can be extended in several promising ways. An obvious research avenue is to replacethe monopolist threatened by entry in our model by an oligopolistic market structure. Thedistinction can be important since an oligopolistic setting makes the analysis of RD incentivesmore involved. Hence, Cournot competition should be considered and the distinction betweendrastic and nondrastic innovation should be studied. Furthermore, it would be interesting toinvestigate how sensitive our results are to dierences in the degree of entry threat. Also, awelfare analysis of the social desirability of undertaking RD in our setting can be conducted.Now, our model is essentially about costreducing process innovations. Another research avenueis to consider the development of a new product. This would necessitate an analysis of adierentiated product setting. The current availability of data on product innovations in the CIS surveys would straightforwardly allow an empirical justicid:133cation. However, we should beaware of the defect that CIS data are related to cid:133rms and not to specicid:133c RD projects. Ideally,we would obtain a closer match between our theoretical model and our empirical analysis whenprojectspecicid:133c data are available.23References1 Acemoglu, D., 2008, Oligarchic versus democratic societies, Journal of the European Economic Association, 61, 144.2 Acs, Z.J. and D.B. Audretsch, 1987, Innovation, market structure and cid:133rm size, Review of Economic and Statistics, 694, 567575.3 Aghion, P., N. Bloom, R. Blundell, R. Gri th and P. Howitt, 2005, Competition andinnovation: An inverted Urelationship, Quarterly Journal of Economics, 1202, 701728.4 Aghion, P., R. Blundell, R. Gri th, P. Howitt and S. Prantl, 2009, The eects of entry onincumbent innovation and productivity, Review of Economics and Statistics, 911, 2032.5 Arrow, K., 1962, The economic implications of learning by doing, Review of Economic Studies, 293, 155173.6 Bell, G. and J. Campa, 1997, Irreversible investment and volatile markets: A study of thechemical processing industry, Review of Economics and Statistics, 791, 7987.7 Berger, P., E. Ofek and I. Swary, 1996, Investor valuation of the abandonment option,Journal of Financial Economics, 422, 257287.8 Bloom, N., S. Bond and J. Van Reenen, 2007, Uncertainty and investment dynamics,Review of Economic Studies, 742, 391415.9 Bulan, T., 2005, Real options, irreversible investment and cid:133rm uncertainty: New evidencefrom U.S. cid:133rms, Review of Financial Economics, 1434, 255279.10 Caballero, R. and R.S. Pindyck, 1996, Investment, uncertainty and industry evolution,International Economic Review, 373, 641662.11 Cassiman, B. and R. Veugelers, 2002, RD cooperation and spillovers: Some empiricalevidence from Belgium, American Economic Review, 924, 11691184.12 Czarnitzki D. and A.A. Toole, 2009, RD investment under uncertainty: The role of RDsubsidies and patent policy, in: Foray, D. Ed., The economics of technology policy, Cheltenham : Edward Elgar.13 Czarnitzki, D. and A.A. Toole, 2010, Patent protection, market uncertainty, and RDinvestment, Review of Economics and Statistics, forthcoming.14 Cohen, W.M. and R.C. Levin, 1989, Empirical studies of innovation and market structure, in: Schmalensee, R., Willig R. Eds., Handbook of Industrial Organization, vol. 2,Amsterdam: North Holland.15 Cohen, W.M and D.A. Levinthal, 1989, Innovation and learning: The two faces of RD,Economic Journal, 99397, 569596.16 Darby, J., A.H. Hallett, J. Ireland and L. Piscitelli, 1999, The impact of exchange rateuncertainty on the level of investment, Economic Journal, 109454, c 55c 67.17 Dasgupta, P. and J. Stiglitz, 1980, Industrial structure and the nature of innovative activity,Economic Journal, 904, 266293.2418 Dixit, A. and R.S. Pindyck, 1994, Investment under uncertainty, Princeton, New Jersey:Princeton University Press.19 Dorfman, N.S., 1987, Innovation and market structure: Lessons from the computer andsemiconductor industries, Cambridge, M.A.: Ballinger.20 Dorfman, J.H. and D. Heien, 1989, The eects of uncertainty and adjustment costs oninvestment in the almond industry, Review of Economics and Statistics, 712, 263274.21 Eiser R. and M.I. Nadiri, 1968, Investment behavior and NeoClassical theory, Review of Economics and Statistics, 503, 369382.22 Etro, F., 2006, Aggressive leaders, RAND Journal of Economics, 371, 4654.23 Fazzari, S.M. and M.J. Athey, 1987, Asymmetric information, cid:133nancing constraints, andinvestment, Review of Economics and Statistics, 693, 481487.24 Ferderer, J.P., 1993, The impact of uncertainty on aggregate investment spending: Anempirical analysis, Journal of Money, Credit, and Banking, 251, 3048.25 Gabrowski, H., 1968, The determinants of industrial research and development: A study ofthe chemical, drug, and petroleum industries, Journal of Political Economy, 762, 292306.26 Ghosal, V. and P. Loungani, 1996, Product market competition and the impact of priceuncertainty on investment: Some evidence from US manufacturing industries, Journal of Industrial Economics, 442, 217228.27 Grenadier, S., 2000, Game choices: The intersection of real options and game theory,London: Risk Books.28 Guiso, L. and G. Parigi, 1999, Investment and demand uncertainty, Quarterly Journal of Economics, 1141, 185227.29 Henley, A., A. Carruth and A. Dickerson, 2003, Industrywide versus cid:133rmspecicid:133c uncertainty and investment: British company panel data evidence, Economics Letters, 781,8792.30 Huisman, K.J.M., P.M. Kort, G. Pawlina and J.J.J. Thijssen, 2005, Strategic investmentunder uncertainty: A survey of game theoretic real option models, Journal of Financial Transformation, 13, 111118.31 Huizinga, J., 1993, Incid:135ation uncertainty, relative price uncertainty, and investment in U.S.manufacturing, Journal of Money, Credit, and Banking, 253, 521557.32 Jorgenson, D.W., 1963, Capital theory and investment behavior, American Economic Review, 532, 247259.33 Leahy, J. and T. Whited, 1996, The eect of uncertainty on investment: Some stylizedfacts, Journal of Money, Credit and Banking, 281, 6483.34 Levin R.C., W.M. Cohen and D.C. Mowery, 1985, RD appropriability, opportunity, andmarket structure: New evidence on some Schumpeterian hypotheses, American Economic Review, 752, 2024.2535 Lukach, R., P.M. Kort and J. Plasmans, 2007, Optimal RD investment strategies underthe threat of new technology entry, International Journal of Industrial Organization, 251,103119.36 Myers S.C. and S. Majd, 1990, Abandonment value and project life, Advances in Futuresand Options Research, 41, 112.37 Pindyck, R.S., 1993, Investments of uncertain cost, Journal of Financial Economics, 341,5376.38 Schumpeter, J.A., 1942, Capitalism, socialism and democracy, New York: Harper.39 Segerstrom, P., 2007, Intel economics, International Economic Review, 481, 247280.40 Trigeorgis, L., 1996, Real options, Cambridge, M.A.: MIT Press.41 Tyagi, R., 2006, New product introductions and failures under uncertainty, International Journal of Research in Marketing, 232, 199213.42 Weeds, H., 2002, Strategic delay in a real options model of RD competition, Review of Economic Studies, 693, 729747.26Appendix A: Proofs N P Vcid:18 2pcid:18 cid:0 1 cid:1cid:25, cid:11;1;1;0Proof of Propositions 1 2: Consider the partial derivatives of the cid:133ve arguments of cid:8 withrespect to cid:18: cid:11;1;1;1 pcid:18cid:1cid:25,cid:11;0;1;0 pcid:18pcid:21cid:1cid:25. All cid:133ve partial derivatives are either negativeor equal to zero when pcid:18 0 for all pcid:21 2 0; 1. This is a su cient condition to obtain Proposition 1. All cid:133ve partial derivatives are either positive or equal to zero when pcid:18 2 12 ; 1 for all pcid:21 2 0; 1.cid:4This is a su cient condition to obtain Proposition 2. pcid:18 cid:0 pcid:21 pcid:18pcid:21 cid:1cid:25, cid:11;1;0;0 pcid:21 2pcid:18 cid:0 1 cid:1cid:25, cid:11;0;0;0N P Vcid:18N P Vcid:18N P Vcid:18N P Vcid:18Proofs of Propositions 3a, 3b 4: Before we prove Propositions 3a, 3b 4 consequently, weintroduce Lemma 1 and Lemma 1cid:146. Lemma 1 identicid:133es cid:8 for dierent ranges of the parameterscid:18 and cid:21. Lemma 1 holds over the complete parameter space of c; pcid:18; pcid:21.N P VLemma 1:1 cid:8 cid:11;1;1;12 cid:8 cid:11;1;1;03 cid:8 cid:11;1;0;04 cid:8 cid:11;1;1;0N P VN P VN P Vfor all cid:18 2 0; 1for all cid:18 2 0; 1for all cid:18 2 1for all cid:18 2 12 and for all cid:21 2 0;cid:0 12 and for all cid:21 2 cid:0 12 ; 1 and for all cid:21 2 0;cid:0cid:18 cid:0 12 ; 1 and for all cid:21 2 cid:0cid:18 cid:0 12 cid:0 cid:18cid:1 cid:1cid:25.2 cid:0 cid:18cid:1 cid:1cid:25; cid:21max.2cid:1 cid:1cid:25.2cid:1 cid:1cid:25; cid:21max.also cid:1GG2 . Then, cid:1GBProof of Lemma 1: From Assumptions 12, it follows that cid:21max I cid:1cid:25N P V cid:21 0when cid:0 12 cid:18cid:1 cid:1cid:25 cid:21 cid:21. Therefore, cid:1GBN P V cid:21 0 for all cid:18 2 0; 1 and cid:21 2 0; cid:21max. As a result,N P V cid:21 0 when N P V cid:21 0 for all cid:18 2 0; 1 and cid:21 2 0; cid:21max cfr. Section 2.3. Then, cid:1BGcid:0cid:18 cid:0 12cid:1 cid:1cid:25 cid:20 cid:21. Therefore, cid:1BG2 and for all cid:21 2 0; cid:21max, cid:1BGN P V cid:20 02 ; 1 and for all cid:21 2 0;cid:0cid:18 cid:0 1N P V cid:21 0 for all cid:18 2 1for all cid:18 2 12 ; 1 and for all 2 cid:0 cid:18cid:1 cid:1cid:25 cid:21 cid:21. Therefore, cid:1BB2cid:1 cid:1cid:25; cid:21max. Then, cid:1BBcid:21 2 cid:0cid:18 cid:0 1N P V cid:21 02 and for all cid:21 2 0;cid:0 1N P V cid:20 0 for all cid:18 2 0; 1for all cid:18 2 0; 12 and for allcid:21 2 cid:0 12 cid:0 cid:18cid:1 cid:1cid:25; cid:21max and cid:1BB2 ; 1 and for all cid:21 2 0; cid:21max. Lemma 1follows from noting that cid:8 cid:11;1;1;1N P V cid:21 0, that N P V cid:21 0 and cid:1BBN P V cid:20 0 and that cid:8 cid:11;1;1;0cid:8 cid:11;1;1;0when N P V cid:21 0, cid:1BGwhen cid:1GBcid:4N P V cid:20 0.N P V cid:20 0 and cid:1BBN P V cid:21 0, cid:1BGcid:1GBWe use Lemma 1, where cid:21 is expressed as a function of cid:18, in the determination of x and y. Forthe determination of v and w, it is useful to rewrite Lemma 1 as Lemma 1cid:146where we express cid:18as a function of cid:21. Again, Lemma 1cid:146holds over the complete parameter space of c; pcid:18; pcid:21.N P V cid:21 0 for all cid:18 2 0; 12cid:1 cid:1cid:25 and cid:1BGN P V cid:21 0 when cid:0 12 cid:0 cid:18cid:1 cid:1cid:25, cid:1BBN P V cid:20 0 for all cid:18 2 1N P V cid:21 0 and cid:1BBN P V cid:21 0, cid:1BGwhen cid:1GBN P VN P VN P VLemma 1cid:146:1 cid:8 cid:11;1;1;12 cid:8 cid:11;1;1;03 cid:8 cid:11;1;0;0N P VN P VN P Vfor all cid:21 2 0; cid:21max and for all cid:18 2 0; cid:21maxcid:0cid:21for all cid:21 2 0; cid:21max and for all cid:18 2 cid:21maxcid:0cid:21for all cid:21 2 0; cid:21max and for all cid:18 2 cid:21maxcid:21cid:1cid:25cid:1cid:25cid:1cid:25 ; cid:21maxcid:21; 1.cid:1cid:25Proof of Proposition 3a: We prove that the smallest pcid:18 for which a positive eect of anincrease in cid:18 on the decision to start RD is found, equals 14 by showing that cid:8cid:18 0 forcid:8 cid:11;1;0;0First, consider the partial derivatives of cid:11;1;1;1pcid:18 2 0; 1with respect to cid:18 when pcid:18 cid:0 pcid:21 pcid:18pcid:21 cid:1cid:25 cid:21 0 if 2pcid:18 cid:0 1 cid:1cid:25 cid:20 0, cid:11;1;1;02 . Note that cid:11;1;1;14 , cid:21 cid:21max and pcid:21 1., cid:18 1, pcid:18 1and cid:11;1;0;0, cid:11;1;1;0N P Vcid:18N P Vcid:18N P VN P VN P VN P V27N P Vcid:18N P Vpcid:18 pcid:18cid:1cid:25 cid:21 0. A positive eect due to an increase in cid:18 canand only if pcid:21 cid:20 pcid:181cid:0pcid:18only be found when cid:8cid:18Second, from the fact that cid:1GGfollows that cid:11;1;1;1and cid:11;1;0;0cid:18 cid:21 0 at some subdomain of cid:18.N P V cid:21 cid:1s pcid:21cid:0cid:1GGN P V cid:0 cid:1BGN P Vcid:1 1 cid:0 pcid:21 cid:1GBN P V cid:21 0 and cid:11;1;0;0N P V for s 2 f GB; BGg cfr. Section 2.3, itN P V cid:21 0.From these observations and the decid:133nition of x, it follows that when pcid:18 x, cid:8cid:18 0 whencid:18 1.Third, from Lemma 1, cid:81 0 holds for cid:8 cid:11;1;0;0pcid:18 1 0 yieldscid:4pcid:18. For cid:21 cid:21max and pcid:21 1, x 14 .N P V cid:21 cid:1BBN P Vcid:1 1 cid:0 pcid:21 cid:1GBN P V cid:21 0, cid:11;1;1;0N P V cid:0 cid:1BB pcid:21cid:1GGN P V 1 cid:0 pcid:21 cid:1GBpcid:21cid:0cid:1GG2 cid:1cid:252pcid:21cid:01cid:21 . We cid:133nd x by solving min. Solving cid:11;1;0;0N P V cid:0 cid:1BGN P Vpcid:18N P Vpcid:1812 cid:1cid:25N P VN P Vcid:21;pcid:213N P V2 . Note that cid:11;1;1;1, cid:21 cid:21max, pcid:21 0:28, cid:18 1, and pcid:18 pcid:21.1cid:0pcid:21and cid:11;1;0;0Proof of Proposition 3b: We prove that the smallest pcid:21 for which a positive eect of anincrease in cid:21 on the decision to start RD is found, approximately equals 0:28 by showing thatcid:8cid:21 0 for cid:8 cid:11;1;1;0First, consider the partial derivatives of cid:11;1;1;1pcid:21 2 0; 1and only if pcid:18 cid:20 pcid:211cid:0pcid:21due to an increase in cid:21 can only be found when cid:8cid:21Second, cid:11;1;1;1N P V cid:0 cid:1GBwith respect to cid:21 when cid:0pcid:18 pcid:21 pcid:18pcid:21cid:1cid:25 cid:21 0 if pcid:182pcid:21 cid:0 1cid:1cid:25 cid:20 0 for all pcid:18 2 0; 1. A positive eect N P Vcid:1 cid:21 0 and cid:11;1;0;0N P Vcid:1 1 cid:0 pcid:18cid:0cid:1BGN P V cid:21 0 if and N P V cid:0 cid:1GBN P V cid:21 0. This is the case when cid:8 cid:11;1;1;0. From these observations and thecid:21 cid:21 0 at some subdomain of cid:21.N P V cid:0 cid:1BBN P Vcid:1 1 cid:0 pcid:18 cid:1BG pcid:18cid:0cid:1GGN P V cid:0 cid:1GBN P Vcid:1 cid:21 0. Also, cid:11;1;1;0 2pcid:21 cid:0 1cid:1cid:25 cid:20 0, cid:11;1;1;0 pcid:18cid:0cid:1GGpcid:18cid:0cid:1GGand cid:11;1;0;0, cid:11;1;1;0N P Vpcid:21N P Vpcid:21N P Vpcid:21N P Vcid:21N P Vcid:21N P Vcid:21N P VN P VN P Vonly if cid:1BGdecid:133nition of v, it follows that when pcid:21 v, cid:8cid:21 0 when cid:21 cid:21max.Third, from Lemma 1cid:146, cid:8cid:21max 0 holds for cid:8 cid:11;1;1;0cid:11;1;1;0For cid:18 1 and pcid:18 pcid:211cid:0pcid:212cid:0pcid:18cid:181cid:0cid:18pcid:18cid:18 . We cid:133nd v by solving min, v 0:280776 cid:25 0:28.cid:21max 0 yields pcid:21 N P VN P VN P Vcid:18;pcid:181when cid:18 2 0; 1. Solvingpcid:21 subject to pcid:18 cid:20 pcid:21.1cid:0pcid:21cid:4N P V, cid:18 12 , pcid:18 12 , cid:21 0 and pcid:21 1.Proof of Proposition 4: We cid:133rst prove that the lowest pcid:18 for which no negative eect of anincrease in cid:18 on the decision to start RD can be found, equals 12 by showing that cid:8cid:18 0 forcid:8 cid:11;1;1;0First, a negative eect due to an increase in cid:18 can only be found when cid:8cid:18subdomain of cid:18. Hence, cid:8 has to be equal to cid:11;1;1;1when pcid:21 cid:21 pcid:181cid:0pcid:18subdomain of cid:18.Second, from the observation that cid:11;1;1;1cid:21 0 cfr. proofof Proposition 3a and from the decid:133nition of y, two possibilities arise. Either, cid:8cid:18 0 forand pcid:21 cid:21 pcid:18cid:18 11cid:0pcid:18and for cid:18 2 1and for cid:18 2 12 ; 1,cid:8 cid:11;1;0;0. Or cid:8cid:18 0 for cid:18 1 and pcid:18 y when, for 2 , cid:8 cid:11;1;1;1cid:18 2 0; 1andpcid:21 cid:21 pcid:181cid:0pcid:18cid:21 0, cid:11;1;1;02 , cid:8 cid:11;1;1;1or when ii for cid:18 2 0; 1and pcid:21 cid:20 pcid:181cid:0pcid:18and pcid:21 cid:21 pcid:181cid:0pcid:18cid:21 0 and cid:11;1;0;0or cid:8 cid:11;1;1;02 and pcid:18 y, when i for cid:18 2 0; 12 ; 1, cid:8 cid:11;1;0;0N P Vor cid:8 cid:11;1;1;0cid:18 cid:20 0 at someat some N P Vor cid:8 cid:11;1;1;02 ; 1, cid:8 cid:11;1;1;02 , cid:8 cid:11;1;1;1and for cid:18 2 1or cid:11;1;1;0N P Vpcid:18N P Vpcid:18N P Vpcid:18N P VN P VN P VN P VN P VN P VN P VN P VN P V.28Third, from Lemma 1, cid:8 1Solving cid:11;1;1;0pcid:21 cid:21 pcid:181cid:0pcid:18result follows. 12 0 yields pcid:18 N P V. For cid:21 0 and pcid:21 1, y 112 0 holds for cid:8 cid:11;1;1;0N P V2 cid:1cid:25cid:0pcid:21cid:21cid:1cid:25cid:01cid:0pcid:21cid:21 . We cid:133nd y by solving max 2 . Since y cannot exceed 1for all cid:21 2 0; cid:21max when pcid:21 cid:21 pcid:18.1cid:0pcid:18pcid:18 subject to 2 cfr. Proposition 2, thecid:21;pcid:212 , cid:18 0 and pcid:18 1.N P Vor cid:11;1;1;0N P V2 by showing that cid:8cid:21 0 for cid:8 cid:11;1;1;0We now prove that the lowest pcid:21 for which no negative eect of an increase in cid:21 on the decisionto start RD can be found, equals 1, cid:21 cid:21max,pcid:21 1First, a negative eect due to an increase in cid:21 can only be found when cid:8cid:21cid:21 cid:20 0 at somesubdomain of cid:21. Hence, in order to cid:133nd a negative eect, cid:8 has to be equal to cid:11;1;1;1,cid:11;1;0;0Second, from the observation that cid:11;1;1;1cid:21 0 cfr. proofof Proposition 3b and from the decid:133nition of w, it follows that when pcid:21 w, cid:8cid:21 0 whencid:21 cid:21max.Third, from Lemma 1cid:146, cid:8cid:21max 0 holds for cid:8 cid:11;1;1;0Solving cid:11;1;1;0pcid:18 cid:21 pcid:211cid:0pcid:21for all cid:18 2 0; 1 when pcid:18 cid:21 pcid:21.1cid:0pcid:21pcid:21 subject tocid:42cid:0pcid:18cid:181cid:0cid:18pcid:18cid:18 . We cid:133nd w by solving max N P V. For cid:18 0 and pcid:18 1, w 1cid:21 0 and cid:11;1;0;02 . Since w cannot exceed 1when pcid:18 cid:21 pcid:211cid:0pcid:21cid:21max 0 yields pcid:21 cid:21 0, cid:11;1;1;0N P Vpcid:212 , the result follows.at some subdomain of cid:21.N P Vpcid:21N P Vpcid:211N P VN P VN P Vcid:18;pcid:1829Appendix B: Statistical annex Table B.1Distribution of the total sample, full sample and subsample Distribution by:Industry Foodtobacco Textiles Paperwoodprint Chemicals Plasticrubber Glassceramics Metal Machinery Electrical engineering Medical, precision and optical instruments Vehicles Furniture Wholesale Retail Transportstoragepost Banksinsurances Computertelecommunication Technical services Consultancies Other business related services Real estaterenting Media Size Number of employees04591019204950991001992004995009991000Region West Germany East Germany Innovation activities Noninnovators Innovatorsd Obs.Total Samplea Full Sampleb Subsamplec 3.162.976.74.13.622.148.355.994.884.922.662.624.382.358.465.054.598.793.777.062.071.384.6514.2416.5218.6813.1314.077.964.985.7866.8633.1436.1263.8847762.782.706.353.943.942.578.676.935.235.472.652.863.982.208.054.025.029.793.326.721.910.913.3612.4416.1819.5813.1514.528.755.146.8966.1133.8933.2666.7424112.602.345.335.073.773.129.367.286.246.112.602.214.162.345.723.905.2011.183.385.332.470.263.3812.2214.3021.3313.5213.918.845.337.1563.0736.9331.4768.53769a Total sample refers to the net sample of the 2005 survey.b Full sample denotes the estimation sample which is based on a merge of the 2005 and 2006 survey, excluding cid:133rmswith missing values.c Subsample marks the estimation sample of cid:133rms which have answered the 2004, 2005 and 2006 survey, excludingcid:133rms with missing values.d Innovators are decid:133ned as cid:133rms having introduced product or process innovations in the period 20022004.30Table B.2Variable decid:133nitions Type Variable Dependent variables 01RDPROCESS01Independent variables Demand lottery premium THETAc G1G2G3G401010101Supply lottery premium LAMBDA101LAMBDA2DLAMBDA2c 01Abandonment option ABAN01Decid:133nition 1 if the cid:133rm undertook RD activities in year 2005.1 if the cid:133rm planned to undertake process innovations in year 2005.Average of the absolute values of the absolute changes in real salesover the last two years 20022003 and 200320041 if the cid:133rm experienced three negative demand shocks in the past three years,i.e. a decrease in sales in 20022003, 20032004 and 20042005.1 if the cid:133rm experienced two negative and one positive demand shock in the past threeyears, i.e. two times a decrease and one increase in sales within the last three years.1 if the cid:133rm experienced one negative and two positive demand shocks in the past threeyears, i.e. one decrease and two times an increase in sales within the last three years.1 if the cid:133rm experienced three positive demand shocks in the past three years,i.e. a positive growth in sales in 20022003, 20032004 and 20042005.1 if high innovation costs were of high to mediumsize importance and ledto an extension of innovation projects in the period 20022004.Absolute value of the deviation between in year 2003 expected innovation expenditure for 2004and realized innovation expenditure in 2004, in log.1 if a cid:133rm did not observe uncertainty in RD costs, i.e. if a cid:133rmexpected zero innovation expenditure in 2003 for 2004 and realized zero innovation expenditure in 2004.This corresponds to LAMBDA20 without taking logs.Variable proxying whether a cid:133rm had the option to abandon RD projects. It equals 1if a cid:133rm abandoned innovation projects in the past three years 20022004.For all other cid:133rms it is the predicted value of a probit regression explainingthe probability of abandoning innovation projects in the past three years detailedregression results are given in Table B.3.Additional control variables THREAT01SIZENUMCOMPCOMPDIVERSEXPORTRATINGHIGHSKILLEDNOTRAINTRAINEXPMVTRAINEASTc 0101010001c 010001c 01013 dummy variables indicating whether the cid:133rm perceived a highmediumlowthreat of its own market position due to the potential entry of new competitorsreference group: cid:133rms with no entry threat.Number of employees in 2004, in log.3 dummy variables indicating the number of competitors: 0, 15 or 615reference group: more than 15 competitors.3 dummy variables indicating the most important factors of competition:price, quality and technological lead multiple factors allowed.Degree of product diversicid:133cation, measured as the share of turnover of mostimportant product in 2004.Export intensity, measured as ratio of exports to sales in 2004.Credit rating index of the cid:133rm in year 2004, ranging between 1 highest and 6 worst creditworthiness.Share of employees with a university or college degree in 2004.1 if the cid:133rm did not invest in training in 2004.Training expenditure per employee in 2004 in log. if NOTRAIN0, otherwise 0.1 if the information on training expenditure is missing in the data.1 if the cid:133rm was located in East Germany.01 indicates a binary variable, c a continuous variable and 0100 describes a continuous variable with range of 0 to 100.31Table B.3Probability of having abandoned an innovation project in years 20022004 Probit estimation Dep. variables SIZEHIGHSKILLEDTRAINEXPNOTRAINGROUPEXPORTIndustry dummies reference: foodtobaccoTextiles Paperwoodprint Chemicals Plasticrubber Glassceramics Metal Machinery Electrical engineering Medical, precision and optical instruments Vehicles Furniture Wholesale Retail Transportstoragepost Banksinsurances Computertelecommunication Technical services Consultancies Other business related services Real estaterenting Media M FLog LR2R2Count R2 Obs.M Zs.e.0.0050.00040.0030.0360.0190.0240.0760.0370.0520.0640.0340.0360.0400.0380.0400.0500.0370.0410.0640.0300.0240.0410.0350.0570.0410.0560.122ABANDONmarginal eect 0.030cid:3cid:3cid:30.0008cid:30.005cid:30.0590.031cid:30.0380.0320.090cid:30.0240.0200.113cid:3cid:30.092cid:3cid:30.0760.084cid:30.0790.0510.106cid:3cid:30.092cid:30.0560.119cid:3cid:3cid:30.138cid:3cid:3cid:30.0820.109cid:3cid:3cid:30.0430.0780.1000.077815.50.0660.1160.8251870ABANDON is a dummy variable which equals 1 if a cid:133rm with innovation activities has abandoned innovation projectsin the three years 20022004. Based on this regression the predicted value ABAN is constructed as described in Table B.2.Average marginal eects of the probit estimations are reported. Robust standard errors in parentheses.cid:3cid:3cid:3Signicid:133cant at 1%; cid:3cid:3Signicid:133cant at 5%; cid:3Signicid:133cant at 10%.For notes on goodnessofcid:133t and specicid:133cation tests: see Table 2.32", "filename": "09-044.pdf", "person": ["Sabien Dobbelaere", "Dobbelaere, Sabien", "Roland Iwan Luttens", "Luttens, Roland Iwan", "Bettina Peters", "Peters, Bettina"], "date": ["2009"]}