{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/22096/1/09_2004.pdf"], "title": ["Anmerkungen zum Entwurf der \"Verwaltungsgrundsätze-Verfahren\" vom 18. Oktober 2004"], "plaintext": "Inhaltsubersicht I. Vorbemerkung  3 II. Grundsatzliche Anmerkungen  4 III. Anmerkungen zu einzelnen Punkten des ErlassEntwurfs  5 III. 1. Allgemeines  5 III. 2. Pflichten der Finanzbehorden  6 III. 3. Mitwirkungspflichten der Beteiligten   10 III. 4. Rechtsfolgen bei Verstoen gegen Mitwirkungspflichten  27 III. 5. Durchfuhrung von Berichtigungen und ihre steuerliche Behandlung  30 III. 6. Abwicklung von Verrechnungspreisberichtigungen und Verstandigungs bzw. Schiedsverfahren EU   31 III. 7. Aufhebung von Verwaltungsregelungen  31 IV. Zusammenfassung  32 2 I. Vorbemerkung Nachdem der BFH durch seine Entscheidung vom 17. Oktober 20011 festgestellt hat, dass es uber die allgemeinen Regelungen hinsichtlich der handels und steuerrechtlichen Buchfuhrungspflichten 2 keine hinausgehenden besonderen Dokumentationspflichten fur Verrechnungspreise gibt, hat der Gesetzgeber hierauf mit dem Steuervergunstigungsabbaugesetz 3 reagiert und eine entsprechende Verpflichtung im 90 Abs. 3 AO geschaffen. Die Umsetzung dieser Dokumentationspflichten erfolgte im Rahmen der so genannten Gewinnabgrenzungsaufzeichnungsverordnung 4, die im Schrifttum auf ein geteiltes Echo gestoen ist 5. Erganzt wird dieser Regelungsbereich nunmehr um den unter dem Datum vom 28. Oktober 2004 veroffentlichten Entwurf der Grundsatze fur die Prufung der Einkunftsabgrenzung zwischen international verbundenen Unternehmen und zwischen anderen nahe stehenden Personen mit grenzuberschreitenden Geschaftsbeziehungen im Bezug auf Berichtigungen, Ermittlungs und EUSchiedsverfahren VerwaltungsgrundsatzeVerfahren6. Die Autoren haben mit Datum vom 15. November 2004 gegenuber dem BMF hierzu die folgende Stellungnahme abgegeben. Unser Anliegen war es dabei, die Forderung der Finanzverwaltung einer kritischen Wurdigung zu unterziehen und dabei insbesondere auf mogliche Schwierigkeiten im Rahmen der Umsetzung in den Unternehmen hinzuweisen. und Mitwirkungspflichten sowie Verstandigungs 1 I R 10300, BSt Bl. II 2004, S. 171. 2 Namentlich 140 ff. AO und 238 ff. HGB. 3 Vom 16.5.2003, BGBl. 1, S. 660. 4 Vom 13.11.2003, BGBl. I, S. 2296. 5 Vgl. zum Entwurf vom 11.8.2003 bereits KaminskiStrunk, Anmerkungen zum Entwurf der Gewinnabgrenzungsaufzeichnungsverordnung GAufz V vom 11. August 2003, Diskussionspapier 072003, Greifswald, September 2003 und zur endgultigen Fassung dieselben, die Gewinnabgrenzungsaufzeichnungsverordnung Eine Wurdigung, Die steuerliche Betriebsprufung 2004, S. 1 ff. und S. 29 ff. 6 http:www.bundesfinanzministerium.deAnlage 27113EntwurfeinesBMFSchreibens.pdf 3 und EUSchiedsverfahren Eingabe zum Entwurf der Grundsatze fur die Prufung der Einkunftsabgrenzung zwischen international verbundenen Unternehmen und zwischen anderen nahe stehenden Personen mit grenzuberschreitenden Geschaftsbeziehungen in Bezug auf Berichtigungen, Ermittlungs und Mitwirkungspflichten sowie Verstandigungs VerwaltungsgrundsatzeVerfahren vom 18. Oktober 2004 II. Grundsatzliche Anmerkungen Der vorliegende Entwurf erreicht mit 83 Seiten einen beachtlichen Umfang. Zwar ist es zu begruen, dass die Finanzverwaltung den Steuerpflichtigen Hilfestellungen bei der Umsetzung des 90 Abs. 3 AO7 und der GAufz V8 gibt, doch fuhrt der Entwurf zu der Gefahr, dass die darin aufgefuhrten Unterlagen, die von dem Steuerpflichtigen vorzulegen sind, seitens der Betriebsprufung als Mindestanforderungen missverstanden werden. Auerdem macht dieser Umfang deutlich, dass es zu einer erheblichen burokratischen Belastung der Steuerpflichtigen kommen wird. Es ist zu befurchten, dass die Finanzverwaltung einen rein formalen Prufungsansatz wahlen wird und ausschlielich darauf abstellt, inwieweit die in den VGVerfahren verlangten Anforderungen beachtet werden. Diese Entwicklung ist besorgniserregend, denn sie verlagert die Verrechnungspreisprufung auf eine rein formale Betrachtungsweise. Eine solche Herangehensweise ist schon vom Ansatz her nicht geeignet, um die Ubereinstimmung von Verrechnungspreisen mit dem Fremdvergleichsgrundsatz beurteilen zu konnen. Das Bundesfinanzministerium hat der interessierten Offentlichkeit fur Stellungnahmen eine Frist von 4 Wochen gesetzt. Dem Vernehmen nach tagt die zustandige BundLanderArbeitsgruppe bereits vor Ablauf dieser Frist. Ein solches Verhalten ist auerst fragwurdig, zumal angesichts des Umfangs des Papiers und der Komplexitat der Materie die 4Wochenfrist ohnehin schon sehr kurz ist, insbesondere vor dem Hintergrund der langen Zeit, die sich das BMF zugebilligt hat, den Entwurf vorzulegen. Der Entwurf enthalt eine Reihe von inhaltlichen Wiederholungen und Uberschneidungen.9 Fur etliche der im Entwurf aufgestellten Forderungen wird keine Rechtsgrundlage benannt. Unstreitig ist, dass die Finanzverwaltung im Bereich der Eingriffsverwaltung 7 Vgl. zur grundsatzlichen Kritik an der gesetzlichen Regelung z. B. Andresen, Ri W 2003, S. 489 ff., BaumhoffDitzGreinert, DSt R 2004, S. 157 ff., Stahl, Ko SDI 2004, S, 14188 ff., Wellens, ISt R 2004, S. 655 ff. 8 Verordnung zu Art, Inhalt und Umfang von Aufzeichnungen im Sinne des 90 Abs. 3 AO Gewinnabgrenzungsaufzeichnungsverordnung vom 13.11.2003, BGBl. I, S. 2296. 9 Vgl. zu Einzelheiten unter II. 4 nur Anforderungen an den Steuerpflichtigen stellen kann, fur die es eine gesetzliche Grundlage gibt. Auch die praktische Arbeit der Betriebsprufer liee sich vereinfachen, wenn im Erlass diese Grundlagen genannt wurden. Damit ware zugleich ersichtlich, ob tatsachlich und wenn ja fur welche der genannten Anforderungen eine Rechtsgrundlage besteht. Der Entwurf ist mit bereits vorhandenen Erlassen nicht ausreichend abgestimmt. Zu erkennen ist, dass der Entwurf von den fur das materielle internationale Steuerrecht zustandigen Person im BMF, nicht jedoch in ausreichendem Mae von den Mitarbeitern des AOReferates konzipiert wurde. Dies fuhrt nicht nur zu Wiederholungen und Redundanzen, sondern auch zur Unubersichtlichkeit. Teile der Ausfuhrungen wurden ihrem Charakter nach eher in den Anwendungserlass zur AO passen, als in die VerwaltungsgrundsatzeVerfahren 10; andere Aussagen haben eher den Charakter einer Regierungsbegrundung zur GAufz V. Auerdem erscheint es gerade angesichts der standigen Rechtsprechung des Eu GH zur Gemeinschaftswidrigkeit von Regelungen, die nur grenzuberschreitende Sachverhalte erfassen als problematisch, einen Erlass verabschieden zu wollen, der sich nur mit grenzuberschreitenden Geschaftsbeziehungen beschaftigt. Hierdurch wird die Diskussion um die Europarechtswidrigkeit dieser Regelungen 90 Abs. 3, 162 Abs. 3 und 4 AO, aber auch des 90 Abs. 2 AO11 weiter an Bedeutung gewinnen. Im Entwurf werden mehrere unterschiedliche Fragestellungen Dokumentation, Einkunftsberichtigung, Verstandigungs und Schiedsverfahren geregelt. Unabhangig von der Frage, ob es sinnvoll ist, diese Aspekte in einem einheitlichen Erlass zu behandeln, hatte es sich angeboten, beim Aufbau des Erlasses diesem Umstand starker Rechnung zu tragen. Damit lieen sich die Ubersichtlichkeit und die Anwendbarkeit der Regelungen erhohen. III. Anmerkungen zu einzelnen Punkten des ErlassEntwurfs Die weiteren Ausfuhrungen folgen im Aufbau dem ErlassEntwurf. Alle Tz. ohne nahere Quellenangaben beziehen sich auf diesen Entwurf. III. 1. Allgemeines 10 Vgl. dazu im Einzelnen unter II. 11 Vgl. JoecksKaminski, ISt R 2004, S. 65 ff. und KroppenRasch, F. 3, Deutschland, Gr. 1, 1987 f. 5 Die Aussagen zum Vorrang der Regelungen zur GesellschafterFremdfinanzierung erscheinen als zweifelhaft. In beiden Fallen wird auf den Fremdvergleichsgrundsatz abgestellt. Auch wenn die Regelungen zur Verrechnungspreiskorrektur und die des 8a KSt G unterschiedliche Anwendungsbereiche haben, bleibt unklar, was der nunmehr vorgesehene Vorbehalt bewirken soll. Die folgenden Anmerkungen beziehen sich zum einen auf unseres Erachtens unklaren Formulierungen, fehlende oder fehlerhafte Rechtsgrundlagen sowie unzutreffende Schlussfolgerungen. Die Festlegung, dass die Dokumentationspflichten zwischen rechtlich selbstandigen Unternehmen eine entsprechende Anwendung bei grenzuberschreitenden Transaktionen zwischen Stammhaus und Betriebsstatte finden, ist wenig uberzeugend. Zwar sieht 90 Abs. 3 Satz 4 AO dies vor, doch stellt sich die Frage, ob es Geschaftsbeziehungen im Sinne des 1 Abs. 4 ASt G im letzteren Fall uberhaupt geben kann. Wahrend die Finanzverwaltung dies in ihrem Anwendungsschreiben zum ASt G bejaht 12, wird dies von der wohl h. M. im Schrifttum abgelehnt 13. Wie immer dieser Streit entschieden wird, fuhrt die Regelung im Entwurf zu neuen Zweifelfragen, denn es wird lediglich 90 Abs. 3 AO fur entsprechend anwendbar erklart. Fraglich ist, ob bei Nichtbeachtung die Sanktionsvorschriften des 162 Abs. 3 und 4 AO nicht zur Anwendung kommen. Es konnte durchaus die Auffassung vertreten werden, dass hier eine Suspendierung der Anwendung dieser Regelungen durch die Finanzverwaltung erfolgt. III. 2. Pflichten der Finanzbehorden Zu Beginn der Tz. 2.1 werden allgemeine Regelungen der AO und der Bp O wiedergegeben. Der Nutzen dieser Aussagen ist fraglich. Einerseits handelt es sich um Grundsatze, die nicht nur fur grenzuberschreitende Sachverhalte gelten, andererseits erfolgt keine Ausrichtung auf die Besonderheiten bei grenzuberschreitenden Geschaftsbeziehungen. Daher entsteht fur die Rechtsanwender kein Zusatznutzen. Sofern aber diese allgemeinen Grundsatze wiederholt werden, ist unverstandlich, warum nicht auch auf die Beweislast fur eine Verrechnungspreiskorrektur eingegangen wird. Ferner sollte darauf hingewiesen werden, dass nur im Einzelfall entschieden werden kann, welche Unterlagen fur eine Prufung der Fremdvergleichskonformitat der Verrechnungspreise benotigt werden. Zugleich sollte eine Aussage aufgenommen werden, dass ein rein formales Abprufen der Dokumentationsanforderungen nicht geeignet ist, um den Anforderungen des 88 AO zu genugen. Die Festlegungen zur Bandbreite sind zwar grundsatzlich zu begruen, doch handelt es sich hierbei nicht um eine verfahrensrechtliche, sondern um eine materiellrechtliche Fragestellung. Folglich sollte sie in den Verwaltungsgrundsatzen im Rahmen der 12 Vgl. Tz. 1.4.3. 13 Vgl. z. B. Wassermeyer, in: FlickWassermeyerBaumhoff, ASt G, 1 ASt G Anm. 223 oder Kaminski in: StrunkKaminskiKohler, ASt GDBA, 1 ASt G Rz. 38 f. Sept. 2004 6 allgemeinen Grundsatze behandelt werden und nicht in den VerwaltungsgrundsatzenVerfahren. Die Aussagen in Tz. 2.2 sind grundsatzlich bedenklich. Sie verwischen die Grenze zwischen einer Veranlagung und der Betriebsprufung. So ist insbesondere die Formulierung, dass vor der Auenprufung, z. B. mit der Prufungsanordnung Unterlagen angefordert werden konnen falsch, zumindest auerst missverstandlich. Die Betriebsprufung beginnt verfahrensrechtlich grundsatzlich mit der Zustellung der Prufungsanordnung an den Steuerpflichtigen, so dass ab diesem Zeitpunkt die Unterlagen nicht vor, sondern wahrend der Betriebsprufung angefordert werden. Selbstverstandlich besteht im Rahmen einer Veranlagung die Moglichkeit, Nachfragen zu stellen. Eine umfassende Ermittlung der steuerlich relevanten Sachverhalte erfolgt jedoch im Rahmen der Betriebsprufung. Diese setzt gem. 196 AO eine Prufungsanordnung voraus. Zu beachten ist, dass der Beginn einer solchen Prufung z. B. eine Sperrwirkung fur Zwecke des 371 AO entfaltet. Wenn der Finanzverwaltung das Recht eingeraumt werden soll, vor Beginn der Auenprufung Tz. 2.2 solche Unterlagen einzuholen, ergeben sich hieraus erhebliche Konkurrenzprobleme und Unsicherheiten hinsichtlich moglicher Rechtsfolgen. Daher kann die vorgesehene Regelung dazu fuhren, dass die bisherige Unterscheidung aufgeweicht wird. Dies ist abzulehnen, weil im Wege eines BMFSchreibens die Regelungen der AO zu den Anforderungen an eine Betriebsprufung unterlaufen werden. Der Steuerpflichtige hat regelmaig Zeit, sich auf die Bp einzustellen. Dieses Recht scheint ihm hier nicht gegeben zu werden. Es ist klarzustellen, dass eine solche Anforderung zwar im Vorfeld erfolgen kann, die Einsichtnahme in die Unterlagen jedoch erst nach Beginn der Bp erfolgen darf. Andernfalls wurde eine Vielzahl von neuen Rechtsproblemen entstehen z. B. hinsichtlich der Befugnis zum EDVZugriff. Dabei ist zu berucksichtigen, dass bei vielen Unternehmen, bei denen eine Verrechnungspreisprufung erfolgt, eine Anschlussprufung durchgefuhrt wird. Grundsatzlich kann sich die Anforderung durch die Betriebsprufung nur auf solche Unterlagen erstrecken, die fur steuerliche Zwecke von Bedeutung sind. Dies ist z. B. beim Konzernabschluss nicht der Fall. Insoweit fehlt fur das Vorlageverlangen eine Rechtsgrundlage. Bei Lit. e stellt sich die Frage, wie bei Unvollstandigkeit zu verfahren ist. Es ware unverhaltnismaig, wenn diese automatisch zu den Strafen fuhren wurde. Aus praktischer Sicht ist diese Forderung sehr zweifelhaft. Im Rechnungswesen des Unternehmens wird regelmaig auf den Forderungs und Verbindlichkeitskonten ausgewiesen, inwieweit solche Geschaftsbeziehungen bestehen. Als problematisch erweisen sich die Fallen, in denen nicht zeitgleich mit der Prufungsanordnung, sondern tatsachlich vorher Unterlagen angefordert werden. Hierfur ist eine Rechtsgrundlage erforderlich, die es nicht gibt, zumal keine Aussage zum Einsichtszeitpunkt gemacht wird. Aus dem Zusammenhang ist zu vermuten, dass dieser ebenfalls im Vorfeld der BP liegen soll. Im Rahmen der Bp besteht ohnehin Zugriff auf das Rechnungswesen und damit auf die verlangten Daten. Auerdem geht der Entwurf uber die Regelungen der GAufz V hinaus. Diese sieht in 4 Nr. 2 zwar auch ei7 ne solche Darstellung vor, doch nur nach Magabe der 1 bis 3. Hiermit wird infolge des mit erfassten Verweises auf 3 GAufz V auch klar gestellt, dass eine Pflicht zur zeitnahen Aufstellung nur bei auergewohnlichen Geschaftsvorfallen besteht. In dem Entwurf wird der Eindruck erweckt, als waren solche Ubersichten praktisch immer vorhanden, die nur abgerufen werden mussen. Dies ist unzutreffend. Die genannten Nachweise konnen nur im Rahmen der Bp verlangt werden, nicht vorher. Eine Klarstellung ist hinsichtlich des Zeitpunktes erforderlich. Bei den Ausfuhrungen wird nicht ersichtlich, welches Verhaltnis zu den Vereinfachungs und Befreiungsvorschriften in 6 GAufz V besteht. Es sollte eine Aussage aufgenommen werden, dass in den Fallen, in denen sich der Steuerpflichtige auf diese Erleichterung beruft, eine Anforderung nicht erfolgen kann. Vielmehr muss der Prufer in der Bp die ihm dann vorgelegten Auskunfte und Informationen verwerten und hieraus seine Schlussfolgerungen ziehen. Im letzten Abs. werden lediglich allgemeine Regelungen der AO und der GAufz V wiederholt. Leider unterbleiben jedoch weitergehende Klarstellungen. Es ware wunschenswert, konkrete Vorgaben zu treffen, wie spezifiziert die Anforderungen sein mussen. Auerdem sollte klar gestellt werden, dass sich diese Anforderungen nur auf die Zeitraume beziehen durfen, die Gegenstand der Auenprufung sind, also von der Betriebsprufungsanordnung auch erfasst sind. Tz. 2.3 ist eine Wiedergabe des Gesetzes und damit entbehrlich. Tz. 2.4 ist insoweit missverstandlich, weil der Eindruck entstehen konnte, als wurde die Finanzverwaltung vom St Pfl. Informationen verlangen, die dieser gar nicht beschaffen kann. Wenn schon die Regelung des 93 Abs. 1 Satz 3 AO wiedergegeben wird, sollte auch auf das Verhaltnis hierzu eingegangen werden. Dabei ist die Frage zu beantworten, ob die internationale Rechts und Amtshilfe Vorrang vor dem Ruckgriff auf Dritte hat oder umgekehrt. Zwar ist die Verpflichtung zur Anpassung von Fragebogen an den Einzelfall in Tz. 2.5 zu begruen, doch bleibt unklar, inwieweit der Einsatz solcher Fragebogen uberhaupt zulassig ist. Der BFH hat mit Urteil vom 11. Oktober 198914 fur Zwecke der Kapitalverkehrsteuer entschieden, dass der allgemeine und flachendeckende Einsatz von Fragebogen nicht zulassig ist. Vielmehr verlangt der BFH in dieser Entscheidung ausdrucklich unter 2. a, dass die materiellen Einzelsteuergesetze, deren Vollzug der streitige Fragebogen dienen soll, eine Verpflichtung des Steuerpflichtigen enthalten musse, zu Kontrollzwecken Fragebogen auszufullen und dem Finanzamt zu ubersenden. Unklar bleibt, welches Verhaltnis zwischen den Regelungen des Entwurfs und dem o. g. BFHUrteil besteht, zumal auf dieses in den Verwaltungs 14 I R 10187, BSt Bl. II 1990, S. 280. 8 grundsatzenVerfahren nicht eingegangen wird. Hier sollte fur die Praxis eine Grenze aufgezeigt werden, in welchem Umfang eine solche Befragung zulassig ist. Der Hinweis auf die Datenbanken in Tz. 2.6 ist missverstandlich. Ublicherweise werden keine einzelnen Geschafte in solchen frei zuganglichen Datenbanken hinterlegt, sondern Jahresabschlusse. Insoweit erweisen sich die Ausfuhrungen als missverstandlich. Die Aussagen im 2. Absatz nach dem Hinweis auf Tz. 4.5 des AOAE sind doppelt, weil schon im 1. Absatz ausgesagt wird, dass eine Nutzung und Verwertung von offentlich zuganglichen Daten erfolgen kann. Die Finanzverwaltung sollte uberlegen, ob sie den Betriebsprufern nicht vorgibt, einen Nachweis zu erstellen, woher die jeweiligen Daten stammen. Hiermit wird die Voraussetzung geschaffen, um spater zu prufen, inwieweit diese Daten ohne Verletzung des Steuergeheimnisses bekannt gegeben werden konnen. Damit wurden letztlich die Arbeitsablaufe der Finanzverwaltung vereinfacht, weil z. B. im Rahmen eines Einspruchsverfahrens sofort ersichtlich ware, inwieweit diese Daten als Beweismittel etwa in einem FGVerfahren eingesetzt werden konnen. Der erste Spiegelstrich sollte ausgebaut werden. Hier waren konkrete Hilfestellungen sinnvoll, wie der Betriebsprufer die Herabsetzung des Beweiswertes verhindern kann, etwa indem versucht wird, gezielt nach Branchenanalysen u. dgl. zu suchen. Aussagen uber den Beweiswert anonymisierter Daten im finanzgerichtlichen Verfahren werden verstandlicherweise nicht gemacht, sollten aber von dem Steuerpflichtigen in jedem Fall beachtet werden. Die Verbindung zwischen Verrechnungspreisberichtigungen und Straftaten, wie sie in Tz. 2.7 gezogen wird, ist problematisch. Auerdem ist der Hinweis auf 152 Abs. 2 St PO nicht nachvollziehbar. Dieser regelt die Pflicht der Staatsanwaltschaft, wegen aller verfolgbarer Straftaten einzuschreiten, sofern zusatzliche Anhaltspunkte vorliegen. Die Verbindung zur Betriebsprufung oder zur Straftat, wie sie der Entwurf erweckt, ergibt sich daraus jedenfalls nicht unmittelbar. Auerdem kommt es zu einer deutlichen Eskalation der Diskussion um die Verrechnungspreisbestimmung, die weder der Betriebsprufung noch den Steuerpflichtigen hilft. U. E. sollte auf entsprechende Regelungen vollstandig verzichtet werden. Vielmehr ist in der Bp O zu regeln, wie sich ein Prufer beim Verdacht auf eine Straftat zu verhalten hat. Hierbei muss es sich um allgemeine Grundsatze handeln, die nicht nur fur Fragen der Einkunftsabgrenzung gelten, sondern fur alle Sachverhalte. Insoweit sollte der Eindruck eines Sonderrechts oder gar eine Kriminalisierung der Diskussion um die Einkunftsabgrenzung verhindert werden. Der im 2. Abs. aufgezeigte Zusammenhang zwischen Straftaten und Verstandigungsverfahren irritiert, denn er geht davon aus, dass das Verstandigungsverfahren solange ruhen gelassen wird, bis die steuerstrafrechtlichen Fragen entschieden sind. Damit wird der Finanzverwaltung eine Moglichkeit gegeben, Verstandigungsverfahren lange Zeit unbearbeitet zu lassen, jeweils mit dem Hinweis, dass evtl. noch strafrechtliche Fragen entstehen konnen. Eine solche Verhaltensweise kollidiert mit dem Bemuhen des BMF, eine Beschleunigung von Ver9 standigungsverfahren zu erreichen. Wenn auf den Bezug zum Strafrecht nicht verzichtet wird, ist es geboten, auch einen Verweis auf 136 Abs. 2 St PO einzufugen. Nach dieser Regelung soll die Vernehmung dem Beschuldigten die Gelegenheit geben, die Verdachtsgrunde zu beseitigen und die zu seinen Gunsten sprechenden Tatsachen vorzubringen. Unverstandlich ist, darum nicht auf das Verhaltnis zwischen Aussageverweigerungsrecht und Sanktionen bei Nichtvorlage einer Verrechnungspreisdokumentation eingegangen wird. Beispiel: Gegen einen Steuerpflichtigen wird ein Steuerstrafverfahren wegen Steuerhinterziehung infolge von vorsatzlich falschen Verrechnungspreisen und hieraus resultierenden Gewinnverlagerungen in das Ausland eingeleitet. Der Steuerpflichtige beruft sich auf sein Recht nach 136 Abs. 1 Satz 2 AO und lehnt deshalb jegliche Einlassungen zur Sache und auch die Vorlage einer Verrechnungspreisdokumentation ab. Sind die Sanktionen nach 162 Abs. 3 und 4 AO anwendbar? Kommt hierbei der Unterscheidung zwischen gewohnlichen und auergewohnlichen Geschaftsvorfallen Bedeutung zu etwa wenn eine zeitnahe Dokumentation fur auergewohnliche Geschaftsvorfalle erstellt wurde und der Steuerpflichtige alle weiteren Einlassungen zur Sache ablehnt, nachdem dass Strafverfahren eingeleitet wurde? Andert sich die Losung, wenn der Steuerpflichtige sich auf 6 GAufz V berufen kann? Wie ist zu verfahren, wenn die Berufung auf diese Regelung zu Unrecht erfolgt, also die dort genannten Voraussetzungen ggf. erkennbar nicht erfullt waren? Diese Uberlegungen zeigen, dass ein Problemkreis angesprochen wird, der in dem Entwurf nicht konsequent geregelt wird. Daher sollte auf solche Regelungen vollstandig verzichtet werden. Sofern das BMF solche Aussagen fur erforderlich halt, muss eine Beantwortung der oben genannten und moglicherweise weiterer Zweifelsfragen erfolgen. Zwar werden hierzu in Tz. 3.2.6 Regelungen getroffen, doch bleiben diese zu ungenau. Insbesondere beinhalten sie keine Aussage daruber, welches Verhaltnis zu den Sanktionen nach 162 Abs. 3 und 4 AO besteht. Auerdem ware zu uberdenken, ob die Trennung dieser beiden Regelungsbereiche, wie der Erlass sie vornimmt, beibehalten werden soll. Es wurde der Ubersichtlichkeit dienen, wenn eine zusammenfassende Behandlung erfolgt. Unabhangig von dieser Frage ist der Hinweis auf 151 Abs. 2 St PO zu korrigieren. Diese Regelung findet sich im 1. Abschnitt des 2. Buchs der St PO. Sie setzt die Erhebung einer Klage voraus. Dies ist im dem Fall, der im Entwurf der VGVerfahren behandelt wird, nicht gegeben. III. 3. Mitwirkungspflichten der Beteiligten Die ersten drei Satze unter Tz. 3.1 sind allgemeine Aussagen, die keinen Bezug zur Dokumentation der Einkunftsabgrenzung haben. Sie gehoren deshalb in den Anwendungserlass zur AO. 10 Die Ausfuhrungen unter Tz. 3.2 sind allgemeine verfahrensrechtliche Regelungen und keine Besonderheiten der internationalen Einkunftsermittlung. Folglich mussen diese Aspekte im Anwendungserlass zur AO behandelt werden, nicht aber in den VerwaltungsgrundsatzenVerfahren. Im Zusammenhang mit der Anzeigepflicht nach 138 AO ist unverstandlich, warum kein Hinweis auf das BMFSchreiben vom 19. Marz 200315 eingefugt wurde. Der 1. Satz in Tz. 3.2.1 ist die Wiedergabe des Gesetzeswortlautes und damit entbehrlich. In Tz. 3.2.2 wird der rechtlichen Moglichkeit der Einflussnahme seitens des Steuerpflichtigen nicht ausreichend Rechnung getragen. Sofern z. B. eine inlandische Tochtergesellschaft mit einer auslandischen Muttergesellschaft betrachtet wird und die Aufbewahrungsfrist im Ausland vor der in Deutschland endet, ist nicht ersichtlich, wie die deutsche Tochtergesellschaft dieses Verlangen des Erlasses durchsetzen kann. Entsprechendes kann z. B. bei Joint Ventures gelten. Der Erlass sollte von den Steuerpflichtigen nichts verlangen, was diese objektiv nicht leisten konnen, andernfalls ware er verfassungswidrig. In Tz. 3.3.2 b wird eine Relativierung dieser Pflichten fur den Fall vorgenommen, dass der Steuerpflichtige objektiv nicht in der Lage ist, die verlangten Informationen vorzulegen. Unklar bleibt, warum diese beiden Aussagen, die inhaltlich zusammen gehoren, im Entwurf auf unterschiedliche Tz. verteilt werden. Auerdem sollte auch fur den Fall der Mehrheit der Stimmrechte darauf abgestellt werden, inwieweit solche Rechte tatsachlich durchsetzbar sind. Die Aussagen zur Vermutung in den Fallen der Personalunion sind unzutreffend. Entscheidend ist, ob die Informationen der Gesellschaft als solcher zur Verfugung stehen. Eine ggfs. zufallig bestehende Personalunion ist hierfur in keinem Fall ausreichend. Auerdem ist zu berucksichtigen, dass nach deutschem Zivilrecht Aufsichts und Geschaftsfuhrungsorgane einer Verschwiegenheitspflicht unterliegen.16 Folglich stehen der Weitergabe dieser Informationen bereits zivilrechtliche Regelungen entgegen. Auch die geauerte Vermutung hinsichtlich der Informationsmoglichkeiten bei immateriellen Wirtschaftsgutern und bei Anwendung der Wiederverkaufspreismethode ist unzutreffend. Entscheidend ist, inwieweit ein entsprechender Anspruch uberhaupt durchsetzbar ist. Hierfur ist gerade bei immateriellen Wirtschaftsgutern u. a. die Marktmacht entscheidend. Unverstandlich ist, warum der Begriff des KostenumlagenPool verwendet wird. Nach inzwischen ganz h. M. ist davon auszugehen, dass es zwei Formen der Umlage gibt und im BMFSchreiben vom 30. Dezember 199917 nur eine davon angesprochen wird. Gem. Tz. 2.1 dieses Schreibens sind Aufwendungen umzulegen. Unabhangig von der Frage, ob dieser Begriff zutreffend ist, wird in beiden Fallen der gleiche Sachverhalt erfasst, aber mit unterschiedlichen Begriffen UmlagenVG: Aufwendungen, VGVerfahren: Kosten belegt. Es ist unstreitig, dass diese beiden Groen nicht identisch sind. Dieses begriffliche Wirrwarr fuhrt zu neuen Problemen, weil offenbar nicht vorgesehen ist, Tz. 2.1 der UmlagenVG zu andern. 15 BSt Bl. I, S. 260. 16 Vgl. nur 85 Gmb HG, 394, 395, 404 Akt G und die im Falle einer Zuwiderhandlung drohenden Sanktionen. 17 BSt Bl. I, S. 1122. 11 Fur die Beschaffung der Ausgangsrechnungen gibt es keine Rechtsgrundlage. Auerdem ist nachdrucklich davor zu warnen, wenn der Eindruck erweckt wird, als sei eine Beweisvorsorge in allen Fallen moglich. Es sollte klargestellt werden, dass bei bestehender Unmoglichkeit etwa wenn ein Steuerpflichtiger eine Beteiligung im Wege des Erbganges erlangt hat und gesellschaftsvertragliche Restriktionen zu beachten sind, die der Steuerpflichtige nicht ausraumen kann keine Sanktionen nach 162 Abs. 3 und 4 AO verhangt werden konnen. Tz. 3.2.3 beinhaltet eine allgemeine Pflicht, folglich gehort sie in den Anwendungserlass zur AO. Die Aussagen zur Ubersetzung Tz. 3.2.4 sind grundsatzlich zu begruen. Allerdings ist unklar, worauf die Finanzverwaltung ihre Auffassung stutzt, dass diese Unterlagen als unbeachtlich zu behandeln sind. Es besteht die Gefahr von Missverstandnissen, weil der Untersuchungsgrundsatz eine allgemeine Wurdigung der Umstande verlangt. Insoweit ist fraglich, ob die hier vorgegebenen Sanktionen eine ausreichende rechtliche Grundlage haben. Die Aussagen in Tz. 3.2.5 sind ebenfalls allgemeine Grundsatze, die im Anwendungserlass zur AO zu behandeln sind und nicht in den VGVerfahren. Vollig unzulassig und in der Praxis nicht durchfuhrbar ist die Forderung der Finanzverwaltung, dass der Steuerpflichtige im Zeitpunkt, zu dem er erkennt, dass sein Verrechnungspreis nicht angemessen ist, eine Berichtigung seiner Steuererklarung vornimmt und sofern er dies nicht tut, strafrechtliche und bugeldrechtliche Konsequenzen auslost. Es wird hierbei unterstellt, dass die Angemessenheit oder Unangemessenheit von Verrechnungspreisen ohne weitere Prufung erkennbar ist. Diese Form der Kriminalisierung von Verrechnungspreisfragen ist unertraglich und entbehrt jeder Grundlage in der praktischen Handhabung und einer gesetzlichen Basis. Satz 1 in Tz. 3.3.1 stellt eine Wiedergabe des Gesetzes dar und ist deshalb entbehrlich. Unter Tz. 3.3.2 sollte starker betont werden, dass es sich hierbei nur um Unterlagen handelt, die beim Steuerpflichtigen bereits vorhanden sind. Gerade in Abgrenzung zu 90 Abs. 3 AO, der eine eigenstandige Erstellungspflicht anordnet, ist diese Unterscheidung bedeutsam. Die sich anschlieende Aufzahlung macht keinen Sinn, weil sie zu ungenau ist. Letztlich kann nur im Einzelfall gesagt werden, welche Daten steuerlich von Bedeutung sind. Die erfolgende Ausdehnung auf auslandische nahe stehende Personen ist zu undifferenziert. Es muss vielmehr danach gefragt werden, inwieweit seitens des in Deutschland Steuerpflichtigen Informationspflichten bzw. Anspruche auf Uberlassung dieser Informationen bestehen. Nur in diesem Umfang kann die Finanzverwaltung die Vorlage auslandischer Unterlagen verlangen. Als weitere Grenzen sind hierbei die Grundsatze der Zumutbarkeit, Verhaltnismaigkeit und der Zweckmaigkeit zu beachten. Insoweit muss eine Ausrichtung der Anforderungen an den rechtlichen Gegebenheiten erfolgen. Dies gilt erst recht fur die Forderung, zusatzliche Informationen vorzulegen, um eine Verprobung der Verrechnungspreise mit Hilfe einer anderen Methode durchzufuhren. Auch die Forderung nach Vorlage von internen Gutachten und Stellungnahmen eines Beraters sind ohne 12 Rechtsgrundlage. Vielmehr fuhrt das geschutzte Vertrauensverhaltnis dazu, dass die Finanzverwaltung kein Einsichtsrecht in diese Unterlagen hat. An dieser Stelle wird deutlich, dass die Finanzverwaltung ein offensichtlich falsches Verstandnis des Inhaltes der Dokumentationspflichten besitzt. Diese beschrankt sich auf die Ermittlung des Sachverhaltes, nicht jedoch auf dessen rechtliche Wurdigung. Insoweit ist die Vorlage von Gutachten der Steuerberater in jedem Fall unzulassig. Die Vermutung hinsichtlich des engen zeitlichen Zusammenhangs ist ebenso unbestimmt wie willkurlich. Nicht nur, dass unklar bleibt, was unter einem engen Zusammenhang zu verstehen ist und wer hieruber entscheidet, sondern es gibt fur diese Vermutung weder eine gesetzliche Grundlage noch eine inhaltliche Rechtfertigung. Die Aussagen zum Mindestumfang sind insoweit missverstandlich, weil nicht klar ist, ob diese Forderung auch fur die Falle gelten soll, in denen sich der Steuerpflichtige berechtigterweise auf 6 GAufz V berufen kann. Dies ware nicht sachgerecht. Unzutreffend ist auch, wenn der Eindruck erweckt wird, dass der Steuerpflichtige in den Fallen der anhaltenden Verluste die Angemessenheit seiner Verrechnungspreise nachweisen muss. Zunachst sollte eine Konkretisierung des Zeitraums erfolgen, um die praktische Handhabbarkeit zu erhohen. Ferner ist auf den Wortlaut in 5 Nr. 5 GAufz V hinzuweisen: Danach besteht die Pflicht, Aufzeichnungen uber die Ursachen von Verlusten und uber Vorkehrungen des Steuerpflichtigen oder ihm nahe stehender zur Beseitigung der Verlustursachen 18 zu erstellen. Damit gibt es fur die von der Finanzverwaltung vorgenommene Umkehr der Beweislast keine Rechtsgrundlage. Auch die Rechtsprechung des BFH sieht diese nicht vor. Vielmehr geht der BFH von einer Vermutung aus, dass das langere Erzielen von Verlusten fur eine Veranlassung im Gesellschaftsverhaltnis spricht. Damit ist jedoch nur ein Tatbestandsmerkmal der v GA erfullt. Die Auffassung in Tz. 3.3.2 c ist unzutreffend. Bei einer PoolUmlage handelt es sich eben nicht um eine Geschaftsbeziehung im Sinne des 1 Abs. 4 ASt G. Vielmehr definiert dieser gerade den Fall, dass keine gesellschaftsvertragliche Vereinbarung gegeben ist. Eine solche wird in den Fallen des Pools jedoch haufig vorliegen, vgl. hierzu auch Tz. 1.1 des BMFSchreibens vom 30. Dezember 1999.19 Insoweit gibt es fur die Teile der Poolumlage, die aufgrund der gesellschaftsrechtlichen Veranlassung geleistet werden, keine Rechtsgrundlage fur die verlangte Dokumentation. Die Aussagen in Lit. f sind unklar. U. E. ist davon auszugehen, dass im geschilderten Fall die im Inland steuerpflichtige Person gem. 160 AO verpflichtet ist, den Empfanger der Zahlungen zu benennen. Daher gibt es fur die Anwendung von 90 Abs. 2 AO keinen Raum. Missverstandlich ist die Regelung insoweit, weil sie moglicherweise auch in dem Sinne interpretiert werden kann, dass der Nachweis der Kapitalbeschaffung des Auslanders Darlehensgebers verlangt wird. Dies ware nicht 18 Hervorhebungen der Verfasser. 19 BSt Bl. I, S. 1122. 13 sachgerecht, zumindest dann nicht, wenn dieser in Deutschland keiner Steuerpflicht unterliegt. Zu beachten ist, dass eine Uberprufung dieser Angaben der deutschen Finanzverwaltung ohnehin nicht moglich ware, weil es sich um rein auslandische Sachverhalte handelt. Die geforderten Angaben werden bereits beim Begehren des Betriebsausgabenabzugs des inlandischen Schuldners bekannt oder bleiben auch unter Berucksichtigung des 160 AO unbekannt. Fur eine weiterreichende Mitwirkungspflicht, insbesondere dahingehend, ob moglicherweise nahe stehende Personen miteinander Geschafte durchgefuhrt haben, gibt es keine Rechtsgrundlage. Vor allem ist die Vermutung falsch, eine solche lage in 90 Abs. 3 AO, da dieser das Bestehen von Geschaftsbeziehungen zwischen nahe stehenden Personen voraussetzt und nicht zur Aufklarung des Vorliegens dieses Tatbestandes herangezogen werden kann. Die Formulierung in Tz. 3.3.3 sein konnen ist zu weitgehend. Letztlich konnen fast alle Unterlagen eines Unternehmens fur die Besteuerung relevant sein. Daher musste hier ein umfassendes Einsichtsrecht verankert werden. Dies ist weder zumutbar und ublich, noch durchsetzbar. Es sollte darauf abgestellt werden, von welchen Unterlagen der Steuerpflichtige realistischerweise erwarten kann, dass sie steuerlich von Bedeutung sein werden. Wenn es z. B. Anderungen der Gesetzes oder der Rechtsprechung gibt, die zu verscharften Regelungen fuhren, musste der Steuerpflichtige diese Verscharfungen auch bereits mit Wirkung fur die Vergangenheit erfullen konnen. Dies ist jedoch nicht sachgerecht und nicht fremdublich. Die Querverweise in Tz. 3.3.3 und 3.3.4 zeigen exemplarisch die schlechte Struktur des Erlasses. Das Abstellen auf rechtliche Regelungen fuhrt dazu, dass zusammengehorige Fragen an unterschiedlichen Stellen geregelt werden. Tz. 3.3.5 ist weitgehend inhaltsleer und enthalt Wiederholungen der Regelungen des Anwendungsschreibens zur AO. Die Ausfuhrungen sollten aufeinander abgestimmt und einheitlich im Anwendungsschreiben behandelt werden. In Tz. 3.4 wird die bekannte Position der Finanzverwaltung zur Angemessenheitsdokumentation vertreten. Zu begruen ist die Klarstellung, dass hierunter nur zu verstehen ist, dass der Steuerpflichtige darlegen muss, warum nach seiner Auffassung die Verrechnungspreise dem Fremdvergleich entsprechen. Insoweit handelt es sich nicht um eine objektive Beweislast. Der 2. Absatz ist eine Wiedergabe des Gesetzes und damit entbehrlich. Die Forderung nach einer 10jahrigen Aufbewahrungsfrist in Tz. 3.4.1 ist unzutreffend und ohne Rechtsgrundlage. Eine solche wurde sich nur ergeben, wenn davon auszugehen ist, dass es sich bei der Verrechnungspreisdokumentation um Dokumente im Sinne des 147 Abs. 1 Nr. 1, 4 oder 4a handeln wurde. Dies ist jedoch nicht der Fall. Denkbar ware eine Erfassung als Aufzeichnung Nr. 1 oder als Buchungsbeleg Nr. 4. Beide Begriffe sind sehr stark durch das Handelsrecht gepragt, was sich auch aus der Parallelitat zu 257 HGB ergibt, wobei dieser keine Verpflichtung zur Aufbewahrung von Aufzeichnungen enthalt. Allerdings zeigt der Ruckgriff 14 auf das Handelsrecht, dass es sich bei der Verrechnungspreisdokumentation nicht um Buchungsbelege handelt. Nach PahlkeKonig 20 sind Aufzeichnungen wie folgt definiert: Aufzeichnungen sind alle ubrigen Erfassungen, soweit sie nicht unter die Bucher fallen.21 Aufzeichnungen dienen einem begrenzten Zweck, indem sie einzelne Arten von Geschaftsvorfallen dokumentieren, wie z. B. die Aufzeichnungen nach 4 IV a 7, VII, 6 II, 7 a VIII ESt G und nach 22 USt G. Nach h. M. entsprechen sich die Anforderungen des 147 Abs. 1 Nr. 1 AO und des 257 Abs. 1 Nr. 1 HGB.22 Da eine Subsumtion unter die Aufzeichnungen nicht erfolgen kann, wird die Verrechnungspreisdokumentation durch 147 Abs. 1 Nr. 5 AO sonstige Unterlagen, soweit wie fur die Besteuerung von Bedeutung erfasst. Folglich betragt die Aufbewahrungspflicht fur diese Unterlagen nicht 10, sondern 6 Jahre. Diese Interpretation steht auch in Ubereinstimmung mit der h. M.23. Auch von Vertretern der Finanzverwaltung 24 wurde diese Interpretation bisher so vertreten. Daher ist die jetzt vorgesehene Frist von 10 Jahren nicht mit dem Gesetzeswortlaut des 147 Abs. 3 AO zu vereinbaren. Daher ist eine Verringerung der im Entwurf vorgesehenen Frist auf 6 Jahre geboten. Hinsichtlich der angeordneten Sanktionen in den Fallen der Aufbewahrung im Ausland und der Nichtvorlage wird auf die Ausfuhrungen zu Tz. 4.7 verwiesen. Die Passagen unmittelbar nach der Uberschrift von 3.4.3 stellen die Wiedergabe des Gesetzes dar und sind deshalb entbehrlich. Dies gilt auch fur den Wortlaut des 1 Abs. 4 ASt G in Tz. 3.4.3.1. Fur die Aussagen zu Geschaftsbeziehungen beim Pool wird auf die Anmerkungen zu Tz. 3.3.2 c verwiesen. Die Darlegungen zur Entgeltlichkeit sind missverstandlich. Bekanntlich ordnet 1 Abs. 4 ASt G an, dass es sich um schuldrechtliche Beziehungen handeln muss, die beim Steuerpflichtigen oder einer ihm nahe stehenden Person Teil einer Tatigkeit ist, auf die die 13, 15, 18 oder 21 ESt G anzuwenden sind. Die hier beschriebenen Einkunfte setzen jedoch unabhangig von ihren jeweiligen weiteren Tatbestandsmerkmalen die Gewinnerzielungsabsicht voraus. Hieraus folgt, dass die Tatbestandsmerkmale des 1 Abs. 4 ASt G nicht erfullt sind, wenn es an diesem Merkmal fehlt. Die Aussagen in Tz. 3.4.3.2 sind problematisch, weil nicht ersichtlich ist, worin die Rechtsgrundlage fur die Anwendung des Fremdvergleichsgrundsatzes in diesem Verhaltnis bestehen soll. Letztlich versucht der Entwurf eine fehlende materiellrechtliche Regelung zu ersetzen, was durch ein BMFSchreiben nicht moglich ist. Sollte eine Berichtigung zunachst nach Magabe der Entnahme und daruber hinaus nach 1 Abs. 1 ASt G erfolgen, wie sich dies auch aus Tz. 5.3.2 und 5.3.3 ergeben 20 AO, Munchen 2004, 140 Rz. 6. 21 Vgl. TK Vorb. 140 Rz. 14. 22 Vgl. z. B. Barone, in: BaetgeKirschThiele, Bilanzrecht, 257 HGB Rz. 42 Marz 2003. 23 Vgl. z. B. Druen, in: TK, AO 147 Rz. 23a, Seer, FR 2002, S. 382. 24 Vgl. nur Hantzsch, Der Datenzugriff der Finanzverwaltung, Diskussionsbeitrag Nr. 138 des IIFS, Hamburg 2001, S. 9. 15 konnte, fuhrt dies zur Unvereinbarkeit dieser Vorgabe mit den Grundfreiheiten des EGVertrages. Auf die Stellungnahme zu diesen Tz. wird verwiesen. Die Aussagen zur Betriebsstatte Tz. 3.4.3.3 erweisen sich insgesamt als zu ungenau und zu wenig auf die bestehenden Besonderheiten ausgerichtet. Es wird nicht berucksichtigt, dass im Verhaltnis zwischen Stammhaus und Betriebsstatte nur eine eingeschrankte Selbstandigkeitsfiktion gilt, so dass der Fremdvergleichsgrundsatz ohnehin nur eingeschrankt zur Anwendung kommen kann. Hierbei erweisen sich die in weiten Bereichen fehlenden materiellrechtlichen Grundlagen fur die Gewinnrealisierung als zentrales Problem. Der Erlass ordnet die Beachtung von Grundsatzen an, fur die die entsprechende Grundlage im nationalen Recht fehlt. Diese Vorgaben ergeben sich auch nicht aus der entsprechenden Anwendung des Art. 7 Abs. 2 OECDMA, weil hierfur ein Besteuerungstatbestand des nationalen Rechts erforderlich ist. Zu kritisieren ist auch, dass der Entwurf zwar auf die direkte und die indirekte Methode eingeht, die in der Praxis jedoch mit Abstand gebrauchlichste gemischte Methode gar nicht angesprochen wird. Unter 1. wird offenbar ubersehen, dass das nationale Recht keine Besteuerung zum Zeitpunkt der Uberfuhrung ermoglicht und infolge der Entscheidung des Eu GH in der Rs. Lasteyrie du Saillant 25 eine solche Regelung innerhalb der Gemeinschaft ohnehin unzulassig ware. Vielmehr kann lediglich bei einer spateren Verauerung eine Aufteilung der Besteuerungsrechte erfolgen. Hierzu werden jedoch keine Vorgaben getroffen. Die Pflicht zur Schaffung innerbetrieblicher Unterlagen ist zu weitgehend und nicht sachgerecht. Im Ergebnis schreibt 90 Abs. 3 AO vor, dass der Steuerpflichtige auch im Verhaltnis zwischen Stammhaus und Betriebsstatte e. v. v. eine Dokumentationspflicht hat. In welcher Form er diese Pflicht erfullt, regelt das Gesetz nicht. Auch eine Verpflichtung fiktive Vertrage zu erstellen, ist weder aus dem Gesetz noch dem Zweck der Regelung herleitbar. Da die hiermit fur die Steuerpflichtigen verbundenen Kostenbelastungen sehr hoch sein konnen, ist diese Forderung problematisch. Gleichzeitig sollte nicht die Gefahr unterschatzt werden, dass bei der Beibehaltung einer solchen Forderung einzelne Betriebsprufer allein danach fragen, ob fiktiven Vertrage vorhanden sind. Dies ist keine sachgerechte Prufung der Einkunftszurechnung. Die Aussagen zur Betriebsstattenbuchfuhrung sollten entfallen. Letztlich kann nur im Einzelfall gewurdigt werden, ob eine solche Buchfuhrung ausreichend ist. Beispiel: Ein Steuerpflichtiger verkauft identische Waren unter identischen Bedingungen an fremde dritte Handelsvertreter und uberfuhrt sie in eine auslandische Betriebsstatte, die ebenfalls die Funktionen einschlielich Risiken eines Handelsvertreters ausubt. Sofern auch die Markte identisch oder hinreichend vergleichbar sind, ist nicht ersicht 25 Urteil vom 11. Marz 2004, Rs. C902, BFHNV Beilage 2004, S. 211. 16 lich, warum eine Betriebsstattenbuchfuhrung nicht ausreichend ist, wenn die Verkaufe gegenuber fremden Dritten schon aus den Offenlegungspflichten im Rahmen der Bp ersichtlich sind. Bei Anwendung der indirekten Methode reichen die Vorgaben der Finanzverwaltung nicht aus, um eine sachgerechte Prufung durchfuhren zu konnen. Bekanntlich knupft dieser Ansatz an den Gesamtgewinn an, den Stammhaus und Betriebsstatte aus einer Transaktion erzielen und versucht diesen nach sachgerechten Schlusseln aufzuteilen. Bemerkenswerterweise fehlen im Entwurf jedoch Vorgaben zur Bestimmung des Gewinns, vielmehr ist lediglich der Aufteilungsschlussel zu dokumentieren. Folglich muss der Steuerpflichtige keine Nachweise uber die Groe erbringen, die mit Hilfe dieses Schlussels aufzuteilen ist. Eine solche Vorgabe uberrascht und lasst sich nur dadurch erklaren, dass andernfalls eine sehr umfassende Dokumentation erfolgen musste, die moglicherweise vor dem Hintergrund der Zumutbarkeit und Verhaltnismaigkeit nicht verlangt werden sollte. Allerdings reichen die vorgesehenen Vorgaben nicht aus und fuhren auch fur die Steuerpflichtigen zu einer Rechtsunsicherheit, weil davon auszugehen ist, dass in der BpPraxis auch Angaben zu dem Gesamtergebnis verlangt werden. Bei den Aussagen unter c sollte auch der Fall aufgenommen werden, dass die inlandische Betriebsstatte einer auslandischen Muttergesellschaft Geschaftsbeziehungen zu einer inlandischen Betriebsstatte der auslandischen Tochtergesellschaft unterhalt. Liegt hier ein Auslandsbezug vor? Was ist, wenn eine auslandische Betriebsstatte eines deutschen Mutterunternehmens Geschaftsbeziehungen mit einer auslandischen Betriebsstatte einer inlandischen Tochtergesellschaft unterhalt? Es uberrascht, dass die Finanzverwaltung keine Aussage dazu trifft, inwieweit die Dokumentation einen Nachweis daruber enthalten oder ermoglichen muss, dass eine funktionale Zuordnung einzelner Wirtschaftsguter zur Betriebsstatte gegeben ist. Gleichwohl kann dieser Umstand nicht dahingehend interpretiert werden, dass ein solcher Nachweis nicht verlangt wird. Auerdem besteht aus Sicht des Steuerpflichtigen die Gefahr, dass zumindest im OutboundFall die Finanzverwaltung beim Fehlen eines solchen Nachweises von einer Zuordnung zum Stammhaus ausgeht. Insoweit droht wirtschaftlich betrachtet eine faktische Umkehr der Beweislast fur die Zuordnung von Wirtschaftsgutern zu auslandischen Betriebsstatten. Die Frage der nahe stehenden Person Tz. 3.4.3.4 sollte im Anwendungserlass zur AO behandelt werden, weil sie grundsatzliche Bedeutung hat und davon auszugehen ist, dass die Auffassung der Finanzverwaltung nicht nur im Bereich der VerwaltungsgrundsatzeVerfahren gelten soll, sondern grundsatzlich fur die Auslegung dieser Norm. Insbesondere sollte im Anwendungserlass zur AO auf das Verhaltnis zwischen 1 Abs. 2 ASt G und dem Begriff der Angehorigen im Sinne des 15 AO hingewiesen werden. 17 In Tz. 3.4.4 a sollte auch klar gestellt werden, dass eine Pflicht zur Angemessenheitsdokumentation nicht bestand. Hier wird nur die Sachverhaltswurdigung ausgeschlossen. Da an anderen Stellen des Erlasses sowohl von der Sachverhalts als auch von der Angemessenheitsdokumentation gesprochen wird, sollten auch diese Begriffe hier verwendet werden, um eine Ubereinstimmung innerhalb des Entwurfs zu gewahrleisten. Unter b reicht der Verweis auf Tz. 4 nicht aus. Vielmehr ist zu beachten, dass insbesondere die nachteiligen Rechtsfolgen des 162 Abs. 3 und 4 AO nicht bereits fur das Jahr 2003 zur Anwendung kommen konnen, vgl. hierzu auch Tz. 4.7 des Entwurfs und die dazugehorigen Anmerkungen in dieser Stellungnahme. Die Aussagen in Tz. 3.4.5 sind zu begruen. Gleichwohl stellt sich die Frage, wie spatere Anpassungen und Korrekturen durch den Steuerpflichtigen verhindert werden, etwa wenn sich z. B. die Absatzprognose nicht bestatigt und infolge dessen die Verrechnungspreisdokumentation nachtraglich angepasst wird. Die Ausfuhrungen zu den Plandaten Tz. 3.4.6 sollten hier entfallen und stattdessen eine zusammenfassende Behandlung erfolgen. Dies dient der Verbesserung von Ubersichtlichkeit und Lesbarkeit des Erlasses. Bei Tz. 3.4.6.1 bleibt die Frage unbeantwortet, wie die Finanzverwaltung die zeitnahe Erstellung prufen will. Die Vorgaben, wann auergewohnliche Geschaftsvorfalle vorliegen, bleiben ungenau und wenig operational. So stellt sich zum Beispiel die Frage, wann hinsichtlich des Umfangs ein Ausnahmecharakter gegeben ist 5%, 10%, 15%,   oder ist auf die Beziehung zu anderen unverbundenen Kunden abzustellen. Unklar bleibt auch, ob eine Einzelbetrachtung des einzelnen Geschafts erfolgt, oder ob eine Gesamtbetrachtung geboten ist. Fur ersteres spricht 2 Abs. 3 Satz 1 GAufz V, auch wenn dadurch Gestaltungsmoglichkeiten z. B. infolge der Stuckelung von Grobestellungen geschaffen werden. Angesichts der hieran moglicherweise anknupfenden Sanktionen ist das nicht nur unbefriedigend, sondern rechtlich problematisch. Die Sanktionierung von so unbestimmten Handlungsverpflichtungen des Steuerpflichtigen durfte wohl kaum von der Rechtsprechung gebilligt werden. Die Aufzahlung fuhrt beim ersten Spiegelstrich dazu, dass jede Vermogensubertragung sofern es hiervon mehr als 2 gibt im Zuge von Umstrukturierungen zu einer Pflicht zur zeitnahen Dokumentation fuhrt. Angesichts der groen Anzahl der hieraus entstehenden Falle als auch der Unbestimmtheit der Begriffe, ist dies problematisch. Da im 2. Spiegelstrich auf wesentliche Funktions und Risikoanderungen eingegangen wird, erscheinen die Anforderungen innerhalb des Entwurfs nicht aufeinander abgestimmt. Auch die anderen Punkte bleiben ungenau erhebliche ! Anderung der ! Geschaftsstrategie !, langfristiger ! Vertrage von einigem ! Gewicht. Auch der letzte Halbsatz fuhrt hier nicht zu einer sachgerechten Einschrankung, weil unbestimmt bleibt, auf welchen Zeitraum sich dieses Einkunftswirkungen beziehen auf den der Umstellung, den folgenden Wj., nach erfolgter Umstellung oder ist eine Gesamtbetrachtung anzustellen. Der letzte Absatz enthalt eine Wiederholung der GAufz V und kann deshalb entfallen. 18 In Tz. 3.4.6.2 ist der Begriff des Abschlieens unklar. Ist hiermit der Abschluss des Vertrages oder die Beendigung der Vertragsdurchfuhrung gemeint? Insbesondere fur Fragen der langfristigen Auftragsfertigung und bei Groprojekten z. B. im Anlagenbau ist eine Klarstellung geboten. Dass die Anforderungen nach 2 Abs. 4 GAufz V nur nach Aufforderung durch den Betriebsprufer erstellt werden mussen, ist eine begruenswerte Erleichterung fur den Steuerpflichtigen. Gleichwohl bedarf es einer Aussage, in welchem Verhaltnis diese Regelung zur Pflicht zur zeitnahen Dokumentation auergewohnlicher Geschaftsbeziehungen steht. Auerdem sollte eine Klarstellung dahingehend erfolgen, dass Anderungen der Marktverhaltnisse nur insoweit zu dokumentieren sind, wie sie sich auf Preise und Funktionen einschlielich Risiken auswirken. Andernfalls besteht eine umfassende Dokumentationspflicht, die der Steuerpflichtige kaum erfullen kann z. B. wenn sich die Marktbedingungen infolge von Wechselkursanderungen anders darstellen. Die Aussagen in Tz. 3.4.6.3 zum Anfordern von Verrechnungspreisdokumentationen im Sinne des Art. 97 22 Satz 3 EGAO fur Betriebsprufungen, die vor dem 1. Januar 2003 beginnen, sind nicht sachgerecht und fuhren zu einer praktisch ruckwirkenden Anwendung von Teilen der Dokumentationspflicht. Hierin liegt ein ruckwirkender Eingriff, fur den es keine gesetzliche Grundlage gibt. Vielmehr ergibt sich aus der Regierungsbegrundung deutlich, dass eine Anwendung fur die Vergangenheit ausgeschlossen werden sollte. Mit den VerwaltungsgrundsatzenVerfahren erfolgen erst einige inhaltliche Vorgaben und Konkretisierungen. Insoweit wurde die Forderung der Finanzverwaltung den Steuerpflichtigen zwingen, Regelungen zu einem Zeitpunkt zu beachten, die es damals noch gar nicht gab. Dies ist erkennbar nicht moglich und darf deshalb vom Steuerpflichtigen nicht verlangt werden. Dies zeigt auch das Beispiel deutlich, denn hier ware selbst zum Zeitpunkt der Anforderung Juli 2004 noch nicht einmal ein Entwurf der VGVerfahren offiziell veroffentlicht worden. Der in Tz. 3.4.8 verwendete Begriff der wirtschaftlichen und rechtlichen Rahmenbedingungen ist vollig unbestimmt und bedarf angesichts der hiermit moglicherweise verbundenen Sanktionen der Klarstellung. Tz. 3.4.8.1 wirkt in Teilen wie eine nachgeschobene Begrundung zu 4 Nr. 1 GAufz V. Hier sollte starker auf die Dokumentationspflichten bzw. die Prufung abgestellt werden. In Tz. 3.4.8.2 werden im Wesentlichen die Aussagen von 4 Nr. 2 GAufz V wiederholt. Insofern bleibt der Erkenntnisgewinn dieser Ausfuhrungen gering. Am Ende wird eine Verbindung zwischen der Wesentlichkeit und der Frage der Bilanzierungsfahigkeit bzw. Registrierung hergestellt. Dies ist nicht sachgerecht. Entscheidend hierfur ist, dass sich die Frage der Wesentlichkeit ausschlielich nach wirtschaftlichen Kriterien beurteilt, wahrend seitens des Erlassgebers nunmehr die Verbindung zwischen der Art des Wirtschaftsgutes und deren wirtschaftlicher Bedeutung gezogen wird. Dies ist nicht sinnvoll. 19 In Tz. 3.4.8.3 wird im Wesentlichen der Inhalt von 4 Nr. 3a GAufz V wiedergegeben. Die beispielhaft genannten Funktionen und Risiken sind zwar zu begruen, doch bleibt unklar, ob die Finanzverwaltung eine so ungenaue Beschreibung, wie sie in der Tz. vorgenommen wird, akzeptieren wurde. Die Finanzverwaltung schafft mit dieser Regelung eine Selbstbindung, die bewirkt, dass die Funktionsanalyse vergleichsweise kurz und ungenau bleibt. Sofern es bei der bisherigen Regelung bleibt, ist davon auszugehen, dass die Finanzverwaltung eine Funktionsanalyse akzeptieren musste, in der der Steuerpflichtige die derzeit in Tz. 3.4.8.3 genannten Funktionen den einzelnen Gesellschaften zuordnet. Bedauerlicherweise sieht die Gewinnabgrenzungsaufzeichnungsverordnung eine Beschreibung der Wertschopfungskette vor. Diesen Punkt greift Tz. 3.4.8.4 auf. Allerdings sieht die GAufz V vor, dass eine Beschreibung der Wertschopfungskette und Darstellung des Wertschopfungsbeitrages des Steuerpflichtigen zu erfolgen hat. Hingegen geht der Entwurf der VerwaltungsgrundsatzeVerfahren davon aus, dass eine konzernweite Betrachtung zu erfolgen hat. Dies ist nicht sachgerecht, weil der Steuerpflichtige regelmaig eine solche Analyse nicht vorlegen kann. Diese Forderung bedeutet, dass er, der moglicherweise nur einen sehr kleinen Teil der Wertschopfungskette erbringt, sich uber die Gesamtzusammenhange Gedanken machen muss. Wenn etwa eine inlandische Vertriebstochtergesellschaft betrachtet wird, musste diese im Rahmen der Wertschopfungskette samtliche Leistungserstellungen durch konzernzugehorige Gesellschaften aufzeichnen. Dies wurde ggf. bei der Rohstoffgewinnung anfangen und beim Service nach Durchfuhrung des Verkaufs enden. Dies zeigt schon, wie aufwendig und kompliziert diese Regelung ist. Auerdem hat eine Tochtergesellschaft regelmaig gar nicht die Moglichkeit, entsprechende Informationen vorzulegen, insb. wenn eine tiefe Verschachtelung von Konzernen gegeben ist. Auch die im Entwurf verlangte betragsmaige Aufteilung ist weder sachgerecht noch praktikabel, weil z. B. aus einem inlandischen Verkaufspreis ein Wertschopfungsbeitrag fur die Gewinnung eines Rohstoffes fur ein auf etlichen Ebenen darunter gewonnenen Rohstoff erfolgen musste. Dies zeigt, dass die Finanzverwaltung hier vom Steuerpflichtigen unmogliches verlangt. Insofern erweist es sich als notwendig, die Forderung nach einer Wertschopfungsbeitragsanalyse auf die Teile zu begrenzen, die der Steuerpflichtige tatsachlich leisten kann. Der in Tz. 3.4.9 verlangten Angemessenheitsdokumentation begegnen die gleichen Bedenken, wie sie bereits gegenuber 1 Abs. 3 GAufz V geauert worden sind. Insofern ist zweifelhaft, ob es fur dieses Verlangen uberhaupt eine ausreichende Rechtsgrundlage gibt. Hinsichtlich der verlangten wirtschaftlichen und rechtlichen Grundlagen wird auf die Stellungnahme zu Tz. 3.4.8 verwiesen. Die Aussagen zum Blickwinkel des Steuerpflichtigen sind zu begruen. Allerdings ist das anschlieende Beispiel insofern fraglich, weil z. B. bei der Hohe von Lizenzgebuhren die angefallenen Kosten fur Forschung und Entwicklung regelmaig irrelevant sind. Zu kritisieren ist, dass der Ent20 wurf nicht nur eine Darlegung der Vergleichbarkeit durch betriebsexterne und betriebsinterne Fremdvergleichsdaten sondern zusatzlich auf Grundlage von innerbetrieblichen Plandaten verlangt. Eine solche Forderung ist nicht sachgerecht. Der Steuerpflichtige hat lediglich eine Verrechnungspreismethode anzuwenden und darzulegen, warum diese nach seiner Auffassung zu fremdvergleichskonformen Ergebnissen fuhrt. Erfolgt dies auf Grundlage eines betriebsexternen Fremdvergleichs, ist dies ausreichend. Entsprechendes gilt, wenn eine der anderen beiden Methoden zur Anwendung kommt. Insofern ist eine Kumulation von Nachweisen, wie sie der Entwurf verlangt, nicht sachgerecht und ohne jegliche Rechtsgrundlage. Die Ausfuhrungen zum moglichen Vorbringen von Hilfs Argumenten durch den Steuerpflichtigen auf Grundlage einer anderen Verrechnungspreismethode, sind missverstandlich. Selbstverstandlich kann ein Steuerpflichtiger im Rahmen des Besteuerungsverfahrens alle Dinge vortragen, die seine Argumentation und Rechtsauffassung unterstutzen. Daher hat die Finanzverwaltung nicht das Recht, einzelne Vorbringungen des Steuerpflichtigen zu ignorieren. Hieraus konnen sich allenfalls Ruckschlusse auf den Beweiswert ergeben, wenn Daten zu unterschiedlichen Zeitpunkten oder auf Grundlage unterschiedlicher Methoden vorgelegt werden. Hiervon bleibt das Vorlagerecht durch den Steuerpflichtigen unberuhrt. Die Aussagen in Tz. 3.4.9.1 sind insoweit missverstandlich, weil der Eindruck entsteht, als gabe es zwingend eine Notwendigkeit zum Einsatz von Fremddaten. Dies ist jedoch nicht der Fall. Vielmehr ist auch ein Ruckgriff auf das Leitbild des fiktiven ordentlichen und gewissenhaften Geschaftsleiters zulassig. Insofern ist auch die implizit verlangte Beschaffung von Vergleichspreisen zu kritisieren. In Tz. 3.4.9.2 ist die Forderung nach einer zusatzlichen Aufzeichnung von innerbetrieblichen Plandaten zu kritisieren. Auch das Verlangen, zusatzliche Informationen vorzulegen, die eine Verprobung ermoglichen, ist nicht sachgerecht. Der Steuerpflichtige ermittelt seine Verrechnungspreise nach einer Methode und nur diese ist gem. 2 Abs. 2 Satz 2 GAufz V zu dokumentieren. Die in dieser Tz. im zweiten Absatz enthaltenen Aussagen zur Funktionsanalyse sind u. E. zwar zutreffend, doch sollten sie in einer eigenstandigen Tz. verselbstandigt werden. Diese Fragen haben nicht nur Auswirkungen auf die angewendete Verrechnungspreismethode, sondern konnen auch im Rahmen der Ausgestaltung der einzelnen Methoden relevant sein. Daher wurde es sich anbieten, entsprechende Aussagen in allgemeiner Form in die VerwaltungsgrundsatzeVerfahren aufzunehmen. Die Anforderungen in Tz. 3.4.9.3 a erweisen sich als sehr weitgehend. Die Umsetzung dieser Forderung wurde bedeuten, dass der Steuerpflichtige in vielen Fallen uberhaupt keine Daten vorlegen kann, weil er nicht nachweisen kann, inwieweit die zugrunde liegenden Geschafte mit konzernfremden oder mit nahe stehenden im Sinne des 1 Abs. 2 ASt G erzielt worden sind. Insofern muss die Finanzverwaltung eine Regelung fur den Fall treffen, dass uberhaupt keine Vergleichswerte ermittelt werden konnen. Dieser Fall ist umso wahrscheinlicher, je strenger die Anforderungen 21 an die Vergleichbarkeit definiert werden. Auerdem beinhalten die Aussagen zu Daten von nahe stehenden fremden Dritten die Gefahr, dass eine Ausdehnung der Betriebsprufung erfolgt. Dies ware jedoch weder rechtlich zulassig noch sachgerecht. Zu beachten ist, dass der Umfang der Betriebsprufung durch die Prufungsanordnung nach 196 AO bestimmt wird. Eine hieruber hinaus gehende Ausdehnung im Wege der Verrechungspreisprufung ist nicht zulassig. Hinsichtlich der Aussage bei der eingeschrankten Vergleichbarkeit sollte als zusatzliche Bedingung aufgenommen werden, dass eine Beschaffung von weiteren Daten dann nicht mehr erforderlich ist, wenn eine hinreichende Wahrscheinlichkeit fur die Sicherheit der Ergebnisse gegeben ist. Dies ist immer dann der Fall, wenn davon auszugehen ist, dass die Sammlung von weiteren Daten nicht zu abweichenden Ergebnissen fuhrt. Bei der Eingrenzung von Bandbreiten sollte darauf hingewiesen werden, dass diese zunachst nach innerbetrieblichen Kriterien erfolgt, sofern dies moglich ist. Dabei sollten solche Werte besonders bevorzugt werden, die eine grotmogliche Vergleichbarkeit aufweisen. Teile der Ausfuhrungen auf S. 38 unten und 39 oben beschaftigen sich mit der Methodenwahl. Hierbei handelt es sich um eine materiellrechtliche und nicht um eine verfahrensrechtliche Frage. Daher sollten diese Uberlegungen Eingang in die Uberarbeitung der allgemeinen Verwaltungsgrundsatze finden und nicht in den VerwaltungsgrundsatzenVerfahren geregelt werden. Die Aussagen zur Gewinnaufteilungsmethode S. 39 stehen im Widerspruch zur Presseerklarung des Bundesfinanzministeriums vom 13. Juli 1995 ISt R 1995, S. 384. Gleichwohl bleibt die deutsche Finanzverwaltung aufgefordert, die Anwendbarkeit dieser Methode verbindlich zu regeln. An vielen Stellen wird mehr oder weniger deutlich Bezug auf sie genommen, ohne dass deren Zulassigkeit eindeutig geklart wird. Es ware unzumutbar, sollte dies lediglich eine Methode sein, die der Finanzverwaltung fur bestimmte Zwecke offen steht, dem Steuerpflichtigen eine Anwendung jedoch nicht ermoglicht wurde. Das Verlangen der Finanzverwaltung in Tz. 3.4.9.3 b nach Vorlage der Datenbank bzw. nach Bereitstellung eines Datentragers mit den mageblichen Daten, fuhrt zu urheberrechtlichen Problemen. Insofern verlangt die Finanzverwaltung hier vom Steuerpflichtigen und deren Berater unmogliches. Die Aussage zur Uberprufung der Vergleichbarkeit sollte auch auf die Einengung der Bandbreite ausgedehnt werden. Im Rahmen der Bandbreiten Tz. 3.4.9.3 c sollte dem Steuerpflichtigen zunachst die Aufgabe auferlegt werden, eine Einengung der Bandbreite vorzunehmen. Hierfur bieten sich die unter b dargestellten Informationsquellen an. Die Aussagen auf S. 41 sind insofern missverstandlich, weil einerseits die Informationen nie vollstandig sein konnen und andererseits eine Vergleichbarkeit der Geschaftsbeziehung in diesem Sinne nicht gegeben sein wird. Es kann allenfalls ein Vergleich der aus einer Geschaftsbeziehung erzielten Marge oder dergleichen erfolgen. Dies ermoglicht jedoch nicht eine hinreichende Vergleichbarkeit der Geschaftsbeziehungen. 22 Bei der Einengung der Bandbreite sollte die Finanzverwaltung berucksichtigen, dass der Steuerpflichtige im Rahmen seiner Argumentation das Recht hat, sich auf jegliche Argumentationshilfe zu berufen, die geeignet ist, seine Auffassung zu unterstutzen. Insofern konnen auch Datenbankanalysen, die nicht den Anforderungen der Finanzverwaltung genugen, zur Rechtfertigung herangezogen werden. Fraglich ist, welcher Beweiswert diesen Aussagen beizumessen ist. Dabei ist zu berucksichtigen, dass durch die Vorlage solcher Unterlagen das Entstehen der negativen Rechtsfolgen des 162 Abs. 3 und 4 AO verhindert werden kann. Die Nichtberucksichtigung von oberen und unteren Quartilen findet im Gesetz keine Rechtsgrundlage und darf deshalb im Erlass nicht beibehalten werden. Vielmehr ist davon auszugehen, dass nach einer entsprechenden Einengung von Bandbreiten jeder Wert innerhalb des verbleibenden Intervalls zulassig ist. Anderenfalls musste der Gesetzgeber eine abweichende Regelung schaffen. Die in Tz. 3.4.9.4 geregelten innerbetrieblichen Plandaten, erweisen sich grundsatzlich als problematisch. Zwar ist der Finanzverwaltung zuzugestehen, dass eine Erstellung solcher Daten durchaus dem Steuerpflichtigen moglich und zumutbar ist, doch besteht eine Verpflichtung zur zeitnahen Dokumentation nur fur auergewohnliche Geschaftsvorfalle. Hieraus folgt, dass der Steuerpflichtige gar nicht in der Lage ist, fur gewohnliche Geschaftsvorfalle nachtraglich Plandaten zu erstellen, weil diese denklogisch eine erst in der Zukunft erfolgende Handlung vorwegnehmen. Insofern erweisen sich die Vorgaben auch in 1 Abs. 3 Satz 4 GAufz V als inkonsistent und unlogisch. Sie kollidieren mit dem Grundsatz, dass die Verhaltnisse zum Zeitpunkt des Abschlusses des Vertrages entscheidend sein sollen und auch die Kenntnisse des Steuerpflichtigen zu diesem Zeitpunkt ausschlaggebend sind. Unter b wird von gewinnbezogenen Fremdvergleichsdaten gesprochen. Hier stellt sich erneut die Frage nach dem Verhaltnis der deutschen Finanzverwaltung zu den gewinnorientierten Methoden. Die Darlegungen zum Zinssatz auf S. 47 sollten berucksichtigen, dass eine solche Forderung nur in dem Fall berechtigt ist, wo der Steuerpflichtige eine Herleitung des Zinssatzes auch auf diese Weise vornimmt. Sollte sich ein solcher etwa aus marktublichen Zinssatzen ergeben, ware die hier verlangte Herleitung nicht geboten und nicht sachgerecht. Die Aussagen zum Anteil am Gewinn des Gesamtkonzerns S. 47, dritter Spiegelstrich, basieren auf gewinnorientierten Uberlegungen. Insofern stellt sich erneut die Frage, inwieweit solche Methoden zulassig sind. Auerdem verstot die Finanzverwaltung gegen die Vorgaben aus 2 Abs. 3 GAufz V, die ausdrucklich eine geschaftsvorfallbezogene Dokumentation anordnen und nur fur die dort genannten Sonderfalle eine Ausnahme zulassen. Diese sind in dem im Erlassentwurf behandelten Fall jedoch nicht erfullt. 23 Die Vorgaben zum Zeitraum fur einen Abgleich zwischen Soll und IstZahlen erscheint als willkurlich. Hier sollte es starker dem Einzelfall uberlassen bleiben, inwieweit solche Anpassungsrechnungen sachgerecht und notwendig sind. In einzelnen Bereichen erscheint dieser Turnus als zu lang, in anderen als zu kurz. Insbesondere bei kleineren Projekten ware ein so kurzer Zeitraum unangemessen und damit unverhaltnismaig. Die vorgenommenen Ausfuhrungen zu begrundeten Einzelfallen bleiben unklar und lassen insbesondere die Frage der Begrundungslast unbeantwortet. Die Anforderung in Tz. 3.4.9.4 e ist nicht sachgerecht. Wie oben bereits dargestellt, ist dem Steuerpflichtigen zuzugestehen, dass er seine Verrechnungspreise ausschlielich aufgrund einer Methode bestimmt. Sofern dies geschieht, kann eine Anforderung von weiteren Plandaten nicht verlangt werden. Zum in Tz. 3.4.9.5 verwendeten Begriff der wirtschaftlichen und rechtlichen Grundlagen wird auf die Anmerkung zu Rz. 3.4.8 verwiesen, wobei wir davon zwischen den Grundlagen und Bedingungen insoweit keine Unterschiede bestehen. Hierbei erweist sich insbesondere die in Spiegelstrich 4 genannte Konjunkturlage als Problem, weil sie zeigt, wie umfangreich offensichtlich die Erwartungen an eine solche Dokumentation sind. Eine solche Forderung ist abzulehnen, denn der Steuerpflichtige hat lediglich die Bedingung fur seine Geschaftsbeziehung zu dokumentieren, nicht aber eine Darstellung der gesamtwirtschaftlichen Entwicklung vorzunehmen. Die Unterscheidung zwischen den Fallen a uneingeschrankte Vergleichbarkeit und b eingeschrankte Vergleichbarkeit ist problematisch, weil die Abgrenzung zwischen diesen beiden Fallgruppen nicht moglich erscheint. Da hieran unterschiedliche Auswirkungen fur die Verrechnungspreisbestimmung geknupft werden, ist dies fur den Steuerpflichtigen und fur die Finanzverwaltung problematisch. In Buchstabe c wird der Stellenwert fur eine Unverwertbarkeit der Verrechnungspreisdokumentation sehr niedrig angesetzt. Die Aussage zu Dauerverlusten ist zu ungenau, weil durchaus Sachverhalte denkbar sind, bei denen Dauerverluste in einer bestimmten Branche ublich sind. Dies kann z. B. bei einer langfristigen Marktentwicklungsstrategie oder bei hohen Anlaufinvestitionen der Fall sein. Insofern sollten die Aussagen relativiert werden. Die Aussagen in Tz. 3.4.9.6 sollten dahingehend erganzt werden, dass eine nachtragliche Preisfestlegung bzw. anpassung auch dann steuerlich anerkannt wird, wenn eine solche unter fremden Dritten ublich ist. Es gibt durchaus Branchen und Bereiche, wo eine solche Vorgehensweise dem Fremdvergleichsgrundsatz entspricht. In diesen Fallen muss eine solche Vorgehensweise auch zwischen verbundenen Unternehmen mit steuerlicher Wirkung zulassig sein. 24 Die in Tz. 3.4.10 vorgesehene Moglichkeit einer Abstimmung der Gruppenbildung mit der Finanzverwaltung, ist uneingeschrankt zu begruen. Gleichwohl sollte diese Regelung auch auf Verrechnungspreisrichtlinien ausgedehnt werden. Auf S. 52 ist fraglich, ob Abweichungen von den Konzernverrechnungspreisrichtlinien nicht ihrerseits der Begrundung bedurfen. Der bisherige Entwurf sieht lediglich vor, dass eine geschaftsvorfallbezogene Aufzeichnung zu erfolgen hat, jedoch keine Begrundung, warum im konkreten Fall eine Abweichung von der Richtlinie vorgenommen wurde. Ferner sollte der Finanzverwaltung hinsichtlich der Umsetzung der Verrechnungspreisrichtlinie vorgeschrieben werden, dass eine hinreichend groe Anzahl an Stichproben seitens der Betriebsprufung bezogen wird. Nur so kann tatsachlich entschieden werden, inwieweit der Richtlinie gefolgt wurde. Dies gilt insbesondere fur den Fall, in dem Sanktionen nach 162 Abs. 3 und 4 AO verhangt werden. Dabei ist zu beachten, dass das Gesetz solche Sanktionen nur dann vorsieht, wenn es sich um eine im Wesentlichen unverwertbare Dokumentation handelt. Hieraus folgt, dass auch aufgedeckte Einzelfalle einer Nichtbefolgung der Verrechnungspreisrichtlinie nicht zu den Strafen nach 162 Abs. 3 und 4 fuhren konnen. In Tz. 3.4.11 sollte klargestellt werden, dass es sich hierbei um solche Informationen handeln muss, die dem Steuerpflichtigen bereits vorliegen. Hingegen beinhaltet 90 Abs. 2 keine gesonderte Verpflichtung zur Erstellung entsprechender Analysen.26 Dies gilt insbesondere angesichts der sehr weitreichenden Forderungen der Finanzverwaltung, wie z. B. in der Vorlage von Marktanalysen. Die Ausfuhrungen in Tz. 3.4.12 haben den Charakter einer Regierungsbegrundung zu 5 GAufz V. Die Aussagen sollten starker auf die Obliegenheiten des Steuerpflichtigen und deren Prufung ausgerichtet werden. In Tz. 3.4.13 sollte auch auf die Frage eingegangen werden, inwieweit eine Erstellung der Verrechnungspreisdokumentation im Ausland zulassig ist. Hierbei geht es nicht um die Sprache, sondern um die Lokalisierung der Verrechnungspreisdokumentation. Angesichts des Umstandes, das immer mehr internationale Konzerne dazu ubergehen, eine globale Verrechnungspreisdokumentation fur samtliche Konzerngesellschaften zu erstellen, erscheint es als sachgerecht, hier ebenfalls eine Erleichterung vorzusehen, die wie schon die Regelung zu 87 Abs. 1 AO darauf abstellt, dass eine Vorlage im Inland innerhalb der 60TageFrist erfolgen kann. Diese Uberlegungen haben insbesondere fur die Sachverhalte Bedeutung, bei denen eine zeitnahe Dokumentation vorgeschrieben ist. 26 Vgl. auch BFHUrteil vom 17. Oktober 2001, I R 10300, BSt Bl. II 2004, S. 171, 25 Die Ausfuhrungen in Tz. 3.4.14 sind grundsatzlich zu begruen. Gleichwohl bleibt das Grundproblem, dass ausweislich der Regierungsbegrundung zur Gewinnabgrenzungsaufzeichnungsverordnung davon auszugehen ist, dass bei Berufung auf 6 GAufz V und anschlieender Nichtbeantwortung von Fragen der Sanktionsmechanismus nach 162 Abs. 3 und 4 der AO greift. Dies ist unbefriedigend, weil die Finanzverwaltung sich nicht zu der Frage auert, welche Sanktionen drohen, wenn der Steuerpflichtige entsprechende mundliche Nachweise nicht erteilen kann. Auerdem fehlt eine Aussage zu der Frage, was passiert, wenn der Steuerpflichtige zum Zeitpunkt der Nachdokumentation Art. 97 22 Satz 3 EGAO sich auf 6 GAufz V berufen kann, zu einem spateren Zeitpunkt diese Voraussetzungen jedoch wegfallen. Hier ist eine Regelung erforderlich, die die Nachdokumentation fur Dauersachverhalte beinhaltet. Die Aussage in Tz. 3.4.15, dass eine Unverwertbarkeit der Aufzeichnungen eintreten kann, ist unzutreffend. Der hier geschilderte Fall resultiert daraus, dass der Gesetzgeber darauf verzichtet hat, eine umfassende Pflicht zur zeitnahen Dokumentation einzufuhren. Folglich hat der Steuerpflichtige auch das Recht, die Verrechnungspreisdokumentation erst nach Aufforderung durch die Finanzverwaltung vorzulegen. Sofern dies dazu fuhrt, dass spatere bessere Erkenntnisse berucksichtigt werden konnen, ist dies Folge der Wertungsentscheidung des Gesetzgebers. Zwar kann ein solcher Umstand zu einer Verrechnungspreisberichtigung fuhren, doch nicht zu einer Anwendung der Sanktionsvorschriften des 162 Abs. 3 und 4 AO. Anderenfalls hatte der Gesetzgeber eine umfassende Pflicht zur zeitnahen Dokumentation verankern mussen. Dies ist aus den bekannten Grunden jedoch nicht geschehen. Die Aussagen zu den nachtraglich erstellten innerbetrieblichen Plandaten sind im hohen Mae missverstandlich, weil es sich ex definitione nicht um Plandaten handeln kann. Die Vorgaben in Tz. 3.4.16 zu einer Verprobung der Ergebnisse sind unzutreffend. Die Finanzverwaltung hat keine Handhabe, um eine solche Verprobungsrechnung vom Steuerpflichtigen zu verlangen. Es mag sein, dass solche Uberlegungen zweckmaig sind und auch den Beweiswert der vom Steuerpflichtigen vorgelegten Verrechnungspreisdokumentation erhohen, doch gibt es hierfur keine rechtliche Verpflichtung. Ebenso wenig ist die Finanzverwaltung berechtigt, die Vorlage entsprechender Vergleichsrechnungen oder uberlegungen zu verlangen. Insofern ist die Aussage in der Tz. 3.4.16 ohne Rechtsgrundlage. Entgegen der Aussage auf S. 57 unten kann aus der uber 3 Jahre hinausgehenden Erzielung von Verlusten nicht auf die Unangemessenheit der Verrechnungspreise geschlossen werden und es handelt sich hierbei auch nicht um eine widerlegbare Vermutung. Vielmehr kann aus dem Umstand, dass diese Frist uberschritten wird, lediglich widerlegbar vermutet werden, dass die Veranlassung hierfur im Gesellschaftsverhaltnis liegt. Damit ist jedoch erst ein Tatbestandsmerkmal der verdeckten Gewinnausschuttung erfullt. Hiervon unabhangig ist zu prufen, inwieweit die anderen Merkmale ebenfalls vorliegen. Die Beweislast hierfur obliegt der Finanzverwaltung. 26 Die zweite Alternative im ersten Beispiel des 2. Spiegelstrichs unter b in Tz. 3.4.17 ist insofern missverstandlich, als dass im Fall der Befreiungsvorschrift nach 6 GAufz V dieser Fall wohl durchaus den Anforderungen entsprechen wurde. Auerdem sollte nicht der Eindruck erweckt werden, als hatten die Aussagen von sachverstandigen Zeugen ein geringeres Beweisma. Gerade bei sehr speziellen Produkten, wie z. B. immateriellen Wirtschaftsgutern und Patenten kann den Aussagen sachverstandiger Dritter eine besondere Bedeutung beizumessen sein, der Hinweise auf die Angemessenheit der Verrechnungspreise geben kann. Beim zweiten Beispiel ist fraglich, ob hier uberhaupt eine Angemessenheitsdokumentation vorliegt. Insofern ergibt sich die Notwendigkeit einer Klarstellung. Die Aussage zu den innerbetrieblichen Plandaten ist zweifelhaft, weil die Verbindung zwischen Verrechnungspreis und Gewinn des Unternehmens nicht zwingend ist und insofern nicht per se von einer Unverwertbarkeit der Dokumentation ausgegangen werden kann. Die Aussage zur datenbankgestutzten Renditeanalyse auf S. 59 ist insofern missverstandlich, als das sich die Finanzverwaltung mit jeder vom Steuerpflichtigen vorgelegten Analyse zunachst beschaftigen muss und erst auf dieser Grundlage entscheiden kann, inwieweit damit eine sachgerechte Ermittlung von Verrechnungspreisen erfolgen kann. In Tz. 3.4.18 a sollte klargestellt werden, dass es sich hierbei um solche Unterlagen handelt, die dem Steuerpflichtigen vorliegen. Eine besondere Erstellungspflicht hat der Steuerpflichtige hingegen nicht. III. 4. Rechtsfolgen bei Verstoen gegen Mitwirkungspflichten Fur den umfangreichen Sanktionenkatalog in Tz. 4.1 sollte klargestellt werden, inwieweit diese Aufzahlung eine Reihenfolge hinsichtlich der Anwendung prajudiziert. U. E. ist diese Regelung nicht in diesem Sinne zu verstehen, gleichwohl ist eine Klarstellung geboten. In Tz. 4.2 sollte ein Hinweis aufgenommen werden, wie zu verfahren ist, wenn der Steuerpflichtige sich berechtigterweise auf 6 GAufz V beruft. Die Aussagen in Tz. 4.3 sind uneingeschrankt zu begruen. in Tz. 4.4 sind zu ungenau. Bei steuerentlastenden oDie Ausfuhrungen der mindernden Sachverhalten hat der Steuerpflichtige ein Interesse an der Darlegung dieser Umstande, so dass das dargestellte Problem insoweit gar nicht besteht. Bei steuerbegrundenden und erhohenden Umstanden ist zu beachten, dass sich Grenzen vor dem Hintergrund der Zumutbarkeit, Verhaltnismaigkeit und Zweckmaigkeit ergeben konnen. Folglich fuhrt nicht jede Verletzung von Mitwirkungspflichten zu einer Reduzierung des Beweismaes. Eine solche Feststellung ist schon deshalb geboten, weil angesichts der vielfaltigen gleichwohl im Ergebnis jedoch unvollstan27 digen Vorgaben zur Dokumentation vermieden werden muss, dass Betriebsprufer nur nach formalen Ansatzpunkten suchen, um eine Umkehr der Beweislast eintreten zu lassen. Weite Teile der in Tz. 4 enthaltenen Aussagen betreffen nicht nur die Einkunftsabgrenzung, sondern allgemein die Ermittlungshandlungen. Daher sollte uberlegt werden, inwieweit eine Behandlung im Anwendungserlass zur AO erfolgt. In Tz. 4.5 wird aus der Verletzung von Mitwirkungspflichten eine Beweismareduzierung fur alle Tatbestandsmerkmale einer Einkunftskorrekturnorm gefolgert. Dieser Auffassung ist nicht zu folgen. Wie sich insbesondere aus dem BFHUrteil vom 17. Oktober 2001 I R 10300, BSt Bl. II 2004, S. 171 ergibt, scheidet die Schatzung von Tatbestandsmerkmalen insbesondere der v GA aus. Vielmehr ist fur jedes Merkmal gesondert zu prufen, ob es erfullt ist. Folglich muss auch bei einer Verringerung des Beweismaes eine Einzelbetrachtung erfolgen. Die im Entwurf vorgesehene pauschale Herabsetzung der Anforderungen an die Beweislast der Finanzverwaltung ist mit der Rechsprechung des BFH unvereinbar. Ferner stehen diese Aussagen im Widerspruch zu den Darlegungen in Tz. 4.6. Dort wird ausgefuhrt, dass eine Schatzung sich nur auf Besteuerungsgrundlagen erstrecken kann. Folglich scheidet eine solche fur Tatbestandsmerkmale aus. Dies wird jedoch in Tz. 4.5 angeordnet, indem eine generelle Verringerung des Beweismaes angenommen wird. Auerdem ist das Beispiel nicht geeignet, zur Erhellung der Sachlage beizutragen. Das darin enthaltene Informationsbeschaffungsproblem kann sich nicht stellen, weil diese Daten aus der Anlagebuchfuhrung des Unternehmens zu ersehen sind. Folglich ware es auch bei einer Auskunftsverweigerung durch den inlandischen Steuerpflichtigen der Finanzverwaltung ohne Probleme moglich, diese Angaben aus dem Rechnungswesen des Steuerpflichtigen im Rahmen einer Bp zu entnehmen. Sollte dies nicht moglich sein, stellt sich die Frage, ob die Ordnungsmaigkeit der Buchfuhrung noch gegeben ist und damit ein grundsatzlich anderes Problem. Auch weite Teile der Tz. 4.6 sind allgemeine Aussagen zur Schatzung und sollten damit Gegenstand des Anwendungsschreibens zur AO und nicht der VerwaltungsgrundsatzeVerfahren sein. Durch den Verweis auf 1 Abs. 3 ASt G und damit auf die Verzinsung des eingesetzten Kapitals bzw. der Umsatzrendite stellt sich erneut die Frage nach dem Verhaltnis der deutschen Finanzverwaltung zu den sog. gewinnorientierten Methoden. Es ist problematisch, wenn Verrechnungspreismethoden zwar zur Verprobung der gefundenen Ergebnisse zugelassen werden, aber nicht fur eine originare Verrechnungspreisbestimmung. Hierbei handelt es sich jedoch nicht um eine im Rahmen der VGVerfahren zu beantwortende Frage, sondern um eine, die in einem vorlaufigen BMFSchreiben zu regeln ist, das dann in der uberarbeiteten Fassung der Verwaltungsgrundsatze aufgeht. In Tz. 4.7 wird fur das Inkrafttreten der Sanktionen nach 162 Abs. 3 und 4 AO auf den 31. Dezember 2003 abgestellt. Dieser Auffassung ist nicht zu folgen. Aus der Regierungsbegrundung zu Art. 97 22 EGAO ergibt sich eindeutig dass der Gesetzgeber den Steuerpflichtigen die Moglichkeit geben wollte, sich 6 Monate auf die Neu28 regelungen einzustellen. Da die GAufz V erst mit Datum vom 13. November 2003 BGBl. I, S. 2296 bekannt gemacht wurde, ist der von der Finanzverwaltung angegebene Stichtag mit dem Willen des Gesetzgebers unvereinbar. Die Aussagen zur Widerlegung in Tz. 4.7.1 sind unzutreffend. Fur die Widerlegung der Vermutung kommt es nicht darauf an, ob der Steuerpflichtige einzelne Beweismittel vorlegt oder eine gesamte Dokumentation wobei der verwendete Ausdruck verwertbare Beweismittel zu erneuten Zweifelsfragen Anlass gibt. Entscheidend ist, dass auch nach Auffassung der GAufz V auf den einzelnen Verrechnungspreis abgestellt werden muss bzw. wie 2 Abs. 3 Satz 1 formuliert: geschaftsvorfallbezogen zu dokumentieren ist. Folglich muss auch bei einer verspateten Vorlage von Unterlagen entschieden werden, ob diese geeignet sind, den Verrechnungspreis fur den einzelnen Geschaftsvorfall als angemessen beurteilen zu konnen. Insoweit wird im Entwurf eine umfassende Sanktionierung vorgesehen, die mit dem Wortlaut der GAufz V unvereinbar ist und auch sachlich nicht gerechtfertigt ist. Die Aussagen zur Anderung der Schatzung in Tz. 4.7.2 sind zu begruen. Gleichwohl sollte uberlegt werden, ob hier erganzend eine Vorlaufigkeit der Bescheide vorgesehen wird, wenn der Steuerpflichtige ein solches Verfahren betreibt. U. E. darf in Tz. 4.7.3 a das Ermessen der Finanzbehorde nicht auf den dort genannten Rahmen begrenzt werden. Entscheidend ist, dass fur die Hohe der Zuschlagsbemessung der wirtschaftliche Vorteil von ausschlaggebender Bedeutung ist. Andernfalls wird den verfassungsrechtlichen Vorgaben nicht entsprochen.27 Sonst besteht die Gefahr, dass sehr geringe Verrechnungspreiskorrekturen erfolgen und im Bezug zu dieser Groe der Zuschlag sehr hoch ist. Eine solche Vorgehensweise ware jedoch verfassungswidrig. Eine Losung kann darin bestehen, dass die Finanzbehorde in solchen Fallen die 5.000, Grenze unterschreiten kann, um einen unverhaltnismaig hohen Zuschlag in Relation zur Verrechnungspreiskorrektur zu verhindern. Auch in den Fallen unter b muss bei der Zuschlagsbemessung der Einkommenskorrekturbetrag berucksichtigt werden. Es sollte klargestellt werden, welche Auswirkungen sich aus dem Zuschlag fur die Gew St ergeben. Nach der jetzigen Fassung entstehen solche nicht. Beim 5. Spiegelstrich wird nicht deutlich, was der betreffende Veranlagungszeitraum ist. Ist dies derjenige, in dem die Prufung erfolgt oder der, fur den die Prufung durchgefuhrt wird. Auerdem wird nicht klar, was unter jeweils angeforderten Aufzeichnungen zu verstehen ist. Bedeutet dies, dass eine Nichtvorlage insgesamt einmal sanktioniert wird oder wurde z. B. eine Nichtdokumentation bei Geschaftsbeziehungen zu mehreren Tochtergesellschaften eine entsprechende Anforderung durch die Finanzverwaltung unterstellt zu einem jeweils erneut zu verhangenden Zuschlag fuhren? In der jetzigen Fassung wird nur die Hochstgrenze von 1 Mio. begrenzt. Die Aussagen zur Anderung im Anschluss an ein Verstandigungs bzw. Schiedsverfahren sind uneingeschrankt zu begruen. Die Vorgaben zum Antrag einer Vorlage in auslandischer Sprache sind unverhaltnismaig. Wenn der Steuerpflichtige einen Antrag nach 2 Abs. 5 Satz 2 GAufz V stellt und 27 Vgl. hierzu JoecksKaminski, ISt R 2004, S. 71. 29 die Finanzverwaltung hierauf nicht innerhalb angemessener Zeit reagiert, kann dies nicht zu Lasten des Steuerpflichtigen gehen. Daher kann in einem solchen Fall moglicherweise eine Ubersetzung verlangt werden, eine Anwendung der Sanktionen nach 162 Abs. 3 und 4 AO scheidet jedoch aus. Erganzend ist zu Tz. 4.7 noch anzumerken, dass keine Aussagen getroffen werden, wie z. B. bei zeitnah erstellten und spater vor einer Bp angepassten Dokumentationen zu verfahren ist, wobei sich dieses Problem sowohl fur auergewohnliche wie auch fur gewohnliche Geschaftsvorfalle stellt. Erganzend sind die praktischen Probleme zu beachten, denn es ist kaum davon auszugehen, dass in zukunftigen Betriebsprufungen der Steuerpflichtige gar keine Unterlagen vorlegen wird. Gleichwohl kann haufig streitig sein, ob diese zeitnah erstellt oder nachtraglich angepasst wurden. Dabei ist zu beachten, dass der Prufungszeitraum durch die Prufungsanordnung 196 AO bestimmt wird. Insoweit ist eine Anforderung entsprechender Dokumentationen auf Vorrat fur zukunftige Betriebsprufungen nicht zulassig. III. 5. Durchfuhrung von Berichtigungen und ihre steuerliche Behandlung In Tz. 5.1 sollte nicht nur auf die Einkunfteminderung abgestellt werden, sondern auf eine ggf. verhinderte Vermogensmehrung. Die jetzt gewahlte Formulierung legt die Frage nahe, ob fur diesen Fall etwas anderes gelten soll. Bei Durchfuhrungen von Berichtigungen und unterschiedlichen Einkunftsqualifikationen kann es auf Ebene des Abkommensrechts zu Mehr oder Minderbelastungen kommen, da z. B. Quellensteuern zu berucksichtigen sind. In Tz. 5.2 sollte klargestellt werden, in welchem Vz. sich die Auswirkungen beim Gesellschafter ergeben. In Tz. 5.3.1 sollte die Ausfuhrungen zur Kap Ertr St konkretisiert werden. Die Aussage zur parallelen Anwendung von Entnahme und 1 ASt G in Tz. 5.3.2 und 5.3.3 fuhrt zur Unvereinbarkeit dieser Regelung mit den Grundfreiheiten des EGVertrages, weil grenzuberschreitende Sachverhalte strenger behandelt werden, als reine Inlandssachverhalte zusatzlich Ansatz des Gewinnaufschlages. Hierfur bedurfte es einer besonderen Rechtfertigung, die nicht ersichtlich ist. Insoweit begegnen dem Entwurf die gleichen Bedenken, wie sie schon zur entsprechenden Regelung im Anwendungsschreiben zum ASt G geauert wurden. Der Ausschluss der Anrechnung auslandischer Steuern Tz. 5.4 fuhrt zwangslaufig zu einer Doppelbesteuerung, da eine Besteuerung im Ausland erfolgt ist und eine weitere Besteuerung im Inland eintritt, deren Milderung durch Anrechnung der auslandischen Steuer nicht erfolgt. Zumindest sollte die Regelung dahingehend konkretisiert werden, dass es sich hierbei nur um solche Steuern handelt, die im Ausland von einem nahe stehenden erhoben wurden. Hingegen kann z. B. eine Korrektur im Inland dazu fuhren, dass eine infolge des Anrechnungshochstbetrags bisher nicht vollstandig nutzbare Steuer nunmehr in groerem Umfang angerechnet werden kann. In Tz. 5.5.2 sollte klargestellt werden, wie mit einem evtl. entstehenden Negativbetrag zu verfahren ist. Auerdem sollte der Verweis nicht nur 30 auf 8b Abs. 2 KSt G erfolgen, sondern auch auf die 5%Pauschle, also 8b Abs. 3 KSt G. III. 6. Abwicklung von Verrechnungspreisberichtigungen und Verstandigungs bzw. Schiedsverfahren EU Die Aussagen der Tz. 6.1.1 bis 6.1.4 beinhalten allgemeine Grundsatze des Verstandigungsverfahrens und keine Besonderheiten der Einkunftsberichtigung zwischen verbundenen Unternehmen bzw. zwischen Stammhaus und Betriebsstatte e. v. v  Insoweit sollte diese Aussage auch in einem entsprechenden Erlass veroffentlicht werden, der einen breiteren Anwendungsbereich hat. Auerdem sollte die Aussage zum Abbrechen eines Verstandigungsverfahrens bei Verletzung der Mitwirkungspflichten dahingehend konkretisiert werden, dass leichte Verletzungen unschadlich sind. Andernfalls wird praktisch immer die Moglichkeit bestehen, dem Steuerpflichtigen in einem Bereich eine Verletzung der Mitwirkungspflichten vorzuwerfen und damit ein Verstandigungsverfahren beenden zu konnen. Eine Ausnahme bildet lediglich die Aussage zu 162 Abs. 4 AO auf S. 79. Daher sollte eine Abstimmung mit dem Merkblatt zum internationalen Verstandigungsverfahren und zum Schiedsverfahren erfolgen. Vollig inakzeptabel ist die Ausfuhrung in Tz. 6.1.3 a, in dem festgestellt wird, dass eine etwaige Doppelbesteuerung, die nicht vermieden werden kann, durch den Steuerpflichtigen hingenommen werden muss. Die Forderung nach Offenlegung einer eingebuchten Gegenforderung in Tz. 6.3.1 sollte nicht nur im Bereich des Verstandigungs und Schiedsverfahrens aufgegriffen werden, sondern bei den AnforderungenInhalten der Dokumentation. Unter Tz. 6.3.2 a sollte danach differenziert werden, ob es berechtigte Grunde gibt, warum das Unternehmen die dort geforderten Nachweise nicht erbracht hat. Hier sollte zumindest die Moglichkeit eines Gegenbeweises vorgesehen werden. III. 7. Aufhebung von Verwaltungsregelungen Das BMF hat mit Schreiben vom 26. Februar 200428 sich zum BFHUrteil vom 17. Oktober 200129 geauert. Ohne hier den Inhalt dieses Schreibens beurteilen zu wollen, ist es rein regelungstechnisch zu bedauern, dass das BMF sich nicht entschlossen hat, die Regelungen dieses Schreibens, sofern sie denn fur fortfuhrungswurdig angesehen werden, uberfuhrt hat. Damit ware es moglich gewesen, die Fragen jeweils zusammenfassend zu behandeln und lediglich fur noch laufende Betriebsprufungen auf das alte Schreiben abzustellen. Hierdurch liee sich eine hohere Uber 28 BSt Bl. I, S. 270. 29 I R 10300, BSt Bl. II 2004, S. 171. 31 sichtlichkeit erreichen und es konnte der Zerkluftung der Materie begegnet werden. Dies ist notwendig, weil viele der Rechtsanwender Auslander sind, denen das Verstandnis der deutschen Regelungen und Vorgehensweise ohnehin Schwierigkeiten bereitet. IV. Zusammenfassung Wie die vorstehenden Ausfuhrungen gezeigt haben, gibt es sowohl im Grundsatz als auch im Detail eine Vielzahl von Kritikpunkten an dem nunmehr vorliegenden Entwurf. Zwar ist es einerseits zu begruen, dass die Finanzverwaltung den Steuerpflichtigen Hilfestellung bei der Umsetzung der gesetzlichen Anforderungen bieten will, doch zeigt der vorliegende Entwurf deutlich, dass hierbei enge Grenzen bestehen. Der Gesetzgeber wird sich die Frage stellen mussen, ob die von ihm gewahlte Vorgehensweise die richtige war. Offensichtlich artet die Dokumentationspflicht von Verrechnungspreisen immer mehr zu einem Regelungsbereich aus, wo die Finanzverwaltung zwar einerseits versucht, konkrete Vorgaben zu machen, andererseits diese jedoch nicht ausreichend sind, um tatsachliche Hilfestellungen fur die Umsetzung in den Unternehmen zu liefern. Dies zeigt sich besonders deutlich im Bereich der Betriebsstattenbesteuerung, wo die bisher vorliegenden Entwurfe nicht einmal im Ansatz ausreichend sind, um die von der Finanzverwaltung intendierte Zielsetzung zu erreichen. Andererseits stellen viele der vorgesehenen Regelungen fur die Steuerpflichtigen eine erhebliche burokratische Belastung dar. Vor diesem Hintergrund sollte unseres Erachtens eine grundlegende Uberarbeitung des nunmehr vorliegenden Entwurfs erfolgen. 32 ErnstMoritzArndtUniversitat Greifswald Rechts und Staatswissenschaftliche Fakultat Wirtschaftswissenschaftliche Diskussionspapiere Bisher erschienen: 197 Ole JanssenCarsten Lange: Subventionierung elektronischer Geldborsen durch staatliche Geldschopfungsgewinne 297 Bernd Frick: Kollektivgutproblematik und externe Effekte im professionellen TeamSport: Spannungsgrad und Zuschauerentwicklung im bezahlten Fuball 397 Frauke Wilhelm: Produktionsfunktionen im professionellen Mannschaftssport: Das Beispiel BasketballBundesliga 497 Alexander Dilger: Ertragswirkungen von Betriebsraten: Eine Untersuchung mit Hilfe des NIFAPanels 198 Volker Ulrich: Das Gesundheitswesen an der Schwelle zum Jahr 2000 298 Udo Schneider: Der Arzt als Agent des Patienten: Zur Ubertragbarkeit der PrincipalAgentTheorie auf die ArztPatientBeziehung 398 Volker UlrichManfred Erbsland: Shortrun Dynamics and Longrun Effects of Demographic Change on Public Debt and the Budget 498 Alexander Dilger: Eine okonomische Argumentation gegen Studiengebuhren 598 Lucas Bretschger: Nachhaltige Entwicklung der Weltwirtschaft: Ein NordSud 698 Bernd Frick: PersonalControlling und Unternehmenserfolg: Theoretische Uberlegungen und empirische Befunde aus dem professionellen TeamSport 798 Xenia Matschke: On the Import Quotas on a QuantityFixing Cartel in a Two CounAnsatz trySetting 898 Tobias Rehbock: Die Auswirkung der Kreditrationierung auf die Finanzierungsstruktur der Unternehmen 998 Ole JanssenArmin Rohde: Einflu elektronischer Geldborsen auf den Zusammenhang zwischen Umlaufsgeschwindigkeit des Geldes, Geldmenge und Preisniveau 1098 Stefan Degenhardt: The Social Costs of Climate Change: A Critical Examination 1198 Ulrich Hampicke: Remunerating Conservation: The FaustmannHartmann Approach 1298 Lucas Bretschger: Dynamik der realwirtschaftlichen Integration am Beispiel der EUand its Limits Osterweiterung 33 1398 Heiko Burchert: Okonomische Evaluation von TelematikAnwendungen im Gesundheitswesen und Schlufolgerungen fur ihre Implementierung 1498 Alexander Dilger: The AbsentMinded Prisoner 1598 Rainer Leisten: Sequencing CONWIP flowshops: Analysis and heuristics 199 Friedrich BreyerVolker Ulrich: Gesundheitsausgaben, Alter und medizinischer Fortschritt: eine okonomische Analyse 299 Alexander DilgerBernd FrickGerhard Speckbacher: Mitbestimmung als zentrale Frage der Corporate Governance 399 Paul Marschall: Lebensstilwandel in Ostdeutschland: Ansatzpunkte fur gesundheitsokonomische Analysen 499 Lucas Bretschger: One the predictability of knowledge formation: the tortuous link between regional specialisation and development 599 Alexander Dilger: Betriebsratstypen und Personalfluktuation: Eine empirische Untersuchung mit Daten des NIFAPanels 699 Claudia Werker: Market Chances of Innovative Firms from Transition Countries in Interregional Markets Double Moral Hazard 799 Udo Schneider: Arztliche Leistung und Compliance des Patienten der Fall des 100 Florian BuchnerJurgen Wasem: Versteilerung der alters und geschlechtsspezifischen Ausgabenprofile von Krankenversicherern 200 Lucas Bretschger: Konvergenz der europaischen Regionen 300 Armin RohdeOle Janssen: EUOsterweiterung: Ist ein schneller Beitritt zur Europaischen Wahrungsunion fur Estland sinnvoll? 400 Lembo Tanning: Schatzkriterien des Auenhandels zwischen der Europaischen Union und mittel und osteuropaischen Landern 500 Frank HettichCarsten Schmidt: Deutschland, ein Steuermarchen? 600 Cornelia KerimSadeAlexander CrispinJurgen Wasem: An External control of Validity of the German Euro Qol5D Questionnaire 700 Lucas BretschgerFrank Hettich: Globalisation, Capital Mobility and Tax Competition: Theory and Evidence for OECD Countries 800 Frank Hettich: The Implications of International Cooperations for Economic Growth, Environmental Quality and Welfare 34 Model 900 Alexander Dilger: The Market is Fairer than Bebchuk s Scheme 1000 Claudia Werker: Market Performance and Competition: A Product Life Cycle 1100 Joachim Schwerin: The Dynamics of Sectoral Change: Innovation and Growth in Clyde Shipbuilding, c. 18501900 1200 Lucas BretschgerSjak Smulders: Explaining Environmental Kuznets Curves: How Pollution Induces Policy and New Technologies 1300 Franz Hessel: Wertigkeit der Augeninnendruckmessung mittels Noncontract Tonometrie durch Augenoptiker in Deutschland. Eine KostenWirksamkeitsAnalyse 1400 Lucas Bretschger: Internationaler Handel im Ostseeraum soziookonomische Hin 1500 Hans Pechtl: Die Kongruenzhypothese in der Geschaftsstattenwahl 0101 Joachim Prinz: Why Do Wages Slope Upwards? Testing Three Labor Market Theotergrunde ries 0201 Armin RohdeOle Janssen: Osteuropaische Currency BoardLander und die optimale Integrationsstrategie in die Europaische Wahrungsunion am Beispiel Estlands 0301 Lucas Bretschger: Wachstumstheoretische Perspektiven der Wirtschaftsintegration: Neuere Ansatze 0401 Stefan Gre, Kieke Okma, Franz Hessel: Managed Competition in Health Care in The Netherlands and Germany Theoretical Foundation, Empirical Findings and Policy Conclusion 0501 Lucas Bretschger: Taking Two Steps to Climb onto the Stage: Capital Taxes as Link between Trade and Growth 0601 Udo Schneider: Okonomische Analyse der ArztPatientBeziehung: Theoretische Modellierung und empirische Ergebnisse 0701 Paul Marschall: Lernen und Lebensstilwandel in Transformationsokonomien 0801 Thomas Steger: Stylised Facts of Economic Growth in Developing Countries 0901 Hans Pechtl: Akzeptanz und Nutzung des BCommerce im B2C. Eine empirische 1001 Hannes Egli: Are CrossCountry Studies of the Environmental Kuznets Curve Misleading? New Evidence from Time Series Data for Germany 0102 Stefan Gre, Kieke Okma, Jurgen Wasem: Private Health Insurance in Social Health Insurances Countries Market Outcomes and Policy Implications Analyse 35 0202 Ole Janssen, Armin Rohde: Monetare Ursachen der Arbeitslosigkeit in Currency 0302 Alexander Dilger: Never Change a Winning Team An Analysis of Hazard Rates in 0402 Thomas Steger: Transitional Dynamics in RDbased Models of Endogenous BoardSystemen? the NBA Growth der EU 0502 Franz Hessel, Eva Grill, Petra SchnellInderst, Jurgen Wasem: Modelling costs and outcomes of newborn hearing screening 0602 Veronica Vargas, Jurgen Wasem: Using selected diagnoses to improve the Chilean Capitation formula 0702 Susann Kurth: Die mittel und osteuropaische EUBeitrittskandidaten auf dem Weg in die EU: Eine Bestandsaufnahme und Analyse der Kriterien von Maastricht 0802 Roland Rollberg: 16 Falle kostenminimaler Anpassung eines Aggregats bei im Zeitablauf konstanter Intensitat 0902 Juri Sepp: Estlands Wirtschaftspolitik im Rahmen der Koordinationsanforderungen 0103 Ole Janssen: Vergleich zwischen Currency BoardSystem und Standard FixSystem 0203 Mart Sorg: Reformation of the Estonian Banking System 0303 Bert Kaminski: Aktuelle steuerliche Neuregelungen und deren Auswirkungen auf unternehmerische Entscheidungen unter besonderer Berucksichtigung des Steuervergunstigungsabbaugesetzes vom 11. April 2003 0403 Stefan Mirschel, Roland Rollberg, Ulrich Steinmetz: Technologische Fundierung der Produktionsfunktion vom Typ D mit Hilfe von Verbrauchs und Erzeugungsfunktionen 0503 Heiko Kay Xander: Evolutionare Optimierung mit MUTABA MutativBiologischer Algorithmus Version 2.1 0603 Michael Lerm, Roland Rollberg: Ellipsenverfahren zur betriebsubergreifenden simultanen Losgroen und Bestellmengenplanung 0703 Bert Kaminski, Gunther Strunk: Anmerkungen zum Entwurf der Gewinnabgrenzungsaufzeichnungsverordnung GAufz V vom 11. August 2003 BRDrucks. 58303 0803 Jan Kornert, Jan Hendrik Abendroth, Maren Holdschick u. Robert Straner: Internationale Preisindexanleihen als Instrument zum Schutz vor Inflation und zum Schatzen von Inflationserwartungen 36 schen Bankensystem rechtsanderungen in Estland schaftspolitische Aspekte Konsequenzen Analyse Konzept zur strategischen Unternehmensfuhrung 0903 Robert Straner u. Jan Kornert: Strategische Allianzen als betriebswirtschaftliches 1003 Jan Kornert, Bernd Nolte u. Maren Holdschick: Neuere Entwicklungen im italieni 1103 Jan Kornert: Empirische Befunde zur Balanced Scorecard: Umsetzungsstand und 0104 Hans Pechtl: Das Preiswissen von Konsumenten. Eine theoretischkonzeptionelle 0204 Cornelia Wolf, Jan Kornert: Stakeholder Scorecard versus Balanced Scorecard 0304 Stefan Mirschel, HeinzEckart Klingelhofer, Michael Lerm: Bewertung von Stimm 0404 Matti Raudjarv: Wirtschaftspolitische Ziele und marktwirtschaftliche Transformation 0504 Matti Raudjarv: Unternehmensgrundung und tatigkeit in Estland: Einige wirt 0604 Jan Kornert, Robert Straner: Schwedens Bankenkrise und das Rating von Nordban 0704 Stefan Mirschel, Michael Lerm: Zur Interpretation der Dualvariable der Mindestziel 0804 Ralf Doring: Wie stark ist schwache, wie schwach starke Nachhaltigkeit? Dieses Werk ist durch Urheberrecht geschutzt. Die damit begrundeten Rechte, insbesondere die der Entnahme von Abbildungen und Tabellen, der Funksendung, des Nachdrucks, der Ubersetzung, des Vortrags, der Mikroverfilmung oder der Vervielfaltigung auf anderen Wegen und der Speicherung in Datenverarbeitungsanlagen, bleiben, auch bei nur in Auszugen erfolgender Verwendung, vorbehalten. Eine vollstandige oder teilweise Vervielfaltigung dieses Werkes ist in jedem Fall nur in den Grenzen der gesetzlichen Bestimmungen der jeweils geltenden Fassung des Urheberrechtgesetzes der Bundesrepublik Deutschland vom 9. September 1965 zulassig. Grundsatzlich ist die Vervielfaltigung vergutungspflichtig. Verstoe unterliegen den Strafbestimmungen des Urheberrechtsgesetzes. funktionswertrestriktion im Zustandsgrenzpreismodell ken und Gota Bank in den 1990er Jahren 37 ", "filename": "09_2004.pdf", "person": ["Bert Kaminski", "Kaminski, Bert", "Günther Strunk", "Strunk, Günther"], "date": ["2004"]}