{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86778/1/10-125.pdf"], "title": ["Two-way Flow Networks with Small Decay"], "plaintext": "Twoway cid:135ow networks with small decay K. De Jaegher Utrecht School of Economics Utrecht Universityk.dejaegheruu.nl J.J.A. Kamphorst Erasmus School of Economics Erasmus University Rotterdamkamphorstese.eur.nl Work in progress: November 20101Abstract: This paper characterizes the set of equilibrium networks in the twoway cid:135ow model of network formation with small decay, and this for all increasingbenecid:133t functions of the players. We show that as long as the population islarge enough, this set contains large as well as smalldiameter networks. Forall benecid:133t functions, the peripherysponsored star is the most stable. Whenthe marginal benecid:133ts of information are constant, all nonstar networks areequally stable. With increasing marginal benecid:133ts of information, smalldiameternetworks in general tend to be more stable. However, with decreasing marginalbenecid:133ts of information, largediameter networks tend to be the most robustalong with the peripherysponsored star.1 Introduction In network formation models, information decay recid:135ects the intuition that information becomes less valuable the further it has to travel through the network.2Decay has two eects on network formation. First, exante, homogeneous players become heterogeneous by their position in the network. A player with manydirect links in the network, or a player who forms a bridge in the networkthrough which information between many other players travels, may be moreattractive to connect to. Second, decay may give the individual player an incentive to sponsor links to players from which he already indirectly receives 1 This paper arose from comments by Ewa Mendys, and we are grateful to her. We alsothank Corinne AutantBernard, Pascal Billand, Christophe Bravard, Berno Bcid:252chel, Vincent Buskens, Rense Corten, Marco van der Leij, Jacqueline Morgan, Stephanie Rosenkranz, Klaas Staal and Bastian Westbrock for valuable comments, as well as the participants of the ISDG13in Wroclaw, the 5th SFBTR 15 workshop for young researchers in Berlin, the 7th workshopon networks in economics and sociology: dynamic networks in Utrecht, the LSU Conferenceon cid:146Networks: Theory and Applicationscid:146, the 15th CTN workshop in Marseille, the EEAconference in Glasgow, and a CREUSET seminar in St.Etienne.2 For example, consider a situation in which an agent benecid:133ts from connections to otheragents because other agents might hear information say on job openings, or sales which thisagent has missed. Having a connection to other agents allows the agent to benecid:133t from theinformation which other players receive. Of course, information may be passed on by thirdagents. As communication is typically imperfect, one could say that more of the informationis lost when it has to be passed on through more other agents. This is an example of decay.1information; if these players are so distant that their information has decayeda lot, it may still be of interest to the individual player to also connect directlyto them. The second eect only exists for large enough levels of decay, but thecid:133rst eect exists for all positive levels of decay. It follows that it is possible toanalyze the cid:133rst eect in isolation, which is the purpose of this paper. Roughlyspeaking, we say that there is small decay when the second eect does not playa signicid:133cant role.We use the twoway cid:135ow model of network formation, as introduced in theseminal Bala and Goyal 2000a.3 The authors provide a full characterization ofthe set of strict Nash networks SNNs cid:150so where every player strictly prefersto keep his current strategy cid:150for the case where there is no decay. They show,for very general payo functions, that there is just a single strict Nash networkarchitecture, namely the centersponsored star 4. However they make anotherimportant point. By means of a few specicid:133c examples in a setting with linearbenecid:133ts, they show that the set of strict Nash network architectures becomesmuch richer when there is small decay. These examples are all smalldiameternetworks, so in those example networks all players are close to each other.Bala and Goyal 2000a do not further investigate the necessary and su cientstructural properties which strict Nash networks will satisfy under decay. Still,it seems then that the general result of the stability of smalldiameter networks ismaintained. This intuition is concid:133rmed in Hojman and Szeidlcid:146s 2008 extensionof the twoway cid:135ow model to the case of decay. They cid:133nd that the unique SNN architecture is the peripherysponsored star 5 if i the population is largeenough; ii there is a maximal distance at which information can cid:135ow; iiithere is decay 6; and iv the benecid:133t function is concave enough.The twoway cid:135ow model has been extensively studied and has been modicid:133ed in several directions such as player heterogeneity 7, link reliability 8 andnonlinear benecid:133ts 9.In contrast to many of those papers, we do not extend 3 In that network, the agents who are the nodes decide to which of the other agents theysponsor links. This generates a network. Agents have incentives to sponsor links becausethey receive some benecid:133t for each agent that they are connected to via a series of links apath. On the other hand, sponsoring links is costly. In their basic model the benecid:133ts whicha player derives from being connected to some other agent only depends on whether there isa connection, not on the length of the path.4 A network where one player sponsors a link to each other player, while the other playersdo nothing.5 A network in which there is a unique player who sponsors no links, say player i; and whereall other players sponsor one link each, namely to player i:6 Their decay function is a very nice generalization of the typical decay function which wewill use.7 For instance, Billand et al. 2006, Galeotti et al. 2006 and Kamphorst and Van der Laan 2007.8 See for instance Bala and Goyal 2000b, Haller et al. 2005 and Billand et al. 2006.9 See VergaraCaarelli 2004 for an example in the oneway cid:135ow model; Buechel 2007for an example with two sided link formation; Goyal and Joshi 2006 for an example withtwosided link formation and nonlinearity of payos in the number of own links and thenumber of links by others; and Bloch and Dutta 2009 for an example with endogenous linkstrength and nonlinearity of benecid:133ts in link strengths.Note also that, for the case without decay, Bala and Goyal 2000a adopts a very general 2the twoway cid:135ow model, but instead we continue the analysis of decay whereit stopped in Bala and Goyal 2000a. Specicid:133cally, the contribution of our paper is a full characterization of strict Nash networks with decay. Contrary to Hojman and Szeidl 2008, we do not consider an exogenously given maximaldistance at which information can cid:135ow, and we do not just consider decreasingmarginal benecid:133ts of information, but any benecid:133t function that is increasing ininformation. We focus on small decay, so that any minimal connected networkpotentially is a strict Nash network, or such that the set of strict Nash networksdoes not contain nonminimal networks.Based on the simple principle that in a strict Nash network, every sponsor ofa link should connect to a unique bestinformed player in the accessed component, we are able to show that minimal connected networks that are candidatestrict Nash networks can be divided into two groups, namely networks with aunique characterizing player who receives multiple links, and networks with aunique characterizing player who does not receive any links. In both types ofcandidate networks, with the exception of the links directly sponsored to thecharacterizing player, the direction of sponsoring points away from the characterizing player. The characterizing player is either the bestinformed playerin the network, or sponsors a link to the bestinformed player in the network.In general, the more distant in the network a player is from the characterizingplayer, the less information he has.In any minimal connected network that is a potential strict Nash network,each recipient of a link either sponsors no links, or sponsors at least two links.In combination with the result that the direction of sponsoring tends to pointaway from the characterizing player, this shows that as long as the population islarge enough, the diameter of a candidate strict Nash network can be arbitrarilylarge.We next importantly show that parameters exist such that the set of candidate strict Nash networks, i.e. the set of minimal connected networks that meetthe necessary conditions that we have listed so far, indeed fully characterizes theset of strict Nash networks. The characterization is completed by deriving, forsmall decay, a condition which we refer to as the balancing condition, and whichensures that the architecture of the network is such that each sponsoring playersponsors a link to the unique bestinformed player in the component accessed.The balancing condition further allows us to characterize the maximaldiameternetworks for a specicid:133c set of populations, and to concid:133rm that this maximaldiameter is arbitrarily large, as long as the population is su ciently large.We further investigate, for specicid:133c forms of the benecid:133t function, the stabilityof the set of strict Nash networks to increases in linking costs. For all benecid:133tfunctions, the architecture where all players sponsor a single link to a singlecentral player peripherysponsored star is the most stable.Intuitively, thebenecid:133t of sponsoring a link to a peripheral player in such a network is large, asthe choice lies between having no information at all, or having all players closeby, thus obtaining highquality information.payo function which is in no way restricted to linear benecid:133ts.3Further stability results depend on the form of the benecid:133t function. Withconstant marginal benecid:133ts of information, all networks that meet our necessaryconditions and are not peripherysponsored stars, are equally stable. Underincreasing marginal benecid:133ts of information, smalldiameter networks tend tobe more stable. Intuitively, with increasing marginal benecid:133ts of information,players have more incentives to sponsor links the more information they alreadyhave, i.e.the closer they already are to other players in the network. Thismakes smalldiameter networks more stable.Under decreasing marginal benecid:133ts, however, with the exception of theperipherysponsored stars, largediameter networks tend to be more stable. Intuitively, with decreasing marginal benecid:133ts of information, players have moreincentives to sponsor links the less information they already have, i.e. the further away they are from other players in the network. This makes largediameternetworks more robust. In a general version of this result, we show that a gapexists in the diameters covered by the strict Nash networks. Further, for aspecicid:133c example, we show that cost levels exist such that the only strict Nashnetworks are the peripherysponsored stars, and the networks with maximaldiameter, or with diameter one unit lower than the maximal diameter. Theseresults go radically against the intuition that smalldiameter networks are morestable, recid:135ected by results presented in Bala and Goyal 2000a, and Hojmanand Szeidl 2008.The paper is structured in such a manner that we start by deriving a maximum number of results for a minimal number of assumptions. Further assumptions, in particular about the form of the benecid:133t function and the level of decay,are introduced later on to make the characterization more detailed. In Section 2 we present the game, introduce terminology and notation, and derive somestandard preliminary results. Section 3 characterizes the necessary structuralproperties of mimimal connected SNNs, and this for a general increasing benecid:133tfunction. The relative stability of dierent candidate SNN minimal connectednetworks is then studied in Section 4 for three special types of benecid:133t functions:concave, linear and convex. We are able to extend the characterization further in Section 5 by looking at levels of decay which are su ciently small. This resultsin a condition which we call the balancing condition. This balancing conditionallows us to show that all networks which satisfy the balancing condition as wellas the properties derived in Section 3 are indeed SNNs for some positive rangeof the parameters. Hence each such network is indeed relevant. Further, we usethe balancing condition to show that, as long as the population is large enough,there is no upper limit on the maximal diameter that a strict Nash network mayhave. Moreover, under concave benecid:133ts of information, we provide an examplewhere for high costs, the only stable networks are the peripherysponsored starand the candidate networks with the largest diameters. Section 6 concludeswith a discussion of the results.42 The Model In this section we cid:133rst present the game Section 2.1, then we introduce someuseful notation and terminology, and two important architectures Section 2.2.We end this section by providing some standard results regarding the existenceand architecture of strict Nash networks Section 2.3.2.1 The game Let N be the set of players with cardinality n, where n cid:21 3: Each player faces thechoice which of the other players he will sponsor a link to. A link by player i thesponsor to player j the recipient is denoted by ij. The set of all links thata player i can possibly sponsor is given by Licid:17fkj 2 N cid:2 N : k i; j 6 ig.L is decid:133ned as the set of all possible links, meaning that L cid:17Si 2N Li fij 2 N cid:2 N : i 6 jg. We typically denote the strategy of player i cid:150the set oflinks that he sponsors cid:150by gi. His strategy space Gi, where obviously gi 2 Gi, istherefore the collection of all subsets of Li, specicid:133cally Gicid:17fgi cid:18 N cid:2 N : gi cid:18 Lig :All links together form a network 10, typically denoted by g; so gcid:17Si 2Ngi. Thestrategy space G is the set of all possible networks, which is the collection of allsubsets of the set of all possible links. Thus G cid:17fg cid:18 N cid:2 N : g cid:18 Lg. We candepict such a network g in a graph, where the players are the nodes, and eachlink ii 0 2 g is represented by an arrow directed arc from i to i 0: For example,Figure 1 shows the network f 12; 23; 43g.Figure 1: Example of a 4 player network g; where g f 12; 23; 43g :Now we come to the disincentives for players to sponsor links. The disincentives arise because sponsoring links is costly. The costs of a link ij aredenoted by c; and are incurred completely by the sponsor; the recipient incursno costs. Let N Si g cid:26 N be the set of players to whom player i sponsors a linki g cid:17 fj 2 N : ij 2 gg : Hence the total costs for player i in networkin g; so N SThe benecid:133ts of links comes from the need for information by players. Eachplayer owns a unit of nonrival private information. Players benecid:133t fromaccessing the information of other players. A player can access another playercid:146sinformation only if the two players are connected by a path of links. On thispath, it does not matter who the sponsor of the links are. The benecid:133ts of a linkg are equal tocid:12cid:12N Si gcid:12cid:12 c:10 Observe that the strategy procid:133le coincides with the network. In this paper we will referto any strategy procid:133le as a network. Similarly, we will refer to any strict Nash equilibriumas a strict Nash network.51243cid:146cid:135ow in two directionscid:146. To make this precise, we let ij 2 g denote that ij 2 gor ji 2 g or both 11. We say that in network g players i 0 and ik are connected ifthere exists some subset of players Ni 0ik cid:18 N ; Ni 0ik fi 0; :::; ikg such that forall 2 f 1; :::; kg we have that icid:01i 2 g. Let Ni g denote the set of players towhom player i is connected in network g:When two players are connected, they exchange their private information.However, information decays more the longer the path. We follow the literaturesee e.g. Bala and Goyal 2000a in our modeling of decay. In this literatureonly the shortest path between any two players is relevant. The distance betweenplayers i and j in network g is the length of the shortest path between these twoplayers. We denote this distance by dij g :12 Let N di g cid:26 N be the set of players at distance d from player i in network g: So N di g cid:17 fj 2 N : dij g dg ;where by decid:133nition N 0i g fig : Every time the information is passed on aconstant fraction 1 cid:0 cid:14 of the remaining information is lost, where cid:14 2 0; 1.The total amount of information gathered by player i in network g is then Ii g ncid:01Xd0cid:16cid:14dcid:12cid:12N di gcid:12cid:12cid:17 : We call Ii g player icid:146s expost information, as itis the information that i obtains after having decided to sponsor all links ingi. The benecid:133ts derived by player i from network g; Vi g ; are an increasingfunction of Ii g ; specicid:133cally Vi g f Ii g where f 0 0.Observe that decay gives players incentives to sponsor links to players towhom they are already connected for the purpose of reducing the distance between them. However, throughout this paper we assume that cid:14 is large enoughto ensure minimality of any Nash network, meaning that any two players arenot connected by more than one path of links. So the amount of decay is small.The utility which i obtains in g equals his benecid:133ts minus his costs. Formally,Ui g Vi g cid:0cid:12cid:12N Si gcid:12cid:12 c:i gcid:3 cid:8gi 2 Gi : Uicid:0gcid:3Decid:133ne gcid:0i as all the links in g excluding the links sponsored by player i. Anetwork g is a strict Nash network SNN if for each player i 2N and all g 0i 2Gi;g 0i 6 gi; we have Ui g Ui gcid:0i g 0i : Similarly, in a Nash network every playerplays a best reply strategy. Denote by BRfi g the set of best reply strategiesof player i versus network g under function f: Formally, for any benecid:133t functionf we have BRfcid:0i g 0icid:1 for all g 0i 2 Gicid:9 :If in a Nash network the best reply set for each player is singleton then thenetwork is a SNN. We denote the set of networks that are SNN by GSN N .2.2 Terminology and notation Having described the game, we introduce some useful terminology and notation. Each network g partitions the population into one or more components 11 So ij 2 g says that the intersection of fij; jig and g is not empty.12 Note that twoway cid:135ow implies dij dji for all i; j 2 N:cid:0i gicid:1 cid:21 Uicid:0gcid:36of g, where two players belong to the same component if and only if they areconnected. Component x is denoted as Cx g. A network that contains onlyone component is called a connected network. A network is minimalif thedeletion of any link in that network will result in an increase of the number ofcomponents. A cycle is a set of linkscid:8j 0j 1; :::; jkcid:01jkcid:9 such that j 0 jk: Thisimplies that a component or network is minimal if and only if it contains nocycles. We call a link which is not part of a cycle a minimal link, while any linkwhich is part of a cycle is called a nonminimal link. A nonrecipient player is aplayer that receives no links.13 We call a recipient that receives more than onelink a multirecipient. Note that multirecipients cannot be nonrecipient players, since nonrecipient players receive no links. E.g, in the network in Figure 1player 3 is a multirecipient, players 1 and 4 are both nonrecipient players.We now decid:133ne our concept of the bestinformed player. For a network gand for a set of players M, M cid:18 N , decid:133ne network g M as the set of links ofnetwork g of which both the sponsor and the recipient of the link belong to M:Formally, g M fij 2 g : i; j 2 Mg. Note that g M may be, but does not haveto be, a component.Decid:133nition 1 Let M cid:18 N be a connected subset of players in network g: Thenplayer i; i 2 M; is a bestinformed player of M if Ii g M cid:21 Ij g M for allj 2 M:Remark 1 If in network g some player i is not part of component Cx g, thenthe additional information he receives from sponsoring a link to some playerj; j 2 Cx g ; is cid:14Ij g : Since all links cost the same, and because utility isstrictly increasing in information the best link which player i can have into thecomponent is to the bestinformed player of Cx g14. Moreover, by the samearguments it follows that player i is indierent between any two bestinformedplayers of a particular component.Let ii 0 2 g, then Aii 0 g is the set of players which i observes in g exclusivelyvia link ii 015: Using this notation, g Aii 0 g is the component to which player igains access by sponsoring a link to i 0. More generally, Aii 0 g is the set ofplayers which i observes in g exclusively via link ii 0, where it is left open whetherii 0 ii 0 or ii 0 i 0i. A link ii 0 2 g is said to point to player j if j 2 Aii 0 g.A link ii 0 2 g is said to point away from player j if j 2 Aii 0 g and ii 0 i 0i.Links ii 0 2 g and jj 0 2 g are said to point to each other if i 2 Ajj 0 g andj 2 Aii 0 g. Finally, we say that a link through which the sponsor observes onlythe recipient of that link is an end link, formally a link ii 0 2 g is an end linkif Aii 0 g fi 0g : If ii 0 is an end link then i is an end sponsor and i 0 an endrecipient. To illustrate these concepts, we consider network g in Figure 1. It 13 In any connected network, a nonrecipient player will also be transmitter, i.e. a playerwho receives no links while he sponsors at least one link.14 Note that without decay so cid:14 1, every player in any connected set is a most valuableplayer in that set. This concept can also be useful when considering heterogeneous agents.15 So Aii 0 gT Ni gnii 0 ; and Aii 0 gS Ni gnii 0 Ni g7consists of one component, and is thus a connected network. In this network,A12 g f 2; 3; 4g, and A23 g f 3; 4g; g A12g f 23; 43g and g A23g f 43g;link 23 points to players 3 and 4, and away from players 1 and 2, while links 12and 43 point towards each other. Finally, there are no end links.Two networks have the same architecture if one can obtain one network fromthe other by permuting the strategies of agents. We use cid:13 to denote an individualarchitecture. Two highly stylized architectures that play an important role inour analysis are the centersponsored star CSS and the peripherysponsoredstar PSS. Stars are minimal connected networks where one player, the centralplayer, has a link either as sponsor or as recipient with every other player.Networks AC in Figure 2 are all stars. The CSS is a special case of the starwhere the central player sponsors each link Network A, while the PSS s aspecial case of the star where the central player sponsors each link Network C.A star with both centersponsored and peripherysponsored links e.g. Network B is called a hybrid star.2.3 Preliminary results We now derive some preliminary results. The decid:133nitions above imply the following lemma, which relates the number of nonrecipient players to the numberof multirecipients in minimal connected networks.Lemma 1 Let network g be a nonempty minimal connected SNN. Then g either contains one or more multirecipients, in which case it contains multiplenonrecipient players; in this case, we call g a multirecipient network. Or gcontains no multirecipients, in which case it contains exactly one nonrecipientplayer; in this case, we call g a nonrecipient player network.Proof. Any minimal connected directed graph has precisely n cid:0 1 directedlinks. These can be received by at most n cid:0 1 dierent recipients. It followsthat any minimal connected network contains at least one nonrecipient player.If there are no multirecipients, then the directed links are each received by adierent player, so that there is exactly one nonrecipient player. If there is atleast one multirecipient, at least two of the n cid:0 1 directed links are receivedby a multirecipient, meaning that at least two players will not receive any links.It follows that there must be at least two nonrecipient players.Further, we show that there exists a SNN, and that for small decay, all nonempty SNNs are minimal and connected. We cid:133rst show that in the absence ofdecay, nonempty SNNs are always minimal.Lemma 2 In the absence of decay, no player in any network g prefers to sponsor nonminimal links.Proof. Any nonminimal link yields a marginal benecid:133t of zero. As linking iscostly, a player sponsoring a nonminimal link is better o when deleting anyone of his nonminimal links.8We now decid:133ne two levels threshold levels of decay, and after that we showthat both are smaller than one.Decid:133nition 2 Let cid:14M c; n; f I be the lowest level of decay such that for allcid:14 cid:14M c; n; f I no player in any network prefers to sponsor a nonminimallink.Decid:133nition 3 Let cid:14R c; n; f I be the lowest level of decay such that for allcid:14 cid:14R c; n; f I any SNN g is minimal.We now show that both thresholds are strictly below 1.Lemma 3 For any c 0; n cid:21 3; and f I 0 we have cid:14Rc; n; f I cid:20cid:14M c; n; f I 1.Proof. Note that the benecid:133t function is continuous in cid:14: By this continuityit follows from Lemma 2 that cid:14M c; n; f I 1: From the two decid:133nitions itis apparent that cid:14Rc; n; f I cid:20 cid:14M c; n; f I ; since if all players prefer todelete nonminimal links, no SNN can contain a cycle.The condition cid:14 cid:14M c; n; f I ensures that, in any given network, noplayer wants to add a nonminimal link. Yet, even if this condition is not valid,it may still be that all SNN are minimal. If there is a network to which a playerprefers to add a nonminimal link, then this new network itself need not be a SNN. This is why the condition cid:14 cid:14R c; n; f I, ensuring that all SNN areminimal, cannot be a stronger condition than cid:14 cid:14M c; n; f I, as stated in Lemma 3.The following two lemmas show together that all nonempty networks areconnected 16.Lemma 4 Let network g be a nonempty SNN and cid:14 cid:14Rc; n; f I. Then ghas no singleton component.Proof. Suppose not. Then there exists a player, say j, who is isolated. Moreover, by minimality and nonemptiness of g; there exists some player i whoreceives no links, but does sponsor a set of links himself, namely to all playersin N Si g : Note that Ii gcid:0i Ij gcid:0i Ij g : Now let player j considerstrategy g 0j in which he sponsors a link to every recipient of links from player i:i gcid:1 : This costs him the same as gi costs player i: But So g 0j cid:0ji 0 2 L : i 0 2 N Sthe benecid:133ts to player j are strictly larger because he accesses the same playersat the same distance as player i does and in addition he will be connected toplayer i. Hence if gi is a best reply for player i to network g; then gj f;gcannot be a best reply to player j: Since g is a SNN by assumption, this formsa contradiction.16 This result is a variant of Bala and Goyal 2000a, Proposition 5.1, which applied to linearbenecid:133t functions only.9Lemma 5 Let network g be a nonempty SNN and cid:14 cid:14Rc; n; f I. Then gis connected.Proof. Suppose not. Then by Lemma 4 there is a strict Nash network gwhich contains multiple nonsingleton components. Without loss of generalitywe have ii 0; jj 0 2 g such that i and i 0 belong to one component, say C1 g ;and j and j 0 to another, say C2 g : Because g is a strict Nash network, playeri prefers to sponsor a link to i 0 and not to any player in C2 g : So player i 0has access to more information in gnfii 0g than j 0 in g: Hence we obtain that Ii 0 g Ii 0 gnfii 0g Ij 0 g Ij 0 gnfjj 0g : Because g is Nash, we also havethat Ii 0 g Ij 0 gnfjj 0g ; which gives us a contradiction. Hence any Nashnetwork has only one component and is therefore connected.So all nonempty SNNs are connected. Naturally, if costs are low enoughthe empty network is not a SNN, implying that all SNNs are connected. Sincethe minimal benecid:133t an isolated player would derive from sponsoring a link isf 1 cid:14 cid:0 f 1, Lemma 5 implies the following corollary.Corollary 1 Let c f 1 cid:14 cid:0 f 1 ; then any network g which is a SNN isconnected.Bala and Goyal 2000a pointed out that there always exists a strict Nashnetwork. For example, for c cid:21 fcid:01 cid:14 n cid:0 2 cid:142cid:1 cid:0 f 1 the empty networkis a SNN, while for c fcid:01 cid:14 n cid:0 2 cid:142cid:1 cid:0 f 1 the PSS is a SNN:Before starting our actual characterization, we have thus shown that forsmall decay all nonempty SNN must be minimal connected networks.3 Characterization The preliminary results of the previous section show that for small decay, allnonempty SNNs are minimal and connected. In this section we will provide apartial characterization of all minimal connected SNNs.Specicid:133cally, we characterize the necessary structural properties for any minimal connected SNNs. This also covers minimal connected SNNs when thereis su cient decay to allow for some nonminimal SNNs.It follows that allminimal connected SNNs satisfy these properties for small decay here for allcid:14 cid:14Rc; n; f I. In Section 5 we will combine this with an additional property, the balancing condition, to complete the characterization of nonempty SNNs under small enough decay, as the balancing condition allows us to supplysu cient structural properties 17.The characterization in this section consists of two parts, namely Propositions 1 and 2. Proposition 1 presents structural properties that every minimal 17 This will require an additional upper bound on the degree of decay. Therefore the resultsin this section and Section 4 may hold for a range of decay which is not considered in Section 5. For this reason we present the results without the balancing condition cid:133rst, and then addthe balancing condition to the characterization.10connected SNN must have. Proposition 2 and its Corollary 3 relate the structural position of a player in the network to the playercid:146s informedness. Bothpropositions build further on the following lemma, which roughly states thatlinks in a SNN are sponsored to the recipients who have most information amongthe set of players accessed through the link.Lemma 6 Let g be a minimal connected SNN. For all ij 2 g, it must be thecase that, among the players in the set Aijg, j is the unique bestinformedplayer in network g Aij g, and among the players in the set Aijg is the one toreceive strictly the most information from g.network without link ij; discounted one time. If i would replace ij by the link Proof. Consider any minimal network g 0; and any sponsor of a link, say playeri with link ij 2 g 0: Then the amount of information gained by i through ij 2 g 0equals cid:14Ijcid:16g 0Aij g 0cid:17 ; namely the amount of information which j gathers in theij 0; where j 0 2 Aij g 0 ; then i would receive cid:14Ij 0cid:16g 0Aij g 0cid:17 instead. As eachlink costs the same i strictly prefers ij to ij 0 if and only if Ijcid:16g 0Aij g 0cid:17 Ij 0cid:16g 0Aij g 0cid:17 : As network g is a SNN, ij 2 g thus implies that Ijcid:0g Aij gcid:1 Ij 0cid:0g Aij gcid:1 for any j 0 2 Aij g : Moreover, j is also the bestinformed playerof Aij g in network g: The reason is that the link ij increases the informationadvantage of player j over the other players in Aij g ; since the informationwhich travels from i to j will decay at least one more time before it reaches anyother player in Aij g : This concludes the proof.Lemma 6 allows us to derive a result central to the characterization, namelythat links pointing to one another must be sponsored to the same player.Lemma 7 Let g be a minimal connected SNN. If j 2 Aii 0 g and i 2 Ajj 0 gmeaning that links ii 0 and jj 0 point towards one another, then i 0 j 0:Proof. We prove this by contradiction. Suppose not, so i 06 j 0: Note thatby minimality there is one path connecting i and j; and this path goes viaplayers i 0 and j 0. By Lemma 6, among the nodes in the set Aii 0 g, i 0 is thenode that receives strictly the most information from network g, and in the set Ajj 0 g, j 0 is the node that receives strictly the most information from networkg. But as j 0 2 Aii 0 g and i 0 2 Ajj 0 g we have that both Ii 0 g Ij 0 g and Ij 0 g Ii 0 g: a contradiction.This implies that if no endlink is sponsored in a minimal connected SNN,then all links are received by the same player. As this insight proves useful in Section 4, we state it in the following Corollary.Corollary 2 Let g be a minimal connected SNN. Then g is either a PSS, or gcontains at least one end link.11From Lemma 7, we can derive a set of necessary conditions which all minimalconnected SNNs satisfy.Proposition 1 Let g be a minimal connected SNN. Then g has the followingproperties:1. There is a unique characterizing player in g. If a multirecipient playerexists in g, then he is the unique multirecipient in g, and he will be thecharacterizing player of g. If no multirecipient player exists in g, thenthere exists a unique nonrecipient player in g and he will be the characterizing player of g:2. Network links tend to be outwardoriented in the following way:a if the characterizing player is a multirecipient, all links point awayfrom him, except for those links of which the characterizing player isthe recipient.b if the characterizing player is a nonrecipient player, then all linkspoint away from him.3. Every recipient of a link in a SNN either has no other links, or at leasttwo other links.Proof. ad 1. We know from Lemma 1 that every minimal connected grapheither has one or more multirecipients, or has no multirecipients, in which casethe minimal connected graph has a single nonrecipient player. It remains tobe shown that networks with one or more multirecipients in fact can only havea single multirecipient. Suppose that players i and j are both multirecipientplayers. Because g is minimally connected, players i and j are connected by atmost one path. This means that both players receive at least one link which isnot part of the path connecting them. These links point toward each other whichimplies by Lemma 7 that i j. Since i and j were arbitrarily chosen multirecipient players, it follows that there cannot be more than one multirecipientplayer.ad 2a. Let player i 0 be a multirecipient player and let there be any linkpointing towards i 0: So there exists some jj 0 2 g such that i 0 2 Ajj 0 g : Sinceplayer i 0 receives at least two links, there exists some player i 2 Ajj 0 g suchthat ii 0 2 g: It follows that j 2 Aii 0 g : By Lemma 7 it must be that j 0 i 0:ad 2b. Let i be the nonrecipient characterizing player. This implies thatthere are no multirecipient players in the network. We will now show that ifproperty 2b is not satiscid:133ed, the network does contain a multirecipient player:a contradiction. Suppose that there exists a link jj 0 2 g such that i 2 Ajj 0 g.Because g is minimally connected and because i receives no links, there existsa link ii 0 2 g such that j 0 2 Aii 0 g : Lemma 7 then implies that i 0 j 0; whichin turn implies that player i 0 receives at least two links, namely one from i andone from j: Thus i 0 is a multirecipient player, which cannot be.12ad 3. Suppose not. Then ij 2 g, and j has a single link jk. There aretwo cases: either Aij g contains players other than j and k; or not. If not, iwould be indierent between the link ij and ik since either link would give himaccess to one player at distance 1 and one at distance 2. This cannot be thecase, since g is a SNN. Thus other players are observed as well Aij gnfj; kg isnot empty. However, then i strictly prefers to replace ij by ik; since replacingthe link would bring all players in Aij gnfj; kg one step closer as well: acontradiction.We will now relate the characterizing player identicid:133ed in Proposition 1 tothe bestinformed player in the network. We show that, if the characterizingplayer is a multirecipient player, he is the unique bestinformed player. If thecharacterizing player is a nonrecipient player, either he is the bestinformedplayer, or one of the recipients of the links he sponsors. When centrality ismeasured in terms of information gathered more central players acquire moreinformation, it appears that the characterizing player who is a multirecipientplayer is actually the central player of the network as well. In the same way, anonrecipient characterizing player either is himself a central player, or he sponsors a link to each central player in the network. In that sense the characterizingplayer is always central or almost central in the network.Proposition 2 Let g be a minimal connected SNN. Then,1. if the characterizing player is a multirecipient player, then he is the uniquebestinformed player in g:2. if the characterizing player is a nonrecipient player, then the bestinformedplayer is either the nonrecipient player himself, or one of the recipientsof links sponsored by the nonrecipient player.Proof. Let player i V be the bestinformed player and ich the characterizingplayer in g. We show Part 1 by contradiction. If ich is not the bestinformedplayer in g; i.e. ich 6 i V , then because ich receives multiple links, there exists atleast one player i sponsoring a link to ich such that i V 2 Aiich g. By Lemma 6, ich is the player receiving most information from g among the set Aiich g.But this contradicts i V being the bestinformed player.Part 2: there are two possibilities. Either ich is the bestinformed player,or ich is not the bestinformed player. The cid:133rst case satiscid:133es our claim.Inthe second case, by connectedness Lemma 5 ich sponsors a link, say ichj 2 g,through which he observes i V : By Lemma 6, j is the player receiving mostinformation from g among the set Aichj g, so that i V j:Further, as a direct Corollary of Lemma 6, we can show that more peripheralplayers tend to obtain less information in any SNN.Corollary 3 Let g be a minimal connected SNN. Consider any path of links ing pointing in the same direction, fj 0j 1; j 1j 2; :::; jkcid:01jkg. Then Ij 1g Ij 2g ::: Ijkcid:01g Ijk g.13Figure 2: Example networks cid:133tting Proposition 1.14FAIDBCEGHMultirecipient Characterizing Player Nonrecipient Characterizing Player Other PlayersProof. By Lemma 6, among all players in the set Aj 0j 1g, player j 1 obtains themost information from g. Further, among all the players in Aj 1j 2g cid:26 Aj 0j 1g,player j 2 obtains the most information from g. The rest of the proof follows byinduction.All minimal connected networks which satisfy the characterization of Proposition 1 are called candidate networks. We denote the set of these networks as GCAN . Denoting by GM IN CON the set of all minimal connected networks,we then know that for small decay cid:14 cid:14Rc; n; f I GCAN cid:26 GM IN CON ,as Proposition 1 clearly restricts the set of candidate SNN. Further, denoting by GSN N the set of SNN and by ge the empty network, it is clear that GSN Nnge cid:26 GCAN , i.e.the set GCAN does not characterize the set of nonempty SNN. This is for two reasons.First, while the necessary conditions in Proposition 1 are based on the resultthat each sponsor should sponsor a link to the unique bestinformed player inthe accessed component Lemma 6, we did not provide a rule specifying howthe bestinformed player in a given component is identicid:133ed. Indeed, in some ofthe networks of Figure 2, the identity of the bestinformed player in any accessedcomponent is ambiguous, as it depends on the level of decay. But it dependson nothing else. For this reason, we denote by GCAN cid:14 the set of candidatenetworks which satisfy Lemma 6 for a given level of cid:14. Given the ambiguity inidentifying the bestinformed player, it follows that GCAN cid:14 cid:26 GCAN .Second, GCAN , and for that matter GCAN cid:14, does not characterize the set ofnonempty SNNs because in the networks in GCAN and GCAN cid:14, some playersmay still have incentives to delete links, because the cost c of sponsoring linksmake one or more links too expensive. It follows that GSN Nnge cid:18 GCAN cid:14.Summarizing, we thus have GSN Nnge cid:18 GCAN cid:14 cid:26 GCAN cid:26 GM IN CON .In the rest of the paper, we characterize GSN Nnge as tightly as possible,In Section 4, we look cid:133rst atfor a set of parameters as general as possible.the condition that in an SNN, no player should want to delete a link. We caninvestigate this question for general GCAN cid:14, without actually characterizing arule identifying the bestinformed player in any component as a function of cid:14.In Section 5, we characterize GCAN cid:14 for high cid:14. We do this by showing thatfor high cid:14, networks where each sponsor accesses a unique bestinformed playerin any accessed component, should meet a condition which we call the balancing condition. We then show that any balanced network, namely a minimalconnected network which satiscid:133es the balancing condition and the conditionsof Proposition 1, is a SNN for some positive range of parameters. Thus wefully characterize GSN Nnge for a particular range of parameters. Before doingthis, however, in the next section we cid:133rst derive our results about the relativestability of network in GCAN cid:14, which are valid for a weakly wider range for cid:14than the range implied by the balancing condition.154 Marginal benecid:133ts of information and relativestability In this section we compare the relative stability of the dierent network architectures in GCAN cid:14, i.e. of candidate networks where for a specicid:133c level of cid:14, it isthe case that Lemma 6 is valid. We restrict our attention to cid:14 cid:14M c; n; f I:18By cid:14 cid:14M c; n; f I we know that for any g 2 GCAN cid:14 no player wishes toadd a link to the already connected network g: Moreover, by Lemma 6 andthe construction of GCAN cid:14 we know that no player wishes to replace a link.Hence, for the given parameters, we only need to consider whether players wantto delete one or more of their links.To be precise, we say that, for a given decay factor cid:14; a candidate architecturecid:131 is weakly more stable than another candidate architecture cid:132 if stability ofcid:132 implies stability of cid:131. We say that cid:131 is strictly more stable than cid:132 ifstability of cid:132 implies stability of cid:131 but not the other way around. We say thata candidate network is strictly weakly the most stable if it is strictly weaklymore stable than any other candidate architecture. Finally, we say that twoarchitectures cid:131 and cid:132 are equally stable if stability of cid:131 implies stability ofcid:132, and vice versa.Whether a player wishes to delete a link he sponsors depends on two factors.First, this depends on the amount of additional information he gains by thislink. Second, it depends on how much he is willing to pay for the link. Thesecond factor in turn depends on the exante information of the player. Weconsider three specicid:133c benecid:133t functions. Under CMBI, the exante informationof the player is irrelevant, as his willingness to pay for a link only depends on theamount of information he receives. Under DMBI, the less exante informationthe player has, the more he is willing to pay for additional information. Finallyunder IMBI, players are willing to pay more for additional information whenthey have more exante information already.19 We come to the following resultfor these benecid:133t functions.Proposition 3 For any n and f I, cid:133x any cid:14 and c such that cid:14 cid:14M c; n; f Iand such that GSN N contains a nonempty network. Then for the nplayernetworks in GCAN cid:141. under CMBI, the PSS is strictly the most stable architecture, and all nonPSS architectures are equally stable.18 Note that cid:14M c; n; f I is decreasing in c: the higher the costs, the less willing playersare to sponsor nonminimal links.19 The network formation literature often focuses on CMBI benecid:133t functions. For instance,Bala and Goyal 2000a consider only CMBI when they discuss decay. DMBI is a naturalresult if all players get a private signal from a common distribution. The cid:133rst signals are moreinformative than later signals. IMBI is a natural assumption at least until some informationlevel, when some pieces of information are hard to interpret without other pieces of information. In for instance Cohen and Levinthal 1989 knowledge of old research results increaseshow much the agent can learn from new research results.162. under DMBI, the PSS is strictly the most stable architecture. All CSS andhybrid star architectures are equally stable, and are strictly less stable thanany of the other network architectures.3. under IMBI, a star with k centersponsored links is weakly more stablethan stars with k 0 centersponsored links if k 0 k. Moreover for any nonstar network g there exists a hybrid star, gcid:3; which is weakly more stableif g has diameter 3 or 4 as well as a nonrecipient characterizing player,and which is strictly more stable otherwise.Proof. Consider any network g 2 GCAN cid:14 and see whether it is a SNN. Firstnote that by Lemma 6 and the construction of GCAN cid:14 no sponsor wants toreplace his link. Second, by cid:14 cid:14M c; n; f I no player prefers to sponsor anadditional link. Hence if a network is not a SNN, then it must be that someplayer prefers to delete a link. In the remainder of the proof we will compareacross networks the players who are in each network least willing to sponsortheir links.Ad 1. Under CMBI, the only concern of the player is the amount of information he gains through the link. Consider any link in a PSS architecture: eachsponsor gainscid:2cid:14 n cid:0 2 cid:142cid:3 information through his link. This is the maximalamount of information which can be gained from a single link. In contrast, by Corollary 2 each nonPSS architecture in GCAN contains an end sponsor. Thissponsor gains only cid:14 by that link, which is the minimal amount of informationwhich can be gained through a link in a minimal network. Hence the willingnessfor end links is lower than that for the links in the PSS. Hence the PSS is strictlymost stable, while all other networks are equally stable.Ad 2. Under DMBI the amount of exante information is also relevant: theless exante information the more the sponsor is willing to sponsor his links. Nownote that any sponsor in the PSS has the minimal possible exante information,namely 1. Combined with the maximal amount of additional information gainedby these sponsors see ad 1.the PSS is strictly the most stable network.Consider now the other stars. The central player in such stars, sponsors a linkthrough which he receives minimal extra information cid:14, while he has maximalexante information specicid:133cally: 1 n cid:0 2 cid:14. Hence under DMBI any starwith at least one centersponsored link is a least stable network.Finally consider any other network g in GCAN cid:14. So g is not a star. Allsponsors in g gain less information by their links than the sponsors in the PSS,while they have at least as much exante information. Similarly all sponsors ing gain at least the same amount of additional information as the central playerin a hybrid star or CSS does. However, each of these players has strictly lessexante information. Hence all those sponsors are willing to pay more for theirlink than a central player in a star for any one of his links. Concluding, the PSSarchitecture is strictly most stable, all other stars are strictly least stable, andany other g 2 GCAN cid:14 are strictly in between in terms of stability.Ad 3.i We will cid:133rst show that if the PSS is not stable, than each nonrecipientplayer weakly prefers to delete all links. Suppose that the PSS is not stable.17Then, by the fact that cid:14 cid:14M c; n; f I, this must be because sponsoring nolinks and receiving 1 unit of information is weakly better than sponsoring klinks and receiving 1kcid:14ncid:01cid:0kcid:142 information in total. As a nonrecipientsponsoring k links cannot gain more information than 1 kcid:14 n cid:0 1 cid:0 kcid:142namely k players at distance 1 and the rest at distance 2, it follows that ifthe PSS is not stable, no network with a nonrecipient sponsor is stable. Thusthe PSS is weakly most stable among all networks in GCAN cid:14 ; as GCAN cid:14 cid:26GM IN CON and as all minimal connected networks have at least one nonrecipientsponsor 20:ii We now derive the result that the stability of the star is nondecreasingin the number of centersponsored links. Suppose that the peripheralsponsoredlinks are stable. First observe that each link a central player in a star sponsorsgives him cid:14 additional information. Combined with the IMBI benecid:133t function,it follows that if a central player would prefer to delete one link, then he wouldprefer to delete all his other links too. The central player prefers to keep allhis links if the average benecid:133t of those links outweighs the average costs c.Consider the central players of two alternative stars, where the second star hasmore centersponsored links than the cid:133rst. Let ic be the central player of thecid:133rst star, where ic sponsor k links. Let i 0c be the central player of the secondstar, where i 0c sponsor k 0 links, thus k 0 k: Notice that the average benecid:133tswhich i 0c receives on his cid:146lastcid:146k links is the same as the average benecid:133t which icreceives for his last k links, namely 1k f 1 n cid:0 1 cid:14 cid:0 f 1 n cid:0 1 cid:0 k cid:14 :However i 0c has a lower average benecid:133t over his cid:146cid:133rstcid:146k 0 cid:0 k links, as his exanteinformation is lower when he has less links. Thus i 0c has a lower average benecid:133tof his k 0 links than ic of his k links. Hence the central player is less willing tosponsor his links the more links he has to sponsor. Thus stars are weakly morestable the less links are centersponsored note that if the sponsor most willingto delete his link is a peripheral sponsor, any two stars with peripheral sponsorsare equally stable.iii Now we show that for any nonstar network g; g 2 GCAN cid:14 ; there is ahybrid star gcid:3 which is weakly more stable. First we construct gcid:3. By Corollary 2 g contains an end sponsor, say j. Let j sponsor k end links. Then let gcid:3 be astar network where the central player, jcid:3; sponsors k links. Second we show thatj in network g has strictly more incentives incentives to delete his links than jcid:3in gcid:3: The k least informative links of j in g are equally informative as the klinks by jcid:3 in gcid:3 specicid:133cally cid:14 information per link. However Ijcid:3 gcid:3 Ij g ;so j is strictly more willing to delete his k end links in g than jcid:3 is in gcid:3: Thusif g is weakly more stable than gcid:3; then it is a peripheral sponsor in gcid:3; say icid:3;and not central player jcid:3 who wants to delete his links in gcid:3: Note however, thatif gcid:3 is unstable because icid:3 prefers to delete his link; then neither is the PSSstable. As the PSS is the weakly most stable architecture, this implies that g isunstable too. Thus gcid:3 is weakly more stable than g:iv Finally suppose that g and gcid:3 are equally stable. So if gcid:3 is not stable,20 By minimality, there is at least one nonrecipient. By connectedness this recipient sponsorsa link.18it is not the central player who prefers to delete his links. Let icid:3 be a peripheralsponsor in star gcid:3. Suppose that icid:3 is indierent between keeping and deletinghis link. Thencid:15 the PSS is not a SNN as the peripheral players in the PSS are indierenttoo as fcid:01 cid:14 n cid:0 2 cid:142cid:1 cid:0 f 1 c.cid:15 gi is a best reply for each player in g: If not, then g is strictly less stablethen gcid:3:cid:15 each nonrecipient player i in g; weakly prefers to delete all their links.This follows directly from ad 3.i above.cid:15 in network g no nonrecipient player, say player i; is at more than distance 2 from any other player. Suppose not and let, without loss of generalityi sponsor k links in g. Then i is indierent between f 1 and f Ii g cid:0kc; where f Ii g fcid:01 kcid:14 n cid:0 k cid:0 1 cid:142cid:1 ; as some informationhas to travel at least distance three. However, this would imply thatfcid:01 kcid:14 n cid:0 k cid:0 1 cid:142cid:1cid:0kc f 1 ; which is impossible see ad 3.i.cid:15 g has a unique nonrecipient player. Suppose not, and let i and i 0 be nonrecipient players. As neither i nor i 0 receives a link they are connectedbecause they both sponsor a link to a third player, say i 00: By the previousbullet, i 00 cannot be at a distance of 2 or more, because then either i or i 0would be at distance 3 or more of that player. This implies that i 00 is thecenter of a star. As g is a nonstar network, this is a contradiction.Thus if g is equally stable as gcid:3; then g is equally stable as the PSS cid:133rstbullet. Moreover, g has a unique nonrecipient player last bullet. Thus thereis no multirecipient player, and the nonrecipient player is the characterizingplayer. Finally, the diameter of g is maximally 4 fourth bullet. This concludesthe proof.With respect to the case of IMBI we want to remark the following.Remark 2 Consider the case of IMBI, and suppose that g and gcid:3 as decid:133ned in Proposition 3, point 3, are equally stable. Let i be the nonrecipient player of g;where i sponsors l links. Then equal stability of g and gcid:3 implies thatfcid:01 cid:14 n cid:0 2 cid:142cid:1 cid:0 c Ii g cid:0 lc:If l 1, then because g is not a star, Ii g fcid:01 cid:14 n cid:0 2 cid:142cid:1 : Thus, ifthe equality above holds, l is at least two. Moreover, if l is at least two, theequality will only hold for very specicid:133c combinations of cid:14 and c: Hence, it isalmost always the case that g is strictly less stable than gcid:3; even if g has anonrecipient characterizing player and a diameter of 4 or less.19Among the set of minimal connected networks, stars are obviously e cientnetworks: they keep everyone as close as possible. As we have seen in Section 3, our characterization does not exclude ine cient, largediameter networks.However, it remains of interest which networks are SNN under the widest rangeof linking costs, including large linking costs. For CMBI, the PSS is strictlythe most stable network; all other candidate networks are less stable than the PSS, but equally stable with respect to one another. For IMBI, stars in general,whether PSS or not, tend to be more stable, in that for any nonstar networkthere exists a hybrid star network that is not a PSS and that is almost alwaysstrictly more stable. For DMBI, however, as shown in Proposition 3, nonPSSstars are less stable than candidate largerdiameter networks. Lemma 8 nowshows that parameters exist such that there is no SNN of diameter 3, but thereis a SNN of diameter 4. This Lemma can the immediately be used to show in Proposition 4 that under DMBI, for large c a gap exists in the diameters coveredby the networking in GSN N .Lemma 8 Let n cid:21 7 and cid:133x cid:14 and c such that cid:14 cid:14M c; n; f I. Then under DMBI a candidate network g of diameter 4, say network g 4 2 GCAN cid:14 ; isstrictly more stable than the most stable candidate network of diameter 3:Proof. For n cid:21 7; we can construct a diameter 4 candidate network whichis strictly more stable than any diameter 3 network. Take the PSS and deletethe links sponsored by two distinct peripheral players, j and j 0: Consider twodistinct other peripheral players, i and i 0 and let them form the links ij andi 0j 0: This network, say g 4; has diameter 4. The added benecid:133t of ij and thusof i 0j 0 is fcid:01 2cid:14 n cid:0 4 cid:142 cid:143cid:1 cid:0 fcid:01 cid:14 n cid:0 4 cid:142 cid:143cid:1 : The addedbenecid:133t of each other link in g 4 is higher. Moreover each link is sponsored tothe bestinformed player of the accessed set of players and by cid:14 cid:14M c; n; f Ino player prefers to add a link. Thus if g 4 is not a SNN, then it must be thatthe added benecid:133t of ij does not outweigh its costs c: Moreover, if any link isunstable, then ij and ij 0 are unstable too.Now we construct the most stable network of diameter 3. In all diameter 3networks we can uniquely identify two adjacent players, say ic and i 0c such thatfor any other player j we have that either icj 2 g or i 0cj 2 g: Of the remainingn cid:0 2 players let k players, with 1 cid:20 k cid:20 n cid:0 3; have a link as sponsoror recipient with ic and n cid:0 k cid:0 2 have a link i 0c. By Lemma 7 some endlink is sponsored by either ic or i 0c. Suppose, without loss of generality, that icsponsors an end link. In that case, this end link gives him an added benecid:133t offcid:01 k 1 cid:14 n cid:0 k cid:0 2 cid:142cid:1cid:0 fcid:01 kcid:14 n cid:0 k cid:0 2 cid:142cid:1 : By DMBI, suchan end link adds the highest benecid:133t if k is as low as possible, i.e. if k 1. Notethat any links received by ic and i 0c yield higher added benecid:133ts they give strictlymore added information, while its sponsor has no more exante information. Itfollows the most stable diameter 3 network in which ic sponsors an end link, iswhere k 1, ic sponsors one end link and i 0c sponsors no end links by the samearguments as above. Denote this most stable network of diameter 3 by g 3:We now compare the stability of g 3 to that of g 4: The minimal added benecid:133tof a link in g 3 iscid:01 2cid:14 n cid:0 3 cid:142cid:1 cid:0 fcid:01 cid:14 n cid:0 3 cid:142cid:1 which is strictly 20lower, by DMBI, than fcid:01 2cid:14 n cid:0 4 cid:142 cid:143cid:1cid:0fcid:01 cid:14 n cid:0 4 cid:142 cid:143cid:1 :The reason is that i in g 4 and ic in g 3 get the same increase in informationthrough their end link cid:14 ; but ic is without his end link better informed in g 3than i is without his end link in g 4:Without further proof, Lemma 8 gives us the following result:Proposition 4 Under DMBI, a gap in the diameters of the networks in GSN Ncan appear. In this case all SNN are either PSS which have diameter 2, orthey have a network diameter of at least Dcid:3, with Dcid:3 cid:21 4:Propositions 3 and 4 suggest the following intuition. There are two forcesthat can drive a network to be stable, in giving the players incentives to sponsorcostly links. First, players may sponsor links because ex ante they have fewconnections, but can access a lot of information by sponsoring a link to a wellinformed player. This eect is equally at work for CMBI, DMBI and IMBI,and is strongest in the PSS, explaining why overall this is the most stablenetwork. Second, players may sponsor a link even though they already havemany connections, if their marginal benecid:133t of an additional connection is large.In the case of DMBI, the willingness of a player i to sponsor a link ij increasesin the distance to the other players to which i is connected ex ante. For thisreason, largediameter networks with outward pointing links may be stable ontop of PSS networks. There is thus a gap in the diameters covered by the stablenetworks. In the case of IMBI, the willingness of a player i to sponsor a link ijdecreases in the distance to the other players to which i is connected ex ante.Thus, in the case of IMBI, the two dierent forces both lead to stable networkswith a small diameter.We derived the former results despite the fact that we did not identify theoptimal recipient for each link. However, in Section 5 we derive a simple ruleidentifying the bestinformed player in any component for a range of cid:14 close to 1. We then show Section 5.2 that all minimal connected networks satisfyingboth the balancing condition and the conditions from Proposition 1 are an SNNfor some range of parameters.In this way, Proposition 1 and the balancingcondition are su cient conditions. Using the balancing condition, we establishour cid:133nal two results in Section 5.3. First we derive the maximal diameter ofcandidate networks meeting the balancing condition. Second, we give a specicid:133cexample of Proposition 4:in a network of 25 players maximal diameter ofbalanced networks is 25 we obtain that the most stable network architectureafter the PSS has a diameter of at least 7, so Dcid:3 cid:21 7:In Section 5, the further assumptions made to make the characterizationmore detailed again impose weakly smaller decay. While this approach has itslimits, it identicid:133es the impact which decay has even when it would not lead tononminimality of the network. Recall the wellknown result that in the absenceof decay only the CSS is a SNN. In this sense, our results, as well as Proposition 5.3 and 5.4 by Bala and Goyal 2000a, clearly show that the result under theabsence of decay that only smalldiameter networks are stable is not robust to 21the introduction of even a small level of decay. However from Bala and Goyal2000a and Hojman and Szeidl 2008 a reader can easily get the impressionthat with small decay the diameters of SNNs remain small. This impressionwould be false, as our example at the end of Section 5.3 shows.5 Small decay and no change in links: balancingcondition As already pointed out, the necessary conditions of Section 3 for a given networkto be a SNN include the condition that each link is received by the unique bestinformed player of the accessed set of players Lemma 6. The problem is thatthe level of cid:14 can aect which player is the best informed. Until now we didnot present any results identifying the bestinformed player in a set.In thissection we do identify this player, but at the cost of a further restriction on cid:14:In Section 5.1, we show that for high cid:14, all networks which satisfy Lemma 6satisfy a structural property which we call the balancing condition. We decid:133nethe set of networks within GCAN that meet this condition as GBAL, where GBALcoincides with GCAN cid:14 for all cid:14 above a certain threshold cid:14B n. Intuitively,for small levels of decay, each link is sponsored to the middle of any accessedcomponent, leaving no more players on one side than on the other sides combinedhence the label balancing condition. Thus, for cid:14 large enough, all SNNs haveto satisfy the properties of Proposition 1 and the balancing condition. So forsmall enough decay the balancing condition is a necessary condition for SNNs.Section 5.2 is central to our paper, in showing the following su ciency result:each minimal connected network which satiscid:133es the four properties of Proposition 1 as well as the balancing condition is indeed a SNN for some positive rangeof parameters. In Section 5.3 we calculate the maximal diameter of networks in GBAL as a function of n: An implication of the result is that there is no maximal diameter for SNNs provided that the population size can be chosen freelyto accommodate that diameter. From the last two results it follows that thatthere are SNN with large diameters, although the diameter remains relativelysmall with respect to the population size 21. Moreover, it allows us to provide anexample of Proposition 4 with 25 players where the moststable networks afterthe PSS have diameter at least 7, i.e. Dcid:3 cid:21 7:5.1 The balancing condition In this section we introduce the balancing condition. It roughly says that if cid:14is close enough to 1 and the network is a connected SNN, then the recipient ofeach link is in the middle of the group that the sponsor connects to throughthe link. More specicid:133cally, if he would sponsor the link to some neighbor of therecipient instead, there are less players that he would get closer to than players 21 The minimum population size needed for a diameter d candidate network which satiscid:133esthe balancing condition is exponentially increasing in the diameter.22that he would get further away from. Put otherwise, the balancing conditionsays that in any accessed component, there should be no more players on oneside of the recipient than on the other sides combined. To formalize this result,we will cid:133rst decid:133ne the balancing condition and then a new threshold decay level.Decid:133nition 4 Network g satiscid:133es the balancing condition if for any ij; jk 2 gwe have that j Aij gj 2cid:12cid:12cid:12Ajk gcid:12cid:12cid:12 for all jk 2 g.Decid:133nition 5 Let cid:14B n be the lowest level of decay such that for all cid:14 cid:14B nall candidate networks which are SNN satisfy the balancing condition.In Lemma 9, we now show that cid:14B n 1. This will immediately give usthe next Proposition which says that a given network satiscid:133es Lemma 6 if andonly if cid:14 is large enough.Lemma 9 For any c 0; n cid:21 3; and f I 0 we have cid:14B n 1:Proof. Denote by is a player at distance s from player i in component g Aii 0 g.Denote by dmax the maximal distance between i and any other player in g Aii 0 g.Finally, denote by N din network g Aii 0 g to which player is gives access.We now derive the condition under which a player i sponsoring a link toi 0 in g does not instead want to sponsor a link to any player i 2 at distance 2from player i in network g Aii 0 g. The added information gain to player i ofsponsoring a link to player i 0 i 1 in g Aii 0 g equalsi cid:0g Aii 0 g; iscid:1 the set of players at distance d from player idmax Xd1cid:14dcid:12cid:12N di cid:0g Aii 0 g; i 1cid:1cid:12cid:12 :Consider next the added information gain to player i of sponsoring a linkto a player i 2 at distance 2 from player i in network g Aii 0 g. The marginalinformation gain equalsi cid:0g Aii 0 g; i 1cid:1cid:12cid:12 cid:0cid:12cid:12N di cid:0g Aii 0 g; ircid:1cid:12cid:12 1, andcid:12cid:12N sdmax Xd1ncid:14d1cid:2cid:12cid:12N dwherecid:12cid:12N rplayers in Aii 1 g ; namelycid:2cid:12cid:12N dcid:2cid:12cid:12N di cid:0g Aii 0 g; i 1cid:1cid:12cid:12 cid:0cid:12cid:12N di cid:0g Aii 0 g; i 2cid:1cid:12cid:12o :i cid:0g Aii 0 g; i 2cid:1cid:12cid:12cid:3 cid:14dcid:01cid:12cid:12N di cid:0g Aii 0 g; ircid:1cid:12cid:12 0 if s r. This formulai cid:0g Aii 0 g; i 2cid:1 are one step closeri cid:0g Aii 0 g; i 2cid:1cid:12cid:12cid:3 ; are now onei cid:0g Aii 0 g; i 2cid:1cid:12cid:12cid:3, outweighs the benecid:133ts of getting onei cid:0g Aii 0 g; i 1cid:1cid:12cid:12 cid:0cid:12cid:12N dfollows from observing that all players in set N dthan before by switching the link from ii 1 to ii 2; while the remainder of thestep further away. So i strictly prefers to keep his link, rather than replacing itwith a link to i 2 if the cost of getting one step further away from some agents 23ifstep closer to some other agents cid:12cid:12N ddmax Xd1nhcid:14d cid:0 cid:14d1icid:12cid:12N di cid:0g Aii 0 g; i 2cid:1cid:12cid:12: This is the case if and onlyi cid:0g Aii 0 g; i 2cid:1cid:12cid:12o 0i cid:0g Aii 0 g; i 1cid:1cid:12cid:12 hcid:14d1 cid:0 cid:14dcid:01icid:12cid:12N dBDecid:133ne as cid:14B 1 the largest root of the polynomial on the lefthand side ofB that is smaller than 1. Another root of B is cid:14 1, recid:135ecting the fact thatin the absence of decay, it does not matter where the player connects. If thederivative with respect to cid:14 of the lefthand side of B is negative at cid:14 1, thena range of large cid:14s exists such that the player prefers to connect to i 1 ratherthan to any i 2. Taking the derivative of B with respect to cid:14 and putting cid:14 1,the condition becomescid:0ordmax Xd1cid:12cid:12N ddmax Xd1cid:12cid:12N di cid:0g Aii 0 g; i 1cid:1cid:12cid:12 2i cid:0g Aii 0 g; i 1cid:1cid:12cid:12 2dmax Xd1cid:12cid:12N ddmax Xd1cid:12cid:12N di cid:0g Aii 0 g; i 2cid:1cid:12cid:12 0i cid:0g Aii 0 g; i 2cid:1cid:12cid:12However, this only shows that the condition stated in the proposition isa necessary condition, as we have only derived a condition assuring that noplayer wants to reconnect to a player at distance 2 in the accessed component. To see that this condition is also a su cient condition, consider a pathlinks then izcid:01iz. Then by the given condition, for high cid:14, player i prefers conni 1i 2; i 2i 3; :::; ipip1; ip1ip2; :::; izcid:01izo in g Aii 0 g, where player iz has no othernecting to ip rather than to ip1 if j Aiip gj 2cid:12cid:12Aipip1 gcid:12cid:12. Note now thatj Aiip gj j Aii 0 gj, whereas cid:12cid:12Aipip1 gcid:12cid:12 cid:12cid:12cid:12Ai 0j gcid:12cid:12cid:12. Thus, it follows fromcondition B that player i prefers linking to any player ip rather than to playerip1 along the path. Condition B is thus su cient.The balancing condition translates Lemma 6 into a structural property ofthe network, provided that there is small enough decay. This is stated in thefollowing Proposition.Proposition 5 Let cid:14 cid:14R c; n; f I, and let cid:14 cid:14B n. Then a given network satiscid:133es Lemma 6 if and only if it meets the balancing condition.Proof. This follows directly from the decid:133nition of the balancing condition, thedecid:133nition of cid:14B n, and from Lemma 9.24We call networks in GBAL balanced networks, where GBAL cid:17cid:8g 2 GCAN j g satiscid:133es the balancing conditioncid:9 :As the necessary conditions characterizing GCAN Section 3 do not specify thebestinformed player, it follows that GBAL cid:26GCAN . It can be checked that allthe examples in Figure 2 satisfy the balancing condition. The bestinformedplayer in any accessed component can be considered as what sociologists callthe player with the highest centrality in the component. Several concepts ofcentrality coexist in social network analysis Freeman, 19781979. As can beseen in networks G and I in Figure 2, the central player in our balancednetworks need not be the player with the highest degree, so that our concept ofcentrality does not cid:133t the networkanalysis concept of degree centrality. Instead,the concept of centrality implied by the balancing condition bears resemblanceto the networkanalysis concept of betweenness centrality, which argues that theplayer with the most power in a component is the player that to the largestextent forms a bridge between the dierent players.5.2 Are balanced networks indeed SNNs?The main problem with having only necessary conditions for SNNs in a characterization is that the characterization may include networks which are not SNN. In this subsection we show that this problem does not apply to balancednetworks. In other words: for each balanced network there exists some feasiblepositive range of parameters and some class of benecid:133t functions such that thisbalanced network is in fact a SNN.Proposition 6 Consider any network g that satiscid:133es the properties of Proposition 1 and the balancing condition. Then, for any CMBI and IMBI benecid:133tfunction, levels of cid:14 and c exist such that g is a SNN. For DMBI, a DMBIbenecid:133t function and levels of cid:14 and c exist such that g is a SNN.Proof. The proof consists of three steps. Steps i and ii together prove theresults for CMBI and IMBI. Step iii proves the result for DMBI.i For g to be a SNN, it must be that every sponsor prefers to sponsor anysubset of his sponsored links rather than not sponsoring them. Put otherwise,no sponsor should prefer to delete any of his sponsored links. As cid:14 0, theaverage added benecid:133t of sponsoring any subset of links is positive. It followsthat we can cid:133nd a small c such that no sponsor wants to delete any links.ii The added information gain of sponsoring any k links is increasing in cid:14,as more added information is obtained from any sponsored links the less decaythere is. Also, ex ante information before the k links are sponsored is largerthe larger cid:14. It follows that for CMBI and IMBI, the average added benecid:133t ofsponsoring any k links is increasing in cid:14. Given this fact, for any su cientlylow c obtained from i, we can increase cid:14 until both cid:14 cid:14M c; n; f I andcid:14 cid:14Bn, meaning that no player in g wants to add links, nor replace links,25while it continues to be the case that no sponsor wants to delete links in g.Hence g is a SNN.iii The minimal added benecid:133t which any link can give in g under DMBI isf 1 n cid:0 1cid:14 cid:0 f 1 n cid:0 2cid:14: So for c f 1 n cid:0 1cid:14 cid:0 f 1 n cid:0 2cid:14no player wants to delete links. However, for DMBI, while it continues to betrue that the added information gain of sponsoring any k links is increasing incid:14, any sponsor also has more ex ante information before sponsoring the links, sothat it is possible that f 1 n cid:0 1cid:14 cid:0 f 1 n cid:0 2cid:14 is decreasing in cid:14. Weprovide a DMBI benecid:133t function for which this is not the case. Let f I I ywith 0 y 1. Then it can be checked that f 1 n cid:0 1cid:14 cid:0 f 1 n cid:0 2cid:14is increasing in cid:14.22It follows that if for f I I y we take c such that c f 1 n cid:0 1cid:14 cid:0 f 1 n cid:0 2cid:14, no player in g wants to delete links. If wefurther increase cid:14 until both cid:14 cid:14M c; n; f I and cid:14 cid:14Bn, by the above,for f I I y it continues to be the case that no player wants to delete links.Having shown that each balanced network is indeed a SNN for the right parameters, we are interested in the relationship between the maximal diameter ofbalanced networks and the population size. We investigate this in the followingsection.5.3 Maximal diameter of balanced networks In this section we derive the maximal diameter which a minimal connected SNN can have as a function of n, if decay is small enough. Before doing this,we present a lemma which specicid:133es the minimum number of players that canbe at a given distance from a sponsor i. We end the section by providing anexample where the most stable networks are the PSS, and networks with eitherthe maximal diameter minus one or the maximal diameter.The balancing condition allows us to characterize the maximaldiameter SNNfor all n cid:21 5 for smaller n, only stars are SNN. We start by deriving a Lemmathat we need to cid:133nd the maximaldiameter SNN.Lemma 10 Consider a balanced network g. Let link ij 2 g be such that it givesi access to an end recipient at distance d from player i. There are two cases.In Case 1, i gets access to the end recipient through a link sponsored by j. In Case 2, i gets access to the end recipient through a link received by j.1. If i gets access to the end recipient at distance d through a link jk, then 22 2l players at distancein the component g Aij g player i has at leastd cid:0 x or larger from him, where 0 cid:20 x cid:20 d cid:0 2.cid:14 1 n cid:0 1cid:14y cid:0 1 n cid:0 2cid:14y 0 yncid:0 11 ncid:0 1cid:14ycid:01 yncid:0 21 n cid:0 2cid:14ycid:01: Canceling out y, and multiplying both sides by 1 n cid:0 1cid:141 n cid:0 2cid:14, thelatter condition can be rewritten as n cid:0 11 n cid:0 2cid:141 n cid:0 1cid:14y n cid:0 21 n cid:01cid:141 n cid:0 2cid:14y. It is easy to see now that n cid:0 11 n cid:0 2cid:14 n cid:0 21 n cid:0 1cid:14.Further, given that y 0, 1 n cid:0 1cid:14y 1 n cid:0 2cid:14y. It follows that the condition isvalid.x1Xl1262. If i gets access to the end recipient at distance d through a link kj wherekj 6 ij, then in the component g Aij g, for d cid:21 3; a player i has at least 2l players at distance dcid:0x or larger from him, where 0 cid:20 x cid:20 dcid:04x1Xl1with d cid:21 4; b player i has at least 1 2l players at distance 3 orlarger in component g Aij g; and c player i has at least 42at distance 2 or larger in component g Aij g.2l playersdcid:03Xl1dcid:03Xl1Proof. We cid:133rst prove 1. and 2a, by induction. Note that by Lemma 7, ing Ajkg, all links point away from k. If an end sponsor m receives a link froma player l, then by Property 3 of Proposition 1, m should sponsor at least twolinks.Let an end sponsor m receiving a link from a player l sponsor exactly twoend links. Then, if player l is himself a recipient, by the balancing conditionsee Proposition 5, player lcid:146s links should point to at least 6 players at distance 1 or 2 from him, and at least 2 players at distance 2 from him.Let player lcid:146s links point to exactly 6 players, at distance 1 or 2 from him,and let player l himself receive a link from player h. Then, if player h is himselfa recipient, his links should point to at least 14 players at distance 1, 2 or 3from him, at least 6 players at distance 2 or 3 from him, and at least 2 playersat distance 3 from him. And so forth.We next prove 2b. This follows simply from the fact that there must beat least one player at distance 3, and as already shown, at leastat distance 4 or larger.2l players In order to prove 2c, note cid:133rst that given the above, there is at least oneplayer k connected to player j who gives access to at least 1 2l players.dcid:03Xl1dcid:03Xl1This means thatcid:12cid:12cid:12Ajk gcid:12cid:12cid:12 cid:21 2dcid:03Xl1j Aij gj 4 22l.dcid:03Xl12l, meaning that by the balancing condition,We now derive the maximal diameter networks that can be achieved for aparticular range of n.In order to do this, we derive the minimal number ofplayers n that are needed to achieve a network of given diameter D. For thisn, and for a range of populations just above it, this is then also the maximaldiameter network that can be achieved.27Proposition 7 A balanced network with even diameter D, D cid:21 4, has at least 2lcid:01, a diameterD networkn 4 32lcid:01 players. For n 4 3D2cid:01Xl1D2cid:01Xl1exists.23Proof.Figure 3: Maximaldiameter network for n 25.We cid:133rst show that the minimal number of players needed to achieve a network with a multirecipient characterizing player of even diameter D cid:21 4 is thegiven n. By the decid:133nition of a multirecipient player, at least two of the playersat distance 1 from such a characterizing player must sponsor links towards himthough the characterizing player may sponsor links himself as well. Considerthen one such sponsor of the multirecipient characterizing player. In order toput an end recipient at distance d from this sponsor using a minimal number ofplayers, it should be that he accesses this end recipient through a link receivedby the multirecipient characterizing player, and not through a link sponsored 23 In the working paper version of this paper, we also derive the minimal number of playersneeded to achieve a diameterd network with odd diameter. This yields a set of levels ofn minimally needed to achieve any diameterd network. This then fully characterizes themaximal diameter that can be achieved for any given n, as for an nx not included in the set oflevels of n, the maximal achievable diameter is then the diameter corresponding to the largestn in the set of levels that is smaller than nx.28dcid:03Xl12l.dcid:01Xl1by him. This follows from Lemma 10 and from the fact that 422l Thus, in order to construct, using a minimal number of players, a network witha multirecipient characterizing player where two end recipients are at distanced from each other, we can limit ourselves to networks where for each of thesetwo end recipients, there is sponsor of the characterizing player accessing theend recipient through a link received by the characterizing player.Consider in particular such a diameterD with two end recipients each atdistance D2 of the multirecipient characterizing player, and let us derive theminimal number of players necessary to construct such a network we will showbelow that more players are needed to put the end recipients at dierent distances from the characterizing player and maintain diameter D. By Lemma 10, sponsor i respectively k of the characterizing player j must give sponsor D2cid:01Xl1k i access to at least 1 2lcid:01 players where i k is included himself.This means that sponsor k respectively i has this same number of players atdistance 2 or more in the component that includes i k and the links sponsoredby i k. Applying the balancing condition now, it follows that k i shouldhave at least this same number of links at distance 2 or more in componentsto which characterizing player j gives access, but to which i k does not give D2cid:01Xl1access. It follows that n 4 32lcid:01 is the minimal number of playersnecessary to construct a diameterD with two end recipients at opposite sideseach at distance D2 from the characterizing player.To show that a balanced network with such a number of players indeedexists, consider a network where exactly three players sponsor a link to themultirecipient characterizing player, and where each sponsor sponsors exactlytwo links. We call this the twosponsor network. There are exactly 3 cid:3 2lcid:02players at distance l from the characterizing player, with 2 cid:20 l cid:20 D2, whoselinks point away from the characterizing player. Such a network indeed meets Property 3 of Proposition 1, and meets the balancing condition. An example isthe network in Figure 3 for n 25 and D 8.Next, we show that alternative diameterD networks with a multirecipientcharacterizing player, where at one end of the network an end recipient is atdistance smaller than D2 of the characterizing player, and at the other end ofthe network an end recipient is at distance larger than D2, use a larger numberof players. By Lemma 10, an exponentially increasing number of players isneeded to increase the maximal distance between the characterizing player andan end recipient. Thus decreasing the distance between the characterizing playerand an end recipient on one side of the network and increasing this distance atthe other side of the network while maintaining diameter D is only possiblewhen more players are used.29D2cid:01Xl1Second, we show that with the given n 4 32lcid:01, one cannotconstruct a network with a nonrecipient characterizing player that achievesa higher diameter than D. In order to show this, we show that, for even D,the minimal number of players needed to achieve a diameterD network witha nonrecipient characterizing player is always at least as high as the minimalnumber of players needed to achieve a diameterd network with a multirecipientcharacterizing player. Consider a diameterD network with a nonrecipient characterizing player with two end recipients at distance D from one another, andeach at distance D2 from the characterizing player. In such a network, thecharacterizing player sponsors at least two links. By Lemma 10, the characterizing player has at least 22l players at distance 2 or more from him.Together with the minimum of two players at distance 1, this means a minimum D2cid:01Xl12lcid:01 players at distance 1 or more. Thus, to constructof 2 2D2cid:01Xl12l 2D2Xl1D2Xl1such a network, we need a minimum of n 1 22lcid:01 players. To showthat a network using this number of players indeed exists, consider a symmetricnetwork where there are exactly 2l players at distance l from the characterizingplayer, with 1 cid:20 l cid:20 D2, and note that this network meets Property 3 of Proposition 1, and meets the balancing condition. By Lemma 10, decreasingthe distance between the characterizing player and an end recipient at one sideof characterizing player in order to increase the distance between the characterizing player and an end recipient on the other side of the characterizing playeris only possible with the use of more players. It follows that n 1 22lcid:01is the minimal number of players with which we can construct a diameterDnetwork with a nonrecipient characterizing player.D2Xl1Finally, note that for D cid:21 4, 122lcid:01 cid:21 432lcid:01 where equalityis obtained only for D 4. It follows that to construct a network with even D2cid:01Xl1diameter D cid:21 4, one needs at least 4 32lcid:01 players.We conclude that networks of any diameter can be balanced networks, provided that n is large enough. Proposition 6 ensures that any such network canindeed be a SNN. Therefore SNNs may have any cid:133nitely large diameter, if thepopulation size can be freely chosen. This result diers signicid:133cantly from thesmalldiameter networks which were reported by earlier studies on this subject,namely the stars and interlinked stars diameter 3 in Bala and Goyal 2000,and the PSS in Hojman and Szeidl 2008.D2Xl1D2cid:01Xl130We now combine the result that largediameter networks can be SNN withthe result from Proposition 4 that under DMBI, a gap in the diameters of In Proposition 4, it is shown that underthe networks in GSN N can appear.DMBI this gap may take such a form that all SNN either have diameter 2, orhave diameter at least 4. Knowing now that networks with a large diameterexist, it follows that this diameter gap may be even larger. Intuitively, sponsorshave less ex ante information the larger the diameter of the network, suggestingthat under DMBI the strictly most stable nonPSS balanced networks are thenetworks with the largest diameters.We show that this intuition is valid for the network game with n 25and DMBI, where for large cid:14 the maximaldiameter architecture in Figure 3D 8 is strictly more stable than any balanced network with diameter 6 orlower. As established before for, c low enough and cid:14 large enough any instabilityof a balanced network comes from the desire to delete a link. As a cid:133rst step,we prove that the sponsor which is least willing to keep this link is the endsponsor with the least information. In a second step, we construct a diameter 6 network which has an end sponsor i such that i has the least amount of exante information over all nplayer connected networks of diameter 6 or lower.Finally, in a third step, we show that player i in this diameter6 network, inspite of his ex ante information being as small as it could be, still has more exante information than any end sponsor in the network of Figure 3.Step 1. By Corollary 2, each nonPSS network contains at least one endsponsor. For cid:14 1, in any nonPSS network, the crucial sponsor is clearly anend sponsor. It follows that this continues to be true for su ciently large cid:14.In the maximaldiameter network of Figure 3, for large cid:14, given the symmetryof the network, each end sponsor is a crucial sponsor. For any end sponsor inthis network, the ex ante information before sponsoring a single end link equals1 2cid:14 2cid:142 3cid:143 2cid:144 2cid:145 4cid:146 8cid:147. Step 2. The least possible exante information that an end sponsor can have in a network with diameter 6or lower is when all players are at a distance as large as possible from the endsponsor. This is the case in a diameter6 network where an end sponsor has exante information 1 cid:14 cid:142 cid:143 cid:144 19cid:145, i.e. in a network that takes theform of a line connected to a star. Step 3. Finally, we show that for large cid:14,1cid:14cid:142 cid:143 cid:144 19cid:145 12cid:142cid:142 3cid:143 2cid:144 2cid:145 4cid:146 8cid:147. The lattercondition can be restated as the inequality 1cid:142cid:142cid:1434cid:1458cid:146cid:017cid:144 0.As the lefthand side of this inequality is 0 for cid:14 1, its cid:133rst derivative withrespect to cid:14 valued at cid:14 1 should be positive. The cid:133rstderivative of the lefthand side is 1 4cid:14 3cid:142 20cid:144 48cid:145 cid:0 68cid:143, which is indeed positive forcid:14 1.It follows that for n 25, under DMBI and with large enough c, the diametergap can take such a form that all SNNs either have diameter 2 the PSS, orhave the maximal diameter diameter 8, Figure 3 or the maximal diameterminus one diameter 7.316 Conclusion The purpose of this paper has been to investigate what happens when deviating from a standard network formation model without decay by introducingsmall levels decay. We wish to highlight three of the contributions of this paper. A cid:133rst contribution has been to derive necessary conditions that minimalconnected networks must have under decay in order to be strict Nash networksSNN. We showed that only two types of minimal connected networks can be SNNs, namely networks with a unique characterizing player receiving multiplelinks, and networks with a unique characterizing player not receiving any links.Further, we showed that, with the exception of any links directly received bythe characterizing player, the direction in which links are sponsored points awayfrom the characterizing player. Moreover, each recipient of a link must eithernot sponsor any links, or must sponsor at least two links. It follows that, aslong as the population is large enough, our necessary conditions do not imposeany limit on the diameter of candidate equilibrium networks. Finally, for smallenough decay any player sponsoring a link to a given component must sponsora link to the middle of the accessed components, since for small decay, thenode in the middle will also be the bestinformed node. We called candidateequilibrium networks with this property balanced networks.A second contribution of this paper was a su ciency result, namely that anybalanced network is indeed an SNN for some range of parameters.A third contribution of this paper was to analyze the relative stability ofdierent network architectures. A general result is that if any nonempty network is stable, then all peripherysponsored stars are stable. This is becausethe characterizing player in this case has the highest possible quantity of information, and connecting to him is an allornothing decision. Under constantmarginal benecid:133ts of information, if any other nonempty networks are stable,then all networks meeting our necessary conditions are stable. Under increasing marginal benecid:133ts of information, the secondmost stable networks are otherstar networks. Intuitively, it is the fact that the characterizing player alreadyhas a lot of information that under increasing marginal benecid:133ts of informationstill gives him an incentive to sponsor another link. Under decreasing marginalbenecid:133ts of information, we showed that the second most stable network architecture after the PSS can have a diameter of at least Dcid:3 cid:21 4, leading to a gapin the diameters covered by the SNN. For a particular example, we showed thatthis gap may be large, in that only the PSS and the networks with maximaldiameter, or with diameter just below that, are stable. Intuitively, it is the factthat players have relatively little information in a largediameter network thatgives them strong incentives to sponsor their links.Lacking from our analysis is the case of larger decay, where nonminimalnetworks may be SNN. Yet, it should be stressed that even for this case, ouranalysis characterizes those minimal networks that continue to be SNN underlarger decay. The characterization of nonminimal networks is a dierent problem, and requires full attention in separate work. This is the subject of futureresearch.32References Bala, V. and S. Goyal 2000a, A noncooperative model of network formation, Econometrica 685, pp. 11811229.Bala, V. and S. Goyal 2000b, A strategic analysis of network reliability,Review of Economic Design 53, pp. 205228.Billand, P., C. Bravard and S. Sarangi 2006, Heterogeneity in Nash Networks, Department of Economics Working Paper 200618, Louisiana State University.Bloch, F. and B. Dutta 2009, Communication networks with endogeneouslink strength, Games and Economic Behavior 661, pp. 3956.Buechel, B. 2007, Network formation with closeness incentives, Working Papers 398, Institute of Mathematical Economics, Bielefeld University.Cohen, W.M. and D.A. Levinthal 1989, Innovation and learning: the twofaces of RD, The Economic Journal 99, pp 569596.Freeman, L.C. 19781979, Centrality in social networks conceptual claricid:133cation, Social Networks 1, 215239.Galeotti, A., S. Goyal and J. Kamphorst 2006, Network formation withheterogeneous players, Games and Economic Behavior 542, pp. 353372.Goyal, S. and S. Joshi 2006, Unequal connections, International Journalof Game Theory 343, pp 319349.Haller, H. and S. Sarangi 2005 Nash networks with heterogeneous links,Mathematical Social Sciences 502, pp. 181201.Hojman, D. A. and A. Szeidl 2008, Core and periphery in networks,Journal of Economic Theory 1391, pp 295309.Kamphorst, J. and G. van der Laan 2007, cid:147Network formation under heterogeneous costs: the multiple group modelcid:148, International Game Theory Review 94, pp. 599635.VergaraCaarelli, F. 2004, Noncooperative network formation with network maintenance costs, Economics Working Papers ECO200418, European University Institute.33", "filename": "10-125.pdf", "person": ["K. De Jaegher", "Jaegher, K. De", "J.J.A. Kamphorst", "Kamphorst, J.J.A."], "date": ["2010"]}