{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/86934/1/11-060.pdf"], "title": ["The Impact of Trade Liberalization on the Return to Education in Vietnam: Wage versus Employment Effect"], "plaintext": " TRADE LIBERALIZATION AND THE RETURN TO EDUCATION IN VIETNAM: WAGE VERSUS EMPLOYMENT EFFECT ABSTRACT Several studies have identified the impact of trade liberalization in developing countries on the return to education within a Mincerian framework through a differenceindifference estimator or with industrylevel measures of trade openness. These studies have typically estimated the return to education in terms of changes in wages rather than employment, effectively ignoring the fact that trade liberalization affects not only wages but also employment opportunities. In this paper we use four largescale representative household surveys from Vietnam for the period 19982006 to estimate the impact of trade liberalization on the return to education taking into account both changes in wages and employment. The results show that the impact was large in Vietnam but is severely underestimated if changes in employment opportunities are ignored. Keywords: trade liberalization, return to education, employment, Vietnam JEL: F16, J21, J31, O1 1. Introduction The East Asian newlyindustrialized economies NICs experienced a reduction in wage inequality after openness with a strong exportorientation was introduced in the 1960s and 1970s Wood 1997. This finding corroborated standard trade theory which predicts that trade liberalization benefits the abundant factor, c.q. unskilled labor. More recent studies for countries that opened up to trade more recently showed a less beneficial outcome, with increases in wage inequality after trade liberalization Robbins 1994, Robbins and Gindling 1999, Beyer et al. 1999, Hanson and Harrison 1999, Feliciano 2001, Cragg and Epelbaum 1996, Feenstra and Hanson 1997, Green et al. 2001. These studies have in common that they mainly but not exclusively relate to Latin American countries as these countries entered the liberalization phase in the 1980s and early 1990s. The most common explanations for the different experiences between the East Asian and Latin American experiences have been the entry of large lowincome exporters especially China into the world market and that trade and technology have increasingly become intertwined Wood 1997, Green et al. 2001. Nowadays it is believed that trade liberalization unleashes a period of intensified competition and technical innovation that is complementary to high skilled labor. Also an additional factor may have been that low skill labor enjoyed sizeable rents in a number of these Latin American countries through institutionalized bargaining union power which were eroded with trade liberalization. It is therefore interesting to analyze the experience of one of the most recent successful entrants in the world market, namely Vietnam. The question is of course whether Vietnam has experienced the same changes in the wage structure as the 1 liberalizing Latin American countries in the 1980s and 1990s, or whether its experience matches the earlier experience of the East Asian NICS in the 1960s and 1970s. Apart from bringing new evidence on a recent entrant to the world market, this paper also addresses an important limitation in the literature on the impact of trade liberalization on the return to education. Existing studies typically estimate the return to education in terms of changes in wages rather than changes in employment, effectively ignoring the fact that trade liberalization may not only change wages but also employment opportunities across industries. Yet various studies have documented that the employment effect of trade reform in Vietnam can be of significant magnitude. For example, Niimi et al. 2002 argue that employment growth in the top ten export commodity sectors including seafood, food processing, textiles and shoes is a direct result of trade reform. They estimate that these export commodities generated 4.5 percent more jobs for the economy between 1993 and 1998. Jenkins 2003 enhances this finding and reveals a number of around 100,000 new jobs per annum created as the net employment effect of trade liberalization. Manning 2010 showed that the employment elasticities for manufacturing industries for the post2000 period are much higher than those estimated by Jenkins for the earlier decade. In this paper we estimate the impact of trade liberalization on the return to education taking into account changes in industry employment using four largescale representative household surveys from Vietnam for the period 19982006. Previous studies on the return to education in Vietnam have reported a rise in skill premium over time Gallup 2002, Pham and Barry 2007, Liu 2005 and Liu 2006 but it is unclear to which extent this is the result of trade liberalization. 2 The main finding of the paper is that trade liberalization did reduce the return to education in Vietnam and that most of its impact is through changes in industry employment. Therefore estimates based on changes in Mincerian returns provide an underestimate of the true impact of trade liberalization on the return to education. The paper is structured as follows. In the next section we discuss the theory and previous evidence on the impact of trade liberalization on the returns to education succinctly. In section 3 the methodology is introduced for measuring the returns to education taking into account both the wage and employment effect the unconditional returns to education. In section 4 the data is introduced and the estimated Mincerian and unconditional returns to education are presented. In section 5 we estimate the impact of trade liberalization on the Mincerian and unconditional return. Section 6 concludes the paper. 2. Theory and previous evidence Several theories suggest a link between trade liberalization and wages, particularly the skill premium or wage difference between low and high skilled workers. The common starting point is the HeckscherOhlin model suggesting that the relatively abundant factors would benefit from trade liberalization. Given that low skilled labor is the relatively abundant factor in developing countries, the theory makes the wellknown prediction that the return to low skilled labor should increase relative to the return of high skilled labor and therefore the skill premium should decrease. Although the experience of the EastAsian NICs confirmed the HeckscherOhlin prediction with a reduction in wage inequality with increasing openness in the 1960s and 3 1970s, the experience of the more recent liberalizers has been different with increasing return to education following trade liberalization for an overview of the literature see Wood 1997, Arbache et al. 2004. Consequently, trade and labor economists have been looking for other theories as well which can be broadly grouped as institutional, technological, and modified HeckscherOhlin. An institutional theory is that trade liberalization leads to greater domestic competition and therefore lower prices and producer rents. If workers share in these rents through some type of rentsharing mechanism, then wage inequality may be increased if it benefits the low skilled workers in particular Rama 2003. This explanation may also be relevant for Vietnam where the still large stateowned sector faces increasing domestic and international competition after the introduction of the economic liberalization program in 1986. A technological theory is that trade has an impact on technology by affecting the inflow of foreign technology as a result of both FDI and increased imports Robbins 1996, Feenstra and Hanson 1995. Assuming skill complementarity, the inflow of technology increases the relative demand for skilled labor leading to an increase in the skill premium. Davis 1996 and Wood 1999 have been arguing that the increase in the skill premium of the Latin American liberalizers can also be understood within a modified HeckscherOhlin framework. The entry of countries like China, India, Bangladesh, Pakistan and Indonesia in the world market for goods intensive in low skilled labor may have pressured middleincome countries such as those in Latin America to shift to the production of goods intensive in semiskilled labor, increasing the skill premium in these 4 countries. Considering the case of Vietnam, we can hypothesize that the modified HeckscherOhlin framework may be less relevant as Vietnam is a very low income country and abundant in low skilled rather than semiskilled labor. It is important to note that in the presence of industry wage differentials premiums the return to education depends on the average withinindustry skill premium as well as employment opportunities across industries. If the average withinindustry skill premium is high but employment opportunities for high skill workers in industries with high industry wage premiums are low for instance because of union activity or minimum wage legislation favoring low skill workers, then the average withinindustry skill premium is an overestimate of the return to education. If industry wage differentials favor industries with relatively more skilled workers, then the average skill premium would be an underestimate of the overall return to education .1 With trade liberalization, changes in the return to education will therefore not only depend on changes in the average withinindustry skill premium, but also on changes in industry employment patterns and industry wage differentials. We will show that under not implausible assumptions, that tradeinduced changes in the skill premium will give an underestimate of the changes in the overall return to education, once we take into account that workers are not only affected by changing skill premiums within industries but also changing employment opportunities across industries. Only in the limiting case of perfect interindustry mobility of workers as in the standard HeckscherOhlin model, will the change in return to education be fully reflected in the change in skill premium. Given that economic theory suggests that trade liberalization may increase or decrease the return to education, studies have typically approached this issue empirically 1 This argument will be shown formally in section 3. 5 for specific countries and for specific episodes of trade liberalization. In this paper we will analyze empirically the impact of trade liberalization on the return to education in Vietnam. However, unlike previous studies, we will estimate the impact taking into account not only changes in wages but also changes in industry employment patterns. In the next section we will develop and discuss a formal methodology for this purpose and in section 4 the empirical results will be presented. 3. Trade liberalization and the return to education: wage versus employment effect Studies estimating the impact of trade liberalization on the return to education typically start from the Mincerian earnings function where log wages are a function of education variables as well as other variables affecting labor productivity and therefore wages Attanasio et al. 2004, Arbache et al. 2004, Beyer et al. 1999: cid:1864cid:1867cid:1859cid:1875cid:3036cid:3404cid:1831cid:3036cid:2010cid:3397cid:1850cid:3036cid:2011cid:3397cid:3011cid:3037cid:2880cid:2869cid:1830cid:3036cid:3037cid:2012cid:3037cid:3397cid:2035cid:3036 1 where cid:1875cid:3036 is the hourly wage of individual i, cid:1831cid:3036 the years of education, cid:1850cid:3036 a vector of other individual determinants of wages such as age, age squared and gender, cid:1830cid:3036cid:3037 industry or and cid:2035cid:3036 an error term. The coefficients cid:2010 measure the marginal impact of one additional sector dummies indicating whether the individual i is working in industry j j1, ,J, year of education on the wage in log terms and can also be interpreted as the rate of return to education under certain assumptions Heckman et al. 2003. Although in the original specification of the Mincer earnings function no industry dummies are included Becker 1964, many studies have shown that there are typically large and persistent industry wage differentials that cannot be explained by human capital 6 differences Krueger and Summers 1987. Therefore without industry fixed effects the estimated return to education in equation 1 will be biased unless there is no correlation between the human capital variables and industry affiliation.2 In the literature one of two strategies is typically followed to estimate the impact of trade liberalization on the return to education. First, a differenceindifference DD approach is used to compare the change in return to education before and after the onset of trade liberalization in the tradable sector with the corresponding change in return to education in the nontradable sector Arbache et al. 2004. Let cid:2010cid:3047cid:3015cid:3021 and cid:2010cid:3047cid:3021indicate the return to education in the nontradable NT and tradable T sector in period t respectively. Then the DD estimator of the impact of trade liberalization over the period t to ts is given by cid:2010cid:3005cid:3005cid:3404cid:4666cid:2010cid:3047cid:2878cid:3046cid:3021 cid:3398cid:2010cid:3047cid:3021cid:4667cid:3398cid:4666cid:2010cid:3047cid:2878cid:3046cid:3015cid:3021cid:3398cid:2010cid:3047cid:3015cid:3021cid:4667 2 Under the assumption that all other factors affect the change in wages in the tradable and nontradable sector similarly, the DD estimate isolates the impact of trade liberalization. Although the DD estimate provides a simple and intuitive measure of the impact of trade liberalization, it has two important disadvantages. First, even if the reforms are concentrated in a period of a few years, i.e. s is small, one cannot be sure that the changes in the wage structure in the tradable sector are not due to other factors that had a differential impact on wages in the tradable versus nontradable sector. Trade liberalization is often combined with other policy changes, such as privatization, labor 2 We note that the literature has typically focused on another type of bias, namely the socalled ability bias Card 1999. However we note that the ability bias is more of a concern when the primary focus is on the level of return rather than the change in return due to trade liberalization a differenceindifference estimate as in the latter case much of the ability bias will be differencedout in the analysis. 7 market reforms, and financial liberalization, and these may have different impacts across the tradable and nontradable sectors. Second, in practice trade reforms are not implemented as a 01 variable but sequentially and differentially with different industries affected at different points in time and at different degrees Arbache et al. 2004. The second strategy exploits these differences in timing and extent in trade liberalization across industries by assuming that the return to education in industry j cid:2010cid:3037 is a function of industrylevel measures of trade openness cid:1846cid:3037:3 3 4 cid:2010cid:3037cid:3404cid:2010cid:3397cid:1846cid:3037cid:2010cid:3021 cid:3105cid:3081cid:3285cid:3105cid:3021cid:3286cid:3404cid:3420cid:2010cid:3021cid:1861cid:1858cid:1862cid:3404cid:18630cid:1861cid:1858cid:1862cid:3405cid:1863 The impact of trade on the return to education is then given by: Equation 4 shows that the return to education is affected by the degree of trade openness in the industry in which an individual is employed, but there is no crosseffect from changes in the degree of trade openness in other industries. This result no longer holds if one takes into account employment shifts across industries as we will do further below. Although this approach addresses the two disadvantages of the differenceindifference approach, it requires industrylevel measures of trade openness which are known to be noisy. There are many possible proxies for trade openness but none is perfect given that trade liberalization has many dimensions input tariffs, output tariffs, 3 This is equivalent to adding interaction terms of cid:1831cid:3036 with cid:1830cid:3036cid:3038cid:1846cid:3038 k1, ,J in the Mincer equation 1. 8 weighted and unweighted tariffs, effective rates of protection, nontariff barriers, etc. which are typically measured with error Mc Culloch et al. 2001. Because the differenceindifference approach is less prone to measurement error, it is useful to use both strategies to study the impact of trade liberalization on the return to education. It is important to note that both strategies can identify the impact of trade liberalization on the return to education provided that labor is not perfectly mobile across industries and sectors Attanasio et al. 2004. With perfect labor mobility one will only observe economywide changes in the return to education after trade liberalization, and these changes may or may not be due to trade liberalization if there have been other changes in the economy as well.4 In practice, however, labor mobility is less than perfect and reflected in large and persistent wage differentials across industries and sectors. We will find that this is also the case in this study for Vietnam see section 4. The above strategies have been used to study the impact of trade liberalization on the return to education in, for example, Colombia Attanasio et al 2004, Brazil Arbache et al. 2004, and Chile Beyer et al. 1999. While some of these studies do not control for industry affiliation most likely biasing the estimate of the returns to education, others do include controls for industry affiliation. However, even with controls for industry affiliation, previous studies still ignore the fact that industry affiliation is itself affected by education and trade liberalization, and therefore should be taken into account when estimating the returns to education.5 This issue is especially relevant when studying the 4 In this case a CGE type of model will be needed to identify any impact of trade liberalization on the return to education. 5 Attanasio et al. 2004 actually do analyze how the estimated skill premiums are affected by the inclusion of industry andor occupation dummies and also how trade reform has impacted on industry wage differentials and the probability of informal sector employment. They do not, however, combine these results to estimate the full impact of trade reform on the return to education. 9 impact of trade liberalization, where theory and evidence suggest that it has not only an impact on wages but also on employment patterns, being effectively two sides of the 1992, 1997. cid:2010cid:3560cid:3036cid:3404cid:31055 same coin Attanasio et al. 2004, Currie and Harrison 1997, Green et al. 2001, Revenga cid:1868cid:3036cid:3037cid:2010cid:3037cid:3397cid:3011cid:3037cid:2880cid:2869cid:3011cid:3037cid:2880cid:2869industry j1, ,J. The probability is a function of education level Ei, a vector of industryworking in industry j,6 the expected return to education unconditional on industry Equation 5 decomposes the unconditional return to education into two parts, namely 1 Let cid:1868cid:3036cid:3037cid:3404cid:1868cid:3037cid:4666cid:1831cid:3036,cid:1846,cid:1850cid:3036cid:4667 denote the probability of employment of individual i in level measures of openness cid:1846cid:3404cid:4666cid:1846cid:2869, ,cid:1846cid:3011cid:4667, and a vector of individual characteristics cid:1850cid:3036. Taking into account equation 1 and writing logcid:1875cid:3036cid:3037 for the log wage of individual i employment, cid:2010cid:3560cid:3036, is given by: cid:3404cid:3043cid:3284cid:3285cid:2922cid:2925cid:2917cid:3050cid:3284cid:3285cid:3259cid:3285cid:3128cid:3117cid:3105cid:3006cid:3284logcid:1875cid:3036cid:3037cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284the return to education holding employment patterns constant logcid:1875cid:3036cid:3037cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3011cid:3037cid:2880cid:2869cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:34040cid:4667 or industrywage differentials are uniformly zero logcid:1875cid:3036cid:3037cid:3404logcid:1875cid:3036cid:3037cid:4593, j, j 1, ,J will the unconditional rate of return to education be equal to the expected Mincerian return cid:2010cid:3560cid:3036cid:3404cid:1868cid:3036cid:3037cid:2010cid:3037cid:4667. 7 cid:3011cid:3037cid:2880cid:28696 cid:1864cid:1867cid:1859cid:1875cid:3036cid:3037cid:3404cid:1831cid:3036cid:2010cid:3397cid:1850cid:3036cid:2011cid:3397cid:2012cid:3037cid:3397cid:2035cid:3036cid:3037 7 The latter follows from the fact that cid:3011cid:3037cid:2880cid:2869return to education due to different industry employment patterns across education levels . Only in the unlikely event that employment patterns are unaffected by cid:1868cid:3036cid:3037cid:3011cid:3037cid:2880cid:2869cid:2010cid:3037, and 2 the education cid:34040. cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284 10 In fact, if industry wage differentials cid:2012cid:3037 tend to be higher lower in industries with relatively more low skill workers, then the expected Mincerian return is an overestimate underestimate of the unconditional rate of return to education.8 Taking the return to education in the nontradable sector as benchmark, the differenceindifference DD estimator of the impact of trade liberalization on the return to education taking into account employment shifts is given by: cid:2010cid:3560cid:3036cid:3005cid:3005cid:3404cid:4670cid:4666cid:2010cid:3560cid:3036,cid:3047cid:2878cid:3046cid:3398cid:2010cid:3560cid:3036,cid:3047cid:4667cid:3398cid:4666cid:2010cid:3047cid:2878cid:3046cid:3015cid:3021cid:3398cid:2010cid:3047cid:3015cid:3021cid:4667cid:4671 6 It is useful to decompose the DD estimator into a wage and employment effect as cid:4681 follows:9 7 cid:2010cid:3560cid:3036cid:3005cid:3005cid:3404cid:3427cid:3011cid:3037cid:2880cid:2869cid:3397cid:3011cid:3037cid:2880cid:2869cid:1868cid:3036,cid:3047cid:3037cid:2010cid:3005cid:3005,cid:3037cid:3431cid:3397cid:4680cid:3011cid:3037cid:2880cid:2869cid:2010cid:3047cid:2878cid:3046cid:3037 cid:1868cid:3036,cid:3047cid:3037 wage effect employment effect cid:4666logcid:1875cid:3036cid:3037cid:3105cid:3043cid:3284,cid:3295cid:3285cid:3105cid:3006cid:3284cid:4667where cid:2010cid:3005cid:3005,cid:3037cid:3404cid:4666cid:2010cid:3047cid:2878cid:3046cid:3037 cid:3398cid:2010cid:3047cid:3037cid:4667cid:3398cid:4666cid:2010cid:3047cid:2878cid:3046cid:3015cid:3021cid:3398cid:2010cid:3047cid:3015cid:3021cid:4667 and cid:1876cid:2930cid:3404cid:1876cid:3047cid:2878cid:3046cid:3398cid:1876cid:3047. cid:4666cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3398cid:2869cid:3011 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4667cid:3404 cid:4666logcid:1875cid:3036cid:3037cid:3398cid:2869cid:3011logcid:1875cid:3036cid:3037cid:4667logcid:1875cid:3036cid:3037cid:4666cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3398cid:2869cid:3011 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4667cid:34048Note that cid:3404logcid:1875cid:3036cid:3037cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3011cid:3037cid:2880cid:2869cid:3011cid:3037cid:2880cid:2869cid:3011cid:3037cid:2880cid:2869cid:3011cid:3011cid:3011 cid:4666cid:2920cid:3398cid:2869cid:3011cid:2920cid:4667cid:4666cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3398cid:2869cid:3011 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4667cid:3397 cid:4666cid:2013cid:3036cid:3037cid:3398cid:2869cid:3011cid:2013cid:3036cid:3037cid:4667cid:4666cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3398cid:2869cid:3011 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4667covcid:4678cid:2920,cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4679 because cid:2013cid:3036cid:3037 is cid:3011cid:3037cid:2880cid:2869cid:3011cid:3037cid:2880cid:2869cid:3011cid:3011cid:3011cid:3011cid:4667cid:4666cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3398cid:2869cid:3011 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4667assumed to be noise and therefore cid:1831cid:3420 cid:4666cid:2013cid:3036cid:3037cid:3398cid:2869cid:3011cid:2013cid:3036cid:3037cid:3424cid:34040. If industry wage cid:3011cid:3037cid:2880cid:2869cid:3011cid:3011cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284 will tend to be negative positive for industries where cid:2012cid:3037 is larger smaller, and covcid:4678cid:2920,cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4679 will be negative. Hence, the 9 Here we use the employment shares in period t, cid:1868cid:3036,cid:3047cid:3037 , as weights for cid:2010cid:3005cid:3005,cid:3037. It is also possible to use cid:1868cid:3036,cid:3047cid:2878cid:2869cid:3037any linear combination of cid:1868cid:3036,cid:3047cid:3037 and cid:1868cid:3036,cid:3047cid:2878cid:2869cid:3037differentials tend to be higher in industries with relatively more low skilled workers, then expected Mincerian return will be an overestimate of the unconditional return. as weights but this does not affect the empirical results in any notable way. 11 or Also if we use industrylevel measures of trade openness we can analyze the impact of trade on the return to education taking into account industry employment shifts. Combining 3 and 5, the impact of trade on the return to education unconditional on industry employment is given by: cid:3404 cid:3105cid:3105cid:3021cid:3286cid:3428cid:3105cid:3081cid:3561cid:3284cid:3105cid:3021cid:3286cid:3404cid:3105cid:3118cid:2922cid:2925cid:2917cid:3050cid:3284cid:3285cid:3043cid:3284cid:3285cid:3259cid:3285cid:3128cid:3117cid:3105cid:3006cid:3284cid:3105cid:3021cid:3286 cid:3427cid:1868cid:3036cid:3038cid:2010cid:3021cid:3431cid:3397cid:3428cid:2010cid:3037cid:3105cid:3043cid:3284cid:3285cid:3105cid:3021cid:3286cid:3011cid:3037cid:2880cid:2869cid:3397cid:1868cid:3036cid:3037cid:2010cid:3037cid:1864cid:1867cid:1859cid:1875cid:3036cid:3037cid:3011cid:3037cid:2880cid:2869cid:3011cid:3037cid:2880cid:2869cid:3397 cid:3105cid:3105cid:3021cid:3286cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3432 cid:1864cid:1867cid:1859cid:1875cid:3036cid:3037cid:3011cid:3037cid:2880cid:2869cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:3432 8 wage effect employment effect Similarly to the differenceindifference estimator 7, the first bracket of equation 8 describes the wage effect while the second bracket measures the employment effect. Only in the limiting case where there are no industryspecific wage differentials cid:2012cid:3037cid:3404cid:2012cid:3037cid:4594cid:1862,cid:1862cid:4593 and skill premiums cid:2010cid:3037cid:3404cid:2010cid:3037cid:4594cid:1862,cid:1862cid:4593 as in the standard HeckscherOhlin model because of perfect interindustry mobility of workers, the change in unconditional return to education following trade reform will be fully captured by the wage effect. Assume that a country is labor abundant such as Vietnam. In that case standard trade theory suggests that trade reform will reduce the average withinindustry return to education cid:2010cid:3037, implying a negative wage effect. If industry wage premiums cid:2012cid:3037 tend to increase relatively more or decrease relatively less in expanding industries c.q. increase relatively more in low skill compared to high skill labor intensive industries, then this will tend to make the employment effect negative.10 If also the return to education tends 10 Because covcid:4678cid:2920,cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284cid:4679 will tend to fall for given values of cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284 see footnote 8. 12 to be lower in low skill industries, then the employment effect will become more negative due to expanding employment in low skill industries.11 This suggests that the wage and employment effects tend to reinforce each other and that the wage effect or change in expected Mincerian return would be an underestimate of the change in the unconditional returns to education, although the argument depends on not implausible assumptions regarding the initial distribution of the withinindustry returns to education as well as the predicted changes in wage premiums and employment shifts across industries. Equation 8 also shows that there will be crosseffects across industries cid:3105cid:3081cid:3561cid:3284cid:3105cid:3021cid:3286cid:34050 if cid:1830cid:3036cid:3038cid:34040 as long as trade affects the employment shares cid:3105cid:3021cid:3286 cid:34050 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3021cid:3286cid:34050, wages cid:3105cid:3039cid:3042cid:3034cid:3050cid:3284cid:3285cid:3105cid:3006cid:3284cid:3105cid:3021cid:3286cid:34050. No such crosscid:3105cid:3118cid:3043cid:3284cid:3285cid:3105cid:3081cid:3285cid:3105cid:3021cid:3286cid:34040ifcid:1862cid:3405cid:1863cid:4667 as industry employment shifts are ignored. effects are present in the analysis on the conditional Mincerian return to education andor responsiveness of employment shares to education 4. Trade liberalization and the return to education in Vietnam Trade policy reforms have been a very important part of the Vietnamese renovation process launched in 1986. Important liberalization measures were adopted since the 1990s that included export promotion, the replacement of quotas by tariffs and the reduction of trade barriers. Export processing zones EPZs were established in 199091 and export incentives in the form of duty drawback schemes were extended between 11 I.e. cid:3011cid:3037cid:2880cid:2869cid:1868cid:3036cid:3037cid:2010cid:30371990 and 1994. There was a move away from quantitative barriers towards a tariffbased will tend to decline. 13 system in the 1990s. In 1995 export quotas were eliminated for all commodities except rice. By 1998 the management of imports of most consumer goods had shifted to tariffs rather than quotas or licensing although 9 categories of goods remained under quantitative restrictions. In 1995 Vietnam joined the ASEAN and became a member of the WTO in 2007. After a reform hiatus in the late 1990s largely because of the Asian crisis, reforms revived in the first few years of the new millennium when barriers to imports and to private trading and investing came down further, giving manufactured exports a further boost. The period 20002002 have seen further liberalization with the removal of a number of quantitative restrictions World Bank, 2002, Table 3.1. The conclusion of VietnamUS bilateral trade agreement BTA in July 2000 marked an important milestone in further deepening Vietnams integration into the world economy. Vietnams exports responded strongly to the reforms aiming at opening the economy. Between 1991 and 2002 the dollar value of nonoil exports from Vietnam grew at an average annual rate of nearly 19 percent, double the average for developing countries as a group. The dollar value index for Vietnams nonoil exports rose six fold, twice as much as any other East Asian countries World Bank 2003. The export recorded even stronger performance during period 20022006, grew on average more than 21.7 per cent per annum. As a result, the value of nonoil export almost doubled in merely four years between 2003 and 2006. Rapid export growth was accompanied by a swift change in the export composition. Manufactured exports increased their share in nonoil exports from 13 to 67 percent over the same period, a rate similar to other East Asian exporters that came before it. Within 14 manufactured exports, the share of resourcebased products fell from threequarters to less than a fifth, and this was taken up by a rising share of laborintensive low technology exports. Seventy percent of manufactures are accounted for by footwear and textile clothing alone, while furniture, clothing accessories, and travel goods and handbags contribute nearly 20 percent. The increase in laborintensive exports has contributed significantly to employment and povertyreduction, especially in urban and semiurban areas. Mediumtechnology exports, mainly laborintensive componentproduction for assembly elsewhere, are of recent origin, reaching a 5 percent share in 2002. In this paper we use evidence from four nationally representative crosssection household surveys over the period 19982006, namely the Vietnam Living Standards Survey of 1998 VLSS98 and the Vietnam Household Living Standards Survey 2002, 2004 and 2006 VHLSS02, VHLSS04, VHLSS06. The same core modules including those on labor and employment have been repeated for all VHLSSs and hence enable comparability among all surveys. A total of 6,000 and 75,000 households were included in the VLSS98 and VHLSS02, while about 46,000 households were included in each of VHLSS04 and VHLSS06. We have restricted the analysis to employed individuals with wage employment as their main activity, between ages 18 and 65 inclusive. The hourly wage was estimated for each employed individual by using the information on the total wage as well as the number of hours worked. Although the quality of the data is high, the bottom and top 1% of the wage distributions for each education level, year and sector nontradable, import substituting and exportoriented see below have been removed to eliminate outliers that 15 might be due to measurement error. Hourly wages have been adjusted for inflation and regional price differences and are in 1998 VND. Descriptive statistics Table 1 presents the descriptive statistics for mean wages and employment composition by sector. Two sectors are distinguished here, namely traded defined as agriculture, mining and manufacturing and nontraded sectors the other sectors.12 The traded sector is further decomposed into the import substituting sector and the export oriented sector. An industry has been defined as exportoriented if its exports are larger than its imports and exports are more than 10% of industry gross output, importsubstituting if its imports are larger than its exports and imports are more than 10% of industry gross output.13 On average hourly wages are about 2040% higher in nontraded sector than in traded sector, and higher in the importsubstituting than exportoriented sector. Wage growth differed across the sectors and was the lowest in the exportoriented sectors. More individuals work in the nontraded than in the traded sector and the share of employment in the traded sector has been decreasing over 19982006. However, within the traded sector there has been a strong employment shift from the importsubstituting to the 12 Appendix A provides a detailed list of the included industries in each sector. 13 Exports and imports have been calculated by their annual means for the period 19982006 and therefore the industry classification is constant for the entire period. A few industries in the traded sector could not be classified as import substituting or export oriented either because import and export data were lacking two industries or because less than 10% of gross industry output was imported and exported two industries. 16 Table 1. Mean and change of real wages and employment composition by sector, 1998, 2002, 2004, and 2006 1998 2002 2004 2006 Change 19982006 a Mean hourly wages Nontraded Traded Import substituting sector Export oriented sector b Composition of employment % Nontraded Traded Of which % Import substituting sector Export oriented sector 4.14 3.47 3.75 3.21 55.9 44.1 41.4 58.6 4.75 3.63 4.36 3.27 55.8 44.2 30.4 69.6 5.03 3.95 4.56 3.59 58.7 41.3 31.1 68.9 5.80 4.66 5.27 4.20 58.1 41.9 30.7 69.3 % 40.1 34.3 40.5 30.8 3.9 5.0 25.8 18.3 Notes: real wages in 1998 VND; wages and employment are weighted with sampling weights; employment is also weighted for hours of work. exportoriented sector. In so far as the return to education might differ across sectors andor there are industry wage differentials, these employment shifts will have a strong impact on the unconditional return to education see below.14 The following figure shows that the higher average wages in the nontraded and import substituting sector can be explained by the relatively high education of the workers in these sectors. Less than 10% of the workers in the nontraded and import substituting sector had less than primary education in 2006, against 27% in the export sector. The nontradable sector has also a relatively large share of workers with college or higher education namely 21% in 2006 against 10% and 3% in the import substituting and exportoriented sectors respectively. The difference in skills between workers in the 14 Different return to education implies that cid:2010cid:3037cid:3405cid:2010cid:3037cid:4593cid:1862,cid:1862 and industry wage differentials imply that logcid:1875cid:3036cid:3037cid:3405logcid:1875cid:3036cid:3037cid:4593cid:1862,cid:1862 see equation 5. 17 import substituting and the export oriented sectors follows the basic HeckscherOhlin prediction Vietnam has a comparative advantage in lowskill exports. Figure 1. Employment distribution by education and sector, 1998, 2002, 2004 and 2006 Nontradable Import Substituting Export Oriented 100%80%60%40%20%0%primarysecondarytechnicalprof.secondaryprimaryhigh schoolcollege or higher Note: employment is weighted with sampling weights. Also noticeable is the process of skill upgrading in each of the sectors the share of workers with education less than or equal to any given level of education is falling over time in each of the sectors. For instance, the share of workers with primary or less education has fallen from 27 to 22%, 47 to 31% and 69 to 55% in the nontradable, import substituting and exportedoriented sector between 1998 and 2006 respectively. This shift may reflect both the inflow of the younger age groups with relatively high education into the labor force supply shift as well as skillbiased technical change demand shift. 18 Less than primary Primary Secondary High school Technical Professional Sec. College or higher Average Import substituting 1998 3.61 3.34 3.54 4.75 3.87 6.06 2006 3.70 3.97 4.29 5.33 6.02 9.25 1998 3.24 3.34 3.39 4.40 4.85 8.18 2006 4.14 4.02 3.95 4.41 6.12 11.58 Export Oriented 1998 2006 3.39 2.47 3.86 3.52 3.36 3.87 4.69 4.06 5.78 4.59 10.25 10.61 3.21 4.20 Table 2 reports the mean real hourly wages by sector and education level over the period 19982006.15 We still find that wages differ across sectors and wages tend to be higher in the nontrade sector for low skill workers and higher in the traded sector for high skill postsecondary education workers. Also, as expected, wages increase in the Table 2: Mean real hourly wages by sector and education level, 1998 and 2006 Tradable Nontradable 5.27 Notes: real wages in 1998 VND; wages are weighted with sampling weights Mincerian return to education 4.14 5.80 3.75 level of education. Also workers at the higher levels of education have particularly benefited from higher wages between 1998 and 2006, suggesting that the rate of return to education has increased in Vietnam. It is also notable that the educationwage profile is steeper in traded sector than in the nontraded sector, suggesting that openness increases the return to education in Vietnam. However in the next section we will check whether the return to education is also higher in the more open industries after we control for other factors in a regression analysis. 15 We do not report wages for the intermediate years 2002 and 2004 in the table for clarity, but they fit the overall time pattern. 19 The above descriptive statistics suggest that in the period 19982006 the rate of return to education has increased in Vietnam. Also the return to education and wage levels appear to differ across the different sectors and therefore an analysis of the impact of trade liberalization on the return to education should take into account wage shifts as well as employment shifts. First we pool the four household surveys and run the Mincer earnings equation to identify the overall rates of return to education in Vietnam for the period 19982008. Education is measured by the years of education that is required for attaining the highest level of education completed. We modify the basic Mincer equation 1 in two respects. First, there is increasing evidence from other countries that the return can be nonlinear in education and therefore we also include a quadratic term for the education variable. Second, the return to education has often been found to differ across experience levels and therefore we estimate the include dummies for the age group a proxy for experience interacted with the years of education Heckman et al. 2003: cid:3012cid:3038cid:2880cid:2869cid:3012cid:3038cid:2880cid:2869cid:3397cid:3011cid:3037cid:2880cid:2869cid:1830cid:3036cid:3037 9 cid:1829cid:3036cid:3047cid:3038cid:2031cid:3038cid:1829cid:3036cid:3047cid:3038cid:1831cid:3036cid:3047cid:2010cid:2869cid:3038cid:3397cid:3012cid:3038cid:2880cid:2869cid:1864cid:1867cid:1859cid:1875cid:3036cid:3047cid:3404cid:1829cid:3036cid:3047cid:3038cid:1831cid:3036cid:3047cid:2870cid:2010cid:2870cid:3038cid:3397cid:1850cid:3036cid:3047cid:2011cid:3397cid:2012cid:3037cid:3397cid:2028cid:3047cid:3397cid:2035cid:3036cid:3047 where cid:1829cid:3036cid:3047cid:3038 is an age group dummy equal to one if individual i belongs to age group region, and urban area.17 Time fixed effects cid:2028cid:3047 capture aggregate changes in wages. We 44 years and 4565 years.16 The vector Xit includes controls for age, age squared, gender, k1,2, ,K at time t. We distinguish among the age groups 1824 years, 2534 years, 35 16 The age groups are approximately equalsized. 17 Dummies for the following regions are included: North East, North West, North Central Coast, South Central Coast, Central Highlands, Southeastern, Mekong River Delta, and Red River Delta. 20 introduce further flexibility by estimating the Mincer equation 9 sector by sector to allow for a sectorspecific return to education j1,2, J: cid:1829cid:3036cid:3047cid:3038cid:1831cid:3036cid:3047cid:2010cid:2869cid:3037cid:3038cid:3397cid:3012cid:3038cid:2880cid:2869cid:1829cid:3036cid:3047cid:3038cid:1831cid:3036cid:3047cid:2870cid:2010cid:2870cid:3037cid:3038cid:3397cid:1850cid:3036cid:3047cid:2011cid:3037cid:3397cid:1829cid:3036cid:3047cid:3038cid:2031cid:3037cid:3038cid:3397cid:2012cid:3037cid:3397cid:2028cid:3037cid:3047cid:3397cid:2035cid:3036cid:3037cid:3047 cid:3012cid:3038cid:2880cid:2869cid:1864cid:1867cid:1859cid:1875cid:3036cid:3047cid:3037cid:3404cid:3012cid:3038cid:2880cid:2869 10 We distinguish as before among the nontradable, import substituting and exportoriented sectors.18 We note that the choice of sector is endogenous and therefore estimation of equation 10 with OLS will give biased estimates of the parameters. Below we will model the choice of employment across sectors as the outcome of a multinomial logit model . The covariance matrix between cid:2035cid:3036cid:3037cid:3047 in equation 10 and the error terms of the multinomial logit model will determine the correct sample selectivity terms for 10, following Dubin and Mc Fadden 1984. However, we use a modification of the Dubin and Mc Fadden method proposed by Bourguignon et al. 2007.19 This method is more general and also provides a fairly good correction even if the implicit assumption of Independence of Irrelevant Alternatives would not hold as assumed in the multinomial logit model. Table 3 reports the results and we note the following. First, the Ftest H0: no age group effects for education indicates that the return to education differs significantly across age groups. Second, the rate of return is nonlinear and increasing in education as the squared years of education variable is uniformly positive and significant. Third, females earn 1221% lower hourly wages than males after controlling for education and 18 The few tradable industries that could not be classified as either import substituting or exportoriented are classified as nontradable see footnote 13. Also because the relatively small number of observations, we combined the age groups 3544 year and 4565 year for workers in the import substituting sector. 19 Bourguignon et al. 2007 propose two modifications and we apply the most robust variant DMF1. 21 Table 3. Pooled OLS estimates of Mincer equation, 1998, 2002, 2004 and 2006. Import Substituting Non Traded Traded Export Oriented Age group 2534 Age group 3544 Age group 4565 Education 103 Age group 1824 Age group 2534 Age group 3544 Age group 4565 Education squared 103 Age group 1824 Age group 2534 Age group 3544 Age group 4565 Age Age squared Female Year 2002 Year 2004 Year 2006 cid:2019cid:2869 cid:2019cid:2870 cid:2019cid:2871 1 0.02 0.55 0.06 1.07 0.10 1.63 29.7 3.28 44.4 5.60 60.7 7.29 63.4 6.84 3.94 7.31 5.45 12.1 7.35 15.1 8.43 17.2 0.05 9.78 0.57 9.26 0.13 14.2 0.12 7.68 0.20 10.8 0.37 21.6 0.18 5.90 0.35 5.38 0.34 4.63 0.22 2.12 2 0.03 0.32 0.09 1.02 0.09 1.02 3.86 0.20 16.6 0.85 56.5 4.05 56.5 4.05 2.35 1.91 3.85 3.42 7.49 8.60 7.49 8.60 0.07 7.62 0.78 6.87 0.24 11.4 0.16 4.80 0.23 5.99 0.39 11.2 0.01 0.05 0.05 2.32 0.11 0.85 0.38 1.93 3 0.01 0.20 0.15 2.66 0.03 0.43 20.6 2.34 40.2 4.72 1.95 0.16 39.8 3.21 3.69 5.66 6.51 10.1 4.50 4.83 7.11 6.95 0.03 4.21 0.35 4.08 0.23 19.9 0.03 1.91 0.15 7.16 0.32 14.8 0.28 3.75 0.63 9.20 0.05 1.69 0.25 2.22 351.53 0.00 Constant Ftest pvalue N Notes: Dependent variable: real wages in 1998 VND. Region and urban dummies are included. tValues in parentheses. Bootstrapped estimator of variance based on 100 replications is used. Ftest is for H0: no age group effects for education. 42.62 0.00 91.99 0.00 10154 20089 3882 22 age cf. Liu 2004, and the gender wage gap is higher in the tradable than nontradable sector.20 Fourth, real hourly wages have been increasing steadily and increased by 3848% between 1998 and 2006.21 Fifth, the sample selectivity terms cid:2019cid:2869,cid:2019cid:2870,cid:2019cid:2871 are statistically significant different from zero suggesting the presence of sample selection bias in the Mincer regression equations. Because of the nonlinear return to education we graph the predicted log of hourly wage by years of education for different sectors and age groups in Figure 2 for the average worker within each age group. Wages are generally higher in the import substituting sector than in the exportoriented sector and lowest in the nontradable sector even after controlling for human capital differences. 22 Within the tradable sector, therefore, Figure 2. Predicted log of wage by years of education, age group and sector Age 1824Age 25342,202,001,801,601,401,201,000,800,602,202,001,801,601,401,201,000,800,602,202,001,801,601,401,201,000,800,600248610Years of education 1214160248610Years of education 121416Age 3544Age 45652,202,001,801,601,401,201,000,800,600248610Years of education 1214160248610Years of education 121416Non Tradable Import Substituting Export Oriented 20 Exp0.1310.12, exp0.2410.21. 21 Exp0.3210.38, exp0.3910.48. 22 These results still holds even if one controls for the ownership of the firm CHECK, and hence cannot be explained by differences in paysetting across foreignowned, stateowned and privately owned firms regressions not reported. 23 wagesetting is more competitive in the economic sectors in which Vietnam holds a comparative advantage, and less competitive in the more protected importsubstituting sector. The Mincerian return to education is given by the slope of the curves in Figure 2 and is reported in the first column of Table 4. The return is 35% at 6 years of education, increasing to 612% at 12 years of education, and 717% at 15 years of education. Given that Figure 2 shows wage profiles with roughly similar slopes across sector, one may conclude that sector differences are irrelevant for the returns to education. However, the figure also indicates large intersector wage differentials implying that the Mincerian return to education may be a poor measure of the return to education once the relationship between education and sectoral employment opportunities are taken into account. We therefore now proceed to estimate the unconditional return to education. 6 years education 12 years education 15 years education Table 4. Mincerian return to education by age group, education and sector Age 1824 2534 3544 4565 Export No Trade Import 0.02 0.06 0.08 0.04 0.12 0.05 0.05 0.12 Export No Trade Import 0.07 0.07 0.10 0.12 0.17 0.11 0.13 0.17 No Trade Import 0.03 0.03 0.03 0.03 0.02 0.02 0.03 0.04 0.06 0.09 0.12 0.14 0.09 0.12 0.16 0.19 Export 0.09 0.16 0.13 0.17 Unconditional return to education The unconditional return to education depends on the responsiveness of sectoral cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284 see equation 5. A worker will compare the employment with respect to education, utility from working in each sector and choose the sector with the highest utility. The utility will depend on sector characteristics, such as expected wage, job security, job opportunities, demand for skills, entry barriers and costs, as well as worker 24 characteristics, such as preference for job security and occupational preference.23 We model the choice of a worker i with a multinomial logit MNL model where the utility from working in sector j at time t is given by 24 11 cid:1847cid:3036cid:3047cid:3037cid:3404 cid:1829cid:1861cid:1872cid:1863cid:2031cid:3037cid:3038cid:3397cid:2012cid:3037cid:3397cid:2028cid:3037cid:3047cid:3397cid:2021cid:3036cid:3037cid:3047 cid:1837cid:1863cid:34041characteristics are captured by education cid:1831cid:3036cid:3047 and a vector Zit which includes individual Equation 11 should be interpreted as a reduced form equation where worker and sector cid:1831cid:3036cid:3047cid:2016cid:2869cid:3037cid:3038cid:3397 cid:1829cid:1861cid:1872cid:1863cid:1837cid:1863cid:34041cid:1831cid:3036cid:3047cid:2870cid:2016cid:2870cid:3037cid:3038cid:3397cid:1852cid:3036cid:3047cid:2038cid:3037cid:3397 cid:1829cid:1861cid:1872cid:1863cid:1837cid:1863cid:34041characteristics age, age squared, gender, region, urban area, household composition, marital status, household size, sector characteristics proportion of workers employed in the import substituting and the exportoriented sector within each provinceurban pair as a proxy for local job opportunities, and year dummies. Also a sector fixed effect cid:2012cid:3037 captures unobserved differences between sectors, a time fixed effect cid:2028cid:3037cid:3047 captures aggregate changes over time and age groupeffects are included for additional flexibility. We estimate the model for three sectors, namely wage employment in the nontradable, import substituting, and exportoriented sector. Selfemployment is not considered because the measurement of return from selfemployment is far from straightforward.25 The next table reports the regression coefficients and tvalues for the multinomial logit model of employment sector choice for the pooled sample of the 19982006 surveys. The nontradable sector is used as the reference choice. Hence, the 23 Occupational preferences will affect the choice of sector because sectors differ in their occupational distribution. 24 A common concern with the MNL model is the assumption of the independence of irrelevant alternatives that is implicit in the model. We have compared the MNL estimates with logit estimates after excluding one of the employment sectors, and the coefficients were highly similar, suggesting that the outcome categories are plausibly distinct as required in a MNL model Cheng and Long 2007. Also the Hausman test for the IIA did not reject the IIA negative because of small sample. 25 The return from selfemployment depends on the marginal labor productivity in farm and nonfarm production which is not observed directly. 25 estimated MNL coefficients reflect the effect of the independent variables on the likelihood of employment in the importsubstituting and exportoriented sector relative to the nontradable sector. In general the model fits the data reasonably well.26 The probability of employment in the importsubstituting and exportoriented sectors falls with age the quadratic term for age is not significantly different from zero suggesting that younger people are more likely to employed in the tradable sectors. Also females are more likely to be employed in the tradable sectors, especially in the exportoriented sector, which is in line with Woods finding that the exportoriented sector is often femaleled in developing countries 1991. The regional dummies suggest that employment in the tradable sectors is highest in the Red River Delta the omitted category as well as in urban areas, reflecting the regional distribution of economic activity in Vietnam. Similarly local sector job opportunities affect the probability of employment strongly as reflected by the relatively large coefficients for the proportion of workers employed in the import substituting and the exportoriented sector within each provinceurban pair. Employment across sectors also varies systematically and nonlinearly with education and across age groups.27 Table 6 reports the predicted probability of employment in the importsubstituting and exportoriented sector at different levels of education and for different age groups, evaluated at the mean value of all other variables. 26 Goodnessoffit is measured by the relative correspondence between the actual employment sector of workers and their predicted sector. If we take the sector with the highest estimated probability as the predicted sector of employment for each worker, then the models predictive accuracy is 70.5% for workers in the nontradable sector 58.8% of total workers, 45.7% for workers in importsubstituting sector 11.4% of total workers, and 64.2% for workers in the exportoriented sector 29.7% of total workers. 27 The age group effects are significantly different from zero 2test. 26 0.28 0.13 0.16 0.05 6.61 3.69 3.60 1.02 Export Oriented coefficient 5.95 2.51 1.40 3.82 coefficient Import Substituting tvalue 3.35 3.34 3.60 0.74 0.90 1.16 Table 5. Multinomial Logit Estimates of Employment Sector in Vietnam, 19982006 Age group 2534 Age group 3544 Age group 4565 Education Age group 1824 Age group 2534 Age group 3544 Age group 4565 Education squared Age group 1824 Age group 2534 Age group 3544 Age group 4565 Age Age squared Female Year 2002 Year 2004 Year 2006 North East North West North Central Coast South Central Coast Central Highlands Southeastern Mekong River Delta Urban area Share of household age 15 Share of household 15age 25 Share of household 25age 35 Share of household 35age 45 Share of household 45age 55 Married Household size Share employment in importsubstituting sector Share employment in export oriented sector Constant N 9.48 9.39 5.49 2.39 2.60 1.03 26.51 5.00 3.58 4.89 0.53 1.79 2.73 3.77 3.98 7.08 9.97 10.00 3.45 0.89 1.16 0.26 2.32 1.86 0.31 8.34 39.08 6.05 7.77 6.62 6.21 2.61 2.55 0.88 7.20 5.18 3.42 3.94 0.77 0.60 0.45 2.12 2.57 3.29 6.24 5.92 0.81 0.58 0.54 0.99 0.42 1.02 2.03 28.11 9.50 6.45 0.02 0.01 0.02 0.01 0.06 0.25 0.28 0.37 0.27 0.31 0.05 0.10 0.03 0.14 0.34 0.22 0.53 0.29 0.12 0.10 0.10 0.17 0.07 0.06 0.02 8.81 1.78 2.82 0.54 1.06 1.56 0.17 0.06 0.04 0.13 0.02 0.01 0.01 0.01 0.05 0.22 0.79 0.29 0.23 0.31 0.03 0.26 0.19 0.21 0.34 0.40 0.62 0.41 0.41 0.12 0.17 0.04 0.29 0.08 0.00 2.24 5.21 1.93 tvalue 3.92 6.21 7.53 27 34125 It is clear that sectoral employment is strongly affected by the level of education. First, the probability of employment in the nontradable sector increases sharply if education is increased from 6 to 15 years. Second, the probability of employment in the tradable sector decreases sharply with education, but especially so for the exportoriented sector. Employment probabilities also vary across age groups but the differences are relatively small. 6 years education 12 years education 15 years education Table 6. Predicted probability of employment by age group, education and sector Export No Trade Import Age 1824 0.09 0.35 2534 0.35 0.08 3544 0.10 0.36 4565 0.39 0.12 Note: evaluated at the mean value of variables. Export No Trade Import 0.05 0.20 0.15 0.05 0.05 0.15 0.15 0.09 Import 0.11 0.12 0.14 0.13 0.53 0.53 0.50 0.48 0.71 0.77 0.75 0.73 0.85 0.89 0.88 0.84 No Trade Export 0.10 0.06 0.07 0.08 Given that the probability of employment across sectors is strongly dependent on the level of education, we expect the Mincerian return to education to differ from the unconditional return as well. The next table reports the unconditional return based on equation 5. The first column reports the weighted average of the Mincerian return cid:1868cid:3037cid:3011cid:3037cid:2880cid:2869on the return to education cid:2010cid:3037 as reported in Table 4. The second column reports the employment effect cid:3105cid:3043cid:3285cid:3105cid:3006 . The employment effect is generally negative cid:1864cid:1867cid:1859cid:1875cid:3037cid:3011cid:3037cid:2880cid:2869but small, reducing the return to education by up to 1.5% point. The negative effect can be explained by Table 6 and Figure 2 increasing education increases the probability of employment in the nontradable sector where wages tend to be lower. As a result, the 28 unconditional return last three columns of Table 7 is slightly lower than the Mincerian return first three columns. Table 7. Unconditional return to education by age group and education Employment effect Wage effect cid:3011cid:3037cid:2880cid:2869cid:1868cid:3037cid:2010cid:3037 cid:2010cid:3560 Total effect 6 Age 15 1824 0.088 2534 0.121 3544 0.159 4565 0.188 Note: evaluated at the mean value of variables. 12 0.065 0.091 0.115 0.137 0.022 0.029 0.037 0.039 cid:3011cid:3037cid:2880cid:2869cid:1864cid:1867cid:1859cid:1875cid:3037cid:3105cid:3043cid:3285cid:3105cid:3006 years of education 6 12 15 0.000 0.002 0.005 0.005 0.015 0.013 0.011 0.004 0.014 0.011 0.006 0.003 6 0.022 0.027 0.032 0.035 12 0.050 0.078 0.104 0.133 15 0.074 0.110 0.152 0.185 5. Trade liberalization and the return to education The above analysis suggests that there are differences between the Mincerian and unconditional return to education, albeit small. Moreover, the analysis has shown that there has been a large employment shift from the importsubstituting sector to the nontradable and, especially, exportoriented sectors between 1998 and 2006 Table 1. Also there are significant wage differentials across sectors Figure 2. This suggests that changes in the Mincerian return may be a poor indicator of the impact of trade liberalization on the return to education because it ignores employment shifts. We therefore now analyze the impact of trade liberalization on both the Mincerian and unconditional return, starting with the differenceindifference estimator. Differenceindifference The differenceindifference estimators cid:2010cid:3005cid:3005 and cid:2010cid:3560cid:3036cid:3005cid:3005 involve timevariant estimates of 29 cid:3105cid:3043cid:3284cid:3285cid:3105cid:3006cid:3284. We therefore estimate Mincer regressions for 1998 and 2006 separately to cid:2010cid:3037, cid:1868cid:3036cid:3037 and estimate cid:2010cid:3047cid:3037 for t1998, 2006.28 We also estimate a multinomial logit model of employment sector for 1998 and 2006 to estimate cid:1868cid:3036,cid:3047cid:3037 and cid:3105cid:3043cid:3284,cid:3295cid:3285cid:3105cid:3006cid:3284 for t1998, 2006.29 Because the Mincer regressions and multinomial logit models are now estimated for 1998 and 2006 separately, age groupspecific educational effects are omitted to save degrees of freedom. This implies that the educational coefficients measure the impact of education for the average age group. Age groupspecific intercepts are retained to allow for age groupspecific wage differentials. Tables B.1 and B.2 in the Appendix report the regression results. In Table 8 we report the differenceindifference estimators for the Mincerian and unconditional return to education based on the regression results. The first two columns report the Mincerian differenceindifference estimator for the importsubstituting and the exportoriented sector.30 The negative signs are consistent with the implications from the HeckscherOhlin model. With trade liberalization the exportoriented sector will expand, creating a strong demand for lowskilled workers and reducing the skill premium and therefore the return to education. At the same time, the importsubstituting sector will contract, putting pressure especially on the wages of highskilled workers as they will have fewer alternative employment opportunities in the expanding, but lowskill intensive, exportoriented sector. 28 Although we have survey data for four years, we estimate the differenceindifference estimators based on the data for 1998 and 2006 to maximize the time period in the before and after comparison. 29 The multinomial logit models are also used to estimate the modified Dubin and Mc Fadden sample selectivity terms for the Mincer regressions Bourguignon et al. 2007. 30 For instance, the differenceindifference estimator for the importsubstituting sector is given by cid:2010cid:3005cid:3005cid:3404cid:4666cid:2010cid:1872cid:3397cid:1871cid:1835cid:1865cid:1868cid:1867cid:1870cid:1872cid:3398cid:2010cid:1872cid:1835cid:1865cid:1868cid:0cid:0cid:1870cid:1872cid:4667cid:3398cid:2010cid:1872cid:3397cid:1871cid:1840cid:1846cid:3398cid:2010cid:1872cid:1840cid:1846cid:3404cid:4666cid:2010cid:1872cid:1835cid:1865cid:1868cid:1867cid:1870cid:1872cid:3398cid:2010cid:1872cid:1840cid:1846cid:4667. 30 Table 8. Doubledifference estimates of Mincerian and unconditional return to education Education Import Mincerian cid:2236cid:2160cid:2160 cid:4666cid:2010cid:3047cid:3006cid:3051cid:3043cid:3042cid:3045cid:3047cid:3398cid:2010cid:3047cid:3015cid:3021cid:4667 cid:4666cid:2010cid:3047cid:3010cid:3040cid:3043cid:3042cid:3045cid:3047cid:3398cid:2010cid:3047cid:3015cid:3021cid:4667 Export Unconditional cid:2236cid:3561cid:2191cid:2160cid:2160 cid:2010cid:3047cid:2878cid:3046cid:3037 cid:1868cid:3036,cid:3047cid:3037cid:3397cid:3011cid:3037cid:2880cid:2869cid:4666logcid:1875cid:3036cid:3037cid:3105cid:3043cid:3284,cid:3295cid:3285cid:3105cid:3006cid:3284cid:4667cid:3011cid:3037cid:2880cid:2869Employment effect Wage effect cid:1868cid:3036,cid:3047cid:3037cid:2010cid:3005cid:3005,cid:3037cid:3011cid:3037cid:2880cid:2869cid:2010cid:3560cid:3036cid:3005cid:3005 Total Effect 0.036 0.026 0.012 6 12 15 Note: evaluated at the mean value of variables. 0.018 0.010 0.006 0.025 0.033 0.037 0.010 0.005 0.003 0.026 0.021 0.010 While we can observe negative impacts on the rates of return for workers in both tradable sectors, the impact is the strongest in the exportoriented sector. A plausible explanation for this is that redundant highskill workers from the import substituting sector can find alternative employment in the nontradable sector which is highskill intensive, Figure 1 and also expanding albeit not at the rate of the exportoriented sector, Table 1. The estimated differenceindifference of Mincerian returns measures the impact of trade liberalization on the rates of return for fixed employment patterns. However, we have noted that there are large employment shifts in the period 19982006 in Vietnam and therefore the unconditional return is a better measure of the overall impact of trade liberalization on the return to education. The last three columns in Table 8 report the unconditional return including the wage and employment effect equation 7. The impact is estimated to be negative for both the wage and employment effect and therefore the wage and employment effect reinforce each other. However, the employment effect is dominant, and most of the estimated impact of trade liberalization is due to employment shifts rather than wage changes. Looking across levels of education, 31 the negative impact of trade liberalization on the return to education is the largest for workers with 6 years of education 0.04% and the smallest for workers with 15 years of education 0.01%. We will return to this point in the final section. Industrylevel measures The double difference estimator suggests that trade liberalization did reduce the return to education significantly in Vietnam. However, the period of trade liberalization was characterized by multiple changes in trade policy, including export promotion, replacement of quotas by tariffs and a reduction in tariff rates. Given that the double difference estimator provides an estimate of the joint impact of these policy changes, it is also interesting to identify the impact of any of these separate policy measures on the conditional and unconditional return to education. In this section we focus on one measure of trade policy in particular, namely the effective rate of protection at the 2digit ISIC level for the period 19982006. Following Arbache et al. 2004, we define a measure of openness for industry j at time t as: openjtexpERPjt, where ERP denotes the effective rate of protection. Higher values of the variable open correspond to lower rates of effective protection and reflect a more open trading environment.31 Table B.3 reports the measure of openness by industry and year. A level of openness equal to one corresponds to an effective rate of protection of zero. In all but six 31 The effective rates of protection are defined as cid:1831cid:1844cid:1842cid:3037cid:3404cid:3023cid:3285cid:3279cid:2879cid:3023cid:3285cid:3281cid:3023cid:3285cid:3281, where cid:1848cid:3037cid:3031 is the value added of industry j at domestic price value added with tariff and cid:1848cid:3037cid:3033 the value added of industry j at border price value added with free trade. For the computation, first the ERPs for industries identified in the IO tables were calculated for 1998, 2002, 2004 and 2006. Available IO tables were used for 1996, 2000, and 2005, as well as tariff schedules from the MOF website and trade data from GSO for 1998, 2002, 2004 and 2006. Next the ERPs were computed at the 2digit ISIC level as the outputweighted average of the ERPs across the IO industries. 32 industries the level of openness did increase between 1998 and 2006 as expected. For five of the six industries for which the level of openness did not increase between 1998 and 2006, the level of openness declined between 1998 and 2002, but increased between 2002 and 2006. The decline in openness between 1998 and 2002 coincided with a major tariff restructuring in 1999, with the issuance of MOF Decision 1983. This decision followed the accession to AFTA and can be seen as a strategic move to create bargaining space for future tariff reductions in anticipation of the negotiations for accession to the WTO in 2007. In order to estimate the impact of the change in the effective rate of protection between 1998 and 2006 on the return to education in Vietnam, we reestimated model 11 but now with our measure for openness:32 12 cid:1847cid:3036cid:3047cid:3037cid:3404cid:1831cid:3036cid:3047cid:2016cid:2869cid:3037cid:3397cid:1831cid:3036cid:3047cid:2870cid:2016cid:2870cid:3037cid:3397cid:1867cid:1868cid:1857cid:1866cid:3037cid:3047cid:2016cid:2871cid:3397cid:1831cid:3036cid:3047cid:1867cid:1868cid:1857cid:1866cid:3037cid:3047cid:2016cid:2872cid:3397cid:1831cid:3036cid:3047cid:2870cid:1867cid:1868cid:1857cid:1866cid:3037cid:3047cid:2016cid:2873cid:3397cid:1852cid:3036cid:3047cid:2038cid:3115cid:3397 cid:2031cid:1862cid:4633cid:1863cid:3397cid:2012cid:1862cid:3397cid:2028cid:1862cid:4633cid:1872cid:3397cid:2021cid:1861cid:1862cid:1872 cid:1829cid:3036cid:3047cid:3038cid:3012cid:3038cid:2880cid:2869 This model is similar to equation 11 except that we include our measure of openness in the equation interacted with education and education squared. Also instead of estimating the model for three sectors, we distinguish between 18 different sectors j1, ,18.33 However, in order to save degrees of freedom, the coefficients for the variables involving the individual characteristics cid:2038cid:3115, age groups cid:2031cid:3115cid:3038and time effects cid:3115cid:2930 vary only across the nontradable, import substituting, and exportoriented sectors cid:28361,2,3. For the same reason no interaction terms of the education 32 Formally this is a conditional logit model because the effective rate of protection varies across choices Greene 2000, chapter 19. 33 A number of sectors reported in Table B.3 were combined and their openness measures averaged because they contained a small number of observations. The nontradable sector was included and its openness measure was set equal to one. 33 variables with the age groupeffects are included cid:2016cid:3036cid:3037cid:3038cid:3404cid:2016cid:3036cid:3037cid:3038cid:4594cid:1863,cid:1863cid:4593,cid:1861cid:34041,2. The specification of the vector cid:1852cid:3036cid:3047 is the same as in model 11. Table B.4 in the appendix gives the regression results. Although there are many coefficients, we note in particular that the coefficients involving the openness measure are statistically different from zero the pvalue of the Ftest for the null hypothesis that the coefficients of openness variable and its interactions with education variables are jointly zero is equal to 0.005. This suggests that the employment distribution has been affected by trade liberalization, measured in terms of changes in effective rate of protection, and therefore the Mincerian and unconditional return to education should differ as well. In order to estimate the impact of the change in the effective rate of protection on the Mincerian and unconditional return to education, we also estimate the following wage model with the openness measure as an independent variable: cid:1864cid:1867cid:1859cid:1875cid:3036cid:3047cid:3037cid:3404cid:1831cid:3036cid:3047cid:2010cid:2869cid:3397cid:1831cid:3036cid:3047cid:2870cid:2010cid:2870cid:3397cid:1867cid:1868cid:1857cid:1866cid:3037cid:3047cid:2010cid:2871cid:3397cid:1831cid:3036cid:3047cid:1867cid:1868cid:1857cid:1866cid:3037cid:3047cid:2010cid:2872cid:3397cid:1831cid:3036cid:3047cid:2870cid:1867cid:1868cid:1857cid:1866cid:3037cid:3047cid:2010cid:2873cid:3397cid:1850cid:3036cid:3047cid:2011cid:3397 cid:2031cid:1863cid:3397cid:2012cid:1862cid:3397cid:2028cid:1872cid:3397cid:2035cid:1861cid:1862cid:1872 cid:1829cid:3036cid:3047cid:3038 13 cid:3012cid:3038cid:2880cid:2869 Table B.5 gives the results. The coefficients for the interaction terms between education and openness are significantly different from zero. Moreover, they imply that the Mincerian return to education rises falls with increasing openness for workers with at least most 6.6 years of education. This contradicts the prediction of the standard HeckscherOhlin model because it implies that the highly educated workers benefit most from increasing openness.34 However we are not interested in the theoretical impact of trade liberalization on the Mincerian return. Instead we will simulate the change in Mincerian and unconditional cid:3105cid:3006cid:3105cid:3042cid:3043cid:3032cid:3041cid:3404cid:4666cid:339880.8cid:339712.2cid:1831cid:466710cid:2879cid:2871cid:34080cid:1831cid:34086.6 34 cid:3105cid:3118cid:3039cid:3050cid:3028cid:3034cid:3032 34 return equation 8 to education that follows from the historical change in openness as reported in Table B.3. Table 9 gives the results. Table 9. Impact of trade liberalization on Mincerian and unconditional return to education based on actual change in industrylevel measures of openness, 19982006 Mincerian cid:3011cid:3038cid:2880cid:2869cid:1868cid:3038cid:3105cid:3081cid:3285cid:3105cid:3021cid:3286cid:1846cid:3038Export Unconditional cid:3105cid:3081cid:3561cid:3284cid:3105cid:3021cid:3286cid:1846cid:3038cid:3011cid:3038cid:2880cid:2869Employment Total effect 0.0008 0.0010 0.0006 Education Import 6 12 15 Note: evaluated at the mean value of variables. 0.0021 0.0246 0.0610 0.0001 0.0023 0.0106 Wage Effect 0.0001 0.0012 0.0012 effect 0.0008 0.0002 0.0006 In line with the regression results in Table B.5, we find that the Mincerian return to education and therefore the wage effect of the unconditional return was positively negatively affected by the trade liberalization for workers with more less than 6 years of education. Also in line with the differenceindifference results of Table 8 we find that the employment effect is negative, and the Mincerian return to education is an overestimate of the unconditional return to education. However, we note that the estimated effects are very small based on the actual change in industrylevel measures of openness. In fact, when we simulate the impact of a 50% increase in openness from the level observed in 1998, we still find a very small impact on the return to education. It has been noted in the literature that while the effective rate of protection takes into account the tariffs on inputs as well as outputs, it does not take into account any nontariff barriers Arbache et al. 2004. This is an especially important consideration within the Vietnamese context where nontariff barriers have been an important trade policy tool historically. Like other former centrally 35 planned economies, trade taxes were not important either as a revenueraising instrument or as a tool of development policy in Vietnam. Trade taxes were introduced in 1988, but at the same time, Vietnam maintained several nontariff barriers. By 1998, 9 categories of products fell under QRs quota, banned goods, and those under specialized management of line ministries accounting for approximately 40% of imports CIE 1999 and over 45% of total manufacturing production Athukorala 2002. In 1999 the number of products under quota restrictions was doubled mainly as a temporary measure to avert balance of payments pressure in the wake of the Asian Financial crisis. Vietnam also imposes tariff rate quotas TRQs on seven agricultural commodities by the Prime Ministerial Decision No 912003QD issued on May 9, 2003. There are also de facto barriers to international trade for nonstate businesses. Firms are still allowed to trade only in commodities registered in the business licenses, and it is difficult to move from one kind of business to another without approved modification of the licenses. In addition to the formal licensing procedures, administrative rigidities and delays in the Customs administration have continued to remain important nontariff barriers Athukorala 2006. From time to time import flows have also been regulated in line with government priorities through regulating the release of foreign exchange by banks for meeting import payments. All these nontariff barriers may explain why the above estimates based on industrylevel measures of openness are so much smaller than those reported in the differenceindifference estimates. Also the estimates will most likely form an underestimate because of measurement error due to aggregation bias in view of the large number of tariffs and because of deviations between actually applied and bounded tariff rates with the measured effective rate of protection based on the latter. 36 6. Discussion In this paper we have analyzed the impact of trade liberalization on the return to education using four largescale representative household surveys from Vietnam. The results of the paper show that trade liberalization reduced the return to education by 1.23.6% differenceindifference estimate. The decline in Mincerian return, however, was only 0.31.0% and most of the change in return was due to changes in the industry distribution of employment. Therefore the paper shows that earlier studies on the impact of trade liberalization on the return to education may have underestimated the total impact as they have typically concentrated on the changes in Mincerian return the wage effect. The reduction in return to education following trade liberalization puts the Vietnamese experience in line with the earlier experience of the EastAsian NICs in the 1960s and 1970s and fits within the prediction of the standard HeckscherOhlin framework. However the finding that the decrease in return to education was the largest for workers with less education cannot easily be explained in a standard HeckscherOhlin model as one would expect that the return would be most negatively affected at higher levels of education. However if we consider the presence of a nontradable sector next to the importsubstituting and exportoriented sectors, and the fact that this sector is both relatively skillintensive and expanding within the Vietnamese context, then it is clear that redundant workers with relatively high skills have better employment opportunities outside the tradable sector. This is confirmed by the fact that the negative employment effect is much smaller for highly educated workers, while the wage effect varies little across education levels Table 8. 37 It should be noted that the study ignored another source of changes in the return to education, namely regional shifts in employment. While the empirical models in this paper control for regional variation by including regional dummies in the regression analyses, it does not estimate the migration effect of trade liberalization on the return to education. There are not only wage differentials across industries but also across regions. In so far as trade liberalization and educational levels affect the regional distribution of labor i.e. location of the worker, then the Mincerian return should not only be corrected with an employment effect but also a migration effect. In this paper we have ignored this issue but it would be an interesting extension of the analysis. 38 References Athukorala, Premachandra 2002, Trade Policy Reforms, Export strategies, and the Incentive Structure, Background paper to the World Bank study Vietnams Exports: Policies and Prospects, Hanoi: World Bank Vietnam. Athukorala, Premachandra 2006, Trade Policy Reforms and the Structure of Protection in Vietnam, The World Economy, 292, pp 161187, Arbache, J., A. Dickerson and F. Green 2004: Trade liberalization and wages in developing countries, The Economic Journal, 114, pp.F73F96. Attanasio, O., P. Goldberg and N. Pavcnik 2004: Trade reforms and wage inequality in Colombia, Journal of Development Economics 74, pp.331366. Becker, G. 1964: Human Capital: A Theoretical and Empirical Analysis. New York, National Bureau of Economic Research. Bedi, A. 1998: Sector choice, multiple job holding and wage differentials: Evidence from Poland, Journal of Development Studies, Vol. 35, Issue, pp. 16279 Beyer, H., P. Rojas and R. Vergara 1999: Trade liberalisation and wage inequality, Journal of Development Economics, vol.59, pp.10323. Card, D. 1999: The causal effect of education on earnings, in Handbook of Labor Economics, Volume 3, Part 1, chapter 30, pp. 1801186. Elsevier B.V. Cheng, S. and J. Long 2007: Testing for IIA in the Multinomial Logit Model, Sociological Methods Research, vol 35, no.4, pp.583600. CIE Center for International Economics 1999, Nontariff Barriers in Vietnam: A Framework for Developing a Phase Out Strategy, Canberra. Cragg, M. and M. Epelbaum 1996: Why has wage dispersion grown in Mexico? Is it 39 incidence of reforms or growing demand for skills?, Journal of Development Economics, vol.51, pp.99116. Currie, J. and A. Harrison 1997: Sharing the Costs: The Impact of Trade Reform on Capital and Labor in Morocco, Journal of Labor Economics, vol.15, no.3, pp.S4471. Dubin, J. and D. Mc Fadden 1984: An Econometric Analysis of Residential Electric Appliance Holdings and Consumption, Econometrica, Vol. 52, No. 2, pp. 345 62. Feenstra, R. and G. Hanson 1997 Foreign direct investments and relative wages: evidence from Mexicos maquiladoras, Journal of International Economics, vol.42, pp.37194. Feliciano, Z. 2001: Workers and trade liberalisation: the impact of trade reforms in Mexico on wages and employment, Industrial and Labor Relations Review, vol.55, pp.95115. Gallup, John L. 2002 The Wage Labor Market and Inequality in Viet Nam in the 1990s, World Bank Policy Research Working Paper, No. 2896 General Statistics Office of Vietnam 2004: Annual Statistics Book, Hanoi. Green, F., A. Dickerson and J. Arbache 2001: A Picture of Wage Inequality and the Allocation of Labor Through a Period of Trade Liberalization: The Case of Brazil, World Development, vol.29, no.11, pp.192339. Greene, W. 2000: Econometric Analysis. Prentice Hall International Inc., London Hanson, G. and A. Harrison 1999: Trade liberalisation and wage inequality in Mexico, Industrial and Labor Relations Review, vol.52, pp.27188. 40 Heckman, J., L. Lochner and P. Todd 2003: Fifty Years of Mincer Regressions, NBER Working Paper No. W9732. IMF various issues: International Financial Statistics, Washington D.C. Jenkins, R.2003, Globalization and Employment in Vietnam, Discussion Paper No. 11, DFID research program on Globalization and Poverty,. Krueger, A. and L. Summers 1987: Reflections on the InterIndustry Wage Structure, NBER Working Paper Series, Working Paper No. 1968. Liu, A. 2004: Gender wage gap in Vietnam: 1993 to 1998, Journal of Comparative Economics, 32, pp. 586596. Liu, A. Y.C. 2005. Impact of economic reform on wage structure in Viet Nam, East Liu, A. Y.C. 2006. Changing wage structure and education in Vietnam 19931998: The Asian Economic Perspectives, 162: 4657. roles of demand, Journal of Transition, 144: 681706 Manning, C. 2010: Globalization and Labor Markets in Boom and Crisis, ASEAN Economic Bulletin 271, pp. 13657. Mc Culloch, N., A. Winters and X. Cirera 2001: Trade Liberalization and Poverty: A Handbook. Downloadable at books.google.com. Niimi, Y., P. VasudevaDutta, and L. A. Winters 2002, Trade Liberalisation and Poverty Dynamics in Vietnam, PRUS Working Paper No. 17, Department of Pham, Hung and Reilley Barry 2007 The Gender Pay Gap in Vietnam, 19932002: A Economics, University of Sussex, Brighton, UK. Quintile Regression Approach, Journal of Asian Economics, Vol. 1855, pp. 775806 Rama, M. 2003: Globalization and Workers in Developing Countries, World Bank Policy Research Working Paper 2958, January. Revenga, A. 1992: Exporting Jobs? The Impact of Import Competition on 41 Employment and Wages in U.S. Manufacturing, The Quarterly Journal of Economics, Vol. 107, No. 1 , pp.25584. Revenga, A. 1997: Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing, Journal of Labor Economics, vol.15, no.3, pp.S20 43. Robbins, D. 1994: Worsening relative wage dispersion in Chile during trade liberalization, and its causes: is supply at fault?, Development Discussion Papers No. 484, Harvard Institute for International Development, Harvard University. Robbins, D. and T. Gindling 1999: Trade liberalisation and the relative wages for moreskilled workers in Costa Rica, Review of Development Economics, vol.3, pp.14054. Wood, A. 1991: NorthSouth trade and female labour in manufacturing: an asymmetry, The Journal of Development Studies, 272, pp.16889. Wood, A. 1997: Openness and Wage Inequality in Developing Countries: The Latin American Challenge to East Asian Conventional Wisdom, The World Bank Economic Review, 111, pp.3357. World Bank 2002, Vietnam Development Report 2002: Implementing Reforms for Faster Growth and Poverty Reduction, Hanoi. World Bank 2003: Vietnam: Deepening Reform for Rapid Export Growth Zhang, Q. 2007: Returns to education, productivity, and economic growth in China, Journal of Comparative Policy Analysis: Research and Practice, Vol. 9, Issue 3, pp. 293308 42 Agriculture and relating services including livestock raising Sylviculture and relating services Catching and raising sea products, and relating services Coal mining Oil and gas drilling and related services except exploringsearching activities Uranium and Thorium mining Metal mining Mining for rocks, stone, sand, salt, fertilizer  Food and beverage production Tobacco production Textile Fur processing and fur products excluding garments Leather tanning and leather products including wallets, seats, suitcases Wood, bamboo, rattan processing and production of wood, bamboo and rattan products Paper and paper products Printing and publishing books, magazines, newspapers, and Coke, crude oil, uranium processing Chemicals and chemical products Plastic and Rubber production and products Other nonmetal mineral products production Metal production and processing Metal products except machines and equipment Other equipment and machinery not specified elsewhere Office and computer equipment production Other electronic, electric equipment not specified elsewhere Radio, TV, broadcasting and other communication equipment Medical and laboratory equipment, precision instruments, and meters clocks Motor vehicles and spare parts Other means of transportation boats, railroad, airplane Furniture production and other productions not specified elsewhere Recycling, reprocessing Electricity, gas, water steam, hot water production and distribution Appendix A. Industries included by 2digit ISIC code Traded sector 1 2 5 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 40 Nontraded sector 41 45 50 51 52 55 60 61 62 Water exploitation, purification, and distribution Construction Vehicle sales, maintenance and repair; retail sale of gas Wholesale and agent sales excluding motor vehicles and motorbikes Retail sales excluding motor vehicles and motorbikes;repairs of family appliances Hotel and restaurant including big and small restaurants, cafe, beverage and drink stands,  Road, railroad and pipeline transport Water transport Airline transport 43 Services in transport; tourist services Post and telecommunications Financial intermediary excluding insurance and social welfare Insurance and pensions excluding social insurance Assistance in finance including social insurance Science and technology activities Activities relating realestate Rental of machines and equipment excluding operators; rental of furnitures and household goods Computerrelated activities Other business activities accounting, tax and other consulting, architecture, advertising, protection, housecleaning, photography, packaging, etc Government administration and national defense; promulgated social ensurance Education and training Health and social relief hospitals, health centers, veterinary care, social relief,  Cultural and sport activities broadcasting, television, cinema, recreation and entertainment, press, library, museum, sport,  Communist party, mass organizations, professional associations Disposal collection, public sanitation improvement, and similar activities Other service activities laundry, hairdressing, funerals,  Housework services provided at clients home Activities of foreign organizations 44 63 64 65 66 67 70 71 72 73 74 75 80 85 90 91 92 93 95 99 Age group 2534 Age group 3544 Age group 4565 Education 103 Education squared 103 Age Age squared Female cid:2019cid:2869 cid:2019cid:2870 cid:2019cid:2871 1 1998 0.03 0.42 0.00 0.04 0.17 1.18 64.1 4.43 5.98 6.81 0.03 1.40 0.40 1.81 0.14 4.05 0.03 0.33 0.28 1.61 0.13 0.53 0.70 2.12 1739 22006 0.081.940.091.350.242.7343.94.386.8911.50.066.490.836.890.217.630.101.360.100.680.462.500.221.09396331998 0.000.030.060.310.170.5940.21.075.052.010.061.620.811.570.325.990.150.470.101.530.040.150.420.73501 4 2006 0.04 0.47 0.13 0.99 0.06 0.33 46.5 2.03 6.67 4.01 0.06 2.35 0.64 1.86 0.30 5.26 0.00 0.01 0.00 0.02 0.23 0.68 0.06 0.13 702 51998 0.121.500.151.030.180.836.590.294.252.270.031.830.401.520.256.160.050.280.954.910.091.440.301.0376862006 0.050.920.050.560.120.904.970.404.575.000.052.760.632.750.298.700.905.030.482.320.030.670.521.891883Appendix B. Supplementary regression results Table B.1. OLS estimates of Mincer equation, 1998 and 2006. Non Traded Importsubstituting Exportoriented Constant N Notes: Dependent variable: real wages in 1998 VND. Region and urban dummies are included. tValues in parentheses. Bootstrapped estimator of variance based on 100 replications is used. 45 1998 Export Oriented Table B.2. Multinomial Logit Estimates of Employment Sector in Vietnam, 1998 and 2006 Age group 2534 Age group 3544 Age group 4565 Education 103 Education squared 103 Age Age squared Female Share of household age 15 Share of household 15age 25 Share of household 25age 35 Share of household 35age 45 Share of household 45age 55 Married Household size Share employment in importsubstituting sector Share employment in export oriented sector Constant N Region and urban dummies are included Import Substituting tvalue 1.31 1.07 0.89 2.34 3.97 1.41 0.68 5.56 0.46 2.36 2.18 3.14 1.55 1.65 0.59 11.0 4.79 1.60 tvalue 0.19 0.59 0.09 0.89 2.15 0.65 1.02 3.82 2.23 1.34 1.17 1.59 0.66 3.07 1.16 3.44 14.7 2.24 0.36 0.49 0.55 159.2 16.6 0.10 0.59 0.64 0.23 1.29 1.29 1.75 0.81 0.26 0.02 7.15 2.14 1.91 0.05 0.26 0.05 48.6 7.79 0.04 0.74 0.42 0.99 0.69 0.66 0.86 0.34 0.46 0.03 2.10 5.38 2.44 3008 coefficient coefficient coefficient Import Substituting tvalue 0.01 0.63 1.39 1.29 3.24 1.59 0.60 0.72 1.84 1.43 0.78 1.02 0.93 1.65 2.18 9.76 3.84 0.61 0.00 0.23 0.64 63.6 9.31 0.08 0.38 0.07 0.66 0.53 0.33 0.41 0.30 0.21 0.06 7.83 1.75 0.56 2006 Export Oriented coefficient 0.30 0.25 0.05 44.9 14.24 0.08 0.66 0.99 0.34 0.04 0.46 0.63 0.89 0.29 0.03 2.99 4.57 0.06 tvalue 1.75 0.92 0.13 1.33 6.69 1.94 1.43 14.7 1.27 0.15 1.41 2.11 3.45 3.08 1.40 4.36 14.0 0.08 6548 46 Table B.3. Openness by industry in Vietnam, 19982006 Industry Agriculture and relating services including livestock raising Sylviculture and relating services Catching and raising sea products, and relating services Coal mining Oil and gas drilling and related services except exploringsearching activities Metal mining Mining for rocks, stone, sand, salt, fertilizer  Food and beverage production Tobacco production Textile Fur processing and fur products excluding garments Leather tanning and leather products including wallets, seats, suitcases Wood, bamboo, rattan processing and production of wood, bamboo and rattan products Paper and paper products Printing and publishing books, magazines, newspapers Chemicals and chemical products Plastic and Rubber production and products Other nonmetal mineral products production Metal production and processing Metal products except machines and equipment Other equipment and machinery not specified elsewhere Other electronic, electric equipment not specified elsewhere Radio, TV, broadcasting and other communication equipment Medical and laboratory equipment, precision instruments, and meters clocks Motor vehicles and spare parts Other means of transportation boats, railroad, airplane Electricity, gas, water steam, hot water production and distribution 1998 0.98 0.98 0.95 0.94 1.00 0.97 0.72 0.70 0.82 0.63 0.52 0.84 0.64 0.64 0.88 0.86 0.56 0.77 0.87 0.82 0.83 0.83 0.70 0.94 0.40 0.56 0.93 2002 0.94 0.93 0.77 0.99 0.87 1.04 1.06 0.63 0.55 0.62 0.59 0.56 0.68 0.80 1.42 0.88 0.77 0.66 1.20 1.13 1.07 0.86 0.89 1.05 0.61 1.09 0.80 2004 0.98 0.95 0.79 0.98 0.96 1.01 1.00 0.69 0.68 0.66 0.66 0.68 0.79 0.78 1.45 0.88 0.77 0.74 1.26 1.14 1.08 0.88 0.93 1.04 0.61 1.06 0.97 2006 0.91 0.97 0.80 1.00 0.97 1.01 1.01 0.97 0.65 0.66 0.64 0.77 0.79 0.81 1.28 0.91 0.80 0.85 1.09 1.08 1.04 0.88 0.94 1.03 0.67 1.01 0.97 47 coefficienttvalue 0.0930.1640.6710.2540.5851.0090.9600.6240.6150.3890.5110.3990.3330.4480.5160.9290.215Table B.4. Conditional Logit Estimates of Employment Sector in Vietnam, 19982006 Education Industry 2 Industry 5 Industry 10,11,13,14 Industry 15,16 Industry 17 Industry 18 Industry 19 Industry 20 Industry 21 Industry 22 Industry 24 Industry 25 Industry 26 Industry 27,28 Industry 29,31,32,33,34,35 Industry 40 Industry 40 Education squared Industry 2 Industry 5 Industry 10,11,13,14 Industry 15,16 Industry 17 Industry 18 Industry 19 Industry 20 Industry 21 Industry 22 Industry 24 Industry 25 Industry 26 Industry 27,28 Industry 29,31,32,33,34,35 Industry 40 Industry 40 Open Education x open Education squared x open Ftest pvalue N Notes: The regression includes 18 industry dummies. Also dummies for age group, year, region, urban, gender as well as variables measuring age and age squared are included, with coefficients varying across 3 sectors see equation 13. For industry codes see Appendix A. The Ftest has as H0: coefficients of openness variable and its interactions with education variables are jointly zero. 0.0070.0120.0220.0060.0230.0410.0420.0290.0210.0020.0050.0130.0120.0140.0080.0230.0060.00010.1780.0091.133.8713.24.547.6813.312.310.25.332.724.254.425.927.556.797.1410.21.383.937.241.734.938.978.707.183.110.220.782.283.343.921.943.694.100.231.070.930.005600102 48 0.94 1.82 0.56 0.37 0.09 0.10 0.02 42.4 0.01 2.99 0.53 80.8 coefficienttvalue 1.66 Table B.5. Pooled OLS estimates of Mincer equation, 1998, 2002, 2004 and 2006. Age group 2534 Age group 3544 Age group 4565 Education 103 Education squared 103 Open Education x open 103 Education squared x open x 103 Age Age squared Female Year 2002 Year 2004 Year 2006 Constant Ftest pvalue N Notes: Dependent variable: real wages in 1998 VND. Region, urban and industry dummies are included. 0.00033339 0.48 0.15 3.27 24.9 11.7 0.04 4.05 12.1 6.08 0.09 0.17 9.03 14.7 0.33 0.38 28.7 2.41 49 ", "filename": "11-060.pdf", "person": ["Remco H. Oostendorp", "Oostendorp, Remco H.", "Doan Hong Quang", "Quang, Doan Hong"], "date": ["2011"]}