{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/105554/1/1124.pdf"], "title": ["Effects of monetary policy on the $/£ exchange rate. Is there a 'delayed overshooting puzzle'?"], "plaintext": "Effects of monetary policy on the exchange rate.Is there a delayed overshooting puzzle?Reinhold Heinlein and HansMartin Krolzig School of Economics, University of Kent, Keynes College, Canterbury CT2 7NP8 December 2011Abstract The determination of the exchange rate is studied in a small symmetric macroeconometricmodel including UKUS differentials in inflation, output gap, short and longterm interest ratesfor the four decades since the breakdown of Bretton Woods. The key question addressed is thepossible presence of adelayed overshooting puzzle in the dynamic reaction of the exchangerate to monetary policy shocks.In contrast to the existing literature, we follow a datadrivenmodelling approach combining i a VAR based cointegration analysis with ii a graphtheoreticsearch for instantaneous causal relations and iii an automatic generaltospecific approach forthe selection of a congruent parsimonious structural vector equilibrium correction model. We findthat the longrun properties of the system are characterized by four cointegration relations and onestochastic trend, which is identified as the longterm interest rate differential and that appears tobe driven by longterm inflation expectations as in the Fisher hypothesis. It cointegrates with theinflation differential to a stationary real longterm rate differential and also drives the exchangerate. The shortrun dynamics are characterized by a direct link from the shortterm to the longterminterest rate differential. Jumps in the exchange rate after shortterm interest rate variations are onlysignificant at 10%. Overall, we find strong evidence for delayed overshooting and violations of UIPin response to monetary policy shocks.Keywords: Exchange Rates; Monetary Policy; Cointegration; Structural VAR; Model Selection.JEL classification: C22; C32; C50.Corresponding author, email: hm.krolziggmail.com. Paper prepared for the Conference on Advances in International Economics and Economic Dynamics in Honor of Giancarlo Gandolfo, Rome 2021 September 2010. We are grateful to Andrea Bubula, Alan Carruth, Katsuyuki Shibayama, and audiences at seminars at Kent, DIW Macroeconometric Workshop,Berlin, Royal Economics Society 2011 Meeting, Royal Holloway, European Economics and Finance Society Conference,London, ESEM 2011, Oslo, and the Conference on New Developments in Time Series Econometrics, Florence, as well as anunknown referee and the editor Giuseppe de Arcangelis for helpful comments and suggestions. The usual disclaimer applies.11 Introduction 2The determination of the exchange rate has frequently been the focus of the contributions of Giancarlo Gandolfo to macroeconomics. In his empirical work on exchange rates, Gandolfo repeatedly emphasized the importance of a system approach to exchange modelling see, inter alia, Gandolfo, 1979,Gandolfo, 1981, Gandolfo, Padoan and Paladino, 1990b, and Gandolfo, Padoan and Paladino, 1990aand delivered with his Italian Continuous Time Model a powerful framework for doing so see, inter alia, Gandolfo and Padoan, 1990. In the tradition of Gandolfo, we develop in this paper a smalleconomywide macroeconometric model for the exchange rate. Using quarterly data from 1972Q1to 2009Q2 and imposing symmetry, the system consists of five country differences between the UK andt yt ythe US indicated by : the inflation differential dt ,t rt rthe 3month interest rate spread idt ,and the nominal exchange rate, et, itself.t , the output gap differential, ydt , the 10year government bond yield spread rdt t t it i Of particular interest to this paper is the dynamic reaction of the exchange rate to monetary policyshocks in the form of a variation of the shortterm interest rate differential. While in the standardovershooting models of Dornbusch 1976 and Frankel 1979, see Rogoff 2002 for a survey, theexchange rate jumps instantaneously in response to an interest rate shock in order to depreciate overtime and thereby restoring the uncovered interest rate parity UIP, there is a growing body of empiricalevidence suggesting that exchange rates do not tend to jump instantaneously as predicted by the theory,but rather appreciate steadily for several months before finally depreciating. Whether or not such adelayed overshooting puzzle is present in the case of the exchange rate is the key question thispaper seeks to contribute to.Vector autoregressive VAR models have long served as the workhorse for studying the empiricalreaction of exchange rates to monetary policy shocks.1 In the seminal paper of Eichenbaum and Evans1995, the effects of US monetary policy shocks on five exchange rates were analyzed in a VAR framework with Choleskitype causal ordering. Three different measures of shocks were considered: shocksto the federal funds rate, shocks to the ratio of nonborrowed to total reserves and changes in the Romerand Romer 2004 monetary policy index. For the period from 1974M1 to 1990M5, Eichenbaum and Evans 1995 found the considered exchange rates to appreciate for several months after an expansionary US monetary policy shock until reaching a peak from which they then start to decline in value.The detected delay in overshooting was 2 to 3 years, with Japan having the shortest and the UK thelongest delay. Pronouncedly shorter delay estimates were produced by Grilli and Roubini 1995, 1996,who discussed the delayed overshooting puzzle within the framework of the liquidity model where, incontrast to sticky price models, goods prices are flexible while asset markets only adjusts gradually.2Following up on the Eichenbaum and Evans 1995 approach, recent contributions including Cushman and Zha 1997, Faust and Rogers 2003, Kim 2005 and Scholl and Uhlig 2008 have all usedvector autoregressions with superimposed exclusion, sign or shape identification restrictions usually 1There has been some criticism in the literature about the limited information set of a smallscale VAR approach. Forexample, Mumtaz and Surico 2009 applied a factor augmented VAR with the UK as the domestic country and 17 otherindustrialized countries as the foreign block. For the period 1974Q1 to 2005Q1, they find no delayed overshooting.2Some recent papers have revived the interest in finding an explanation for the delayedovershooting phenomenon. According to Gourinchas and Tornell 2004, the puzzle is caused by systematic distortion in investors beliefs about the interestrate process. Suppose investors overestimate the relative importance of transitory interest rate shocks. Confronted with ahigher than expected interest rate in the next period, investors revise their beliefs. This updating effect has been suggested asa cause of the forward premium effect and the delayed overshooting puzzle. Kim 2005 proposed that foreign exchange rateinterventions of the central bank as driving factors of the delayed overshooting puzzle for the CanadianUS bilateral exchangerate. Exchange rate appreciation on impact might be counteracted by policy interventions in the foreign exchange market.3derived from economic theory to overcome the adhoc nature of recursive orderings in a Choleski approach. Commencing from a small openeconomy assumption, Cushman and Zha 1997 considered astructural VAR model with imposed block exogeneity, such that the nondomestic block of US variableswere not affected by domestic Canadian variables. Allowing the CADUSD exchange rate to react contemporaneously to domestic monetary policy shocks via an information market equation, no puzzleswere found for the period 1974 to 1993. Also Kim and Roubini 2000 found no delayed overshootingfor nonUS G7 exchange rates from 1974M7 to 1992M12, when identifying the contemporaneous effects with zero restrictions derived from economic theory nonrecursively. These conflicting empiricalresults were underpinned by Faust and Rogers 2003, who demonstrated the delayed overshooting resultcan be sensitive to questionable assumptions, such that the peak appreciation could be within one monthafter the monetary policy shock when allowing for simultaneity. Seeking to avoid dubious identifyingassumptions, Faust and Rogers 2003 identified the VAR only partly, but used informal restrictions tocalculate the impulse responses following the approach in Faust 1998. 7 and 14variable models ofthe USUK and USGerman bilateral exchange rate from 1974M1 to 1997M12 showed that monetarypolicy shocks, while not the main source of exchange rate variability, generate large UIP deviations.The effects of monetary policy on exchange rates have recently been revisited by Scholl and Uhlig2008 using an identification procedure with sign restrictions. Analyzing bilateral exchange rate datafrom 1975M07 to 2002M07 for USGermany, USUK, USJapan and USG7, they found evidence fordelayed overshooting with a delay of around 2 years. The delay in the response of the USUK exchangerate was with 17 months the shortest. Even when the possibility of delayed overshooting was excludedby construction, a sizeable positive forward premium remained. It was shown that these deviationsfrom UIP can be exploited by hedging strategies with Sharpe ratios greater than those in equity markets.Combining short and longrun restrictions, i.e., allowing for simultaneity between interest rates andexchange rate, but assuming no longrun effects of monetary policy on exchange rates, Bjrnland 2009rejected a delayed overshooting puzzle for the real exchange rates of Australia, Canada, New Zealandand Sweden with the US in the period from 1983Q1 to 2004Q4. Finally, using an identification methodwhich exploits breaks in the heteroscedasticity of the structural innovations, Bouakez and Normandin2010 obtained a delay of about 10 months for USG7 bilateral exchange rates.3This paper seeks to contribute to the knowledge on the delayed overshooting puzzle by improvingon the existing literature in three economically and econometrically important aspects:i Despite the involvement of possibly integrated time series, most of the relevant literature is basedon VAR models in levels. By commencing from an unrestricted cointegrated VAR model anddeveloping a parsimonious structural vector equilibrium correction model, which is the adequate I0 representation of the system, we will be able to carefully study the longrun and shortrun properties of the macroeconomic time series under consideration. An econometric modelwith a welldefined longrun equilibrium imposes important datacoherent constraints on impulseresponses functions, which are critical when assessing the effects of macroeconomic stabilizationpolicies.ii The overwhelming part of the existing literature uses unrestricted VAR or justidentified structural VAR models for the analysis of exchange rate responses to monetary policy shocks. Suchhighly parameterized VAR models require the estimation of a waste number of parameters andsuffer from the curse of dimensionality: as the degrees of freedom are being exhausted and estimation uncertainty is inflated with a growing number of variables or lags, so do the impulse 3The omitting of multilateral spillover effects was criticized by Binder, Chen and Zhang 2010, who proposed a Global VAR model for the analysis of the effects of US monetary policy shocks. For a sample from 1978 to 2006, no delayedovershooting was found.4responses functions become inconclusive due to a growing width of confidence intervals, whichwill eventually include the zero line. To avoid this problem we will make use of the breakthroughin automatic generaltospecific model reduction procedures in reducing the complexity of themodel while preserving the characteristics of the data.iii Since the original contribution of Eichenbaum and Evans 1995, there has been an intense discussion about the arbitrary assumptions leading to the identification of the direction of instantaneouscausality. In Eichenbaum and Evanss orthogonalization of the system, for example, it is assumedthat a fed funds shock affects the currency but not the money markets: while the exchange ratecan jump immediately in response to the shock, the shortterm market interest rate differential isforced to remain unchanged contemporaneously. However, also many of the proposed alternativeschemes are based on theoretical adhoc assumptions. In this paper, we seek to overcome theselimitations by taking advantage of recent advances in graph theory and its application to the searchfor causality among variables.It is worth noting that in contrast to overwhelming part of the existing literature, this investigationinto the presence of a delayed overshooting puzzle in the response of the exchange rate to anasymmetric monetary policy shock in the UK and the US will follow the premise to let the data speak.Our datadriven modelling approach will combine i the VAR based cointegration analysis of Johansen1995 and Juselius 2006 with ii the graphtheoretic approach of Spirtes, Glymour and Scheines2001 for the search for instantaneous causal relations see Demiralp and Hoover, 2003, for its application to econometrics and iii the automatic generaltospecific approach of Krolzig and Hendry2001 and Krolzig 2003 for the selection of a congruent parsimonious structural vector equilibriumcorrection model.The structure of the paper is as follows. In 2 we introduce the data set and provide a brief overviewof the UKUS macro history since the breakdown of Bretton Woods in light of the international parityconditions. This will give us valuable insight into the econometric modelling to be discussed in 3,which explains the methodology and reviews the derivation of the model. 4 investigates the effects ofa monetary policy shock with focus on the presence of a delayed overshooting puzzle and violations of UIP. Finally 5 concludes.2 International parity conditions and the UKUS macro history since thebreakdown of Bretton Woods 2.1 Time Series The small macroeconometric model to be developed for the determination of the exchange ratewill reflect the macro history of the US and UK over the last four decades. More precisely, we areusing quarterly data from 1972Q1 to 2009Q2, involving a total of 150 quarterly observations. Thepaper is written from the UK perspective, so we will refer to UK variables as the domestic ones and US variables as foreign ones, marked by a star. Table 1 gives an overview over the macro time seriesunder consideration. Using quarterly time series, rather than monthly ones used in most of the literature,allows us to work with GDPbased measures of inflation and the output gap.Rather than modelling the system with the nine variables listed in Table 1, which would be quitedemanding from the point of cointegration analysis, we reduce the dimension of the model and thus itscomplexity by imposing symmetry, i.e., we critically assume that the exchange rate depends only on thedifferences between countries. In other words, a shock in the UK has the same effect as a shock in the5Variable Description Table 1Time Series Definitions and Source.Source OECDONSUK GDP implicit price deflator 2005100, SAUK treasury bills yield, 3 months, GBPPt It Rt UK government bond yield benchmarks, bid, 10 years, GBP Reuters OECDYt P OECDIReuters RFed Y OECDt Reuterset Eco Win codeqna : gbr 1489758547qons : md ajnbqew : gbr 14020UK output gap of the total economyoe : gbr gapq US GDP implicit price deflator 2005100, SAqna : usa 463541155q US treasury bills yield, 3 months, USDew : usa 14430US government constant maturity yield, 10 years, USDew : usa 1402010US output gap of the total economyoe : usa gapq Spot rates, GBPUSD transformed to USDGBP,ew : gbr 19005Variables without a superscript are of the domestic country UK, a indicates the foreign countryUS and d indicates a country difference. All financial variables are endofperiod series.tttt it i US of opposite sign but of same size. The system to be analyzed consists of five country differencesbetween the UK and the US indicated by : the inflation differential, dt , the 3montht , the outputinterest rate spread, idt , and the nominal exchange rate, et, itself. To guarantee the consistencygap differential, ydof the parity conditions to be considered in 2.2, variables have been transformed to ensure that eachinterest rate, bond yield, rate of inflation and currency movement is measured as quarterly log return.Table 2 explains in detail how each variable entering the model has been created:t , the 10year government bond yield spread, rdt t t yt yt rt r Table 2 Model variables.Variablet log Ptyt log1 Yt100it log1 It400rt log1 Rt400et log Et Descriptionrate of inflationoutput gapshortterm interest ratelongterm interest rateexchange rate 2.2 Discussion In the following, we discuss the properties of the macro time series as far as they are relevant for theeconometric modelling to follow in 3.2.2.1 Inflation and the output gap Focussing first on the real economy, Figure 1 plots the rates of inflation and output gaps in the UK,the US, and the difference between the two countries. It can be seen that, except for the most recentyears, the UK macro economy is characterized by a far more volatile output gap and a higher rate ofinflation. Augmented Dickey Fuller tests suggest that the output gap differential, ydt , and theinflation differential, dt , are stationary. While the stationarity of the output gaps should beensured by construction, the unit root test results for the inflation differential are rather surprising giventhe diverging experiences in 1970s. However, the volatility of inflation rates in both countries as well astheir differential decline during the Great Moderation, which might have affected the unit root test.In contrast to dt , all other series were found to be I1. Moving to the asset markets, the furthert t t yt yt and yd6Figure 1Inflation rates and output gaps.discussion is structured along some of the central international parity conditions see Gandolfo, 2002,for an excellent overview.2.2.2 Purchasing power parity It might have come as a surprise to some readers that we included in our analysis the differences ininflation rates between the UK and US but not the relative price level. In light of the purchasing powerparity PPP theory, one would have expected that the nominal exchange rate follows the relative pricelevel of the two countries. Thus, the real exchange rate st et pt pt , which measures the deviationof the nominal exchange rate from the relative price level, should be meanreverting, such that the lawof one price holds at least in the long term.However, as can be seen in Figure 2, purchasing power parity clearly does not hold for the exchange rate over the sample period. The Pound Sterling appreciated in real terms by more than 70%from the end of 1984 to the beginning of 2008. The secular upward trend of the real exchange ratecan not be captured by a linear time trend. A possible trend stationarity of the real exchange rate isnot supported by the ADF test, which does not reject the null of a unit root at the 5% significancelevel. In our judgement, the nonstationarity of the real exchange rate can not be explained within theset of macro variables considered here see also footnote 7. We therefore leave this issue for furtherinvestigations.2.2.3 Expectations hypothesis of the term structure In the expectations model of the term structure, the yield of a zero bond with a maturity of T periodsequals the average of the expected oneperiod interest rates plus a potential risk premium, t:T1cid:88j0rt 1TEtitj t.1If the shortterm interest rate and the risk premium are stationary processes, it follows from 1 that thespread between it and rt is also stationary, rt it I0.197019801990200020100.0000.0250.0500.075Inflation in the UK and the USUK US 197019801990200020100.0250.0000.0250.050Inflation differential 197019801990200020100.050.000.05Output gap in the UK and the USUK US 197019801990200020100.0250.0000.0250.050Output gap differential7Figure 2Nominal exchange rate, relative prices and the real exchange rate.Figure 3Term structure in the UK and the US and their differences.Figure 3 plots the term spread for the UK and the US and their difference. While the term spread appearspotentially stationary for the US, this clearly is not the case for the UK term spread. These conjectureswere confirmed by ADF tests. We therefore should not expect that short and longterm interest ratedifferentials cointegrate.2.2.4 Nominal interest rate parity Figure 4 looks at the potential cointegration between the nominal short and longterm interest ratesin the UK and the US. Due to the accommodating UK monetary policy in the 1970s, the longterminterestrate differential shows clear signs of nonstationarity. As the UK shortterm interest rates do notfully reflect the inflation problem of that time period, the shortterm interestrate differential converselyis a potential candidate for a cointegration relation, though this was not confirmed by a univariate ADFtest.2.2.5 The Fisher hypothesis and the real interest rate parity Another important relation for our empirical analysis is the Fisher hypothesis. It states that the nominalinterest rate equals the real interest rate t, invariant to monetary policy, plus inflation expectations,it t Ett1,2where the real interest rate is determined by the marginal product of capital and thus expected to bestationary with a low variance.The Fisher relation motivates the real interest rate parity, according to which the exante real interestrates in home and foreign country should equalize in the long run, i.e.:t t it Ett1 it Ett1 I0.3197019801990200020100.000.250.500.751.00Nominal exchange rate and relative price levelppt et 197019801990200020100.000.250.500.75Real exchange rate 197019801990200020100.010.000.01Term spread in the UK and the USUK US 197019801990200020100.010.000.01Term spread country difference8Figure 4Nominal short and longterm interest rates and country differences.Theoretically, the calculation of exante real interest rate involves future inflation expectations. As thoseare empirically difficult to measure, we focus here on a naive definition of the real interest rate usingthe current backwardlooking inflation.4 These are plotted in Figure 5. Both the shortterm and thelongterm real interest rates for the UK and the US show a level shift in 1981. Since then a downwardtrend is present. Overall, the real longterm interest rate differential is more likely to be stationary thanthe real shortterm differential.Figure 5Naive real short and longterm interest rates and country differences.4A common alternative measurement approach would involve the use of realized future inflation rates based on the rationalexpectations hypothesis, which excludes systematic forecast errors of the agents. This procedure is, however, not compatiblewith the VAR modelling approach used in this paper.197019801990200020100.010.020.030.04Shortterm interest rate in the UK and the USUK US 197019801990200020100.000.010.02Shortterm interest rate differential 197019801990200020100.010.020.030.04Longterm interest rate in the UK and the USUK US 197019801990200020100.000.010.02Longterm interest rate differential 197019801990200020100.0250.0000.025Real shortterm interest rate in the UK and the USUK US 197019801990200020100.0250.0000.025Real shortterm interest rate differential 197019801990200020100.0250.0000.025Real longterm interest rate in the UK and the USUK US 197019801990200020100.0250.0000.025Real longterm interest rate differential92.2.6 Uncovered interest parity A central parity condition is the uncovered interest rate parity UIP, which requires that the expectedreturn on the domestic asset is, in equilibrium, equal to expected return, measured in the home currency,on a foreign asset with otherwise identical characteristics. For a oneperiod bond, this implies:it it Etet1.4Under rational expectations, there are no systematic forecast errors and equation 4 can be rewritten as:t idt et1,5where t is a martingale difference sequence and measures the excess return of the UK bond. Therealized excess returns over the sample period and their cumulation can be seen in Figure 6.Figure 6Deviations from UIP: Expost excess returns and their cumulation.The UIP condition in 4 has been formulated for a oneperiod bond. We now consider its generalization to bonds with multiperiod maturities. According to the expectations hypothesis of the termstructure, we have that the longterm interest rate, or more precisely the yield of a zero bond of maturityof T periods, equalizes the expected average return of oneperiod bonds over T periods:rdt 1TEtidtj.T1cid:88j0T1cid:88678Combining 6 with the forward solution of the UIP relation in 4 for et,et EtetT Etidtj,we get the multiperiod form of UIP,j0et EtetT T r rt,which states that the exchange rate is determined by the longterm exchange rate expectation, EtetT ,and T times the longterm interest rate differential. Note that this relation will not hold exactly in ourdata set due to the different type of bonds under consideration, in which case the impact of the bondyield differential is expected to be systematically smaller.197019801990200020100.10.00.1Expost forward discount premium 197019801990200020100.250.000.250.500.75Cumulated excess returns103 Econometric modelling In contrast to the existing literature, we follow a datadriven modelling approach that combines the VARbased cointegration analysis of Johansen 1995 and Juselius 2006 with the graphtheoretic approachof Spirtes et al. 2001 implemented in TETRAD for the search for instantaneous causal relations and theautomatic generaltospecific model selection algorithm implemented in Pc Gets of Krolzig and Hendry2001 for the selection of a congruent parsimonious structural vector equilibrium correction model.3.1 Methodology The Generaltospecific approach implemented in this paper follows the modelling approach of Krolzig2003 and consists of the following four stages see Hoover, Demiralp and Perez, 2009, for a relatedapproach:i Specification of the general unrestricted system.We commence from a reducedform vector autoregressive VAR model of order p and dimension K, without any equationspecific restrictions, to capture the characteristics of the data:yt Ajytj t,9where t NID0, is a Gaussian white noise process. This step involves the specificationof the deterministic terms, selection of the lag length, p, and misspecification tests to check thevalidity of the assumptions made.j1ii Johansen cointegration tests and identification of the cointegration vectors.The Johansen procedure for determining the cointegration rank, r, is then applied to the VAR in9 mapped to its vector equilibriumcorrection mechanism VECM representation:pcid:88p 1cid:88j1p 1cid:88yt yt 1 jytj t.10For a cointegrated vector process, the reducedrank matrix, , can be decomposed into a K rdimensional loading matrix, , and cointegration matrix, , containing the information of thelongrun structure of the model, i.e., cid:48. The Johansen procedure delivers unique estimatesof and as a result of requiring to be orthogonal and normalized. These estimates providea value for the unrestricted loglikelihood function to be compared to the loglikelihood undereconomically meaningful overidentifying restrictions, r:yt rcid:48yt 1 jytj t,11j1with Etcid:48follows Juselius 2006.t. The empirical modeling procedure for finding the cointegration relationsiii Graphtheoretic search for instantaneous causal relations.The determination of the contemporaneous causal links between the variables has been advancedby modern graphtheoretic methods of searching for causal structure based on relations of conditional independence developed by computer scientists Pearl, 2000 and philosophers Spirtes11et al., 2001. Following Demiralp and Hoover 2003, who introduced this approach to econometrics, we use the PC algorithm implemented in TETRAD 4 see Spirtes, Scheines, Ramsey and Glymour, 2005 for details. The PC algorithm exploits the information embedded in the residualvariancecovariance matrix, , of the system in 11. A causal structure is represented by a graphwith arrows from causes to caused variables. To detect the directed acyclic graph, the algorithmstarts by assuming that all variables are linked to each other through an undirected link. In theelimination stage, connections are first removed between variables which are unconditionally uncorrelated. Then connections are eliminated for variables which are uncorrelated conditional onother variables. Having identified the skeleton of the graph, the orientation step of the algorithmseeks to orient the undirected edges by logical reasoning. This involves the analysis of indirectconnections by taking into account the whole graph, considering every pair of variables, exploiting already directed edges and the acyclicality condition.If all edges could be oriented, a directed acyclic graph DAG results. Based on the identifiedcontemporaneous causal structure of the system, the VECM in 11 can be represented as a recursive structural vector equilibrium correction mechanism SVECM. By a suitable ordering of thevariables of the system, the DAG can be mapped to a lowertriangular contemporaneous matrix,Br, with units on the diagonal and nonzero loweroffdiagonal elements representing the causallinks found by the PC algorithm. In contrast to a traditional orthogonalisation with the help of a Choleski decomposition of , this approach results in an overidentified SVECM in the majorityof cases. The zero lowertriangular elements of Br provide testable overidentifying constraintsallowing to verify the validity of the selected contemporaneous structure. Most importantly, asthe contemporaneous causal structure captured by Br is data determined, it avoids the problemsassociated with the adhoc nature of orthogonalised structural VAR models. In step iv we willconsider Gets reductions of the SVECM to reduce the complexity of the model.If the PC algorithm finds a link but has insufficient information to identify if, say, A causes Bor B causes A, an undirected edge emerge. In this case, there exists a set of contemporaneouscausal structures, Bi, that are all consistent with the data evidence. An additional modellingstage is then required for the selection of Br and, thus, the identification of the direction ofcausality. Having applied the model reduction step in iv to each SVECM associated with one ofthe found contemporaneous causal structures, the dominant econometric model is finally selectedin v.iv Singleequation reductions of the recursive SVECM.Starting point is the structural VECM with longrun relations r determined by stage ii andcontemporaneous structure Br given by the corresponding directed acyclic graph:Bryt cid:0rcid:48yt 1cid:1 p 1cid:88jytj t, t NID0, ,12j1where Br is the lowertriangular matrix found by TETRAD and is a diagonal variancecovariance matrix. A singleequation based Gets reduction procedure such as Pc Gets can beapplied to the equations in 12 straightforwardly and, as shown in Krolzig 2001, without aloss in efficiency. The parameters of interest are the coefficients collected in the intercept, ,the adjustment matrix and the shortrun matrices j in the structural VECM. The result is aparsimonious structural vector equilibrium correction model denoted PSVECM, which is nestedin 12 and defined by the selected , and j with j 1, . . . , p 1.12v Selection of the dominant PSVECM.If the graphtheoretical search in iii produces an acyclic graph with at least one undirected edge,the determination of the direction of instantaneous causal relations has to rely on the informationfrom the PSVECMs resulting from the Gets reduction of the SVECMs as defined by the set ofcontemporaneous causal structures. As the PSVECMs are mutually nonnested and the unionis usually unidentified, we propose to select the PSVECM with the greatest penalized likelihood.Thus the dominant design of the contemporaneous effects matrix according to information criteriasuch as Akaike or Schwarz would be used.3.2 Empirical findings In the following we seek to develop a congruent and parsimonious statistical model for the macro dyt , thenamics involving the inflation differential, dt rt rshortterm interest rate differential, idt ,and the exchange rate et. The results of Augmented Dickey Fuller tests indicate that the output gap dift are stationary, the other time series were found to be I1.ferential ydt , etcid:48 is integrated of order one: yt I1.Thus, the vector process, yt dt and the inflation differential dt , rdt , the longterm interest rate differential, rdt t t , the output gap differential, ydt yt yt it it , ydt , id 3.2.1 Cointegrated vector autoregression As discussed, the first step involves the specification of the deterministic terms, selection of the laglength and misspecification tests to check the validity of the assumptions made. The lag structure analysis of the unrestricted VAR, commencing from a maximum lag length of five with consecutive Ftestsfor excluded individual and joint lags, indicates a lag order of four. An unrestricted constant is includedas the only deterministic term. A linear time trend was found to be statistically insignificant.Table 3 Misspecification tests for equations of the unrestricted VAR4.Test AR 15F5, 124Normality 22ARCH 14F4, 87Hetero F22, 72dt 0.7210.609ydt 1.3880.23392.0590.00026.0450.0001.0740.3722.0000.0041.7690.1401.4980.059idt 1.3150.2628.1290.0174.9560.0012.3470.001rdt 0.5590.73219.3310.0002.9720.0224.4370.000et 1.0620.3851.1340.5672.2810.0651.1750.263 significant at 1% level, significant at 5% level.The results of tests for misspecification are displayed in Table 3. There are no problems of autocorrelation in the equations. However, the normality test shows serious nonnormality mainly due to excesskurtosis in all but the exchange rate equation. Also, heteroscedasticity and ARCH effects in the interestrate equations are detected. But overall the residuals are sufficiently well behaved to proceed with thesystem.5We continue by analyzing the longrun properties of the system. The number of stable longrun relations cid:48yt, which is equal to the rank of the matrix of the vector equilibriumcorrection mechanism 5Some of the nonnormalities can be traced back to the reduction in volatility during the Great Moderation as well asoutliers, for which dummy variables will be included in the PSVECM in 3.2.4.in 10, is determined by the Johansen 1995 test for I1 cointegration. The eigenvalues and trace testresults are shown in Table 4. We find that the longrun properties of the system are characterized byfour cointegration relations, r rank 4. With dimension K 5 and rank r 4 there is oneunit root in the system.13Table 4r 01234Johansen likelihood ratio trace test of H0 : rank r.eigenvalueprob0.0000.0170.0180.0350.0990.2510.1180.1070.0870.018trace test 95.595 52.287 33.390 16.369 2.725 significant at 1% level, significant at 5% level.To identify the longrun structure of the system, we continue with the preliminary analysis of testingstructural hypotheses regarding and . The test results for potential cointegration vectors are shown in Table 5. Here, we impose sequentially restrictions on one cointegration vector while leaving the othersunconstrained. Hypotheses H1 to H5 test if the inflation spread, the interest rate spreads, the output gapspread or the nominal exchange rate constitute cointegration vectors, i.e., stationary relationships, ontheir own. According to the likelihood ratio LR test statistics, the output gap spread and the shortterminterest rate spread are possible stationary cointegration relations. Hypotheses H6 and H7 state that realinterest rate differentials are stationary. This is accepted with a pvalue of 0.12 for the longterm butrejected for the shortterm differential. H8 rejects the stationarity of the country differences in the termstructure, i.e., the spread between long and shortterm interest rate differentials.Table 5Testing simple cointegration relations.dt 10000110idydtt 00100100000 100rdt 0001000 11 1et 21010.601.5202.34010.80014.5510.3002.37007.82prob0.000.220.130.000.030.000.120.01H1H2H3H4H5H6H7H8In Table 6 we test for longrun weak exogeneity of the variables of the system. Under the nullhypothesis of a particular zero row in , the corresponding variable is not adjusting towards the longrun equilibrium. The LR test results of the restrictions on show that, with a pvalue of 0.93, the bondyield differential is the only weakly exogenous variable. Thus, we identified the longterm interest ratedifferential rdt as the unique common stochastic trend in the system.6Altogether, the tests of hypotheses H1 to H8 suggest three linearly independent cointegration vectors.Given a rank of four we will need to identify one further composite cointegration vector. Following themodelling approach suggested by Juselius 2006, the following cointegration vectors were identified 6In the following, we will see that the longterm interest rate differential appears to be driven by longterm inflationexpectations as predicted in Fisher hypothesis.14Table 6Testing for weak exogeneity.24dt 28.00.00ydt 19.70.00idt 12.90.01rdt 0.840.93et 15.40.00by paying attention not only to statistical acceptability but also to consistency with economic theory:7i Stationary output gap differential.t yt yydt I0.13The first cointegration vector is the difference between the UK and US output gaps. Stationarityis expected here due to the very definition of the output gap.ii Stationary nominal shortterm interest rate differential.id it it I0.14This is somewhat surprising given our previous result that the longterm interest rate differentialis nonstationary and constitutes the stochastic trend of the system.In other words, while thenominal interest rate parity holds for the money markets, it is violated for the bond markets. Theopposite holds for the real interest rate parity:iii Stationary real longterm interest rate differential.dt rdt dt r t r t I0.15The third cointegrating vector reflects the real interest rate parity and is closely related to the Fisher hypothesis, where the real longterm interest rates are calculated naively with the currentrather than the expected future inflation. Since rdt is nonstationary this must also hold for theinflation differential 8, which is driven by the same stochastic trend. It is also worth noting that,t dt , the real longterm rate differential, rd 7When analyzing a system consisting of the inflation differential as the only nominal variable and four real variables, thet , the output gap differential, ydt ,real shortterm interest rate differential, idand the real exchange rate in form of deviations from PPP, et pdt , the Johansen trace test indicated a cointegration rank ofthree rather than four in Table 4. The cointegration vectors were found to coincide with the relations 13 to 15 with thecorresponding restrictions not rejected by the LR test at 36%. Furthermore, testing for weak exogeneity revealed that, at amarginal significance level of 0.31, the real exchange is one of two stochastic trends. The real exchange rate can also notbe recovered as cointegration relation by a trend in the cointegration space. The restricted trend is statistically insignificant.When it is nevertheless included, the cointegration properties of the system break down as the Johansen procedure reports arank of just one. In other words, while there is stable longrun relation between the nominal exchange rate and the nominalinterest rate differential, no such relationship can be found for the real ones.t d 8Note that, while the ADF test indicated that the inflation differential is I0, dt is not identified as one of the stationarycomponents in the cointegration space. To understand these contradicting findings, we compare the standard ECM2 equationused for the ADF testt 1 cid:802dt dj1,jdtj ,twith an augmented ECM2 equation that also contains the shortrun dynamics of all other system variables, xt ydt , etcid:48, as in the inflation differential equation of the SVECM:t , rdt , iddt dt 1 cid:802tj cid:802,jdj1cid:48x,jxtj ,t.j1Whereas the ADF test statistic, 3.53, is significant at 1%, the tvalue of in the augmented ECM is with 2.81 greater thanthe 5% critical value of 2.88. Hence, the conflicting results can largely be traced back to use of two different informationsets.due to 14 and 15, the UK and US term structures do not cointegrate.iv Nominal longterm interestrate differential based exchange rate determination.The last cointegration vector is a UIP inspired exchange rate determination relation:et 26.4r rt I0.1516This cointegration vector should be interpreted in light of the multiperiod form of UIP. For zerobonds with a maturity of 10 years, respectively T 40 quarters, the formula in 8 results in:et Etet40 40rdt .17While, for the type of government bonds analyzed here, the relation above only holds approximately, the estimated multiplier of 26.4 with a 2 interval of 11.76, 41.06 is consistent withthe theory. Furthermore, with sample averages of 9.0 and 7.4 of the yield of 10year governmentbonds of the UK and the US, the average duration is only 6.8 and 7.2 years, respectively. Thus,actually, the point estimate of 26.4 is very close to the predicted values of 27.2 and 28.7. According to 16 and 17, the longterm equilibrium movement in the foreign exchange rate can betraced back to the nonstationary longterm interest rate differential, exhibiting long swings, andstable longterm exchange rate expectations.The system estimation results for the four cointegration vectors and their interaction with the variables of the system are shown in Table 7.Table 7Cointegration vectors and loadings, tvalues in brackets.Cointegration vectors 1400230 11000010000001 26.43.601dtydtidtrdtet Loadings 10.1031.600.2463.8620.0510.250.1060.5230.7334.890.0980.660.02180.840.0030.230.3831.160.249 0.0433.640.860.0190.440.2880.270.0100.320.1590.2040.00020.030.00110.190.00140.700.00100.850.09833.25 significant at 1% level, significant at 5% level.The three overidentifying restrictions on the cointegration space are accepted by the LR test witha statistic of 23 3.80 and a pvalue of 0.28. The only unrestricted coefficient is preciselyestimated. In contrast, only few coefficients are statistically different from zero. Altogether we findt , is of central importance to the system. It constitutes thethat the longterm interest rate differential, rdcommon stochastic trend, it cointegrates with the inflation differential dt to a stationary real longtermt , which is consistent with UIP and stablerate differential, and it also drives the exchange rate et 26.4rdlongterm exchange rate expectations Etet40. The output gap ydt and the shortterm rate differential idtare both self error correcting and weakly exogenous to the other cointegration relations.The four cointegrating relations are plotted in Figure 7. The upper panels are just the shortterm interest rate and output gap differentials. In the lower left panel the real longterm interest rate differentialcan be seen, which is dominated by the pattern of the inflation differential. The only new time series isthe last diagram which shows the deviation of the exchange rate from its longrun equilibrium with thebond yield differential.16Figure 7The adjustment matrix rcid:48The four cointegrating vectors.reported in Table 8 determines how the system reacts to thestate of the endogenous variables. The negative signs on the diagonal of the matrix indicate stable selfreferencing feedback mechanisms for all variable apart from rdt , which in Table 6 was found to be weaklyexogenous. The only statistically significant crossequation feedbacks are the inflation differential andthe exchange rate reacting to the bond yield differential, which are driven by the cointegration relations15 and 16.Table 8Combined longrun effects rcid:48, standard errors in brackets.dt 1t 0.733t 0.0980.150dyd0.149idt 0.0430.051t 0.010rdet 0.1590.0310.777ydt 10.1030.0640.2560.064idt 10.0510.2030.1060.203rdt 10.7380.2020.0690.2010.249 0.0070.0180.0220.0030.0130.3830.3310.0690.0180.0430.2881.054et 10.00020.00580.00110.00580.00140.00200.00100.00120.0680.0180.0422.756 0.09831.0460.0302 significant at 1% level, significant at 5% level.3.2.2 Assessing the underlying symmetry of the cointegration relations The empirical relevance of our model analysis in country differences hinges on the existence of a symmetric longrun equilibrium as stated in iiv. In order to assess the evidence, we conclude the cointe197019801990200020100.0500.0250.0000.0250.050yyt 197019801990200020100.010.000.010.02iit 197019801990200020100.0250.0000.0250.050rpt rpt 197019801990200020100.250.000.250.50et 26.4rrt 17gration analysis by testing for the symmetry of the cointegration relations in two subsystems of the full 9D twocountry model. This approach avoids the problems associated with the cointegration analysisof highdimensional systems. Its validity follows from the invariance of cointegration relations withregard to extensions of the information set. The first subsystem to be considered consists of the UK and US inflation rates, government bond yields and the nominal exchange rate. The statistical analysis was, etcid:48 with constant and trend. Two cointegration relations werebased on a VAR4 of uk, rustfound and could be identified as follows:, ust, rukttt ukrukt 1rust ust t and et 2rukt 3rust, with 1 1.190.14, 2 13.65.5, 3 16.2.7.2When imposing symmetry across countries on the cointegration space, 1 1 and 2 3, the LRtestpvalue increases from 0.06 to 0.10 and cointegration vectors corresponding to iii and iv result:t ukrukt rust ust 0.000057t and et 13.9t rusrukt .0.0000195.6Next, consider the subsystem including both output gap series, both shortterm nominal interest, etcid:48 with constantrates and the nominal exchange rate. For an adequate VAR4 of yukand trend, the trace test suggests a rank of three. With an LRtest pvalue of 0.18, the three cointegrationrelationships can be identified in correspondence to vectors i and ii: each output gap constitutes acointegration relation, the third cointegration relationship is the trendstationary shortterm interest ratet t with 0.000071, as 0.88 with a standard error of 0.14 is notdifferential, iukstatistically significantly different from one.t ius, yust, iust, iuktt 3.2.3 Identifying instantaneous causality The graphtheoretic identification of the contemporaneous causation in the VECM3 with the identifiedcointegration vectors in 13 16 is based on the residual correlation matrix reported in Table 9. Theonly statistically significant contemporaneous correlation of shocks is between the short and longterminterest rates, ir 0.52. Thus, in the very short term, the term structure is the strongest link betweenthe macroeconomic variables. As the dominant force in transmitting and absorbing macroeconomicshocks, it will play an important role in the transmission of monetary shocks to the exchange rate.In contrast there is no instantaneous causality between the exchange rate and the other variables ofthe system. This indicates that the exchange rate does not jump in response to an interest rate shock,implying a delayed overshooting.Table 9Contemporaneous correlation.dtydtidtrdtetd 1tt 0.11ydid 0.15tt 0.05rdet 0.151 significant at 1% level, significant at 5% level.10.520.1410.180.150.0410.04For further investigations of these issues, the correlation matrix in Table 9 is subjected to a graphtheoretical search for instantaneous causal relations. At the 5% and 1% significance levels 9, the PCalgorithm consistently finds only a single undirected edge linking the short and longterm interest ratedifferentials. This coincides with the only significant residual correlation. As here is one undirectededge, both directions of the instantaneous causality need to be considered at the next modelling stage.18Following the same ordering of the variables as throughout the paper, the two candidate designs forthe contemporaneous matrix are:B1  1.1 0 10 0.0 0 bri 10 0 0 10 or B2 , 1.0 1.0 0 1 bir 0 01.00 0 0 118where zeros indicate overidentifying restrictions. Note that, while the ordering of the variables is notunique, our choice does not affect the further analysis. The first design, B1, represents the case wherethe shortterm interest rate differential, idt . In thesecond design, B2, the causality is inverted to rdt , instantaneously causes the bond yield differential, rdt causing idt .In order to determine the direction of the instantaneous causality, we followed the procedure laid outin 3.1. The selection for the design of the contemporaneous effects matrix is based on the statisticalproperties of the PSVECMs emerging from the Gets model reduction process using the conservativestrategy of Pc Gets see 3.2.4 for details for the two competing contemporaneous causality matrices.As the SVECMs as well as the finally selected PSVECMs are mutually nonnested 10, we select the structure with the best penalized likelihood in form of Akaike and Schwarz information criteria. Accordingto both criteria, the PSVECM based on the candidate design matrix B1 with an AIC of 36.099 anda SIC of 35.437 dominates the model with the contemporaneous matrix B2 with AIC 35.897and SIC 35.275, which is slightly more parsimonious but offers a poorer characterization of thedata. As B1 is found to be the dominant design, we can conclude that it is the shortterm interest ratedifferential, idt . In the following we focuson the econometric modelling with the selected B1 matrix.11t , which instantaneously causes the bond yield differential, rd 3.2.4 The parsimonious structural vector equilibrium correction model Having specified the SVECM in 12 with the cointegration relations found in 3.2.1 and the contemporaneous relations detected by the PC causal search algorithm in 3.2.3 , the model reduction is performedwith an automatic generaltospecific model reduction procedure. As the design of B1 and the valuesof r are given, the model search is limited to the parameters of the shortrun dynamics, 1, . . . , 3,and the longrun equilibrium adjustment, , while it is ensured that the rank of the longrun matrix 9At 10% two additional edges are detected. The first is an undirected edge between shortterm interest rate and inflationrate, the second a directed edge from the exchange rate to the inflation rate. However, both additional edges would drop outduring the Pc Gets reduction of the SVECM. Thus, even at 10%, no further contemporaneous causal link would enter the PSVECM.10When commencing the model search from a VECM nesting B1 and B2, i.e., allowing for both contemporaneouseffects, bir and bri note that the Gets selection process is largely unaffected by lack of identification in the unrestrictedsystem as shown in Hendry and Krolzig, 2004 and estimating the selected model with Full Information Maximum Likelihood,the shortterm interest rate differential affects the longterm interest rate differential contemporaneously, but the bond ratedifferential is found to be insignificant when included as a contemporaneous effect in the shortterm interest rate equation.This is consistent with the notion that monetary policy is directly affecting the bond market but not vice versa.11The results for the PSVECM with B2 can be requested from the authors.19is unchanged by the constraints on . As shown in Krolzig 2003, when commencing from a structural VECM with known causal order and diagonal variancecovariance matrix, all possible reductions of the SVECM can be efficiently estimated by OLS and model selection procedures can operate equationbyequation without a loss in efficiency. The conservative strategy of Pc Gets used here approximates inlarge samples the Schwarz information criteria for more about mapping information criteria to significance levels see Campos, Hendry and Krolzig, 2003. The properties of automatic Gets selection arediscussed in more detail in Hendry and Krolzig 2005.The final parsimonious model selected by Pc Gets and estimated with OLS is as follows: All coefficients are significant with a tvalue of at least 2. The adjusted R2 of the reduced single equations areclose to 30% for the shortterm interest rate, output gap and exchange rate equations and approximately 65% for the inflation rate and the bond rate equations. Major outliers are corrected by including impulsedummies.We start with the lawofmotion of the inflation differential, which falls into the class of augmented Phillips curves with the output gap as measure of macroeconomic activity and the longterm interestrate as measure of inflation expectations:t 0.7460.098 0.795t 1 drdt 1 0.264ydt 1 0.170.0390.085I1973Q2t 0.04240.0080.008t 1 0.044rddt 1 0.186dt 20.064I1979Q3t,190.32 0.00772, R2 0.65.cid:100dt dt dt e,d The speed of adjustment of the inflation differential toward the cointegrating real interest rate differentialis with 75% per quarter very high. This suggests that the longterm interest differential is a good proxyof differences in inflation expectations in the UK and the US, e,dt , as predicted by Irving Fisher, such that rdt . This should, however, give rise to a price puzzle see Demiralp,Hoover and Perez, 2009, for a detailed graphtheoretical analysis of the US price puzzle. The Phillipscurve interpretation is supported by the positive feedback from the output gap to inflation. The shortrun dynamics are characterized by a selfstabilizing feedback in the quarterly changes in the inflationdifferential as well as changes in the bond rate. Note that shortterm interest rates are not affectinginflation directly. Thus, for monetary policy to be effective in controlling inflation, shortterm interestrate changes need to affect the longterm rates or the output gap.12t et e The outputgap equation is error correcting. There is a strong and surprisingly positive response tointerest rate changes, which is consistent with a forwardlooking monetary policy rule. In combinationwith the Phillipscurve term in the inflation equation. The output gap puzzle in form of a positive effectof the shortterm interest on the output gap enforces the price puzzle phenomenon observed earlier. Alsot 1 and rdt 1 sum up to approximately zero. Thus equation 19 could be written 12Note that the coefficients on rdt 1 din a more parsimonious way as:cid:100dt 0.8150.086dt 1 0.9030.151rdt 2 0.1580.045 0.00774, R2 0.651. det.terms,t 1 0.192yd 2dt 10.064While there is no significant loss in quality of fit, 21 0.84290.359, we will use the systematically derived model in19 for the impulse response analysis.a weak shortrun Mundell effect can be found:ydt 1 0.1840.051I1979Q2t,dt 3 0.8050.19idt 1 0.02790.008I1974Q3t 0.00793, R2 0.37.202021cid:100ydt 0.1560.039 0.03720.0057cid:100idt 0.169 0.00860.0470.0021cid:100idt 0.169idcid:100idt 0.169id The shortterm interest rate differential is dominated by a stable selffeedback mechanism:t 1 0.0528id0.018dt 2 0.3390.11rdt 2 0.0106I1977Q1t0.0034I1980Q4t 0.001010.00037, 0.0029, R2 0.28.It also reacts positively to changes in both the real bond rate, rd d, and the inflation rate:t 1 0.339rdt 2 dt 2 0.286dt 2 det.terms.Returning to the Fisher interpretation, we can think here of the central banks aggressive stance againstrealized past inflation as well as expected future inflation:t 1 0.339t 2 0.339e,dt 2 dt 2 0.286dt 2 det.terms.However, the equation should not be interpreted as a backwardlooking Taylor rule.13As discussed earlier, the longterm interest rate differential represents the common stochastic trendof the system and is as such weakly exogenous for the cointegration relations. In the short run, it adjustsin response to contemporaneous and previous changes of the interest rate differentials. Being a unit rootprocess it has the highest R2:t 0.2990.031ididt 0.1180.037I1979Q1t 0.00432 0.005620.00130.00130.061I1980Q1t,t 1 0.294rdt 1 0.007760.00094I1974Q4t 0.0012, R2 0.63.22cid:100rd In the four equations so far, the exchange rate is not involved. The nominal exchange rate is in ourmodel not pushing the rest of the system, but purely adjusting to a vast amount of information crossingmarkets:cid:100et 0.0916et 1 26.4rd0.026 5.82rdt 3 0.2990.0791.9 0.04679, R2 0.23.dt 1 1.150.38et 1 0.218t 1 1.380.44dt 2 1.10.38dt 3et 2 0.2380.082et 3 0.03940.013,230.08The exchange rate equation is driven by the fourth cointegration vector, which stabilizes the exchangerate along the common stochastic trend given by the longterm interest rate differential. With 10%13We will return to this issue in 4.21adjustment of the exchange rate per quarter, there is more predictability than allowed under UIP.14 Thehigh significance of the error correction terms shows the large loss of information, that would occurwhen the VAR would be specified in differences.3.2.5 Testing for the validity and congruency of the model The efficiency of the singleequation reduction procedure depends on the lack of correlation among theerror terms of the model. To investigate the orthogonality assumption we could consider two statisticaltests. Firstly, for the exactly identified SVECM, we could test for the joint significance of the nineoveridentifying restrictions on the contemporaneous matrix B1. Secondly, for the selected PSVECM,we can use the likelihood ratio principle to confront our model with its superimposed orthogonal errorsagainst the alternative of an unrestricted variance covariance matrix. To test the involved 10 independentrestrictions on , we compare the log likelihood of the restricted system estimated by OLS with theunrestricted system estimated with Full Information Maximum Likelihood estimation FIML. Here weutilize the fact that under the condition of a diagonal variance matrix, , the FIML estimation undernormality collapses to OLS. In support of our previous analysis, the LR test with a test statistic of 210 7.250 and a pvalue of 0.702 does not reject the hypothesis of a diagonal covariance matrix.That implies all contemporaneous effects have been captured by the causal search algorithm, the modelis valid and can be efficiently estimated by OLS.The congruency of the model is investigated in Table 10. For the highly reduced model, there areno signs of dynamic misspecification. While there is a huge reduction in nonnormality for dt andt , some issues of nonnormality and heteroscedasticity remain. A reestimation of the equations withrd GARCH errors appears appealing, but the estimation results are similar to the results in 3.2.4 andtherefore not reported here.t , yd Table 10 Misspecification tests of the parsimonious SVECM.Test AR 15Normality ARCH 14Hetero RESETdt 1.3720.2399.5460.0095.8260.0003.7090.0006.5880.011ydt 1.0990.3646.9170.0321.2230.3041.8670.0621.6100.207idt 0.8130.54321.4820.0002.6040.0392.6990.0060.6680.414rdt 1.1930.3163.8410.1462.6750.0351.1130.3570.9230.338et 0.4950.7791.4620.4812.6800.0341.0290.4324.2570.041 significant at 1% level, significant at 5% level.14The shortrun dynamics of 23 could be further simplified as:et 1 26.4rdcid:99et 0.09060.0390.012 0.3040.0770.025et 1 0.2380.0607t 1t 1 5.751.85rdt 3 1.120.3143dt 12et 2, 0.04691, R2 0.237.The reduction is accepted with 23 0.7950.851.22Figure 8form VAR, the justidentified and parsimonious SVECM.Responses to an asymmetric monetary policy shock in the cointegrated reduced4 The effects of a monetary policy shock In this section, we consider the dynamic responses to an asymmetric monetary policy shock in formof an unpredicted one percentagepoint increase of the nominal shortterm interest rate differential 15,t it it . We start with the impulse response analysis of the model just derived, before evaluatingidthe robustness of the results in three alternative scenarios.4.1 An impulse response analysis Figure 8 displays the responses of the system variables, i.e., the inflation differential d, the output gapdifferential, yd, the 3month interest rate spread id, the 10year government bond yield spread, rd, andthe nominal exchange rate, e, with regard to an onepercentage point increase in the quarterly 3monthtreasury bill return differential. Three sets of impulse response functions are plotted offering insightsinto the dynamics of the unrestricted cointegrated VAR top panel, the exactly identified SVECM, andthe selected parsimonious SVECM bottom panel presented in 3.2.4. For the justidentified SVECM,t et was imposed to ensure consistency with the TETRADthe causal order dresults in 3.2.3 and making the SVECM nest the PSVECM.t ydt idt rd The most striking feature when comparing the three sets of impulse response functions is the remarkable difference in the width of the 95% confidence intervals between the selected parsimonious SVECM15It is worth pointing out that, due to the construction of the interest rate variable as the quarterly log return of a 3Mt corresponds to an approximately 400 basis point increase in the 3M treasury bill interest ratetreasury bond, a unit shock in iddifferential.010203040101idfi yd 010203040101idfi pd VAR010203040101idfi id 010203040101idfi rd 01020304050510idfi e 010203040101idfi yd 010203040101idfi pd SVECM010203040101idfi id 010203040101idfi rd 01020304050510idfi e 010203040101idfi yd 010203040101idfi pd PSVECM010203040101idfi id 010203040101idfi rd 01020304050510idfi e23and the unrestricted systems. The confidence intervals have been computed using the bootstrap procedure of Hall 1992 with 2000 replications. For unrestricted systems, hardly anything substantial can besaid about the responses to a monetary policy shock as only very few elements of the impulse responsefunctions are statistically different from zero. As shown in Krolzig 2003, we can expect the estimatedresponses of the PSVECM to be much closer to economic reality in the MSE sense.Common features among the three models are, firstly, the short life span of the increases in id, theshortterm interest rate spread is fading out quickly within ten to twenty quarters after the initial shock,and, secondly, the presence of a pronounced price puzzle: In the shortterm up to 23 years, both theoutput gap and the inflation rate differential increase after a monetary tightening. This, from a theoretical but not empirical perspective, surprising result could to some extent be due to the backwardlookingnature of the VAR approach. Suppose that monetary policy can be described by a forwardlooking Taylor rule, then it is conceivable that, under rational expectations, the impulse response function measuresthis inverse causality from state of expected future inflation and excess demand to current policy rates.16In the PSVECM, the longterm bond yield differential jumps in response to a monetary policy shock,with the response of the former being about a third of the size of the initial shock, rdt 0.3idt ,followed by a slow but steady decline to the origin. The adhoc reaction of the nominal bond spreadwithout an immediate reaction of the exchange rate leads to disequilibrium with an abnormally highnominal bond yield spread for the first six periods. The increases in the bond yield spread and theresulting undervaluation of the currency relative to its longrun equilibrium, eh 26.4rdh, are themain drivers of the steady appreciation of the currency see the decomposition of eh in Figure 10,which we will discuss in detail in 4.2. The nominal exchange rate is appreciating for several quarters,before persistently depreciating back to the original level after ten years.t idt 0. As shown in 3.2.3, a shock in id The delayed overshooting puzzle merits further analysis as its presence is forced by the lack of a contemporaneous link between the shortterm interest rate differential and exchange rate in the PSVECM,t , and indirect interest rate channel ofas determined by the specification of the direct, bei etidmonetary policy, ber etrdt leads to an immediate jump int 0, but for the other variables, including the exchange rate,the bond yield differential, bri rdno statistical evidence was found in support of an impact effect. Indeed, TETRAD consistently findsno evidence for such a link even at the 10% significance level, though the efficacy of the PC algorithmcould have been affected by a poor signaltonoise ratio see Demiralp and Hoover, 2003. In the caseof the lack of this link, a slow response of the exchange rate follows, implying a delayed overshootingand the violation of UIP. The robustness of this results for the exchange rate will be examined in 4.2, where we add a contemporaneous link between shortterm interest rate differential and exchangerate into the PSVECM. The key question is whether the delayed overshooting puzzle will emerge evenif we allow the exchange rate to jump despite the lack of any statistical evidence for this behaviour.4.2 Allowing the exchange rate to jump In the following we investigate the case where the exchange rate is jumping in response to unpredictedvariations of the shortterm interest rate differential. Recall that the contemporaneous effect was foundto be statistically insignificant. In order to find a parsimonious model for et conditional on the cont and the past information set, we impose the restriction bei cid:54 0 onto the selectiontemporaneous idt , irrespectively of its statistical significance, the conservative stratprocess. Forcing the selection of id 16In 4.5, we show that the possibly resulting identification issues do not affect the delayed overshooting finding.2424Figure 9Effects of a monetary policy shock: response of the exchange rate to a one percentage point increase in the 3month interest rate differential with 95% confidence interval.egy of Pc Gets delivers the following exchange rate equation:cid:100et 0.0803et 1 26.4rd0.027 0.1820.082et 2 0.03390.013,idt 1 2.111.23 0.050, R2 0.12.t 0.2580.081et 1The new equation has changed greatly when compared to the baseline model in 23 with a pronounceddrop in R2. Note that bei 2.11 with a tvalue of 1.715 remained statistically insignificant at 5%.The critical question is now whether or not our delayed overshooting result remains robust when thepossibility of an immediate jump of the exchange rate is taken explicitly into account. Figure 9 seeks toshed some light on this matter by comparing the emerging impulse response function of eth with regardt with our earlier results for the justidentified SVAR and the baseline model. Theto a unit shock in idpanel on the left displays the response of the exchange rate in the exactly identified SVAR. Due to theunderlying estimation uncertainty, the result is fairly inconclusive. Only for the four quarters followingthe shock is the response significantly different from nil. In contrast, the two other figures highlight theadvantage of the selected parsimonious SVAR. The second panel corresponds to the preferred statisticalmodel, in which only the bond yield jumps in response to the monetary policy shock. As already seen in 4.1, there is clear evidence for the presence of an overshooting puzzle with the exchange rate peakingafter eight quarters. The panel on the right depicts the alternative scenario where the exchange rate isallowed to jump instantaneously in response to the monetary policy shock. The impact effect is with anestimated value of 2.11 is statistically close to the peak response of 3.52 in the baseline scenario as thelatter lies within the formers 95% confidence band, thereby eliminating some excess return potentials,which will be analyzed in more detail in 4.3. However, due to the poorly estimated impact parameter,the width of the confidence band for the initial response is also consistent with the lagged response of theexchange rate in the baseline model. Across models, there is strong evidence for delayed overshootingover the sample period.Figure 10 gives some insight into the dynamic adjustment processes caused by the shock in idt by 0102030400246810Delayed Overshooting 2Qand permanent shiftin unrestricted SVAR01020304020246810Lagged response and delayed overshooting 8Qin baseline model 01020304020246810Overshooting and slow decay when et is allowed to jump25Figure 10 Decomposition of the response of the exchange rate to a monetary policy shock:Direct interest rate effects id, equilibrium correction ECM, momentum e as wellas spillovers from inflation d and bond yield changes rd. The baseline model isdepicted in the left, the alternative where et is allowed to jump on the right panel.decomposing the response of the exchange rate to a monetary policy shock into direct interest effects,which are only relevant when et is allowed to jump, equilibrium correction, momentum e as wellas spillovers from inflation d and bond yield changes rd. It can be seen that the equilibriumadjustment is the major force behind the delayed overshooting phenomenon as it induces a humpshapedresponse of the exchange rate. In contrast, the direct interest rate effects in the model with an instantreaction of exchange rate are largely consistent with conventional overshooting.4.3 Dissecting the delayed overshooting puzzle Having established solid evidence for the delayed overshooting hypothesis, we finally examine its implications for the size and dynamic profile of the violations of UIP during the transmission process of themonetary policy shock. As in Figure 9, we compare the responses of the exchange rate for the exactlyidentified recursive SVAR with the baseline model, i.e., the best statistical representation of the macrodynamics in the sample period, and the alternative model where et is allowed to jump.Delayed overshooting generates excess returns violating UIP. This can be seen in the top panelsof Figure 11 from the deviation of the response of the exchange rate, eh, from the line entitled UIPrepresenting the equilibrium response of the exchange rate consistent with the uncovered interest parityhypothesis:T1cid:88e UIPh e T ids25where in the plots above T 150 was used.17 When comparing the blue UIP line as defined abovewith the green confidence bands, it can be seen that, even for the alternative model, the initial jump isinsufficient and the final depreciation process is too sluggish to meet the UIP target.Approaching the same issue from a different angle, the panels below measure the deviations fromsh UIP with the exante oneperiod excess return series:h idh eh1.26The plots reveal, consistently among models, excess returns for UK treasury bonds after a tightening of 17As the exchange rate converges much earlier, the results are insensitive to the choice of T .0102030401012Baseline model ECM Dp Dr De 0102030401012Model with jump of et Di 26Effects of a monetary policy shock: responses of exchange rate, eth, the Figure 11excess return, h and cumulative excess return, 0,h, to a one percentage point increase int .id Bank of England policy. In the bottom panels, the cumulated excess returns,hcid:88hcid:880,h j idj heh1,27j0j0are plotted. Over the first two years excess returns of up to 7.5 percent are observed constituting majorviolations of the UIP hypothesis. Altogether, the statistical results discussed in this paper stronglysupport the presence of a delayed overshooting puzzle for the exchange rate.4.4 Exploring asymmetries in the exchange rate response to UK versus US policy shockst Due to the underlying symmetry of the model, an increase in shortterm interest rate differential, idt t ius, could either be associated with an asymmetric tightening in the stance of monetary policy ofiukthe Bank of England or an asymmetric loosening by the Fed. To gain insight into possible asymmetriesin the response of the exchange rate to policy shocks in the UK versus the US, we consider here ant , is replaced by the UKextension of the baseline model, where the shortterm interest differential, idt , etcid:48,and the US interest rate. The resulting system consisting of the six variables, d, rdembraces both country differences and country variables. This unbalanced nature of the 6D systemlimits the scope for congruent econometric modelling. Having previously established evidence for thesymmetry of cointegration space, we proceed by imposing the cointegration relations in 13 and 14of the model in country differences discussed in 3.2.1. It is worth noting that the model setup impliesthat the two shortterm interest rates are cointegrated: while their differential idt is stationary, the interestrates themselves are integrated.t , iustt , yd, iukt Commencing from a VECM3 of the 6D system with the four cointegration relationships of thebaseline model superimposed, the analysis continued by following steps iiiv of the modelling procedure outlined in 3.1. The graphtheoretic search by TETRAD for the contemporaneous causal relations 0102030400510Unrestricted SVARExchange rate UIP0102030400510Baseline model UIP0102030400510  when et is allowed to jump UIP010203040012Excess return 0102030400120102030400120102030402.55.07.5Cum.excess return 0102030402.55.07.50102030402.55.07.5results in a DAG corresponding to a contemporaneous matrix of the form:B .1100 biusy 000000 1biukiusbrius 0 1briuk 0  1.0 12728In the temporary macroeconomic equilibrium, the US shortterm interest rate, which is instantaneouslyreacting to the output gap differential, affects the UK shortterm interest rate but not vice versa. Bothshortterm interest rates affect the bond yield differential. However, there is no impact effect on theexchange rate implying again delayed overshooting. To preserve the link between the shortterm interestrates, which is found by TETRAD even at the 1% significance level, the model reduction was performedwith the liberal strategy of Pc Gets.Figure 12Responses of interest rate differentials and the exchange rate to monetary policyshocks in UK unit increase in iuk and in the US unit decrease in ius in the 6DPSVECMin comparison to the baseline impulse response function unit increase in id .The results of an impulse response analysis of the selected PSVECM are presented in Figure 12.Focussing on the short and longterm interest rate differentials as well as the exchange rate, we comparethe responses to i a unit shortterm interest rate rise in the UK and ii a unit decrease in the US rate tothe impulse response function of the baseline model. In line with the latter, a delayed overshooting ofthe exchange rate can be observed for both the UK and US monetary policy shock. However, there arepronounced quantitative differences in the exchange rate response. Most strikingly, the exchangerate reacts much stronger with regard to the shock in the UK than to the US shock. This result isdirectly linked to the contemporaneous causality in the system. Since a monetary policy shock in the US instantaneously affects the UK money market, the reaction of both shortterm and longterm interestdifferentials are much deflated when compared to the idiosyncratic UK shock. When discounting thelongrun results in light of the mixed nature of the system with its two shortterm interest rates andcountry differences otherwise, the baseline model is a good approximation of the delayed overshooting 0102030400.000.250.500.751.001.25Shortterm interest rate differentialbaseline UK US 0102030400.000.250.500.751.001.25Longterm interest rate differentialbaseline UK US 0102030400246810Exchange ratebaseline UK US 28of the exchange rate in response to a mixture of UK and US interest rate shocks. In practice, we wouldexpect UK shocks to have a bigger impact than their US counterparts.4.5 Assessing the robustness of the delayed overshooting puzzle During the model discussion and impulse response analysis, we observed that the PSVECM exhibits allsigns of a price puzzle in combination with an output gap puzzle. The adverse reaction of inflation andoutput gap in the quarters following a shortterm interest rate shock raises serious questions regarding theidentification of the monetary shock. It is perfectly conceivable that the shock we previously analysedis not an autonomous change in the stance of monetary policy but rather the reaction of monetaryauthorities to the anticipation of future inflationary shocks. Indeed, we proposed to interpret the roleof the bond yield differential in equation 19 as that of inflation expectations in an augmented Phillipscurve. A lack of identification would, in turn, bring into question the presence of a delayed overshootingpuzzle, particulary the extent to which this result has been contaminated by the price and output gappuzzles.Following Sims 1992, the standard procedure of establishing robustness of the model results withregard to the exchange rate behaviour would involve the integration of proxies of future inflation e.g.,commodity prices or inflation expectations i.e., survey information into the system. However, giventhe lack of available data 18 for inflation expectations in the UK over the full sample period and theconceptual limits on using commodity prices as a measure of future inflation divergences of the twocountries, this route is not an option here. It is also worth noting that, as shown Demiralp et al. 2009for the US price puzzle using methodologically closely related approach, the inclusion of measures offuture inflation may not resolve the price puzzle after all.t , ydt , rdt cid:48, to the financial markets in form of id In light of the possible presence of an identification problem, an assessment of the robustness of theresults of the impulse response analysis is warranted. We start by evaluating the relative importance ofthe price and output puzzle for the emergence of the delayed overshooting puzzle. In order to dissect thecontribution of the price and output puzzles for the impulse response of the exchange rate with regardto the monetary policy shock, we run a thought experiment in which the feedback chains from the realt , etcid:48 are broken. In othersector of the economy, dwords, we rerun the impulse response analysis while fixing the inflation and output gap differentials.The result of this experiment are shown in the upper panels of Figure 13. We can see that the exchangemovements are qualitatively unchanged when discarding the feedback from the real economy. Actually,without interaction of e with the d and yd, the peak response of the exchange rate is even furtherdelayed than in the PSVECM . When the exchange is allowed to jump, the result is also quantitativelyindistinguishable from the baseline scenario. These findings demonstrate that the price puzzle doesnot invalidate the delayed overshooting results of the paper. As the price puzzle does not cause thedelayed overshooting puzzles, the presence of a delayed overshooting puzzle should be invariant tomodel variations not exhibiting the price and output gap puzzles.To investigate the identification issue further, we shift our focus onto two theorydriven model interventions designed to tackle the sources of the price and output gap puzzles by revising the links from 18While the Survey of Professional Forecasters would provide quarterly oneyearahead inflation expectations for the US,no such time series exists for the UK over the whole sample period. For the subsample from 1985Q1 to 2009Q2, we havebeen able to create a rough measure of the country differences in expected inflation by combining the US survey data with animplied expected inflation series derived from inflationindexed bond data for the UK, which one of the first OECD countriesto issue this type of government bonds in 1981. The US followed in 1997 with the introduction of Treasury InflationProtected Securities. We are using Bank of England data for the implied fouryearahead inflation rate from the zero coupon yields ofinflationindexed bonds beginning in 1985.29Figure 13Impulse responses of the inflation differential, the output gap differential and ofthe exchange rate to a monetary policy shock in the baseline model, the model without feedback from the real sector of the economy, and the intervention model with a signrestricted IScurve and an adaptive inflation expectation mechanism.the money and bond markets to the real economy:i To overcome the output gap puzzle, caused by the positive sign of the idt 1 term in the output gapt and then rerunequation in 20, we first reparameterize the unrestricted SVECM equation for ydthe model search under sign restrictions: In the reformulated unrestricted equation for the outputgap differential, the interest and inflation rates only enter as real interest rate differentials, i.e.,id dtj and rd dtj for j 1, . . . , 3. The model search is constrained to includereal interest rate terms only in case of a negative sign of the respective total effect, i.e., the sum ofthe corresponding coefficients. With the sign restrictions imposed see Krolzig, 2008, for details,Pc Gets selects the following equilibriumcorrection equation for the output gap differential:cid:100ydt 0.1280.040 0.03460.0059t 1 0.173yd0.053I1979Q2t,idt 3 dt 3 0.02100.006 0.00824, R2 0.32.4I1974Q3t29As in the original equation, it is the shortterm interest rate that drives the output gap but now asthe real rate and with the expected sign. Due to the link with the inflation rate equation via the Phillips curve term, the change in sign also contributes to the circumvention of the price puzzle.ii To resolve the price puzzle, we have to deal with the positive sign of the bond yield differential inthe equilibriumcorrection equation for the inflation differential. As pointed out in the discussionof 19, the longterm interest rate acts here as proxy for the missing forwardlooking inflationexpectations. This nexus is the main root for the price puzzle. To facilitate the identification ofan autonomous monetary policy shock, it is essential to break it up. For the impulse responseanalysis, we therefore replace the bond yield differential by a new variable measuring the countryt 1 dt 1, is repredifferences in expected inflation. Thus, the equilibrium correction term, rdt 1 dsented by the deviation of the expected rate of inflation from the realized one: e,dt 1. In 010203040123idfi e in the baseline model PSVECM no interaction intervention 010203040123idfi e with jumping exchange rate PSVECM no interaction intervention 0102030400.20.00.20.40.60.8idfi pd in both scenarios PSVECM intervention 0102030400.20.00.20.40.60.8idfi yd in both scenarios PSVECM intervention e,dt dt 1 e,dt 1.3030view of the highlighted lack of suitable survey data, we close the model by an adaptive learningmechanism:For the calibration of , we constructed a e,d time series using US survey and UK indexed bond, whichdata from 1985Q2 to 2009Q2 see footnote 18 and estimated 30 by OLS as 0.070.025will be used in the following.The results of the impulse response analysis with the intervention superimposed on the model areshown in Figure 13. The reactions of the inflation and output gap differential to a monetary policyshock, depicted in the lower panels, clearly demonstrate that the interventions were sufficient to resolvethe price puzzle. Having dissolved the concerns about the identification of the monetary policy shock,we can now focus on the delayed overshooting results. As can be seen in the upper left panels, thebehaviour of the exchange rate follows closely the impulse response function of the empirical baselinemodel developed in this paper. This is consistent with our earlier result that the existence of the delayedovershooting puzzle is unrelated to the price and output puzzle observed in the same model. Indeedthe spillovers from the adverse shortterm effects of a monetary policy on the inflation and output gapdifferentials on the exchange rate are neglectable. Thus, our alternative identification scheme, deducedfrom economic theory but born out of the spirit of the PSVECM, not only resolves the price and theoutput puzzles but also reproduces our earlier findings with regard to reaction to the response of theexchange rate qualitatively and, when the exchange rate is allowed to jump, quantitatively.5 Conclusion In our investigation into the presence of a delayed overshooting puzzle in the response of the exchange rate to an asymmetric monetary policy shock in the UK and the US, we emphasized the needto let the data speak. To facilitate a congruent representation of the macro dynamics in the sampleperiod, we proposed a datadriven modelling approach combining a VAR based cointegration analysiswith a graphtheoretic search for instantaneous causal relations and an automatic generaltospecificapproach for the selection of a parsimonious structural vector equilibrium correction model. We cannow conclude by summarizing the main findings of our econometric analysis:i Longrun properties. We found four cointegration relations and one stochastic trend, which couldt , and appeared to be driven by longtermbe identified as the longterm interest rate differential, rdinflation expectations as in the Fisher hypothesis. rdt cointegrated with the inflation differentialt to a stationary real longterm rate differential. It was also found to drive the exchange rate,dt , which is consistent with UIP and stationary longterm exchange rate expectations,et 26.4rd Etet40. The output gap, ydt , are errorcorrecting andweakly exogenous to the other cointegration relations.t , and the shortterm rate differential, idii The shortrun dynamics. The bond yield differential, rdt , jumping in the case of shocks in theshortrate differential, idt , was the only statistically significant simultaneity in the model. Jumpsin the exchange rate after monetary shocks are only significant at 10%. With a systemic certaintyof 95%, we can be sure that the jump does not have the size needed for UIP to hold.iii Model reduction. The need for parsimony was confirmed by the problem of an inconclusive impulse response analysis in the case of the unrestricted SVAR caused by the inherent estimationuncertainty due to the large number of parameters. The generaltospecific model selection procedures employed in this paper overcame those limitations.iv Monetary policy shock. Consistently, we found strong evidence for delayed overshooting and 31violations of UIP.References Binder, M., Chen, Q., and Zhang, X. 2010. On the effects of monetary policy shocks on exchangerates. Working paper 3162, CESIfo, Munich.Bjrnland, H. C. 2009. Monetary policy and exchange rate overshooting: Dornbusch was right afterall. Journal of International Economics, 79, 64 77.Bouakez, H., and Normandin, M. 2010. Fluctuations in the foreign exchange market: How importantare monetary policy shocks?. Journal of International Economics, 81, 139153.Campos, J., Hendry, D. F., and Krolzig, H.M. 2003. Consistent model selection by an automatic Getsapproach. Oxford Bulletin of Economics and Statistics, 65, 803819.Cushman, D. O., and Zha, T. 1997.Identifying monetary policy in a small open economy underflexible exchange rates. Journal of Monetary Economics, 39, 433 448.Demiralp, S., and Hoover, K. D. 2003. Searching for the causal structure of a Vector Autoregression.Oxford Bulletin of Economics and Statistics, 65, 745767.Demiralp, S., Hoover, K. D., and Perez, S. J. 2009. Still puzzling: Evaluating the price puzzle in anempirically identified structural Vector Autoregression. Working paper, Economics Department,Duke University, Durham.Dornbusch, R. 1976. Expectations and exchange rate dynamics. Journal of Political Economy, 84,116176.Eichenbaum, M., and Evans, C. 1995. Some empirical evidence on the effects of shocks to monetarypolicy on exchange rates. The Quarterly Journal of Economics, 110, 9751009.Faust, J. 1998. The robustness of identified VAR conclusions about money. CarnegieRochester Conference Series on Public Policy, 49, 207 244.Faust, J., and Rogers, J. H. 2003. Monetary policys role in exchange rate behavior. Journal of Monetary Economics, 50, 1403.Frankel, J. A. 1979. On the Mark: A theory of floating exchange rates based on real interest differentials. American Economic Review, 69, 610 622.Gandolfo, G. 1979. The equilibrium exchange rate: Theory and empirical evidence. In Sarnat, M., and Szego, G. eds., International Finance and Trade, Vol. I, pp. 99130. Cambridge MA: Ballinger.Gandolfo, G. 1981. Qualitative analysis and econometric estimation of continuous time dynamicmodels. Amsterdam: North Holland.Gandolfo, G. 2002. International Finance and OpenEconomy Macroeconomics. Berlin: Springer.Gandolfo, G., and Padoan, P. C. 1990. The Italian Continuous Time Model: Theory and empiricalresults. Economic Modelling, 7, 91132.Gandolfo, G., Padoan, P. C., and Paladino, G. 1990a. Structural models vs random walk: The case ofthe Lira exchange rate. Eastern Economic Journal, 16, 10123.Gandolfo, G., Padoan, P. C., and Paladino, G. 1990b. Exchange rate determination: Singleequationor economywide models? A test against the random walk. Journal of Banking Finance, 14,965 992.32Gourinchas, P.O., and Tornell, A. 2004. Exchange rate puzzles and distorted beliefs. Journal of International Economics, 64, 303 333.Grilli, V., and Roubini, N. 1995. Liquidity and exchange rates: Puzzling evidence from the G7countries. Working paper, Leonard N. Stern School of Business, Department of Economics, New York University.Grilli, V., and Roubini, N. 1996. Liquidity models in open economies: Theory and empirical evidence.European Economic Review, 40, 847 859.Hall, P. 1992. The Bootstrap and Edgeworth Expansion. New York: Springer.Hendry, D. F., and Krolzig, H.M. 2004. Resolving three intractable problems using a Gets approach.Working paper, Economics Department, University of Oxford. Presented at the ESWC 2005.Hendry, D. F., and Krolzig, H.M. 2005. The properties of automatic GETS modelling. Economic Journal, 115, C62C98.Hoover, K. D., Demiralp, S., and Perez, S. J. 2009. Empirical identification of the vector autoregression: The causes and effects of U.S. M2. In Castle, J., and Shephard, N. eds., The Methodologyand Practice of Econometrics: A Festschrift in Honour of David F. Hendry, pp. 3758. Oxford:Oxford University Press.Johansen, S. 1995. LikelihoodBased Inference in Cointegrated Vector Autoregressive Models. Oxford:Oxford University Press.Juselius, K. 2006. The cointegrated VAR model. Oxford: Oxford University Press.Kim, S. 2005. Monetary policy, foreign exchange policy, and delayed overshooting. Journal of Money,Credit and Banking, 37, 775 782.Kim, S., and Roubini, N. 2000. Exchange rate anomalies in the industrial countries: A solution with astructural VAR approach. Journal of Monetary Economics, 45, 561 586.Krolzig, H.M. 2001. Generaltospecific reductions in vector autoregressive processes. In Friedmann,R., Kn uppel, L., and L utkepohl, H. eds., Econometric Studies A Festschrift in Honour of Joachim Frohn, pp. 129157. M unster: LIT Verlag.Krolzig, H.M. 2003. Generaltospecific model selection procedures for structural vector autoregressions. Oxford Bulletin of Economics and Statistics, 65, 769801.Krolzig, H.M., and Hendry, D. F. 2001. Computer automation of generaltospecific model selectionprocedures. Journal of Economic Dynamics and Control, 25, 831866.Krolzig, H.M. 2008. Gets model selection with sign restrictions. Working paper, University of Kent,Canterbury. Presented at the ESEM 2008.Mumtaz, H., and Surico, P. 2009. The transmission of international shocks: A FactorAugmented VAR Approach. Journal of Money, Credit and Banking, 41, 71100.Pearl, J. 2000. Causality: Models, Reasoning, and Inference. Cambridge: Cambridge University Press.Rogoff, K. 2002. Dornbuschs overshooting model after twentyfive years.IMF Staff Papers, 49,Special Issue, 135.Romer, C., and Romer, D. 2004. A new measure of monetary shocks: Derivation and implications.American Economic Review, 94, 105584.Scholl, A., and Uhlig, H. 2008. New evidence on the puzzles: Results from agnostic identification onmonetary policy and exchange rates. Journal of International Economics, 76, 1 13.33Sims, C. A. 1992. Interpreting the macroeconomic time series facts: The effects of monetary policy.European Economic Review, 36, 9751000.Spirtes, P., Glymour, C., and Scheines, R. 2001. Causation, Prediction, and Search 2nd edn. Cambridge, MA: MIT Press.Spirtes, P., Scheines, R., Ramsey, J., and Glymour, C. 2005. Tetrad 4.3.30. Discussion paper, Carnegie Mellon University, http:www.phil.cmu.edutetrad.", "filename": "1124.pdf", "person": ["Reinhold Heinlein", "Heinlein, Reinhold", "Hans-Martin Krolzig", "Krolzig, Hans-Martin"], "date": ["2011"]}