{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/87333/1/13-179.pdf"], "title": ["Financial Fragility, Sovereign Default Risk and the Limits to Commercial Bank Bail-outs"], "plaintext": "Financial Fragility, Sovereign Default Risk and the Limits to Commercial Bank Bailouts Christiaan van der Kwaak and Sweder van Wijnbergen 1Tinbergen Institute and Department of Economics, University of Amsterdam October 2013Abstract We analyse the poisonous interaction between bank rescues, financial fragility and sovereigndebt discounts. In our model balance sheet constrained financial intermediaries finance bothcapital expenditure of intermediate goods producers and government deficits. The financialintermediaries face the risk of a partial default of the government on its debt obligations. Weanalyse the impact of a financial crisis, first under full government credibility and then withan endogenous sovereign debt discount. We introduce long term government debt, which givesrise to the possibility of capital losses on bank balance sheets. The negative feedback effectsfrom falling bond prices on the economy are shown to increase with the average duration ofthe government bonds, as higher interest rates on new debt lead to capital losses on banksholding of existing long term government debt. The associated increase in credit tightnessleads to a negative amplification effect, significantly increasing output losses and declines ininvestment after a financial crisis. We introduce sovereign default risk through the existenceof a maximum sustainable level of debt, derived from the maximum level of taxation that ispolitically feasible. When close to this limit, sovereign discounts emerge reflecting potentialdefaults on debt, creating a strong link between sovereign default risk and financial fragilityemerges. A debtfinanced recapitalisation of the financial intermediaries causes bond pricesto drop triggering capital losses at the bank under intervention. This mechanism shows thelimits to conventional bank bailouts in countries with fragile public creditworthiness, limitsthat became very visible during the Great Recession in Southern Europe.Keywords:Risk Financial Intermediation; Macrofinancial Fragility; Fiscal Policy; Sovereign Default JEL classification: E44; E62; H301Contact details: University of Amsterdam, Valckenierstraat 6567, 1018 XE Amsterdam, the Netherlands; emailaddress: s.j.g.vanwijnbergenuva.nl We thank Keith Kuester of the University of Bonn for many useful suggestions, and for sharing his data and codeon sovereign debt exposure of European banks.1The decision to downgrade the Kingdom of Spains rating reflects the following key factors:1. The Spanish government intends to borrow up to EUR 100 billion from the European Financial Stability Facility EFSF or from its successor, the European Stability Mechanism ESM, torecapitalise its banking system. This will further increase the countrys debt burden, which has risendramatically since the onset of the financial crisis ; Moodys downgrades Spanish Sovereignbonds, June 13th 2012Todays actions reflect, to various degrees across these banks, two main drivers:i Moodys assessment of the reduced creditworthiness of the Spanish sovereign, which not onlyaffects the governments ability to support the banks, but also weighs on banks standalone creditprofiles ; Moodys downgrades 28 Spanish banks by one to four notches 6 days later.1Introduction The same day Moodys downgraded 28 Spanish banks, the political leaders of the G20 declaredthat: Against the backdrop of renewed market tensions, Euro area members of the G20 will takeall necessary measures to   break the feedbackloop between sovereigns and banks. And thisconcern is more than political hype, as Table 1 shows: sovereign debt exposure is in the order of totalbank equity. In all periphery countries except Cyprus, sovereign debt exposure exceeds the Tier1capital of the banks holding the debt, sometimes by a very substantial margin; in Spain bankssovereign debt holdings equal 150% of Tier1 capital, in Italy almost 200% and in Greece almost 250%. These data should make clear that, with sovereign debt exposure so high among especiallythe Southern European banks, stress in the sovereign debt market will have a very destabilizingimpact on the financial system.Figure 1: Figure displaying the sovereign debt exposure of banks in the eurozone as a percentage oftheir total tier 1 capital. Core: AT: Austria, BE: Belgium, DE: Germany, FI: Finland, FR: France,LU: Luxemburg, MT: Malta, NL: Netherlands. Periphery: CY: Cyprus, ES: Spain, GR: Greece,IE: Ireland, IT: Italy, PT: Portugal, SI: Slovenia. Source: European Banking Authority 2011 and Keith Kuester, personal communication.The home bias in those sovereign debt holdings differs accross the eurozone.It averages a 2ATBEDEFIFRLUMTNL050100150200250300Core CYESGRIEITPTSI050100150200250300PeripheryCountry Total billionsas a percentage Britain Germany Denmark Spain Ireland France Belgium Netherlands Sweden Italy Greece Austria Portugal Poland Finland Slovenia Hungary Latvia Luxembourg Cyprus Total E.U.euros 8736466135755713713593131621301299477685413109955,086of 2011 GDP50.0%25.1256.153.6365.218.697.452.041.88.259.931.345.018.328.535.410.346.220.927.040.3Table 1: Total bank bailouts approved 2008 to September 2012. Source: European Commission,as reported in IHT 2013.high 60% in the periphery countries, with Greece as an outlier at almost 80% EBA 2011. Thehomebias is less in the Northern countries, where the ratio averages about 20%, although againwith a possibly surprising outlier: in Germany almost 60% of sovereign debt holdings is domesticsovereign debt.Moreover, bank interventions led to very substantial increases in public debt, thereby completingthe circle of dependence between sovereigns and commercial banks. When the financial crisishit in October 2008, governments across advanced economies had to recapitalise their financialsystem. The U.S. adopted the T.A.R.P. program of 700 billion that in the end was mostly usedto recapitalise various financial institutions. And interventions in Europe were even larger as aproportion of the intervening countries GDP. Table 1 shows that the size of European interventionsin financial institutions ranges from a relatively low 8.2% of GDP for Italy, to the mind bogglingnumber for Ireland, 365.2%. The average for the E.U. is more than 40% of GDP, so the bankinterventions have had a major impact on the aggregate stock of outstanding sovereign debt. Itshould be clear that interventions this large will have an impact on bond prices, and from therepotentially feed back on banks balance sheets through increased risk premia, lower bond prices andfurther capital losses.Of course capital losses will only occur if the debt is of a significant maturity. Figure 2 shows 3that the average maturity of the sovereign debt portfolios is between 4 and 6 years for the banksin the periphery of the eurozone, and somewhat longer in the core countries of the eurozone 68years.Figure 2: Figure displaying the average maturity of the sovereign debt exposure of the bankingsector, where a distinction is made between domestic sovereign debt and foreign sovereign debt.Source: European Banking Authority 2011 and Keith Kuester, personal communication.This implies that sovereign debt problems that cause yields to rise and prices to fall, will inflictsubstantial capital losses on the financial intermediaries. These capital losses will reduce net worthof the banks, which may well start off a vicious circle as banks increase credit spreads and interestrates, thereby crowding out credit to the private sector, with potentially harmful consequencesfor investment, tax revenues and long term growth. Lower tax revenues and higher interest ratesincrease deficits further, leading to further rounds of crowding out and a larger stock of debt, againincreasing sovereign discounts. This amplification mechanism and the restrictions it implies on theability of governments to intervene in and rescue their national commercial banks form the topicof this paper. The key point of this paper is that the negative amplification cycle triggered bythe feedback loops back and forth between weak banks and weak governments severely limits theability of govenments to support their financial sector in situations of distress. When sovereignrisk premia rise and bond prices go down, governments might not even be able to intervene andsupport their financial sector economy, contrary to what is commonly assumed in contemporaneousmacroeconomic models used to analyse financial crises, that the government always has pocketsdeep enough to finance any possible intervention.That this concern is not just a theoretical artefact was clearly shown in the case of Spain. Beforethe financial crisis started, the Spanish economy experienced a housing boom. When the bubbleburst, Spanish banks were left with big losses on their real estate portfolios, effectively wiping outtheir net worth. This, in turn, depressed the flow of credit to the private sector, and contributed tothe ensuing recession. At the same time government deficits soared, and within a couple of years Spanish debt rose from 35% of GDP to more than 80% of GDP Spanish Ministry of Economic Affairs, 2012. The Spanish government decided to restructure the Spanish financial system in May 2012, and committed to debtfinanced public recapitalisations in case banks would not beable to raise new capital privately. It was expected that the new flow of credit by a recapitalised 4ATBEDEFIFRLUMTNL0246810Core CYESGRIEITPTSI0246810Periphery Home sov.Foreign sov.banking system would restart the economy, and thereby improve the long term budget position ofthe Spanish government, which should be reflected in lower yields on current Spanish governmentbonds. Instead, yields soared, undermining any effect of the intended bank recapitalisation, andthe Spanish government had to apply for external funds from the ESM to be transmitted directlyto the banks on June 25th, 2012. Similar problems have emerged accross Southern Europe, from Greece to Ireland.In order to capture the above described dynamics, we build a dynamic stochastic general equilibrium model that incorporates balance sheet constrained financial intermediaries supplying loansboth to firms and to the government i.e. they hold sovereign debt on their balance sheet. Wealso explicitly introduce sovereign risk. The methodological innovation is the fact that we combine financial intermediaries in our macromodel that are balance sheet constrained while holdingboth corporate loans and government bonds subject to sovereign default risk. Through this channel we capture the interconnectedness between the financial system and the fiscal problems of thegovernment.We introduce long term government bonds in a way similar to Woodford 1998, 2001, througha variable maturity structure of government debt captured by the parameter , through which wecan obtain any duration between 1 period bonds 0 and perpetuals, or consols 12.Introducing maturity structure allows us to capture the stylised facts from figure 2. Introducingmaturities longer than the one period bonds commonly used in macroeconomic models is importantbecause of the link with capital losses for the already balance sheet constrained commercial banksin the model. The longer the maturity of the government bonds, the higher the capital losses forthe financial intermediaries, and the more pronounced the adverse effects on the economy in caseof a financial crisis.Long term government debt is commonly thought of as stabilizing because of lower roll overrisk; while that is doubtlessly true, we show there is another side to this whereby long term debtmay in fact exacerbate a given financial crisis. We do not try to derive an optimal maturitystructure balancing these two conflicting effects on financial fragility; instead, more modestly, wetake the maturity structure as given, and show how lengthening the maturity structure strengthensa poisonous link between financial fragility and sovereign weakness in the debt market.Sovereign default risk is captured by postulating a so called maximum level of taxation that ispolitically feasible. We then map this maximum level of taxation into a maximum level of debt.We assume that the government follows a core tax policy that guarantees intertemporal solvencyin the no default setup and compute the amount of new debt that needs to be issued in order tofinance all government obligations, and compare this with the maximum level of debt that is stillpolitically feasible. If the socalled level of no default debt is smaller than the maximum level ofdebt, the government honors its obligations and does not default; when the nodefault level exceedsthe maximum level, a partial default occurs bringing back the number of government bonds tothe maximum number possible.We first use the model to assess the effect of varying the maturity of the government bonds onthe impact of a financial crisis. We then proceed to investigate the effect of a recapitalisation of thefinancial sector that is announced at the onset of a financial crisis, but implemented 4 quarters later,reflecting realistic delays in implementing rescue programs. This will introduce anticipation effectscoming in before the recapitalisation itself due to the forward looking nature of the model. Wefinally introduce sovereign default risk, and compare the same recapitalisation exercise but now inthe presence of endogenous sovereign default risk. In particular, we want to investigate whether and 2We are indebted to a referee for suggesting this approach.5how financial sector bailout programs affect sovereign default risk, and whether sovereign defaultrisk can feed back to the financial sector, thereby undermining the rescue action and creating anamplification mechanism exacerbating the initial impact of a financial shock.Relation to the literature Since the start of the credit crisis, the theoretical literature with general equilibrium models containing financial frictions is growing, although Bernanke et al. 1999 preceded the crisis.Gertler and Karadi 2011 introduce financial intermediaries that are balance sheet constrainedby an agency problem between the deposit holders and the bank owners. This gives rise to anendogeneous leverage constraint, which becomes more binding when net worth is reduced by forexample a negative shock to the quality of the loans. Several others have a similar mechanism, forexample Kiyotaki and Moore 1997, Gertler and Kiyotaki 2010, and Kirchner and Van Wijnbergen 2012, who include financial intermediaries holding short term government debt besides loansto the private sector. The current paper extends that model by introducing long term governmentbonds and sovereign default risk. Woodford 1998, 2001 introduces long term government debtby assuming that the government is financed through a bond with infinite maturity. The streamof payments that the holder receives, though, decreases each period by a factor 1, therebycreating a bond with an effective duration that depends on the factor . We follow this approachto modeling maturity. Gertler and Karadi 2012 also extend the number of assets held by financialintermediaries by letting them hold a long term government bond in the form of a perpetuity, a casethat is encompassed as a special case in the setup used in this paper for 1. The introductionof government bonds financed by financial intermediaries creates a second amplification mechanism,whereby increased government bond issuance, in order to stimulate the economy, can crowd outfinancing of the private sector. These papers, however, do not take into account the possibility ofa government default. Acharya et al. 2011 have a setup containing both financial sector bailoutsand sovereign default risk, but their analysis occurs within a partial equilibrium setup. Acharyaand Steffen 2012, in their empirical research on systemic risk of the Euopean banking sector, findthat European banks have been at the center of the two major systemic crises that have faced thefinancial system since 2007, and specifically that markets have demanded more capital from bankswith high sovereign debt exposures to peripheral countries, thereby inidicating that sovereign debtholdings from those countries are a major contributor to systemic risk.Questions concerning the costs and benefits of long term government debt and the optimalmaturity structure are discussed in Cole and Kehoe 2000, Chatterjee and Eyigungor 2012, and Arellano and Ramanarayanan 2012. Obviously, the optimal maturity structure depends on morethan simply the risk and size of capital losses that financial intermediaries incur on their sovereigndebt portfolio. Designing the optimal maturity structure is not the ambition of this paper however.Staggered price setting and price stickiness go back to Calvo 1983 and Yun 1996. Sovereigndefault risk is captured in Arellano 2008, which contains an endogeneous default mechanismsomewhat similar in outcome to our approach. She finds a maximum level of debt conditional onthe income shock. Uribe 2006 contains a government that defaults on part of its government debteach period in such a way that the expected future tax receipts and liabilities match afterwards.Schabert and Van Wijnbergen 2011 introduce sovereign default risk by assuming that there existsa maximum level of taxation that is politically feasible and stochastic. Investors do not know thismaximum level exante, but they do know the distribution, and can deduce that the risk of a defaultis increasing with government debt. Davig et alii 2011 do not model an explicit default, but theydo assume a maximum level of taxation, or fiscal limit, exists.62 Model description Financial frictions are introduced in a manner similar to the approach pioneered by Gertler and Karadi 2011, but in our set up banks extend credit to firms but also hold public sector debt ontheir balance sheet, like in Kirchner and van Wijnbergen 2012. Furthermore we introduce longterm government debt and the possibility of a partial sovereign default. The government issuesdebt to financial intermediaries and raises taxes in a lump sum fashion from households to financeits expenditures and meet debt service obligations of its existing debt. The default probability isincreasing in the real debt burden in a manner specified more fully below. The other part of thepublic sector is a central bank that is in charge of monetary policy. It sets the nominal interest rateon the deposits that the households bring to the financial intermediaries. The private sector consistsof financial intermediaries and a nonfinancial sector that includes households and firms. The nonfinancial sector consists of capital producing firms that buy investment goods and used capital,and convert these into capital that is sold to the intermediate goods producers. The intermediategoods producers use the capital as an input, together with labor, to produce intermediate goodsfor the retail firms. Future gross profits are pledged to the financial intermediaries in order toobtain funding, hence the profits of the intermediate goods producers are zero in equilibrium. Eachintermediate goods producer produces a differentiated product. The retail firms repackage andsell the retail products to the final goods producer. Every retail firm is a monopolist and chargesa markup for his product. The final goods producers buy these goods and combine them into asingle output good. The final good is purchased by the households for consumption, by the capitalproducers to convert it into capital, and by the government. The household maximizes lifetimeutility subject to a budget constraint, which contains income from deposits, profits from the firms,both financial and nonfinancial, and from labor. The income is used for consumption, lump sumtaxes and investments in deposits.2.1 Household The household sector consists of a continuum of infinitely lived households that exhibit identicalpreferences and asset endowments. A typical household consists of bankers and workers. Every period, a fraction f of the household members is a banker running a financial intermediary. A fraction 1 f of the household members is a worker. At the end of every period, all members of the household pool their resources, and every member of the household has the same consumption pattern.Hence there is perfect insurance within the household, and the representative agent representationis preserved. Every period, the household earns income from the labor of the working membersand the profits of the firms, which are owned by the household. And deposits are paid back withinterest. The household uses these funds to buy goods for consumption or deposits them in financial intermediaries but not the ones owned by the family, in order to prevent selffinancing. Thehousehold members derive utility from consumption and leisure, with habit formation in consumption, in order to more realistically capture consumption dynamics, as in Christiano et al. 2005.Households maximize expected discounted utilitymaxcts,hts,dtss0Et 0, 1, 0, 1, 0,cid:104 cid:88scid:16logcid:0cts ct 1scid:1 cid:17cid:105h 1ts 1 s07where ct is consumption per household, and ht are hours worked, subject to the following budgetconstraint:ct dt t wtht 1 rdt dt 1 t Intermediary deposits dt 1 are The household optimizes with respect to the budget constraint.deposited at t 1 ; they receive interest rdt and repayment of principal at time t. wt is the realwage rate, t are the lump sum tax payments the household has to pay to the government, andt are the profits from the firms that are owned by the households. The profits of the financialintermediary are net of the startup capital for new bankers, as will be explained below. The firstorder conditions are now given by:123: t cid:0ct ct 1: ht twtcid:104cid:11 Etcid:105: 1 Ett,t11 rdt1cthtdtcid:2cid:0ct1 ctcid:11cid:3t is the Lagrange multiplier of the budget constraint. The stochastic discount factor t,ti tit for i 0.2.2 Financial intermediaries Financial intermediaries lend funds obtained from households to intermediate goods producers andthe government. The bankers balance sheet is given by:pj,t nj,t dj,twhere pj,t are the assets of bank j in period t, nj,t and dj,t denote the net worth and deposits ofbank j. The financial intermediary invests its funds in claims issued by the intermediate goodsproducer, and in government bonds. Hence the asset side of the banks balance sheet has thefollowing structure:pj,t qkt skj,t qbt sbj,tj,t are the number of claims on the intermediate goods producers with price qkt , and sbwhere skj,tthe number of government bonds acquired by intermediary j, at a price qbt . The claims on theproducers pay a net real return rkt1 at the beginning of period t 1. Government bonds pay anet real return rbt1 at the beginning of period t 1. Financial intermediaries earn those returnson their assets, and pay a return on the deposits. The difference between the two is equal to theincrease in the net worth from one period to the next. The balance sheet of intermediary j thenevolves as follows:nj,t1 1 rkt1qkt1 rdt skt1qkj,t 1 rbj,t rbt skj,t 1 rdt1qbt sbt1 rdt1qbt sb rkt1dj,t ngj,t1 ngj,t1j,t 1 rdt1nj,t nt1nj,t nt1nj,tj,t1 nwhere ngj for example a capital injection. ngreceived in previous periods.t1nj,t denotes net worth provided by the government to the financial intermediaryt1nj,t denotes the repayment of government supportj,t1 n 8The financial intermediary maximizes expected profits. The probability that the banker hasto exit the industry next period equals 1 , in which case he will bring his net worth nj,t1 tothe household. So is the probability that he will be allowed to continue operating. The bankerdiscounts these outcomes by the stochastic discount factor t,t1, since financial intermediariesare owned by households. The bankers objective is then given by the following recursively definedmaximand:cid:81 nj,t1 Vj,t1cid:9cid:105Vj,t max Ett,t1cid:104where t,t1 t1t. We conjecture the solution to be of the following form, and later checkwhether this is the case:Vj,t kt qkt skj,t bt qbt sbj,t tnj,t4Like in Gertler and Karadi 2011, bankers can divert a fraction of the assets at the beginning ofthe period, and transfer these assets costlessly back to the household. If that happens, the depositorswill force the intermediary into bankruptcy, but will only be able to recover the remaining fraction 1 of the assets of the financial intermediary. Hence lenders will only supply funds if the gainsfrom stealing are lower than the continuation value of the financial intermediary. This gives rise tothe following constraint:Vj,t qkj,t tnj,t qkt skt sbj,t kt sbj,t bj,t qbj,t qbt skt qkt skt qbt sbj,t5The optimization problem can now be formulated in the following way:qkt skmaxj,t,qbj,t Vj,t,t sbs.t. Vj,t qkt skj,t qbt sbj,tFrom the first order conditions we find that brewritten in the following way:t kt . Hence the leverage constraint 5 can bekt qkt skj,t qbj,t tnj,t qkt skt sbj,t qbj,t qkt skt sbj,t qbj,t tnj,t, t t sbt kt6where t denotes the ratio of assets to net worth, which can be seen as the leverage constraint ofthe financial intermediary. The intuition for the leverage constraint is straightforward: a highershadow value of assets kt implies a higher value from an additional unit of assets, which raises thecontinuation value of the financial intermediary, thereby making it less likely that the banker willsteal. A higher shadow value of net worth t implies a higher expected profit from an additionalunit of net worth, while a higher fraction implies that the banker can steal a larger fractionof assets, which induces the household to provide less funds to the banker, resulting in a lowerleverage ratio everything else equal. Substitution of the conjectured solution into the right handside of the Bellman equation gives the following expression for the continuation value of the financialintermediary:cid:104cid:105Vj,t Ett1nj,t1t1 t,t1cid:81 t1 kt1t1cid:9,t1 can be thought of as a stochastic discount factor that incorporates the financial friction. Now 9substitute the expression for next periods net worth into the expression above:j,t 1 rdt sbt1 nt skt1qkt1 rdcid:8cid:0rkj,t 1 rb Vj,t Etcid:1qbt1nj,t1 Ett1t1t skt sbt1t1t1 ncid:105 Ett1 rdcid:104cid:1qkcid:104cid:104t1cid:9cid:105cid:1nj,tt1dj,t ngj,t1 ngj,t1cid:9cid:1057After combining the conjectured solution with 4, we find the following first order conditions:cid:81 rkj,t cid:0rbcid:104cid:104t1t1t Etkt Etbt kt Ett1qbj,t cid:01 rdcid:1cid:105t1cid:1cid:105t1 nt1 ncid:01 rdcid:0rkcid:1cid:105cid:104cid:0rbcid:81 t1 kt1 rdt1 rdt1t1t1t1t1cid:98910t1 t,t12.2.1 Financial sector support We assume that support provided to an individual intermediary, if provided, will be proportionalto the intermediarys net worth in the previous period. Hence individual financial support is givenby:ngj,t nt nj,t 1,t tl n 0,l 0Repayment of the support is parametrized proportionally to the sectors net worth in the periodpreceding the pay back period: ngj,t nt nj,t 1where ntthe sector to the government over the support funds.is a scaling factor that is obviously time dependent and incorporates the return paid by 2.2.2 Aggregation of financial variables Integrating the individual balance sheets of the financial intermediaries yields the aggregate balancesheet of the financial sector:pt nt dt11Aggregation over the asset side of the balance sheet gives the composition of the aggregated financialsystem:pt qkt skt qbt sbt12t does not depend on firm specific factors, so we can aggregate the leverage constraint 6 acrossfinancial intermediaries to link sector wide assets and net worth:pt qkt skt qbt sbt tnt1310The share of assets invested in private loans is given by:t qkt skt pt14At the end of the period, only a fraction of the current bankers will remain a banker, while theremaining fraction 1 will become a worker. Bankers only pay out dividends at the moment theyquit the banking business. If they do not quit, they retain their net worth and carry it into thenext period. So the aggregate net worth of the continuing bankers at the end of the period equals:ne,t cid:2rkt 1 cid:0rbt rdtcid:1qbt rdt qkt 1skcid:3t 1sbt 1 1 rdt nt 1Exiting bankers bring their net worth into the households income. A fraction 1 of the fbankers leaves the financial industry each period, equal to a fraction 1 f of the household. Thesame fraction of the household will enter the financial industry next period. We assume that thehousehold will provide a starting net worth to the new bankers proportional to the assets of the oldbankers, equal to a fraction 1 of the assets of the old bankers, as in Gertler Karadi 2011.Hence the aggregate net worth of the new bankers will be equal to:nn,t pt 1Then the total net worth at the end of the period, after the lottery has decided which bankers willleave the industry, is:nt ne,t nn,t ng cid:2rkt rd pt 1 ngt 1skt qkt ngtt ngt 1 cid:0rbtt rdtcid:1qbcid:3t 1sbt 1 1 rdt nt 115t and ngwhere ngt are aggregate financial sector support, respectively payback of earlier financialsupport. Since individual support is proportional to the individual intermediarys net worth, it isstraightforward to get aggregate financial sector support:t tl nt 1ng Similarly, we can aggregate financial sector payback:t nt 1 n ngt nt ngt nt 11617We derive the expression for ngt below, in section 2.4.2.3 Production side The production side of the economy is modeled in by now standard Neo Keynesian fashion. We havea continuum of intermediate goods producers indexed by i 0, 1 borrowing from the financialintermediary to purchase the capital necessary for production. With the proceeds from the sale ofthe output and the sale of the capital after it has been used, the firms pay workers and pay backthe loans to the financial intermediary. The capital producers buy the capital that has been used,and transform the used capital, together with the goods purchased from the final goods producers,into new capital. This new capital is sold to the intermediate goods producers, who will use it forproduction next period. A continuum of retail firms, indexed by f 0, 1, repackage the products 11bought from the intermediate goods producers to produce a unique differentiated retail product.The retail firms sell their products to a continuum of final goods producers. The products aredifferentiated, so each individual retail firm has local monopoly power, and charges a markup.A randomly selected fraction of all retail firms can not change prices in a given period. Thefinal goods producers convert the inputs from the retail firms into final goods. Due to perfectcompetition, profits are zero in equilibrium, and the final goods are sold to the households, thegovernment, and the capital producers.2.3.1 Capital Producers At the end of period t, when the intermediate goods firms have produced, the capital producersbuy the remaining stock of capital 1 tkt 1 from the intermediate goods producers at a priceqkt . They combine this capital with goods bought from the final goods producers investment itto produce next periods beginning of period capital stock kt. This capital is being sold to theintermediate goods producers at a price qkt . We assume that the capital producers face convexadjustment costs when transforming the final goods bought into capital goods, set up such thatchanging the level of gross investment is costly. Hence we get:kt 1 tkt 1 1 tit, x x 12,t itit 1182t represents a capital quality shock which will be discussed later. Profits are passed on to thehouseholds, who own the capital producers. The profit at the end of period t equals:The capital producers maximize expected current and discounted future profits where we substitute in 18:ct qkt 1 tkt 1 itt kt qkcid:16qkticid:01 ticid:1iti iticid:17cid:105it,tii0i0Etmaxiticid:104 cid:88cid:01 tcid:1 1 qkcid:172 itcid:16 itcid:16 it 1qkt Differentiation with respect to investment gives the first order condition for the capital producers:which gives the following expression for the price of capital:1qkt 1 2it 1it 1it 1 Ett,t1t tcid:48t Ett,t1qkt12cid:17 1cid:104t1cid:48t1 0cid:172cid:16 it1cid:16 it1ititqkt1qktcid:17cid:105 119Intermediate Goods Producers 2.3.2There exists a continuum of intermediate goods producers indexed by i 0, 1. Each of these firmsproduce a differentiated good. The intermediate goods producers obtain funds from the financialintermediaries by pledging next periods profits, so banks are exposed to downside risk. We assumethat there are no financial frictions between the financial intermediaries and the intermediate goods 12producers. The securities issued by the intermediate goods producers are best considered as statecontingent debt, like in Gertler and Kiyotaki 20103. The price of the claims is equal to qkt 1, andpay a statecontingent net real return rkt in period t. The production technology of the intermediategoods producers is given by:yi,t attki,t 1h 1i,t,logat a logat 1 a,t,logt logt 1 ,ta and ,t N 0, 2Both log of total factor productivity at and capital quality t are AR1 processes driven byrandom shocks a,t N 0, 2 . The intermediate goods producer acquires thecapital at the end of period t 1 and uses it for production in period t. The capital quality shock toccurs at the beginning of period t, so tki,t 1 is the effective stock of capital used for production inperiod t. A negative realization of ,t lowers the quality of the capital stock, hence the return onthe claims of the financial intermediary will be lower. The intermediate goods producer hires laborhi,t for a wage rate wt after the shock t has been realized. When the firm has produced in periodt, the output is sold for price mt to the retail firms. mt is the relative price of the intermediategoods with respect to the price level of the final goods, i.e. mt P mt Pt. A fraction of the capitalstock tki,t 1 is used up in the production process. The intermediate goods producing firms sellback what is left of the effective capital stock to the capital producers for the endofperiod priceof qkt and thus receives qki,t mtattki,t 1h 1t 1 tki,t 1 . Hence period t profits are:t 1 tki,t 1 1 rki,t qkt 1ki,t 1 wthi,tt qk The intermediate goods producing firms maximize expected current and future profits using thehouseholds stochastic discount factor st,ts since they are owned by the households, takingall prices as given:maxkts,htss0Etst,tsi,tscid:105cid:104 cid:88cid:104s0cid:105cid:104The first order conditions belonging to this problem are given by:ki,thi,tt,t1qk: Ett1: wt 1 mtyi,thi,tt 1 rk Ett,t1cid:0mt1yi,t1ki,t qkt11 t1cid:1cid:105In equilibrium profits will be zero. By substituting the first order condition for the wage rate intothe zeroprofit condition i,t 0, we can find an expression for the expost return on capital:t 11cid:0mtyi,tki,t 1 qkt 1 tcid:1 1rkt qk Now we rewrite the first order condition for labor and the expression for the expost return oncapital to find the factor demands:ki,t 1 mtyi,tqkt 11 rkhi,t 1 mtyi,twtt qkt 1 t3It is therefore better to think of the claims of financial intermediaries as equity. Occhino and Pescatori 2010explicitly model loans to producers with a fixed face value, where the goods producers have the possibility of defaultingon the loans. We refrain from explicitly modelling this default possibility, and note the equity characteristics of debtin the real world when firms are short of funds to pay off the loans.13By substituting the factor demands into the production technology function, we get for the relativeintermediate output price mt :cid:16cid:2qkw 1tt 11 rkt 1t qkt 1 cid:3cid:1720mt 1 1a 1t 2.3.3 Retail firms Retail firms purchase goods yi,t from the intermediate goods producing firms for a nominal price P mt , and convert these into retail goods yf,t. These goods are sold for a nominal price Pf,t to thefinal goods producer. It takes one intermediate goods unit to produce one retail good yi,t yf,t.All the retail firms produce a differentiated retail good by assumption, therefore operate in amonopolistically competitive market, and charge a markup over the input price earning them profitsPf,t P m Each period, only a fraction 1 of retail firms is allowed to reset their price, while the remaining firms are not allowed to do so, like in Calvo 1983 and Yun 1996. The firms allowed toadjust prices are randomly selected each period. Once selected, they set prices so as to maximizeexpected current and future profits, using the stochastic discount factor st,tsPtPts:t yf,t.cid:104 cid:88s0max Pf,t Etst,tsPtPtsPf,t P mtsyf,tscid:105where yf,t Pf,tPtyt is the demand function. yt is the output of the final goods producingfirms, and Pt the general price level. Symmetry implies that all firms allowed to reset their priceschoose the same new price P t . Differentiation with respect to Pf,t and using symmetry thenyields:P t Pt 1Etcid:80cid:80ts P s0sts P s0sts P 1ts P 1t Ett mtsytsyts Defining the relative price of the firms that are allowed to reset their prices as gross inflation as t PtPt 1, we can rewrite this as:t P t Pt andt 11,t 2,t 1,t tmtyt Et2,t tyt Et1t1 2,t1t11,t1The aggregate price level equals:t 1 P P 1t 1 P 1t 1Dividing by P 1tyields the following law of motion:t 1 11 t 114212223242.3.4 Final Goods Producerst 1f,t 0 y1Final goods firms purchase intermediate goods which have been repackaged by the retail firms inorder to produce the final good. The technology that is applied in producing the final good isgiven by y1df , where yf,t is the output of the retail firm indexed by f . isthe elasticity of substitution between the intermediate goods purchased from the different retailfirms. The final goods firms face perfect competition, and therefore take prices as given. Thusthey maximize profits by choosing yf,t such that Ptyt 10 Pf,tyf,tdf is maximized. Taking the firstorder conditions with respect to yf,t, gives the demand function of the final goods producers for theretail goods. Substitution of the demand function into the technology constraint gives the relationbetween the price level of the final goods and the price level of the individual retail firms: yf,t Pf,tPtyt P 1P 1f,t df1t 02.3.5 Aggregation Substituting yf,t yi,t ytcid:0Pf,tPtcid:1into the factor demands derived earlier yields:hi,t 1 mtyf,twt,ki,t 1 mtyf,tqkt 11 rkt qkt 1 tAggregation over all firms i gives us aggregate labor and capital:ht 1 mtyt Dtwt, cid:0Pf,tPtcid:110where Dt form:kt 1 mtyt Dtqkt 11 rkt qkt 1 tdf denotes the price dispersion. It is given by the following recursive Dt 1 t t Dt 1The aggregate capitallabor ratio is equal to the individual capitallabor ratio:kt 1ht 1 1wtqkt 11 rkt 1 t ki,t 1hi,t Now calculate aggregate supply by aggregating yi,t attki,t 1h 1:i,tattki,t 1h 1i,t di atthi,tdi attkt 1ht 1t qkcid:1710cid:1df yt Dthtcid:16 kt 1cid:0Pf,tPt 10while aggregation over yi,t gives:01yi,tdf yt 10So we get the following relation for aggregate supply yt:yt Dt attkt 1ht 1152526272.4 Governmentt bt with qb The government issues bt bonds in period t, and raises qbt the market price of bonds.We parametrize the maturity structure of government debt like Woodford 1998, 2001: maturityis introduced by assuming that one government bond issued in period t pays out rc units in realterms in period t 1, rc real units in period t 2, 2rc real units in period t 3 etc. Thisis equivalent to a payout of rc plus times one newly issued bond in period t 1, with a valueof rc qbt1. So pins down the maturity of government debt, and government debt servicet bt 1. The duration 4 of public debt is 11 . The government alsoin period t is rc qbraises revenue by levying lump sum taxes on the households. Government purchases are constant:gt G. Furthermore the government may provide assistance to the financial intermediaries byinjecting capital ngt . So thebudget constraint becomes:t , and it receives repayment of support administered previously ngt bt t ngqbt gt ngt bt 1 gt ngt t bt t ngqbt gt ngt rc qbt cid:01 rbcid:1 qbtt 1bt 1rbt is the real return on government bonds:1 rbt rc qbtqbt 1cid:18 rc qbtcid:19qbt 1t 1bt 1 qb2829The tax rule of the government is given by a rule which Bohn 1998 has shown secures sustainability:t bbt 1 b nngt , b 0, 1,30 b is the steady state level of debt. n controls the way government transfers to the financial sectorare financed. If n 0, support is financed by new debt. n 1 implies that the additional spending is completely financed by increasing lump sum taxes. We parametrize government support asfollows:n 0, 1ngt nt tl nt nt 1, 0,l 031Thus the government provides funds to the financial sector if 0 a negative shock to the qualityof capital. Depending on the value of l, the government can provide support instantaneouslyl 0, or with a lag l 0. Furthermore, indicates the extent to which the government needsto be repaid: ngt ngte, 0,e 132 0 means the support is a gift from the government. In case 1, the government aid is a zerointerest loan, while a 1 implies that the financial intermediaries have to pay interest over thesupport received earlier 5. The parameter e denotes the amount of time after which the governmentaid has to be paid back.4duration is defined as:5The case where 1 happened in the Netherlands, where financial intermediaries received government aid withcid:80cid:80j1 jj j 1rcj1 j j 1rca penalty rate of 50 percent.162.5 Central Bank The Central Bank sets the nominal interest rate on deposits rnin order to minimize output and inflation deviations:t 1 rcid:0rn t ylogytyt 1cid:1 rrnrnt according to a standard Taylor rule,t 1 r,t33where r,t N 0, 2r , and 0 and y 0. The parameter is the target inflation rate. Wechoose 1, y 0, leaning against the wind. The real interest rate on deposits then equals:1 rdt 1 rnt 1t342.6 Market clearing Equilibrium requires that the number of claims owned by the financial intermediaries skt mustbe equal to aggregate capital kt, while the number of government bonds owned by the financialsector sbt must be equal to the number of bonds issued by the government bt:skt ktsbt bt Goods market clearing requires that the aggregate demand equals aggregate supply:ct it gt yt 3 Extension with government default 3.1 The default process353637The government follows a simple tax rule consistent with the long term sustainability requirementsoutlined in Bohn 1998:t1 bbt b nngt1But we furthermore assume that there is a maximum level beyond which taxes are not politicallysustainable anymore, like in Schabert and Van Wijnbergen 2011, or like the fiscal limit in Daviget alii 2011. This translates in a maximum level of debt that can be sustained, and introducesthe possibility of partial default if shocks trigger higher levels of debt than the maximum level ofdebt implied by the fiscal limit. Such a maximum level of taxes should probably be stochastic, asin Schabert and Van Wijnbergen 2011, and possibly timevarying; but for simplicity and withoutmuch loss of generality we follow Davig et alii 2011 in assuming it to be fixed and known to beequal to max. The maximum level of debt bmaxtimplied by this fiscal limit equals: max bmaxt b b38As shown in section 2.4, the Woodford 1998, 2001 maturity structure leads to a governmentliability before financing of the primary deficit equal to Lqt bt 1. Thus in the absence ofgovernment default, the end of period debt would become:t rc qb bt Lqt gt ngt t ngtqbt 17where bt denotes the level of government debt if the government would not default on its obligations.The constraint can be rewritten in the following way:qbt bt t ngt gt ng39t cid:0rc qbtcid:1 bt 1As long as the level of debt that the government needs to issue in order not to default bt issmaller than the maximum level of debt bmax, the actual government debt bt will be equal to the nodefault level of government debt bt. But when bt bmax, we assume that the government defaultson a large enough fraction of its outstanding debt and debtservice obligations to bring the actualendofperiod debt down to bmax:tttcid:26 btbt bmaxtif bt bmaxif bt bmaxtt;.40We assume that the government achieves this outcome through orderly renegotiation with its creditors. Since creditors have rational expectations, they know that they will not be able to get morefrom the government than what the government can raise through the maximum level of taxes max.The debttax limit may nevertheless become binding because of random shocks to the system affecting debt both directly and through the governments tax and expenditure rules. We abstainfrom freerider problems among creditors and assume all creditors participate in the renegotiation.The government partially reneges on its debtservice obligations, applying the same discount t asused in the debt restructuring.6 We can see the debt structure bt as the blue solid line in figure 7see appendix. It is informative to write the debt level structure 40 in the following way:bt min bmaxt maxbmaxt bt, 041cid:16 bt, bmaxtcid:17cid:16cid:17t The second term is like the payout of a put option at maturity with underlying process bt and strikeprice bmax; see Claessens and Van Wijnbergen 1993 who apply such a model in their evaluation ofthe Mexican Brady plan debt restructuring using option pricing methodology for ex ante valuation.As an ex post default function, however, 41 is not differentiable at bt bmaxwhich createssevere problems in solving the model. We therefore approximate the ex post default rule by itsex ante option pricing based valuation formula. Since option prices close to maturity are a goodapproximation to optionpayouts at maturity, our option based formula approximates 41 closelybut without differentiability problems. This is described in detail in the appendix.t, t 0 but when bt bmax 3.2 Default and the government budget constraint Of course this default process has implications for the government budget constraint. When bt , the old government debt bt 1 is restructured by convertingbmaxtthe old bonds into new bonds against a prorata discount high enough to avoid overshooting themaximum debt level. Both coupon payments and all existing bonds are reduced by a factor 1 tt bt 1 on new debt issuance.This implies that the government saves an amount equal to trc qb The flow budget constraint of the government in period t thus becomes:tt bt Lqqbt gt ngt t ngt trc qbt bt 16For analytical simplicity and without loss of generality we choose an equal discount percentage for both currentdebtservice and for the existing stock of debt.18with t 0 when there is no default. This can be rearranged to get:t 1 t rc qbt gt ngt bt t ngqbt bt 1423.3 Financial intermediaries and default The returns to the financial intermediaries holding the sovereign debt are of course affected. Callthe default inclusive return rb, which is given by:tt 1 tcid:01 rbtcid:1 1 t1 rbcid:18 rc qbtcid:19qbt 143This definition of the return on sovereign debt captures the complete direct impact of the possibledefault on financial intermediaries holding the debt, so we do not need to change anything afterthe introduction of posible sovereign defaults other than replacing rbt . This in turn impliesthat the expression for the leverage constraint remains unchanged, as well as the expressions forthe shadow value of private loans and net worth, and that the equations for the shadow value ofgovernment bonds and the law of motion of net worth of financial intermediaries only need minoradjustment replacement of rbt by rbcid:104nt cid:2cid:0rkbt Etcid:0rbcid:1qkt1 rdt 1skt by rbt :cid:1cid:105t 1 cid:0rbt1t1t rdtcid:1qbt 1sbt 1 1 rdt nt 1cid:3 pt 1 ngt ngt4445t rdt 4 Calibration 4.1 No default version We calibrate the model on a quarterly frequency. The parameter values can be found in table 2.Most of the parameters are common in the literature on DSGE models, or frequently used in models containing financial frictions. We mostly follow the calibration of Gertler and Karadi 2011.This is the case for the subjective discount factor , the degree of habit formation , the Frischelasticity of labor supply 1, the elasticity of substitution among intermediate goods , the pricerigidity parameter , the effective capital share , and the investment adjustment cost parameter. The calibration of the financial variables is also taken from Gertler and Karadi 2011. Thesteady state leverage ratio is set to 4, while the credit spread is set to 100 basis points annuallywhich amounts to 0.0025, which coincides with the pre2007 spreads in US financial data between BAA corporate and government bonds. The parameter is calibrated by taking the averagesurvival period 11 to be equal to 36 quarters, or 0.9722. The parameters in the Taylor rule are set to conventional values.The feedback from government debt on taxes is set to a value such that both the model withand without default are stable. We calibrate the steady state ratios of investment and governmentspending over GDP, i y and g y to 20 percent a reasonable value for OECD countries, by calibrating the depreciation parameter . The fixed payment in real terms that the holder of governmentbonds receives each period is set to 0.04. Different values have been tried but do not significantlyaffect the results. In our base case we set the maturity parameter at 0.96, equivalent to an 19Parameter Households Financial Intermediaries Intermediate good firmsCapital good firms Autoregressive componentszr Policyrcby Default parameters Shockszr Option parametersr TValue 0.9900.8153.4090.2760.38630.00210.97220.00254.1760.7790.3301.7280.04940.950.6600.040.960.0501.5000.1250.0050.0100.0500.00250.02730.50310.1107Definition Discount rate Degree of habit formation Relative utility weight of labor Inverse Frisch elasticity of labor supply Fraction of assets that can be diverted Proportional transfer to entering bankers Survival rate of the bankers Steady state credit spread Erk rdElasticity of substitution Calvo probability of keeping prices fixed Effective capital share Investment adjustment cost parameter Depreciation rate Autoregressive component of productivity Autoregressive component of capital quality Interest rate smoothing parameter Real payment to government bondholder Parameter government debt duration 5 yrsTax feedback parameter from government debt Inflation feedback on nominal interest rate Output feedback on nominal interest rate Steady state share of default indicator Standard deviation productivity shock Standard deviation capital quality shock Standard deviation interest rate surprise shock Compounded riskfree interest rate Standard deviation underlying process Time to maturity Table 2: Table with model parameters.20average duration of 5 years. The steady state bond price, though, changes as we vary in thefirst experiment, the parameter governing the average duration of government debt. In order fordifferent maturities to be comparable, we must make sure that the fraction of government debton the balance sheet of the financial intermediaries does not change. Hence we calibrate on the b y instead of b y, and set it equal tooutstanding government liabilities as a fraction of GDP qb 2.4, implying an annual debttoGDP ratio of 60 percent. Even though government financing byfinancial intermediaries accounts for only a small part in the US, most financial friction models havebeen calibrated on US data. We follow the conventional calibration. The purpose of this paper isnot to perform quantitative exercises specifically focused on the debtdistressed European peripheryeconomies; our aim is more generally to highlight the relevant mechanisms, leaving calibration on European data for the future. We perform robustness checks to make sure that the mechanismdoes not depend on a specific set of parameters. We assume more aggressive monetary policy inthe face of a credit crisis, and hence set r 0 in times of crisis. We think this captures the waycentral banks reacted when the financial crisis erupted. A credit crisis is represented by a negativeshock to capital quality t of 5 percent on impact, with an autocorrelation coefficient 0.66, asin Gertler and Karadi 2011.4.2 Default calibration In this section we describe the calibration when sovereign default risk is introduced. The calibrationof the real economy is not affected by the introduction of sovereign default risk. For the financialsector, the steady state bond price qb changes, and hence b. We calibrate the maximum level of bmax y to be at 90% of annual steady state GDP. Different values could havegovernment liabilities qbbeen chosen, but the main point of the paper is to show the mechanisms that interplay when debtlevels get close to the maximum level of debt. The steady state fraction of government liabilities b y on the balance sheet of financial intermediaries does not change, since it is still calibrated qbto hit the 60% annual steady state output target. The reason for this freedom is the fact that wehave a new variable, the level of debt in case of no government debt bt, and the steady state taxrate that we can adjust in order to still be able to hit our original targets. The steady state defaultprobability is set at a rather conservative estimate of 0.005, which implies an annual defaultprobability of 2%, which is small given the observed bond spreads in the European periphery.There are 2 ways in which we calibrate the model, which are in detail described in the appendix.We apply calibration strategy 1 when far away from the debt limit. In this case we always apply 0.005. When the steady state level of government debt comes close to the maximum level ofdebt, though, this strategy can not be followed anymore, due to numerical problems. This is thecase for the last exercise, in which we investigate a delayed recapitalisation when the steady stategovernment liabilities are at 80% of annual steady state GDP. First we find the parameters of the b y is at 75% of annual steady state GDP. Calibration strategy 1option approximation when qbcannot go further than this when the maximum level of government liabilities is at 90% of annualsteady state GDP. We therefore change to calibration strategy 2 which can still be applied, andcalibrate the model at 80% of annual steady state GDP. This changes the steady state defaultprobability to 0.0068.215 Results As a prelude to the main results about the interaction between financial fragility, sovereign debt andcommercial bank rescues, we first investigate the effect of a financial crisis, initiated through a creditcapital quality shock in the model, to set the stage for the interventions that form the main topicof this paper. A special point of interest highlighted in this subsection is the crucial importanceof the maturity of sovereign debt. We then analyse the consequences of a classic commercial bankrecapitalization by the government, where we realistically assume that the recaps are implemented 4quarters after the announcement. Then we show that introducing sovereign default risk exacerbatesthe poisonously negative interactions between sovereign debt holdings of commercial banks and debtfinanced rescue attempts.5.1 The macroeconomic impact of a financial crisis As a prelude to the analysis of the interaction between sovereign debt and bank rescues, we first setthe benchmark, a financial crisis without government intervention to support banks. Like Gertlerand Karadi 2011, we model a financial crisis as a decrease in the capital quality t. A deterioration of capital quality induces losses at the financial intermediaries on the loans provided to theintermediate goods producers. As a consequence, the net worth of the financial intermediaries decreases, and hence the intermediaries become more balance sheet constrained, and the credit spreadincreases by almost 120 basis points in the short maturity case which corresponds to an averagematurity of 2 quarters. The lower quality of capital also decreases the expected productivity fromthe capital that is purchased with the loans, and because of the lower net worth, the financialintermediaries have to cut back on lending, which further reduces the price of capital. Because ofclassic Dornbusch style overshooting, the price collapse leads to a higher expected return on theloans once the shock has hit. In response, financial intermediaries sell government bonds, therebypushing down the current bond price, which in turn inflicts further capital losses on the financialintermediaries. This process continues until the forward looking expected return on governmentbonds has increased sufficiently to make the intermediaries willingly hold the outstanding stock ofbonds. In the process, financial net worth falls further; the intermediaries balance sheet furtherdeteriorates, raising borrowing costs and so on. What we see in the plots collected in figure 3 isa procyclical amplification cycle whereby investment and eventually capital drop by more than 10percent.A third balance sheet effect that plays a role was highlighted by Kirchner and Van Wijnbergen2012 and is due to crowding out by government debt. Government spending gt is fixed; then government borrowing is primarily affected by the bond price qbt . Since the increase in the expectedinterest rates on private loans pushes up the expected interest rates on government debt, thebond price drops. Besides inflicting capital losses on the financial intermediaries, it also increasesthe number of bonds the government needs to issue for a given amount of expenditures. Issuingmore bonds implies that there are more creditors to which the government has to pay the fixedpayment rc, implying higher borrowing needs in future periods. Hence a smaller proportion of theintermediaries balance sheets is available for financing the capital purchases of the intermediategoods producers. This effect is amplified because the size of the balance sheet is reduced as well,due to a tightening of the balance sheet constraint.The lower capital quality reduces the productivity of the capital. Wages fall as a consequence, asdo profits from the production sector and the financial intermediaries, and except in the period of 22a23bFigure 3: Plot of the impulse response functions for the model without default for 0.5 blueand 0.96 red,  The financial crisis is initiated through a negative capital quality shock of 5 percent relative to the steady state, and no additional government policy is implemented.020406420Quality of Capital Rel. from s.s.in percent 020406420Output Rel. from s.s.in percent 020406420Consumption Rel. from s.s.in percent 020402010010Investment Rel. from s.s.in percent 02040151050Capital Rel. from s.s.in percent 0204010505Price of Capital Rel. from s.s.in percent 020406040200Intermediary Net Worth Rel. from s.s.in percent Quarters 020400204060Intermediary Leverage Rel. from s.s.in percent Quarters 02040050100150Credit Spread ErkrdAbs. from s.s.in basis pts.Quarters 0204086420Wages Rel. from s.s.in percent 0204042024Labor Rel. from s.s.in percent 0204086420Price of bonds Rel. from s.s.in percent 020406420Portfolio weight claims Rel. from s.s.in percent 020402001000100200Nominal interest rate Abs. from s.s.in basis pts.Quarters 0204010.500.51Inflation Rel. from s.s.in percent 020402001000100Expost return on deposits Abs. from s.s.in basis pts.Quarters 02040020406080Return on bonds ErbAbs. from s.s.in basis pts.Quarters 02040020406080Return on capital ErkAbs. from s.s.in basis pts.Quartersthe shock the real return on deposits. Since we assume a very aggressive monetary policy responsethe smoothing parameter is set to zero after the crisis hits, nominal rates initially fall to such anextent that the Zero Lower Bound is actually violated for one period. For more realistic values ofthe smoothing parameter the ZLB is not violated. Obbviously the households budget constraint istightened, and consumption falls: We see that output and consumption are reduced by more than 4 percent. The model also reproduces the Reinhart Rogoff 2009 finding of long recessions afterfinancial crises: after 40 quarters the economy has still not recovered completely from the initialshock.Figures 3a and 3b compare the case where 0.5, which coincides with an average durationof 2 quarters solid blue line, with the case 0.96, which corresponds to an average durationof 5 years dashed red line. The impact of a longer maturity structure is very clear: the longerthe maturity of the government bonds, the larger the drop in the bond price to even 7%, therebyincreasing the capital losses faced by financial intermediaries, and a further deterioration of the networth of the financial intermediaries. Hence they become more balance sheet constrained, as canbe seen from an increase in the credit spread to almost 150 basis points. The tightening of thebalance sheet induces the financial intermediaries to charge higher expected returns on both bondsand private loans, thereby reducing demand for new private loans, which in turn decreases theprice of capital and investment. The drop in asset prices further erodes net worth, further raisinginterest rates etc. The effects on the real economy are clear: output drops further, and a decreasein investment pushes down the capital stock. The reduction in capital further reduces the demandfor labor, and lowers wages and profits from the firms in the economy, which tightens the householdbudget constraint, further pushing down consumption.Figure 4 elaborates on the importance of the maturity of sovereign debt. The figure showsthe average deviation from the steady state in percentages except the credit spread, which is inabsolute deviation in basis points for selected variables as a function of the average duration ofgovernment bonds. The average deviation is taken over the first 40 periods after the capital shockhits the economy in period 1. By assumption, the government does not engage in additional policy.1 quarter duration corresponds to 0. 1 corresponds to perpetual bonds consols, which welist in the figure as an average duration of 100 quarters. The maturity parameter is transformedinto an average duration in quarters q through the formula q 11 .Figure 4 shows that a longer maturity of sovereign bonds substantially increases the impactof a crisis. The mechanism should be clear:longer maturities introduce larger capital losses onthe stock of bonds on bank balance sheets, giving the negative feedback between bank holdings ofsovereign debt and financial fragility another perverse twist. The relation is strikingly nonlinear.The average deviation of all variables drops substantially when increasing the average durationfrom 1 quarter to approximately 30 quarters after which the pace of the decline is lower. Theaverage output decline is higher by about a half over the range considered; the capital stock declineincreases by about a quarter. This is triggered by an almost doubling of the decline in net worthand a substantially higher increase in credit spread as maturities lengthen. Clearly, the maturitystructure of government bonds is an important channel for further capital losses on bank balancesheets during financial crises, with substantial adverse macroeconomic consequences 24Figure 4: Figure showing the average deviation from the steady state in percentages except thecredit spread, which is in absolute deviation in basis points for selected variables vs. averageduration of government bonds. The average is taken over the first 40 periods, where the financialcrisis is initiated when a negative capital quality shock of 5 percent relative to the steady state hitsthe economy in period 1. The government does not engage in additional policy. 1 quarter durationcorresponds to 0, while an average duration of 100 quarters corresponds practically speakingto the case of perpetual bonds, or consols, 1. The maturity parameter is transformed intoan average duration in quarters q through the formula q 11 .2505010021.81.61.41.2Output Rel. from s.s.in percent 05010032.82.62.42.2Consumption Rel. from s.s.in percent 0501002101Investment Rel. from s.s.in percent 0501007.576.56Capital Rel. from s.s.in percent 0501000.50.450.40.350.3Price of Capital Rel. from s.s.in percent 0501002015105Intermediary Net Worth Rel. from s.s.in percent 0501004681012Intermediary Leverage Rel. from s.s.in percent Average durationin quarters 05010015202530Credit Spread ErkrdAbs. from s.s.in basis pts.Average durationin quarters 0501006420Bond Price Rel. from s.s.in basis pts.Average durationin quarters5.2 Financial crisis and government response: the effect of a delayedrecapitalisation Since low capitalisation is at the root of the credit tightening and macroeconomic fall out after afinancial crisis, a recapitalisation is a logical response and has been the mainstay of governmentintervention on both sides of the Atlantic. We evaluate the impact of a recapitalisation of thefinancial system of 1.25% of annual steady state GDP by an issuance of new government bonds.We assume that the recap is announced immediately after the crisis hits, but that implementingit takes time: in our policy experiment 4 quarters. The measure is designed to improve financingconditions: the recap alleviates the balance sheet constraint. On the other hand, the recap requiresthe government to issue more bonds, which will cause a drop in the bondprice due to an increasedsupply, which in turn affects the balance sheet of the banks which hold bonds in their asset portfolio.Figure 5 compares the case of no additional policy with the delayed recapitalisation. The maturityparameter is set at 0.96, which corresponds to an average maturity of sovereign debt of about 5 years, about the average for the Eurozone area.We see that the announcement of the recapitalisation already has an impact effect prior to theactual policy implementation: the financial intermediaries anticipate the recapitalisation, whichraises the continuation value of the financial intermediaries and so immediately relaxes the balancesheet constraint. Due to the relaxation of the balance sheet constraint, the supply of loans demandfor private sector liabilities and demand for government bonds increases, driving up the priceof these assets, thereby reducing the losses on the private loans triggered by the initial capitalshock, as well as leading to lower losses on government bonds. Net worth increases with respect tothe no policy case, further reducing the losses of the financial intermediaries caused by the initialdeterioration of the quality of capital, as well as reducing the credit spread by 30 basis points. Whenthe actual recapitalisation is implemented, a further drop in the credit spread of approximately 70basis points occurs. Investment increases by almost 5 percentage points, due to a higher demandfor capital.But at the moment the recap is implemented, debt issue goes up and the bond price dropsagain, although marginally so.In fact it is more accurate to say that the gradual increase inbond prices is reversed, an actual discrete price drop is prevented by intertemporal arbitrage, sinceeverything has been priced in at time zero, when the intervention was announced. We see that thepositive effects from a capital injection dominate the effects of an increased debt issuance, as theasset prices remain above the no policy case. The positive effects on the real economy are clear aswell: higher investment pushes up the capital stock. A higher capital stock increases the marginalproduct of labor, inducing firms to offer higher wages, which causes households to increase theirlabor supply. This leads to higher consumption with respect to the no policy case, also becauseof increased profitsreduced losses from the financial intermediaries. The recap has unambiguouslypositive macroeconomic effects.26Figure 5: Plot of the impulse response functions for the model without default with no additionalgovernment policy blue and a delayed recapitalisation of the financial sector red,  occurring 4quarters after the financial crisis hits and equal to 1.25% of annual steady state GDP. The financialcrisis is initiated through a negative capital quality shock of 5 percent relative to the steady state.2702040420Quality of Capital Rel. from s.s.in percent 020401050Output Rel. from s.s.in percent 020401050Consumption Rel. from s.s.in percent 0204020020Investment Rel. from s.s.in percent 0204020100Capital Rel. from s.s.in percent 0204010010Price of Capital Rel. from s.s.in percent 0204050050Intermediary Net Worth Rel. from s.s.in percent 0204050050Intermediary Leverage Rel. from s.s.in percent 020400100200Credit Spread ErkrdAbs. from s.s.in basis pts.020402000200Nominal interest rate Abs. from s.s.in basis pts.Quarters 020402000200Expost return on deposits Abs. from s.s.in basis pts.Quarters 020401050Price of bonds Rel. from s.s.in percent Quarters5.3 Sovereign risk and the limits of government intervention The analysis of the commercial bank recap has sofar ignored the issue of sovereign debt discountseven though a standard government induced recap involves substantial issues of new public debt.The Spanish and Irish experience with large scale commercial bank rescues through the issue ofnew public debt andor public guarantees of private claims has indicated, however, that such debtfinanced bank rescues do undermine capital market confidence in the public sector and its debt.This, in turn, may jeopardise the impact of the initial bank rescue action when the same bankshold sovereign debt on their balance sheet. To analyse this conflict, we introduce sovereign risk intothe model. The specifics of the calibration strategies can be found in the appendix. We once againanalyse the impact of a recap equal to 1.25% of annual steady state output, and announced at theonset of the financial crisis but implemented 4 quarters later. Figure 6 compares the macroeconomicresponses set against the same experiment but without sovereign risk.The graphs clearly show that the government default possibility does have a significant effecton the economy. The announcement of a recapitalisation immediately causes the bond price todrop by an additional 5% with respect to the no default case. Investors subsequently anticipatethe extra bond issuance necessary for financing the recapitalisation, and the accompanying increasein the sovereign risk discount. This causes additional losses at the financial intermediaries anda further tightening of the balance sheet constraints of those intermediaries. As a consequence,the cost of capital required return shoots up as the price drops on impact. The effects on thereal economy are clear: investment goes down further, pushing down the capital stock, wages godown, and thereby the supply of labor. Consumption eventually decreases more than in the nodefault case. Clearly sovereign default risk affects the economy substantially as increased sovereignrisk premia are translated into lower bond prices that further inflict capital losses on the financialintermediaries.The drop in the bond price clearly shows the limits of government intervention: the bondsare issued to increase bank capitalisation, but their very issuance causes prices to fall, triggeringsubsequent losses on commercial banks sovereign asset portfolios that substantially offset the impactof the recap they are financing. The sovereign risk impact of the recap makes it more difficult toimplement effective support measures. This is reminiscent of the failed recapitalisation of the Spanish banking sector that the Spanish government Spanish Ministry of Economic Affairs 2012tried to implement in May 2012, by committing to provide new capital to banks if they could notraise it privately. It was expected that the recapitalisation of the Spanish financial sector wouldrelax the debt overhang problems, and create additional room for financing the Spanish privatesector. Contrary to these expectations, though, bond yields on Spanish government debt shotup and bond prices went down commensurately when the recap was announced, and the Spanishgovernment had to apply for a direct financial sector bailout by the EFSFESM, whereby the bankrisk was taken over by those financial institutions. Our model highlights the importance of thepoisonous nexus between banks and sovereigns in times of financial fragility.28Figure 6: Plot of the impulse response functions comparing the case with no default blue, anddefault red,  in case of a delayed recapitalisation of the financial sector of 1.25 percent of annualsteady state GDP that is announced at the start of the financial crisis but implemented 4 quarterslater. The financial crisis is initiated through an initial negative capital quality shock of 5 percentrelative to the steady state.2902040420Quality of Capital Rel. from s.s.in percent 02040420Output Rel. from s.s.in percent 02040420Consumption Rel. from s.s.in percent 0204020020Investment Rel. from s.s.in percent 0204020100Capital Rel. from s.s.in percent 0204010010Price of Capital Rel. from s.s.in percent 0204050050Intermediary Net Worth Rel. from s.s.in percent 0204050050Intermediary Leverage Rel. from s.s.in percent 020400100200Credit Spread ErkrdAbs. from s.s.in basis pts.020402000200Nominal interest rate Abs. from s.s.in basis pts.Quarters 020401050Price of bonds Rel. from s.s.in percent Quarters 020400.0050.010.015Default Fraction Abs. level.of indicator Quarters6 Robustness checks In the appendix we extensively perform several robustness checks to make sure that the results thatwe report are due to the mechanisms described, and not due to other frictions in the model. Wesummarize the results below.6.1 RBC version First we investigate the effect of pricestickiness by performing the same experiments as in the maintext, but now the model does not contain pricestickiness and monetary policy anymore, i.e. an RBC real business cycle model. The results are reported in figure 8, 9, and 10. It is clear thatthe main mechanisms work in the same way as the model that contains pricestickiness, althoughthe effects of increasing the maturity parameter are small. A delayed recapitalisation still haspositive effects in the no default case. Introducing sovereign default risk has an effect on the realeconomy when close to the debt limit, although the effects are again smaller than in the model withpricestickiness and monetary policy. So pricestickiness and monetary policy amplify the negativeconsequences for the economy. In case of a financial crisis, financial intermediaries need the realrate of return on deposits to be as low as possible, because the lower the return, the more net worthis left in the financial intermediaries, and the less balance sheet constrained they are. The centralbank, though, is primarily concerned with price stability and to a lesser extent under the currentcalibration with the output gap. This causes deflation in the period of the shock, and since thenominal interest rate was set in the period before the shock, the real return on deposits increases by 100 basispoints. This, however, harms financial intermediaries, because their funding costs increasesignificantly, thereby causing more balance sheet tightening in a financial crisis, with all the adverseconsequences for the real economy that result.6.2 Errors due to approximation default function But to what extent influences the approximation method for the default function the results? Onthe one hand, the effects of the sovereign default risk will be stronger under the approximationmethod, due to the fact that the government already starts to default on a small part of the debtbefore the maximum debt level is reached, as can be seen from figure 7 see appendix. This impliesthat capital losses will arise before the maximum debt level is reached, which tightens the leverageconstraint. At the same time, we see that the possibility of a sovereign default gives the same resultsas in the case of no default when far away from the debt limit, while the effects only show up whenwe get close to the maximum level of debt, which is to be expected. The approximation is worst atthe kink, but in our simulations we never reach this point. Besides that, it is reasonable to expecta sovereign risk premium to arise before the maximum debt level is reached, because it is alwayspossible that a big shock arrives that pushes the no default level of debt bt over the maximumlevel of debt bmax. The increased interest rate on sovereign bonds induces an additional capitalloss through a lower market price for bonds, while the fraction of debt over which the governmentdefaults is small. Hence the current approximation method will probably exacerbate the effects fromsovereign default risk slightly, but we do not think that the error in doing so is significant, since thefraction over which the government defaults remains below 0.012 of outstanding government debt.t 306.3Inverse labor supply elasticity As a last check we assume a low Frisch elasticity in figure 11see appendix. The results do notchange qualitatively, except for more persistence. The effects of the shock are less severe, becauselabor does not fall as much, depsite lower wages. This improves the expost return on capital withrespect to the case with a high Frisch elasticity, and hence investment and output do not fall by asmuch. The same persistence, though, prevents the workers from increasing the labor supply whenthe capital quality is improving, and hence the negative effects of the capital quality shock are morepersistent.7 Conclusion We have investigated the poisonous interaction between financial fragility, commercial bank holdingsof public debt and sovereign risk. We do so by introducing sovereign default risk into a modelwith financial intermediaries that hold public debt in their asset portfolio and are subject to aleverage constraint. We show that the maturity structure of government debt matters a great deal.Issuing more debt as part of a bank recapitalisation exercise causes interest rates to rise. But atlonger maturities this leads to larger capital losses for the very banks the debt issue is supposed torecapitalise, and the more so the longer is the average maturity of the sovereign debt outstanding.We subsequently introduce sovereign default risk and show that the real effects from sovereigndefault risk are substantial, leading to further difficulties when trying to recapitalise banks aftera financial crisis. Higher debt issuance undermines sovereign credibility and thus leads to largersovereign debt discounts, further increasing the capital losses on sovereign debt holdings of thebanks being intervened. The additional capital losses cause the leverage constraint to tighten more,thereby exacerbating the link between sovereign debt problems and financial fragility, through whichsovereign debt problems have a negative impact on the corporate sector: required returns increase,making finance more expensive, asset prices go down, balance sheet constraints are tightened, withsubstantial subsequent negative impact on investment, consumption and output. Obviously, thebond price is most significantly affected: the price drop is doubled compared with the case of nosovereign default. This also triggers dynamic problems: the government has to issue more bondsto finance the same intervention, which increases the payments that the government has to makein the future, thereby increasing future debt issuance and default probabilities, causing a furtheramplification through which the drop in the bond price increases.The mechanisms we highlighted in this paper bring out the limits to traditional bank intervention when commercial banks have sovereign bonds on their balance sheets. Capital losses onlonger maturity bonds in commercial bank portfolios, through higher interest rates andor throughincreased sovereign risk discounts triggered by increased fears of default, undermine the recapitalisation for which the bonds are issued to begin with. We do not draw any conclusions on whetherlonger maturity debt should be avoided; although shorter maturities would limit interest rate related capital losses, it would also expose the government to higher rollover risk, an issue we do notaddress in this paper.The link between the sovereign debtfinancial fragility nexus with the European debt crisis,and especially the failed Spanish recapitalisation attempt in 2012 is clear: our model predicts theincrease in sovereign risk discounts and drop in bond prices when announcing a debt financed bankrecapitalisation that caused the Spanish governments recapitalisation program announced in May 2012 to fail before even being implemented.318 Bibliography Acharya, V.V., I. Drechsler, P. Schnabl 2011: A Pyrrhic Victory?Bank Bailouts and Sovereigncredit Risk, NBER Working Paper, Working paper 17136.Acharya, V.V., S. Steffen 2012: Analyzing Systemic Risk of the European Banking Sector,forthcoming: Handbook on Systemic Risk, edt. J.P.Fouque and J. Langsam. Cambridge University Press.Arellano, C. 2008: Default Risk and Income Fluctuations in Emerging Economies, American Economic Review, 98 3, 690712.Arellano, C., A. Ramanarayanan 2012: Default and the Maturity Structure in Sovereign Bonds,Journal of Political Economy, 120 2, pp. 187232.Bernanke, B.S., M.L. Gertler, S. Gilchrist 1999: The Financial Accelerator in a Quantitative Business Cycle Framework, In: Taylor, J., M. Woodford Eds., Handbook of Macroeconomics,Volume 1 1999.Bohn, H. 1998: The Behavior of U.S. Public Debt and Deficits, Quarterly Journal of Economics, 113 3, 949963.Calvo, G.A. 1983: Staggered Prices in a UtilityMaximizing Framework, Journal of Monetary Economics, 12 3, 383398.Chatterjee S., B. Eyigungor 2012: Maturity, Indebtedness, and Default Risk, American Economic Review, 102 6, 26742699.Christiano, L.J., M.S. Eichenbaum, and C.L. Evans 2005: Nominal Rigidities, and the Dynamic Effects from a Shock to Monetary Policy, Journal of Political Economy, 113 1, 145.Claessens, S., S.J.G. van Wijnbergen 1993: Secondary Market Prices and Mexicos Brady Deal,The Quarterly Journal of Economics, 108 4, 965982.Cole, H.L., T.J. Kehoe 2000: SelfFulfilling Debt Crises, Review of Economic Studies, 67,91116.Davig T., E.M. Leeper, T.B. Walker 2011: Inflation and the Fiscal Limit, European Economic Review, 55, 3147.European Banking Authority 2011, 2011 EUwide stress test results, http:www.eba.europa.euriskanalysisanddataeuwidestresstesting 2011results Gertler M.L., P. Karadi 2011: A Model of Unconventional Monetary Policy, Journal of Monetary Economics, 581, 1734.Gertler M.L., P. Karadi 2012: QE1 vs. 2 vs. 3: A Framework to Analyze Large Scale As32set Purchases as a Monetary Policy Tool, International Journal of Central Banking, 9S1, 553.Gertler M.L., N. Kiyotaki 2010: Financial Intermediation and Credit Policy in Business Cycle Analysis, in Handbook of Monetary Economics, ed. by B.M. Friedman, and M. Woodford, vol.3 of Handbook of Monetary Economics, chap. 11, pp. 547599. Elsevier.G20 Leaders 2012: G20 Leaders Declaration, Los Cabos, Mexico, press release,http:g 20mexico.orgimagesstoriestempG20 Leaders Declaration 2012.pdf International Herald Tribune 2013: Bank system in Germany is big worry for Europe, edition of Wednesday, August 7, 2013Kirchner, M., S.J.G. van Wijnbergen 2012: Fiscal Deficits, Financial Fragility, and the Effectiveness of Government Policies, Tinbergen Insitute Working Paper 120442.Kiyotaki N., J. Moore 1997: Credit Cycles, Journal of Political Economy, 105 2, 211248.Spanish Ministry of Economic Affairs 2012: Spains path towards stability and growth,http:www.thespanisheconomy.comSite Collection DocumentsengbFinancial%20SectorSpains%20path%20towards%20stability%20and%20growth.pdf Moodys Investors Service 2012a: Rating Action: Moodys downgrades Spains government bondrating to Baa 3 from A3, on review for further downgrade, press release, https:www.moodys.comresearchMoodysdowngradesSpainsgovernmentbondratingtoBaa 3fromA3PR 248236Moodys Investors Service 2012b: Rating Action: Moodys downgrades Spanish banks, pressrelease, https:www.moodys.comresearchMoodysdowngradesSpanishbanks PR 249316Reinhart, C.M., K.S. Rogoff 2009: The Aftermath of Financial Crises, American Economic Review, 99 3, 466472.Schabert A., S.J.G. van Wijnbergen 2011: Sovereign Default and the Stability of Inflation Targeting Regime, Discussion paper TI 20110642DSF 20.Uribe M. 2006: A Fiscal Theory of Sovereign Risk, Journal of Monetary Economics, 53 8,18571875.Woodford, M. 1998: Public Debt and the Price Level, unpublished manuscript, Columbia University.Woodford, M. 2001: Fiscal Requirements of Price Stability, Journal of Money Credit and Banking, 33 3, 669728.Yun, T. 1996: Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, 37 2, 345370.339 Appendix 9.1 Derivation of structural equations financial intermediaries in presence of sovereign default risk The introduction of sovereign default risk changes the equations for the financial intermediaries.In this section we show that the net worth of an individual intermediary is given by the samet by rbexpression as the case with no default, except for the fact that we replace rbt . Hence we onlyt in the equations governing the financial intermediaries by rbhave to replace rbt , and include theexpression for rbin the first order conditions. We start by observing that the funds obtained fromselling the bonds in period t 1, that were purchased in period t, are reduced by 1 t1, just asthe fixed real payment rc per bond is reduced to 1 t1rc. Hence the law of motion for the networth of an individual intermediary changes into the following equation:tnj,t1 cid:01 rk cid:01 rk cid:01 rk cid:01 rk cid:0rkt1t1t1t1t1 rdwhere rbtis given by:t1t skt skt skj,t 1 t1j,t 1 t1 rcsbcid:1 qkcid:1 qkj,t 1 t1cid:0rc qbcid:1 sbcid:0rc qbcid:1cid:1 qkcid:1 qkj,t 1 t1cid:01 rbcid:1 qbcid:1 qbj,t cid:0rbcid:1 qkt 1 tcid:01 rbt1 rd 1 rbt1t sbt skt skqbtt1t1tt1j,t 1 t1 qbj,t 1 rdt1dj,t ngt1sbj,t 1 rdj,t 1 rdqbt sbj,t 1 rdt sbt1dj,t ngt1nj,t ncid:19j,t 1 rdt1nj,t ncid:1 1 tcid:18 rc qbtqbt 1j,t1t1dj,t ngj,t1 ngj,t1 ngj,t1 ngj,t1t1nj,tt1dj,t ngj,t1j,t1 ngj,t1in the equation for the shadow value of government bonds, and the law oft by rb We replace rbtmotion of net worth:cid:104nt cid:2cid:0rkbt Etcid:0rbcid:1qkt1 rdt 1skcid:1cid:105t 1 cid:0rbt1t1t rdtcid:1qbt 1sbt 1 1 rdt nt 1cid:3 pt 1 ngt ngtt rdt The other equations for the financial intermediaries remain the same.9.2 Approximation of the default function We can also write the debt level structure 40 in the following way:bt min bmaxt maxbmaxt bt, 0cid:16cid:1746cid:16 bt, bmaxtcid:17We can interpret the second term of the new debt level as the payoff of a put option at maturitywith underlying process bt and strike price bmax. The formula for bt, however, does not have adefined derivative at bt bmax. Therefore we apply an approximation for the payoff structure ofthe put option, and use the option pricing formula, which gives the price of the put option whentime to maturity is equal to T , compounded riskfree interest rate r, and volatility of the underlyingtt 34process . This is an approximation to the actual mapping from bt to bt, and has in this senseno economic interpretation in our model. The dashed line in figure 7 is the approximation to theactual mapping of bt to bt. We then get the following approximation for bt, with denoting thestandard normal CDF, which is indeed continuous: puttbt bmax47tputt Xer T d 2,t St d 1,t4849505152cid:17cid:17TTcid:16cid:16r 22Tr 2T2log SX log SX d 1,t d 2,t X bmaxt St bt Figure 7: Plot showing the mapping from the no default level of debt bt to the actual debt levelbt. The solid blue line is the actual mapping, while the dashed red line is an approximation to it,where option pricing formulas have been used.9.3 Calibration strategies for the default function In this section we will write down the 2 calibration strategies regarding the sovereign debt in thecurrent paper, since other parts of the model are straightforward to calibrate. The steady state 3500.511.522.533.540.500.511.522.5Debt structure payoff Valuevalue of a variable xt is denoted by x. We have the following 2 equations from the financialinteremediaries problem, from which we can derive the steady state return on bonds expost apossible default.cid:104cid:104cid:104kt Etbt Et Ett1t1t1bmaxt b 0Ett1t1t1cid:0rkcid:0rbcid:16t1 rdt1 rdt1 rbrkcid:1cid:105cid:1cid:105cid:17cid:105cid:3 cid:2 maxcid:1 bt 1t cid:0rc qbcid:1cid:0rc qbt cid:01 rbcid:1 qbcid:17 bmax putt1bqbt 1t tttqbtqbt bt t ngt gt ng gt ngt 1bt 1 qb bt t ngt gt ngt 1bt 1cid:16tt, btcid:17bmaxt bt, 0t 1 tcid:16t 1 tcid:0rc qbcid:1 bt 1cid:1cid:0rc qbcid:1 qbt 1 tcid:01 rbqbt 1bt 1cid:1 qbt cid:01 rbt 1bt 1 t 1 tcid:01 rbcid:1cid:1cid:0rc qbt 1bt 1qbt 1ttttt gt ng gt ngt gt ng 1 rb 1 rbt qbt 1bt bmaxt maxbmaxt The actual number of government bonds is given by:t bt t ngqbt gt ngt bt t ngqbtogether with the expost default return on bonds:and the return on bonds before default:From these equations it is clear that rk rb . Now we have the following equation for the maximumlevel of debt:The government budget constraint in case of no default by the government is equal to:The mapping from the number of no default bonds to the actual number of bonds is given by:535455565758Throughout the paper we assume that the financial intermediaries do not receive any support fromthe government in the steady state, nor are they paying back support in the steady state, i.e.36 ng ng 0. Finally, we have the option pricing formulas:putt bmaxter T d 2,t btd 1,tcid:16cid:16cid:16 btbmaxcid:16 btbmaxttcid:17cid:17TTcid:17cid:17TTr 22r 22loglogd 1,t d 2,t 596061Calibration strategy 1 bmax and , for which we take 60%, respectively 90% of annual The first strategy targets qb b, the steady state return on bonds after default rb and g GDP and 0.005. Since we know qbwhich is calibrated to be 20% of steady state output, we can find the steady state level of taxesfrom 56: b, qb qb b g 1 rb qb b g rb qb b Since we know the steady state default fraction and the expost return on bonds, we can calculate rb through 57:1 rb cid:01 cid:1 1 rb rb 1 rb 1 1Since we know rc, we can find the steady state bond price through 58: qb 1 rb rc qb 1 rb rc qb qbrc qb 1 rb Now that the steady state bond price is known, we can find the steady state number of bonds andthe maximum number of bonds b and bmax. Since we know the return on bonds rb, we can find thenumber of bonds if the government does not default: b g 1 rb qb b qb Now that we have found steady state number of bonds b, the maximum number of bonds in thesteady state bmax, and the steady state number of bonds in case the government does not default b. With these 3 numbers, and the requirement that the derivative of the put option d 1,t isequal to 0.99 otherwise the default probability goes down when debt increases, which is counterintuitive, we can find the variables r, and T from the option pricing formulas.37Calibration strategy 2The second strategy targets qbgiven. We calibrate qb GDP. Since g is also known, we can find the steady state level of taxes from 56: bmax, and takes the option pricing parameters r, and T as bmax is equal to 90% of annual b to be equal to 80% of annual GDP, while qb b, and qb qb b g 1 rb qb b g rb qb b bmax, we can divide the two to find the ratio bmax b. Now we look at the Since we know qboption pricing formulas, and remember that the parameters r, and T are given. We rewrite theput option in the following way: b and qbcid:110cid:111bt bmaxt bmaxt putt bmax bmaxtter T d 2,t btd 1,tbmaxter T d 2,t btd 1,tDivision by bt gives the following expression: bmaxtbtbmaxtbt 1 Now we look at the formula for d 1,t:er T d 2,t d 1,t btbtd 1,t similarly we find for d 2,t:d 2,t loglogloglogcid:16cid:16cid:16cid:16cid:16 btbmaxcid:17cid:17cid:16 bttbtbmaxtbtTTcid:17cid:16 btbmaxcid:17cid:16 bttbtbmaxtbtTTcid:17cid:17cid:17cid:17r 22Tr 22T f Tr 22r 22T gcid:33cid:33cid:32 btbtcid:32 btbt,bmaxtbt,bmaxtbt626364bt and btbt. We Hence we see that equations 62, 63 and 64 only depend on the ratios bmax b b. We also see thatknow the first ratio in steady state, so we can solve for the steady state ratioregarding the default function, it does not matter whether we calibrate on the number of bonds btor the value of government liabilities qbt bt, since the bond ratios are the variables that matter. Now b, we can find rb from 54: b qb b b, and hence we find qbwe can findcid:16 b bcid:17. Since we know qb bt qb b b g 1 rb qb 1 b g rb qb b qb 38Now we can find the steady state bond price from 58:1 rb qb rc qb qb 1 rb rc qb qbrc 1 rb after which we know b, bmax and b. From 57 we can find the steady state default probability:1 rb cid:01 cid:1 1 rb 1 1 rb 1 rb 9.4 Robustness checks In this section we sho the various IRFs for several robustness checks discussed in Section 6 in themain body of the paper.39Figure 8: Plot of the impulse response functions for the model RBC version without default for 0.5 blue and 0.96 red,  The financial crisis is initiated through a negative capitalquality shock of 5 percent relative to the steady state, and no additional government policy isimplemented.4002040420Quality of Capital Rel. from s.s.in percent 02040420Output Rel. from s.s.in percent 020401050Consumption Rel. from s.s.in percent 0204010010Investment Rel. from s.s.in percent 0204020100Capital Rel. from s.s.in percent 0204010010Price of Capital Rel. from s.s.in percent 0204040200Intermediary Net Worth Rel. from s.s.in percent 0204002040Intermediary Leverage Rel. from s.s.in percent 02040050100Credit Spread ErkrdAbs. from s.s.in basis pts.020402000200Expost return on deposits Abs. from s.s.in basis pts.Quarters 02040505Price of bonds Rel. from s.s.in percent QuartersFigure 9: Plot of the impulse response functions for the model RBC version without default withno additional government policy blue and a delayed recapitalization of the financial sector red,  occurring 4 quarters after the financial crisis hits and equal to 1.25% of annual steady state GDP. The financial crisis is initiated through a negative capital quality shock of 5 percent relativeto the steady state.4102040420Quality of Capital Rel. from s.s.in percent 02040420Output Rel. from s.s.in percent 020401050Consumption Rel. from s.s.in percent 0204010010Investment Rel. from s.s.in percent 0204020100Capital Rel. from s.s.in percent 0204010010Price of Capital Rel. from s.s.in percent 0204040200Intermediary Net Worth Rel. from s.s.in percent 0204002040Intermediary Leverage Rel. from s.s.in percent 02040050100Credit Spread ErkrdAbs. from s.s.in basis pts.020402000200Expost return on deposits Abs. from s.s.in basis pts.Quarters 02040420Price of bonds Rel. from s.s.in percent QuartersFigure 10: Plot of the impulse response functions RBC version comparing the case with nodefault blue, and default red,  in case of a delayed recapitalization of the financial sector of 1.25 percent of annual steady state GDP that is announced at the start of the financial crisis butimplemented 4 quarters later. The financial crisis is initiated through an initial negative capitalquality shock of 5 percent relative to the steady state. Contrary to the previous cases, the value ofthe government debt is now 80% of annual GDP.4202040420Quality of Capital Rel. from s.s.in percent 02040420Output Rel. from s.s.in percent 020401050Consumption Rel. from s.s.in percent 0204010010Investment Rel. from s.s.in percent 0204020100Capital Rel. from s.s.in percent 0204010010Price of Capital Rel. from s.s.in percent 0204040200Intermediary Net Worth Rel. from s.s.in percent 0204002040Intermediary Leverage Rel. from s.s.in percent 02040050100Credit Spread ErkrdAbs. from s.s.in basis pts.020402000200Expost return on deposits Abs. from s.s.in basis pts.Quarters 020401050Price of bonds Rel. from s.s.in percent Quarters 020400.0050.010.015Default Fraction Abs. level.of indicatora43bFigure 11: Plot of the impulse response functions for the model without default 0.96 withthe Frisch elasticity at 0.276 blue, and for 4 red,  There is no additional governmentpolicy, and the crisis is initiated through a negative capital quality shock of 5% of steady state.020406420Quality of Capital Rel. from s.s.in percent 020406420Output Rel. from s.s.in percent 020406420Consumption Rel. from s.s.in percent 020402010010Investment Rel. from s.s.in percent 02040151050Capital Rel. from s.s.in percent 0204010505Price of Capital Rel. from s.s.in percent 020406040200Intermediary Net Worth Rel. from s.s.in percent Quarters 020400204060Intermediary Leverage Rel. from s.s.in percent Quarters 02040050100150Credit Spread ErkrdAbs. from s.s.in basis pts.Quarters 0204086420Wages Rel. from s.s.in percent 0204042024Labor Rel. from s.s.in percent 0204086420Price of bonds Rel. from s.s.in percent 0204043210Portfolio weight claims Rel. from s.s.in percent 020404002000200Nominal interest rate Abs. from s.s.in basis pts.Quarters 020402101Inflation Rel. from s.s.in percent 020402001000100200Expost return on deposits Abs. from s.s.in basis pts.Quarters 0204050050100Return on bonds ErbAbs. from s.s.in basis pts.Quarters 0204050050100Return on capital ErkAbs. from s.s.in basis pts.Quarters", "filename": "13-179.pdf", "person": ["Sweder van Wijnbergen", "van Wijnbergen, Sweder", "Christiaan van der Kwaak", "van der Kwaak, Christiaan"], "date": ["2013"]}