{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/107823/1/14-110.pdf"], "title": ["Cocos, Contagion and Systemic Risk"], "plaintext": "Cocos, Contagion and Systemic Risk Stephanie Chan 1Sweder van Wijnbergen 2This Version: October 29, 2014Abstract Co Cos contingent convertible capital are designed to convert from debt to equity whenbanks need it most. Using a DiamondDybvig model cast in a global games framework, we showthat while the Co Co conversion of the issuing bank may bring the bank back into compliancewith capital requirements, it will nevertheless raise the probability of the bank being run, becauseconversion is a negative signal to depositors about asset quality. Moreover, conversion imposesa negative externality on other banks in the system in the likely case of correlated asset returns,so bank runs elsewhere in the banking system become more probable too and systemic riskwill actually go up after conversion. Co Cos thus lead to a direct conflict between micro andmacroprudential objectives. We also highlight that ex ante incentives to raise capital to staveoff conversion depend critically on Co Co design.In many currently popular Co Co designs,wealth transfers after conversion actually flow from debt holders to equity holders, destroyingthe latters incentives to provide additional capital in times of stress. Finally the link between Co Co conversion and systemic risk highlights the tradeoffs that a regulator faces in deciding toconvert Co Cos, providing a possible explanation of regulatory forbearance.JEL classification: G01, G21, G32Keywords: Contingent Convertible Capital; Contagion; Systemic Risk; Bank Runs; Globalgames 1Universiteit van Amsterdam, Tinbergen Institute. email: s.chanuva.nl 2Universiteit van Amsterdam, Tinbergen Institute. email: s.j.g.vanwijnbergenuva.nl 1NonTechnical Summary Contingent convertible capital popularly known as Co Co is a new type of debt instrument issuedby banks. They are designed to behave like regular debt instruments that pay interest on a regular basis, until a trigger event happens, and then they are either converted to equity, or writtendown partially or completely. The trigger event may be a breach in capital requirements, or whenregulatory authorities deem that the bank is approaching the point of nonviability PONV. Theidea behind such an instrument is to enable a bank to raise capital in times of distress, when anequity offering is not feasible. The Bank for International Settlements BIS has acquiesced to theinclusion of instruments that fit this description as Additional Tier 1 capital in the Basel 3 proposal.Since then, quite a number of mostly European banks have issued these instruments. In this paper we argue that Co Cos may in fact become a source of systemic risk and that most Co Cos thatare currently issued are designed in a way that encourages risk taking by banks and discouragesattracting additional capital in distress situations.Conversion of a Co Co is a signal to depositors that asset quality has deteriorated. But the conversion mostly involves wealth transfers between creditors junior to depositors and equity holderswho are always last in line, so the conversion provides no comfort to deposit holders. We showthat because of that a coco conversion will lead to higher probabilities of bank runs. And if bankassets are correlated across banks, a coco conversion of one bank may lead to increased probabilities of runs in other banks, even those that have not issued Co Cos. In our view this is a neglectedchannel of systemic risk. We also show that the design of many of the Co Cos that have beenissued to date more than 50% of issued Co Cos are of the writedown type may induce moralhazard from the shareholders of the issuing bank, because they actually stand to gain more fromthe conversion.To explore these features, we build an environment where the probability of obtaining a positivereturn on an investment depends on the state of the economy. Specifically, a better state of theeconomy is associated with a higher probability of obtaining a positive return on the investment.This mapping of economic state to probability of success is known to everyone in this environment. Investments require a large sum at the start, and require three periods to mature. Withsuch an investment opportunity, agents in the economy may be depositors, coco holders, or equity holders. These agents pool their resources together to form a bank. This bank has a sequentialservice constraint. Depositors are agents who are concerned with the uncertain timing of consumption needs. Like in Diamond and Dybvig 1984, they may either be early consumers or lateconsumers, and while their individual types are unknown at the start, the proportion of types isknown. An early consumer will always withdraw after the first period has elapsed. Late consumers may choose to withdraw after the first or the second period, depending on informationthey receive. Coco holders and the equity holders never withdraw in the first period.As is well known this setup lends itself to the potential for bank runs. Depositors receive information about the economic state, but the information is imprecise. Instead, they receive distortedinformation which may be higher or lower than the true economic state. This distortion is uniformly distributed, which, combined with the mapping of the economic states to probabilities ofa successful project, means that the probabilities of success as perceived by the agents are alsouniformly distributed, as are the expected returns of waiting until the project is finished. Since allthe early consumers withdraw early, the late consumers are left with comparing expected returns 2from waiting to immediate returns from withdrawing early, taking into account that there is a limitto the number of people that may be served at the first date of withdrawal, due to the sequentialservice constraint. The uniform distribution of the distortions is a tool that ensures there is a fixedproportion of late consumers whose expected returns from waiting are less than the returns fromwithdrawing early. This proportion is interpreted as the probability of a bank run. Several thingsaffect this probability for instance, if the true economic state is high, then this probability is low.Also, if the returns are low ex ante, the probability of a bank run is high.In our set up, Co Cos convert when a regulator funds out that asset returns will be lower thananticipated, thereby threatening the viability of the bank 1. Whether the Co Co converts into equityor is of the Principal Write Down variety is irrelevant: either way conversion conveys a signalto depositors that asset quality is worse than they anticipated, and the conversion only affectscreditors junior to the depositors 2. We show that as a consequence the probability of a bank rungoes up, exactly the opposite of what Co Cos are intended to bring about.And conversion may subsequently bring about the additional complication of contagion, whenbank asset returns are positively correlated across banks. This is especially true if banks hold eachothers Co Cos. Depositors of other banks will interpret a conversion in one bank as a signal thatthe returns of their own banks may be lower than expected too. As a consequence, conversion ofone banks Co Cos is likely to raise systemic risk in terms of increasing run probabilities acrossthe financial system. Of course with the potential for contagion, it is easy to see why the regulatormight exercise forbearance and prevent conversion. Thus, Co Cos lead to a direct conflict betweenmicroprudential and macroprudential objectives.Next, we show that Co Cos depending on their design may lead to ex ante moral hazard on the partof the equity holders. Depending on the design of the coco, a wealth transfer may occur from cocoholders to equity holders, or the other way around. Principal Write Down Co Cos which the BIScounts as capital are particularly perverse because they always transfer wealth from Co Co holdersto equity holders upon conversion and thereby discourage equity holders to supply additionalcapital in times of distress. This is a relevant point: more than 50% of Co Cos that have beenissued to date are of the PWD variety! The same perverse incentives may arise in the case of Co Cos converting into equity if the conversion dilutes existing shareholders insufficiently 3. Wedefine a threshold such that the original shareholders are diluted when the conversion rate ishigher than this threshold. If the Co Cos are designed accordingly, shareholders have an incentiveto prevent conversion. On the other hand, if the conversion rate is lower than this threshold,then shareholders will benefit from a conversion, and they may be expected to induce conversion.Consider now the writedown Co Cos. By construction, the outstanding liability to the coco holdersfalls upon conversion. This means that compared to the case without conversion, the conversion isalways beneficial to the shareholders, which gives them an incentive to force conversion of Co Cos.This might manifest as choosing a risky investment ex ante, and so could increase systemic riskeven before conversion has taken place.1Note that Co Cos, to be eligible as AT1 capital, need to include such a Point of Non Viability clause allowing a regulatorto force conversion.2There is a third type of coco, which combines a writedown with a cash payout the Dutch bank RABO has issued sucha Co Co. This cash payout reduces the amount available for early withdrawal. This, with the sequential service constraint,means that late consumers will have to consider that fewer people can be serviced earlier. This strengthens the incentive tobe among the first who withdraw early. As such, more people are expected to withdraw earlier, increasing the probabilityof a bank run even more than is the case with the two usual types of Co Cos.3A high conversion rate implies a low conversion price and vice versa.3Co Cos are a compromise between bankersbank shareholders resisting capital calls and regulatorsinsisting on higher capital ratios. We show that Co Cos in spite of their intentions are dangerousinstruments as their conversion will increase the probability of bank runs, not just in the issuing bank but also in the rest of the financial system. Thus Co Cos are likely to increase financialfragility at the very moment that is most dangerous. Moreover, it is unfortunate that the BIS acquiesced to the inclusion of the writedown coco as Additional Tier 1 capital. We show that thistype of coco induces perverse moral hazard incentives increasing systemic risks. Note more than 50% of Co Cos that have been issued as of the time of writing, are of the writedown variety. In theend, Co Cos may be enabling a buildup of endogenous systemic risk. Are regulators once againasleep at the wheel?41 Introduction and literature review As early as 2002, Flannery proposed an early form of contingent convertible Co Co capital thathe called reverse convertible debentures 1. The idea was simple: whenever the bank issuing suchdebentures reaches a marketbased capital ratio which is below a prespecified level say, 8% ofassets, a sufficient number of said debentures would automatically convert to equity at the prevailing market price of the banks shares. The automatic conversion feature frees the issuing bankfrom having to raise additional capital immediately when its capital ratio is lower than the minimum requirement. For larger shocks, conversion may not be enough to restore compliance withcapital requirements, but it would make banks merely undercapitalized instead of bankrupt.Flannerys initial Co Co design proposal was attractive as its automatic conversion feature had thepotential to avoid socially costly bailouts. After the 2007 financial crisis, regulators realized thateven though systemically important financial institutions SIFIs held Tier 2 Capital, that type ofcapital failed to be lossabsorbing during the time of distress. Instead, some of the SIFIs werebailed out while others were allowed to fail while in many cases for example subordinated loanscontinued to be serviced. In response, the Basel Committee on Banking Supervision BCBS made anumber of changes to what is now known as the Basel 3 framework. Among the changes were theredefinition of gone concern to include potential bailout situations, and the inclusion of Co Colike instruments as part of Additional Tier 1 Capital.2 Also, while not yet finalized, the Basel 3document suggested that Co Cos might play a role in ensuring that SIFIs would have higher lossabsorption capacities than regular financial institutions.The inclusion of Co Cos as part of Additional Tier 1 Capital is a likely factor in the increase of Co Co issuance. Co Co issuances totaled 15bn in 2013, up from only 1.7bn in 2010.3 Also, thisyear 2014 saw a number of banks issuing Co Cos, including Deutsche Bank and Mizuho Financial Group. Within the same period, the academic literature branched off in three different directions.1Unlike ordinary convertible bonds, reverse convertible debentures expose the holder to the potential downside ofholding equity, as Co Cos do too.2which must meet several requirements as set forth in the Basel 3 framework 3Financial Times: Feb 20, 20145Flannery 2005 and Mc Donald 2013 were among those that dealt with design features such astriggers and bases. Pennacchi 2010 dealt with the pricing and valuation of Co Cos. Finally,Martynova and Perotti 2012 and Berg and Kaserer 2014 consider the effect of Co Cos on risktaking incentives of banks. Moreover, several survey articles have been written about Co Cos.Maes and Schoutens 2012 provide an overview of Co Cos and enumerate the potential downsideof Co Co issuance such as contagion from the banking to the insurance sector, and the creationof a death spiral where Co Co holders shortsell the stock of the issuing bank in order to profitfrom potential conversion. Avdjiev et al. 2013 discuss the features of the Co Co trend from thereason why banks issue them to the main groups of investors that are interested in buying Co Cos,as well as the pricing of Co Cos. Wilkens and Bethke 2014 summarize and empirically assesssome of the pricing models performance. There is disagreement in the literature in particular onwhether Co Co conversion should be triggered based on market prices or book values, like thevarious capital ratios used in the BaselIII framework. On one side are authors like Sundaresanand Wang 2014, who argue that using market prices in calculating trigger values might leadto multiple equilibria problems and potentially destabilizing bear runs on bank stock. On theother side, Calomiris and Herring 2013 argue that that problem can be mitigated by using 90day moving averages of the particular quasimarket data they propose to use market value ofequity but book value of debt while arguing that using book values actually leads to distortedincentives, for example pressure to delay recognition of losses. We do not take a position in thisdebate, our analysis applies to both types of triggers. Anyhow there are beyond doubt banks thathave no choice because they are not listed for example in the Netherlands 2 of the largest fourbanks are completely state owned ABNAMRO and SNS Bank while one of the remaining twohas no listing either, being a cooperative RABO.The effectiveness of Co Cos hinges on bank failure being caused by banks having insufficient equity to absorb losses once they have occurred. However, the majority of bank assets is fundedby demand deposits. One cannot ignore the possibility that a bank may fail because depositorsrun before losses actually occur in anticipation of what may happen once they do occur. Jacklinand Bhattacharya 1988 and Chari and Jagannathan 1988 build on the Diamond and Dybvig 61983 model of bank runs to show that depositors who are able to update their information aboutthe realization of bank returns act accordingly. However, early variants of the DiamondDybvigmodel have the disadvantage that runs are zero probability events, sunspot equilibria. That makesit impossible to assess the impact of fundamentals on the probability of runs and the associatedbank collapse. Goldstein and Pauzner 2005 take the DiamondDybvig model a substantial stepfurther by casting the standard banking problem into a global games framework, allowing themto obtain a measure for the probability of a bank run which can be linked to fundamentals.In this paper, we argue that a Co Co conversion conveys information that will lead depositors toupdate their beliefs in a manner that increases the probability of bank runs. Furthermore we examine three major types of Co Cos and show that some designs are better than others in terms oftheir effect on depositor run incentives. And we make a second point that is crucial for the relation between Co Co conversions and systemic risk. If different banks hold assets with correlatedreturns, depositors of other banks will interpret the Co Co conversion as a negative signal on theirasset returns too, raising the probability of runs on banks that may not even have Co Cos andthat would not have been under attack without the Co Co conversion. In other words, conversionimposes an information externality on other banks, which raises systemic risk.This contagion channel is a second reason why we expect Co Cos to raise rather than reduce systemic risks. This is worrisome also because Co Cos are mentioned by Basel 3 as potentially usefulfor increasing the loss absorption capacity of SIFIs. While it is true that conversion may keep theissuing banks afloat in times of distress by immediately reducing their outstanding liability, conversion also heightens the risk that the converting banks, and other banks to the extent that theyhave correlated assets, will face a run.While Co Cos have different trigger points and conversion mechanisms, many of them have apoint of nonviability clause which effectively gives regulators control over when Co Cos convert. But regulators may end up having to make difficult choices in such circumstances. If conversion actually raises systemic risk, microprudential and macroprudential considerations may wellbe at variance, possibly leading to high pressure for regulatory forbearance.7Finally, while it is sometimes argued that the consequences of Co Co conversion are such thatequity holders will always stave off their conversion by supplying additional capital, we showthat that critically depends on Co Co design. In fact we show that in several currently popular Co Co designs, wealth transfers upon conversion actually go in the wrong direction, from juniordebtors to equity holders, leading to lower rather than higher incentives to supply capital in timesof distress. Only Co Cos where existing equityholders are strongly diluted by a conversion providean incentive to supply additional capital to stave off conversion. Finally we also show that highertrigger levels do not influence direction or size of post conversion wealth transfers, but do mitigatethe impact of conversion on financial fragility, although there is no trigger level at or above whichwhich the negative impact on fragility from the regulators point of view, i.e. conversion increasesfinancial fragility disappears or changes sign.2 Basic Model 2.1 Setup As in DiamondDybvig henceforth DD, there are three periods t 0, 1, 2. There is a continuum0, 1 of agents who are each born with 1 unit of wealth at t 0. The agents are riskaverse withcucid:48cid:48cucid:48c 1. u0 0 for all agents. A fraction of the agents are early consumerswho can only consume at t 1 with corresponding utility uc 1 while the remaining 1 arelate consumers who may consume at either t 1 or t 2, with corresponding utility uc 1 c 2. There is no aggregate uncertainty at t 0 so the proportion of early and late 1 consumers is known. However, only at t 1 will the individual nature of an agent be revealed.This information is known only to the agent, so agents face idiosyncratic risk.We depart from DD by introducing a risky technology that generates a return of R 1 withprobability p and 0 with probability 1 p after two periods, like in Goldstein and Pauzner2005, GP henceforward. The investment may be liquidated at t 1 without any costs other than 8the foregone yield. is a measure of economic fundamentals such that p is strictly increasingin . p 0, 1 for any , where U0, 1.Because the risky investment can be liquidated without cost, agents are better off investing theirendowment into the asset. Also, we assume that R is high enough so that E puR u1,making it worthwhile for patient agents to wait until t 2. Without any pooling of risk, the bestattainable utility levels are u1 for the impatient consumers and puR for the patient ones instate of nature .2.2 Bank If there was a social planner with perfect information about agent types, he can offer higher utilitylevels for the agents, because idiosyncratic risk averages out upon aggregation. The social plannerwould offer r 1 1 to the impatient agents, and 1r 11 R R with probability p to the patientones. We will refer to this contract as DiamondDybvig contracts or DD contracts. This way, risksharing is attained in the sense that consumers, who do not know their type yet at the momentof depositing, can transfer some income from the risky stream towards the safe stream. This isimpossible in the autarkic case: because information about types is private, this solution cannotbe implemented in the absence of the omniscient social planner. But DD show that a bank canmimic the socially optimal outcome by offering demand deposit contracts which is to offer r 1 att 1 and 1r 11 R with probability p at t 2. Assuming r 1 is chosen well, agents will notlie about their types only the impatient ones will withdraw at t 1, so that risk sharing can beimplemented. With demand deposit contracts however, the bank is subject to a sequential serviceconstraint. It will give r 1 to those who withdraw at t 1 until the asset base is exhausted. Thus,latecomers beyond the 1r 1th withdrawing depositor will get nothing.We depart from DD and GP by introducing two additional types of agents that also function assources of funding for the bank: Co Co holders and equity holders So there are only n 1 depositors . Depositors are still offered DD contracts. Let e n be the measure of Co Co holders, and let 1 e be the measure of equity holders such that the total measure of agents is 1. Figure 1 shows 9Figure 1: Agent Types and Measuresthe types of agents in the continuum.In practice so far, issued Co Cos fall into one of three types: converttoequity CE, principalwritedowns PWD, and principal writedowns coupled with a cash payout to the Co Co holdersat the time the write down occurs CASH; RABO of the Netherlands is the only bank that hasissued Co Cos of this type.In the first part of our paper the distinction does not matter yet,and neither does the existence of equity because the focus is on the signal value of conversion todepositors. In the second part of the paper, we explicitly consider different types of Co Cos and thewealth transfers they imply on conversion; then equity starts playing a role too. All three typesof Co Cos are nonredeemable, so Co Co holders cannot stage a run at t 1. Of course, equityholders also cannot run at t 1. The important thing to note is that Co Cos that do not convertare essentially longterm contracts which mature at t 2, are illiquid at t1 and subordinated todeposits. However if the bank survives until t 2, after conversion Co Co holders may share inthe gains depending on the type of Co Co issued: CE holders do and the other two types do not. .Even with long term funding without early withdrawal possibilities, runs are still possible as longas 1 n which we assume to hold. We furthermore assume that the DD contracts offered byr 1the banks are such that the incentive compatibility constraint r 1 p 1r 11 R continues to hold:impatient consumers will always withdraw once they find out they are impatient. Finally, there isno deposit insurance in this model.100 n e 11 eequityholders e ncocoholders ndepositorsTable 1: Agent types, measures, and contributions at t 0Agent Type Impatient Depositors Patient Depositors Co Co Holders Equity Holders Total MeasureContribution n1 n e n 1 e 12.3 The Regulator There is a regulator who is interested in preserving financial stability. We assume conversionoccurs when the regulator decides to trigger the conversion and so forces the banks leverage ratiodown in line with the terms of the Co Co design. Note that for Co Cos to be counted as part ofregulatory capital of any class, they need to include such an option PONV clause, for Point of NonViability, at the discretion of the regulator. Thus Co Cos convert if a regulator finds out att 1 that asset returns at t 2 will be lower than what is compatible with a capital ratio abovethe Co Cos trigger value: the regulator stages an on site inspection, finds out that asset returns willbe RL R and this drop in asset value is enough to trigger conversion under the PONV clause.The regulator obtains data about R at t 1 with probability zero i.e. the event is not anticipatedand then decides whether or not to convert the Co Cos. The regulators decision to intervene isnot modeled in this paper. But his decision to convert Co Cos introduces a negative signal aboutasset returns even though the economic fundamentals remain the same.2.4 Timing First, let us consider the situation prior to conversion. By assumption, at t 0, a fraction e nof agents has invested in Co Cos and a fraction 1 e has invested in equity. The remaining n aredepositors. Depositor types are only revealed at t 1. The resulting type distribution is shown in Table 1.At t 0, the bank has a total of 1 unit of assets. The bank invests the entire amount in the riskyasset. It also promises a fixed return r 1 1 to agents who withdraw at t 1, and a stochastic 11nn R, 0cid:105. Note thatreturn that in the absence of runs by patient depositors equals r 2 maxcid:104 nnr 1this is a DD contract since nnr 11 R . Define n as the proportion of agents who withdrawat t 1. Since impatient agents always withdraw at t 1 , n n. And because the Co Coholders and equity holders cannot withdraw early, we also have n n.At t 1, before agents can act, the regulator comes in and decides whether to convert Co Cosnn R 1r 1or not.If conversion occurs, the return must have been found to be some RL R. Withoutconversion, no information is revealed. Note that depositors return at t 2 is scaled by R, i.e.when the asset return is found to be RL R, the interest rate on deposits will change accordingly.Effectively, the depositors have a variablerate contract with the bank. This still preserves the risksharing feature of DiamondDybvig, which concerns not so much the interest rate risk but the riskthat there will not be a return at all.Also at t 1, depositor types are revealed. The bank gives r 1 1 to agentsdepositors withdrawing at this time as long as it is able to do so. To this end, the bank must liquidate part of theamount invested in the risky asset. This means that the bank can only serve at most n 1r 1agentsat t 1. The period two payoffs to the depositors in the noconversion case are summarized in Table 2. Depositors who wait until t 2 will receive a return r D cid:16 1r 11 cid:17 R with probabilityp as long as the bank is in fact able to pay this out. Co Co holders, because they are junior todepositors, will receive amounts only once all the depositors have been served.The bank will be able to pay out something as long as n 1r 1, as in GP see Eqn. 2 below, that isas long as it survives into period 2 at all. If n stays at its minimum value n, i.e. only impatientdepsitors withdraw early, depositors will receive r D with probability p and 0 with probability 1 p, as in GP. As before, Co Co holders are junior claimants so they receive pay outs only whenthe remaining 1 n depositors have been served in period 2. With probability p, equity and Co Co holders will then collectively receive R 1 n . How that surplus is divided between themdepends on Co Co pricing and corresponding Co Co returns. With probability 1 p , the returnto creditors and equity holders alike will be zero.But for n in between n and 1r 1the outcomes are different from what they are in GP because there 12Table 2: Timedependent payoffs to each depositor Withdrawal inif n nif n n n ecid:48r 1t 1t 2r 1r D 1r 11 Rr 1r D n 1r 1if n ecid:48r 1r 11nr 11 n ecid:48r 10r 1r D w.p. pw.p. 1 pif n 1r 1cid:40r 1 w.p. 1nr 10 w.p. 1 1nr 10now is both junior debt the Co Cos before conversion and straight equity. For depositors it doesnot matter how these losses are allocated over junior claimants, so let us define ecid:48 as the measureof all junior creditors plus equity holders: ecid:48 1 n. 4As long as there is any capital left, juniordebtors and equity holders will absorb losses before depositor pay outs are affected, so, contraryto GP, depositors still receive r D in that region. The results differ from GP because in their set upthere is no capital, GP banks have a leverage ratio equal to 1. Note that the region where moneypaid out to early runners eats into equity returns because the assets generating those returns haveto be liquidated is shorter than ecid:48 because runners get paid out r 1 1 see Figure 2 below.Onceequity and junior debt claims have evaporated n n ecid:48, depositors will increasingly see theirr 1pay out shrink too until the bank has to liquidate all assets when n reaches 1r 1so that the bank doesnot survive into period 2. Figure 2 below shows the various regions and the corresponding goodstate of nature period 2 returns.If the good state of nature return on the risky asset R turns out to be lower, say RL R R,the pay out schedule to period 2 depositors shifts down to the slotted line in Figure 2. We returnto this below.Throughout we are assuming that n 1r 1. If there is a relatively small measure of depositorscid:16 n 1r 1cid:17, then depositors know that if they all stage a run, all of them will receive r 1. But sincethe incentive compatibility constraint r 1 p 1r 11 R holds, only the impatient depositors willwithdraw at t 1, and there will be no run in the sense that patient depositors also withdraw 4We return to the allocation of losses over junior creditors and equity holders in section 6 when we discuss Co Co design,the wealth transfers that take place upon conversion between Co Co holders and equity holders, and the incentives thesetransfers imply for equity holders before conversion.13Figure 2: Depositor returns at t 2early. This simply says that adequately capitalized banks ecid:48 1 1r 1We will not consider this case any further. are in no danger of a run.At this point it is useful to define v , n as the difference in utility of waiting versus running forgiven values of and n , comparable to GP equation 3:v , n 1nr 11 necid:48r 1r 1pu0 ur 1 1nr 1r D ur 1if n ecid:48r 1 n 1r 1if 1r 1 n n 2.5 Probability of a Bank Run: DD in a Global Games Framework From Table 2, one can see that n is of primary importance in the payoff of an agent. In the DDpaper, n is either only the impatient depositors, or all of the depositors multiple equilibria. Thisis because they have nothing to coordinate on except for sunspots or bad expectations. Goldsteinand Pauzner 2005 recast the DD bank run problem in a global games framework 5 and in doingso obtain unique Bayesian equilibria with well defined probabilities tied to fundamentals. Wefollow their approach in this paper. In the global games framework, depositors obtain privateand imprecise information about the economic indicator . In particular, at t 1, each depositor 5Global games as used by Goldstein and Pauzner 2005 has its roots from Morris and Shin 1998 on speculative attackson currency and the seminal work of Carlsson and van Damme 1993.14 nn eeerr 1 1rr 1 1 ee r D Dr 11111,1DDLLrr Rrr RRRnn obtains a private signal i uniformly distributed along , , where the distribution isknown to all. Clearly i depends on the realization of . Thus depositors know that the truevalue of fundamentals is at most away from their own signal. Depositors decisions cruciallydepend on their draw of i and on what they can deduce from that draw on the likely signalsother depositors must have received and what they are therefore likely to do.There are two extreme regions where depositors decisions do not depend on what other agentsdo. First one can define a below which a patient depositor always finds it optimal to runeven if all other patient depositors were to wait. This assumption translates into n n. Thus solves the equation ur 1 pucid:16 1r 11 Rcid:17. GP call the region 0, the lower dominance region.There are always feasible values in the lower dominance region such that all signals will fall intothat region if 2; for this to obtain it is sufficient if 1 2 since r 1 is increasing in r 1 as canbe seen by differentiating the implicit equation defining . 1 2 in turn can be rewritten asp 1cid:16 u1uRcid:17 2, which shows that can always be chosen small enough for the lower dominanceregion to be nonempty.One can similarly define a above which a patient depositor finds it optimal to wait even if allother patient agents were to run in GPs terminology the upper dominance region. GP assumethat in the region , 1, the investment is certain to yield R p 1 for . Then it is neveroptimal to run since R r 1. Alternatively one can assume a Central Bank standing ready toprovide liquidity in a run for high enough since in that case the bank is clearly solvent. Eitherway, we follow GP in postulating the existence of such an upper dominance region. Since canbe chosen arbitrarily small, we can also safely assume that it is possible that all draws fall into theupper dominance region, which requires 1 2.Within the regioncid:2, cid:3, depositors must rely on equilibrium behavior of other depositors receiving nearby signals, which in turn depends on their nearby signals, and so on; continuity requiresthat behavior smoothly pastes to the behavior in the extreme regions. Following GP, one can provethat the unique equilibrium strategy is a switching strategy in which patient depositors run if they 15receive a signal i and wait otherwise 6. is defined such that a depositor receiving a signal is indifferent between waiting and running at t 1 over all possible outcomes of otherdepositors behavior:1 nr 11 n ecid:48r 1r 11 r 11 r Dcid:33 ur 1cid:35 dn Rcid:19 ur 1cid:21 dn 1 nr 11 n ecid:48r 1r 1 nn 1r 1 nn 1r 1 1n n ecid:48r 1 cid:34p ucid:32r 1 1n n ecid:48r 1 cid:20p ucid:18r 11nr 11nr 1ur 1dn 01ur 1dn 0where Eqn. 1 defines implicitly and is formed from the payoffs described in Table 2 and thefunction v defined at the end of section 2.4.7 Because the depositors obtain signals i from a uniform distribution around and is itself uniformly distributed over 0, 1, a higher meansdepositors run in a larger set of signals. For small , can be interpreted as the probability of abank run. Also, each corresponds to an n which is the measure of the number of runners att 1 for given value of . This is 8n n 1 ncid:20 122 cid:21 2for . n n for and n n for .3 Effect of Co Co conversion on the probability of a run Consider now the case when the regulator finds out that the return will be low. While dependson r 1, it also depends on R and n. As mentioned in Section 2.3, we introduce the regulator action att 1, before depositors can act. In the absence of Co Co conversion, depositors and other investorsbelieve that the return of the risky asset is R with probability p and 0 with probability 1 p.But when the regulator forces Co Cos to convert, a signal is given that the return of the risky asset 6Since the proof in our set up is almost identical to the corresponding proof in GP, we refer to GP for a detailed proof.7Eqn. 1 builds on the fact that is uniformly distributed. Since n is linear in its arguments, n must also be uniformlydistributed. The expression also assumes that p p for small enough, following GP.8This is similar to the GP equilibrium n scaled down by n.16Figure 3: Utility differential of waiting versus early withdrawal for different values of Ris now some RL R, without an accompanying change in the state of fundamentals . The impactof a lower R on period 2 pay outs can be seen in Figure 2 the shift from the solid to the slottedline and Figure 3 below. In Figure 3 we show the impact on the utility difference between waitingand early withdrawal for given and n. From the diagram it should be clear that once integratedover the entire range of n, the utility differential shifts against waiting, so the indifference pointin state space, , will have to shift up to restore balance. So the threshold increases when thereturn of the risky asset is reduced to RL.To prove this formally, we compute the threshold from the function that implicitly defines it .This function was introduced in Section 2.5 as Eqn. 1. For convenience let us call this function asf , r 1, Rf , r 1, R 1n n ecid:48r 1 cid:34p, nucid:32 1nr 11 n ecid:48r 1r 11 Rcid:33 ur 1cid:35 dn 1r 1r 1 nn 1r 11nr 1ur 1dn 0,where was written as a function of ns intermediate value away from n n or n n, and is assumed to be within distance of . That is, cid:1041 2 n cid:1cid:105 see Eqn. 2. At , a patient agent is indifferent between waiting or running, by definition of .Note that since f is increasing in both R and , so in order to keep f 0, a decrease in R1cid:0 n 17 1n 1rur 1 11nurrnn 1nnerv,n LRRRRRmust be compensated by an increase in . From the implicit function theorem,R cid:32 f Rcid:33 cid:32 fcid:33 0 : the dependence runs completely through n, ,while n, rises It is easy to see that fin and f rises in because pcid:48 0 by construction. Nowucid:32 1nr 1p, n 1r 1n n ecid:48r 1 1n n ecid:48r 1 cid:34p, nucid:48 cid:32r 1 f R 01 Rcid:331r 1r 11 n ecid:48r 1R1 nr 11 n ecid:48r 1r 1dn 1 cid:33cid:35 dn 1 r 1r 1cid:35cid:16 1r 1sincecid:341nr 11 n ecid:48r 1R f R f, Proposition 1 below follows:f 0 and Proposition 1. is decreasing in R: R 0 for all values of R1 cid:17 is positive over the entire interval of integration. And with f R 0,As a consequence, a negative signal on asset returns will lead to a higher run probability . Thisholds for any negative signal that the depositors obtain about the return R. Co Co conversiondelivers a signal which is always negative because the conversion, which only takes place afteradverse events leading to a lower capitalization, is itself the signal. Upon learning this news, eachdepositor will expect a lower differential payoff than its value before conversion, since RL R see Figure 2. If for return R the depositors are just indifferent between running and waiting for a given, then for return RL R it must be that the depositors would prefer to run for the same value of. In order to make the depositors once again indifferent between running and waiting for return RL R, they must obtain a higher signal about the fundamentals, that threshold value will go up:L at the point of indifference, which is what Proposition 1 says. But since depositors i areuniformly distributed between 0, 1 , a greater measure of them will have i L, which implies 18a higher probability of a run. Note that the increase in also results in an increase in n for givenvalue of and .Proposition 1 also has an important corollary on the impact of the trigger level of a Co Co. Thebasic point is that if a conversion is triggered at a low trigger level, the implied asset quality signalis larger i.e. more negative than if the Co Co would have been triggered earlier, i.e. at a highercapital ratio. Define the trigger ratio as the Capital to Asset ratio CAR threshold below whicha regulator will force conversion of the Co Co containing that trigger ratio upon finding out thatthe actual CAR has fallen below . And define H and L as the trigger level of a high trigger level HCo Co and a low trigger level LCo Co. Also define CAR0 as the CAR thought to apply beforethe regulators on site inspection revealed a shortfall. It should be clear that conversion of the LCo Co gives a signal that is more negative than conversion of an HCo Co would have given, by CAR0 H L in absolute terms. Corollary 2 then follows immediately from Proposition 1:Corollary 2. Conversion of a Co Co with a high trigger level will lead to a smaller increase in run probabilitythan conversion of a low trigger Co Co Define H and L as the run probability that will obtain after conversion of a high H respectivelya low L trigger Co Co. Direct application of Proposition 1 with the definitions just introducedshows that the following holds exactly, since the derivative is positive for all R so we can applythe Mean Value theorem:L H cid:18 Rcid:19 H L CAR0 0This result suggests that the BIS is right to insist on sufficiently high trigger levels before Co Cosare accepted as part of T1. According to the Basel committee BCBS 2011, Co Cos will be either Tier 2 T2 or Additional Tier 1 AT1 capital, depending on their trigger ratio: a trigger above 5.125% satisfies the going concern requirement for AT1 and thus allows classification as AT1. Lowertriggers lead to a classification as gone concern instruments and consequently to a T2 status. Theimpact of a conversion is that the Co Co holders change status from being subordinated debtors 19Figure 4: Change in the dominance regions due to a change in Rto residual claimants. This lowers the issuing banks leverage ratio, and increases its commonequity tier 1 CET1 capitalization. If the Co Co design did not satisfy Tier 1 T1 requirementsfor example because of a trigger ratio that is too low to satisfy the going concern requirement,conversion will increase the banks overall T1 capital requirement also.It is also worth noting that a change from R to RL alters the dominance regions. Because the supremum for the lower dominance region is determined by the equation ur 1 pucid:16 1r 1change from R to RL necessarily increases . Also, the infimum of the upper dominance regionshould not increase but may decline because if a minimum of ensures that R will be obtainedwith certainty, then there must at least as many values that will ensure RL will be obtained withcertainty. This means that the postconversion must be no lower than the preconversion one.Figure 4 shows the shift in the dominance regions and the effect on n.1 Rcid:17, a To recapitulate: a Co Co conversion will increase a banks equity base or at least its T1 capital ratio,depending on the type of Co Co, but the conversion nevertheless will increase the probability thatdepositors will stage a run. The key intuitive point is that depositors were anyhow senior to the Co Co holders, so conversion does not affect their position in situations of distress but does conveya negative signal on asset returns. Conversion sets of wealth and risk transfers between classesof creditors who are all junior to depositors so all depositors will pay attention to is the negativesignal.20RR2 R2 R01RL2RLn nn n Lower Dominance Region Intermediate Region Upper Dominance Region4 Co Co design and run probabilities after conversion Until now we have left unspecified what specifically happens after conversion. What happensafter banks fall below the trigger value depends on the type of Co Co issued. For Co Cos to qualifyas capital at all whether that be T2 or AT1, see the preceding section for a detailed discussion,they need to include a so called Point of No Viability trigger, i.e. the possibility for the regulatorto enforce conversion if the regulator decided that viability is threatened. Currently used Co Codesigns fall into 3 distinct types 9.First are converttoequity CE Co Cos such as those issued for example by Lloyds recently. These Co Cos completely convert to equity at some conversion rate . Most commentators and some academics cf Martynova and Perotti 2012 have this type of Co Co design in mind when discussing Co Cos in general.Next are principal writedown PWD Co Cos. Upon breaching the trigger value, these Co Cos arepartially or entirely written down. In case of partial write down, the remaining part effectivelyturns into subordinated debt. The effect is also a reduction in the issuing banks leverage ratio,but without issuing new shares of equity. Japans Mizuho Financial Group 10 has most recentlyissued such Co Cos. The impact of conversion on the various capital ratios is as discussed in thepreceding section.Finally there are also principal writedown Co Cos with cash outlays CASH. Similar to the PWDCo Cos, CASH Co Cos are also partially written off upon the banks breach of the trigger value.The remaining value is paid out in cash. Notably, Rabobank of the Netherlands has issued thistype of Co Co. CASH Co Cos may or may not reduce the leverage ratio of a converting bankdepending on the numerical value of the parameters percentage writedown. The write downworks in the right direction, but the cash pay out undermines that effect. Since there is most likelyno capital requirement against highly liquid assets, CASH Co Cos do not reduce riskweightedassets RWA upon conversion and so will improve the RWAbased CET1 capital ratio and the 9cf van den Berg et al. 2014 and Avdjiev et al. 2013for an extensive description of all Co Cos issued up until 2013 and 2014 respectively 10Financial Times: March 26, 201421Table 3: Depositor payoffs: regulatory forbearance undisclosed low returns RLIf n 1r 1cid:40r 1 w.p. 1nr 10 w.p. 1 1nr 10If n 1r 1t 1t 2 cid:32 1nr 11 n ecid:48r 10r 1r 1cid:33cid:16 1r 11 cid:17 RL w.p. pw.p. 1 poverall T1 ratio since the CASH Co Co presumably does not qualify as T1 before conversion. Ofcourse if the bank needs to sell risk assets to raise the cash to pay out on the CASH Co Cos, thereis an impact on RWA and the impact on capital ratios is more complex. Also, having to sell riskassets in the middle of a distress situation may trigger firesales with corresponding problems see Brunnermeier et al. 2013 for a discussion of firesale amplification cycles. A surprising feature ofthis type of Co Co design is indeed that it implies a cash call in times of distress. Because of theautomatic cash pay out, this type of Co Cos probably does not qualify as either AT1 or T2 capitalbefore conversion.In this section, we examine the impact of Co Co design on the probability of a bank run afterconversion and on the equity position of the bank if partial runs do occur.4.1 Baseline Case: Regulatory Forbearance RFAs a benchmark, we consider the case where the regulator finds out that returns will be low butdecides to not publicize this finding. The Co Cos do not convert. Depositors base their behavioron the belief that in good states of nature returns are R but in fact they will be RL. Table 3 showsthe payoffs to depositors.Tables 2 and 3 are almost identical. However, in Table 3, we show the case when returns are foundout to be low. But if depositors do not know returns will be low, the differential payoff function 22remains the same as in Eqn. 3 .pucid:32cid:340 ur 1nr 1v L 1nr 11 n ecid:48r 1r 1cid:35cid:16 1r 11 cid:17 Rcid:33 ur 1if n ecid:48r 1 n 1r 1if 1r 1 n n3The corresponding implicit function that determines r f is given by Eqn. 4.fcid:16r f , r 1, Rcid:17 1n n ecid:48r 1 cid:34pr f , nucid:32cid:34r 11 nr 11 n ecid:48r 1r 1cid:35cid:18 1 r 11 cid:19 Rcid:33 ur 1cid:35 dn4 nn 1r 11nr 1ur 1dn 0Obviously, since the derivations of r f are based on the same set of beliefs as in our base casewithout bad news, r f . Depositors do not know that R has fallen to RL, so the run probability is not affected. In the event that n 1r 1at t 1, then n ncid:341 nr 11 n ecid:48r 1r 1cid:35cid:18 1 r 11 cid:19 RLwill be given to the remaining depositors who didnt run at t 1 this amounts to n n depositors, while what remains of the asset base RL1 nr 1 n n 1 nr 1 1 r 1cid:161 n ecid:48r 1cid:17 1 r 1will be used to first pay out the junior Co Co holders who collectively have e n worth of claimsthat earn a return rcoco per unit 11. Finally, anything that remains after that will go to equity holders.11Here rcoco is an arbitrary return to Co Co holders. In this paper we are taking this return as a given, as we do not getinto the pricing of Co Cos.23Table 4: Depositor payoffs after CE Co Cos conversiont 1 n 1r 1If n ecid:48r 1r 1cid:32 1nr 11 n ecid:48r 10r 1cid:33cid:16 1r 11 cid:17 RL w.p. pw.p. 1 pt 2 If n 1r 1cid:40r 1 w.p. 1nr 10 w.p. 1 1nr 10r 1cid:171cid:35 0, the remaining equity base undercid:161 n ecid:48r 1Thus, assuming that RLcid:341 nr 1 nn1nr 11r 1regulatory forbearancecid:16Er fcid:17 will be RL1 nr 1 Er f max n n 1 nr 1 1 r 1cid:161 n ecid:48r 1cid:17 1 rcoco e n , 0r 1Under regulatory forbearance, there is no way to reduce a banks liabilities, so any negative assetdevelopment immediately eats into equity and Co Cos once limited liability becomes a bindingconstraint on the decline in equity. We will come back to this point later.4.2 Converttoequity CE Co Cos Consider now the case where the regulator does force conversion, CE Co Co holders turn intoequity holders upon conversion, and therefore, forfeit the right to receive the amount up to e nbut become entitled to a share in any residual income. In other words, only n n agents have tobe paid out the promised amount at t 2 . Table 4 shows the resulting payoffs to depositors. Thedifferential payoff function used by depositors is different now, since depositors do receive thenegative signal associated with Co Co conversion. Eqn. 5 is different from Eqn. 3, R is replaced by 24the lower value RL:vce 1nr 11 n ecid:48r 1r 1cid:35cid:16 1r 11 cid:17 RLcid:33 ur 1pucid:32cid:340 ur 1nr 1if n ecid:48r 1 n 1r 1if 1r 1 n n5As before, we can compute the threshold run value of the economic fundamental for a CE Co Coimplicitly. Denote by ce the probability of a run for the CE case. As before, the equation thatimplicitly defines ce is given by Eqn. 6.fcece, r 1, RL 1n n ecid:48r 1 cid:34pce, nucid:32cid:34r 11 nr 11 n ecid:48r 1r 1cid:35cid:18 1 r 11 cid:19 RLcid:33 ur 1cid:35 dn6 nn 1r 11nr 1ur 1dn 0Then application of Proposition 1 immediately shows that ce r f . This highlights the bindregulators are in when they find out they should force Co Cos to convert. The negative signal thatconveys to depositors actually increases financial fragility.On the other hand, converting CE Co Cos increases the equity at t 2 relative to the RF case. Thisis clear because when CE Co Cos are converted, the Co Co holders do not have to be paid out att 2 anymore. Let nce denote the number of runners implied by the probability of bank run ce.We can actually see the beneficial effect of a Co Co conversion, because provided that ce yieldsnce 1, the bank survives until t 2 with more capital as Co Co holders are no longer creditors.r 1We can denote by Ece the resulting equity upon conversion of the CE Co Cos.Ece max RL1 ncer 1 n nce 1 ncer 1 1 r 1cid:161 n ecid:48r 1cid:17 1 , 0r 17From Section 4.1, since r f ce, it must also be true that nr f nce. Ece differs from Er f by thedifference between nr f and nce, and also by the amount that must be paid to the Co Co holders 25which disappears in the conversion of CE Co Cos. Note that Ece Er f rcoco e n RLcid:16nr f ncecid:17 cid:104cid:16nce nr fcid:17 1 nr 1 cid:16 n 2r f n 2 rcoco e n RLcid:16nce nr fcid:17 1 nr 1 1 cid:16 n 2r 11 1 1r 11nr 11 n ecid:48r 1nce n RF 0, and 1 nr 1 1 1r 11nr 1 n1 1 0,using the definition of ecid:48, so up to a firstorder approximation ignoring the quadratic terms in n,the conversion indeed improves the equity base of the bank if at least it survives into the goodn1r 11 1 1nr 1cecid:17cid:105 RLr f n 2cecid:17 RLstate of nature.Proposition 3. If nce 1r 1equity position at t 2 as the bank is able to eliminate up to rcoco e n worth of liabilities.i.e. the bank survives period 1, conversion of CE Co Cos ,improves the banks This result points to an incentive for regulators to actually force conversion once they find outabout lower returns RL. The regulator does face conflicting incentives when finding out about RL. On the one hand, conversion increases the probability of a run because it conveys a negativesignal about asset returns. On the other hand, conversion also ensures that if runs occur, thereis a probability that there will be a surviving equity base, and that it will be higher than whenregulators are forbearing. Regulators thus are forced to choose between keeping fragility low atthe expense of worsening the consequences of a run if it does occur , and increasing the likelihoodof a run but leaving the bank better equipped to deal with one.4.3 Principal Writedown PWD Co Cos We have previously described PWD Co Cos as having a fraction written down upon conversion.Let 1 denote the fraction of Co Cos that is written off when conversion occurs, so is thefraction that is left, where 0 1. We can then write the total creditor i.e. nonequityclaims at t 2 as e n n n, provided that the bank did not fail at t 1. However, thedepositors n n still get paid first. Table 5 describes the payoffs to depositors in the PWD case 26Table 5: Depositor payoffs after PWD Co Cos conversion If n 1r 1cid:40r 1 w.p. 1nr 10 w.p. 1 1nr 1If n ecid:48r 1r 1 n 1r 1cid:32 1nr 11 n ecid:48r 1r 1cid:33cid:16 1r 11 cid:17 RL w.p. pw.p. 1 p 0t 1t 2 0after conversion.As in the CE Co Co case, the amount that each depositor would obtain is the same as that underno conversion because depositors are senior to remaining Co Co holders. Therefore the differentialpayoff function used by depositors here Eqn. 5 is identical to what it is in the case of CE Co Cos.pucid:32cid:340 ur 1nr 1vpwd 1nr 11 n ecid:48r 1r 1cid:35cid:16 1r 11 cid:17 RLcid:33 ur 1if n ecid:48r 1 n 1r 1if 1r 1 n n8Let pwd denote the threshold level of for the PWD case. We can again find pwd from the implicitfunction in Eqn. 9.fpwdpwd, r 1, RL 1n n ecid:48r 1 cid:34ppwd, nucid:32cid:34r 11 nr 11 n ecid:48r 1r 1cid:35cid:18 1 r 11 cid:19 RLcid:33 ur 1cid:35 dn9 nn 1r 11nr 1ur 1dn 0Since the differential pay off function is the same, it follows that pwd ce. This means that PWDCo Cos are not an improvement over CE Co Cos if evaluated for their impact on probability ofruns after a bad signal because neither type of Co Co changes the incentives for depositors. Theexplanation is straightforward: PWD and CE Co Cos imply different wealth transfers between Co Co holders and equity holders, but since depositors are senior to both groups of claimants, theydo not care how losses are allocated between them.27Figure 5: Depositor returns at t 2 under a cash payout to coco holders Proposition 4. PWD Co Cos have the same impact on the probability of bank runs as CE Co Cos: pwd ce RF.4.4 Principal Writedown Co Cos with Cash Outlays CASHCASH Co Cos are a variant of PWD where in addition to writing off a fraction of Co Co claims, theremaining fraction is paid out in cash upon conversion. Formally, we can let r 1 represent the totalpayout given to the Co Co holders at t 1 conversion such that at most, 1r 1 running depositorsat t 1 can be accommodated. However, as a fraction of Co Co claims is written off, anything leftafter serving depositors at t 2 will be divided among the equity holders.As long as there are only n n ecid:48r 1However, once n exceeds n ecid:48running depositors at t 1, each depositor will receive r D.r 1,, each depositor will receive less under CASH compared to anyof the other Co Co setups. This is because the maximum number of depositors that can be servedat t 1 is reduced by . Figure 5 shows what happens under that case.Clearly deposit returns will change after conversion of the Co Cos. Instead of obtainingcid:34each depositor who waits would now only getcid:34 1r 1nr 11 cid:17 RL. Notice the impact of thecash payout r 1 on the amounts that the depositors receive. Table 6 shows the depositor payoffsunder the CASH design. Notice also the change in the thresholds of n.1nr 11 n ecid:48r 1r 1cid:35cid:16 1r 11 cid:17 RL,r 1cid:35cid:16 1r 11 n ecid:48r 1Even though equity holders absorb r 1, depositors will still be affected: if r 1is paid out in cash 28 n 1r 11er D11111,1DDLLrr Rrr RRR1r 1 ner 1r DTable 6: Payout to depositors after CASH Co Cos conversionr 1 r 1 n 1If n ecid:48r 1 If n 1r 1 cid:17ncid:16 1r 1 w.p. 1ncid:16 1r 1 cid:170 w.p. 1 10t 1t 2 0r 1cid:34 1r 1nr 11 n ecid:48r 1r 1cid:35cid:16 1r 11 cid:17 RL w.p. pw.p. 1 pupon conversion, there is correspondingly less cash available to pay out in case of early withdrawals. This will affect the differential pay off function, and therefore and the correspondingexpected number of runners n. Consider first the impact of paying out cash on n. The cash payoutdecreases the maximum value of n from 1r 1 . However, because we let the equity holdersr 1and the coco holders absorb first losses, this also means that the value of n where the amount r Dis scaled by the number of runners is also pushed back by from n ecid:48r 1 . Thisr 1means that the bounds of n change. Eqn. 10 shows the differential payoff function for the CASHto n ecid:48to 1case.vcash r 1cid:35cid:16 1r 11 cid:17 RLcid:33 ur 1pucid:32cid:34 1r 1nr 1r 1 cid:17 ur 1ncid:16 10 11 n ecid:48r 1if n ecid:48r 1 n 1r 1 10if 1r 1 n n The equation that implicitly defines cash can be formed from the differential payoff equation. Thisis given by Eqn. 11.fcashcash, r 1, RL 1n n ecid:48r 1 cid:34pcash, nucid:32cid:34 1 r 1 nr 1r 1 1 n ecid:48r 1 nn 1r 1 1ncid:18 1r 1 cid:19 ur 1dn 0r 1cid:35cid:18 1 r 11 cid:19 RLcid:33 ur 1cid:35 dn11We can see that as 0, cash pwd ce. However, because the bounds of the integral changealong with the expression within the utility function, it is difficult to be precise unless we look atthe derivative of cash with respect to . A cash payout r 1 reduces the amount that is available 29Figure 6: Differential utility for different values of to depositors who wait until t 2 see the reduction in the numerator of u . However, bychoosing to wait, depositors forgo receiving r 1 at t 1. If n falls into the range 1r 1 n n,r 1 cid:17 ur 1 rather than 1ncid:16 1a depositors expected opportunity loss is only 1ur 1. Assuch, there is less to lose by waiting if n happens to be large, but one must note as well that therangecid:104 1r 1 , ncid:105 rises with . The ambiguity arises because both the gain from waiting and thenr 1loss from waiting fall at the same time. Figure 6 illustrates the differential payoff functions fordifferent values of .In this section, we follow the earlier procedures and calculate the derivatives of cash with respectto explicitly using the implicit function theorem. The expressions are laborious and so relegatedto the Annex, but we can unambiguously sign the derivative: cash 0 . The impact of on thegain from waiting is higher than its impact on the expected opportunity loss from waiting. Thus,a higher cash is needed to compensate for the impact of an increase in the cash component .Proposition 5. cash is increasing in : 0For the proof see the Annex. Combining Proposition 5 with our earlier results allows us to give adefinitive ranking of the types of Co Cos in terms of impact on probability of bank runs:Corollary 6. For 0, r f ce pwd cash 30 n 1r 11r 11 ner 1ur 1v,n1r 12As ,v,nshifts left5 Contagion and Systemic Risk 5.1 Contagion Banks may have correlated asset returns for several reasons. The most obvious one is that banksoften have crossholdings of deposits Allen and Gale 2000. Another is when banks invest inthe same set of industries, either by intentionally herding like in Acharya and Yorulmazer 2008,2007; Farhi and Tirole 2012 or as a result of their individual diversification policies as in Wagner2010. Banks also tend to invest in similar assets as a result of conforming to regulatory requirements by institutions such as BCBS as in Iannotta and Pennacchi 2012. Thus, negative information about one bank may have an adverse impact on other financial institutions. This informationcontagion effect has been welldocumented empirically in the literature and is not confined tothe banking sector Aharony and Swary 1983, 1996; Lang and Stulz 1992. Thus, when Co Cosof one bank convert, they impose an information externality on the other banks who hold assetswith returns correlated to those of the converting bank. In this section we show how this couldhappen.To do so we consider a twobank system. Let Bank 1 be a Co Coissuing bank as discussed in Sections 4.2, 4.3 and 4.4 at this stage, the type of Co Co doesnt matter only the conversion doesand without loss of generality, let Bank 2 be an ordinary bank without Co Cos. Similar to Bank 1,Bank 2 also has a continuum of depositors who obtain private signals 2i U2 , 2 , andinvestments in risky technology with return R2 but no Co Cos. Table 7 summarizes the setup forthe twobank case.As Bank 2 depositors also obtain private signals 2i, its patient depositors also decide whether towait or to run at t 1 depending on their posterior assessment of 2. The decision is made by 31Table 7: Summary of Bank Features: TwoBank System Bank 2ordinary Co Coissuing Bank 1Bank typecontinuum from 0, 1continuum from 0, 1agents Co Co holdersequity holdersimpatient depositorspatient depositorsprobability of runpotential returns e n 1 e n1 n 10 or R1 RL, R01 e e1 e 20 or R2 RL, RFigure 7: Depositor payouts at t 2 for a noncoco bankusing the differential payoff function for depositors of Bank 2, shown in Eqn. 12.v 2, n 1cid:16 e ecid:48cid:48r 1cid:17r 1cid:33cid:16 1r 11 cid:17 R2cid:33 ur 1pucid:32cid:32 1nr 10 ur 1nr 1if e ecid:48cid:48r 1 n 1r 112if 1r 1 n ewhere ecid:48cid:48 1 e See Figure 7. As before, there is only one value of which makes them indifferent between waiting and running. Call this value 2. As before, this can be interpreted as theprobability of a run in Bank 2, and is defined implicitly by its differential payoff function wherenow e n e because Bank 2 did not issue Co Cos.32 e er 1 1r 1 1 e r D 11111,1DDLLrr Rrr RRRe r D The function that implicitly defines Bank 2s probability of a run is given by 12f 2, r 1, R 1r 1n e ecid:48cid:48r 1 en 1r 1p2, nu 1 nr 11 cid:16 e ecid:48cid:48r 1cid:17 r 1cid:18 1 r 11 cid:19 R2 ur 1 dn131nr 1ur 1dn 0We now want to determine the impact of Bank 1s Co Co conversion on Bank 2s probability of abank run. Formally, we want to determine the sign of the derivative 2R1written asat t 1. This can be 2R12R2R2R114 0. The sign of R2R1where the first term is the impact of a change in the return of Bank 2 on the Bank 2s run probability.From Proposition 1, it is clear that 2R2of R2 and R1. If they are positively correlated, R2R1about R1 and therefore R2 is revealed only when Co Cos convert. Otherwise, no informationis revealed. Thus, we have that in the event of a Co Co conversion and correlated asset returns,2R1of course depends on the correlation 0. If not, then R2R1 0. Any information 0.Proposition 7. If bank returns are correlated, Co Co conversion in one bank leads to an increase in the runprobability of another bank. This is true regardless of the type of Co Co issued by the converting bank.We have mentioned in Section 2 that when n is smallcid:16 n 1r 1cid:17, depositors know that they will allbe served at t 1 if they all withdraw. In this case only the impatient depositors withdraw, andall the patient depositors wait until t 2. However, this small n does not preclude the possibilitythat the regulator finds it necessary to force conversion of Co Cos.From Proposition 7, the knowledge of Bank 1s conversion leads Bank 2 depositors to have a higherrequired threshold 2 2. This increases the proportion of depositors who obtain signals thatare lower than the new threshold. Thus while conversion in Bank 1 may not cause a run in Bank 1,12This, along with Eqn. 12 is the derivation in GP but scaled by e no Co Cos.33it raises the probability of runs in Bank 2. Moreover, it may even cause full runs in Bank 2 becausen e, e n, n such that when 2Corollary 8. Co Co conversion of Bank 1 leads to a higher probability of bank runs in Bank 2 and possiblyis high enough, the associated n 2 exceeds 1r 1.even failure, even if Bank 1 has small n.5.2 Systemic Risk From the above discussion, it is only a small step to show that Co Co conversion raises systemicrisk. In general, systemic risk can be described as a situation where the banks fail at the same time,or if the failure of one bank spreads to other banks. While banks are not compelled under Basel 3to issue Co Cos, an increasing number of banks have been issuing them 13. It is therefore naturalto examine the impact on systemic risk of having Co Cos in the banking system. Since systemicrisk is the risk that banks fail jointly, and since in this paper, we define bank failure as being dueto bank runs, we quantify systemic risk to be the product of each banks probability of a run, as in Ahnert and Georg 2012.It is straightforward to show that systemic risk rises when Co Cos convert, regardless of the type of Co Co issued. To do this, we still work with the twobank case, as with the discussion on contagion.From Proposition 7, 2 0. Let us call the raised value of 2 due to a drop in the returns of Bank R11 as 2 . Thus, 2 2.As a benchmark case, consider what would happen when the regulator exercises forbearance anddoesnt convert Co Cos of Bank 1 despite knowing that returns will be low. Then, Bank 2 depositorswould not obtain any signal about R, and they would not be affected. Systemic risk would thenbe r f 2 .Next, consider what would happen when the regulator decides to convert the Co Cos of Bank 1.Bank 2 depositors would infer that Bank 1 returns would be low. This has an impact on the returnsof Bank 2, which would also be lower. As a result, Proposition 7 applies and so the probability of 13Financial Times, May 26, 201434bank runs in Bank 2 is now 2 . Systemic risk would then be convert 2 , where we use convert torefer to the heightened from any kind of converted Co Co. Note that we now haveconvert 2 r f 2The contagion effect becomes more obvious when we increase the number of banks. Suppose wehave n banks, where Bank 1 is a Co Co bank, while the remaining n 1 banks are samesizedregular banks one could think there are n 1 clones. Suppose also that bank asset returns arecorrelated throughout the financial system. Systemic risk is then the product of the probability ofbank runs of all n banks:1 2 n Systemic risk under regulatory forbearance would ber f 2 n 1While systemic risk under a watchful regulator would beconvert 2 n 1And as beforeconvert 2 n 1 r f 2 n 1As n , the difference becomes larger because 22are not affected by n. 1, which rises with n, while Bank 1s s Proposition 9. When the regulator is forbearing, systemic risk due to bank runs at t 1 perverselyremains low. On the other hand, when the regulator is not forbearing and forces Co Co conversion in one 35bank, systemic risk rises. Moreover, as the number of banks increase, systemic risk rises more.6 Wealth transfer effects of Co Co conversions In the discussion so far we have almost completely focused on how conversion and in particularthe signal that it conveys changes the incentives that depositors face. Conversion does not affectdepositors directly but their run incentives change nevertheless because the act of conversion constitutes a negative signal on asset quality. But conversion in itself basically reallocates losses over Co Co holders and equity holders, both of whom are junior to depositors, hence the lack of a directimpact other than the consequences of the signal conversion gives on deposit holders. But theregenerally will be a very direct impact on the junior claim holders, be they the Co Co holder orequity holders. Which way that goes depends critically on the Co Co design, to which we turn inthis section. We measure wealth transfers by comparing what each original equity holder wouldobtain after conversion of different types of Co Cos to a benchmark case where the bad signal isgiven, but no conversion takes place. Note that only outcomes in the good state of nature occurring with probability p are of interest because in the bad state of nature, occurring withprobability 1 p, equity holders and Co Co holders alike will be wiped out anyhow whetherthere is conversion or not and whatever the Co Co design.6.1 Benchmark case To examine whether wealth transfers occur, we need to set up a benchmark case as defined: thesignal on deterioration of asset quality has gone out, so returns have been found out to be RL, butcocos have not converted. The benchmark is chosen this way to isolate the direct impact of Co Coconversion, separate from the indirect impact through the asset quality signal since that signalwill go out under all Co Co designs, and comparison between different designs is the focus of thissection. We have seen in Sections 3 and 4 that for CE and PWD Co Cos, responds to the assetquality signal only, so in the benchmark case rises to the same level, call it for convenience sake 36benchmark, as when the Co Cos have converted:benchmark ce pwdnbenchmark nce npwd However, in this benchmark case Co Cos do not convert so Co Co holders still hold a claim e non the assets that is senior to equity. We have not discussed Co Co pricing, but assume they have areturn rcoco per unit of investment, then total liability to Co Co holders would be rcoco e n. Sinceequity holders are junior to holders of unconverted Co Cos equity holders would each receive RL1 nbenchmarkr 1 n nbenchmark 1 nbenchmarkr 1 1 r 1r 1cid:17 1 cid:161 n ecid:48r 1 rcoco e n11 e156.2 Converttoequity Co Cos CESuppose returns were RL and Co Cos converted to equity. Suppose also that the conversion rateof Co Cos is some 0. So Co Co holders lose their principal e n and of course they also missout on the promised net return rcoco 1.In return they receive e n new shares. Note thata high conversion rate corresponds to a low conversion price 14. A higher conversion rate lowerconversion price leads to more dilution of existing shareholders. Each equity holder now obtains RL1 ncer 1 n nce 1 ncer 1 1 r 1cid:161 n ecid:48r 1cid:17 1 cid:20r 111 e e ncid:2116We can see that the original equity holders may or may not be wiped out depending on the conversion rate . As 0, the original equity holders are not wiped out at all, on the contrary, the Co Co holders are wiped out and the original become the sole residual claimants and obtain all the 14If the Co Co conversion is presented as the Co Co holder using his Co Co to buy new shares, the conversion priceequivalent to our conversion ratio is Pconv 1.37benefits of the bank remaining afloat. But at the other extreme old equity holders arecompletely diluted and the Co Coholdersturnedequityholders become de facto the sole residualclaimants.To determine whether a wealth transfer occurs when Co Cos convert, we need to compare Eqns.15 and 16. Since benchmark ce, nbenchmark nce ncid:48 . Let A 1 ncid:48r 1 nncid:481ncid:48r 11r 1r 1cid:171There will be a wealth transfer from Co Co holders to the original equity holders if the originalcid:161 n ecid:48r 1.equity owners equity position after conversion is better than it is in the benchmark case:RLAcid:201RLARLA1 e e ncid:21 RLA rcoco e n RLA rcoco e nRLA rcoco e n1 e e n 1 11 e171 e e n1 e RLA rcoco e n 1cid:19cid:18 1 e e ncid:19RLARLA rcoco e ncid:19cid:18 1 e e ncid:19rcoco e nrcoco 1 eRLA rcoco e n cid:18 cid:18Eqn. 17 allows us to define a conversion rate that leaves equity holders in the same position theyare in the benchmark case by defining eas the conversion rate for which Eqn. 17 holds withequality:e cid:18RLA rcoco e ncid:19rcoco1 e18If the conversion rate equals e, losses due to the asset deterioration are allocated over equity If e, a wealth transferholders and Co Co holders exactly in line with existing seniority.takes place from equity holders to Co Co holders; if e, wealth transfers in fact go the otherway, then the original equity holders actually profit from conversion given that the bad signalhas gone out, so the wealth transfer takes place from Co Co holders to the original equity holder.38e depends on both the ratio of unconverted Co Co obligations to the total remaining asset basebefore Co Cos are converted, and the ratio of equity holders to Co Co holders in an obvious way.Clearly, the direction of the wealth transfer has a major impact on the equityholders ex ante incentives to issue more shares to forestall conversion or on the contrary try to force conversion,for example by organizing wellpublicized short selling pressure, depending on whether they areover or underdiluted compared to the benchmark case. In particular, if e , the CE Co Cois sufficiently dilutive for old equity holders to make it profitable for them to issue new sharesand raise more capital that way to forestall conversion 15. We can summarize our results in thefollowing proposition:Proposition 10. Co Cos that convert to equity potentially effect a wealth transfer from equity holders tothe Co Co holders or vice versa depending on the conversion rate. When e transfer from Co Co holders to original shareholders.RL Arcoco e n , there is insufficient dilution and consequently conversion implies a wealthrcoco1 e e, conversion allocates losses strictly in line with seniority, there is no wealth transfer eitherway. e, Co Cos are excessively dilutive, i.e. a wealth transfer from original equity holders to Co Coholders takes place. As , Co Co holders wipe out the original shareholders.8 illustrates these results graphically. Wealth transfers a positive sign implies a transfer fromequity holders to the holders of Co Cos are on the vertical axis and are set out against the conversion ratio on the horizontal axis. The solid line corresponds to the case where Co CO holdersare promised an ex ante gross return rcoco 1. The slotted line corresponds to an ex ante returnrcoco 1, i.e. a zero net return. We come back to the zero ex ante return case below, The wealthtransfer to Co Co holders reaches its maximum when equity holders are wiped out completely inthe extreme case of complete dilution . eis defined as the conversion ratio implying azero wealth transfer either way: for ethe line crosses the horizontal yzero axis.15If there are costs of equity issuance the trigger level for would change commensurately.39Figure 8: Wealth transfers from equity holders to Co Co holders as a function of the conversionrate Proposition 10 has major implications for the ex ante incentives shareholders and Co Co holdersface to forestall or encourage Co Co conversion. The basic idea behind Co Cos is to induce shareholders to issue more equity in times of distress, but the proposition clearly indicates that thoseincentives may well be absent or even reversed unless Co Co s are properly designed. Calomirisand Herring 2013 for example stress that Co Cos should be designed to provide an incentive toshareholders to issue additional equity early enough to forestall conversion. They call for Co Costo be sufficiently dilutive and postulate that, if designed in that manner, Co Cos will reduce riskshifting pressure by equity holders. They argue that a Co Co, to be sufficiently dilutive, shouldat least preserve the principal value of the Co Co, and proceed to propose a premium on top ofpreservation of principal equal to 5% of shareholder value shared out over the entire Co Co base.Consider first the preservation of principal PP as a guiding principle in setting the conversion ratio. Call the conversion rate that aims to preserve the value of the principal of Co Cos PP. The value of PP follows from equating the principal value of Co Cos without a conversion e n and with what the holders of CE Co Cos would collectively obtain under conversion,40 e nrcoco e n0PPe RLA e nRLArcoco e nRLAcid:16 e n 1 ncid:17 e nRLAcid:16 e n 1 ncid:17rcoco e n1PP1 e RLA e nercoco1 eRLArcoco e nWT1 e e ncid:17 e n, which after some algebra yields:RLA rcoco e ncid:19rcoco1 eRLA e ncid:18PP 1 eRLAcid:161PP eif at least Co Cos earn a positive return, i.e. if rcoco 1. As 8 indicates, a conversion rate set toreserve the principal value only implies a wealth transfer from Co CO holders to equity holders:the line measuring wealth transfers from equity holders to coco holders 8 is negative below thehorizontal axis for PP. So the Preserving Principal benchmark value for the conversionrate is very similar to our neutral transfer conversion rate e but not exactly equal to it. If the netreturn on Co Cos is zero i.e. rcoco 1, the two conversion rates become the same see the slottedline in 8. That also explains their difference: in the PP case, the original equity holders still manageto appropriate the net return of the Co Co holders and so still obtain some benefits compared towhat strict seniority would imply. In our neutrality case where seniority is strictly imposed, Co Coholders receive not only their original principal value but also the statutory returns before equityholders get paid.Calomiris and Herring 2013, presumably for that reason, propose to pay out a premium overpreservation of principal to Co Co holders upon conversion equal to 5% of the equity value at themoment of conversion. We ignore for the moment the problem that for market based triggerswhich they prefer the equity value may in fact reflect that possibility. But even if that is notthe case, for example because the trigger is based on book values and the resulting equity valuesonly reflect the residual value conditional on the preconversion situation, that rule may still notset incentives in the desired direction. The problem is that the effective return on Co Cos postconversion then depends on the preconversion ratio between equity value and Co Co principal. If Co Cos are large in respect to equity, 5% of equity value may well not be enough compared tothe statutory return on Co Cos rcoco. Under the Calomiris Herring proposal, the effective net returnon Co Cos post conversion equals: r CH 1 0.05 1een . For the Calomiris Herring proposal to 41actually create ex ante incentives to issue more incentives in times of distress, the following needsto hold:CH e 0.05 1 ee n rcoco 119A priori there is no reason to expect this inequality to hold. Note moreover that the likelihood that 19actually holds goes down as Cocos become larger. Thus there may well be a conflict betweenthe 5% proposal of Calomiris and Herring and their other proposal, that Co Cos should be largein respect to equity. 19indicates that the larger Co Cos are in relation to equity i.e. the smaller theratio 1een , the less likely it is that a 5% of total equity value premium to Co Co holders is highenough to provide equity holders with incentives to issue new capital in times of distress. In aholders upon conversion. If Co Co holdings become too large i.e.sense larger Co Co holdings dilute the 5% equity value that CH want to see transferred to Co Corcoco 1, the ex anteincentive for shareholders to issue more equity in times of distress turns perverse, i.e. they get anif en 1e 0.05interest in doing the opposite.6.3 Principal Writedown Co Cos PWDIn Section 4 we described PWD Co Cos in terms of how much of the original Co Co principalvalue is left after conversion into a new lower principal value debt instrument, as indicated bythe remaining fraction . Co Co holders under this design have to share what remains of theirstatutory gross return with the depositors who stayed until t 2, assuming the Co Co claim wasnot entirely written down i.e. 0. Note that the borderline case 1 corresponds to thebenchmark case of section 6.1, and at the other extrme we have the case of 0, which implies acomplete principal write down, equivalent to the CE case with 0. So graphically the possiblewealth transfers in case of a PWD Co Co correspond to the thick line segment in 9.As is clear from 9, any value 1 implies a loss of wealth for the Co Co holder, so it is obvious that 42Figure 9: Wealth Transfers WT as a function of conversion of nontrivial PWD Co Cos i.e. PWDs with 1 always implies a wealth transferfrom Co Co holders to the original equity holder. The existing equity holders do not have to shareresidual income, if any, since Co Co holders do not receive any equity under the PWD structureand Co Co holders receive less than they would in the absence of conversion.Proposition 11. Conversion of a PWD Co Co always results in a wealth transfer from the Co Co holders tothe original equity holders.This has major implications for the ex ante incentives facing the original equity holders. Contraryto the case of sufficiently dilutive CE Co Cos, under PWD Co Cos the original equity holdersalways face the perverse incentive that conversion is actually in their interest. This may lead theoriginal equity holders to attempt to extract more dividends or exercise pressure on managementto take on more risk in times of distress instead of facing incentives to supply additional capital asin the case of sufficiently dilutive CE Co Cos. The BIS accepts PWD Co Cos even as AdditionalT1 capital Basel Committee on Banking Supervision 2011, but that decision should in the lightof these incentive problems arguably be reconsidered.To see whether the original shareholders are better off under CE or PWD for arbitrary values of 43rcoco e n0e RLArcoco e nWT1,0,0and , we need to compare what each equity holder would get under each case. After conversionof a PWD Co Co, each equity holder now obtains RLcid:161 npwdr 1cid:17 cid:16 n npwdcid:17cid:161 npwdr 1cid:17 1 r 1r 1cid:17 1 cid:161 n ecid:48r 1 e ncid:2011 ecid:2120Comparison with an insufficiently dilutive CE Co Co is made easy because we have establishedthat nce npwd by virtue of ce pwd. Thus equity holders are better off under PWD relative to CE in the sense of them preferring a PWD with retention rate over a CE Co Co withcid:161 n ecid:48r 1dilution parameter if Eqn. 20 is greater than Eqn. 16. Let ncid:48 nce npwd and let A r 1cid:171 cid:35, this inequality requires:RLcid:341 ncid:48r 1 nncid:481ncid:48cer 11r 1A e ncid:201 ecid:21 Acid:20 e n1 1 e e ncid:21 A1 e e n 1 and that Acid:201 e n 1 if we assume that there is equity left We know that 0 1 over to distribute. Thus we can always find such a for any given value of since 0 11 e e ncid:211 e1 e e nA e n 1 e 1 e 11such that the inequality holds, because can become very small if necessary. Thus as long as e n , equity holders prefer a PWD Co Co with retention rate over a CECo Co with dilution parameter . This is very intuitive because the less of the Co Cos is retained,1 e e ncid:105 A cid:1041 1 ethe lower total liabilities become, and the more is left for the original shareholders. This also meansthat if the CE Co Co is very dilutive, almost any PWD Co Co would be better for the original equityholders than the CE Co Co.More generally we can define a retention rate e at which an equity holder would be just indifferent between 44a PWD Co Co with that retention rate and a CE Co Co with dilution parameter :1 e e ncid:21 A e n 1 e21e cid:201 e n 0with e cid:104 1 een1 e e n2cid:105 AIn words, a more dilutive CE Co Co will lead equity holders to accept a PWD Co Co with higherretention rate as an alternative.7 Conclusion We have written this paper in an effort to explore the effect of converting Co Cos on systemic risk.We have done this by adding Co Co holders to the agent types of an otherwise standard Diamondand Dybvig 1983 setup recast in a global games framework as in Goldstein and Pauzner 2005.Using this framework, we were able to show the impact of Co Co conversion on depositors, as wellas on regulators and equity holders. First we have shown that when an unanticipated decline inasset returns leads to a Co Co conversion, that has the immediate effect of raising the probabilityof a bank run. This is true regardless of the type of Co Cos that are converted because they allsend the same signal lowering of returns which affects depositor incentives in the same manner.Actually we show there is one exception where the Co Co design does matter for the impact onfragility: Co Cos which provide a cash payment to Coco holders before writing them off like the RABO Co Co does are actually worse than straight Principal Write Down PWD Co Cos or Equity Conversion CE Co Cos in terms of raising the likelihood of a run. This is so because by payingout cash in a distress situation they reduce the amount that may be distributed to the remainingcreditors of the bank after conversion occurs.Therefore one of the main consequences of our analysis is that a regulator faces conflicting incentives when finding out about lower asset returns than expected RL R. On the one hand,conversion increases the probability of a run because of the negative signal on asset returns that 45conversion conveys. But on the other hand, conversion also ensures that if runs occur, there is ahigher probability that there will be a surviving equity base. Regulators thus are forced to choosebetween keeping fragility low at the expense of making the consequences of a run if it does occurworse, or increasing the likelihood of a run but leaving the bank better equipped to deal with oneif one occurs.We then extend the analysis to a multibank framework to analyze the impact of Co Co conversionon systemic risk. When different banks hold assets whose returns are correlated across those different banks, a signal indicating one banks asset quality deterioration has negative consequencesfor the other banks to the extent that the other banks assets are positively correlated to those ofthe bank whose Co Co has been forced into conversion: conversion carries an information externality giving rise to contagion across banks. And there is a variety of reasons to expect positivecorrelation between asset returns of different banks. A very direct link leading to asset correlation establishing a channel of contagion occurs when banks hold each others Co Cos. Given theobvious dangers of contagion such cross holdings give rise to, it is disturbing to see that about 50% of all Co Cos issued so far is in fact held by banks Avdjiev et al. 2013. Other mechanismsleading to asset correlation maybe the predominance of a few large banks in a relatively smallcountry, industry specialization of several banks into the same industry, or herding behavior, forexample to increase the pressure on regulators to bail out banks in distress if that situation arises.We show unambiguously that in an environment of correlated risks, Co Co conversion, even in asingle bank, leads to higher systemic risk, defined as the joint probability of failure of banks. Weshow that as long as bank assets are positively correlated, a Co Co conversion in one bank leads toan increase in the probability of a run in the other bank, regardless of Co Co type. This implies thatsystemic risk will increase when Co Cos convert. So when regulators consider Co Co conversion,microprudential and macroprudential objectives are likely to be in direct conflict.Finally we examine the impact of Co Co conversion on wealth transfers between Co Co holdersand the original equity holders. This is important because these postconversion wealth transfershave a direct impact on the preconversion incentives for shareholders and Co Co holders to either 46forestall or actually bring about conversion. From a systemic stability point of view, it is obviously desirable that Co Co design should set incentives in favor of issuing more equity in times ofdistress. But we show that if the Co Co conversion rate is too low in a well defined sense, i.e. below an explicitly derived trigger level, conversion of CE Co Cos actually leads to a wealth transferfrom the Co Co holders to the equity holders. This has the perverse consequence that equity holders have an interest in forcing conversion, for example by taking on more risk or extracting cashthrough excessive dividends. Of course if the conversion rate is higher more dilutive than thetrigger level, wealth transfers due to conversion go the other way, from the original equity holders to the Co Co holders. So if the conversion rate is sufficiently dilutive in a manner we defineprecisely, shareholders have an incentive to raise additional capital to forestall conversion. Finallywe show that from the ex ante incentive point of view, Principal Write Down Co Cos are strictlyinferior to CE Co Cos: their conversion always implies a wealth transfer from Co Co holders tothe original equity holder, thereby violating seniority with consequent perverse ex ante incentives.These results are important as they point at clear possibly destabilizing ex ante incentives for equityholders under Co Co design characteristics that are very often observed in practice so far. Our results therefore strongly suggest that the BIS rules governing the requirements Co Co design needsto satisfy before Co Cos are allowed as capital should be reconsidered, particularly for Principal Write Down Co Cos.References Acharya, V. V., Yorulmazer, T., January 2007. Too many to failan analysis of timeinconsistency inbank closure policies. Journal of Financial Intermediation 16 1, 131.URL http:www.sciencedirect.comsciencearticlepiiS1042957306000313Acharya, V. V., Yorulmazer, T., 02 2008. Information contagion and bank herding. Journal of Money,Credit and Banking 40 1, 215231.URL http:dx.doi.org10.1111j.15384616.2008.00110.x 47Aharony, J., Swary, I., 1983. Contagion effects of bank failures: Evidence from capital markets. The Journal of Business 56 3, pp. 305322.URL http:www.jstor.orgstable2352800Aharony, J., Swary, I., 1996. Additional evidence on the informationbased contagion effects ofbank failures. Journal of Banking and Finance 20 1, 57 69.URL http:www.sciencedirect.comsciencearticlepii0378426694001162Ahnert, T., Georg, C.P., October 2012. Information contagion and systemic risk.Allen, F., Gale, D., 2000. Financial contagion. Journal of Political Economy 108 1, pp. 133.URL http:www.jstor.orgstable10.1086262109Avdjiev, S., Kartasheva, A., Bogdanova, B., September 2013. Co Cos: a primer. BIS Quarterly Review.Basel Committee on Banking Supervision, Aug. 2010. Proposal to ensure the loss absorbency ofregulatory capital at the point of nonviability. Consultative document 174, Bank for International Settlements.URL http:www.bis.orgpublbcbs 174.pdf Basel Committee on Banking Supervision, Jun. 2011. Basel iii: A global regulatory framework formore resilient banks and banking systems. Tech. Rep. 189, Bank for International Settlements.URL http:www.bis.orgpublbcbs 189.pdf Berg, T., Kaserer, C., March 2014. Does contingent capital induce excessive risktaking and preventan efficient recapitalization of banks?, Systemic Risk, Basel III, Financial Stability and Regulation 2011.URL http:ssrn.comabstract1709341Brunnermeier, M. K., Eisenbach, T., Sannikov, Y., 2013. Macroeconomics with Financial Frictions:A Survey. Cambridge University Press, New York.48Calomiris, C. W., Herring, R. J., 2013. How to design a contingent convertible debt requirementthat helps solve our toobigtofail problem. Journal of Applied Corporate Finance 25 2, 3962.URL http:dx.doi.org10.1111jacf.12015Carlsson, H., van Damme, E., September 1993. Global Games and Equilibrium Selection. Econometrica, Econometric Society 61 5, 9891018.Chari, V. V., Jagannathan, R., July 1988. Banking panics, information, and rational expectationsequilibrium. Journal of Finance 43 3, 74961.URL http:www.jstor.orgstable2328198Diamond, D. W., Dybvig, P. H., June 1983. Bank runs, deposit insurance, and liquidity. Journal of Political Economy 91 3, 40119.URL http:www.jstor.orgstable1837095Farhi, E., Tirole, J., February 2012. Collective Moral Hazard, Maturity Mismatch, and Systemic Bailouts. American Economic Review 102 1, 6093.Flannery, M. J., 2005. No pain, no gain: Effecting market discipline via reverse convertible debentures. working paper subsequently published in Hal S. Scott ed., Capital Adequacy beyond Basel: Banking, Securities, and Insurance Oxford: Oxford University Press, 2005.Goldstein, I., Pauzner, A., 2005. Demanddeposit contracts and the probability of bank runs. The Journal of Finance 60 3, 12931327.URL http:dx.doi.org10.1111j.15406261.2005.00762.x Iannotta, G., Pennacchi, G., 2012. Bank regulation, credit ratings, and systematic risk.URL http:ssrn.comabstract2021355Jacklin, C. J., Bhattacharya, S., 1988. Distinguishing panics and informationbased bank runs: Welfare and policy implications. Journal of Political Economy 96 3, pp. 568592.URL http:www.jstor.orgstable183036049Lang, L. H., Stulz, R. M., 1992. Contagion and competitive intraindustry effects of bankruptcyannouncements: An empirical analysis. Journal of Financial Economics 32 1, 45 60.Maes, S., Schoutens, W., 2012. Contingent capital: An indepth discussion. Review of Banking,Finance and Monetary Economics 41 12, 5979.Martynova, N., Perotti, E., Oct. 2012. Convertible bonds and bank risktaking. Tinbergen Institute Discussion Papers 12106IVDSF41, Tinbergen Institute.Mc Donald, R. L., 2013. Contingent capital with a dual price trigger. Journal of Financial Stability 9 2, 230241.Morris, S., Shin, H. S., June 1998. Unique Equilibrium in a Model of SelfFulfilling Currency Attacks. American Economic Review 88 3, 58797.Pennacchi, G., 2010. A structural model of contingent bank capital. Working paper, Federal Reserve Bank of Cleveland.URL http:ideas.repec.orgpfipfedcwp1004.html Sundaresan, S., Wang, Z., 2014. On the design of contingent capital with a market trigger. The Journal of Finance.URL http:dx.doi.org10.1111jofi.12134van den Berg, F., Chan, S., van Wijnbergen, S., 2014. An extensive review of currentlyissued cocos.Unpublished manuscript.Wagner, W., 2010. Diversification at financial institutions and systemic crises. Journal of Financial Intermediation 19 3, 373 386.URL http:www.sciencedirect.comsciencearticlepiiS1042957309000345Wilkens, S., Bethke, N., 2014. Contingent convertible coco bonds: A first empirical assessmentof selected pricing models. Financial Analysts Journal 70 2.508 Annex Calculation of 0f , r 1 r 1cid:35 r LDcid:33 ur 1cid:35 dn 0 if f 0, and f 0. We already By the implicit function theorem, we can show know that f 0. We now only look at whether f 0 here we drop the subscript cashfor ease of exposition 1n n ecid:48r 1 cid:34p, nucid:32cid:34 1 r 1 nr 1r 1 1 n ecid:48r 1r 1 cid:19cid:18 1u r 1cid:18 1ncid:19 1D dn p , n ur 1 1 r 1 nr 11 cid:16 n ecid:48r 1cid:17 r 1n n ecid:48r 1 u r 1cid:18 1r 1 cid:19cid:18 1ncid:19p , n u D dn 1 r 1 nr 11 cid:16 n ecid:48r 1cid:17 r 1r 1 cid:19cid:20ln n lncid:18 1 1r 1 n n ecid:48r 1 1r 1 n n ecid:48r 1 ecid:48r 1cid:21 u r 1cid:18 1u r 1cid:20 1r 1 cid:19cid:21r 1 n n 1r 1 r Lr Ln 1r 1 n nu r 1where r LD 1r 11 RL.The derivative of f with respect to is f 1r 1 n n ecid:48r 1 p , n u 1 r 1 nr 11 cid:16 n ecid:48r 1cid:17 r 1r LD dn u r 1cid:341 cid:32lnwhere the last term is negative for as long as 0 ln n 1r 1 1Now consider the first term:51 nr 1 cid:33cid:351p , n u A dncid:35r 1 n n ecid:48r 1 cid:34 1 1r 1 n n ecid:48r 1 pcid:18cid:18, n 1r 1 n n ecid:48r 1 r 1p , nu Aecid:48r 1 cid:19cid:19 up , nu AD. But since uAr Lp , n u A dncid:35where A 1r 1nr 11cid:16 n ecid:48r 1cid:17r 1in terms of uAn :cid:34 1r 1 n n ecid:48r 1 1r 1 n n ecid:48r 1 1r Lr 1 cid:19cid:19 udn pcid:18cid:18,r 1 cid:17 r 11 cid:16 n ecid:48D 11 cid:16 n ecid:48r 1cid:17 r 1r 1 cid:19cid:19 udn pcid:18cid:18, n cid:34 1n , we can write uAecid:481 r 1 cid:16 1r 1 cid:17 r 11 cid:16 n ecid:48r 1cid:17 r 1r LD 1r L1 cid:16 n ecid:48r 1 cid:17 r 1Dr 1cid:17 r 11 cid:16 n ecid:48p , n u A dncid:35r 1 n n ecid:48r 1 p , necid:48ecid:48un 1r 1 dn pcid:18cid:18, n r 1 cid:19cid:19 un n ecid:48r 1 ur 1 cid:19cid:19 ucid:16r LDcid:17 21 cid:16 n ecid:48r 1 cid:17 r 1Dr 1 cid:19cid:19 ur 1cid:17 r 11 cid:16 n ecid:48r 1 cid:19cid:19ucid:16r LDcid:17 u 1 1 cid:16 n ecid:48r 1cid:17 r 1 n 1 cid:19 dn Dcid:18 pcid:48 , n1 r 1 nr 11 cid:16 n ecid:48r 1cid:17 r 1r 1r Lr Lr Lr Lr 1 cid:17 r 11 cid:16 n ecid:48D1 cid:16 n ecid:48r 1cid:17 r 1Dcid:18 pcid:48 , n n 1 cid:19 dn 1 r 1 nr 1r 1cid:17 r 11 cid:16 n ecid:48Dr Lecid:48 pcid:18cid:18, n pcid:18cid:18, n pcid:18cid:18, n n n ecid:48r 1 u 1r 1 2ecid:48where we used integration by parts. The first term is clearly negative. The second term can be 52made arbitrarily small by letting 0.Thus the derivative of f with respect to is completely given by fecid:48 pcid:18cid:18, n n n ecid:48r 1 u 1r 1 2r 1Dcid:17 u 1 r 1 cid:19cid:19ucid:16r Lr 1cid:17 r 11 cid:16 n ecid:48Dcid:18 pcid:48 , n n 1 cid:19 dn u r 1cid:341 cid:32ln 1 r 1 nr 1r 1cid:17 r 11 cid:16 n ecid:48Dr Lr L 0 nr 1 cid:33cid:35153", "filename": "14-110.pdf", "person": ["Stephanie Chan", "Chan, Stephanie", "Sweder van Wijnbergen", "van Wijnbergen, Sweder"], "date": ["2014"]}