{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19547/1/200109dkp_en.pdf"], "title": ["The information content of survey data on expected price developments for monetary policy"], "plaintext": "Abstract The present paper uses survey data on expected consumer price developments to analysethe role of inflation expectations in the inflation process. The survey measures of price expectations are derived from the European Commissions Consumer Survey and from thesurveys of professional experts conducted by the Londonbased institute Consensus Economics. The estimates of the New Keynesian inflation model presented here underscore theimportance of inflation expectations for the short to mediumrun development of consumerprices in Germany, France and Italy. Furthermore, the analysis of the process of expectations formation indicates that the expectations of the households and experts surveyed arestrongly guided by earlier forecasts and past price developments. The resultant stickinessof the inflation process heightens the need for monetary policy makers to adopt a forwardlooking approach.JEL classifications: E 31, E 52Keywords: inflation expectations, survey data, Phillips curveZusammenfassung Die vorliegende Arbeit verwendet Umfragedaten zur erwarteten Preisentwicklung, um die Rolle der Inflationserwartungen im Inflationsprozess zu analysieren. Dabei konzentriertsich die Analyse auf die im Rahmen der EUVerbraucherumfrage ermittelten Daten und dievon Consensus Economics erhobenen Expertenprognosen fur Deutschland, Frankreich und Italien. Die prasentierten Schatzungen des neukeynesianischen Inflationsmodells unterstreichen die Bedeutung der Inflationserwartungen fur die kurz bis mittelfristige Entwicklung der Konsumentenpreise. Ferner deutet die Analyse des Erwartungsbildungsprozesses darauf hin, dass sich die befragten Haushalte und Experten bei der Erwartungsbildung stark von fruheren Prognosen und von der vergangenen Preisentwicklung leiten lassen. Die daraus resultierende Persistenz inflationarer Prozesse verstarkt die Notwendigkeiteines vorausschauenden Verhaltens der geldpolitischen Entscheidungstrager.Table of contents I. Introduction II. Description of the survey data used 1. Survey data as a measure of expected price developments 2. The EU Consumer Survey of expected price developments 3. Consensus Forecasts of consumer prices III. Inflation expectations as a determinant of inflation 1. The New Keynesian model of the Phillips curve 2. Formulating the estimation equation 3. Interpreting the estimation results 3.1 Estimation results based on Consensus Forecasts 3.2 Estimation results based on EU survey data IV. Determinants of inflation expectations 1. Alternative models of expectations formation 2. Tests of unbiasedness and informational efficiency 3. Formulating a model of partly rational and partly adaptive expectations 4. Interpreting the estimation results V. Summary and outlook Bibliography 1334913131619192225252628303437The information content of survey data on expected price developments for monetary policy I. Introduction There is a broad consensus among theoreticians and practitioners of central banking alikethat inflation expectations play a key role in shorterterm price developments and in theeffectiveness of monetary policy. This consensus is born of the realisation that expectationsregarding future price developments enter into the decisions taken by economic agents andare thus themselves part of the process of price formation. This connection is especiallystriking when we look at price formation on the labour markets, where wages are negotiated with future inflation developments in mind.Central banks, whose main task is to maintain price stability, therefore have a vested interest in observing and analysing private sector inflation expectations. However, empiricalstudies of the role of expectations in the inflation process are only possible if reliable observations of market players inflation expectations are available. One way to solve thisproblem is to ask economic agents directly what they expect. That way, observations maybe obtained which are not prejudiced by certain a priori assumptions. The quality of suchsurvey data, however, hinges crucially on the phrasing of the questions, the size of thesample and the motives of the respondents.In the United States, the use of survey data on price expectations obtained as part of the Michigan, Livingston and ASANBER surveys has a long tradition.1 By contrast, comparable data from surveys conducted in the member states of the European Union have beenlittle used so far. The present paper tries to fill this gap by studying the information contentof survey data on expected price developments from the European Commissions Consumer Survey and from the survey of professional experts conducted by the Londonbasedinstitute Consensus Economics. The group of participants, the exact wording of the questions and the method of transforming the qualitative EU data into quantitative inflationexpectations are all described in detail in Chapter 2 of this paper.In Chapter 3, the time series calculated from the Consensus Forecasts and the EU surveydata are used to study the role of inflation expectations in the inflation process. The theo I wish to thank the following people for valuable comments and suggestions: Heinz Herrmann, Bettina Landau, Jurgen Reckwerth, Michael Scharnagl, KarlHeinz Todter, Jurgen von Hagen and the participants inworkshops at the Deutsche Bundesbank and the Osterreichische Nationalbank. Naturally, all remaining errors are mine alone.1 An overview of this literature is given in Thomas 1999.1retical foundation for this analysis is provided by Taylors 1979, 1980 model of staggeredcontracts and its extension by FuhrerMoore 1995. These models create a link betweeninflation, inflation expectations and real economic activity known as the New Keynesian Phillips Curve, which has, over the past few years, become a standard feature of manymacro models. Since the time horizon of the survey data matches the time horizon of the New Keynesian inflation model, the data may be used directly for an empirical review ofthe model without any further critical assumptions being necessary.The empirical evidence presented in Chapter 3 underscores the important role inflationexpectations play in shorterterm price developments. This turns the spotlight on the issueof what determinants economic agents rely on when forming expecations. In Chapter 4, thesurvey data are therefore used to test alternative models of expectations formation. Owingto its outstanding importance in macroeconomic theory, I first test the validity of the rational expectations hypothesis as defined by Muth. While the survey expectations pass thestandard test of unbiasedness, further tests indicate that at least part of the households andexperts surveyed did not make efficient use of the information available at the time theyformed their expectations. In order to find out how far the survey data deviate from thebenchmark of perfectly rational expectations, I then formulate and estimate a model ofpartly rational, partly adaptive expectations. Chapter 5 summarises the findings and discusses their monetary policy implications.2II. Description of the survey data used II.1. Survey data as a measure of expected price developments Anyone wishing to test the importance of inflation expectations for the inflation processempirically faces the underlying problem that economic agents expectations are nonobservable variables; suitable strategies for quantifying these variables must first be found.One approach to solving this problem consists in specifying a model for the inflation process and then solving this model on the basis of a given expectations formation hypothesis.In this case, however, the results are obviously not independent of whatever expectationsformation model has been chosen. For its part, an empirical test of alternative models ofexpectations formation is possible only if direct observations exist for the expectations ofthe economic agents in question.2Several authors have therefore attempted to derive market players inflation expectationsfrom financial asset prices especially the term structure of interest rates and the prices ofinterestrate derivatives.3 However, the derivation is based on certain nontestable assumptions regarding the level and the structure of ex ante real interest rates. This seriouslyimpairs the information content of the expectations calculated in that manner.4 Alternatively, one can ask market participants directly what their expectations are over a certaintime horizon through a survey. The advantage of direct surveys is that they yield observations of inflation expectations which are not prejudiced by certain a priori assumptions.However, the quality of the survey data hinges crucially on the size of the sample, thewording of the questions and the motives of those surveyed.The European Union member states have a number of surveys at their disposal which alsocontain information on expected price developments. They include, in particular, the consumer surveys carried out on behalf of the European Commission, the surveys of professional experts conducted by the Londonbased institute Consensus Economics, and the ECBs Survey of Professional Forecasters.5 Unlike the ECB survey, the EU and Consensus Economics surveys have been carried out since the beginning and end of the eighties, respectively, which means the number of observations is sufficient for analytical purposes.The following two sections describe how the EU survey data and the Consensus Forecasts 2 Cf. Pesaran 1989, p. 207.3 For more see ECB, Monthly Bulletin, May 2000, pp. 3755, or also MylonasSchich 1999.4 Pesaran 1989, p. 210 therefore calls these types of calculations theoryloaded implicit methods andnotes: such implicit methods of the measurement of inflation expectations are, however, only as good asthe theory and the auxiliary assumptions that underlie them.5 There are also a host of countryspecific surveys. In Germany, one example is the Centre for European Economic Research Zentrum fur Europaische Wirtschaftsforschung, or ZEW. The inflation expectationsgathered by ZEW cover a forecast horizon of six months and are based on a survey of around 350 financialexperts from banks, insurance companies and selected business firms.3may be used to derive measures of expected price developments for a uniform time horizonof twelve months. The forecast horizon of one year is of particular interest in this papersince models of the inflation process which ascribe a prominent role to inflation expectations are usually geared to this time horizon see Chapter 3.II.2. The EU Consumer Survey of expected price developments In the European Union member states, a harmonised consumer survey, which also includesan assessment of past and future price developments, is conducted monthly. The surveysare carried out by national institutions, such as the Gesellschaft fur KonsumforschungGFK in Germany. Each countrys sample comprises at least 1,500 persons selected by aspecial procedure. For the larger countries France, Italy, Spain and the United Kingdom the sample size was increased to 2,000, and for Germany to 2,500. Although thesurvey has been conducted in this form since 1980, results from these surveys have onlybeen available since 1985 owing to database problems at the EU Commission. For thosemember countries who entered the EU at a later date Spain, Portugal, Austria, Finland,the sample period shortens accordingly.The EU survey is not designed to yield exact quantitive forecasts but takes the form of atendency survey in which the respondents may choose from among several categories ofresponses. Table 1 shows the exact wording of the questions and the categories of responses available. The terms A, B, etc. denote the percentages of the respondents in eachresponse category. Owing to the large sample size and the selection criteria applied by thepolling institutes, it may be assumed that the basket of goods relevant for the surveyedhouseholds more or less corresponds to the basket of goods of the average household usedby statistical offices to measure consumer price movements. The survey data may thus beinterpreted as an assessment of the direction of change of the respective national consumerprice index.6An argument in favour of gathering qualitative rather than quantitative data is that the surveyed households are more likely to have an opinion on the expected direction of futureprice changes than they are to give precise forecasts for a certain time horizon.7 This advantage is offset somewhat, however, by the fact that the object of the study often requiresa quantification of the survey results which, in turn, is only possible under certain assumptions, some of which may not be testable.8 To convert the qualitative EU data into 6 Cf. Reckwerth 1997, p. 13f.7 For more on this see Pesaran 1989, p. 210.8 At the microeconomic level it is also possible to work directly with ordinal responses. Nerlove 1983 maybe regarded as a pioneer in this field. However, the use of ordinal measures of expectations in conven4Table 1: Questions and response categories of the EU Consumer Survey on pricedevelopments How, in your view, have prices moved during thepast 12 months?How, in your view, will prices move in the coming 12 months?Fallen slightly AHardly changed BRisen slightly CFall slightly AStay roughly the same BRise less sharply than before CRisen moderately DRise by roughly the same amount as before DRisen sharply EDont know FRise more sharply than before EDont know Fabsolute expected values for future price movements, I apply the method described by Reckwerth 1997 which goes back to the distribution function approach developed by Carlson and Parkin 1975 and its extension to the case of five categories by Batchelor and Orr 1988.9Generally speaking, the distribution function approach developed by Carlson and Parkin isbased on the assumption that every respondent forms a subjective probability distributionwith a density function for the expected change in the price index to which heshe gearshisher response. It is further assumed that an aggregate density function for all respondentscan be derived from the subjective density functions. The last step needed in order to convert the response percentiles into the expected rate of inflation is to specify a concrete distribution function. With the central limit theorem in mind, it is usually assumed that theaggregated density function follows a normal distribution or a logistic distribution. Sinceearlier studies have shown that both alternatives lead to very similar results, I choose a logistic distribution for computational convenience.10 For a given distribution, correspondingareas under the graph of the aggregated density function or values of the cumulative density function can be assigned to the percentage shares of respondents in the individual response categories; these reflect the corresponding probabilities.11 The expected value of the tional, aggregated time series models is extremely timeconsuming, if not impossible altogether; therefore,qualitative data generally need to be quantified for studies of this type.9 See Reckwerth 1997, pp. 1114. By contrast, the regression approach proposed by Pesaran is better suitedto the enterprise survey data he uses. Cf. Pesaran 1989, p. 221 ff. and BatchelorOrr 1988, p. 322.10 Cf. LahiriDasgupta 1992 and Reckwerth 1997, p.15f.11 As is common practice, the responses in the category Dont know are distributed proportionally amongthe other categories.5density function calculated in that manner may then be interpreted as the mean rate of inflation expected by the respondents.However, the quantification of the price expectations from the EU survey is complicated bythe fact that the wording of the response categories C, D and E rise less sharply than before, rise by roughly the same amount as before, rise more sharply than before linksthe respondents assessment of expected future price developments to their perception ofprice movements in the more immediate past presumably during the past 12 months. Interms of the conversion method, this means that the mean expected inflation rate Ett12 is 1t ,the product of the mean assessment of price developments over the past 12 months, and a factor xt calculated using the cumulative density function which reflects the changein the assessment of future relative to past price developments:121 x 1ettt 12This raises the question as to what variable should be used to measure the perceived past 1t . An obvious solution would be to use the assessment of pastrate of price increases, price trends which was culled in the first part of the question.13 However, quantification ofthese data is further complicated by the fact that the response categories C, D and E referto the assessment of past price trends in relation to a benchmark considered moderate.Developing equation 1, this link may be expressed as:2xmttt 1111txwhere reflects the assessment of past price trends relative to the rate of price rise considered to be moderate by the average respondent. In order to be able to evaluate the responses to this part of the question, one therefore needs additional information as to whatrespondents consider a moderate rate of inflation. Since such information is not availableand other conceivable methods of determining the moderate rate of inflation require additional critical assumptions, this approach will not be pursued further here.14 Instead, Ishall assume that the assessment of past price developments by the households surveyedmatches the actual rate of change of the respective national consumer price index over the.15 This assumption appears fairly unproblematicalpast twelve months i.e. t 11t 12 The precise method of deriving this term is described in Reckwerth 1997, p. 56 ff.13 BatchelorOrr 1988 and Reckwerth 1997 choose this approach.14 BatchelorOrr 1988 use a complicated method to determine the moderate rate of inflation; this methodrequires, inter alia, quantifying the natural rate of inflation. For more see BatchelorOrr 1988,p. 322f.15 SimmonsWeiserbs 1992 and Berk 1997, 2000 use this approach.6since the rate of change in the consumer price index is a variable which is measuredmonthly and published on a timely basis in the countries under observation.Figure 1 shows the pattern of the expected price changes, quantified on the basis of current CPI inflation, for the five largest euroarea members and for the euro area as a wholeEMU11. To construct the euroarea series, I weighted the contributions of the individualcountries with their 1999 percentage shares in overall euroarea consumer expenditure.16 Inthe charts, the inflation expectations formed in t12 are contrasted with the actual yearonyear rates of CPI change in t. The difference between the two series at time t accordinglyshows the forecast error. At first glance, the inflation expectations derived from the survey data seem to distinctly trail behind actual price developments. Thus, the surveyedhouseholds systematically underestimated inflation during the period of accelerating priceincrease up to mid1991 but then distinctly overestimated it during the period of decelerating price increase between mid1992 and mid1993. Since March 1999, inflation expectations have been rising virtually parallel to currently observable price developments. However, it should be noted that the downward trend in the inflation rate between mid1993 andthe beginning of 1999 was anticipated correctly. This would indicate that not only a backwardlooking component but also other explanatory factors play a role in the formation ofexpectations.Despite the fact that the EU Consumer Survey is supposed to be harmonized across allparticipating countries, the wording of the questions and the response categories in Franceand Spain displays some peculiarities which need to be taken into account when quantifying the data gathered there and using them for analytical purposes. For example, the surveyed French households are asked for their assessment of expected price developmentsin the coming months without this time period being specified more precisely see Table A1 in the Annex. To keep things simple, Figure 1 assumes that French households responses relate to a time horizon of one year, just like those of the other countries. Since thefirst part of the question, however, refers to the assessment of price trends in the past sixmonths again different from the other countries, one cannot rule out the possibility thatsome of the respondents will likewise relate the question concerning future price developments to that time horizon. The danger that the price expectations calculated from the EUsurvey are subject to a measurement error is consequently greater for France than for theother countries. In Spain, the response category rise by roughly the same amount as before is replaced by will rise rather sharply; ergo see Table A2 in the Annex. It is not clear at least to us what the surveyed households are supposed to et 12x 1rstt 16 Because they joined the EU at a later stage, Finland and Austria are only included in the aggregate frommid1997.7Figure 1: Price expectations according to EU Consumer SurveyChange from previous year in %, monthly values6420210864205432101Expectations for t formed in t12Consumer prices Germany 88909294969800Italy 8890929496980054321087654321France 88909294969800Spain 88909294969800Netherlands EMU11654321088890929496980088909294969800t 1understand by prices rising rather sharply. However, the fact that the category risenmoderately D is likewise replaced by the formulation risen rather sharply ergo,xrs enables us to derive a proxy for this variable from the responses to thistt 11part of the question. If we once again assume that the surveyed households correctly assesspast price developments i.e. , the price rise considered to be rather sharp atthat particular point in time can be calculated by dividing the measured inflation rate by thedistribution term x . t 11t II.3. Consensus Forecasts for consumer prices A potential weakness of consumer and business surveys is that there might be little economic incentive for the respondents to state their expectations correctly. Some critics therefore recommend to restrict attention to surveys of professional forecasters who also selltheir forecasts on the market.17 However, other authors point out that it is precisely the professional forecasters who may have strategic incentives to report forecasts that deviate fromtheir true expectations.18Since the autumn of 1989, the Londonbased firm Consensus Economics has been conducting a survey at the beginning of each month in which renowned experts are asked togive their forecasts for the development of a range of important macroeconomic variablesin over 20 countries. For each of the seven largest industrial countries United States, Japan, Germany, France, United Kingdom, Italy and Canada, a separate panel of professional forecasters is recruited from the major banks, investment firms, economic researchinstitutes and other business services in that country.19 Since the end of 1994, the group ofcountries having their own expert panels has been enlarged to include the Netherlands,Spain, Sweden, Switzerland and Norway. For numerous other countries, including all othereuroarea countries, Consensus Economics collects forecasts based on information provided by a number of leading economic forecasters.With regard to the construction of time series, the usefulness of the regular monthly Consensus Forecasts is limited by the fact that the forecasts are made for the current year andthe following year and thus do not have a fixed forecast horizon. However, once everyquarter Consensus Economics asks the country panellists to provide additional estimates 17 Cf. KeaneRunkle 1990, p. 715.18 Cf. Lamont 1995.19 In Germany, 26 institutions are surveyed at present in France: 17, in Italy:13, in Spain: 10, in the Netherlands: 9: DG Bank, BHF Bank, Deutsche Bank Research, DGZ Deka Bank, JP Morgan, MM Warburg,WGZ Bank, Bank Julius Baer, Bf G Bank, Commerzbank, Dresdner Bank, Invesco Bank, RWI Essen, Sal Oppenheim, Bayerische LBank, FAZ Institut, Hypo Vereinsbank, Bankgesellschaft Berlin, Helaba Frankfurt, IW Cologne, DIW Berlin, HSBC Trinkaus, IFO Munich, If W Kiel, Merrill Lynch, Westdeutsche LBank.9for each of the following six or sometimes even seven quarters. These quarterly consensus forecasts include estimates of real growth, real consumption expenditure and industrial output as well as forecasts of the yearonyear rates of change in each national consumer price index. The published forecasts are the respective arithmetical means of thepanellists individual forecasts, which are not published separately. Table 2 shows the results of the December 11, 2000 survey regarding the expected development of consumerprices in Germany.Table 2: Quarterly forecasts of the rate of change in consumer prices for Germany asat December 11, 200020Quarterly Consensus Forecasts Percentage Change yearonyear. From Survey: December 11, 20002000Q11.82001Q12.2Q31.6Q41.3Q21.6Q32.0Q42.3Q22.02002Q11.3Q21.5Consumer Prices Consensus Forecasts shown in bold italics The quarterly Consensus Forecasts are available for Germany, France and Italy from November 1989 and for Spain and the Netherlands from December 1994. These data can beused to construct time series of the price developments expected by the surveyed expertsfor fixed time horizons of between one and six quarters. Figure 2 shows the pattern of inflation forecasts with a horizon of four quarters relative to actual price developments. Incontrast to Figure 1, the rates shown here are quarterly averages, which explains the steadier path of the series.21 Since the sample period of the forecasts for Spain and the Netherlands, at 25 observations, is too short for an empirical investigation of the issues to be pursued in this paper, the analyses conducted below focus on the survey data for Germany,France and Italy.One striking feature is that the professional experts polled by Consensus Economics failedto anticipate either the deceleration of inflation in the first half of the nineties or the furthersharp slowing of inflation rates in the runup to European monetary union. The tendency tooverestimate the actual rate of price increases was particularly marked in the case of France 20 See: Consensus Economics, Consensus Forecasts, December 2000, p. 8.21 In 1990 1991 the country panellists were asked to provide additional forecasts for individual quarters aspart of the February March, July and November surveys. In 1992 and 1993, the quarterbyquarter forecasts were part of the February, May, August and November surveys, and since the beginning of 1994, theyhave been included in the March, June, September and December surveys. In Figure 2, the two missing observations for the second quarter of 1990 and 1991 were approximated by interpolating the preceding andsucceeding observation.10Figure 2: Consensus Forecasts of consumer prices in four quartersChange from previous year in %, quarterly dataFrance 90 91 92 93 94 95 96 97 98 99 00 01Spain 94959697989900014321065432154321076543213.53.02.52.01.51.0Forecasts for t reported in t4Consumer prices Germany 90 91 92 93 94 95 96 97 98 99 00 01Italy 90 91 92 93 94 95 96 97 98 99 00 01Netherlands 949596979899000111but can also be observed clearly in the forecasts for Germany, especially at the turn of 1998to 1999. Nor was the most recent turning point in price trends predicted correctly, whichwas, however, caused by exogenous factors the oil price shock.In order to compare the predictive power of the Consensus Forecasts with that of the EUsurvey data, use may be made of statistical measures such as the mean absolute forecasterror, the root mean square error or Theils inequality coefficient, which gives the forecasterror relative to the static forecast no change in the inflation rate. Table 3 summarisesthe values of these measures for the survey data considered here. It indicates that the meanabsolute forecast error of the Consensus Forecasts for Germany and Italy was smaller thanthe corresponding figure for the consumer price expectations polled in Germany and Italy.By contrast, in the case of France the expert forecasts show a larger absolute forecast errorthan the price expectations calculated from the consumer survey. This is confirmed by thevalues of the other two measures. As indicated by the values of Theils inequality coefficient, the Consensus Forecasts for Germany and Italy outperform the naive extrapolativeforecast, whereas the forecast error of the French experts corresponds exactly to that of theno change forecast. Of all forecasts considered here, only the price expectations of the Italian households surveyed, whose forecast error even exceeds that of the naive extrapolative forecasts, perform worse than the Consensus Forecasts for France.Table 3: Comparison of predictive power Estimation period: 4th qtr of 1990 to 4th qtr of 2000Price expectations according to Germany France Italy Consensus Forecasts EU Consumer Survey Consensus Forecasts EU Consumer Survey Consensus Forecasts EU Consumer Survey Mean absolute forecast error 0.610.770.630.53Root mean square forecast error 0.760.910.720.68Theils inequality coefficient 10.720.881.000.940.821.060.931.290.731.061 Forecast error of the survey data relative to the naive extrapolative forecast Ett4t1. Values smallerthan unity imply that the forecasts of the surveyed households and experts outperform the naive extrapolativeforecast.12III. Inflation expectations as a determinant of inflation III.1. The New Keynesian model of the Phillips curve There is a broad consensus among economic scholars and monetary policy makers alikethat privatesector inflation expectations play a key role in the monetary transmission process.22 However, there is still no agreement on the exact nature of that process. Consensusexists only insofar as most economists and central bankers share the view that, in the longrun, inflation is a monetary phenomenon whereas the influence of monetary policy on thereal economy is limited to the short to medium term.Most approaches to explaining the short to mediumrun dynamics of inflation are based onthe tradeoff between wage inflation and unemployment described by Phillips 1958.23The realisation that wage bargainers negotiate expected real wages led Friedman 1968and Phelps 1967 to add an expectational component to the original Phillips curve. Thecore argument of the FriedmanPhelps model is that there is a tradeoff between inflationand unemployment only as long as privatesector inflation expectations deviate from theactual rate of inflation. Newer models stress the importance of temporary wage and pricerigidities and try to come up with an explicit microfoundation of the Phillipscurve relationship. Among these, the groundbreaking models of staggered wageprice contracts proposed by Taylor 1979, 1980 and Calvo 1983 as well as Rotembergs 1982 model ofquadratic price adjustment costs deserve special mention.Whereas Calvos and Rotembergs models describe enterprises pricesetting behaviour ina situation of monopolistic competition, Taylor derives the influence of expected price developments on the current price level from the existence of staggered wage contracts whichrun for two or more periods. Since the data from the EU survey and the Consensus Forecasts are primarily suited to test the Taylor model, I will review the salient features of thismodel before presenting empirical results.24 In the most simple twoperiod version of the Taylor model, it is assumed that all wage contracts have a duration of two periods and thatonehalf of all contracts are renewed each period. Under these assumptions, the wage levelw prevailing in period t is the average of the contract wages x negotiated in t and t1:3awtxt xt 1 2 22 See e.g. ECB 2000, p. 49.23 Under the assumption that prices are set as a constant markup on wages, output prices will grow in proportion to nominal wages.24 The description of the model follows Roberts 1997, p. 175f 13Furthermore, it is assumed that the contract wage negotiated in t depends on the price levelexpected for the duration of the contract, on the expected unemployment rate u, on a constant b 0 and on a random shock t:3bxtptp Ett12u Euttt1bot Equation 3b may be interpreted as a quasi labour supply function. The model is closedby the assumption that enterprises react to changes in nominal wages by adjusting pricesaccordingly markup pricing:3cptshwttt The variable s is a proxy for all other factors relevant to enterprises pricing policies, suchas the price of crude oil and other commodity prices. Inserting 3a and 3b into 3c, andsolving for the rate of change in prices, p, gives the following price equation:4ptp Et 12E1tpt1tutsh2tb 20tt 12ttutwhere is often subsumed into an expectational error term:11u Et 1u Etututt. The lagged value of the expected rate of price change4app Ettt12utsh4tb 402tt 14ttwhere t stands for the expectational error . It should benoted, however, that the term t has an expected value of zero only if expectations are unbiased. Since this cannot be taken for granted, care must be taken when empirically testingequation 4a that a constant is included in the estimation.ppttp Ett 1Etpt1Because the rate of unemployment, ut, is strongly serially correlated, it can be argued thattu . Owing to measurement problems andcurrent unemployment is an adequate proxy for to doubts regarding the constancy of the natural rate of unemployment, many more recentstudies replace the unemployment rate by the gap between actual and potential output. Thismay be justified by appealing to Okuns law, which postulates a fixed relationship betweenthe output gap and the deviation of the unemployment rate from its natural level. However,even if Okuns law is considered to have only limited validity, one may argue that wagesettlements in many cases depend more on the cyclical situation than on the level of theunemployment rate. If one replaces the unemployment rate with the output gap, zy14yy, and summarises the wage shock , the price shock and the expectational error into a joint error term , one ends up with the prototype of the New Keynesian Phillipscurve:5pp Ettt1zct 1sct 2c 0t In the past few years, this type of Phillips curve has become a standard feature of the dynamic microfounded ISLM models which are widely used to evaluate alternative monetarypolicy strategies.25 However, under the assumption of rational expectations, equation 5implies that a credibly announced disinflation can be achieved at no real cost or even,that a gradual disinflation would actually be accompanied by an economic boom!.26 Thisflies in the face of the empirical observation that reducing high rates of inflation generallyinvolves sizable output losses, even in countries like Germany where the central bank traditionally enjoyed a high degree of credibility.27 In empirically oriented studies the righthand side of equation 5 is therefore often augmented by one or more lags of the endogenous variable:5aptp Ett1pt 11zct 1sct 2c 0twhere 0 1.One possible explanation of the influence of past inflation on current price developments isthe existence of a backwardlooking element in the formation of expectations. Thus,GaliGertler 2000, using a Calvo model, assume that only a certain fraction of the entrepreneurs form rational expectations, whereas the others set their prices based on simple,purely backwardlooking rules of thumb.28 If one follows this interpretation, the expectations term in equation 5a represents the forwardlooking rational component of expectations formation. Alternatively, some authors justify adding the lagged inflation rate toequation 5 by the hypothesis that wage demands in period t are geared to real wages negotiated in period t1 as well as the real wage agreements expected for t1. The assumption that relative wages the wage structure play a key role in wage negotiations goesback as far as Keynes 1936 and has been taken up more recently by BuiterJewitt 1981and FuhrerMoore 1995.29 25 See e.g. ClaridaGaliGertler 1999, Mc CallumNelson 1999ab, RotembergWoodford 1999 and various other contributions published in Taylor 1999.26 Cf. Mankiw 2000, p. 13.27 For more see Ball 1994.28 Cf. GaliGertler 2000, p. 12f.29 Cf. Keynes 1936, p. 14. AscariGarcia 1999 try to derive this idea from first principles.15Using survey data on market players inflation expectations, one may test directly whetherpast inflation plays a role in the inflation process independently of inflation expectations.Roberts 1995, 1997 and Rudebusch 2000 use survey data on price expectations of UShouseholds as well as forecasts by professional experts to estimate the Phillips curve modeldescribed by equation 5a for the US economy. Whereas the evidence presented by Roberts does not suggest that inflation is intrinsically sticky, Rudebusch comes up with apoint estimate of only 0.29 and a 90 percent confidence interval of between 0.16 and 0.42for the parameter .30 In the following, the survey data described above are used to estimatethe inflation model described by equation 5a for Germany, France, and Italy.III.2. Formulating the estimation equation Since the average duration of wage agreements in the United States and Europe is betweenone and two years, equation 5a is usually interpreted as a model for price developmentsover a time horizon of one year.31 On the one hand, this means that we dont have to breakdown the price expectations calculated from the EU and the Consensus surveys into 6month or 3month expectations but can use them directly to estimate equation 5a. On theother hand, the discrepancy between the time horizon of the price variable and the sampling interval of the data means that we have to find a way to deal with the problemscaused by overlapping observations. Some authors circumvent these problems by adaptingthe data frequency to the time horizon of the variables in question.32 However, since I cannot afford to sacrifice three quarters of the available observations, this approach is out ofthe question here. I therefore choose to estimate equation 5a with quarterly data, whichmeans that the time horizon of the price variables amounts to four sampling intervals:pt 4Etpt441pt 44zct 1sct 2c 0t6ts denote fourquarter averages of ztz and thatz 25.0 etc  To overcome the problems caused by the overlappingtnature of the observations, I apply the method proposed by Newey and West to calculateheteroskedasticity and autocorrelation HACconsistent standard errors.33in question so the variables 32tztzz 1tt 30 One reason for the difference in results may be that Roberts estimates equation 5a for the annual and thesemiannual rate of change in the CPI, whereas Rudebusch estimates the model for quarterly inflation in the GDP chainweighted price index although he uses survey data on inflation expectations which refer to therate of change in the CPI.31 Cf. Rudebusch 2000, p. 4, and Svensson 1999 and Smets 2000. By contrast, an equation for the rate ofchange in prices against the previous quarter can be better derived from a model of staggered wage contracts with a contractual length of four or more periods. For more see FuhrerMoore 1995.32 Roberts 1995 and Smets 2000 choose this route.33 For an earlier attempt to deal with this problem, see Hansen and Hodrick 1980.16To achieve consistency with the survey data, the rate of price changes in equation 6 ismeasured by the respective national consumer price indices. The fact that the employeesor their representatives mainly have their eye on the expected development of consumerprices when negotiating wages is another argument in favour of this choice. One must note,though, that the price variable on the lefthand side of the markup equation 3c is theprice level of domestically produced goods which, in an open economy, may evolve differently than the consumer price level.34 When interpreting equation 6 as a model for consumer price inflation, we therefore have to add the relative prices of imported consumerts . In the following, Igoods to the list of exogenous variables that need to be included in use the rate of change of import prices relative to the rate of change of consumer pricespimr as a summary statistic for the combined influence of the prices of imported rawmaterials, intermediate products and consumer goods: 356apt 4E1st 4pt 424p 4tzct 1c 2pimrt 4c 0t The output gap in quarter t, ztytyt, is measured as the difference between the log ofreal GDP and its longterm trend.36 In order to estimate the trend, the log of real GDP isregressed on time and time squared. The inclusion of a quadratic trend is one way of givingthe estimation an additional degree of freedom without having to specify a particular pointin time for the structural break.37 In Figure 3 the results of these estimations are contrastedwith the output gaps estimated for Germany, France and Italy by the OECD, which, however, are only available on a biannual basis. As the comparison shows, the two series generally display a relatively similar pattern, despite some differences in the details. 34 The consumer price index Pc is composed of the prices of domestically manufactured and consumed consumer goods Pd and the prices of imported consumer goods E.Pf, weighted by their respective shares inconsumer expenditure, 1a and a. Consequently, the relationship between those variables rates ofchange is: and. pa1paa 1eppfpa.ecpdcp 35 See RichRissmiller 2000 for the significance of import prices for a relatively closed economy like thecdf United States.2000.36 See ECB, Potential output growth and output gaps: concept, uses and estimates, Monthly Bulletin, October 37 The question as to the appropriate trend specification for real output is still the subject of heated debate inthe literature. Assenmacher 1998 studies this question for GDP in the Federal Republic of Germany andcomes to the conclusion that German GDP did not display a stochastic trend since the Second World Warbut was trendstationary in the 19501995 estimation period, with structural breaks in 1961 and 1973.17Figure 3: A comparison of OECD output gaps and the authors own estimates 864202464202468642024Germany GAPOECDGAPQTR76 78 80 82 84 86 88 90 92 94 96 98 00France GAPOECDGAPQTR76 78 80 82 84 86 88 90 92 94 96 98 00Italy GAPOECDGAPQTR76 78 80 82 84 86 88 90 92 94 96 98 0018III.3. Interpreting the estimation results III.3.1. Estimation results based on Consensus Forecasts One reason for using the expert forecasts collected by Consensus Economics to empiricallytest the inflation model described by equation 6a is that those forecasts are published,media attention is devoted to them, and they are consequently an important source of information for wage bargainers. A decisive advantage of this source of information over theforecasts of individual institutes or organisations is that the forecasts published by Consensus Economics already represent the average values of a sizable number of individual forecasts which are based on different forecasting approaches and divergent assumptions regarding the development of key exogenous factors.Table 4a summarises the results of the estimations conducted on the basis of the oneyearahead Consensus Forecasts of consumer price inflation. In order to allow for some delay inthe reaction of consumer prices to changes in the output gap and changes in import prices,a nonoverlapping lag of both variables dated t4 was included in the estimation. In addition to the results for the individual countries, table 4a presents the results of an estimationperformed for an EMU3aggregate consisting of all three countries. For this purpose, thenational time series were aggregated on the basis of GDP shares for 1995 calculated atpurchasing power parities, which are 0.425 for Germany, 0.292 for France and 0.283 for Italy.38 The estimates given in columns 2 to 5 are the results of OLS estimations. Since onecannot rule out the existence of a simultaneity problem with regard to the contemporaneousexpectations, output gap and import price variables, I conducted additional instrumentalvariables estimations, in which the variables in question were instrumented by their ownlagged values. The IV estimates columms 6 to 9 barely differ from the OLS estimates,however. The last line of the table contains the results of a test of overidentifying restrictions proposed by Davidson and Mac Kinnon, which confirms the validity of the instruments used.39With adjusted coefficients of determination of between 82% and 95%, the explanatorycontent of the approach is highly satisfactory. The coefficient of the expectations variable,1, is highly significant and is in all cases close to unity. By contrast, the coefficient of thelagged inflation rate, 2, is in no case significantly different from zero and was thereforerestricted to zero. The Pvalues of this restriction are listed in the nexttolast line of thetable. Secondly, there are considerable countryspecific differences in the transmission of 38 In 1995 the share of the three major countries in euroarea GDP, in terms of purchasing power parities,was over 70 %.39 See DavidsonMc Kinnon 1993, p. 235f.19Table 4a: Estimation results based on Consensus Forecasts Estimation equation:t Est12t4tzct 1zct 244c 34pimtc 4pimt 44c 0t Estimation period: Q1 1990 to Q4 1999, estimation method: OLSTSLS, NeweyWest correction of standard errors 1OLSGE0.840.17FR0.970.11IT0.990.06EMU30.920.07TSLS2GE0.860.25FR1.050.12IT1.020.06EMU30.940.100.100.070.070.080.160.040.060.030.010.040.020.470.890.390.160.640.290.090.100.030.090.040.080.340.830.470.120.830.300.150.080.160.020.030.050.020.270.210.900.560.380.050.110.060.170.080.080.030.080.030.200.230.950.450.520.600.120.090.140.050.090.040.030.040.060.620.870.410.110.290.090.080.470.160.160.110.330.110.140.050.110.040.050.350.820.430.180.480.080.140.070.030.060.020.210.200.880.600.400.580.180.070.130.050.110.030.260.310.940.500.580.500.260.450.790.3512c 1c 2c 3c 4c 0R2bar 3AC14AC54Restrict.,Pvalues Overid.,Pvalues 5 denotes significance at the 1%5%10% level; values in brackets denote the HACconsistent standard errors.1 Carried out because the discrepancy between the data frequency and the time horizon of the endogenousvariables may cause autocorrelation of the first to at most the fourth order. 2 The instruments used arelagged values of the explanatory variables. 3 Adjusted coefficient of determination. 4 Autocorrelation coefficient of the first and fifth orders standard error according to Bartlett: 1T, i.e. 0.16 for T 40. 5 Test oforthogonality of the residuals against the instruments used; see DavidsonMac Kinnon 1993, p. 235 f.20Table 4b: Estimation results for the relationship between inflation and inflation expectations based on Consensus Forecasts Estimation equationpt Epstt44zct 1zct 244c 34pimtc 44pimt 4c 0t Quarterly data, estimation period: Q1 1990 to Q4 1999, estimation method:Two Stage Least Squares 1, NeweyWest correction of standard errors 2c 1c 2c 3c 4c 0R2bar 3AC14AC54Validity of coefficient restriction, Pvalues Test of overidentifying restrictions, Pvalues 5Germany0.210.020.060.020.360.100.890.450.090.280.55France0.250.040.120.040.090.030.060.150.830.480.160.310.63Italy 0.460.150.070.030.070.030.280.130.880.600.320.740.90 denotes significance at the 1%5%10% level; values in brackets denote the HACconsistentstandard errors.1 The instruments used are lagged values of the explanatory values. 2 Carried out because the discrepancy between the frequency of data and the time horizon of the endogenous variables may cause autocorrelation of the first to at most the fourth order. 3 Adjusted coefficient of determination. 4 Autocorrelation coefficient of the first and fifth orders standard error according to Bartlett: 1T, i.e. 0.16for T 40. 5 Test of orthogonality of the residuals against the instruments used.output shocks to prices. Aggregation thus entails a loss of information, which may give riseto a bias in the coefficient estimates of the aggregated equation the so called aggregationbias.40 In the case at hand, though, the estimation results for the aggregated time series 40 As was shown by Theil 1954, an aggregation bias can only be avoided if either the parameters of thedisaggregated equations are identical or the countries shares in the aggregated variables remain constant 21generally seem to match the weighted average values of the countryspecific coefficients.Still, it would seem that caution is warranted with regard to the use of an aggregated inflation model for Germany, France and Italy, at least until there are clear signs of a greaterconvergence of national inflation processes.To illustrate the extent of countryspecific differences, for each country an additional version of equation 6a was estimated, in which the coefficient 1 was restricted to unity andall nonsignificant coefficients with the exception of the constants were restricted to zerosee Table 4b. The results indicate that consumer prices in Germany and France react tochanges in the output gap with a lag of one year, whereas a corresponding rise or fall incapacity utilisation in Italy has its main impact on consumer prices before the year is out. Inaddition, the point estimate of the coefficient c 1 is considerably larger for Italy than thecorresponding values of the coefficient c 2 for Germany and France. The rate of change ofimport prices has the expected positive impact on inflation everywhere. The strength andthe timing of this effect likewise show certain national differences.III.3.2. Estimation results based on EU survey data In order to check the sensitivity of the results to the survey data used, the estimations wererepeated using the price expectations calculated from the EU survey. Bearing in mind thewage contract model, an argument in favour of using these data is that they reflect the expectations of those economic agents who ultimately make the decisions on labour supply.Table 5 summarises the estimation results for the inflation expectations calculated from the EU survey data. With adjusted coefficients of determination of over 90%, the explanatorypower of the estimated equations is once again very high. However, this result is basedalmost exclusively on the close relationship between current and expected price developments. While the coefficient of lagged inflation, 2, proves to be significantly positive inthe OLS estimation for Italy, it can be restricted to zero without any difficulty in the corresponding IV estimation. The differences between the OLS and the IV estimates point to theexistence of an endogeneity problem. One possible reason for this problem could be thatthe surveyed households assessment of future price developments is itself heavily dependent on current price developments for more on this see Chapter IV. The close correlationbetween these two variables could also be the reason why the coefficients of the other explanatory variables are in many cases nonsignificant. According to the results of the IVestimations, the influence of the output gap variables on the current rate of inflation is onlysignificant in the estimations for Italy, but with a negative sign instead of the expected over the entire period. In the present example apparently neither condition is met. See Wesche 1998, p.59ff.22Table 5: Estimation results based on EU survey data Estimation equation:t Est21t4tzct 1zct 244c 34pimtc 4pimt 44c 0t Estimation period: Q1 1990 to Q4 1999, estimation method: OLSTSLS, NeweyWest correction of standarderrors 1OLSDE0.880.05FR0.920.11IT0.660.05EMU30.860.07TSLS2DE0.880.08FR1.080.09IT0.820.03EMU30.970.060.000.020.110.040.210.070.280.090.050.020.040.010.010.010.170.070.280.070.010.020.030.030.040.020.040.010.010.040.090.050.070.010.080.020.000.040.030.020.030.010.010.010.070.040.060.060.010.020.020.020.150.110.270.070.020.020.040.020.080.050.030.050.050.020.050.030.410.090.620.160.580.100.780.170.360.120.340.100.890.130.480.1712c 1c 2c 3c 4c 0R2bar 3AC14AC54Restrict.,Pvalues Overid.,P values 50.980.240.000.680.920.150.010.550.960.490.420.980.150.220.650.980.280.040.470.910.200.090.140.960.520.160.180.970.180.270.940.420.350.330.98 denotes significance at the 1%5%10% level; values in brackets denote the HAC consistent standard errors.1 Carried out because the discrepancy between the frequency of data and the time horizon of the endogenousvariables may cause autocorrelation of the first to at most the fourth order. 2 The instruments used arelagged values of the explanatory values. 3 Adjusted coefficient of determination. 4 Autocorrelation coefficient of the first and fifth orders standard error according to Bartlett: 1T, i.e. 0.16 for T 40. 5 Test oforthogonality of the residuals against the instruments used; see DavidsonMac Kinnon 1993, p. 235 f.23positive sign. Moreover, only in the case of Germany and Italy can a significant influenceof relative import prices on consumer prices be demonstrated.To sum up, it may be said that the estimation results presented here underscore the importance of expected price developments for current inflation. By contrast, I find no evidencefor a significant influence of last years inflation rate on current price developments. Theevidence presented here thus does not back the stickyinflation model empasized by Fuhrer and Moore 1992, 1995 which claims that lagged inflation plays an autonomousrole in the inflation process independently of the formation of expectations. Rather, theresults suggest that if we want to explain the high degree of inflation persistence to be observed in the real world, we have to take a closer look at the way wagesetters form expectations. This may be done by using the survey expectations to test alternative models ofexpectations formation.24IV. Determinants of inflation expectations IV.1. Alternative models of expectations formation The estimations presented in Chapter 3 support the hypothesis that private sector inflationexpectations constitute an important determinant of current inflation. However, we cannotrule out the possibility that inflation expectations are for their part influenced by past pricedevelopments. In order to understand the shortrun dynamics of inflation, we thereforeneed to know more about the process of expectations formation. This knowledge is notonly of theoretical interest but also has important practical implications for monetary policy. If the central bank does not succeed in anchoring inflation expectations at the desiredlow level, it must combat the excessive expectations by pursuing a restrictive monetarypolicy course. The attendant real costs in the form of output and employment losses wouldthen jeopardise the public acceptability of a monetary policy geared to price stability.41The spectrum of expectations formation models discussed in the literature ranges fromsimple, purely backwardlooking rules of thumb to explicitly modelling learning processes to the hypothesis of perfectly rational expectations.42 Simple backwardlooking models assume that agents use only past price developments and earlier forecast errors to formexpectations while other influences and relationships are disregarded. In his definition ofrational expectations, by contrast, Muth assumes that the subjective expectations of economic agents match the predictions of the relevant economic theory.43 Consequently, anessential feature of Muths definition of rational expectations is that economic agents donot make systematic errors.The hypothesis that economic agents possess full knowledge of the relevant structural relationships is doubtless an extreme assumption that cannot be maintained outside the tranquillity of a prolonged steady state.44 Many critics have pointed to the importance of information problems and have stressed the need to take into account the costs of makingoptimal forecasts and also to explicitly model learning processes.45 However, since itsadoption by Lucas 1972, 1973, 1975, Sargent 1973, Barro 1977 and others, the rational expectations hypothesis has become one of the broadly accepted paradigms of macroeconomic analysis. 41 This is also called the expectations trap. For details see ChristianoGust 2000.42 For more see Pesaran 1989, chapters 2 and 3.43 In Muths own words: Expectations, since they are informed predictions of future events, are essentiallythe same as the predictions of the relevant economic theory. Muth 1961, p. 316.44 Cf. Pesaran 1989, p. 2.45 Among these critics are AkerlofYellen 1985ab, 1987, Pesaran 1989, Ball 1991 and EvansHonkapohja 2000.25IV.2. Tests of unbiasedness and informational efficiencyttThe popularity of the rational expectations hypothesis has motivated numerous authors totest it on survey data.46 The tests conducted draw on certain properties of the expectationserrors, , which must be met in a rational expectations scenario. Most importantly, the expectations errors must have a mean value of zero and they must not be correlated with variables which were included in the agents information set tj at the timethe expectations were formed:E ttj7a7bt E 0t E jt0Criterion of unbiasednessCriterion of orthogonalityThe property of unbiasedness may be tested by regressing the forecast error on a constant:478at Et 4tc 0t If the constant c 0 is significantly different from zero, the null hypothesis of unbiasednessmust be rejected. Table 6 summarises the results of this test for the Consensus Forecasts ofconsumer prices and the price expectations calculated from the EU survey. Accordingly,the null hypothesis of unbiasedness can only be rejected with a high level of confidence inone case, namely for the Consensus forecasts of consumer price inflation in France. The Consensus forecasts for Germany also display a certain bias; however, it is only significantat the 10 % level. Unlike the mean forecast error of the experts for France, the average expectations error of the polled French households during the period under review wasgreater than zero, which indicates that the surveyed consumers tended to underestimaterather than overestimate the measured price rise. However, this bias could be due to ameasurement error resulting from the fact that French consumers were asked about theirexpectations for the coming months without a more precise definition of the forecasthorizon.Unbiasedness is merely one necessary condition for the Muthrationality of expectations.The second, stricter criterion requires the expectations errors to be orthogonal to the information commonly available at the time expectations are formed. The orthogonality or informational efficiency of the survey data can be tested by regressing the forecast error on a 46 Many of these studies make use of the Michigan and Livingston surveys of inflation expectations. See Roberts 1997, Croushore 1998, GrantThomas 1999 and the older studies quoted there.47 For more see HoldenPeel 1990, p. 124.26Table 6: Are the forecast errors unbiased?Estimation equation: t Estt 4c 0t Quarterly data, estimation period: Q1 1991 to Q4 2000Estimation method: OLS, NeweyWest correction of standard errors 1Germany France Italyc 0c 00, Pvaluesc 0c 00, Pvalues Consensus Forecasts0.320.180.090.510.140.00Price expectations according to EU consumer survey 0.000.240.9970.300.150.050.210.240.390.300.360.41 denotes significance at the 1%5%10% level; values in brackets denote the HAC consistentstandard errors.1 Carried out because the overlapping forecast errors cause autocorrelation of the residuals of at most thefourth order.range of variables which may have been of help in forecasting inflation at the time theforecast was made:8bt Et4tx 5tt If is significantly different from zero, the null hypothesis of informational efficiency mustbe rejected. However, it must be ensured that the vector x only contains variables whichwere actually available to those polled at the time expectations were formed realtimedata. Time series which are subject to major revisions after initial publication, such asindustrial output or gross domestic product, are therefore not admissible unless realtimedata are still available. Here, I use the unrevised unemployment rates national definitions, the threemonth national money market rates and the rates of change in the nationalconsumer price indices as elements of the vector x. All three variables are formulated asyearonyear changesrates of change. To allow for the possibility that lagged values of theselected variables still contain information which is relevant to future price developments, Iincluded the most uptodate values of these variables dated t5 as well as their respectiveprevious years values dated t9 in the estimation.27Table 7: Are the forecast errors orthogonal to selected information variables?Estimation equation:t Estt 4c 05Quarterly Data, estimation period: Q1 1999 to Q4 2000Estimation method: OLS, NeweyWest correction of standard errors 44t 15t 293RUt4RUt 95it 456it 49t Germany France Italy Consensus Forecasts0, Pvalues 0.000.00Price expectations according to the EU consumer survey0, Pvalues 0.000.0460.000.00 denotes significance at the 1%5%10% level; values in brackets denote the HACconsistentstandard errors.1 Carried out because overlapping forecast errors cause autocorrelation of the residuals of at most thefourth order.As the results summarised in table 7 show, the null hypothesis of orthogonality must berejected for all of the survey data considered here. This evidence suggests that neither thepolled experts nor the surveyed households made efficient use of all the information available to them at the time the forecasts were made. Taken together, the results of the testsconducted here are consistent with those for other survey data, namely that direct observations on expectations do not possess the properties implied by Muths definition of rationalexpectations.48IV.3. Formulating a model of partly rational and partly adaptive expectations This raises the question as to how the expectations formation process of the polled expertsand households differs from the benchmark of perfectly rational expectations. In the context of the inflation model examined in chapter 3, some authors have recently worked withthe assumption that only a certain fraction of agents make forecasts which are optimal in astatistical sense, whereas the others rely on simple, purely backwardlooking rules ofthumb.49 To motivate this assumption, one can draw on earlier work by Akerlof and Yellen1985a,b who make the point that the additional utility of optimal forecasts compared withan adaptive adjustment of expectations is likely to be small for many market participants. Ifthat is the case, adaptive expectations could be nearrational or even perfectly rational for 48 Examples include Baghestani 1992, BatchelorDua 1989 und Roberts 1997.49 Roberts 1997, 1998 and GaliGertler 2000.28those agents for whom the costs of obtaining and processing information exceed the additional utility of optimal forecasts.50Heterogeneity of this type can be represented by an expectations formation model whichcontains both a forwardlooking rational element and a backwardlooking element whichcaptures the idea that agents update their expectations in the light of past forecast errors:9Ett 4Ec 1mtt 41Ec 14ttc 2t Et4tm 4tt E is the purely rational or mathematical expectation of future inflation, and thecoefficient c 2 measures the speed at which agents revise their expectations. If c 2 equals one,the backwardlooking element of equation 9 corresponds to the simplest form of an extrapolative model of expectations formation also known as the naive expectations formation model. The empirical relevance of this model and the relative weight of the individual elements can be tested using the available survey data. If one realistically assumesthat the rate of price change over the current period ptpt1 is not known at the time expectations are formed, the lagged endogenous variable and the forecast error must be backdated by one period for the empirical test:9aEstt 4Ecmtt 141Ecstt 151c 2t 1Estt 51st Following Mc Callum 1976, the rational expectation actual inflation rate in t4 less an expectations error t4:mt E can be replaced by the 4t9bEstt 4ct 141Ecstt 511c 2t 1Estt 51stvct 14The drawback of the Mc Callum method is that it introduces an additional source of error,t4, which can have a negative impact on the accuracy of the estimation. To avoid the biaswhich would result from the correlation between actual inflation in t4 and the error term,we must find suitable instruments for the future inflation rate. Since the expectations errorvt4 is, by definition, uncorrelated with information already known in t or prior to t, a consistent estimate of the parameters c 1 and c 2 can in principle be obtained by using laggedvalues of the endogenous variable Et5t1, Et6t2,  and the inflation rate t1, t2,  asinstruments. However, the estimation of equation 9b is further complicated by the potential presence of measurement error in the survey data which would introduce correlationbetween the lagged endogenous variable and the disturbances. I therefore restrict the set of 50 Cf. AkerlofYellen 1985a. For the probable magnitude of losses see HaltiwangerWaldman 1989 andthe article by Naish 1993, which also contains numerical examples.29instruments to several lagged values of the inflation rate. Again, the Pvalues of the test ofoveridentifying restrictions proposed by Davidson and Mc Kinnon 1993 are shown separately in the tables of results.IV.4. Interpreting the estimation results Table 8 summarises the estimation results for the Consensus Forecasts. With adjusted coefficients of determination of between 0.80 and 0.89, the explanatory content of the approachis again highly satisfactory. The estimates of the coefficient c 1 are significantly positive inall cases, with estimated values of between 0.13 and 0.47. The hypothesis of purely backwardlooking expectations c 10 must consequently be rejected in the case of the forecasts for France, though, only at the 90% level of confidence. On the other hand, the estimated share of the backwardlooking element in the formation of expectations is greaterthan 0.5 in all cases, so that the hypothesis of purely forwardlooking expectations c 11must likewise be rejected at an even higher level of confidence. The evidence presentedhere thus suggests that the polled experts draw on past price developments and earlier forecasts when forming their expectations but also incorporate other information into their calculations.The estimated values for the speedofadjustment coefficient c 2 exhibit the expected positive sign. As regards the expectations formation of the experts for Italy, we cannot rejectthe hypothesis that the backwardlooking element of expectations formation corresponds tothe naive extrapolative model c 21. By contrast, the experts on the panel for Germanydisplayed much less sensitivity to past forecast errors. In their case, the hypothesis that c 2equals zero can only be rejected at the 90 % level of confidence. If we set c 2 equal to zero,the model of partly rational, partly adaptive expectations considered here reduces to thestubborn expectations model investigated by Roberts 1998:9cEstt 4Ecmtt 141Ecssttt 151This specification suggests that economic agents only gradually adjust their forecasts inresponse to new information. A rational reason for this kind of forecast smoothingcould lie in the considerable degree of uncertainty which generally surrounds the reliabilityof newly released data and of the forecasting models used.51 51 See Deutsche Bundesbank 1998, Financial market prices as monetary policy indicators, Monthly Report,July 1998, p. 57. Sill and Wrase 1999 formulate a model in which the lagged adjustment of expectationsoccurs endogenously as the result of Bayesian learning about the prevailing monetary policy regime.30Table 8: Estimation results based on Consensus Forecasts Estimation equationEcst 1pt 44pt441Ecst 15pt 14c 2pt 14Est 5pt 1st 4Quarterly data, estimation period: Q1 1990 to Q4 1999Estimation method: twostage least squares 1, NeweyWest correction of standard errors 2GEFRITEMU3Share of the forwardlooking element c 1Share of the backwardlookingelement 1c 1Magnitude of error correction c 2R2bar AC13AC53AC93Test of overidentifying restrictions,Pvalues 40.320.110.680.110.240.130.800.770.380.240.420.130.080.870.080.300.070.860.640.710.290.220.470.080.530.080.880.280.870.660.510.190.300.400.130.600.130.410.200.890.720.620.370.88 denotes significance at the 1 % 5 %10 % level; values in brackets denote the HACconsistentstandard errors NeweyWest method.1 The instruments used are lagged values up to 12 lags of the explanatory variables. 2 The NeweyWestcorrection is carried out because the data structure may cause autocorrelation of the first to at most theeighth order. 3 The standard error according to Bartlett is 1T, i.e. 0.17. for T equal to 36. 4 Test of orthogonality of the residuals against the instruments used; cf. DavidsonMc Kinnon 1993, p. 235f.As a look at Table 9 shows, the results for the EU survey data tend to be even more heterogeneous than those for the forecasts gathered by Consensus Economics. In the equationsestimated for the polled German and French households, the coefficient of the forwardlooking element c 1 assumes a significantly positive value, with estimated values of 0.22and 0.30, respectively. By contrast, the null hypothesis of purely backwardlooking expectations cannot be rejected for the households polled in Italy. Furthermore, in the equationestimated for the French households, a constant proves to be highly significant, indicatingthat either a measurement error has occurred with respect to the level of the expectationsvariable which could have its roots in the conversion method, for instance or that theformulated model does not entirely capture the expectation formation process of the polledhouseholds.31Table 9: Estimation results based on consumer price expectations Estimation equationEcst 1pt 44pt441Ecst 15pt 14c 2pt 14Est 5pt 1st 4Quarterly data, estimation period: Q1 1991 to Q4 1999Estimation method: twostage least squares 1, NeweyWest correction of standard errors 2GEFRITEMU3Share of the forwardlookingelement c 1Share of the backwardlookingelement 1c 1Magnitude of error correctionc 2Constant c 0R2bar AC14AC54AC94Test of overidentifying restrictions, Pvalues 30.220.080.780.081.180.140.900.140.140.000.240.300.100.700.101.010.160.450.050.860.150.010.170.251.000.930.180.830.810.290.160.281.000.900.190.310.120.910.550.150.120.21 denotes significance at the 1 % 5 10 % level; values in brackets denote the HACconsistent standard errors NeweyWest method.1 The instruments used are lagged values up to 12 lags of the explanatory variables. 2 The NeweyWestcorrection is carried out because the data structure may cause autocorrelation of the first to at most theeighth order. 3 Test of orthogonality of the residuals against the instruments used; cf. DavidsonMc Kinnon1993, p. 235f. 4 The standard error according to Bartlett is 1T, i.e. 0.17 for T equal to 36.From a monetary policy perspective, the demonstration of a significant backwardlookingcomponent in the formation of expectations is important because backwardlooking expectations retard the speed at which monetary impulses are transmitted from aggregate demand to prices. This point can be illustrated by drawing together the results of chapter 3and the previous section. If we take for instance the inflation model estimated for Germanytable 4b:10apt 4Estpt 4421.0zt 406.0pimrt 4c 0t 32lag it five periods, multiply the resulting expression by a factor and substract it fromequation 10a, we get an equation which expresses the rate of change in consumer pricesas a function of its own lagged value as well as the contemporary and lagged values of thesurvey expecations:pt 44pt 506.0Estpimrt 4pt 44Est 506.0pimrt 54pt 41121.0ztt 54c0t21.0z 9t10bNow, the expectations variable model estimated with the help of the survey data. For Germany, table 8 yields: can be replaced by the expectations formationstE4 tp 410cEst4p4t32.0Emt4p4t52.0Est 54p 1t16.0p 41tst By inserting equation 10c into equation 10b, setting equal to 0.52 and rearrangingterms, one arrives at an inflation equation of the form:pt 411 E32.0mt11.0zct 0t 4pt 1pimrt 444p 16.0t 403.0zst 52.0t 59t 52.0pt 403.010.0z 45pimrt 4t 4pimrt5The rather awkward lag structure is a consequence of the discrepancy between the datafrequency and the time horizon of the inflation rate and need not concern us here. Rather,the derivation of equation 11 is meant to illustrate how a backwardlooking, adaptiveelement in expectations formation introduces persistence into the inflation process. Thepoint estimate of 0.68 for the sum of the coefficients on lagged inflation is very much inline with the results presented by Roberts 2001 who estimates the partly forwardlooking,partly backwardlooking version of the Phillips curve directly and finds that the weight onlagged inflation is in the range of 0.5 to 0.7, with limited sensitivity to specificationchoice.52 52 See Roberts 2001, S. 3.33V. Summary and outlook In summary, it may be said that the survey data used here, especially the forecasts collectedby Consensus Economics, have proved to be a promising instrument for analysing the inflation process and for testing alternative expectations formation hypotheses. While it cannot be ruled out altogether that the price expectations reported by the surveyed householdsand experts diverge from their true expectations, the tests performed during the instrumental variable estimations did not reveal any notable measurement problem. One limitation of the analysis is certainly that it is based on a comparatively short time span. This isespecially true of the estimations based on the Consensus Forecasts, which have only beengathered since autumn 1989. The results obtained can nevertheless be interpreted as usefulinitial findings regarding the link between inflation and inflation expectations and thestructure of expectations formation in the countries under review.The estimations of the New Keynesian inflation model presented here underline the importance of inflation expectations for the short to mediumrun development of consumerprices. If the Consensus Forecasts are used as a measure of expected price developments,the output gap and import prices likewise prove to be important determinants of the currentinflation rate. By contrast, the coefficient of the lagged inflation rate is not significantlydifferent from zero no matter which survey data are used. An important implication of thisfinding is that backwardlooking elements in expectations formation seem to be a morepromising explanation for inflation inertia than wage setters concern for relative realwages.In the last section of this paper, therefore, a model of partly rational and partly adaptiveexpectations is formulated and estimated using the available survey data. We find thatexpctations are neither purely forwardlooking nor as unsophisticated as the simple adaptive expectations model would suggest, though the relative weight of the adaptive elementis in all cases greater than one half. This result backs the supposition of AkerlofYellen1985ab and others that many market participants rely on simple, purely backwardslooking rules of thumb when forming their expectations. If the costs of acquiring information and the uncertainty surrounding the reliability of available information are taken intoaccount, such behaviour, even by professional forecasters, may well be considered rational.From a monetary policy perspective, the demonstration of backwardlooking elements inthe formation of expectations is important because the associated persistence of inflationary processes, once they have set in, reinforces the need for monetary policy makers toadopt a forwardlooking approach. This line of reasoning has recently been backed by a 34number of empirical studies which show that the optimal time horizon of monetary policydecisions increases with the sluggishness of the inflation process.53 Simulation studiesbased on models with purely forwardlooking expectations are therefore likely to underestimate the need for the central bank to act in a forwardlooking manner and to overestimatethe stabilisation features of simple, purely backwardlooking policy rules.Conversely, evidence of a forwardlooking component in the formation of expectationsalso has important monetary policy implications. If at least a fraction of market participantsbehave in a forwardlooking manner, the efficacy of monetary policy measures depends onthose participants expectations regarding the goals and future course of central bank policy. In such an environment the central bank must do its utmost to convince market participants of its determination to adhere to a stabilityoriented course. The tasks of clearly defining the ultimate objective and announcing a comprehensible and transparent monetarypolicy strategy play a key role in this context. 53 See, for instance, BatiniHaldane 1998 and Smets 2000.35Annex Tab. A1: Questions and response categories of the EU Consumer Survey on price developments in France Do you think that over the past six monthsprices have  Compared with current developments, do youthink that prices will  risen sharplyrisen moderatelyrisen slightlyhardly changedfallen slightlydont know rise more sharplyrise by the same amount as before rise less sharply than before remain stable fall slightlydont know Tab. A2: Questions and response categories of the EU Consumer Survey on price developments in Spain Would you say that, over the past 12 months,prices have  Do you thank that in the next twelve monthsprices will  risen very sharplyrisen rather sharplyrisen slightlyremained stablefallen slightlydont know rise more sharply rise rather sharply rise more slowly remain stable fall slightlydont know 36Bibliography Akerlof, G. A. and J. L. Yellen 1985a: A NearRational Model of the Business Cycle,with Wage and Price Inertia, Quarterly Journal of Economics, Vol. 100, Supplement, 823838.Akerlof, G. A. and J. L. Yellen 1985b: Can Small Deviations from Rationality make Significant Differences to Economic Equilibria?, American Economic Review, Vol. 75No. 4, 709720.Akerlof, G. A. and J. L. Yellen 1987: Rational Models of Irrational Behavior, AEA Papers and Proceedings, Mai 1987, 137142.Ascari, G. and J. A. Garcia 1999: Relative wage concern and the Keynesian contractmultiplier, EUI Working Paper ECO No. 995.Assenmacher, W. 1998: Trend und Zyklus im Bruttoinlandsprodukt der Bundesrepublik Deutschland, Jahrbucher fur Nationalokonomie und Statistik, Vol. 2175, 628649.Ball, L. 1991: The Genesis of Inflation and the Costs of Disinflation, Journal of Money,Credit and Banking, Vol. 23, No. 3, 439452Ball, L. 1994: What determines the sacrifice ratio?, in Gregory Mankiw, ed., Monetary Policy, MIT Press.Ball, L. 1999: Efficient Rules for Monetary Policy, International Finance 21, 6383.Baghestani, H. 1992: Survey evidence on the Muthian rationality of the inflation forecastsof U.S. consumers, Oxford Bulletin of Economics and Statistics 54, 173186.Barro, R. J. 1977: Unanticipated Money Growth and Unemployment in the United States,American Economic Review, 67, 10115.Batchelor, R. A. and Dua, P. 1989: Household versus economist forecasts of inflation: Areassessment, Journal of Money, Credit, and Banking 21, 252257.Batchelor, R.A. and A.B. Orr 1988: Inflation Expectations Revisited, Economica, 55,317331.Batini, N. and A. Haldane 1999: Forwardlooking rules for monetary policy, Bank of England Working Paper No. 91.Begg, D. K. H. 1982: The Rational Expectations Revolution in Macroeconomics, Philip Allan, Oxford.Berk, J. M. 1997: Measuring Inflation Expectations: A Survey Data Approach, DNBStaff Report, September 1997.37Berk, J. M. 2000: Consumers Inflation Expectations and Monetary Policy in Europe,unpublished manuscript.Bryan, M.F. and W.T. Gavin 1986: Models of Inflation Expectations Formation: A Comparison of Household and Economist Forecasts, Journal of Money, Credit and Banking, Vol. 18, No. 4, 53944.Buiter, W. H. and I. Jewitt 1981: Staggered wage setting with real wage relativities:Variations on a theme of Taylor, The Manchester School, 49, 211228, reprinted in W. H. Buiter ed., Macroeconomic theory and stabilization policy, Manchester,1989.Calvo, G. A. 1983: Staggered Contracts in a UtilityMaximizing Framework, Journal of Monetary Economics, 12, 38398.Carlson, J. A. and Parkin, M. 1975: Inflation Expectations, Economica, Vol. 42, 123137.Caskey, John 1985: Modelling the formation of price expectations: a Bayesian approach,American Economic Review, 75, 768776.Cheung, YinWong and Menzie D. Chinn 1999: Are Macroeconomic Forecasts Informative? Cointegration Evidence from the ASANBERSurveys, NBER Working Paper No. 6926.Christiano, L. J. and C. Gust 2000: The expectations trap hypothesis, Economic Perspectives, Federal Reserve Bank of Chicago, Vol. 25, 2139.Clarida, R., J. Gali and M. Gertler 1999: The Science of Monetary Policy: A New Keynesian Perspective, NBER Working Paper No. 7147.Croushore, D. 1998: Evaluating Inflation Forecasts, Federal Reserve Bank of Philadelphia, Working Paper No. 9814.Consensus Economics: Consensus Forecasts A Digest of International Economic Forecasts, London, various editions.Davidson, R. and J. G. Mac Kinnon, 1993: Estimation and Inference in Econometrics,New York and Oxford.Deutsche Bundesbank 1998: Financial market prices as monetary policy indicators,Monthly Report, July 1998, 4967.European Central Bank, 2000: Monetary policy transmission in the euro area, Monthly Bulletin, July 2000, 4358.Evans, G. W. and S. Honkapohja 2000: Expectations and the Stability Problem for Optimal Monetary Policies, Discussion paper 1000, Economic Research Centre of the Deutsche Bundesbank.38Friedman, M. 1968: The Role of Monetary Policy, American Economic Review, Vol. 58,117.Fuhrer, J. C. 1997: The UnImportance of ForwardLooking Behavior in Price Specifications, Journal of Money, Credit and Banking, Vol. 29, No. 3 August.Fuhrer, J. C. and G. Moore 1995: Inflation Persistence, Quarterly Journal of Economics,Vol. 110, No. 1, 127159.Gali, J. and M. Gertler 2000: Inflation Dynamics: A Structural Econometric Analysis,NBER Working Paper No. 7551.Goodfriend, Marvin and Robert King 1997: The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual.Gramlich, E. M. 1983: Models of Inflation Expectations Formation, Journal of Money,Credit and Banking, May 1983, 15, 15573.Grant, A.P. and L.B. Thomas: Inflationary Expectations and Rationality Revisited, Economic Letters, Vol. 62, No. 3, March 1999, 331338.Greene, W. H. 1997: Econometric Analysis, 3rd Edition, PrenticeHall International, Inc.Haltiwanger, J. and M. Waldman 1989: Limited Rationality and Strategic Complements:the Implications for Macroeconomics, Quarterly Journal of Economics, 463483.Hansen, L.P. and R. J. Hodrick 1980: Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88,82953.Holden, K. and D. A. Peel 1990: On Testing for Unbiasedness and Efficiency of Forecasts, The Manchester School Vol. LVIII No. 2, June 1990, 12027.Keane, M. P. and D. E. Runkle 1990: Testing the Rationality of Price Forecasts: New Evidence from Panel Data, American Economic Review, Vol. 80, No. 4, 714 735.Keynes, J. M. 1936: The General Theory of Employment, Interest and Money, New York,Harcourt Brace.Lahiri, K. and Dasgupta, S. 1992: A Comparative Study of Alternative Methods of Quantifying Qualitative Survey Responses using NAPM Data, Journal of Business Economic Statistics, Vol. 10, No. 4, 391400.Lamont, Owen 1995: Macroeconomic Forecasts and Microeconomic Forecasters, NBERWorking Paper No. 5284.Lewis, Karen K. 1989: Changing beliefs and systematic rational forecast errors with evidence from foreign exchange, American Economic Review, 79, 62136.39Lucas, R. E., 1972: Econometric testing of the natural rate hypothesis, in: Eckstein, O.ed , The Econometrics of Price Determination, Conference, Washington, DC.Lucas, R. E., 1973: Some International Evidence on OutputInflation Tradeoffs, American Economic Review 63 June, 32634.Lucas, R. E. 1975: An Equilibrium Model of the Business Cycle, Journal of Political Economy, 83, 111344.Mc Callum, B. T. 1976: Rational Expectations and the Estimation of Econometric Models: an Alternative Procedure, International Economic Review, 17, 48490.Mc Callum, B. T. and E. Nelson 1999a: Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model, in Taylor, J. B. ed., Monetary Policy Rules, Chicago, 1545.Mc Callum, B. T. and E. Nelson 1999b: Nominal Income Targeting in an OpenEconomy Optimizing Model, Journal of Monetary Economics 43, 553578.Mankiw, N. G. 2000: The Inexorable and Mysterious Tradeoff between Inflation and Unemployment, NBER Working Paper 7884.Muth, J. F. 1961: Rational Expectations and the Theory of Price Movements,Econometrica, 29, 31535.Mylonas, P. and Schich, S. T. 1999: The use of financial market indicators by monetaryauthorities, OECD Economics Department Working Paper, 223.Naish, H. F. 1993: The near optimality of adaptive expectations, Journal of Economic Behavior and Organization 20, 322.Nerlove, M. 1983: Expectations, plans and realizations in theory and practice,Econometrica, 51, 125179.Paquet, A. 1992: Inflationary Expectations and Rationality, Economic Letters 40, 303308.Pesaran, M.H. 1989: The Limits to Rational Expectations, Oxford and New York.Phelps, E. 1967: Phillips Curves, Expectations of Inflation and Optimal Unemploymentover Time, Economica, Vol. 34,Phillips, A. W. 1958: The Relation between Unemployment and the Rate of Change of Money Wage Rates in the UK 18611957, Economica, Vol. 25, 283299.Razzak, W.A. 1997: Testing the Rationality of the National Bank of New Zealands Survey Data, Working Paper G975 Wellington, Reserve Bank of New Zealand, July 1997.40Reckwerth, Jurgen 1997: Inflation and output in Germany: the role of inflation expectations, Discussion paper 597, Deutsche Bundesbank.Rich, R. 1989: Testing rationality of inflation forecasts from survey data: another look atthe src expected price change data, The Review of Economics and Statistics 71,682686.Rich, R. W. and D. Rissmiller 2000: Understanding the Recent Behavior of U.S. Inflation, Current Issues in Economics and Finance, Vol. 6, No. 8 July 2000, Federal Reserve Bank of New York.Roberts, John M. 1995: New Keynesian Economics and the Phillips Curve, Journal of Money, Credit and Banking, 27, 975984.Roberts, John M. 1997: Is Inflation sticky?, Journal of Monetary Economics, 39, 173196.Roberts, John M. 1998: Inflation Expectations and the Transmission of Monetary Policy,Working Paper, Board of Governors of the Federal Reserve System, Washington,D.C., October 1998.Roberts, John M. 2001: How well does the New Keynesian StickyPrice Model Fit the Data?, Working Paper, Board of Governors of the Federal Reserve System, Washington, D.C., February 2001.Rotemberg, J. J. 1982: Sticky Prices in the United States, Journal of Political Economy,60, 11871211.Rotemberg, J. and M. Woodford 1999: Interest Rate Rules in an Estimated Sticky Price Model, in Taylor, J. B. ed., Monetary Policy Rules, Chicago, 57119.Rudebusch, Glenn D. 2000: Assessing Nominal Income Rules for Monetary Policy with Model and Data Uncertainty, Working Paper No. 14, ECB Working Paper Series.Sargent, T. J. 1973: Rational Expectations, the Real Rate of Interest and the Natural Rateof Unemployment, Brookings Papers on Economic Activity, No. 2, 42972.Sill, K. and J. Wrase 1999: Exchange Rates, Monetary Policy Regimes, and Beliefs,Working Paper No. 996, Federal Reserve Bank of Philadelphia.Simmons, P. and Weiserbs, D. 1992: Consumer price perceptions and expectations, Oxford Economic Papers, 44, 3550.Smets, F. 2000: What Horizon for Price Stability, Working Paper No. 24, ECB Working Paper Series.Svensson, L. 1999: Inflation Targeting as a Monetary Policy Rule, Journal of Monetary Economics 43, 607654.41Taylor, J. B. 1979: Staggered Contracts in a Macro Model, American Economic Review,69, 10813.Taylor, J. B. 1980: Output and Price Stability: An International Comparison, Journal of Economic Dynamics and Control 2, 109132.Taylor, J. B. 1998c: Staggered Price and Wage Setting in Macroeconomics, NBERWorking Paper 6754, November 1998.Taylor, J. B. 1999 ed.: Monetary Policy Rules, Chicago.Theil, H. 1954: Linear Aggregation of Economic Relations, Amsterdam.Thomas Jr., L. B. 1999: Survey Measures of Expected U:S. Inflation, Journal of Economics Perspectives, Vol. 12, No. 4, 125144.Wesche, K. 1998: Die Geldnachfrage in Europa Aggregationsprobleme und Empirie,Heidelberg.42The following papers have been published since 1999:January 1999February 1999April 1999Die Geldmenge und ihre bilanziellen Gegenposten: Ein Vergleich zwischenwichtigen Landern der Europaischen Wahrungsunion Dimut Lang Die Kapitalmarktzinsen in Deutschlandund den USA: Wie eng ist der Zinsverbund?Eine Anwendung der multivariaten Kointegrationsanalyse Manfred Kremer Zur Diskussion uber den Verbraucherpreisindex als Inflationsindikator Beitrage zu einem Workshop in der Deutschen Bundesbank July 1999Monitoring Fiscal Adjustmentsin the European Union and EMURolf Strauch October 1999Cyber money as a medium of exchange Gabriele Kabelac December 1999Implicit Government Guaranteesand Bank Herding Behavior Rasmus Ruffer December 1999February 2000Implications of the new sesonaladjustment method Census X12ARIMA for currenteconomic analysis in Germany How Safe Was the Safe Haven?Financial Market Liquidity duringthe 1998 Turbulences Available in German only.Robert Kirchner Christian Upper 43May 2000The determinants of the eurodollarexchange rate Synthetic fundamentalsand a nonexisting currency Jorg Clostermann Bernd Schnatz July 2000Concepts to Calculate Equilibrium Exchange Rates: An Overview Ronald Mac Donald August 2000September 2000November 2000Core inflation rates:A comparison of methods based onwest German data Exploring the Role of Uncertaintyfor Corporate Investment Decisionsin Germany Central Bank Accountability and Transparency: Theory and Some Evidence Bettina Landau Ulf von Kalckreuth Sylvester C.W. Eijffinger Marco M. Hoeberichts November 2000Welfare Effects of Public Information Stephen Morris Hyung Song Shin November 2000November 2000Monetary Policy Transparency, Public Commentary, and Market Perceptionsabout Monetary Policy in Canada The Relationship between the Federal Funds Rate and the Feds Funds Rate Target: Is it Open Market or Open Mouth Operations?Pierre L. Siklos Daniel L. Thornton November 2000Expectations and the Stability Problemfor Optimal Monetary Policies George W. Evans Seppo Honkapohja 44January 2001Unemployment, Factor Substitution, and Capital Formation Leo Kaas Leopold von Thadden January 2001Should the Individual Voting Recordsof Central Banks be Published?Hans Gersbach Volker Hahn January 2001Voting Transparency and Conflicting Interests in Central Bank Councils Hans Gersbach Volker Hahn January 2001Optimal Degrees of Transparency in Monetary Policymaking Henrik Jensen January 2001Are Contemporary Central Banks Transparent about Economic Modelsand Objectives and What Difference Does it Make?Alex Cukierman February 2001What can we learn about monetary policy Andrew Claretransparency from financial market data? Roger Courtenay March 2001Budgetary Policy and Unemployment Dynamics Leo Kaas Leopold von Thadden March 2001April 2001Investment Behaviour of German Equity Fund Managers An Exploratory Analysisof Survey Data Torsten Arnswald The information content of survey dataon expected price developments formonetary policy Christina Gerberding 45Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Visitors shouldprepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics,financial markets or international economics. Proposed research projects should be fromthese fields. The visiting term will be from 3 to 6 months. Salary is commensurate withexperience.Applicants are requested to send a CV, copies of recent papers, letters of reference and aproposal for a research project to:Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14D 60431 Frankfurt GERMANY47", "filename": "200109dkp_en.pdf", "person": ["Christina Gerberding", "Gerberding, Christina"], "date": ["2001"]}