{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19561/1/200204dkp.pdf"], "title": ["Testing for Competition Among German Banks"], "plaintext": "XVDPPHQIDVVXQJAngesichts des starken Ruckgangs der Anzahl von Banken in Deutschland wahrend derletzten Jahre, untersucht die Studie das Wettbewerbsverhalten im deutschen Bankensystemmit Hilfe einer von Panzar und Rosse 1987 entwickelten empirischen Methode. Bei der Schatzung der reduzierten Form der Ertragsfunktion von Banken bildet die Summe dergeschatzten Faktorpreiselastizitaten die sogenannte 6WDWLVWLN, die Hinweise auf das Wettbewerbsverhalten der Banken gibt. Fur die Jahre 19931998 konnen auf der Basis der Einzeldaten zur Bilanzstatistik und den Gewinn und Verlustrechungen aller in Deutschlandtatigen Banken die Hypothesen vollstandiger Kollusion sowie vollstandigen Wettbewerbs mit Hilfe panelokonometrischer Verfahren abgelehnt werden. Fur die einzelnen Bankengruppenwurden signifikante Unterschiede zwischen Sparkassen und Genossenschaftsbanken einerseitsund den Kreditbanken andererseits ebenso festgestellt wie fur verschiedene Groenklassen.Trotz des starken Ruckgangs der Anzahl von Banken in Deutschland wahrend des Untersuchungszeitraums und einer leichten Zunahme der Marktkonzentration gibt es keineklaren Hinweise auf ein verandertes wettbewerbliches Verhalten der Banken in der zweiten Halfte dieses untersuchten Zeitraums.7DEOHRIRQWHQWV,,QWURGXFWLRQ,, 0HWKRGROR1. General Approach 2.The RossePanzar Methodology,,, SSOLFDWLRQWRWKHHUPDQ%DQNLQJ6VWHP1. Data 2.3.Estimation equation Estimation Results and Interpretation 144611111315,9 3UHYLRXVPSLULFDO5HVXOWVIRUHUPDQDQGPSLULFDORPSDULVRQ1. Data and Empirical Application in Previous Studies 2.3.4.5.Previous Results Empirical Comparison: Generalization and Simplification Empirical Comparison: Estimation Results Interpretation 9 RQFOXVLRQVSSHQGLHHI for Germany Concentration ratios for Germany Details of the data processing List of variables Estimation Results from Chapter IV5HIHUHQFHV20212224273132343436373941437HVWLQJIRURPSHWLWLRQPRQJHUPDQ%DQNV,,QWURGXFWLRQThe German banking system has undergone a number of major changes in recent yearscaused by the increasing integration and liberalization of financial markets as well astechnological progress. At the same time, an ongoing process of consolidation has beenobserved in the German banking market. In view of these structural changes, the questionarises as to what impact these developments have had on competition on the Germanbanking market and their conceivably important repercussions for market conditions.Generally, the characteristic features of the German banking market are the still very largenumber of credit institutions just over 2,700 as of December 2000 and the relatively highmarket shares of the public and cooperative banking sectors. Although a number ofmergers, or intended mergers, between major private banks sometimes shape the publicperception of the consolidation process, in terms of numbers that process is concentratedprimarily in the cooperative banking and savings bank sectors. Furthermore, whenconsidering size categories see Tab. 5 on p. 13, small institutions continue to dominate,especially among cooperative banks, which means the consolidation process in that sectormust especially be viewed from the point of view of enhancing efficiency.In order to assess the market structure in more detail and quantify the degree ofconcentration, different types of measurement are used in the literature. The most simplemeasurement often referred to is the plain number of banks in the market. However, it doesnot contain information about the distribution of business volume among the countedbanks. For Germany, the number of banks see Tab. 1 has been clearly decreasing duringthe entire time period covered by this study 1993 to 1998 after having gone up in theearly nineties due to German unification in 1990.7DE 1XPEHURIEDQNVUHSRUWLQJWRWKHFHQWUDOEDQN5HSRUWLQJEDQNV3,8803,7273,6223,5173,4143,246 Up to the end of the respective year. Source: Deutsche Bundesbank I would like to thank Fred Ramb, Andreas Worms, KarlHermann Fischer, Hans Bauer,Heinz Herrmann and Ralf Korner for their valuable suggestions and support. All errors andshortcomings are, of course, my own. 1 A more detailed look at the market structure with respect to the distribution of marketshares give the measures of concentration commonly applied in the context of competitionin banking: the FRQFHQWUDWLRQ or PILUP UDWLR 5 and the HUILQGDKOLUVFKPDQ ,QGH,.1 The 5 as the sum of the market shares 06 of the P largest banks in therespective market is calculated by the ratio of the individual banks total assets to the sumof all banks total assets; total assets thereby proxy overall bank activity, defining theproduct market in a rather broad sense.2 The , is calculated as the sum of thesquared market shares 06L of all individual banks L Q participating in therespective market.4 Generally, however, delineating the market for such concentrationmeasures geographically on the grounds of national borders makes such figures extremelycrude indicators of market structure, as e.g. a small bank in the very north of the country isunlikely to directly compete with another small bank in the south.5For the PILUP or FRQFHQWUDWLRQ UDWLR 5 all three ratios in Tab. 2 exhibit a slightincrease in concentration which is especially pronounced in 1998. The market share heldby the largest banks has therefore expanded somewhat during the respective period thesefindings are mirrored by the , figures for Germany calculated on a national basis seeappendix on p. 34. 1 Less popular measures of market structure concerning the firmcomposition of markets are the HQWURSLQGH,DQQDK.D,QGH as well as the LQL FRHIILFLHQW and the RUHQ FXUYH as inequality measures.However, there is an important distinction to be made between measuring concentration vs. inequality,e.g. while there is no inequality in a market with shares being equally distributed over only a few banks, itgoes along with a high degree of concentration, or as Hall and Tideman 1967 put it: The Ginicoefficient of the Lorenz curve would not distinguish between a single firm industry and one withthousand equal sized firms. For details on the distinction see, inter alia, Hannah and Kay 1977,Encaoua and Jaquemin 1980, Hall and Tideman 1967.2 Alternatively, more narrow definitions could be chosen such as deposits or loans omitting the remainingparts of bank business such as trade for banks own account and offbalancesheet business in general.However, given the increasing importance of the latter and the aim of finding an overall concentrationindex covering total bank activity, total assets seem to be a plausible measure for assessing the volume ofbanks business. Concentration ratios for Germany based on deposits and loans are listed in the appendixon p.34.3 The HUILQGDKOLUVFKPDQ,QGH, was independently developed by A.O. Hirschman 1945 and O.C. Herfindahl 1950 as a statistical measure of concentration. For details see Hirschman 1964.4, QL106L2 . For further details on the ,, see p. 34 in the appendix.5 With technology e.g. telecommunications, the Internet induced changes in access to and delivery offinancial services more local delineations of markets will nevertheless become increasingly meaninglesssee Claessens et al. 2000, p. 15. 2 7DE 55DQG5IRUDOORIHUPDQEDVHGRQEDQNVWRWDODVVHWV55510.3 %16.0 %27.1 %11.0 %16.6 %27.8 %10.9 %16.7 %27.9 %10.4 %16.1 %27.7 %10.7 %16.7 %28.3 %12,8 %19.1 %31.2 %Source: Deutsche Bundesbank internal banking statistics, own calculations.Compared to other European countries these figures are rather low: 6 apart from Germanfigures, European concentration ratios for the 5 lie within the range of20 to 90 percentwith the unweighted average a little above 50 percent for the period from 1995 to 1997.Even big countries like France around 40 percent, UK close to 30 percent, and Spainabove 40 percent have significantly higher concentration ratios than Germany; at around 25 percent, Italy is at the lower end. The same qualitative conclusion, despite significantquantitative differences in their concentration measures for 1998, draws a recent IMF studystating: Notably, Germany has the lowest level of concentration in the euro area almostregardless of how it is measured.7 Therefore, despite the fact that we can observe a recentincrease in the German concentration ratios one has to keep in mind that they are stillcomparatively low.Summing up the above reported measures, we find indications that concentration in theoverall German banking market has increased slightly during recent years. Whether thesedevelopments in the market structure correspond with less competitive behavior on the partof market participants remains to be analyzed. Conventional views on the relation betweencompetition and market structure such as the structureconductperformance paradigmBain 1951 would suggest that more concentrated markets tend to be more collusive.However, this view was questioned by the contestabilty theory Baumol 1982 and theefficiency hypothesis by Demsetz 1974. While the contestability theory argues that thethreat of entry alone can lead to competitive conduct independent of the number of firmsactually acting in the market given free market entry and exit, in the efficiency hypothesisconcentration may result from the strategic decision of the more efficient firms to increasemarket share rather than to exploit their efficiency advantages at the original market shareand price level. Neither line of reasoning would support a jump to conclusions about less 6 See ECB 1999, Annex 2, 3.1.7 See Belaisch, et al. 2001, p. 14, and Table 9. 3 competitive conduct in a market merely because of a higher degree of observedconcentration.As theory does not give a clear prediction, it is instead necessary to test empirically for theactually prevailing type of competition given a certain market structure. In this context, the New Empirical Industrial Organization NEIO developed testable hypotheses aboutcompetitive conduct in markets. One approach suggested by Panzar and Rosse 1987 andexplained in detail in section II.2 is the basis for this study about the competitive behaviorof German banks in the period from 1993 to 1998.To study the market behavior chapter II features the empirical assessment of competitivemarket conditions in the New Empirical Industrial Organization NEIO describing inmore detail the method suggested by Panzar and Rosse 1987. This method is then appliedto the extensive micro data set of German banks covering the period form 1993 to 1998 inchapter III estimating the competitive conduct for the overall bank sample as well as forindividual banking groups, size classes and time subperiods. Chapter IV summarizes theresults of previous studies for Germany employing the PanzarRosse approach and,furthermore, compares the estimation results obtained in the previous chapter III with thespecifications stemming from previous studies as a test for robustness of the qualitativeresults from chapter III. Chapter V concludes.,, 0HWKRGRORJ,, HQHUDOSSURDFKTo assess competitive conditions in a market, the New Empirical Industrial OrganizationNEIO literature provides empirically applicable tests based on either aggregate industrydata or individual firm data. These approaches are estimation techniques to identify staticmodels of industry equilibrium which are compatible with the actual data and therebyindicate the type of competitive conduct on the part of the firms.For aggregate industry data an approach by Bresnahan 1982 has been applied in severalindustry studies including studies analyzing banking markets.8 By estimating 8 Shaffer 1989, 1993 for Canadian and US banks,Suominen 1994 extended the Bresnahan model to atwo product model analyzing the Finnish banking market, and Swank 1995 for Dutch banks. 4 simultaneously supply and demand functions as well as a price equation, an index ofmarket power is developed. Most studies using individual firm data apply an alternativetest for competitive market conditions based on the reduced form revenue equation of thefirms in the investigated market elaborated by Panzar and Rosse 1982, 19879. The sum ofthe factor price elasticities estimated from this equation constitute the so called statisticreflecting the firms competitive conduct. As far as data requirements are concerned, thislatter test is especially suitable for the available Bundesbank data set which consists ofindividual firm data on banks profit and loss Pa L accounts and on their balance sheetsyet does not include price data.However, to transfer the NEIO approaches from classical industry to banking markets,assumptions about banks production activity have to be made since they are only to alimited extent comparable to a normal firm. In principle there are two ways how theproduction process in banking is described in the literature: the production approach andthe intermediation approach.10 The production approach regards the banking firm as anentity producing services which are related to loans and deposit accounts. Therefore,interest payments are not included in the cost function and output is instead measured bythe number of deposit accounts serviced and loans originated.11 The intermediationapproach 12 Sealey and Lindley 1977 views the bank as a firm collecting deposits andother funds in order to transform them into loans and other assets. For this transformation,labor and physical capital are employed; their costs as well as interest payments ondeposits and other funds enter the banks cost function; the main input here being funds.The output is typically measured by the loans and investments recorded in the balancesheet.For empirical applications, the decisive difference between these two approaches lies intheir treatment of deposits. Whereas in the production approach banks are viewed as anentity producing deposits and loans labor and physical capital fixed assets as inputs, theintermediation approach focuses on loans as outputs and interprets deposits as the maininput factor. To assess this question empirically, Hancock 1991 developed a user cost 9 See also Rosse and Panzar 1977.10 Freixas and Rochet 1998, p. 7779, on the production and intermediation approach.11 For reasons of data availability banks output is often proxied by their money value and supplemented byfirm specific data taking account of size, business mix, etc. see Freixas and Rochet 1998, p.78. 5 methodology to determine the classification into inputs and outputs estimating the usercosts of financial services and classifying services with positive user costs as inputs andthose with negative user costs as outputs.13 In her data sample, all aggregate loan typeshave negative user costs and are therefore classified as outputs, among the deposits thepicture is less clear. While time deposits have positive user costs and are categorized asinputs, demand deposits yield negative user costs and are thus graded as outputs.14 Usingan alternative methodology, however, Hughes and Mester 1993a,b classify demanddeposits empirically as inputs. In a more recent study additionally accounting for risk,Hughes, Mester and Moon 200115 find that uninsured and insured deposits alike are to becategorized as inputs.Despite the aforementioned uncertainty concerning the treatment of funds as inputs, in theapplication in chapter III we follow previous studies in this literature as well as recentresults mentioned above assuming as in the intermediation approach that all funds are aninput in the banks production function. This choice is additionally supported by the risingimportance of interbank deposits which certainly do not meet the criteria of outputs putforward in the context of customer demand deposits.,,7KH5RVVH3DQDU0HWKRGRORJ,, HVFULSWLRQAs mentioned above, a frequently applied approach 17 to empirically assess the competitiveconditions in banking markets is a method developed by Rosse and Panzar estimating thereduced form revenue equations 5 of the market participants derived from marginalrevenue and cost functions and the zero profit constraint in equilibrium 18: 12 Also referred to as the asset approach see e.g. Stiroh 2000, p. 1714.13 See Hancock 1991, pp. 2732.14 See Hancock 1991, pp. 6780.15 See Hughes, Mester, and Moon 2001, pp. 2175.16 Rosse and Panzar 1977; Panzar and Rosse 1982, 1987.17 See Shaffer 1982, 1985 for US banks; Nathan and Neave 1989 for Canadian banks, Molyneux et.al.1994, Bikker and Groneveld 2000 and De Bandt and Davis 2000 for European banks; Lang 1997for German banks; Mooslechner and Schnitzer 1995 for Austrian banks; Vesala 1995 for Finnishbanks; Coccorese 1998 for Italian banks; Hondroyiannis et. al. 1999 for Greek banks; Rime 1999 for Swiss banks.18 With marginal costs equaling marginal revenues as a result of banks individual profit maximization, 6 ZW5,,with:W Zexogenous variables shifting the firms revenuefunctionexogenous variables shifting the firms cost functionfactor prices Thereby the elasticities of total revenues of the individual firms are estimated with respectto the firms input prices ZM. The sum of these elasticities constitutes the so called statistic allowing inference about the firms competitive conduct given the underlyingassumptions.3.2.1 P1M5ZMZ5M ,Assuming that firms cost functions are linearly homogeneous in the factor prices or thatthe production functions are homothetic 19, that factor prices are exogenous to theindividual firm, that the elasticity of the perceived demand of the individual firm isnondecreasing in the number of symmetric rivals as well as free entry and exit,20 Rosseand Panzar show that in market equilibrium perfect competition is indicated by equalto 1. In perfectly competitive equilibrium, discrimination between more or less efficientfirms should have resulted in entry andor continuation of the former as well as exit of thelatter. In longrun equilibrium, firms operate in the minimum of average costs which thenis also equal to the price. An increase in input prices and thus in average costs should leadto a proportionate price increase and at the firm level to a proportionate rise in revenues1. It reflects an upward shift of the average cost function without changing the optimallevel of output at the minimum of average costs. However, at the industry level, theresulting higher price will lead to lower demand and therefore a less than proportionateincrease in industry revenues and the market exit of some firms.21 , L banks output, Q number of banks in the market,WZ0,,,LMLLLQ05,,LLLand zero profits earned in market equilibrium, WZQ5,,,,LL0 .19 I.e. their technical rate of substitution does not depend on the scale of costs or production see. Varian1992, p. 482.20 Furthermore they assume as usual that Z0 and rival firms.21 Panzar and Rosse 1987, p. 452. 7 QZ Q denoting the number of symmetric0Monopolistic competition or the symmetric KDPEHUOLQ PRGHO of monopolisticcompetition is consistent with values for below 1. Assuming some sort of productdifferentiation between the output of the different banks,22 the profit maximizing firms areconfronted with a falling aggregate demand curve and behave like monopolists, whichresults in equalizing marginal costs and marginal revenues in the equilibrium state. Bymarket exit and entry of imperfect substitutes, the demand curve always shifts in a way thatthe monopolist just earns zero profits.23Negative values for correspond to monopoly or perfectly collusive oligopoly: a rise ininput prices increases marginal costs and by setting them equal to marginal revenues reduces equilibrium output and the firms revenues. However, negative values of neednot necessarily be caused by a monopoly or perfectly collusive conduct. While it doesapply to monopolists in the strict sense of a firm operating in isolation, they need notenjoy the monopoly power usually attributed to the term monopolist.24 The decisivefeature of operating in isolation might as well be caused by monopolistic competitionwhere only weak substitutes to the product of the analyzed firm exist. To rule out thesespecial cases, a more detailed look at the market situation is necessary to deduce eithermonopolistic or perfectly collusive behavior from negative values for. H 0 H 1 H 1 7DE ,QWHUSUHWDWLRQRIWKH3DQDU5RVVH6WDWLVWLFMonopoly or perfectly collusive oligopoly Monopolistic competition Perfect competition, natural monopoly in a perfectly contestable market, or sales maximizing firmsubject to a breakeven constraint 22 E.g. the location model of Salop 1979 with differentiation by transportation costs.23 Panzar and Rosse 1987, pp. 44845124 Panzar and Rosse 1987, p. 446. 8 ,, LPLWDWLRQVRIWKH5RVVH3DQDU0HWKRGRORJWhen applying the above described technique to assess banks market conduct andinterpreting the results, several limitations of the PanzarRosse approach if applied tobanking need to be taken into account: general limitations regarding the scope of modelscaptured by this static approach, the assumptions made, as well as resulting biases whenapplying this technique to real world bank data. However, its special advantagespertaining to its applicability to limited databases nevertheless make this approach avaluable tool in assessing market conditions.Generally, the PanzarRosse statistic was developed on the basis of static oligopolymodels whereas for dynamic models there are no predictions on the value of the statistics.25 As the interpretation of the statistics is derived for the market equilibrium,the fact that we do observe market entry and exit might question the existence of an overallequilibrium in the market over the investigated time span and, therefore, imposes furtherlimits on the interpretation of such analyses. Nevertheless, Panzar and Rosse 198726stress that to only test the monopoly hypothesis the longrun equilibrium is not aprerequisite. However, to test for the alternative models, i.e. monopolistic or perfectcompetition, it is necessary for the observations to be generated in longrun equilibrium.Furthermore, problematic within this approach is the assumption of perfect competition ininput markets banks as price takers on input markets on the one hand and the use ofindividual, bank specific input prices on the other. Generally, one would find perfectcompetition in input markets to be an especially demanding assumption in the case ofdeposits, since there are still good reasons to question the existence of completecompetition in the market for deposits;27 however, there are undoubtedly clear signs thatcompetition has increased since the beginning of the nineties.28 Furthermore, the use of differing bank specific input prices for deposits would at first sight seem to contradict 25 See e.g. Corts 1999 for details on the problems of measuring market power for dynamic oligopoly models.26 See pp. 446.27 See Berger, Bonime, Covitz, and Hancock 2000 for market power in banks input markets as source forperformance persistence in the US banking industry.28 In Germany, indicators are among others the strong growth of special savings accounts with a higherremuneration than the classic savings accounts, the increasing importance of money market funds andpapers, and a rise in remunerated sight deposit accounts. 9 this assumption by indicating imperfect factor markets. However, they may also beinterpreted as the result of local competitive factor markets. The indirect measurement offactor prices through expenses divided by respective volume might additionally overstatethe actual variation in prices 29.Moreover, some downward bias in the estimated elasticities results from the maturitystructure of banks asset portfolios. As longer maturities in fixed rate contracts 30 preventbanks from direct price adjustments, even in perfectly competitive markets delayedchanges in pricing imply lower elasticities estimated. This also calls for caution whencomparing the empirical results for different countries as is done in some European studies,since for countries with predominantly variable rate contracts such maturity biases donot exist or at least not to the same extent as they do for Germany.Despite the above mentioned drawbacks, an important advantage of Panzar and Rossesmethod is that, because revenues are estimated and not output prices, data availabilitybecomes much less of a constraint, since revenues are more likely to be observable thanoutput prices and quantities or actual cost data. The estimation of reducedform revenueequations is often possible even though the structural equations cannot be estimated. Thisis of special importance in the case of the structural supply equation due to the oftenencountered lack of data for the supply side. Additionally there is no need for qualitycorrections as in the case of prices.31Another important advantage is that there is no need to specify a geographic market, sincethe behavior of the individual banks themselves gives an indication of their marketpower.32 This is especially advantageous in the case of Germany where as opposed to the US banking data are not compiled on such a disaggregated geographical basis. Thegaining importance of direct banking via phone or PC further complicates such marketdelineations. 29 Mountain and Thomas 1999.30 For Germany see footnote 41, p. 14.31 Bresnahan 1989, p. 1035.32 Shaffer 1994, p. 9. 10 ,,, SSOLFDWLRQWRWKHHUPDQ%DQNLQJ6VWHP,,, DWDThe data used in this paper stem from two statistical sources: the bank balance sheetstatistic BISTA and the bank profit and loss account statistic Pa L at the Deutsche Bundesbank. These statistics comprise data from all credit institutions reporting to the Deutsche Bundesbank.Although data are available back until 1989 for the Pa L accounts and until 1992 for the BISTA, the merged yearly 33 data begin with 1993 as the earliest observation date. This ismainly because East German banks were not included in the Pa L statistics prior to 1993and additionally because of the changes in the reporting scheme of the Pa L in 1993.Therefore, the overall data set prior to any outlier reduction comprises all banks reportingfrom 1993 to 1998 at least for three consecutive years and is unbalanced since not all bankssubmitted reports throughout the entire timespan. The choice of an unbalanced 34 data setentails the advantage of permitting a greater number of observations to enter theestimations, however, at the price of including banks which presumably do not behave asbanks typically do in market equilibrium since they are either new entrants, exiting ormerged banks. 35In this study, the data set is not adjusted for bank mergers, i.e. two merging banks aretreated as separate banks up to the year they are merged from where on only the take overbank is accounted for. Thereby it is implicitly assumed that the behavior of that bank doesnot change due to the merger with respect to business mix and competitive stance.36 33 While the BISTA contains monthly data, the Pa L data are reported on a yearly basis. To match thediffering frequencies, the monthly data from the BISTA were transformed into yearly data by taking theend of year i.e. the December values for the given year.34 As mentioned in chapter IV.1, preceding studies for Germany also used unbalanced data sets.35 For details on the data filtering see appendix pp. 36.36 Greater deviations in the results for an adjusted data set are not expected since the majority of the mergerstook place among small cooperative banks which supposedly operate under similar competitiveconditions and with a similar business mix. The results of other authors for merger adjusted andunadjusted data sets e.g. Kishan, Opiela 2000, p. 127 support this practice, yet their analysis referredto different banking markets US. Nevertheless, adjustments such as treating the merging banks as onlyone bank throughout the entire sample period e.g. Peek, Rosengren 1995, p. 631, Kishan, Opiela2000, p. 127, also make implicit assumptions about the banks behavior. 11 Despite the above adjustments, the absence of a selection bias resulting from the partialomission of small banks as in commercial data sets is a big advantage of thiscomprehensive data set. As small banks may have market power in local markets, theirexclusion from the study would possibly bias results somewhat towards more competitiveconditions than actually prevail in the investigated banking system. As can be seen in Tab. 4, the analyzed sample is dominated by small cooperative and savings banks. Giventhe regional demarcation within the cooperative banks group and the savings banks grouptheoretically preventing them from competing against each other within their group, they potentially do exercise some local market power.7DE HVFULSWLYHVWDWLVWLFVRIWKHEDQNVLQFOXGHGLQWKHVDPSOHaverages in percentage of total assets; standard deviations in brackets below:1RRIEDQNV7RWDOUHYHQXHV,QWHUHVWUHYHQXHVRDQV,QWHUEDQNORDQV7RWDOGHSRVLWVXQGLQJFRVWV2YHUDOOVDPSOH3 473RRSHUDWLYHEDQNV2 5736DYLQJVEDQNV624UHGLWEDQNV185RUHLJQEDQNV347.31.17.30.847.20.728.12.87.12.46.70.966.70.806.50.756.72.36.12.071.411.471.810.466.310.977.016.084.511.513.710.713.37.88.15.526.018.658.922.987.57.489.14.486.24.479.311.687.57.04.10.874.00.704.10.704.91.75.32.17RWDODVVHWVDYJLQ0ELOOLRQ1.912.50.30.682.23.24.214.51.11.2Excluding cooperative central banks, giro central banks, and large credit banks, respectively, due to their deviations in sizeand structure from the respective group average.Interest expenses to total funds.To make a further distinction among size effects, the overall sample is classified into threesize classes: small for banks with total assets below DM 1 billion, mediumsized forbanks with total assets in the range of DM 1 billion to DM 5 billion, and large with morethan DM 5 billion in total assets.37 Tab. 5 reports some features on the different size classesthe most striking one definitely being the very high percentage of cooperative banksamong the small banks. 37 Banks changing size over time to an extent that would call for reclassification are categorized asbelonging to the size class they have the most observations in. 12 7DE DWDVDPSOHLQGLIIHUHQWVLHFODVVHVaverages in percentage of total assets; standard deviations in brackets below:1RRIEDQNV2 786554133RRSHUDWLYHEDQNV2 44911996DYLQJVEDQNV3ULYDWHEDQNVRUHLJQEDQNV7RWDODVVHWVDYHUDJHLQ0ELOOLRQ7RWDOUHYHQXHVXQGLQJFRVWV209366621035333221200.250.222.01.034.853.37.30.87.21.17.01.54.00.84.31.05.21.436PDOO3EDQNV30HGLXPVLHG EDQNV3DUJH EDQNV,,, VWLPDWLRQHTXDWLRQTo apply the method developed by Panzar and Rosse to the described data set of Germanbanks and estimate the sum of the factor price elasticities denoted below with thecoefficients E, E, and E with respect to banks revenues, the following estimationequation is set up:387,1ln W71,WLD1E1ln,72,WLEln 2ZDJH1,WLE3ln DW,WLF1W7,WLF2,W7,WLFOPDEW13,WLF4FDVKLWG1,WLWLX,WLwhere:Dependent variable:7,1W7Factor prices:,WZDJHWtotal income to total assetsinterest expenses to total fundspersonnel expenses to total assetscapital expenses to fixed assets Other bank specific variables:W7customer loans to total loans,W7OPDEFDVKLinterbank deposits to total depositsmaturity structure of customer loan portfoliocash flow to business volume by sector of the borrower, weightedwith the portfolio of loans to enterprisesMore precise definitions of the variables can be found in the appendix on pp. 39. 38 Moreover, time dummy variables are added to account for yearly macro effects. OQ for naturallogarithm. 13 In order to estimate the VWDWLVWLF total revenues rather than interest revenues are chosenas the dependent variable 7,1W7 to take account of fee income and the growing offbalance sheet business. The dependent variable is expressed as a ratio to total assets toabstract from size effects. 39 As actual factor price data are not available, they are proxiedby ratios of expenses to respective volume following the literature: funding costs areexpressed as interest expenses divided by total funds ,W, wages are proxied bypersonnel expenses to total assets ZDJH40, and for costs of fixed capital, the depreciationand the writedown on intangible and tangible assets are divided by fixed assets W.To cover bank specifics affecting banks revenues and cost functions, the individual bankbusiness mix regarding the importance of interbank business is comprised in twovariables: the ratio of customer loans to total loans W7 and interbank deposits to totaldeposits ,W7. The maturity structure of the loan portfolio is expressed as the ratio ofcustomer loans with a maturity of up to one year to total customer loans OPDEW 41. Toaccount for bank specific demand 42, a loan portfolio weighted proxy for sectoral cash flowrelative to business volume FDVKL43 is included in the estimation equation signaling creditdemand with low cash flow figures.The above equation is estimated with a fixed effect within panel regression. Thus, Wrepresents the time specific constant or time effect accounted for by including timedummies and L the bank specific constant or individual effect; XLW are the error termscorresponding to the endogenous variable, 7,1W7LW .44 39 For details on the implications see short discussion on p. 24.40 Figures on the number of employees were not available.41 The results of an internal paper based on survey data from 1997 among banks show that only a minorityof longterm loans to enterprises is endowed with lockin periods of less than one year or floating rates.42 Bresnahan 1989, p. 1035, stresses that to include only cost variables on the right hand side of thereduced form revenue equation omitting demand shifters is only appropriate when testing the hypothesisof perfect competition. To test for monopoly also requires the inclusion of the demand shifters asexogenous variables.43 Ratio of sectoral cash flow to business volume weighted with sectoral weights in each banks loanportfolio sectoral cash flow ratios approximated by the financial statements stemming from Jahresabschlusse westdeutscher Unternehmen 19711996 special publication of the Deutsche Bundesbank and some internal data updates44 Whether the individual effects are fixed or random effects is tested for by applying the Hausmann test.Only for foreign banks do the results indicate the use of random effects estimation see. Tab. 6; however,for better comparability of the results, fixed effects are used throughout for all banking groups. 14 The equation is estimated for the overall sample as well as for single banking groups andsize classes. To test for the significance of the differences obtained in the VWDWLVWLFV ofdifferent banking groups and size classes, we then include group specific interaction terms.The significance of changes over time is finally analyzed by multiplying all variables withinteraction terms for the two subperiods 19931995 and 19961998 and estimating themwithin one regression. Furthermore, for the overall sample as well as for individualbanking groups, the VWDWLVWLF is estimated crosssectionally for each year to get a secondindication of changes over time.,,, VWLPDWLRQ5HVXOWVDQG,QWHUSUHWDWLRQWith respect to the VWDWLVWLF, the empirical results listed in Tab. 6 are generally consistentwith monopolistic competition as a characteristic of the analyzed banks behavior since thereported values are in the range of above zero and below 1.45 While the statistic forthe overall sample reaches a value of 0.68, cooperative banks which make up the largestpart of the overall sample attain the lowest Hstatistic of 0.53, savings banks 0.64, creditbanks 0.80, and foreign banks 0.83. These results are very much in line with previousresults from panel econometric estimations for the German banking system for a moredetailed comparison see Tab. 11, p. 24. In a further estimation it is tested for thesignificance of the differences in the statistics of the different banking groups by usinginteraction terms and estimating two groups within one regression. Thereby thesignificance of the differences in the values was verified for credit vs. savings banks andcredit vs. cooperative banks see Tab. 14, p. 30, as well as between savings andcooperative banks see Tab. 15, p.30.46As in previous studies the main factor price driving the statistic is the price for fundswith coefficients between 0.39 for cooperative banks and 0.66 for foreign banks. Theelasticity with respect to labor prices is clearly lower, however, significant and of positivesign throughout. The price of fixed capital contributed only marginally to overall factorprice elasticity. As already mentioned in chapter II.2.2, some downward bias in theestimated elasticities may result from the structure of banks loan portfolios. As longermaturities in fixed rate contracts prevent banks from direct price adjustments, even in 45 For all values of the VWDWLVWLF the hypothesis of 1 was rejected.46 Due to the small sample of foreign banks and the amount of variables needed in the regression whenincluding interaction terms, these estimations were not undertaken for foreign banks. 15 XQGVDFWRUSULFHVDERULHGDSLWDOs WDWLVWLFS7HVWW7,W7OPDEWFDVKLWUHQGFRQVWDQWS%U3DUHS7HVWIHSDXVPDQQ1RRIEDQNV1RRIREVHUY32.10.17311.90.0042.70.680.000.10810.40.0752.50.06528.20.13814.30.0064.80.530.000.13115.00.0714.10.1182.97.10.0030.0021.60.0097.80.3351.30.01715.60.8514.80.000.000.0012.00.000.000.0018.00.1838.00.0041.50.640.000.1187.10.0030.10.0751.80.0063.50.0147.90.4282.80.000.000.00RUHLJQEDQNV0.66117.50.2027.80.0372.50.830.000.0720.70.1382.30.01014.50.2605.00.0030.40.800.000.1101.80.0991.30.0290.50.20.0050.0011.10.0010.20.2041.00.000.000.000.40.0030.40.1831.50.000.000.98perfectly competitive markets delayed changes in pricing imply lower estimatedelasticities.477DE VWLPDWLRQUHVXOWVIURPUREXVWILHGHIIHFWV3ZLWKLQ SDQHOUHJUHVVLRQVtvalues calculated from robust standard errors below the coefficient estimatesUHGLWEDQNV0.541RRSHUDWLYHEDQNV0.3876DYLQJVEDQNV0.4572YHUDOOVDPSOH0.5013 47320 0252 57314 8296241853 6711 02334177 Time dummies included, but not explicitly reported.Excluding cooperative central banks, giro central banks, and large banks, respectively.Significance at 5% level robust standard errors.Significance at 10% level robust standard errors.The number of banks and observations for the different banking groups are equivalent to the subsample includedin the overall sample and were therefore subject to the outlier selection performed on the overall sample. 47 With respect to the maturity structure, we indeed see strong differences in the loan portfolios of foreignand credit banks vs. cooperative and savings banks: while for savings 24 % and cooperative banks30 % shortterm loans i.e. loans with maturities of up to one year make up a rather small part of theiroverall loan portfolio, for credit 57 % and foreign banks 87 % it is notably higher. 16 Among the variables reflecting banks business mix, the ratio of customer loans to totalloans W7 has the highest explanatory power with positive coefficients a little above 0.1reflecting the positive impact of a higher share of customer loans within the loan portfolioon overall bank revenues. With respect to the maturity structure the variable capturing theratio of shortterm to overall customer loans OPDEW proved to be significant forcooperative and savings banks as well as for the overall sample. On the deposit side thepicture is less clear. For cooperative banks and for the overall sample there is a significantnegative relationship between the ratio of interbank deposits to total deposits ,W7 andrevenues, while for credit and savings banks it was not significant and for foreign banks itwas positively significant.The chosen bank specific demand variable was only partially significant. The portfolioweighted sectoral cash flow ratio FDVKL giving an indication for the need of shorttermliquidity among commercial customers proved indeed to be of significant negative signfor savings banks, whereas for the other banking groups no significant estimates wereobtained.7DE VWDWLVWLFVIURPUREXVWILHGHIIHFWV3ZLWKLQ SDQHOUHJUHVVLRQVLQFOXGLQJLQWHUDFWLRQWHUPVIRUWKHUHVSHFWLYHWLPHSHULRGV7HVWLQJWKHKSRWKHVLVRIQRGLIIHUHQFHEHWZHHQWKHWZRSHULRGVH HVWDWLVWLFHpFtestVWDWLVWLFHpFtestSWHVW2YHUDOOVDPSOH0.680.000.680.000.97RRSHUDWLYHEDQNV0.540.000.510.000.026DYLQJVEDQNV0.68UHGLWEDQNV0.760.000.590.000.000.000.820.000.08To detect possible changes in competitive behavior over time the above regressions are runwith interaction terms for the first and second half of the overall time period 19931995and 19961998. By estimating all interacted variables within one regression, it ispossible to test for the significance of the differences in the value V between the twoperiods. As shown in Tab. 7, for cooperative and especially for savings banks a slight,significant reduction in the values is reported. But for credit banks at the ten percent 17 level and for the overall sample it cannot be rejected that the VWDWLVWLFV were the sameduring the two sub periods.48When looking at the crosssectional estimations 49, however, for the overall sample as wellas for the savings banks there is a slight downward tendency in the yearly values whilefor cooperative and credit banks no clear time direction can be identified.7DE URVVVHFWLRQDOHVWLPDWLRQVRIWKHHDUOVWDWLVWLFV2YHUDOOVDPSOH0.600.000.570.000.510.000.540.000.500.000.510.00RRSHUDWLYHEDQNV6DYLQJVEDQNVUHGLWEDQNV0.420.000.440.000.380.000.380.000.380.000.410.000.550.000.500.000.490.000.380.000.360.000.310.000.730.000.650.000.590.000.700.000.720.000.710.00 Heteroscedasticity robust pvalues of Ftest for joint significance of the three coefficients for the factor pricesbelow each VWDWLVWLF value.Excluding cooperative central banks, giro central banks, and large banks, respectively.Significance at 5% level.In order to detect differences depending on bank size, the above regressions which havebeen conducted for different banking groups were rerun for different subsamples of theoverall sample reflecting small, mediumsized, and large banks as defined in chapter III.1on p. 11. Following these estimation results listed in Tab. 9, differences in the statisticsalso depend on bank size. While for small banks the estimated statistic lies at 0.64, it is 0.76 for mediumsized banks, and 0.86 for large banks. Again differences stem from theelasticity with respect to the price of funding. 48 Due to the small number of observations for foreign banks, these estimations were not conducted for thatsubsample.49 See Molyneux et al. 1994 for the first yearly crosssectional estimations for several European countries. 18 7DE VWLPDWLRQUHVXOWVIURPUREXVWILHGHIIHFWV3ZLWKLQ SDQHOUHJUHVVLRQVtvalues calculated from robust standard errors below the coefficient estimates2YHUDOOVDPSOH6PDOOEDQNV0.50132.10.17311.90.0042.70.680.000.10810.40.0752.50.0650.46025.70.1749.70.0054.10.640.000.12010.50.1002.70.0852.93.10.0030.0021.60.0097.80.3354.80.000.000.001.20.0127.90.4605.70.000.000.000HGLXPVLHGEDQNV0.58420.30.1849.30.0041.00.760.000.0713.00.0341.00.0320.60.0103.40.0073.20.0010.010.000.000.00DUJHEDQNV0.75021.00.1194.10.0081.20.860.000.0591.00.0691.00.0290.50.0061.00.0020.70.0710.40.000.000.003 47320 0252 78615 9845563 274133781XQGVDERUDFWRUSULFHVLHGFDSLWDOs WDWLVWLFS7HVWW7,W7OPDEWFDVKLWUHQGFRQVWDQWS%U3DUHS7HVWIHSDXVPDQQ1RRIEDQNV1RRIREVHUY Time dummies included, but not explicitly reported.Sizes small, mediumsized, and large as defined in the text.Significance at 5% level robust standard errors.Significance at 10% level robust standard errors.The number of banks and observations for the different size classes are equivalent to the subsamples included inthe overall sample and were therefore subject to the outlier selection performed on the overall sample.However, looking at the size subsamples, no clear differences in the VWDWLVWLFV for thetwo time subperiods can be identified indicating that changes over time seem to be morebanking groupspecific rather than sizespecific. For large banks an increase of theVWDWLVWLF only significant at the 10 percent level is no clear indication of increasedcompetition, either. 19 7DEVWDWLVWLFVIURPUREXVWILHGHIIHFWV3ZLWKLQ SDQHOUHJUHVVLRQVLQFOXGLQJLQWHUDFWLRQWHUPVIRUWKHUHVSHFWLYHWLPHSHULRGV7HVWLQJWKHKSRWKHVLVRIQRGLIIHUHQFHEHWZHHQWKHWZRSHULRGV2YHUDOOVDPSOH6PDOOEDQNVHstatisticHpFtestHstatisticHpFtestSWHVW0.680.000.680.000.970.640.000.640.000.970HGLXPVLHGEDQNV0.760.000.780.000.65DUJHEDQNV0.810.000.870.000.08Sizes small, mediumsized, and large as defined in the text.Significance at 5% level.H H ,9 3UHYLRXVPSLULFDO5HVXOWVIRUHUPDQDQGPSLULFDORPSDULVRQPrevious studies employing the RossePanzar approach to assess the competitive stance ofthe German banking market are mainly multi country studies 50 comparing competitivestance in the banking markets of major European countries. For Germany, they come ingeneral to the conclusion that their results are consistent with monopolistic competition,i.e. values for the VWDWLVWLF of above 0 and below 1 see Tab. 11. These different studiesanalyzing the German banking market, however, vary in the data set underlying theirestimations, the functional form of the estimation equations, the specification of right andleft hand variables, the inclusion of time dependencies of the VWDWLVWLF, the weighting ofthe individual banks in the sample and the estimation method.In order to check the general results obtained in chapter III for robustness and to makethese different studies somewhat comparable, different specifications of the previousstudies mentioned above are reestimated for the Bundesbank data set covering the timeperiod from 1993 to 1998. As in chapter III, the estimations are conducted for the overallsample as well as for individual banking groups: cooperative banks, savings banks, creditbanks, and foreign banks. In a last step, within each specification it is tested for thesignificance of the differences between the estimated VWDWLVWLFV of credit banks, savingsbanks and cooperative banks using interaction terms. 50 Lang 1997 is the only one in that context exclusively analyzing German banks. 20 ,9 DWDDQGPSLULFDOSSOLFDWLRQLQ3UHYLRXV6WXGLHVMulti country studies comparing the competitive situation of different banking marketsusually rely on the Fitch IBCA data base which is commercially available and to a highdegree standardized over the different national accounting schemes and thereby especiallyuseful for comparative international studies. Lang 1997, specializing in the Germanmarket, had access to data at least partially not available to the general public whichinclude a higher number of German banks and especially small banks cooperativebanks.51 For their estimations the authors used unbalanced data sets and De Bandt and Davis 2000 contrasted their results obtained from a balanced data set with the onesstemming from an unbalanced data set like the one used in this study.To estimate the reduced form revenue equations, panel econometric methods are applied ingeneral; only Molyneux et al. 1994 regress their estimation equations crosssectionally.Among the different panel regression techniques, ILHG HIIHFWV estimations are the mostwidely used ones. Apart from fixed effects some studies used pooled regressions 52 andbetween estimators;53 Lang 1997 also applies random effects wherever the Hausmanntest indicates their use rather than fixed effects.To test whether there is a time trend within the VWDWLVWLF, Bikker and Groeneveld 2000include a logistic time curve model in the estimation equation and De Bandt and Davis2000 estimate in one version of their estimates an VWDWLVWLF following a quadratic timetrend. By using a translog equation, Lang 1997 can calculate yearly VWDWLVWLFV from thepanel estimations since, for translog equations, the VWDWLVWLF the sum of the factor priceelasticities is more complex, additionally involving the derivatives of cross products.However, the outcomes do not give strong indications for such time dependencies: Bikkerand Groeneveld 2000 find that the inclusion of a logistic time curve hardly changed theirresultsin their pooled regressions over all banks from the 15 EU countries.54 Also whenconstraining the VWDWLVWLF by a quadratic time trend, De Bandt and Davis 2000 do not 51 Lang 1997 used data from Hoppenstedt and Bavarian mutual cooperative union.52 Bikker and Groeneveld 2000 and De Bandt and Davis 2000.53 De Bandt and Davis 2000.54 In their singlecountry regressions there is no comparison of the results with and without the inclusion ofa logistic time curve for Germany see. p. 90. As in the multicountry regression, in Germany the timecoefficient is significant and similar to the size of the coefficient in the multicountry regression and,therefore, supposedly hardly changed the results for Germany, as well. 21 obtain significant coefficients for that time trend in most countries except for France. seep. 1062. Lang 1997 does present VWDWLVWLFV differing over time but does not give anyindication to have tested for the significance of the displayed differences.The functional form usually employed is a log linear reduced form revenue equation, withthe exception being as mentioned above a translog function used by Lang 1997. Thelatter is far more demanding with respect to the amount of observations needed in the dataset due to the large amount of explanatory variables necessary for this type of function.The use of this functional form stems from efficiency studies where the need to take properaccount of economies of scale and scope is crucial.The variable specifications differ for the endogenous as well as for the exogenousvariables. Generally the definitions are given either in absolute values or ratios with e.g.total assets as the denominator. While for factor prices ratios of expenses to the respectivevolume create the relevant proxies for these price variables, for other exogenous variables,e.g. for outputs, the ratios serve to scale these variables in order to avoid unduly measuringbank size effects which should be separately accounted for. Furthermore by measuringvariables as ratios of two nominal values these variables are quoted in real terms and thereis no need to additionally account for inflation Bikker and Groeneveld 2000, De Bandtand Davis 2000, Molyneux et al. 1994.55 A more detailed look at some differences andsimilarities in the variable definitions of the various studies can be found in chapter IV.3on page 24.,9 3UHYLRXV5HVXOWVIn general, all studies except for Molyneux et al. 1994 come to results of values for theVWDWLVWLF clearly above zero and below one indicating monopolistic competition for the German banking market for the time period between the late eighties and the midninetiessee Tab. 11. Furthermore, most studies find higher values for large banks than for smallbanks, which can be interpreted as an indication that small banks have greater marketpower. 55 To account for inflation, Lang 1997 deflated the different variables with the GNP deflator. 22 In Bikker and Groeneveld 2000, the VWDWLVWLF for Germany for the time period from 1989 to 1996 was 0.88 with their standard model;56 weighting individual banks accordingto their size of total assets yielded a higher value 0.94, which they interpret as anindication that larger banks face higher competition and small banks hold a higher amountof market power in local markets. Fitting into this picture, De Bandt and Davis 2000 findin their estimations for Germany as well as for the other countries investigated greatdifferences in the VWDWLVWLFVfor large and small banks in their balanced sample estimateslarge banks had an VWDWLVWLF of 0.63, while small banks only reached 0.15. However, inthe unbalanced sample the discrepancy is less pronounced large banks: 0.37; small bank 0.28. The estimations Lang 1997 reports result in VWDWLVWLFV of 0.69 for credit banksand 0.44 and 0.45 for savings and cooperative banks, respectively. Also Lang gives aspossible explanations for these differences the fact that some small savings or cooperativebanks might enjoy greater market power in rural areas than larger credit banks which tendto have more international customers. Another reasoning put forward by Lang is theinstitutional background as competition within the savings banks group and thecooperative banks group is hindered by regional demarcation. Finally, Molyneux et al.1994 obtain rather unstable results with the VWDWLVWLFV switching signs and reachingvalues of 0.04 in 1986 and 0.47 in 1989 which would indicate rather unlikely strongchanges in competitive conditions within only three years.Among the factor price elasticities which together make up the VWDWLVWLF, in all studies 57funding costs play the most important part. Labor costs give a rather mixed picturewhereas costs of physical capital are mostly negligible in their contribution to the statistic.58 56 The inclusion of so called bank specific factors in their standard regression equation did not change the Hstatistic 0.88 very much compared to the exclusion of these variables 0.81.57 De Bandt and Davis 2000 do not quote their results for single factor price elasticities.58 For unit price elasticities in Germany, Bikker and Groeneveld 2000, p. 80, find high coefficients forfunding costs 0.72 and 0.83 and also significant contributions of personnel expenses 0.16 and 0.10whereas capital expenses were negligible. Lang 1997 also reports results in which funding costs have agreat impact 0.4 to 0.6, labor costs a very low impact, and the cost of physical capital none whatsoever.On average, Molyneux et al. 1994 obtain the highest figures in their study for funding costs, as well,ranging from 0.04 to 0.16 for the four crosssectional regressions. For labor costs they only get asignificant coefficient for 1989 0.24 whereas in previous years the coefficients turn out to be negativeand insignificant. The coefficients for costs of physical capital are insignificant apart form 1989, wherethey reach a value of 0.07. 23 7DE3UHYLRXVVWXGLHVIRUHUPDQDSSOLQJWKH3DQDU5RVVHDSSURDFKVWDWLVWLF5HVXOW3HULRGVWLPDWLRQ1XPEHURI7SHRIVWXGPHWKRGREVHUYDWLRQV%LNNHUURHQHYHOGH%DQGW DYLV0.840.86Monopolistic 19891996Pooled regression 88 banks,Multicountry study for0.920.91 withcompetitionlog linear equation624 observations 15 European countriesweighted modelfor Germanylarge banks:Monopolistic 19921996Pooled regression,large banks: 360Multicountry study for 0.63 0.37 competitionfixed effect, betweenobservations; small France, Germany, Italy,small banks:0.15 0.28 estimatorlog linear equationbanks: 1265observationsfor Germany USDQJcredit banks: 0.69Monopolistic 19881992fixed and randomcredit banks: 586Germanysavings banks: 0.44competitioneffectssavings banks: 1552cooperative banks:0.45translog equationcooperative banks:40060ROQHXORG:LOOLDPV7KRUQWRQFor Germany:Monopolistic 19861989Crosssectional For Germany:France, Germany, Italy,1986: 0.04competition 1987: 0.051988: 0.051989: 0.47estimationslog linear equationSpain, and United Kingdom 1986: 1151987:1491988:1621989:149Results from 1989 to 1996.Results for fixed effects estimations including time dummies for balanced panel data with total income as endogenousvariable. Underlined in brackets are the values for the respective unbalanced panel regressions, which can be found on p. 30,table 10, in the eponymous working paper 1998 underlying their article. These are probably more comparable with theresults from the study in this paper as we use unbalanced panel data, as well.,9 PSLULFDORPSDULVRQHQHUDOLDWLRQDQG6LPSOLILFDWLRQIn order to compare the different estimation specifications applied in previous studiesestimating the RossePanzar statistic for German banks, for some representativespecification types the ones employed by Molyneux et al. 1994,59 De Bandt and Davis2000 and Lang 1997 approximations of their specifications are constructed. That wayall estimation equations are formulated in the functional form of a log linear equation,which constitutes to a certain degree a simplification of the original estimation equationssince some authors amended their log linear estimation equations by a quadratic trend inthe VWDWLVWLF Bikker and Groeneveld 2000 or included a logistic time curve model De Bandt and Davis 2000. Furthermore, Lang 1997 used a translog functional form whichis likewise translated and thereby simplified into a log linear form. The variable definitionsfor these estimations are an attempt to match the original definitions as closely aspossible.60 59 The specification employed by Bikker and Groeneveld 2000 is very similar to one used by Molyneux et.al. 1994.60 In the appendix all variables included are listed with their precise definitions see p. 39. 24 The endogenous variables differ in that they either cover the banks total income Lang1997 or just the interest income Molyneux et. al. 1994, Bikker and Groneveld 2000.De Bandt and Davis 2000 estimated two versions of their reduced revenue equationsusing alternatively total income and interest income alone. In the following estimations, thedifferent definitions of the endogenous variables are covered by total income 7,1,interest income IINC and interest income to total assets IINCt TA. Furthermore,Molyneux et. al. 1994 as well as Bikker and Groneveld 2000 use ratios to totalassets for the endogenous variable whereas Lang 1997 and De Bandt and Davis 2000employ the income data in levels. In this context, Vesala 1995 points out that by usingrevenues scaled with total assets the estimated equation no longer reflects a revenueequation but rather a price equation. However, Bikker and Groneveld 2000 state that theresults obtained by using level data instead did not alter their overall conclusions.61Generally, for the exogenous variables there are great similarities concerning the choice offactor price variables. They all include similar definitions of funding 62 and labor pricesonly instead of fixed capital prices De Bandt and Davis 2000 include a variablecovering other operational expenses in the following 2W7. As in the original paperswages are approximated by the ratio of labor expenses to either total assets ZDJH or thesum of deposits and loans ZDJH. For Lang 1997, due to the lack of data on the numberof employees in our database, this is just a proxy for the variable he used personnelexpenses to number of employees. The price of fixed capital is covered by the ratio ofcapital expenses to fixed assets W.Furthermore, apart from Lang 1997 who followed in his specification pretty much thecost equations of the efficiency literature including as further exogenous variablesprimarily different forms of bank output measured as the money value of several assetpositions of the balance sheet as well as commission income from the Pa L account 63, the 61 For details on the endogeneity problems encountered by the use of level data in this case see p. 27.62 In this reestimation the main difference in the specification of the factor prices is for funding costs thedenominator in the ratio of interest income to total sum of deposits and other liabilities where they differin the inclusion of participating debt and hybrid capital as part of the funds ,W and, including thelatter ,W. Only for Langs estimation the first definition is chosen due to the description in his paper;for all others the latter is included.63 Lang 1997 includes commission income also in the endogenous income variable creating a problem ofendogeneity for the exogenous variable. 25 additional exogenous variables in the other studies are bank specific variables coveringmainly banks business mix and capacities.64These above described approximations and simplifications result in the followingapproximated estimation equations the quotation marks indicate the approximative andsimplified character of the following equations:Molyneux specification 65:E1,,1W7Eq. 1D1ln,WN,7ln 2,WNEln 2ZDJH1,WNE3F1ln 7,WNFln 2W7,WNFln 3W7,WNDe Bandt and Davis specifications:lnDW,WNFln 4,W7WG1NXNW,WNEq. 2ln,,1D1E1 ln,WN,WEln 2,WNZDJH2,WNE3ln 2W7,WN2FF1ln,WNln 2%1,WNF3W7,WNF47W700WG1NXNW,WNLang specification:7,1Eq. 3lnF12,WND1E1 ln,W1,WNEln 2ZDJH1,WNE3ln DW,WNln ORDQVV1Fln 5F2min,WNFRO1lnWGF1ORDQVFln 3,WNLEORDQVFln 4ILQFsec,WN,WNH1ln U3WNXNWMoreover, time dummy variables are added to account for yearly macro effects.More precise definitions of the variables can be found in the appendix on pp. 39. 64 For the business mix the loan structure is covered by variables such as the ratio of loans to total assetsW7, which all of the other studies have in common, the deposit structure by the ratio of interbankdeposits to total deposits ,W7 or the ratio of total deposits to the sum of total deposits and moneymarket liabilities 7W700. To comprise banks capacities in the estimations Molyneux et. al. 1994include total assets 7, De Bandt and Davis 2000 the sum of fixed assets, cash and due from banksand other earning assets 1 and the level value of equity E. To account for bank specific riskthe ratio of equity to total assets W7 is chosen as a proxy by Molyneux et. al  To account for demandeffects, only Lang 1997 includes a however not bank specific demand parameter real GDP in hisequation.65 Bikker and Groeneveld 2000 basically followed in their study the specification employed by Molyneuxet. al. 1994. 26 ,9 PSLULFDORPSDULVRQVWLPDWLRQ5HVXOWVAs in chapter III, the above equations are estimated with paneleconometric techniquesusing the described Bundesbank data set covering the period from 1993 to 1998. To decidewhether to apply fixed effects, random effects or pooled estimations, again the significanceof the individual effects is tested by an Ftest for fixed effects and a BreuschPagan test forrandom effects. Finally the Hausmann specification test indicates in the case of significantindividual effects the use of fixed or random effects. However, for better comparability ofthe results, all equations are compared on the basis of fixed effects estimations. In thefollowing, we concentrate on the results regarding the estimated VWDWLVWLFV and factorprice elasticities for the different banking groups from estimating the alternativespecifications previously denoted as Eq. 13 as well as the new specification fromchapter III.2 denoted as New.66Starting with the results of the overall sample, the estimated VWDWLVWLFV vary from 0.21 to 0.68 . However, when decomposing these sum values, the most important component, thefactor price elasticity for funds lies between 0.5 and 0.6. The main differences in the VWDWLVWLF result from the elasticities estimated for labor costs. These are mainly due tosevere endogeneity problems of the specifications from Eq. 2 and 3 encountered byindirect effects of the balance sheet restriction: As these specifications use level data asendogenous variables,67 exogenous variables as ratios with little variation in the numeratorand the sum of deposits and loans or total assets in the denominator such as the wagevariables are by definition highly negatively correlated to these lefthand variables hereresulting in negative coefficients for labor costs. For this reason the respective VWDWLVWLFVare only slightly shaded in the reported results and only interpreted to a limited extent.68The contribution of fixed capital costs or in case of De Bandt and Davis 2000 approximated by Eq. 2 of other expenses are extremely limited. Taking this intoaccount, the partially differing results for the VWDWLVWLFV are put somewhat intoperspective. 66 The entire estimation results for the overall sample are provided in the appendix on p. 41.67 For the implications on the interpretation of the results when using ratios, see comment on p. 24.68 This endogeneity problem stemming from the balance sheet restriction is, of course, also highly relevantfor other righthand variables including loans or total assets or as in the case of Langs specification income from securities in levels. 27 7DE0DLQHVWLPDWLRQUHVXOWVIRUWKHRYHUDOOVDPSOHrobust tvalues belowXQGVDERUDFWRUSULFHVDSLWDO2WKHUst DWLVWLFS7HVWS7HVWIHT0.5836.20.109.40.0053.60.680.000.00T0.5120.50.197.20.1059.80.210.000.00T0.4917.90.259.90.0030.90.240.000.001HZ0.5032.10.1711.90.0042.70.680.000.00 Time dummies included, but not explicitly reported.Significance at 5% level.Significance at 10% level.in Eq.2: other expenses to total assets.With respect to the estimation results for different banking groups see Tab. 13, here againcooperative banks reach the lowest VWDWLVWLF with 0.53, for savings banks values between 0.24 and 0.66 are obtained, whereas for credit banks the VWDWLVWLF lies between 0.76 and 0.80.69 When only referring to funding costs, the results of the different estimationequations within each banking group including the problematic specifications of Eq. 2and 3 are far more homogenous and mirror pretty much the picture obtained in chapter III.3 with the higher elasticities for foreign and credit banks and lower ones for cooperativeand savings banks.Looking at these results in the light of current public debate about the competitive stanceof savings banks, we again have to first analyze whether the observed differences betweensavings and cooperative banks on the one hand, and credit banks, on the other, are indeedsignificant. To do so, they are estimated in pairs and included in one sample withinteraction terms. Then it is tested for the significance of the differences in the values ofthe VWDWLVWLF with an Ftest. The results are listed in Tab. 14 below. Likewise it is testedfor significant differences in the VWDWLVWLFV between savings and cooperative banksTab. 15. 69 The Hstatistics for Eq. 2 and 3 turned out not to be significantly different from zero. However, this is dueto the above described problems of endogeneity encountered in these approximated specifications. Forforeign banks see results in the appendix on p. 42. Here again, the great variability of the Hstatistic ismainly caused by the factor price other expenses in Eq. 2 and labor costs in Eq. 3. Looking only at theelasticity of funding costs gives a more homogenous picture with elasticities ranging from 0.63 to 0.77. 28 7DE0DLQHVWLPDWLRQUHVXOWVIRUWKHGLIIHUHQWEDQNLQJJURXSV robust tvalues belowCooperativebanksXQGVDERUDFWRUSULFHVDSLWDO2WKHUs WDWLVWLFS7HVWS7HVWIHSavingsbanksXQGVDERUDFWRUSULFHVDSLWDO2WKHUs WDWLVWLFS7HVWS7HVWIHTTT1HZ0.4432.40.090.4317.80.1410.20.0078.40.0405.30.530.000.007.30.250.000.000.3922.90.063.80.0093.80.340.000.000.3928.20.1414.30.0064.80.530.000.00TTT1HZ0.5018.50.160.408.80.086.50.0061.60.0592.10.660.000.004.40.260.010.000.4214.30.113.90.0143.70.320.000.000.4618.00.188.00.0041.50.640.000.00CreditbanksXQGVDERUDFWRUSULFHVDSLWDO2WKHUs WDWLVWLFS7HVWS7HVWIHTTT1HZ0.6719.60.102.10.0020.20.760.000.000.6212.30.336.90.246.70.050.400.000.5911.10.548.50.041.90.010.870.000.5414.50.265.00.0030.40.800.000.00 Time dummies included, but not explicitly reported.Significance at 5% level.Significance at 10% level.Excluding cooperative central banks, giro central banks, and large banks respectively. In Eq.2: other expenses to total assets. 29 7DEVWDWLVWLFVFUHGLWEDQNVYVVDYLQJVDQGFRRSHUDWLYHEDQNVUHGLWEDQNV6DYLQJVEDQNV SVUHGLWEDQNVHstatistic HSpFtestHstatistic HVpFtestSWHVWHstatistic HSpFtestRRSHUDWLYHHstatistic HFpFtestSWHVWUHGLWYVVDYLQJVEDQNVUHGLWYVFRRSHUDWLYHEDQNVEDQNVHSTime dummies included.Significance at 5% level. HF T0.760.000.660.000.130.760.000.530.000.00T0.050.400.260.000.020.050.400.250.000.00T0.010.870.320.000.000.010.870.340.000.001HZT0.800.000.640.000.010.800.000.530.000.00As can be seen in Tab. 14, the VWDWLVWLFV of credit banks differ significantly from the onesof cooperative banks and attain significantly higher values for the VWDWLVWLF. However, thepicture for savings and credit banks is not equally clear cut, as in Eq. 1 the equality of thetwo VWDWLVWLFV cannot be rejected, while for the new equation the value is significantlyhigher for credit banks. If we compare savings and cooperative banks see results in Tab. 15, the latter achieve significantly lower values.70 Hence, with respect to the publicdebate on the competitive stance of savings banks, there are no indications of an especiallylow degree of competitiveness of savings banks derived from this approach. Instead, theseresults rather stress some parallels in the business structure of cooperative and savingsbanks in general, especially when comparing the factor price elasticities for funding costs.7DET0.660.000.530.000.01T0.260.010.250.000.90T0.320.000.340.000.701HZT0.640.000.530.000.026DYLQJVEDQNVHstatistic HVpFtestRRSHUDWLYHHstatistic HFEDQNVHVpFtestSWHVW HFTime dummies included.Significance at 5% level. 70 Due to the endogeneity problems for Eq. 2 and 3 already mentioned, we do not interpret their resulting VWDWLVWLFV. 30 To test for significant changes over time, the sample period is again as in Tab. 7 on p.17split into two subperiods. By estimating the different regression equations with interactionterms for the two periods, no significant changes over time are found for the twosubperiods in the overall sample see Tab. 16. The picture is mixed for regressions overthe subsamples of cooperative, savings and credit banks for detailed results see tables onp. 42 in the appendix. While for savings banks a statistically significant decrease can bereported, changes over time for credit banks are not significant and for cooperative banksthe direction is not clear.717DEVWLPDWLRQUHVXOWVZLWKWLPHLQWHUDFWLRQWHUPVIRUWKHRYHUDOOVDPSOHHstatistic HpFtestHstatistic HpFtest HSWHVW HTime dummies included.Significance at 5% level.T0.680.000.690.000.53T0.240.000.170.000.01T0.280.000.190.000.001HZT0.680.000.680.000.97,9,QWHUSUHWDWLRQWhen checking the results from chapter III for their robustness using alternative estimationspecifications, the VWDWLVWLFV did vary to some extent in absolute terms depending on theestimation specifications. Due to the endogeneity problems encountered with the equationsapproximating the specifications from De Bandt and Davis 2000 and Lang 1997, thecheck of robustness for the overall VWDWLVWLFV was limited to the specification by Molyneux et. al. 1994 which is also very similar to the one used by Bikker and Groeneveld 2000. However, when looking at the most important factor price elasticity offunding costs the qualitative results over all alternative specification remain basicallyunchanged compared to results obtained in chapter III.3.The results for the overall sample as well as for the analyzed subsamples, generallyindicate neither perfect collusion nor perfect competition. Furthermore, cooperative banks 71 Due to the endogeneity problems for Eq. 2 and 3 already mentioned, we again do not interpret theirresulting VWDWLVWLFV. 31 and savings banks reached significantly lower values of the VWDWLVWLF than credit banks,hinting that the latter behave more competitively. However, the robustness check with analternative specification could not support the findings of a significantly lower VWDWLVWLFfor savings than for credit banks. At the same time the estimation results indicatesignificantly higher values of the VWDWLVWLF for savings than for cooperative banks.Changes in competitive behavior over time were not found for the overall sample of banks.For the different subsamples, though, there are indications for a small decrease in thevalues of the VWDWLVWLF for savings banks, while for cooperative and credit banks thepicture is less clear.9 RQFOXVLRQVFollowing the empirical results, for the period of 19931998 we can reject the hypothesesof perfect collusion as well as perfect competition for German banks, with values of the VWDWLVWLF lying, as in previous studies, clearly between zero and one. However, we also findsignificant differences when comparing the competitive behavior of different bankinggroups. While credit banks excluding large banks seem to operate more competitivelythan cooperative and savings banks excluding their head institutions, savings banksappear to behave more competitively than cooperative banks. Regional demarcation forcooperative and savings banks might be responsible for these findings in comparison withprivate banks as it at least theoretically prevents cooperative and savings banks fromcompeting with other banks pertaining to the same group in regional markets. Differencesbetween savings and cooperative banks might in part be caused by the substantial sizedifferences, since cooperative banks are on average much smaller than savings banks andserve on average highly local markets.When comparing bank behavior by size, the estimations result in a decrease of the VWDWLVWLFs by bank size. We find the highest value for large banks, the group of small banksreaches the lowest VWDWLVWLF and mediumsized banks obtain a value in between. Thesefindings support the results of earlier studies which also found higher VWDWLVWLFV for largethan for small banks, which to a certain degree contradicts the conventional wisdom thatlarger market shares correspond with the wielding of greater market power. 32 Furthermore, despite the decrease in the number of banks in Germany during theinvestigated period and a slight increase in concentration measures during that time, thereare only very limited indications for a slightly less competitive behavior of savings banksin the second half of this time period, while for private banks no significant change isobservable and for cooperative banks the direction of the small changes found were notrobust over the different specifications. When looking at the subsamples of different sizedbanks, no clear differences in the VWDWLVWLFV for the two time subperiods can be identifiedindicating that changes over time seem to be rather banking group than size specific.Thereby, the estimation results give empirical backing to the theoretical reasons putforward in the introduction cautioning against a jump to conclusions about thedevelopment of competitive behavior from changes in crude measures of market structure. 33 SSHQGL7KHHUILQGDKOLUVFKPDQ,QGH,IRUHUPDQIn the context of competition, the , gained importance, when it became the basis of theformal numerical guidelines for horizontal mergers of the US Department of Justice 72 in 1982. These numerical guidelines, which were modified and revised in 1985 and 1992,also apply to the deposit market shares of banks in the affected market 73 and are supposedto simplify the application of the antitrust laws with respect to mergers. Accordingly, it isused as a screening device by regulators and constitutes one first element in the analysis ofcompetitive effects of bank mergers.74To determine the , for Germany, the individual market share per bank is calculated bythe ratio of the individual banks total assets to the sum of all German banks total assets.As in the case of the concentration ratios, total assets are again supposed to proxy theoverall bank activity.7DE,IRUDOORIHUPDQEDVHGRQEDQNVWRWDODVVHWV111113115115119140Source: Deutsche Bundesbank internal banking statistics, own calculations.The figures for Germany do show an increase during the period form 1993 to 1998 whichis especially strong for 1998. The absolute size of the index value, though, seemssurprisingly low compared to the figures in the literature analyzing US markets. This is,however, due to the very different market definitions chosen. Whereas in US studiesmarkets are usually defined as rather small geographic areas, we look for Germany dueto a lack of the respective regional data at the entire national market. This implies of 72 In the United States, the Department of Justice, the Federal Reserve System, the Federal Deposit Insurance Corporation FDIC, and the Office of the Comptroller of the Currency OCC are in charge ofthe enforcement of antitrust laws in banking s. e.g. Cetorelli 1999.73 The market shares of thrift institutions are only included with a weight of 50%; in the Justice Departmentsevaluation only with a weight of 20% see Cetorelli 1999, p. 3, footnote 5.74 The highest value of the , to be reached in the case of monopoly is 10,000, when the market share of asingle firm is 100 percent. In the case of perfect competition the ,takes on a theoretical value of zero In practice, the guidelines applied to the US banking industry presume a merger to have no anticompetitive effects, if 1 the postmerger , in a market takes on a value of less than 1,800 and 2 theresulting change in the ,remains below 200. The merger application is approved if the merger doesnot result in a violation of these values, also referred to as the 1,800200 rule. The rule thus serves asthreshold for further investigation see Cetorelli 1999, pp.23. 34 course that individual banks even large banks have a much smaller share of the overallnational market than even average sized banks might have in regional markets, causing theindex value to reach considerably lower levels. To complete the picture, ,V arecalculated on the basis of deposits and of loans; the results mirror the above figures:7DE,IRUDOORIHUPDQEDVHGRQEDQNVFXVWRPHUGHSRVLWVGHSRVLWVLQFOVHFXULWLHGGHSRVLWVDQGORDQV,IRUDOORIHUPDQEDVHGRQEDQNVFXVWRPHUGHSRVLWV918083899099,IRUDOORIHUPDQEDVHGRQEDQNVGHSRVLWVLQFOVHFXULWLHGGHSRVLWV104109105105105105,IRUDOORIHUPDQEDVHGRQEDQNVORDQV106109109112125134Source: Deutsche Bundesbank internal banking statistics, own calculations. 35 RQFHQWUDWLRQUDWLRVIRUHUPDQEDVHGRQEDQNVFXVWRPHUGHSRVLWVZLWKDQGZLWKRXWVHFXULWLHGGHSRVLWVDQGEDQNVORDQVWRFXVWRPHUV7DE55DQG5IRUDOORIHUPDQEDVHGRQEDQNVFXVWRPHUGHSRVLWV55511.8 %17.5 %25.6 %10.5 %15.9 %24.4 %10.9 %16.2 %24.8 %11.5 %16.7 %25.6 %11.7 %16.7 %25.6 %12.3 %18.5 %26.8 %Source: Deutsche Bundesbank internal banking statistics, own calculations.7DE55DQG5IRUDOORIHUPDQEDVHGRQEDQNVGHSRVLWVLQFOVHFXULWLHGGHSRVLWV55510.1 %15.8 %26.6 %10.2 %15.8 %26.3 %9.9 %15.5 %26.0 %9,3 %15.0 %24.1 %9.1 %14.6 %25.6 %11.7 %17.0 %27.9 %Source: Deutsche Bundesbank internal banking statistics, own calculations.7DE55DQG5IRUDOORIHUPDQEDVHGRQEDQNVORDQVWRFXVWRPHUV55510.7 %16.7 %27.0 %10.5 %16.1 %26.6 %10.5 %16.1 %27.3 %10.5 %16.3 %25.2 %10.6 %16.6 %27.3 %13.2 %18.7 %29.4 %Source: Deutsche Bundesbank internal banking statistics, own calculations. 36 HWDLOVRIWKHGDWDSURFHVVLQJAlthough the Pa L data are available back until 1989 and for the BISTA back until 1992,the merged data set only includes 1993 as the earliest observation date. This is mainlybecause East German banks were not included in the Pa L statistics prior to 1993 and alsobeause the reporting scheme of the Pa L was changed in 1993. Therefore the merged dataset comprises all reporting banks from 1993 to 1998. In a next step the data frequency wasadjusted to yearly data by taking endofyear data, i.e. December values of the monthlyfigures. This was done for the BISTA reporting sheets HV11 and HV21 containing theasset and liability side of the bank balance sheet as already mentioned, the Pa L data arealready reported as yearly data. On the liability side observations with zero equity valuewere excluded 74 observations dropped. General discrepancies between institutionsincluded in the BISTA reporting sheets and not in the Pa L statistics are mainly due to thefact that banks with a truncated reporting year are excluded from the Pa L accounts.Moreover, domestic branches of EC credit institutions, banks in liquidation, and buildingand loan associations are only included in the BISTA but not in the Pa L statistics. 255observations were thereby dropped. The remaining banks are listed in the second line of Tab. 22.First adjustments to these data were undertaken in a general consistency check, excludingall observations where banks reported no revenues, no costs generated, no loans handedout to nonbanks, no fixed assets, no deposits in general or no customer deposits. 217observations were thereby dropped. In a next step, the data were adjusted for outliers,defined as observations lying in the lower or upper 0.1 percentiles of the revenue variablesonly the ratio definitions and the factor price variables. A total of 180 observationswereexcluded. An additional 68 observations were dropped due to missing values in someregression variables for business mix or demand proxies.The further step regards the observation pattern. For the panel econometric estimations thesample should only consist of banks with at least three consecutive observations in order totake due account not only of cross section but also of time effects in the panel analysis.Therefore, first all banks with less than three remaining observations are dropped from thesample, reducing the sample by 315 banks the majority of which fall in the year 1993.Second, the remaining banks are checked for observation patterns with gaps. There are 32banks with discontinuous observation patterns. Taken together these further adjustments 37 concern 347 banks and 764 observations. Including the reductions from the first step, thisamounts to a reduction of the original raw data by 1,049out of 21,074 observations whichis equivalent to a reduction by around 4percent; the reduction amounts to 414 banks out of 3887 equivalent to a reduction by around 11percent. The resulting data set includednumber of banks per year reported in the third line of Tab. 22.7DE1XPEHURIEDQNVUHSRUWLQJWRWKHFHQWUDOEDQNDQGLQFOXGHGLQWKHHVWLPDWLRQV%,67UHSRUWLQJEDQNV%DQNVUHSRUWLQJWR%,67DQG3D%DQNVLQFOXGHGLQWKHGDWDVHW3,8803,8453,7273,6753,6223,5703,5173,4573,4143,3603,2463,1673,4433,4553,4663,3593,2543,048 Up to the respective end of year. 38 LVWRIYDULDEOHVQGRJHQRXVYDULDEOHV IINC interest income from loans and money market transactions and from fixed interestsecurities debentures Gu V pos 2010TINC1 interest income Gu V pos 2010, current income from shares and other variableyield securities Gu V pos 2022, commission income Gu V pos 2040, Net income fromfinancial transactions Gu V pos 2050 TINC2for comparison to Lang 1997 without thelatterIINCt TA, TIN1t TA, TIN2t TA the above as ratios to total assetsRJHQRXVYDULDEOHVFactor prices: funding costs:Iet F1 ratio of interest expenses to sum of deposits and other liabilitiesdeposits by banks, customer accounts, and certified liabilitiesIet F2 ratio of interest expenses to sum of deposits and other liabilitiesother liabilities: interbank time and demand deposits, long term borrowing subordinated debt,participating debt, hybrid capitallabor costs:wage 1 ratio of annual personnel expenses to total assetswage 2 ratio of personnel expenses to sum of customer deposits and customer loanscapital costs:CEt FA ratio of capital expenses depreciation, writedown on intangible and tangible assets andfixed assetsother costs: OEt TA ratio of other noninterest expenses to total assets Bankspecific variables business mix: OIt TA ratio of other income to the total balance sheet for interest revenues asendogenous variable Et TA ratio of equity to total assets TLt TA ratio of total loans to total assets Lt TL ratio of customer loans to total loans Lt TA ratio of customer loans to total assets 39 CLt TL ratio of commercial loans to total loans IDt TD ratio of interbank deposits to total deposits TDt TDMM ratio of deposits to deposits plus money market liabilities TA total assetslmab 1t ratio of short term loans to total loanscashi ratio of sectoral cashflow to business volume weighted with sectoral weights ineach banks loan portfolio sectoral cashflow ratios approximated by the financialstatements stemming from Jahresabschlusse westdeutscher Unternehmen 19711996special publication of the Deutsche Bundesbank and some internal data updatess 1loans shortterm loans with a maturity of up to one yearl 1loans longterm loans with a maturity of more than one yearoutput: for endogenous variable in absolute value ibloans loans and advances to bankscominc commission incomefincsec other assets similar to loans sum of debt securities and other fixed interest securities r GDP real GDP as a demand shifterGDPd GDP deflator in the case of figures in nominal terms E equitycapacity indicators: FA fixed assets FACBNEA fixed assets, cash and due from banks and other nonearning assets 40 VWLPDWLRQ5HVXOWVIURPKDSWHU,97DELHGHIIHFWVHVWLPDWLRQIRURYHUDOOVDPSOHrobust tvalues in parentheses; timedummies includedT;0.5836.20.109.40.0053.60.680.000.0091.40.0444.60.0010.60.0583.6QGRJHQRXVYDULDEOHIDFWRUSULFHVRJHQRXVYDULDEOHVOQ,,1W7OQ,,1OQ7,1W7OQ7,1OQ,WOQ,WOQZDJHOQZDJHOQWOQ2W7VWDWLVWLFp FTestOQ7OQOQ%1OQW7OQ,W7W7OQW7OQ7W700trendWHVWS%UHXVFK3DJDQ5ZLWKLQ5RYHUDOOSDXVPDQQT1HZT;;0.5120.50.197.20.109.80.210.000.55919.40.12013.30.0014.20.3991.10.5032.10.1711.90.0042.70.680.000.0752.50.10810.40.0652.90.0031.6OQVORDQVOQOORDQVOQLEORDQVOQILQFVHFOQFRPLQFOQU3OPDEWFDVKL;0.4917.90.259.90.0030.90.240.000.1258.00.1094.80.0299.20.03210.10.1874.6dropped0.0093.9301.90.000.720.981.000.0130.0140.00910.92785.25.0398.97.86188.00.000.890.780.000.000.600.980.000.000.870.790.00 41 7DE0DLQHVWLPDWLRQUHVXOWVIRUIRUHLJQEDQNVtvalues belowXQGVDERUDFWRUSULFHVDSLWDO2WKHUs WDWLVWLFS7HVW5ZLWKLQ5RYHUDOOS7HVWIHT0.7719.60.133.90.0343.00.870.000.920.960.00T0.7011.10.0090.150.537.80.160.020.750.580.00T0.6312.40.242.60.0250.80.360.000.870.560.001HZ0.6617.50.207.80.0362.40.830.000.910.850.00 Significance at 5% level.7DEVWLPDWLRQUHVXOWVZLWKWLPHLQWHUDFWLRQWHUPVIRUWKHFRRSHUDWLYHEDQNVHstatistic HpFtestHstatistic HpFtest HSWHVW HExcluding cooperative central banks.Significance on 5% level.T0.510.000.550.000.00T0.240.000.250.000.55T0.290.000.360.000.001HZT0.540.000.510.000.027DEVWLPDWLRQUHVXOWVZLWKWLPHLQWHUDFWLRQWHUPVIRUWKHVDYLQJVEDQNVHstatistic HpFtestHstatistic HpFtest HSWHVW HExcluding giro central banks.Significance at 5% level.T0.680.000.610.000.05T0.260.000.260.000.99T0.360.000.280.000.031HZT0.680.000.590.000.007DEVWLPDWLRQUHVXOWVZLWKWLPHLQWHUDFWLRQWHUPVIRUWKHFUHGLWEDQNVHstatistic HpFtestHstatistic HpFtest H HExcluding large banks.SWHVWTT1HZT0.120.120.010.900.070.050.44 0.000.990.390.760.000.82.0.000.08T0.730.000.780.000.28 42 5HIHUHQFHV%DLQ : Relation of Profit Rate to Industry Concentration: American Manufacturing, 19361940, Quarterly Journal of Economics, Vol. 65, pp. 293324.%DXPRO : : Contestable Markets: an Uprising in the Theory of Industry Structure, American Economic Review, Vol. 72, pp. 115.%HODLVFK .RGUHV HY DQG 8ELGH : EuroArea Banking at the Crossroads, IMF Working Paper WP0128.%HUJHU 1 %RQLPH 6 RYLW 0 DQG DQFRFN : Why are bankprofits so persistent? The roles of product market competition, informational opacity, andregionalmacroeconomic shocks, Journal of Banking and Finance, Vol. 24, pp. 12031235.%LNNHU DQG 0 URHQHYHOG Competition and concentration in the EUbanking industry, Kredit und Kapital, Vol. 33, No. 1, pp. 6298.%UHVQDKDQ 7 : Empirical Studies of Industries with Market Power, in:Schmalensee, R. and Willig, R. eds., Handbook of Industrial Organization, Volume II,Elsevier Science Publishers B.V., the Netherlands.%UHVQDKDQ 7 : The Oligopoly Solution Identified, Economics Letters,Volume 10, pp. 1927.HWRUHOOL1: Competitive analysis in banking: Appraisal of the methodologies,Economic Perspectives, Federal Reserve Bank of Chicago, Vol. 23, No. 1, pp. 215.ODHVVHQV6ODHVQQHU7DQG.OLQJHELHO: Electronic Finance: Reshapingthe Financial Landscape Around the World, The World Bank, Financial Sector Discussion Paper No. 4, September 2000. 43 RFFRUHVH3: Assessing Competitive Conditions in the Italian Banking System:Some Empirical Evidence, BNL Quarterly Review, No. 205, pp. 171191.RUWV.6: Conduct Parameters and the Measurement of Market Power, Journalof Econometrics, Vol. 88, No.2, pp. 227250.H%DQGW2DQGDYLV3Competition, Contestability and Market Structurein European Banking Sectors on the Eve of EMU, Journal of Banking and Finance, Vol.24, pp. 10451066.HPVHW : Two Systems of Belief About Monopoly, in: H.J. Goldschmidt,H.M. Mann, and J.F. Weston eds.: Industrial Concentration: The New Learning; Mass.:Little, Brown.% : Possible Effects of EMU on the EU Banking Systems in the Medium to Long Term, Discussion Paper of the ECB, February 1999.QFDRXDDQGDFTXHPLQ: Degree of Monopoly, Indices of Concentration,and Threat of Entry, International Economic Review, Vol. 21, pp. 87105.UHLDV ; DQG 5RFKHW : 0LFURHFRQRPLFV RI %DQNLQJ, MIT Press,Cambridge Massachusetts, London England.DOO0DQG7LGHPDQ1: Measures of Concentration, Journal of the American Statistical Association, Vol. 62, pp. 179198.DQFRFN : 7KHRU RI 3URGXFWLRQ RI WKH LQDQFLDO LUP, Norwell, Mass.:Kluwer Academic Publishers.DQQDK DQG .D : RQFHQWUDWLRQ LQ 0RGHUQ ,QGXVWU 7KHRU0HDVXUHPHQWDQGWKH8.SHULHQFH, Macmillan, London.HUILQGDKO 2 : Concentration in the U.S. Steel Industry, Columbia University, unpublished doctoral thesis. 44 LUVFKPDQ 2 : The Paternity of an Index, American Economic Review,pp. 761.LUVFKPDQ2: National Power and the Structure of Foreign Trade, Berkley:University of California Press.RQGURLDQQLV RORV 6 DQG 3DSDSHWURX : Assessing competitiveconditions in the Greek banking system, Journal of International Financial Markets,Institutions, and Money, Vol. 9, pp. 377391.XJKHV3DQG0HVWHUD: A Quality and RiskAdjusted Cost Function for Banks: Evidence on the TooBigtoFail Doctrine, Journal of Productivity Analysis, Vol.4, No. 3, pp. 293315.XJKHV 3 DQG 0HVWHU E: Accounting for the Demand for Financial Capital and RiskTaking in Bank Cost Functions, Working Paper No. 9317, Federal Reserve Bank of Philadelphia, Economic Research Division.XJKHV3DQJ::0HVWHUDQG0RRQ: Are scale economiesin banking elusive or illusive? Evidence obtained by incorporating capital structure andrisktaking into models of bank production, Journal of Banking Finance, Vol. 25,pp. 21692208.GHDQG3HUORII: Can Market Power Be Measured?, Review of Industrial Organization, Vol. 10, pp. 465485 LVKDQ53DQG2SLHOD73: Bank Size, Bank Capital, and the Bank Lending Channel, Journal of Money, Credit, and Banking, Vol. 32, No. 1, pp. 121141.DQJ: Wettbewerbsverhalten deutscher Banken. Eine Panelanalyse auf Basisder RossePanzar Statistik, Jahrbuch fur Wirtschaftswissenschaften Review of Economics, Vol. 48, No. 1, pp. 2138. 45 0ROQHX3ORG:LOOLDPV0DQG7KRUQWRQ Competitive conditionsin European banking, Journal of Banking and Finance, Vol. 18, pp. 445459.0RRVOHFKQHU 3 DQG 6FKQLWHU : StructurePerformance in Banking: An Application to a Typical Universal Banking System, in: K. Aiginger and J. Finsingereds., SSOLHG,QGXVWULDO2UJDQLDWLRQ, Dordrecht: Kluwer, pp. 167186.0RXQWDLQ DQG 7KRPDV : Factor price misspecification in bank costfunction estimation, Journal of International Financial Markets, Vol. 9, pp. 163182.1DWKDQDQG1HDYH Competition and Contestability in Canadas Financial System: Empirical Results Canadian Journal of Economics, Vol. 22 3, pp. 576594.3DQDU DQG 1 5RVVH Testing for Monopoly Equilibrium, Journal of Industrial Economics, Vol. 35, pp. 443456.3DQDUDQG15RVVH Structure, Conduct, and Comparative Statics, Bell Laboratories Economic Discussion Paper, No. 248, March.3HHN DQG 5RVHQJUHQ 6 : The Capital Crunch: Neither a Borrower nor a Lender Be, Journal of Money, Credit and Banking, Vol. 27, pp. 626638.5LPH % : Mesure du degre de concurrence dans le systeme bancaire suisse alaide du modele de Panzar et Rosse, Schweizerische Zeitschrift fur Volkswirtschaft und Statistik, Vol. 135, pp. 2140.5RVVH1DQG3DQDU: Chamberlin versus Robinson: An Empirical Testfor Monopoly Rents, Studies in Industry Economics, Research Paper no. 77, Stanford University, California.6DORS 6 : Monopolistic Competition with Outside Goods, Bell Journal of Economics, Vol. 10, pp. 141156. 46 6HDOH:UDQGLQGOH7: Inputs, outputs and the theory of productionand cost at depository financial institutions, Journal of Finance, Vol. 32, pp. 125112666KDIIHU 6 : Bank Competition In Concentrated Markets, Business Review,Federal Reserve Bank of Philadelphia, MarchApril, pp. 316.6KDIIHU6: A test of competition in Canadian banking, Journal of Money, Credit,and Banking, Vol. 25, No. 1, pp. 4961.6KDIIHU6: Competition in the U.S. banking industry, Economics Letters, Vol.29, No. 4, pp. 321323.6KDIIHU 6 : Competition, Economies of Scale, and Diversity of Firm Size,Applied Economics, Vol. 17, pp. 467476.6KDIIHU 6 : A NonStructural Test for Competition in Financial Markets, in:Bank Structure and Competition, Conference Proceedings, Federal Reserve Bank of Chicago, pp. 225243.6WLURK.: How did bank holding companies prosper in the 1990s?, Journal of Banking Finance, Vol. 24, No. 11, pp. 17031745.6XRPLQHQ 0 : Measuring competition in banking: A two product model,Scandinavian Journal of Economics, Vol. 96, No.1, pp.95110.6ZDQN : Oligopoly in Loan and Deposit Markets, De Economist, Vol. 143,pp. 353366.9DULDQ5: 0LFURHFRQRPLFQDOVLV, Third Edition, W.W. Norton Company,Inc., New York.9HVDOD Testing competition in banking: behavioral evidence from Finland,Bank of Finland Studies Working Paper No. E:1. 47 The following papers have been published since 2000:February 2000May 2000How Safe Was the Safe Haven?Financial Market Liquidity duringthe 1998 Turbulences Christian Upper The determinants of the eurodollarexchange rate Synthetic fundamentalsand a nonexisting currency Jorg Clostermann Bernd Schnatz July 2000Concepts to Calculate Equilibrium Exchange Rates: An Overview Ronald Mac Donald August 2000Core inflation rates: A comparison ofmethods based on west German data Bettina Landau September 2000November 2000Exploring the Role of Uncertaintyfor Corporate Investment Decisionsin Germany Central Bank Accountability and Transparency: Theory and Some Evidence Ulf von Kalckreuth Sylvester C.W. Eijffinger Marco M. Hoeberichts November 2000Welfare Effects of Public Information Stephen Morris Hyung Song Shin November 2000November 2000Monetary Policy Transparency, Public Commentary, and Market Perceptionsabout Monetary Policy in Canada The Relationship between the Federal Funds Rate and the Feds Funds Rate Target: Is it Open Market or Open Mouth Operations?Pierre L. Siklos Daniel L. Thornton 49 November 2000Expectations and the Stability Problemfor Optimal Monetary Policies George W. Evans Seppo Honkapohja January 2001Unemployment, Factor Substitution, and Capital Formation Leo Kaas Leopold von Thadden January 2001Should the Individual Voting Recordsof Central Banks be Published?Hans Gersbach Volker Hahn January 2001Voting Transparency and Conflicting Interests in Central Bank Councils Hans Gersbach Volker Hahn January 2001Optimal Degrees of Transparency in Monetary Policymaking Henrik Jensen January 2001Are Contemporary Central Banks Transparent about Economic Modelsand Objectives and What Difference Does it Make?Alex Cukierman February 2001What can we learn about monetary policy Andrew Claretransparency from financial market data? Roger Courtenay March 2001Budgetary Policy and Unemployment Dynamics Leo Kaas Leopold von Thadden March 2001April 2001May 2001Investment Behaviour of German Equity Fund Managers An Exploratory Analysisof Survey Data Torsten Arnswald The information content of survey dataon expected price developments formonetary policy Christina Gerberding Exchange rate passthroughand real exchange ratein EU candidate countries Zsolt Darvas 50 July 2001Interbank lending and monetary policy Transmission: evidence for Germany Michael Ehrmann Andreas Worms September 2001Precommitment, Transparency and Montetary Policy Petra Geraats September 2001Ein disaggregierter Ansatz zur Berechnungkonjunkturbereinigter Budgetsalden fur Deutschland: Methoden und Ergebnisse Matthias Mohr September 2001LongRun Links Among Money, Prices,and Output: WorldWide Evidence Helmut Herwartz HansEggert Reimers November 2001Currency Portfolios and Currency Exchange in a Search Economy Ben Craig Christopher J. Waller December 2001December 2001December 2001December 2001 The Financial System in the Czech Republic, Hungary and Poland after a Decade of Transition Thomas Reininger Franz Schardax Martin Summer Monetary policy effects onbank loans in Germany:A paneleconometric analysis Andreas Worms Financial systems and the role of banksin monetary policy transmission in the euro area M. Ehrmann, L. Gambacorta J. MartinezPages P. Sevestre, A. Worms Monetary Transmission in Germany:New Perspectives on Financial Constraintsand Investment Spending Ulf von Kalckreuth December 2001Firm Investment and Monetary Transmission in the Euro Area J.B. Chatelain, A. Generale,I. Hernando, U. von Kalckreuth P. Vermeulen Available in German only. 51 January 2002Rent indices for housing in West Germany 1985 to 1998 Johannes Hoffmann Claudia Kurz January 2002ShortTerm Capital, Economic Transform Claudia M. Buchation, and EU Accession Lusine Lusinyan January 2002Fiscal Foundation of Convergenceto European Union in PreAccession Transition Countries La szlo Ha lpern Judit Nemen yi January 2002Testing for Competition Among German Banks Hannah S. Hempell 52 Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Visitors shouldprepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics,financial markets or international economics. Proposed research projects should be fromthese fields. The visiting term will be from 3 to 6 months. Salary is commensurate withexperience.Applicants are requested to send a CV, copies of recent papers, letters of reference and aproposal for a research project to:Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14D 60431 Frankfurt GERMANY 53 ", "filename": "200204dkp.pdf", "person": ["Hannah S. Hempell", "Hempell, Hannah S."], "date": ["2002"]}