{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19500/1/200433dkp.pdf"], "title": ["Interest rate reaction functions for the euro area Evidence from panel data analysis"], "plaintext": "Abstract As of today, estimating interest rate reaction functions for the Euro Area ishampered by the short time span since the conduct of a single monetarypolicy.In this paper we circumvent the common use of aggregated data before 1999 by estimating interest rate reaction functions based on a panel includingactual EMU Member States. We cid:12nd that exploiting the crosssection dimension of a multicountry panel and accounting for crosscountry heterogeneity inadvance of the single monetary policy pays ocid:11 with regard to the estimatedreaction functions ability to describe actual interest rate dynamics. We retrieve apanel reaction function which is demonstrated to be a valuable tool for evaluatingepisodes of monetary policy since 1999.Keywords: Monetary Policy, Reaction Function, Euro Area, Panel Data JEL Classicid:12cation: E43, E58, C33NonTechnical Summary Estimating monetary policy reaction functions for the Euro Area has gained renewedinterest in academic research with Stage Three of the EMU. However, as of today,estimating interest rate reaction functions for the European Central Bank ECB isstill hampered by the lack of sucid:14ciently long areawide time series since 1999.This is why it is common in the literature to use aggregated, synthetic timeseries for estimating reaction functions for the Euro Area. These reaction functionsare typically evaluated outofsample in order to assess their ability to describe interestrate setting since 1999.In this paper we circumvent the common use of synthetic data by estimatinginterest rate reaction functions based on a panel including actual Member States ofthe EMU. Applying panel techniques to countryspecicid:12c data before 1999, we accountfor crosscountry heterogeneity in advance of the single monetary policy. Moreover, byexploiting the crosssection dimension of a multicountry panel it is possible to shortenthe estimation sample. Excluding data from the eighties and starting with estimationin 1993 after the signing of the Maastricht Treaty we avoid to base our analysis on aperiod when monetary policy in most of the European countries was severely restrictedby the Exchange Rate Mechanism ERM.We cid:12nd that estimating interest rate reaction functions within a panel frameworkpays ocid:11 with regard to predicting shortterm nominal interest rates since 1999. In particular, accounting for heterogeneous adjustment and shortrun dynamics improves thepredictive ability of the estimated errorcorrection equations compared to alternativeequations estimated with aggregated data.Finally, we demonstrate that the preferred panel reaction function might be a valuable tool for evaluating episodes of monetary policy since 1999.Nichttechnische Zusammenfassung Die Schcid:127atzung geldpolitischer Reaktionsfunktionen hat mit der Einfcid:127uhrung einergemeinsamen europcid:127aischen Geldpolitik erneut an Bedeutung gewonnen. Die empirische Ermittlung einer Zinsregel zur Beschreibung des geldpolitischen Handelns der Europcid:127aischen Zentralbank wird jedoch nach wie vor durch die geringe Anzahl von Beobachtungen fcid:127ur gesamteuropcid:127aische Zeitreihen seit 1999 erschwert.cid:127Ublicherweise wird diesem Problem durch die Verwendung aggregierter,synthetischer Zeitreihen vor 1999 begegnet. Dabei werden auf der Grundlage gewichteter Durchschnitte lcid:127anderspezicid:12scher Zeitreihen Reaktionsfunktionen geschcid:127atzt und deren Erklcid:127arungskraft fcid:127ur die Zinsentwicklung nach 1999 im Rahmen einer OutofSampleEvaluation cid:127uberprcid:127uft.Ziel dieses Papiers ist die Vorstellung eines PanelAnsatzes zur Schcid:127atzung gesamteuropcid:127aischer Reaktionsfunktionen auf Grundlage von Lcid:127anderdaten vor 1999. Im Gegensatz zur Verwendung aggregierter Zeitreihen erlaubt die Anwendung von PanelSchcid:127atztechniken, Heterogenitcid:127at zwischen den Lcid:127andern im Vorfeld einer gemeinsamen Geldpolitik zu bercid:127ucksichtigen. Zudem ermcid:127oglicht der PanelAnsatz, durch Ausnutzungder Querschnittsdimension den Schcid:127atzzeitraum auf die Zeit nach der Unterzeichnungdes Maastrichter Vertrages zu beschrcid:127anken. Im Gegensatz zu bisherigen Studien stcid:127utztsich die vorliegende Analyse somit nicht auf einen Zeitraum, in dem das geldpolitische Handeln in vielen europcid:127aischen Lcid:127andern durch den europcid:127aischen Wechselkursmechanismus weitgehend beschrcid:127ankt war.Die Anwendung von PanelSchcid:127atztechniken liefert plausible Reaktionsfunktionen,die gute Prognoseeigenschaften aufweisen.Insbesondere werden FehlerkorrekturGleichungen ermittelt, die sich durch eine bessere OutofSample Prognosegcid:127ute auszeichnen als alternative Reaktionsfunktionen, die auf Grundlage aggregierter Datengeschcid:127atzt wurden. Vor allem die Bercid:127ucksichtigung heterogener Dynamik im Vorfeldder gemeinsamen Geldpolitik scheint die Prognoseeigenschaften dieser Gleichungen zuverbessern.An einem Beispiel wird der mcid:127ogliche Einsatz der ermittelten Reaktionsfunktionenzur Analyse von geldpolitischem Handeln nach 1999 veranschaulicht.Contents 1 Introduction 2 Historical Reaction Functions for the Euro Area 2.1 Related Literature . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .2.2 Econometric Specicid:12cation . . . . . . . . . . . . . . . . . . . . . . . . . .2.2.1 PooledFixedEcid:11ects Estimation SUR . . . . . . . . . . . . . .2.2.2 Pooled Mean Group Estimation . . . . . . . . . . . . . . . . . . .3 Empirical Results 144558103.1 Data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .103.2Illustrating Heterogeneity:CountrySpecicid:12c Reaction Functions SUR . . . . . . . . . . . . . . . .133.3 Panel Reaction Functions. . . . . . . . . . . . . . . . . . . . . . . . . .153.3.1 PooledFixedEcid:11ects Estimation SUR: Results . . . . . . . . .153.3.2 Pooled Mean Group Estimation: Results . . . . . . . . . . . . . .173.4 OutofSample Forecasts . . . . . . . . . . . . . . . . . . . . . . . . . . .203.5 The Importance of National Developments:A Reverse Counterfactual Experiment. . . . . . . . . . . . . . . . . .224 Concluding Remarks References 2527List of Tables 12345678Panel Unit Root Tests 1993:11998:12 . . . . . . . . . . . . . . . . . . .12CountrySpecicid:12c Reaction Functions SUR 1993:11998:12 . . . . . . .14PooledFixedEcid:11ects Estimation SUR vs. Estimation with Aggregated Data 1993:11998:12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . .15FixedEcid:11ects Estimation SUR of SubPanels 1993:11998:12 . . . . . .17Pooled Mean Group Estimation 1993:11998:12 CountrySpecicid:12c . . .18Pooled Mean Group Estimation 1993:11998:12 SubPanel . . . . . . .19OutofSample Forecasts 1999:12002:12 RM SF E. . . . . . . . . . .21OutofSample Forecasts: AreaWide vs. National Data RM SF E . . .24List of Figures 1Alternative Measures of Incid:13ationary Expectations normalized series:Government Bond Yield vs. Consensus LongTerm Forecasts. . . . . .1123National Divergence in Incid:13ation Rates . . . . . . . . . . . . . . . . . . .23Implied Interest Rate Paths: AreaWide vs. National Data . . . . . . .25A Graphs of the Time Series . . . . . . . . . . . . . . . . . . . . . . . . . .30Interest Rate Reaction Functions for the Euro Area Evidence from Panel Data Analysis 11Introduction Understanding interest rate setting in the Euro Area is crucial for evaluating actual European monetary policy. This is why estimating policy reaction functions has gainedrenewed interest in academic research with Stage Three of the EMU see e.g. Gerlachand Schnabel 2000; Gerdesmeier and Rocid:14a 2003; GerlachKristen 2003; Adema 2004.In particular, it turns out to be of considerable interest how countryspecicid:12c interestrate setting in the preEMU era relates to actual interest rate setting by the European Central Bank ECB. This is mainly due to the short time span since the conduct of asingle unionwide monetary policy which only allows to draw preliminary conclusionsfrom reaction functions exclusively estimated with data since 1999 see e.g. Heinemannand Hcid:127ufner 2002; Sauer and Sturm 2003; Ullrich 2003.Intending to relate actual interest rate setting to the historical experience dicid:11erent methodological approaches have been pursued in the literature. First, there aresome studies which use aggregated, synthetic data for estimating a unionwide reaction function in order to simulate a single monetary policy before 1999 see e.g.Gerdesmeier and Rocid:14a 2003; GerlachKristen 2003. Second, there are some studieswhich compare interest rate setting by the German Bundesbank before 1999 with interest rate setting by the ECB afterwards see e.g. Faust et al. 2001; Smant 2002; Hayoand Hofmann 2003. Overall, these studies show that interest rate setting by the ECBdicid:11ers from the behavior predicted by a single Bundesbank rule. In the same spirit,Mihov 2001 argues that interest rate setting in the EMU can better be described by akind of pooled European policy rule than by a Bundesbank rule alone. His study differs from the aforementioned contributions since he draws on a pooled dataset insteadof using aggregated data.1Author: Karsten Ruth, GoetheUniversity Frankfurt, Graduate Program Finance and Monetary Economics, Mertonstr. 1721, 60054 Frankfurt Main, Germany; Email : ruthwiwi.unifrankfurt.de.The research for this paper was conducted while the author was visiting the Economic Research Centre of the Deutsche Bundesbank.I would like to thank the Deutsche Bundesbank, especially Heinz Herrmann,I thank Jcid:127org Breitung, Sandra Eickmeier, Ralf Fendel,Heinz Herrmann, Dieter Nautz and Christoph Winter for valuable comments on the paper.Moreover, the paper benecid:12ted from discussions with participants of the research seminar at the Deutsche Bundesbank. Needless to say, that all remaining errors are mine. The opinion expressedin this paper does not necessarily recid:13ect the viewpoint of the Deutsche Bundesbank.for kind hospitality.1This paper adds to the literature by investigating whether the application of paneldata techniques to countryspecicid:12c data before 1999 improves the ability of historicalreaction functions to predict Euro Area interest rate setting since 1999. To this aimwe estimate unionwide reaction functions up to 1999 based on a panel including upto ten actual Member States of the EMU. In contrast to Mihov 2001, we employ alternative estimation techniques to account for both crosscountry correlation as well ascrosscountry heterogeneity. In line with the literature e.g. Faust et al. 2001; Clausenand Hayo 2002; Smant 2002, we assess the appropriateness of dicid:11erent panel reaction functions by comparing the implied interest rate paths with euro interest ratessince 1999. Specicid:12cally, we evaluate the outofsample forecast performance of the reaction functions against a corresponding reaction function estimated with aggregated,synthetic data.A further contribution of our paper is that we explicitly account for potential nonstationarity of interest rates and incid:13ation detected by panel unit root tests over thesample under regard. Recent empirical research on Taylortype rules has indicated thatreaction functions estimated in levels might sucid:11er from neglecting the nonstationarityof the variables entering the rule e.g. cid:127Osterholm 2003; Christensen and Nielsen 2003.For instance, GerlachKristen 2003 found that a traditionally specicid:12ed Taylor rulefor the Euro Area estimated in levels exhibited temporal instability and a bad outofsample forecast performance. By contrast, augmented Taylortype rules retrieved froman errorcorrection equation did not show signs of misspecicid:12cation and forecasted well.We build on this research by translating the errorcorrection approach to the panelframework.Estimating a historical policy rule for a cid:12ctitious European central bank withina panel framework might be advantageous for several reasons. First, we circumventthe use of aggregated, synthetic data before the conduct of a single monetary policy.Empirical results on unionwide preEMU policy rules estimated with aggregated datamight sucid:11er from implausible homogeneity restrictions imposed across countries. Infact, estimating a unionwide reaction function with aggregated data restricts all modelparameters to be the same for all countries. In contrast, within the panel frameworkit is possible to account for some crosscountry heterogeneity while maintaining theassumption of a common functional form of the policy rule for all countries. It shouldbe emphasized that it is just a particular characteristic of the panel approach that itallows to relax the degree of homogeneity imposed across countries compared to usingaggregated data. This makes the panel framework desirable for estimating a unionwidereaction function with data before 1999.2Second, by exploiting the crosssection dimension of a multicountry panel we mightget more precise estimates of the policy rule parameters while, instantaneously, it ispossible to shorten the estimation sample compared to other studies. Starting withestimation in 1993 after the signing of the Maastricht Treaty appears to be appropriate in the light of the beginning convergence process towards Stage Three of the EMU. Moreover, by excluding data from the eighties we avoid to assume independentmonetary policy by all national authorities for a period which was characterized by afarreaching lack of monetary independence in most of the European countries due tothe asymmetric design of the Exchange Rate Mechanism ERM. In contrast, assuming a common European reaction function which presumes some monetary autonomyin all European countries turns out to be justicid:12ed with regard to the widening of theexchange rate bands to 15% after the ERM crisis in 199293 see Mihov 2001, p. 395.2We cid:12nd that estimating interest rate reaction functions within a panel frameworkpays ocid:11 with regard to predicting shortterm nominal interest rates since 1999.Inparticular, accounting for heterogeneous adjustment and shortrun dynamics improvesthe predictive ability of the estimated reaction functions compared to the estimationwith aggregated data. Though we obtain very imprecise parameter estimates for theequation based on synthetic data we observe a satisfactory outofsample performance relative to the panel alternatives at short forecast horizons. By contrast, almostall panel specicid:12cations outperform the equation based on aggregated data at longerhorizons. Our preferred reaction function is a Taylortype policy rule in line with the Taylorprinciple while exhibiting a lower output gap coecid:14cient than usually found inthe literature. This may be largely due to the inclusion of the longterm bond rate whichis argued to capture longrun incid:13ationary expectations. Finally, we demonstrate thatthe preferred panel reaction function might be a valuable tool for evaluating episodesof monetary policy since 1999.The paper is structured as follows. Section 2 gives a brief survey of related literatureemphasizing the importance of historical reaction functions for evaluating monetarypolicy since 1999. Furthermore, the employed estimation approaches are presented anddiscussed. Section 3 summarizes our empirical results. At cid:12rst, we will illustrate theexistence of crosscountry dicid:11erences by estimating countryspecicid:12c reaction functionsbefore imposing a higher degree of homogeneity within the panel framework. We evaluate the panel reaction functions by comparing the outofsample performance with areaction function estimated with aggregated data. Furthermore, we use our preferredreaction function for evaluating episodes of monetary policy since 1999. Finally, section 4 concludes.2This is also in line with Wesche 2003 who cid:12nds for France and Italy that around 1993 there wasa switch to a monetary policy regime where the incid:13uence of German interest rate policy on domesticpolicy decisions was no longer dominant.32 Historical Reaction Functions for the Euro Area 2.1 Related Literature In a recent paper Sauer and Sturm 2003 give a systematic survey of research onreaction functions for the Euro Area. They classify three groups of studies. First, thereare studies which compare actual interest rate setting by the ECB with the hypotheticalpath of a Bundesbank rule estimated up to 1998 e.g. Clarida et al. 1998; Faustet al. 2001; Smant 2002. These studies show that interest rate setting since 1999remarkably deviates from the implied interest rate path retrieved from a historicalBundesbank rule.3 Second, a lot of studies present estimates of reaction functionsbased on aggregated data for a hypothetical Euro Area before 1999 e.g. Gerlachand Schnabel 2000; Clausen and Hayo 2002. These reaction functions are generallyinterpreted to recid:13ect a unionwide average monetary policy before the launch of the Euro see Gerdesmeier and Rocid:14a 2003, p. 39. As a key result these studies concludethat Taylortype policy rules are suitable to serve as a benchmark for understandingand evaluating monetary policy in the Euro Area see also Peersman and Smets 1999;Taylor 1999. In particular, it is emphasized that there are no indications that monetarypolicy was subject to a structural break in 1999 see Clausen and Hayo 2002; GerlachKristen 2003. This cid:12nding concid:12rms that insights on interest rate setting from thepreEMU era are valuable for understanding actual monetary policy.Finally, there is some recent research on Euro Area reaction functions exclusivelybased on data since 1999 e.g. Heinemann and Hcid:127ufner 2002; Sauer and Sturm 2003;Ullrich 2003; Fendel and Frenkel 2004. However, these authors are keen to emphasizethe preliminary character of their empirical results due to the short time span sincethe conduct of a single monetary policy. This indicates that, for the time being, thereremains the necessity to relate actual interest rate setting to the historical preEMUexperience.Apart from the aforementioned contributions there are only two studies which dealwith pooled datasets before 1999: in order to increase the number of annual observations Wyplosz 1999 estimates various reaction functions based on a panel of eleven European countries within the sample 19821997. His results concid:12rm the existence ofa systematic relationship between the shortterm nominal interest rate, incid:13ation andthe output gap in the Euro Area. More directly related to our paper is a study by Mihov 2001 who presents a pooled policy rule estimated on a dataset including datafor Germany, France and Italy. He also compares the implied interest rate path with 3One exception is the study by Surico 2003 who detects similarity between the Bundesbank andthe ECB behavior described by a nonlinear reaction function.4interest rates since 1999 and concludes that interest rate setting in the Euro Area canbetter be described by a pooled policy rule building on a collective experience thanby a Bundesbank rule alone.Our paper seeks to advance on the idea of retrieving additional information froma pooled dataset by facing some of the problems prevalent in the studies above:incontrast to Wyplosz 1999 who estimated a level specicid:12cation we employ an errorcorrection approach to account for indications of nonstationarity of the variables entering the reaction function over the sample under regard see GerlachKristen 2003.Furthermore, by excluding data of the eighties we avoid the critical assumption ofa common unionwide reaction function for a period when monetary autonomy wasseverely restricted by the ERM.Mihov 2001 also chooses the start of his sample period at the beginning of thenineties but he only focuses on three member countries of the EMU. Furthermore, byperforming a standard pooled estimation he does not allow for crosscountry heterogeneity.In the light of remarkable crosscountry dicid:11erences in economic conditionsat the beginning of the convergence process both considering more countries and accounting for countryspecicid:12c ecid:11ects appears to be desirable when estimating a reactionfunction based on panel data.2.2 Econometric Specicid:12cation 2.2.1 PooledFixedEcid:11ects Estimation SURTraditionally, interest rate rules of the form introduced by Taylor 1993 are estimatedin levels. However, the estimated equations often display pronounced serial correlationin the residuals see Gerlach and Schnabel 2000. This is why one lag of the interestrate is often included as additional regressor see e.g. Clarida et al. 1998. The highlysignicid:12cant impact of the lagged interest rate is usually interpreted to recid:13ect interestrate smoothing, i.e. the central banks willingness to adjust interest rates gradually inorder to signal continuity of monetary policy to the public.However, the observed persistence in interest rates might also indicate that interest rates follow near unit root processes. For instance, one common characteristicof estimated level specicid:12cations supporting this viewpoint is a very large R2valuetypically above 0.95 which sharply declines when excluding the lagged interest ratesee Gerdesmeier and Rocid:14a 2003, p. 28. This is why there is a growing literatureon Taylortype policy rules which emphasizes the potential pitfalls of level specicid:12cations arising from the nonstationarity of the variables entering the reaction function 5see e.g. cid:127Osterholm 2003; Christensen and Nielsen 2003.4In this paper we pursue an errorcorrection approach to the Taylor rule, following Judd and Rudebusch 1998 as well as GerlachKristen 2003. Dynamic modeling ofthe Taylor rule within an errorcorrection framework is desirable for mainly two reasons. First, it allows to account for interest rate smoothing through partial adjustmentJudd and Rudebusch 1998. Second, it allows to avoid potential misspecicid:12cation arising from neglected nonstationarity of the variables entering the policy rule. This wasrecently emphasized by GerlachKristen 2003 who proposed to consider Taylortypepolicy rules within a cointegration framework. Since panel unit root tests indicatepotential nonstationarity of interest rates and incid:13ation over the sample under regardsee section 3.1 accounting for the possibility of cointegration appears to be appropriate. In fact, considering a Taylortype policy rule as a longrun equilibrium relationship is in line with the concept of the target rate. Assuming the target rateto be described by the policy rule, misalignments should be corrected gradually viaendogenous changes of the central banks instrument, i.e. the shortterm nominal interest rate. Overall, the errorcorrection approach provides a very general frameworkto capture interest rate dynamics.5Augmenting the traditional Taylor rule, GerlachKristen 2003 cid:12nds a signicid:12cantrole of the longterm nominal interest rate which is assumed to recid:13ect the publicslongrun incid:13ationary expectations.6 Including the longterm bond rate in the reactionfunction in order to capture longrun incid:13ationary expectations was also proposed by Mehra 2001 who showed that the explanatory power of Taylor rules estimated forthe U.S. increases when including the long rate. Moreover, Goodfriend 1998 alreadyargued that e.g. the U.S. Federal Reserve Bank reacted to movements of the longtermbond rate which were interpreted as changes in the publics incid:13ationary scares. Thus,including the longterm bond rate augments the contemporaneous policy rule by aforwardlooking component.74Surprisingly, a lot of empirical studies in other research cid:12elds like in the literature on exchangerates or money demand concid:12rm the nonstationarity of interest rates see e.g. Mac Donald and Taylor 1994 and incid:13ation see e.g. Coenen and Vega 2001. However, these insights are usually neglected inthe literature on policy rules.5In the light of concid:13icting evidence concerning the integration properties of the variables it shouldbe emphasized that the errorcorrection approach does not demand the variables to be nonstationary.This is because the errorcorrection equations being simple reparametrizations of level specicid:12cations are only required to be balanced, see Johnston and Di Nardo 1997, chpt.8 and Pesaran et al. 1999,p. 625. For an application of the errorcorrection approach to the Taylor rule which does not rely onnonstationarity of the variables see Judd and Rudebusch 1998, especially footnote 10.6For a theoretical justicid:12cation see e.g. Kozicki and Tinsley 20017In the same spirit, Surico 2003 uses the 10year government bond yield as instrument for incid:13ationary expectations.6Specicid:12cally, GerlachKristen 2003 identicid:12es a cointegrating relation between theshortterm nominal interest rate r, yearonyear incid:13ation cid:25, the output gap y andthe longterm nominal interest rate l of the formrt cid:181cid:25t cid:182yt cid:183lt1In the spirit of the twostep approach proposed by Engle and Granger 1987, deviations from 1 enter an errorcorrection equation estimated in a second step as disequilibrium term. Eventually, this errorcorrection equation is found to exhibit desirablestability and forecasting properties.In contrast to GerlachKristen 2003, we employ a onestep approach for estimatingthe longrun relationship 1, following Stock 1987. More specicid:12cally, we estimate thefollowing equation:8cid:1rit cid:11i cid:30iri;tcid:01 cid:121icid:25i;tcid:01 cid:122iyi;tcid:01 cid:123ili;tcid:01 cid:13 0ixitpcid:01Xj1cid:21cid:3ijcid:1ri;tcid:0j q 1cid:01Xj0cid:14cid:31ij cid:1cid:25i;tcid:0j q 2cid:01Xj0cid:14cid:32ij cid:1yi;tcid:0j cid:11i cid:30iri;tcid:01 cid:0 cid:181icid:25i;tcid:01 cid:0 cid:182iyi;tcid:01 cid:0 cid:183ili;tcid:01 cid:13 0ixitpcid:01Xj1cid:21cid:3ijcid:1ri;tcid:0j q 1cid:01Xj0cid:14cid:31ij cid:1cid:25i;tcid:0j q 2cid:01Xj0cid:14cid:32ij cid:1yi;tcid:0j q 3cid:01Xj0q 3cid:01Xj0cid:14cid:33ij cid:1li;tcid:0j cid:15itcid:14cid:33ij cid:1li;tcid:0j cid:15it2where i 1; :::; N denotes the dicid:11erent crosssection units i.e. countries and t 1; ::::; T captures the time period. x denotes a vector of additional exogenous regressors,e.g. foreign interest rates see section 3.2, and lagged dicid:11erences of the variables enterthe equation to remove potential autocorrelation. Moreover, allowing for very generaldynamics by including lagged dicid:11erences we account for potential endogeneity 9 whichallows to estimate 2 by OLS.10 Thus, from 2 we retrieve the coecid:14cients of the longrun relation rit cid:181icid:25it cid:182iyit cid:183ilit as cid:18ki cid:0cid:12kicid:30i; 8 k 1; 2; 3 and i 1; :::; N .8Due to the sucid:14cient number of time series observations T 72, the bias arising through thelagged dependent variable NickellBias can be assumed to be negligible, see Judson and Owen 1999.9However, endogeneity is not likely to be an issue in our context: treating the output gap andincid:13ation as weakly exogenous is widely accepted in the literature on Taylortype interest rate rules.Moreover, there are empirical studies which show that the impact of anticipated short rate movementson longterm interest rates with maturities of several years is negligible which justicid:12es to treat the bondrate also as exogenous, see e.g. Nautz and Wolters 1999.10OLS estimation of comparable errorcorrection equations was also performed by Judd and Rudebusch 1998 or Clausen and Meier 2003.7Depending on the degree of imposed homogeneity we can assume dicid:11erent shapesof the parameter vector cid:9i: we can restrict all parameters to be equal across countriespooled estimation, i.e. cid:9i cid:9p where cid:9p cid:11; cid:30; cid:18k; cid:13; cid:21cid:30, we can accountfor countryspecicid:12c ecid:11ects captured by dicid:11erent intercepts cid:12xedecid:11ects estimation,i.e. cid:9i cid:9f where cid:9f cid:11i; cid:30; cid:18k; cid:13; cid:21cid:30 or we can allow all parameters todicid:11er within a Seemingly Unrelated Regression SUR framework i.e. cid:9i cid:9SU R 0. Note, that in the latter case the SUR approach constitutescid:11i; cid:30i; cid:18ki; cid:13i; cid:21cid:3a dicid:11erence to estimating equation 2 separately for each country by OLS. This isij; cid:14cid:3kj ; cid:14cid:3kijj ; cid:14cid:3kjjbecause the SUR estimation accounts for crosscountry interrelationships i.e. contemporaneous correlation even when countries are treated as completely heterogeneoussee section 3.2.112.2.2 Pooled Mean Group Estimation According to Pesaran et al. 1999, the Pooled Mean Group PMG estimation technique for dynamic heterogeneous panels represents an intermediate case between the Mean Group MG estimation and the traditional pooled estimation techniques cid:12xedand random ecid:11ects. While the MG estimation averages coecid:14cients to obtain means ofparameter estimates for heterogeneous crosssection units, the pooled estimation techniques assume overall homogeneity at least for the slope coecid:14cients. In contrast, the PMG estimator only imposes homogeneity for a structural longrun relationship whichis assumed to exist for all crosssection units. By contrast, the shortrun dynamics areallowed to dicid:11er across groups. Thus, by only restricting the longrun slope coecid:14cientsto be the same across groups the PMG estimator allows us to estimate this commonlongrun coecid:14cient without making the less plausible assumption of identical dynamicsin each country Pesaran et al. 1999, p. 621.We employ this alternative method since it turns out to be well suited when seekingto estimate a common European policy rule before 1999: on the one hand the longrunhomogeneity restrictions establish the assumption of a common structural relationshipbetween interest rates, incid:13ation and the output gap which appears appropriate in thelight of structural convergence in advance of the single monetary policy. On the otherhand, the adjustment and shortrun dynamics remain unrestricted across countrieswhich appears desirable with regard to dicid:11erences in monetary and economic conditions observed at the beginning of the convergence process. To end up with a commonlevel of interest rates in 1999 one would expect dicid:11erent speeds of adjustment towards 11The SUR procedure was introduced by Zellner 1962 and is well suited for the analysis of multicountry panels which typically consist of few countries N small which are observed over a longer timespan T large.8equilibrium across countries, given homogeneous longrun responsiveness to the variables entering the policy rule. This is because countries with a high level of interestrates are forced to reestablish the equilibrium relatively faster than countries whichare almost near the common interest rate level.Starting point for the PMG estimation of the policy rule 1 is an autoregressivedistributed lag equation ARDLp; q 1; q 2; q 3 of the form:rit cid:11i p Xj1cid:21ijri;tcid:0j q 1Xj0cid:141ij cid:25i;tcid:0j q 2Xj0cid:142ij yi;tcid:0j q 3Xj0cid:143ij li;tcid:0j cid:17it3Reparametrization of 3 yields the errorcorrection equation:12cid:1rit cid:11i cid:30iri;tcid:01 cid:121icid:25it cid:122iyit cid:123ilit cid:13iq 2cid:01Xj0cid:14cid:31ij cid:1cid:25i;tcid:0j cid:21cid:3ijcid:1ri;tcid:0j q 1cid:01Xj0pcid:01Xj10xitcid:14cid:32ij cid:1yi;tcid:0j cid:11i cid:30iri;tcid:01 cid:0 cid:181icid:25it cid:0 cid:182iyit cid:0 cid:183ilit cid:13iq 2cid:01Xj0cid:14cid:31ij cid:1cid:25i;tcid:0j cid:21cid:3ijcid:1ri;tcid:0j q 1cid:01Xj0pcid:01Xj10xitcid:14cid:32ij cid:1yi;tcid:0j q 3cid:01Xj0q 3cid:01Xj0cid:14cid:33ij cid:1li;tcid:0j cid:17itcid:14cid:33ij cid:1li;tcid:0j cid:17it4where cid:30i cid:01 cid:0 Ppj1cid:21ij, cid:12ki Pqkj0cid:14kij and cid:18ki cid:0 cid:12ki cid:30i; k f 1; 2; 3g.Assuming the equation in 4 to be stable for all countries we know that all errorcorrection coecid:14cients will be negative, i.e. cid:30i 0, 8 i 1; ::::; N . Again, we retrievethe longrun policy rule as:rit cid:0 cid:121i cid:30icid:25it cid:0 cid:122i cid:30iyit cid:0 cid:123i cid:30ilit cid:181icid:25it cid:182iyit cid:183ilit5As mentioned above, the particular characteristic of the PMG estimator is thatit restricts the longrun coecid:14cients to be the same across countries; i.e. cid:18ki cid:18k,8 i 1; :::; N and k f 1; 2; 3g, while leaving the adjustment and shortrun dynamics 12Note, that the time indices for cid:25; y and l dicid:11er compared to equation 2 in order to capture thespecial case of an ARDL1; 0; ::; 0 equation. However, this does not harm the interpretation of 4 aserrorcorrection equation; see Pesaran et al. 1999, p. 627.9unrestricted. Thus, by applying the PMG estimation technique we impose a smallerdegree of homogeneity across countries compared to a pooledcid:12xedecid:11ects estimationas discussed in section 2.2.1.133 Empirical Results 3.1 Data We use monthly data within the estimation sample 1993:11998:12. The outofsampleevaluation period is chosen as 1999:12002:12. Countryspecicid:12c data was fetched fromthe International Financial Statistics IFS provided by the International Monetary Fund IMF. The call money rate or money market rate with shortest maturity waschosen as shortterm nominal interest rate, while for the longterm nominal interestrate we took the government bond yield.14;15In order to cid:12nd support for the assumption that the longterm bond rate is a goodmeasure for longrun incid:13ationary expectations we compared the series with an alternative measure taken from survey data. The Londonbased cid:12rm Consensus Economicsprovides longterm forecasts of incid:13ation. These forecasts summarize the longterm incid:13ation forecasts of several professional forecast institutions by means of an unweightedaverage.16 Unfortunately, Consensus longterm Forecasts are only available for a limited number of European countries and for a small sample at semiannual frequency.Thus, we cannot perform our whole panel estimation with this alternative measureof longrun incid:13ationary expectations. Nevertheless, we can investigate the similaritybetween both measures for a selected number of countries. Semiannual observationsfor the 6to10year incid:13ation forecast 17 were converted to monthly frequency by linearinterpolation. Thus, the survey measure exhibits less variation compared to the longrate by construction. However, visual inspection of the normalized series for Germany, France and Italy yields that both series exhibit a remarkably similar downwardmovement between 1994:11998:12. Overall, this might give some further support tothe assumption that the longterm bond rate is a valid proxy for capturing longrunincid:13ationary expectations.13However, one shortcoming of this approach compared to the approach discussed in section 2.2.1is the assumption of independent countries with regard to the residual structure. A natural way todeal with crosscountry correlation within the PMG framework is to include an additional regressorwhich impacts all countries, thereby controlling for common ecid:11ects, see Pesaran et al. 1999, p. 622. Weintroduce such a global exogenous variable in section 3.2, see also footnote 24.14Missing observations for Finland 1996:81998:10 were added using the respective time series fromthe OECD statistics.15Graphs of the countryspecicid:12c time series are shown in Appendix A.16For details on Consensus Economics and its forecasts visit http:www.consensuseconomics.com.17I would like to thank Christina Gerberding and Christian Upper for providing me with the data.10Figure 1: Alternative Measures of Incid:13ationary Expectations normalized series:Government Bond Yield vs. Consensus LongTerm Forecasts 21012199419951996199719983210123199419951996199719982101219941995199619971998Government Bond Yield in % p.a. GermanyConsensus LongTerm Forecast: 610year Inflation GermanyGovernment Bond Yield in % p.a. FranceConsensus LongTerm Forecast: 610year Inflation FranceGovernment Bond Yield in % p.a. ItalyConsensus LongTerm Forecast: 610year Inflation ItalyYearonyear incid:13ation was computed as the annual growth rate of the Consumer Price Index base year 1995.18 In order to construct a measure for the output gap,potential output was calculated applying the HodrickPrescott HP cid:12lter with smoothing parameter cid:21hp 14400 to the seasonally adjusted log Industrial Production IPindex series.In line with Fagan et al. 2001, aggregated European data before 1999 were calculated using 1995 GDPPPPweights rescaled for the omission of Luxembourg. From 1999 onwards we use areawide variables obtained from the Euro Area Statistics EASprovided by the ECB. Incid:13ation was computed as the annual change of the European Harmonized Index of Consumer Prices HICP while, again, potential output was calculated applying the HP cid:12lter to the log IP index. As shortterm nominal interestrate we took the EONIArate while the 10yeargovernment bond yield was taken aslongterm nominal interest rate.In order to test for stationarity of the series within the panel framework we appliedboth the test procedure proposed by Im et al. 2003 IPS test and alternatively thetest introduced by Levin et al. 2002 LLC test.19Table 1 reports the test results based on a common lag length of m 4.20 Interestrates and incid:13ation turn out to be integrated of order one, i.e. I1, over the sampleunder consideration while the output gap is stationary by construction.21 However,the latter point does not concid:13ict with our estimation approaches as long as interestrates and incid:13ation constitute a stationary cointegrating relation which would ensurea balanced regression see footnote 5.18Due to data limitations, for Ireland, we took the quarterly CPI series from the OECD statisticsand converted it to monthly frequency by quadratic interpolation averages.19Panel unit root tests were performed using STATA 8.20It is a wellknown observation that the test results of panel unit root tests can crucially dependon the choice of the lag structure. In fact, over the sample under consideration there is some indicationfor interest rates and incid:13ation to be near stationary when varying the lag length.21Including a time trend in the level test equations for r; l and cid:25 did not yield qualitatively dicid:11erentresults.11Table 1: Panel Unit Root Tests 1993:11998:12IPS test LLC testlevel 1st dicid:11.level 1st dicid:11.Wcid:22t cid:09:16cid:3cid:3Wcid:22t cid:08:81cid:3cid:3Wcid:22t cid:013:15cid:3cid:3cid:25 Wcid:22t cid:01:18l Wcid:22t cid:00:46r Wcid:22t 0:39y Wcid:22t cid:04:25cid:3cid:3Notes: Wcid:22t and tcid:3 denote the test statistics of the IPS and the LLC unit root testwhich are both asymptotically standard normally distributed under the null. Aconstant is included as deterministics for all specicid:12cations but the LLCtest on cid:12rstdicid:11erences and the output gap. cid:3cid:3 denotes signicid:12cance at the 1%level.tcid:3 cid:01:28tcid:3 cid:01:59tcid:3 6:23tcid:3 cid:09:84cid:3cid:3tcid:3 cid:012:51cid:3cid:3tcid:3 cid:010:79cid:3cid:3tcid:3 cid:016:07cid:3cid:3We applied the residualbased panel cointegration test by Kao 1999 to test forcointegration between the short rate, incid:13ation and the long rate. The test clearlyrejects the null of no cointegration with a test statistic of t ADF cid:09:36. This concid:12rmsthat there exists a cointegrating relationship between interest rates and incid:13ation.In order to investigate whether there is potentially more than one cointegratingrelation e.g. a Fisher relation and a term spread we applied the likelihoodbasedpanel cointegration test by Larsson et al. 2001. This test builds on Johansens multivariate cointegration rank test by focusing on the standardized mean of individualtracestatistics calculated separately for each crosssection unit. Under the null weobserve the same maximum cointegration rank cr for all countries. Since we includeda constant as deterministics in the vector errorcorrection model VECM the meanof the countryspecicid:12c tracestatistics was standardized using the asymptotic valuessimulated by Breitung 2004. We obtain an asymptotically standard normally distributed test statistic of cid:7 cid:22LR 5:15 for the hypothesis cr 0 which allows to rejectthe null of no cointegration at the 1%level. In contrast, we cannot reject the null ofat most one cointegrating relation since we obtain a test statistic of cid:7 cid:22LR cid:00:59 forcr cid:20 1.22 Thus, we cid:12nd evidence for a cointegration rank of cr 1 among interestrates and incid:13ation.2322These results are based on a lag length for the VECM of cid:22p cid:0 1 4. Varying the lag length orthe formation of the panel did not yield qualitatively dicid:11erent results.23Note, that the fact that there is no indication for a cointegration rank of cr 3 supports ourconjecture that the variables are nonstationary over the sample under regard.123.2Illustrating Heterogeneity:CountrySpecicid:12c Reaction Functions SURAn illustrative exercise when dealing with the task of crosscountry heterogeneityis to estimate, in a cid:12rst step, countryspecicid:12c reaction functions based on equation2. Thereby, we can get an impression about the extent of existing heterogeneitywhich becomes hidden when imposing a higher degree of homogeneity by performing apooledcid:12xedecid:11ects estimation. Specicid:12cally, we estimated 2 applying the SUR technique. We included up to six lagged dicid:11erences to ensure serially uncorrelated residualsin each countryspecicid:12c equation.In line with Clarida et al. 1998 or Mihov 2001 we account for the asymmetricdesign of the ERM by including the German shortterm nominal interest rate as additional regressor x in the reaction functions of all European countries but Germanyfor which we included the U.S. Federal Funds Rate. Thus, this variable can be interpreted to capture the external constraint see Clarida et al. 1998, p. 1046 domesticmonetary policy was subject to.24 We denote this variable as rext. Due to the nonstationarity of German and U.S. interest rates detected by conventional ADFtests notreported rext enters in cid:12rst dicid:11erences with a time lag of one month. Thus, changesin the domestic policy instrument have two potential sources: domestic economic conditions and changes in a foreign policy instrument. In general, we would assume thatthe higher the impact of cid:1rexttcid:01 the less monetary policy reacted to domestic economicconditions see Mihov 2001, p. 394.Table 2 summarizes the results: cid:12rst, it is noteworthy that the estimated adjustmentcoecid:14cients cid:30i are signicid:12cant for all countries but Spain and France for which weobserve signicid:12cance at least at the 10% level and show the expected negative sign.Moreover, we can observe pronounced dicid:11erences in the coecid:14cients magnitude varyingbetween cid:00:039 Germany and cid:00:322 Portugal. This concid:12rms our conjecture fromabove that, in advance of Stage Three of the EMU, we could observe dicid:11erent speedsof adjustment towards the target interest rate across European countries.Considering the estimates for the coecid:14cients cid:18ki it becomes apparent that they areoften very imprecise: we only obtain signicid:12cant estimates for the incid:13ation coecid:14cientof Finland 0.998, Germany 1.094, Italy 0:693 and Portugal 1:119 which arecomparable in magnitude with previous empirical cid:12ndings on Taylor rules see Sauerand Sturm 2003; p. 10. Nevertheless, the coecid:14cients appear to be slightly below thevalues usually found in the literature which indicates that by including the long rate 24By introducing a global variable like the external constraintvariable we abandon to include timedummy variables in our estimation.13Table 2: CountrySpecicid:12c Reaction Functions SUR 1993:11998:12Country Austria Belgiumcid:30icid:00:090cid:3cid:30:020cid:00:056cid:30:027Netherlands cid:00:043cid:3cid:30:015Finland France Italy Germany Portugal Spain Irelandcid:00:132cid:3cid:30:032cid:00:0550:029cid:00:278cid:3cid:30:047cid:00:039cid:3cid:30:019cid:00:322cid:3cid:30:100cid:00:0700:039cid:00:254cid:3cid:30:059cid:121i 0:0430:0350:0010:0700:0570:0410:132cid:3cid:30:0410:0360:1030:193cid:3cid:30:0470:0430:0260:360cid:3cid:30:114cid:00:0670:0710:6020:331cid:181i cid:250:4770:3570:0181:2511:3470:8280:998cid:3cid:30:2790:6411:8950:693cid:3cid:30:1561:094cid:30:4681:119cid:3cid:30:368cid:00:9471:2092:3671:430cid:122i 0:0050:007cid:00:0030:0120:017cid:30:0080:024cid:30:0110:0250:0280:039cid:3cid:30:0150:034cid:3cid:30:0090:0430:0310:0330:0220:0320:048cid:182i y0:0500:085cid:00:0600:8410:4070:2920:183cid:30:0900:4600:6440:142cid:3cid:30:0540:8790:5000:1350:1140:4640:5250:1240:190cid:123i 0:0010:028cid:00:0170:047cid:00:0150:0210:049cid:30:0230:0550:0670:132cid:3cid:30:034cid:00:0250:0220:1320:0890:131cid:3cid:30:049cid:00:1170:200cid:183i l0:0120:315cid:00:3040:397cid:00:3470:5350:132cid:3cid:30:0410:9861:0250:474cid:3cid:30:079cid:00:6290:7380:411cid:30:1911:8641:351cid:00:4580:818cid:13i 0:442cid:3cid:30:133cid:00:5870:3220:365cid:3cid:30:1280:2020:2301:036cid:3cid:30:3980:1890:296cid:00:1780:0970:0230:8010:787cid:30:398cid:00:0691:882Notes: Column 1 denotes the country under regard. Column 2 shows the estimates for the adjustmentcoecid:14cient cid:30i. Columns 4,6,8 summarize the estimates for the longrun coecid:14cients cid:18ki which areretrieved from the cid:12kicoecid:14cients standard errors for cid:18ki are computed by the delta method. The lastcolumn cid:13i reports the estimated coecid:14cients for cid:1rexttcid:01. cid:3cid:3cid:3 denotes signicid:12cance at the 5%1%level.in our reaction function we split up the incid:13ation coecid:14cient in a contemporaneous cid:181and a forwardlooking part cid:183 see GerlachKristen 2003, p. 15.25This is supported in the three cases where the longrun coecid:14cients for the long rateare signicid:12cant: adding both coecid:14cients for Finland yields an overall incid:13ation coecid:14cient of cid:181 cid:183 0:998 0:373 1:371, while for Italy we get 0:693 0:474 1:167and for Portugal 1:119 0:411 1:530. With an overall incid:13ation coecid:14cient above 1these reaction functions are in line with the Taylorprinciple by indicating that the realrate is raised when incid:13ation increases.26 The signicid:12cant longrun coecid:14cients for theoutput gap are in a range between 0:142 Italy and 0:183 Finland. Finally, the external constraintvariable enters the reaction functions of four countries signicid:12cantly.Especially the signicid:12cant incid:13uence for Austria and the Netherlands supports the interpretation of the variable since these countries closely tied their interest rate decisionsto German monetary policy.25This is in line with Christensen and Nielsen 2003, p. 4 who argue that it is the real bond ratewhich captures new information about incid:13ationary expectations. Thereby, the coecid:14cient for thenominal bond rate cid:183 captures this new information and is subtracted from the overall incid:13ationcoecid:14cient cid:22cid:181 which would have been estimated without inclusion of the bond rate l:rt cid:22cid:181cid:25t cid:182yt cid:183lt cid:0 cid:25t cid:22cid:181 cid:0 cid:183cid:25t cid:182yt cid:183lt.26In the literature on Taylortype rules the magnitude of the incid:13ation coecid:14cient is typically consideredto be an important yardstick for evaluating a central banks policy rule see Clarida et al. 1998,p. 1037. However, whether an incid:13ation coecid:14cient above 1 in fact implies a stabilizing policy ultimatelywill depend on the macroeconomic model under regard.14Summarizing, the disaggregate analysis provided empirical results which supportplausible reaction functions for some countries. Nevertheless, we are confronted with alot of very imprecise estimates which may be due to the limited number of observationsfor each country. This is why in the following we will exploit the crosssection dimensionof our multicountry panel by means of a pooledcid:12xedecid:11ects estimation.3.3 Panel Reaction Functions 3.3.1 PooledFixedEcid:11ects Estimation SUR: Results We now impose a higher degree of crosscountry homogeneity by estimating equation2 within a pooledcid:12xedecid:11ects framework. This means that all coecid:14cients are eitherrestricted to be the same across countries pooled or that the intercepts are allowedto vary in order to capture countryspecicid:12c ecid:11ects while assuming homogeneity of theslope coecid:14cients cid:12xedecid:11ects, see section 2.2.1.Again, we started with six lagged dicid:11erences before removing insignicid:12cant lags. Inaddition to estimating 2 within a pooledcid:12xedecid:11ects framework with SUR weighting we also performed an estimation based on aggregated data see section 3.1. Thisallows to detect potential advantages of estimating a historical European reaction function within a panel framework compared to the standard approach of using syntheticdata. Table 3 summarizes the results: the upper panel shows the results obtained fromthe pooled, the cid:12xedecid:11ects and the aggregated estimation with the complete set ofvariables.Table 3: PooledFixedEcid:11ects Estimation SUR vs. Estimation with Aggregated Data 1993:11998:12pooledcid:30cid:121cid:00:070cid:3cid:30:0080:041cid:3cid:30:010cid:181 cid:250:582cid:3cid:30:126cid:1220:012cid:3cid:30:004cid:12xedecid:11ects cid:00:082cid:3cid:30:009aggregatedpooledcid:00:079cid:3cid:30:028cid:00:059cid:3cid:30:0070:049cid:3cid:30:0130:0710:0780:042cid:3cid:30:0100:594cid:3cid:30:1400:8940:8660:716cid:3cid:30:1370:011cid:3cid:30:0040:0070:0180:015cid:3cid:30:004cid:12xedecid:11ects cid:00:072cid:3cid:30:008aggregatedcid:00:073cid:3cid:30:0270:056cid:3cid:30:0130:104cid:30:0650:773cid:3cid:30:1331:425cid:3cid:30:4880:014cid:3cid:30:0040:0160:014cid:182 y0:165cid:30:0670:139cid:30:0560:0920:2440:257cid:3cid:30:0750:199cid:3cid:30:0600:2180:224cid:1230:024cid:3cid:30:0090:025cid:3cid:30:0100:0240:032cid:183 l0:338cid:3cid:30:1080:299cid:30:1160:3030:383cid:0cid:0cid:0cid:0cid:0cid:0cid:130:171cid:3cid:30:0590:126cid:3cid:30:0630:456cid:3cid:30:1470:164cid:3cid:30:0590:131cid:30:0630:471cid:3cid:30:146Notes: Column 1 denotes the estimation approach under regard. Column 2 shows the estimate for theadjustment coecid:14cient cid:30. Columns 4,6,8 summarize the estimates for the longrun coecid:14cients cid:18kwhich are retrieved from the cid:12kcoecid:14cients standard errors for cid:18k are computed by the delta method.The last column cid:13 reports the estimated coecid:14cient for cid:1r exttcid:01. The upper and the lower panel dicid:11erwith regard to the inclusion of the longterm nominal interest rate l. cid:3cid:3cid:3 denotes signicid:12cance at the 5%1%level.15We can observe that the results for the pooled and the cid:12xedecid:11ects estimation arevery similar.27 The estimated adjustment coecid:14cients cid:30 are signicid:12cant at the 1%leveland the negative sign concid:12rms the prevalence of an errorcorrection mechanism. In addition, all longrun coecid:14cients are highly signicid:12cant and show the expected positivesign. This means that the shortterm nominal rate is raised when incid:13ation, the outputgap or the longterm nominal rate rises. However, the estimated longrun coecid:14cientsare slightly lower than usually found in the literature. In particular, the sum of thecoecid:14cients on incid:13ation cid:181 and the long rate cid:183 is close but below 1. The coecid:14cientfor the external constraintvariable cid:13 is estimated signicid:12cantly positive which concid:12rms that positive changes of this variable also lead to positive changes of the domesticpolicy instrument. Overall, it becomes apparent that we get very precise estimatesfrom the pooledcid:12xedecid:11ects estimation.28In contrast, only the adjustment coecid:14cient and the cid:13coecid:14cient turn out to besignicid:12cant in the estimation with aggregated data.29 Nevertheless, the longrun coecid:14cients show the expected positive sign and the magnitude of the incid:13ation and the outputcoecid:14cient are comparable with previous empirical cid:12ndings. However, the estimates arevery imprecise.In order to support the argumentation that the single incid:13ation coecid:14cient usuallyestimated for reaction functions is split up by including the long rate we reestimatedthe equations without the long rate.30 For the panel estimations the results strikinglysupport our interpretation: the ecid:11ect of the long rate almost completely feeds in theincid:13ation and the output coecid:14cient while all other coecid:14cients remain largely unchanged.Considering the cid:12xedecid:11ects results, the sum of the increase in the incid:13ation coecid:14cient0.179 and the output gap coecid:14cient 0.060 almost equals the estimated longruncoecid:14cient of the long rate from before 0.299. While the bulk feeds in the incid:13ationcoecid:14cient the slight increase in cid:182 is in accordance with the usual interpretation of theoutput gap as being a leading indicator for future incid:13ation see Judd and Rudebusch 1998, p. 6.27This is in line with an F test p0.42 on the joint hypothesis that all countryspecicid:12c interceptterms are equal to zero.28One exception are the parameter estimates for the constant. Throughout this paper we will notreport estimates for the constant which were found to be insignicid:12cant. Though we are aware thatthe constant of Taylortype rules contains information about the underlying equilibrium real interestrate andor the incid:13ation target, we argue that it is not possible to reveal valuable information frominsignicid:12cant estimates, see GerlachKristen 2003, p. 11.29For the estimation with aggregated data we used the U.S. Federal Funds Rate as externalconstraintvariable.30According to the cointegration tests, the inclusion of the long rate is important for the nonstationary variables to be cointegrated. Thus, estimation results without the long rate althoughillustrative should be interpreted with caution.16Finally, we investigated whether our results are sensitive to the formation of thepanel by considering results for two subpanels. It could be argued that, with regardto the panel estimation, the low coecid:14cient on incid:13ation results from the inclusion ofcountries which did not pursue an active monetary policy. This is why we cid:12rst excluded Austria, Belgium and the Netherlands from our panel. Furthermore, following Mihov 2001, we also considered a subpanel consisting of the three largest economies Germany, France and Italy.Table 4: FixedEcid:11ects Estimation SUR of SubPanels 1993:11998:12Panelall countriescid:30cid:121cid:00:082cid:3cid:30:0090:049cid:3cid:30:013cid:181 cid:250:594cid:3cid:30:140cid:1220:011cid:3cid:30:004cid:182 y0:139cid:30:056cid:1230:025cid:3cid:30:010cid:183 l0:299cid:30:116cid:130:126cid:3cid:30:063without AutBelNetonly with GerFraItacid:00:097cid:3cid:30:0110:089cid:3cid:30:0170:917cid:3cid:30:1400:023cid:3cid:30:0060:238cid:3cid:30:0730:027cid:3cid:30:0110:283cid:3cid:30:107cid:00:0080:084cid:00:074cid:3cid:30:0150:082cid:3cid:30:0241:112cid:3cid:30:2430:030cid:3cid:30:0090:403cid:30:1580:0090:0150:1270:201cid:00:1380:098Notes: Column 1 shows the subpanel under regard. Column 2 shows the estimate for the adjustmentcoecid:14cient cid:30. Columns 4,6,8 summarize the estimates for the longrun coecid:14cients cid:18k which areretrieved from the cid:12kcoecid:14cients standard errors for cid:18k are computed by the delta method. Thelast column cid:13 reports the estimated coecid:14cient for cid:1r exttcid:01. Note, that the results in the upper panelare the same as in the second line of Table 3. cid:3cid:3cid:3 denotes signicid:12cance at the 5%1%level.Table 4 summarizes the results.In fact, when considering the subpanel where Austria, Belgium and the Netherlands are omitted, the longrun coecid:14cient for incid:13ationcid:181 increases. Moreover, the incid:13uence of the variable cid:1rexttcid:01 cid:13 becomes insignicid:12cant.These observations are completely consistent with both our assumption that cid:1rexttcid:01captures external constraints on domestic monetary policy as well as the conjecturethat the low incid:13ation coecid:14cients reported in Table 3 might be due to the inclusionof countries without active monetary policy. Finally, when only including Germany,France and Italy in the panel, the incid:13ation coecid:14cient further increases. A possibleexplanation for this observation would be that the reaction function exhibits a strongerreaction to incid:13ation the larger the relative importance of Germany within the panelestimation becomes. However, since the coecid:14cient of the long rate declines and becomesinsignicid:12cant this interpretation remains vague.3.3.2 Pooled Mean Group Estimation: Results We proceed by estimating equation 4 applying the PMG estimation technique discussed in section 2.2.2. Note that, in contrast to the procedure above, we now allowboth the adjustment dynamics and the shortrun dynamics to vary across countries 17while, again, the longrun policy rule is restricted to be the same for all countries.The countryspecicid:12c lag structure was chosen automatically by the Akaike Information Criterion AIC. Optimization of the loglikelihood function was performed applyingthe NewtonRaphsonmethod and using the mean group estimates as initial values.31Table 5: Pooled Mean Group Estimation 1993:11998:12 CountrySpecicid:12cCountry Austria Belgiumcid:30icid:00:067cid:3cid:30:024cid:00:0570:030Netherlands cid:00:059cid:3cid:30:018Finland France Italy Germany Portugal Spain Irelandcid:00:110cid:3cid:30:028cid:00:104cid:3cid:30:030cid:00:201cid:3cid:30:058cid:00:054cid:3cid:30:019cid:00:361cid:3cid:30:075cid:00:331cid:3cid:30:049cid:00:109cid:3cid:30:032cid:181 cid:250:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:1010:636cid:3cid:30:101cid:182 y0:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:0380:099cid:3cid:30:038cid:183 l0:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:0500:518cid:3cid:30:050cid:13i 0:475cid:3cid:30:140cid:00:3530:2830:450cid:3cid:30:1340:314cid:3cid:30:1170:2910:3620:2300:198cid:00:0670:198cid:00:6740:6510:449cid:30:2520:4180:251Notes: Column 1 denotes the country under regard. Column 2cid:30i. Column 35shows the estimates for the adjustment coecid:14cient summarize the PMG estimates for the common longrun coecid:14cientscid:18k. The last column cid:13i reports the estimated coecid:14cient for cid:1rexttcid:01standard errors below coecid:14cients. cid:3cid:3cid:3 denotes signicid:12cance at the 5%1%level.Table 5 reports the estimated longrun relationship as well as the countryspecicid:12ccid:30i and the external constrainttcid:01 cid:13i. A Hausman test supports homogeneity of the longrun parametersestimation results for the adjustment coecid:14cient variable cid:1rextsince it is not possible to reject the null of longrun homogeneity p H 0:34.Again, most of the adjustment coecid:14cients are estimated signicid:12cantly negative,where the coecid:14cient for Belgium is only signicid:12cant at the 10%level.32 Moreover, magnitude and heterogeneity of the parameter estimates are similar to the estimates obtainedfrom the SUR estimation see Table 2. Regarding the longrun coecid:14cients we obtainestimates which are similar to the pooledcid:12xedecid:11ects estimation see Table 3 althoughwe observe a larger coecid:14cient for the long rate. Joint consideration of the incid:13ation andthe long rate coecid:14cient yields an overall incid:13ation coecid:14cient clearly above 1. As sometimes encountered in the literature on Taylor rules the estimated output gap coecid:14cient 31MLestimation was carried out using the GAUSSprogram written by Y. Shin. The download isavailable at http:www.econ.cam.ac.ukfacultypesaranpublic.htm.32This result may be due to marked interest rate changes in Belgium during the ERM crisis in 1993which we cannot observe for the other countries, see Appendix A.18is very low see e.g. Faust et al. 2001. Estimates for the external constraintvariable cid:13i concid:12rm the interpretation of this variable since it signicid:12cantly enters the reactionfunctions of Austria and the Netherlands and additionally of Finland and Spain.Again, we investigated whether our interpretation of the long rate coecid:14cient asforwardlooking component of the overall incid:13ation coecid:14cient is justicid:12ed. Therefore,we excluded the long rate from our estimation see footnote 30. Analogously to Table 3and 4, Table 6 summarizes the parameter estimates for dicid:11erent sets of variables andcid:30 and the external constraintsubpanels 33, where for the adjustment coecid:14cient variable cid:13 we report the Mean Group MG estimates.Table 6: Pooled Mean Group Estimation 1993:11998:12 SubPanelPanelall countriescid:30cid:00:145cid:3cid:30:036without AutBelNet cid:00:177cid:3cid:30:044all countriescid:00:077cid:3cid:30:013without AutBelNet cid:00:082cid:3cid:30:016cid:181 cid:250:636cid:3cid:30:1010:641cid:3cid:30:1051:171cid:3cid:30:1071:241cid:3cid:30:126cid:182 y0:099cid:3cid:30:0380:113cid:3cid:30:0420:377cid:3cid:30:0720:486cid:3cid:30:097cid:183 l0:518cid:3cid:30:0500:529cid:3cid:30:052cid:0cid:0cid:130:1530:1240:1510:1430:1490:0970:1650:102timate for the adjustment coecid:14cient Notes: Column 1 denotes the panel under regard. Column 2 shows the escid:30. Column 35 summarize the PMGcid:18k. The last column cid:13 retcid:01 standard errors below coecid:14cients.estimates for the common longrun coecid:14cients ports the estimated coecid:14cient for cid:1rextcid:3cid:3 denotes signicid:12cance at the 1%level.In fact, when excluding the long rate we obtain reaction coecid:14cients for incid:13ationand the output gap which are directly comparable in magnitude with the estimatesusually obtained for Taylor rules see Sauer and Sturm 2003, p. 10. This is dicid:11erentfrom our cid:12ndings within the SUR framework see Table 3. Furthermore, the exclusionof the long rate changes the magnitude of the adjustment parameter which we alsodid not observe for the pooledcid:12xedecid:11ects estimation. Moreover, excluding Austria,Belgium and the Netherlands only marginally changes the estimates for the longruncoecid:14cients.Thus, the reaction functions estimated within the PMG framework exhibit qualitatively slightly dicid:11erent characteristics compared to the reaction functions obtained fromthe pooledcid:12xedecid:11ects estimation: we observe a higher overall speed of adjustment forthe estimation with the long rate and no signicid:12cant impact of the external constraintvariable. Furthermore, the estimates for the longrun coecid:14cients are largely unacid:11ectedby the formation of the panel.33We abandon to present less plausible PMG estimation results for a subpanel including only threecountries.19These qualitatively dicid:11erent characteristics may have several causes: within the PMG framework we impose a smaller degree of homogeneity on the dynamics acrosscountries. Simply averaging speeds of adjustment might increase the incid:13uence of outliers e.g. Portugal compared to the pooled estimation. At the same time, it is oneproperty of the PMG estimator to be robust against outliers with regard to the longruncoecid:14cients see Pesaran et al. 1999, p. 629.Overall, the results for the longrun coecid:14cients are very close across the alternativeestimation approaches with the whole set of variables. In contrast, we observe differences for the adjustment coecid:14cient which implies dicid:11erent degrees of interest ratesmoothing determined across the approaches. However, which panel approach is moreappropriate for describing interest rate dynamics since 1999 remains an empirical question which will be addressed in the next section.3.4 OutofSample Forecasts In order to evaluate the ability of the panel reaction functions to describe actual interest rate dynamics since 1999 we performed outofsample forecasts over the period 1999:12002:12. A crucial issue with regard to the forecast comparison is how to achievecomparability between equations, especially with regard to the shortrun dynamics. Inorder to focus on the structural longrun relationship, we opted for a parsimoniousinclusion of shortrun dynamics. In particular, we decided according to the followingrule: we only included signicid:12cant lagged dicid:11erences of the endogenous variable. Moreover, the external constraintvariable cid:1rexttcid:01 was always included in the reactionfunction.34 Finally, we omitted the constant which was always estimated insignicid:12cantly see footnote 28. This ensures that forecast improvements are not simply dueto intercept shifts but result from equations dicid:11erent abilities to capture interest ratedynamics.Table 7 reports Root Mean Squared Forecast Errors RM SF E of the alternativeerrorcorrection equations. In particular, we focus on the comparison between the panelreaction functions and the reaction function estimated with aggregated data AGG.We compare the reaction functions for dicid:11erent formations of the panel either including all countries PMG10SUR10, seven countries PMG7SUR7 or threecountries SUR3. We observe a similar forecast performance of the aggregated equation and the PMGequations for shortrun forecasts 14months while the SUR10and the SUR3equation are outperformed by the aggregated equation. In terms of the RM SF Ecriterion, the PMGequations outperform the aggregated equation from hori34Note, that from 1999 onwards we use the U.S. Federal Funds Rate as external constraintvariable.20Table 7: OutofSample Forecasts 1999:12002:12 RM SF Eh 148121824AGG PMG10 PMG70.1580.3410.6300.8671.0961.1830.1720.3550.4850:516cid:30:543cid:3cid:30:561cid:3cid:30.1710.3680.5180:570cid:30:603cid:3cid:30:579cid:3cid:3SUR100:189cid:30.5150.8581.1001.3071.266SUR70.1790.4390.6950.8500.9200:726cid:3cid:3SUR30:210cid:30.5520.8991.1171.1960:889cid:3Notes: Column 1 denotes the forecast horizon under regard. Column 2 shows the RM SF Evaluefor the equation estimated with aggregated data while column 34 report the respective results forthe PMGequations for the whole panel and the subpanel, respectively. Column 5 summarizes the RM SF Eresults for the SUR estimation with all countries. The last two columns report the resultsfor forecasts of dicid:11erent subpanel equations see Table 4. cid:3cid:3cid:3 denotes signicid:12cance of forecastdicid:11erences compared to the aggregated equation AGG at the 5%1%level DieboldMarianotest.zon h 8 onwards. According to the test proposed by Diebold and Mariano 1995 thisforecast improvement even becomes signicid:12cant at h 12 where the PMG7equationdoes slightly better than the PMG10equation. In contrast, the SUR10equationremains outperformed by the aggregated equation over all forecast horizons which alsoholds for the SUR3equation except for h 24. This indicates that, within the SURframework, neither considering all countries nor focusing on the three largest economiescontributes to retrieve a reaction function which captures interest rate dynamics since 1999 appropriately.However, looking at the SUR7equation, which was estimated after having excluded Austria, Belgium and the Netherlands from the panel, we observe a good forecast performance relative to the aggregated equation:in terms of the RM SF E the SUR7equation performs better from h 12 onwards with a signicid:12cant forecast improvement at h 24. In particular, the SUR7equation seems to benecid:12t from thesignicid:12cant impact of the long rate compared to the SUR3equation.Summarizing, three major points can be retrieved from our forecast comparison:cid:12rst, the estimation of European reaction functions within a panel framework especiallypays ocid:11 with regard to medium and longhorizon forecasts. In the shortrun we observea similar performance between the equation based on aggregated data and the preferredpanel reaction functions.35 Second, equations based on panels including all countriesor only three countries are outperformed by equations based on on a panel includingseven countries. On the one hand, this seems to concid:12rm the intuition that we cannotretrieve valuable information for simulating a unionwide monetary policy before 199935This might be mainly due to the fact that none of the equations is able to outperform a naiverandom walk forecast signicid:12cantly for horizons smaller than h 4 not reported.21from countries which did not pursue an active monetary policy. On the other hand,this indicates that we can improve the predictive ability of our reaction functions byconsidering more than the three largest European economies.Finally, it is remarkable that errorcorrection equations obtained from the PMGestimation exhibit the best forecasting properties although the estimate for the outputgap coecid:14cient is very small.36 This seems to concid:12rm the conjecture that an independent role of the output gap within the reaction function is only justicid:12ed as long as itcontains information about future incid:13ation see Favero and Rovelli 1999. Since withinour specicid:12cation incid:13ationary expectations are mainly captured by the long rate, theinformational content of output gap developments seems to become negligible.3.5 The Importance of National Developments:A Reverse Counterfactual Experiment A counterfactual experiment often performed in the literature on reaction functions forthe Euro Area is to apply a historical policy rule estimated for the German Bundesbankup to 1998 to European data since 1999 see Clarida et al. 1998; Faust et al. 2001;Smant 2002. The purpose of this exercise is to assess the appropriateness of a singleBundesbank rule for describing interest rate setting since 1999 by comparing theimplied interest rate path with actual interest rates. Finding that a single Bundesbankrule is not appropriate for describing interest rate setting by the ECB is sometimesinterpreted as support for the viewpoint that European monetary policy is based on acollective rather than a singlecountry experience Mihov 2001, p. 395. In a similarfashion we now perform a reverse counterfactual experiment: having retrieved anerrorcorrection equation which performs well in describing shortterm interest ratedynamics since 1999 PMG7equation we apply the areawide reaction function tocountryspecicid:12c data since 1999. Comparing the implied interest rate paths with theactual EONIArate might shed some light on the question whether European monetarypolicy has potentially reacted to national developments see also Heinemann and Hcid:127ufner 2002; von Hagen and Brcid:127uckner 2002.In addition to considering the whole outofsample period 1999:12002:12 we focuson two characteristic episodes where, for selected countries, we can observe extreme deviations of national incid:13ation from areawide HICPincid:13ation see Figure 2: Portugueseincid:13ation extraordinarily increased compared to areawide incid:13ation since 2000:3 wherethe peak was reached in 2001:3 before Portuguese incid:13ation began to decrease. At the 36The superior forecast performance of the PMGequations even remains when comparing equationswhere the shortrun dynamics, especially the impact of the U.S. Federal Funds Rate, are excluded.226543212000:012000:072001:012001:072002:01CPI Inflation: Portugal ECBInflation HICPCPI Inflation: France Figure 2: National Divergence in Incid:13ation Rates 54321001:0701:1002:0102:0402:0702:10CPI Inflation: Portugal ECBInflation HICPCPI Inflation: Germanysame time, French incid:13ation permanently remained below areawide incid:13ation. Thesecond episode under regard is the period 2001:122002:12 where German incid:13ationsubstantially remained below while, at the same time, Portuguese incid:13ation was clearlyabove areawide incid:13ation. Applying the PMG7panel reaction function to French,German and Portuguese data, respectively, and comparing the implied interest ratepaths with the EONIArate we will get an impression whether, in the shortrun, national developments potentially mattered for interest rate setting. If an equation basedon national data outperforms the equation with areawide data in outofsample forecasts this might indicate that interest rate setting was in fact incid:13uenced by nationaldevelopments.37 Table 8 reports the RM SF Eresults for shortrun forecasts up tohorizon h 4.Some interesting results can be retrieved from the forecast comparison. First, considering the whole sample period there is no indication for an overall national biasin interest rate setting: though Portuguese incid:13ation was permanently above areawideincid:13ation the interest rate path implied when applying the PMG7equation to Portuguese data does signicid:12cantly weaker in describing the EONIArate than the pathimplied when using areawide data. This also holds for the case when using French dataalthough the dicid:11erences in forecast accuracy are not signicid:12cant. Though we observe aslightly better performance when using German rather than areawide data, we do not 37We emphasize, that with our exercise we do not claim that monetary policy was conducted in favorof one specicid:12c country. In fact, we focus on selected countries since they exhibited extreme developmentswith regard to the incid:13ation rate. Thereby, these national developments potentially served as indicatorfor future areawide price developments.23Table 8: OutofSample Forecasts: AreaWide vs. National Data RM SF E1999 : 1 cid:0 2002 : 12h 1234AW0.1720.2420.3070.355Por 0:275cid:3cid:30:470cid:3cid:30:631cid:3cid:30:758cid:3cid:3Fra 0.1840.2660.3390.397Ger 0:1580:206cid:30:252cid:30.2852000 : 03 cid:0 2001 : 04Fra AW Por 0.1480.1900.2290.2650.2840.3560.2920.4060:256cid:3cid:30:400cid:3cid:30:543cid:3cid:30:638cid:3cid:3AW0.1380.2360.3220.3932001 : 12 cid:0 2002 : 12Ger Por 0:299cid:3cid:30:522cid:3cid:30:701cid:3cid:30:848cid:3cid:30:053cid:3cid:30:073cid:3cid:30:092cid:3cid:30:104cid:3cid:3Notes: Column 1 shows the forecast horizon under regard. Columns 25 show RM SF Evaluesbased on the PMG7equation applied to areawide AW or national data. Columns 68 and 911show the respective results for selected subsamples. cid:3cid:3cid:3 denotes signicid:12cance of forecast dicid:11erencescompared to the areawide equation AW at the 5%1%level DieboldMarianotest.interpret this as an overall national bias: German and areawide incid:13ation were veryclose up to the end of 2001 and signicid:12cant forecast improvements over the whole period1999:12002:12 are only due to developments in 2002 which will be discussed later.38However, when considering the cid:12rst episode 2000:32001:4 we do remarkably better in describing the EONIArate in terms of the RM SF Ecriterion when using Portuguese data. Though the dicid:11erences in forecast accuracy are not signicid:12cant the interestrate path implied when using Portuguese data is closer to the EONIArate. Visual inspection concid:12rms this result: Figure 3 shows that the EONIArate was mostly abovethe onestepahead interest rate path obtained from areawide data. In particular,though areawide incid:13ation decreased in 2001:2 interest rates increased potentially inorder to react to high CPIincid:13ation in e.g. Portugal 39 which reached its peak in 2001:3.Consequently, with an EONIApath lying above the implied areawide level there is noindication for a French bias at all: applying the PMG7equation to areawide datais signicid:12cantly better than using French data.Regarding the second episode 2001:122002:12 we obtain a surprising result: theequation with German data clearly outperforms the equation with areawide datawhich, in contrast, clearly outperforms the Portuguese equation. This distinct forecast improvement when applying the reaction function to German data within theperiod under regard is also responsible for the slightly superior overall performancedetected above. Taken together, this indicates that during this episode European monetary policy potentially was incid:13uenced by German price developments though incid:13ationin Portugal was above areawide incid:13ation.38In fact we observe equal forecast accuracy using areawide and German data when the end of theforecast period is cid:12xed at 2001:12.39Over this period, incid:13ation rates of comparable magnitude could be observed for Spain.245.24.84.44.03.63.2Figure 3: Implied Interest Rate Paths: AreaWide vs. National Data 3.53.43.33.23.13.02002:012002:042002:072002:10AWEquation: Implied Interest Rate Path EONIARate GerEquation: Implied Interest Rate Path 2000:042000:072000:102001:012001:04AWEquation: Implied Interest Rate Path EONIARate PorEquation: Implied Interest Rate Path A possible interpretation of our results is that in times of increasing incid:13ationarypressure arising from national developments monetary policy in fact reacted to countryspecicid:12c conditions with setting interest rate on a higher level than implied by areawideincid:13ation.In contrast, without distinct incid:13ationary pressure arising from particularcountries interest rates are sometimes even kept below the path implied by areawideincid:13ation perhaps fearing decid:13ationary tendencies in some of the Member States.40Overall, the results from our reverse counterfactual experiment may be taken as indication that the ECB potentially used national developments as indicator for incid:13ationaryor decid:13ationary tendencies which were in line with a forwardlooking policy answeredwith distinct interest rate changes.4 Concluding Remarks Estimating interest rate reaction functions for the Euro Area is still hampered by theshort time span since the conduct of a single monetary policy. In this paper we haveshown that estimating a historical interest rate reaction function for the Euro Areawithin a panel framework is a powerful alternative to the common use of aggregated,synthetic data.In particular, by exploiting the crosssection dimension of a multicountry panelincluding actual Member States of the EMU we obtained very precise estimates forthe coecid:14cients entering the policy rule. Moreover, estimation seems to benecid:12t fromaccounting for crosscountry heterogeneity with regard to adjustment and shortrundynamics in advance of 1999.40This is in line with cid:12ndings of Surico 2003 who describes ECB behavior by a statedependent,asymmetric reaction function. However, he does not cid:12nd asymmetric behavior with regard to pricedevelopments incid:13ationdecid:13ation.25Our preferred panel reaction function is a Taylortype rule in line with the Taylorprinciple. However, we obtain an output gap coecid:14cient which is lower than usuallyfound in the literature. We argue that this is mainly due to the inclusion of the longterm nominal bond rate which is assumed to capture changes in longrun incid:13ationaryexpectations. According to outofsample forecasts the preferred panel reaction functionoutperforms a corresponding equation estimated with aggregated data, especially atlonger forecast horizons.Overall, our results indicate that as long as time series are considered as too shortfor building the analysis exclusively on data since 1999 estimating a historical reactionfunction within a panel framework might be advantageous compared to the use ofaggregated, synthetic data.26References Adema, Y. 2004. A Taylor Rule for the Euro Area Based on QuasiReal Time Data.DNB Stacid:11 Report No.1142004, De Nederlandsche Bank.Breitung, J. 2004. A Parametric Approach to the Estimation of Cointegration Vectorsin Panel Data. Working Paper, University of Bonn.Christensen, A. M. and Nielsen, H. B. 2003. Has US Monetary Policy Followedthe Taylor Rule? A Cointegration Analysis 19882002. Working Paper 112003,Danmarks Nationalbank.Clarida, R., Galcid:19cid:16, J. and Gertler, M. 1998. Monetary Policy Rules in Practice. Some International Evidence. European Economic Review, 42:10331067.Clausen, J. R. and Meier, C.P. 2003. Did the Bundesbank Follow a Taylor Rule? An Analysis Based on RealTime Data. Kiel Working Paper No.1180, Kiel Institutefor World Economics.Clausen, V. and Hayo, B. 2002. Monetary Policy in the Euro Area Lessons fromthe First Years. Working Paper 0209, ZEI Bonn.Coenen, G. and Vega, J.L. 2001. The Demand for M3 in the Euro Area. Journal of Applied Econometrics, 16:727748.Diebold, F. and Mariano, R. 1995. Comparing Predictive Accuracy. Journal of Business and Economic Statistics, 133:253263.Engle, R. F. and Granger, C. W. J. 1987. Cointegration and Error Correction: Representation, Estimation and Testing. Econometrica, 55:251276.Fagan, G., Henry, J. and Mestre, R. 2001. An AreaWide Model AWM for the Euro Area. Working Paper No.42, European Central Bank, Frankfurt Main.Faust, J., Rogers, J. and Wright, J. 2001. An Empirical Comparison of Bundesbankand ECB Monetary Policy Rules. International Finance Discussion Paper No. 705,Board of Governors.Favero, C. A. and Rovelli, R. 1999. Modelling and Identifying Central Banks Preferences. CEPR Discussion Paper No.2178, Centre for Economic Policy Research,London.Fendel, R. and Frenkel, M. 2004. Five Years of Single Monetary Policy in Practice:Is the ECB RuleBased? Working Paper, WHU Koblenz.Gerdesmeier, D. and Rocid:14a, B. 2003. Empirical Estimates of Reaction Functions forthe Euro Area. Working Paper No.206, European Central Bank, Frankfurt Main.27Gerlach, S. and Schnabel, G. 2000. The Taylor Rule and Interest Rates in the EMUArea. Economics Letters, 67:165171.GerlachKristen, P. 2003. Interest Rate Reaction Functions and the Taylor Rule inthe Euro Area. Working Paper No.258, European Central Bank, Frankfurt Main.Goodfriend, M. 1998. Using the Term Structure of Interest Rates for Monetary Policy.Federal Reserve Bank of Richmond Economic Quarterly, 843:1330.Hayo, B. and Hofmann, B. 2003. Monetary Policy Reaction Functions: ECB Versus Bundesbank. Working Paper B242003, ZEI Bonn.Heinemann, F. and Hcid:127ufner, F. P. 2002.Is the View from the Eurotower Purely European? National Divergence and ECB Interest Rate Policy. Discussion Paper 0269, ZEW Mannheim.Im, K. S., Pesaran, M. H. and Shin, Y. 2003. Testing for Unit Roots in Heterogeneous Panels. Journal of Econometrics, 115:5374.Johnston, J. and Di Nardo, J. 1997. Econometric Methods. Mc GrawHill, New York,4th edition.Judd, J. P. and Rudebusch, G. D. 1998. Taylors Rule and the Fed: 19701997.FRBSF Economic Review, 3:316.Judson, R. A. and Owen, A. L. 1999. Estimating Dynamic Panel Data Models: AGuide for Macroeconomists. Economics Letters, 65:145150.Kao, C. 1999. Spurious Regression and ResidualBased Tests for Cointegration in Panel Data. Journal of Econometrics, 90:144.Kozicki, S. and Tinsley, P. A. 2001. Shifting Endpoints in the Term Structure of Interest Rates. Journal of Monetary Economics, 47:613652.Larsson, R., Lyhagen, J. and Lcid:127othgren, M. 2001. LikelihoodBased Cointegration Tests in Heterogeneous Panels. Econometrics Journal, 4:109142.Levin, A., Lin, C.F. and Chu, C.S. J. 2002. Unit Root Tests in Panel Data: Asymptotic and FiniteSample Properties. Journal of Econometrics, 108:124.Mac Donald, R. and Taylor, M. 1994. The Monetary Model of the Exchange Rate:LongRun Relationships, Short Run Dynamics and How to Beat a Random Walk.Journal of International Money and Finance, 13:276290.Mehra, Y. P. 2001. The Bond Rate and Estimated Monetary Policy Rules. Journalof Economics and Business, 53:345358.Mihov, I. 2001. Monetary Policy Implementation and Transmission in the European Monetary Union. Economic Policy, 1633:371406.28Nautz, D. and Wolters, J. 1999. The Response of LongTerm Interest Rates to News About Monetary Policy Actions: Empirical Evidence for the U.S. and Germany.Weltwirtschaftliches Archiv, 135:397412.cid:127Osterholm, P. 2003. The Taylor Rule: A Spurious Regression? Working Paper 200320, Uppsala University, Department of Economics.Peersman, G. and Smets, F. 1999. A Taylor Rule: A Useful Monetary Benchmarkfor the Euro Area? International Finance, 21:85116.Pesaran, M., Shin, Y. and Smith, R. 1999. Pooled Mean Group Estimation of Dynamic Heterogeneous Panels. Journal of the American Statistical Association,94:621634.Sauer, S. and Sturm, J.E. 2003. Using Taylor Rules to Understand ECB Monetary Policy. Working Paper No.1110, CESifo Munich.Smant, D. J. 2002. Has the European Central Bank Followed a Bundesbank Policy?Evidence From the Early Years. Kredit und Kapital, 353:327343.Stock, J. H. 1987. Asymptotic Properties of LeastSquares Estimators of Cointegrating Vectors. Econometrica, 55:10351056.Surico, P. 2003. Asymmetric Reaction Functions for the Euro Area. Oxford Reviewof Economic Policy, 191:4457.Taylor, J. B. 1993. Discretion Versus Policy Rules in Practice. CarnegieRochester Conference Series on Public Policy, 39:195214.Taylor, J. B. 1999. The Robustness and Ecid:14ciency of Monetary Policy Rules as Guidelines for Interest Rate Setting by the European Central Bank. Journal of Monetary Economics, 43:655679.Ullrich, K. 2003. Comparison Between the Fed and the ECB: Taylor Rules. Discussion Paper No.0319, ZEW Mannheim.von Hagen, J. and Brcid:127uckner, M. 2002. Monetary and Fiscal Policy in the European Monetary Union. IMES Discussion Paper Series, No. 2002E16, Bank of Japan.Wesche, K. 2003. Monetary Policy in Europe: Evidence from TimeVarying Taylor Rules. Bonn Econ Discussion Paper No. 212003, University of Bonn.Wyplosz, C. 1999. Economic Policy Coordination in EMU: Strategies and Institutions. CEPII Document de Travail No.9904, presented at the Fourth FrancoGerman Forum on Economic Policy Coordination, 1112 January 1999 Bonn.Zellner, A. 1962. An Ecid:14cient Method of Estimating Seemingly Unrelated Regressionsand Test for Aggregation Bias. Journal of the American Statistical Association,57:348368.29A Graphs of the Time Seriesairtsu Aimuge Blsdnalrehte Ndnaln Fi 1098765432111098765432987654321110987654324.54.03.53.02.52.01.51.00.53.63.22.82.42.01.61.20.80.40.03.63.22.82.42.01.61.20.83.02.52.01.51.00.50.0199319941995199619971998ShortTerm Money Market Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis199319941995199619971998Call Money Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis199319941995199619971998Call Money Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis199319941995199619971998Average Cost of CB Debt in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis642024686420246864202468642024630199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend ecnar Flyat Iynamre Glagutro P1210864201412108642987654322016128403.53.02.52.01.51.00.50.065432176543210987654321199319941995199619971998Call Money Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis199319941995199619971998ShortTerm Money Market Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis199319941995199619971998Call Money Rate in % p.a. Government Bond Yield in % p.a.Yearonyear CPIInflation in % right axis199319941995199619971998Upto5Day Interbank Deposit Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis42024684321012345642024681086420246199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend 311614121086421210864201211109876543inap Sdnaer Il ICTEHTNYS76543210432104.44.03.63.22.82.42.01.61.20.8199319941995199619971998Call Money Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis1993199419951996199719981Month Fixed Rate in % p.a.Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis199319941995199619971998ShortTerm Nominal Interest Rate in % p.a. Government Bond Yield in % p.a. Yearonyear CPIInflation in % right axis86420246884048124321012345199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend 199319941995199619971998Output Gap % deviations from HPtrend ASU6.56.05.55.04.54.03.53.02.5199319941995199619971998U.S. Federal Funds Rate in % p.a. 32The following Discussion Papers have been published since 2003: Series 1: Studies of the Economic Research Centre selfnormalized sums with possibly nongaussian errors: an exact simulationbased approach the asymmetric causality in stock returns, inflation and real activity January 2003 Testing meanvariance efficiency in CAPM January 2003 Finitesample distributions of January 2003 The stock returninflation puzzle and February 2003 Multiple equilibrium overnight rates in a dynamic interbank market game February 2003 A comparison of dynamic panel data estimators: Monte Carlo evidence and an application to the investment function March March March 2003 The international integration of money 2003 A Vectorautoregressive Investment Model VIM And Monetary Policy Transmission: Panel Evidence From German Firms 2003 The international integration of foreign exchange markets in the central and east European accession countries: speculative efficiency, transaction costs and exchange rate premiums markets in the central and east European accession countries: deviations from covered interest parity, capital controls and inefficien cies in the financial sector 33MarieClaude Beaul JeanMarie Dufour Lynda Khalaf JeongRyeol Kim JeongRyeol Kim Jens Tapking Andreas Behr Joerg Breitung Robert S. Chirinko Ulf von Kalckreuth Sabine Herrmann Axel Jochem Sabine Herrmann Axel Jochem March 2003 March 2003 April 2003 June 2003 June 2003 June 2003 15 16 17 18 2003 2003 2003 2003 Determinants of German FDI: New Evidence from MicroData On the Stability of Different Financial Systems Claudia Buch Jorn Kleinert Farid Toubal Falko Fecht Determinants of German Foreign Direct Investment in Latin American and Asian Emerging Markets in the 1990s Torsten Wezel Active monetary policy, passive fiscal policy and the value of public debt: some further monetarist arithmetic Bidder Behavior in Repo Auctions without Minimum Bid Rate: Evidence from the Bundesbank Did the Bundesbank React to Stock Price Movements? Leopold von Thadden Tobias Linzert Dieter Nautz Jorg Breitung Martin T. Bohl Pierre L. Siklos Thomas Werner Money in a NewKeynesian model estimated with German data Jana Kremer Giovanni Lombardo Thomas Werner Exact tests and confidence sets for the tail coefficient of stable distributions JeanMarie Dufour JeongRyeol KurzKim The Forecasting Performance of German Stock Option Densities B R Craig, E Glatzer, J Keller, M Scheicher How wacky is the DAX? The changing structure of German stock market volatility Jelena Stapf Thomas Werner 342004 2004 2004 2004 2004 2004 Foreign Bank Entry into Emerging Economies: An Empirical Assessment of the Determinants and Risks Predicated on German FDI Data Torsten Wezel Does CoFinancing by Multilateral Development Banks Increase Risky Direct Investment in Emerging Markets? Evidence for German Banking FDI Torsten Wezel Policy Instrument Choice and NonCoordinated Giovanni Lombardo Monetary Policy in Interdependent Economies Alan Sutherland Inflation Targeting Rules and Welfare in an Asymmetric Currency Area Giovanni Lombardo FDI versus crossborder financial services: The globalisation of German banks Claudia M. Buch Alexander Lipponer Clustering or competition? The foreign investment behaviour of German banks Claudia M. Buch Alexander Lipponer 2004 PPP: a Disaggregated View Christoph Fischer 2004 A rentalequivalence index for owneroccupied Claudia Kurz housing in West Germany 1985 to 1998 Johannes Hoffmann 2004 The Inventory Cycle of the German Economy Thomas A. Knetsch 2004 2004 2004 Evaluating the German Inventory Cycle Using Data from the Ifo Business Survey Thomas A. Knetsch Realtime data and business cycle analysis in Germany Jorg Dopke Business Cycle Transmission from the US to Germany a Structural Factor Approach Sandra Eickmeier 35 1 2 3 4 5 6 7 8 9 10 11 12 2004 2004 Consumption Smoothing Across States and Time: George M. International Insurance vs. Foreign Loans von Furstenberg RealTime Estimation of the Output Gap in Japan and its Usefulness for Inflation Forecasting and Policymaking Koichiro Kamada 2004 Welfare Implications of the Design of a Currency Union in Case of Member Countries of Different Sizes and Output Persistence Rainer Frey 2004 On the decision to go public: Evidence from privatelyheld firms Ekkehart Boehmer Alexander Ljungqvist 2004 Who do you trust while bubbles grow and blow? A comparative analysis of the explanatory power of accounting and patent information for the market values of German firms Fred Ramb Markus Reitzig 2004 2004 2004 2004 2004 The Economic Impact of Venture Capital Astrid Romain, Bruno van Pottelsberghe The Determinants of Venture Capital: Additional Evidence Astrid Romain, Bruno van Pottelsberghe Financial constraints for investors and the speed of adaption: Are innovators special? Ulf von Kalckreuth How effective are automatic stabilisers? Theory and results for Germany and other OECD countries Michael Scharnagl KarlHeinz Todter Asset Prices in Taylor Rules: Specification, Estimation, and Policy Implications for the ECB Pierre L. Siklos Thomas Werner Martin T. Bohl 36 13 14 15 16 17 18 19 20 21 22 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 23 24 25 26 27 28 29 30 31 32 33 Financial Liberalization and Business Cycles: The Experience of Countries in the Baltics and Central Eastern Europe Lucio Vinhas de Souza Towards a Joint Characterization of Monetary Policy and the Dynamics of the Term Structure of Interest Rates Ralf Fendel How the Bundesbank really conducted monetary policy: An analysis based on realtime data Christina Gerberding Andreas Worms Franz Seitz Realtime Data for Norway: Challenges for Monetary Policy T. Bernhardsen, . Eitrheim, A.S. Jore, . Risland Do Consumer Confidence Indexes Help Forecast Consumer Spending in Real Time? Dean Croushore The use of real time information in Phillips curve relationships for the euro area Maritta Paloviita David Mayes The reliability of Canadian output gap estimates JeanPhilippe Cayen Simon van Norden Forecast quality and simple instrument rules Heinz Gluck a realtime data approach Stefan P. Schleicher Measurement errors in GDP and forwardlooking monetary policy: The Swiss case Peter Kugler Thomas J. Jordan Carlos Lenz Marcel R. Savioz Estimating Equilibrium Real Interest Rates in Real Time Todd E. Clark Sharon Kozicki Interest rate reaction functions for the euro area Evidence from panel data analysis Karsten Ruth 37Series 2: Banking and Financial Supervision Measuring the Discriminative Power of Rating Systems B. Engelmann, E. Hayden, D. Tasche Credit Risk Factor Modeling and the Basel II IRB Approach A. Hamerle, T. Liebig, D. Rosch Forecasting Credit Portfolio Risk A. Hamerle, T. Liebig, H. Scheule Systematic Risk in Recovery Rates An Empirical Analysis of US Corporate Credit Exposures Klaus Dullmann Monika Trapp Does capital regulation matter for bank behaviour? Evidence for German savings banks Frank Heid Daniel Porath Stephanie Stolz German bank lending during emerging market crises: A bank level analysis F. Heid, T. Nestmann, B. Weder di Mauro, N. von Westernhagen How will Basel II affect bank lending to emerging markets? An analysis based on German bank level data T. Liebig, D. Porath, B. Weder di Mauro, M. Wedow 2003 2003 2004 2004 2004 2004 2004 38 1 2 1 2 3 4 5 Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Visitors shouldprepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics,financial markets or international economics. Proposed research projects should be fromthese fields. The visiting term will be from 3 to 6 months. Salary is commensurate withexperience.Applicants are requested to send a CV, copies of recent papers, letters of reference and aproposal for a research project to:Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14D 60431 Frankfurt GERMANY 39", "filename": "200433dkp.pdf", "person": ["Karsten Ruth", "Ruth, Karsten"], "date": ["2004"]}