{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19524/1/200516dkp.pdf"], "title": ["Consumption, wealth and business cycles: why is Germany different?"], "plaintext": "Abstract This paper studies the longrun relationship between consumption, assetwealth and income the consumptionwealth ratio in Germany, basedon data from 1980 to 2003. Earlier papers for the AngloSaxon economieshave documented that departures of these three variables from their common trend signal future changes in asset prices. We find that for Germanythey predict changes in income the consumption wealth ratio predicts business cycles, not stock market cycles. Asset price changes are found to havevirtually no effect on German consumption, both in the short as well as inthe longrun. Conversely, German asset prices are predictable from the U.S.consumptionwealth ratio. We offer an explanation of these findings thatemphasizes structural differences between the bankbased German financialsystem and the rather marketbased AngloAmerican system: stock ownership by private households is much less widespread in Germany than in the AngloSaxon economies and the share of publicly traded equity in householdwealth is much smaller in Germany than in the U.S., the UK or Australia.JELclassification: E21, E32, E44, G12, G20Key Words: Wealth Effect on Consumption, Business Cycles, Monetary Policy Transmission, Financial Systems, Asset Price Predictability, Permanent Income HypothesisNicht technische Zusammenfassung Der Gedanke, dass Schwankungen der Verm ogenspreise erhebliche Auswirkungen auf die Realwirtschaft haben k onnen, ist in den letzten Jahrenwieder auf ein verst arktes Interesse gestoen. Urspr unglich war bef urchtetworden, der kr aftige R uckgang der Verm ogenspreise zu Beginn dieses Jahrzehnts k onnte einen negativen Verm ogenseffekt zur Folge haben und zu einer Verringerung der Konsumausgaben f uhren. Tats achlich belegen die meistenempirischen Studien eine Langfristbeziehung zwischen Verm ogen und Konsum. Allerdings muss dabei zwischen permanenten und transitorischen Komponenten des Verm ogens unterschieden werden. Vor dem theoretischen Hintergrund der permanenten Einkommenshypothese d urften Verm ogenspreisschwankungen nur dann Konsumanpassungen nach sich ziehen, wenn sichdie Verm ogenssituation der privaten Haushalte permanent ver andert. Dagegen sollten vor ubergehende Verm ogenswertschwankungen keinen Einflussauf das Konsumverhalten haben und sich demnach in einer zeitvariablen KonsumVerm ogensrelation spiegeln. Damit w are es m oglich, mit Hilfe des Verh altnisses aus Konsum und Verm ogen tempor are Preiskomponenten im Verm ogen zu identifizieren. Ausgehend vom Befund von Lettau und Ludvigson 2001, 2004 f ur die Vereinigten Staaten wurde in zahlreichen Studienf ur andere angels achsische Volkswirtschaften tats achlich nachgewiesen, dasssich Kurs anderungen und insbesondere Uberschussrenditen am Aktienmarktaus einer empirischen Charakterisierung des Verh altnisses von Konsum zu Verm ogen vorhersagen lassen.Im vorliegenden Papier wird die Langfristbeziehung zwischen Konsum,Verm ogen und Einkommen der privaten Haushalte in Deutschland f ur den Zeitraum von 1980 bis 2003 untersucht. Wir stellen fest, dass die drei Variablen kointegriert sind, das heit, sie weisen eine gemeinsame langfristige Entwicklungstendenz auf.Im Gegensatz zu den Untersuchungen f ur dieangels achsischen Volkswirtschaften l asst sich jedoch in Deutschland aus denkurzfristigen Abweichungen vom langfristigen gemeinsamen Trend keine Prognose f ur Ver anderungen der Preise von Verm ogenswerten, wie beispielsweise Aktien oder Immobilien, ableiten. Vielmehr enth alt in Deutschland die Entwicklung des gesamten verf ugbaren Einkommens, das heit einer konjunktursensiblen Variablen, Bestandteile, die durch das KonsumVerm ogensverh altnis prognostiziert werden k onnen. Dies spiegelt sich auch darin, dassdas Verh altnis von Konsum zu Verm ogen f ur eine Reihe weiterer Konjunkturvariablen einschlielich der Arbeitslosenquote eine nicht unerhebliche Prognosekraft besitzt. In Deutschland liefert daher das Verh altnis von Konsum zuVerm ogen in erster Linie Hinweise auf den Konjunkturzyklus und nicht aufdie Entwicklung von Verm ogenswerten. Dies bedeutet aber nicht, dass derdeutsche Aktienmarkt keine transitorischen Komponenten enth alt. So zeigenwir, dass sich deutsche Aktienmarktzyklen gut anhand von Fluktuationendes USamerikanischen Verh altnisses von Konsum zu Verm ogen vorhersagenlassen und somit eine internationale Preiskomponente enthalten.Wir interpretieren diese Ergebnisse als einen Ausdruck erheblicher strukturellinstitutioneller Unterschiede zwischen dem kontinentaleurop aisch gepr agten deutschen Finanzsystem und den angels achsischen Finanzsystemen:F ur die Unternehmen in den angels achsischen Volkswirtschaften bilden die M arkte f ur verbriefte Anlagen eine viel wichtigere Finanzierungsquelle als in Deutschland, wo die Mittelausstattung uber Banken dominiert. Dar uber hinaus beruht die Rentenversicherung in Deutschland vorwiegend auf einem umlagefinanzierten System, w ahrend in den angels achsischen Volkswirtschaftendie Pensions und Vorsorgefonds eine weit bedeutendere Rolle spielen. Infolgedessen ist der Besitz von b orsengehandelten Wertpapieren, deren Marktpreise jederzeit zur Verf ugung stehen, unter den privaten Haushalten in Deutschland viel weniger verbreitet als in den angels achsischen L andern.Damit spielt auch der Anteil des Aktienverm ogens am Gesamtverm ogender Privathaushalte kaum eine Rolle. In einer dynamischen Analyse zeigenwir, dass Verm ogenspreisver anderungen in Deutschland keine nennenswerten Auswirkungen auf das Konsumverhalten der privaten Haushalte haben. Konsumschocks sind vielmehr ein Ausdruck nachhaltig wirkender Einkommensschocks, ein Ergebnis, das im Einklang mit einfachen permanenten Einkommensmodellen steht.Non technical summary The idea that fluctuations in asset prices can have large effects on thereal economy has obtained renewed and increased attention in recent years.It was thought that the strong decline in asset prices at the beginning ofthis decade may lead to a reduction in consumer expenditure. Most existing empirical studies document a longrun relationship between wealth andconsumption. It is important, however, to distinguish between permanentand transitory components of wealth. Asset price movements that result inchanges in asset wealth should only result in adjustments of consumptionto the extent that these price changes are permanent. If temporary fluctuations of wealth do not affect consumption, fluctuations of the consumptionwealth ratio should identify these temporary fluctuations of wealth. Initiatedby findings of Lettau and Ludvigson 2001, 2004 for the US, a number ofstudies for other AngloSaxon economies have shown that an empirical characterization of the consumptionwealth ratio predicts capital gains, and inparticular excess returns in the stock market.This paper studies the longrun relationship between consumption, assetwealth and income of private households in Germany based on data from 1980 to 2003.We find the three variables to be cointegrated, i.e. they sharecommon trends. As opposed to the studies for the AngloSaxon economies,however, deviations from these trends in Germany do not appear to forecastchanges in the prices of assets such as stocks or real estate but rather changesin aggregate disposable income.In addition, we report evidence that theconsumptionwealth ratio has considerable predictive power for a range ofbusiness cycle variables, including the unemployment rate. In Germany, theconsumption wealth ratio therefore signals business cycles rather than assetmarket cycles. Conversely, we document that German stock market cyclesare well predicted by fluctuations in the U.S. consumptionwealth ratio.We interpret these findings as the reflection of important structural differences between the continentalEuropean style German financial systemand the Anglosaxon financial systems: equity markets are a much more important source of finance for firms in the AngloSaxon economies than in Germany, where bankintermediated finance is dominant. At the same time,Germanys pension system predominantly rests on a payasyougo PAYGscheme, whereas pension and retirement funds play a much more important role in the AngloSaxon economies.As a result, the ownership of stocksand other assets for which market prices are readily available is much lesswidespread among German households and the share of publiclytraded equity in household wealth is much smaller in Germany than in the Anglosaxoneconomies. A dynamic analysis confirms that changes in German asset wealthhave hardly any effect on consumption. Shocks to consumption rather reflectpermanent shocks to income, a finding that is in line with simple permanentincome models. Contents 1 Introduction 2 The consumption wealth ratio and stock market predictability 3 First empirical results and a suggested interpretation 3.1 Properties of the consumption wealth ratio for Germany . . .3.2 Stock markets and household wealth: some comparative evidence . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .136674 Empirical Implementation 104.1 Data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 104.2 Cointegration results . . . . . . . . . . . . . . . . . . . . . . . 11. . . . . . . . . . . . . . . . . . . . . . . . . 134.3 VECM estimates 4.4 LongHorizon Regressions. . . . . . . . . . . . . . . . . . . . 154.5 Stability and robustness issues . . . . . . . . . . . . . . . . . . 195 Discussion and Conclusion 195.1 Business cycles rather than stock market cycles. . . . . . . . 195.2 The wealth effect on consumption . . . . . . . . . . . . . . . . 205.3 Summary and Conclusion . . . . . . . . . . . . . . . . . . . . 236 Literature 7 Tables and Figures 29321List of Tables The role of stock markets in the U.S. and Germany Likelihood ratio trace tests for cointegration Estimated cointegrating vector Estimated VECMVariance decompositions Longhorizon regressions of c,a and y on cay Longhorizon regressions on cay: components of asset wealth Longhorizon regressions of DAX excess returns on U.S. cay Regressions of business cycle indicators on cy and caycy323333343536373839List of Figures Consumptionwealth ratio and detrended consumption income ratio 40Explanatory power of cay The data vs. their trend components Impulse respones of the VECM404141 Consumption, Wealth and Business Cycles: Why is Germany different?1 Introduction The idea that fluctuations in asset prices can have huge effects on the realeconomy and notably on consumption has recently obtained renewed andincreased attention. In particular during the decline of international stockmarkets in the first years of this decade it was feared that consumers incountries where stock ownership is relatively widespread, might reduce theirspending in response to an abrupt decrease in asset wealth.Most extant empirical studies document a longrun relation betweenwealth and consumption, but the evidence on the effects of sudden and abruptchanges in asset prices those most feared by policymakers is much lessclear cut.1 One important reason why certain asset price busts may lead topronounced adjustments in consumption whereas others do not is that theprices of financial assets may have transitory components. According to economic theory, consumption should react only to the permanent componentof wealth. This could explain the longrun link between consumption andwealth. But to the extent that consumers perceive certain asset price fluctuations, e.g. the bull market of the late 1990s, as a temporary phenomenon,consumption should neither react to a buildup nor to a subsequent correctionin stock prices.If temporary fluctuations of wealth leave consumption unaffected then itshould be possible to identify them with fluctuations in the consumption60431 FrankfurtM., Germany,Email:Deutsche Bundesbank,14,joachim.kellerbundesbank.de, Dept.CESifo D44221 Dortmund Germany. EMail: m.hoffmannwiso.unidortmund.de Economic Research Centre, WilhelmEpsteinStr.britta.hamburgbundesbank.deof Economics, University of Dortmund The views expressed in this paper are those of the authors and do not reflect the position of the Deutsche Bundesbank. We gratefully acknowledge comments and suggestionsfrom Heinz Herrmann, Helmut L utkepohl, Burkhard Raunig, Monika Schnitzer, Harald Uhlig and Christian Upper as well as from seminar participants at the Deutsche Bundesbank, the CESifo Macro, Money and International Finance Area Conference 2005 and atthe IAES Meetings. We would also like to thank Mark Weth for very useful informationconcerning the construction of the financial wealth data. Hoffmanns work on this paper is also part of the project The International Allocation of Risk funded by Deutsche Forschungsgemeinschaft in the framework of SFB 475.1The wealth effect on consumption is a classic theme of empirical macroeconomicsdating back at least to the work of Modigliani 1971. We do not attempt to survey theliterature here. 41wealth ratio. This fundamental insight underlies a recent strand of empirical research initiated by Lettau and Ludvigson 2001, 2004 that hasdemonstrated very convincingly that an empirical characterization of theconsumptionwealth ratio predicts capital gains, and in particular excess returns in the stock market.The results obtained by Lettau and Ludvigson for the United States havebeen corroborated for other economies FernandezCorugedo et al. 2003for the UK and Tan and Voss 2003 as well as Fisher and Voss 2004for Australia, but all of these studies are based on data from AngloSaxoncountries. To the best of our knowledge, there has, to date, not been anycomparable evidence for economies in continental Europe. One reason for thiscould be that asset wealth data are not readily available for most continental European economies. In this paper, we compile a unique new data set of German household wealth that explicitly accounts for real estate. This allowsus to examine the wealth effect on consumption, based on German data, from 1980 to 2003.Our results besides being of interest in their own right provide important differential evidence visavis those studies that have concentrated onthe AngloSaxon economies. Germanys financial system is one of the mainrepresentatives of the continental European type of financial system whereprivate stock ownership is much less widespread than in the AngloSaxoncountries and households generally hold large shares of their wealth in theform of relatively illiquid assets. The evidence we present here suggests thatthese differences find their reflection in a very different transmission mechanism between financial markets and the real economy and in particular in avery different role of asset price fluctuations for consumption.In keeping with Lettau and Ludvigson, we can characterize the consumptionwealth ratio as a cointegrating relationship between consumption,asset wealth and income the cay residual. But while earlier studies findthe consumptionwealth ratio to predict fluctuations in asset wealth and inparticular in stock prices, we find that the German cay mainly predicts temporary fluctuations in income cay signals business cycles rather than stockmarket cycles. The dynamic analysis we conduct shows virtually no evidence of an effect from asset prices on German consumption, irrespective ofwhether these asset price changes are permanent or transitory. In Germandata, shocks to consumption ultimately reflect permanent shocks to income,in line with quite basic permanent income models.We note that German asset prices and in particular stock markets do havetransitory, predictable components; we find the U.S. consumptionwealthratio to be a very good predictor of excess returns on the German stockmarket. However, stock price fluctuations hardly affect German household 2wealth, because households direct ownership of stocks in Germany is verylimited. This explains why fluctuations in the German consumptionwealthratio do not help identify these transitory components.The remainder of the paper is structured as follows: section two discussesrecent evidence on stock market predictability and the particular role thatthe consumption wealth ratio plays in this literature. We build on Lettauand Ludvigson 2001, 2004 to derive the empirical approximation of theconsumptionwealth ratio in terms of a cointegrating relationship betweenconsumption, asset wealth and income. Section three offers a preview of ourmain results and suggests an interpretation. In section four we discuss ourdata set and our econometric implementation. Section five discusses andconcludes.2 The consumption wealth ratio and stockmarket predictability A growing body of literature documents that asset prices, notably stocks,are predictable over the business cycle. While early analysts tended to interpret this finding as evidence of informational inefficiency or of herding andother forms of irrational behaviour, it is now widely acknowledged that predictability does not amount to a rejection of the efficient market paradigm.Rather, stock market predictability largely reflects time variation in risk andrisk premia. There is now a range of rationalagent models that can explainwhy stock markets may be predictable. The most prominent of these aremodels with habitformation mechanisms Campbell and Cochrane 1999,noninsurable background risk Constantinides and Duffie 1996 and Heatonand Lucas 2000 or limited stock market participation Guo 2001, VissingJrgensen 2002, Polkovnichenko 2004.Predictability in stock markets just means that stock returns have meanreverting and therefore transitory components. The spread of the use of cointegration techniques over the last ten to fifteen years has hugely improvedthe possibilities for theorybased decompositions of financial time series intostationary transitory and integrated permanent components. In this way,a host of usual suspects have been rehabilitated as successful predictors ofstock returns: stock prices as well as dividends and earnings all are typicallyintegrated variables, but the dividendprice ratio Cochrane 1994 as wellas the priceearnings ratio and the dividend earnings ratio Lamont 1998all define stationary cointegrating relations that have been found to haveconsiderable predictive power for stock returns. Until relatively recently,3however, stock markets seemed predictable almost exclusively from such financial variables, whereas real macroeconomic variables were found to haveconsiderably less or no direct relation to stock market fluctuations 2.One real macroeconomic variable that according to all leading theoretical explanations should be key in understanding the predictability ofthe equity premium and therefore for stock market returns as a whole is theconsumptionwealth ratio. Models with habitformation as well as modelsin which labour or entrepreneurial income form a source of nondiversifiableidiosyncratic risk background risk all generate timevariation in expectedreturns:if background risk is high, the average stock owner will requirehigh expected returns to hold the economys equity portfolio willingly, suggesting that stock prices and therefore wealth will have to be temporarily low. Similarly, habitformation consumers become extremely risk aversewhen they have to reduce consumption in recessions. Therefore, the average stockowning consumer will require high expected returns and againthis will be reflected in temporarily low prices. Since consumption will onlyreact to permanent fluctuations in wealth, this suggests that in both casesthe consumptionwealth ratio should signal transitory fluctuations in stockmarket wealth.Against this backdrop, the papers by Lettau and Ludvigson 2001, 2004constitute a major breakthrough since they are the first to present conclusive evidence that the consumptionwealth ratio does indeed predict stockreturns in postwar data from the United States. We employ their empiricalframework in this paper.The starting point of our analysis is to decompose total household wealth,Wt, into financial assets claims to physical capital that we denote with At and human capital, Ht:Wt At Ht Along a balanced growth path, the respective shares of financial andhuman wealth in total wealth should be constant. We denote the long runmeans of AtWt and HtWt with and 1 respectively. Rearranging andtaking natural logarithms denoted with lower case letters, we obtainlog1 At Wt ht wt We expand this expression around to obtain 2For a discussion see Cochrane 2001.wt at 1 ht14where is a linearization constant.Human capital is unobservable and so is therefore total wealth. We canstill use 1 to obtain an empirical approximation of the logconsumptionwealth ratio, lnCtWt ct wt by interpreting Ht as the present or permanent value of labour income. This allows us to use log labour incomeas a proxy for ht. Denoting log labour income with yt, we then obtain anobservable approximation of the consumption wealth ratio that we denotewith cay:cayt ct at 1 yt ct wt2This is the longrun relation that defines our main point of reference inthis paper. In the appendix we derive this relation more formally and weshow that:cayt Et Xj1j rtj ctj 1 zt3Here rt is the return on total wealth, which can be further disaggregatedinto the returns on asset holdings, rat , and the returns on human wealth, rht . 1 expc w is one minus the long run consumptionwealth ratio, i.e.the steady state ratio of invested wealth in total wealth, zt is a stationaryvariable with mean zero that captures transitory dynamics in income, and Etdenotes the expectations operator. To the extent that consumption growthand the return on total wealth are both stationary, the present value on theright hand side will be a stationary variable and so will be cay. Therefore, if c,a and y are individually integrated of order one, the three variables should becointegrated. The presence of cointegration has farreaching consequences:at least one of the three variable must adjust to restore cay to its longrunmean. The consumptionwealth ratio must therefore help to predict c, a ory, or even have predictive power for all three of them: equation 3 statesthat cay either reflects changes in expected future consumption or changesin the returns to wealth i.e. in the returns to financial or human capital.The punchline of the Lettau and Ludvigson results is that, in U.S. data,cay mainly predicts adjustment in asset wealth, whereas consumption andlabour income come very close to pure randomwalk behaviour wealth isthe one variable in the cayrelationship with a sizeable transitory component. This predictability in asset wealth is largely driven by the predictability of excess returns on the stock market cay predicts timevariation inrisk premia. Analogous results have been reported by Tan and Voss and FernandezCorugedo et al. for Australia and the UK respectively.5In this paper, we will report that income is the main variable to helpadjust cay to its longrun mean in German data and that the consumptionwealth ratio predicts the German stock market only very poorly. Beforediscussing our empirical implementation and our data in more detail, weprovide an informal preview on our results in the following section. We alsosuggest an interpretation that is based on the different structures of financialmarkets in Germany and the AngloSaxon economies.3 First empirical results and a suggested interpretation 3.1 Properties of the consumption wealth ratio for Germany The solid line in figure 1 is our estimate of cay, the consumption wealth ratiofor Germany. The estimated relation iscayt ct 0.31at 0.74yt4As can be gleaned from figure 1, this is clearly a meanreverting relationship and our formal cointegration tests below support this conclusion. Thedashed line in figure 1 is the detrended log consumptionincome ratio, cy,for Germany. Pure eyeballing reveals that c y is highly correlated withcay, suggesting that fluctuations in financial asset wealth do indeed seem tocontribute little to fluctuations in the consumptionwealth ratio.An alternative way to see that cay predicts changes in labour incomerather than asset prices or consumption in German data is to run regressionsof the formxtk xt kcayt ukt5where x measures,in turn, consumption, asset prices and income. Again,we report detailed results on such longhorizon regressions below. Figure 2plots the R2 of this regression as a function of the differencing horizon, k.Panel a pertains to the German data set. For comparison, panel b reportsthe corresponding results for the U.S. Comparing the two graphs clearlyillustrates our point:Consumption is almost unpredictable from the consumptionwealth ratio.The R2 almost never exceeds 0.05. This is uniformly true in both the Germanand the U.S. data sets and our results in this respect provide a corroborationbased on German data of those reported by Lettau and Ludvigson for the 6United States. This finding is important in its own right since it is predictedby virtually all versions of the permanent income hypothesis: fluctuationsin the consumption wealth ratio should originate in either income or assetwealth. This is because fluctuations in c w are transitory and thereforeconsumption should not help to restore c w or cay for that matter to itsmean.Figure 2 also reveals the major difference between the roles that assetprices and labour income play in the U.S. and Germany in bringing theconsumptionwealth ratio back to its longrun mean: in US data cay mainlypredicts asset price changes, and the explanatory power is highest at horizonsof 34 years. In German data, cay predicts income changes and it does sobest at business cycle frequencies, i.e. at horizons of 12 years.What can explain these different adjustment mechanisms in Germanyand in the U.S. or as the results in Tan and Voss and FernandezCorugedoet al.2003 suggest: the AngloSaxon economies more generally? Theexplanation we offer is based on the differences in the structure of the financialsystems and in particular on the fact that stock ownership in Germany andmost continental European economies is very concentrated relative to whatwe observe in the U.S. or in the UK and Australia. Stock market wealthonly plays a minor role in the portfolio of the average German household.Therefore fluctuations in labour income are a relatively much more importantlever in explaining fluctuations in cay.3.2 Stock markets and household wealth: some comparative evidence Germanys financial system is often characterized as bankdominated while in AngloSaxon countries such as the US capital markets play a much bigger rolefor firms financing decisions see e.g. Allen and Gale 2000. As a result,the German markets for both equity and corporate bonds are relatively smalland the role of these two asset types in the net wealth position of the Germanprivate sector is minor.In table 1, we present a range of statistics that illustrate the different rolesof public equity markets for the US and the German economies at large andfor household wealth in particular. As a first measure of the importance ofpublic equity finance for the economy as a whole, we inspect market capitalization relative to GDP in panel I. In the case of Germany, the market valueof equity as a percentage of GDP amounted to less than 40% in 1989 andstood at about 45% in 2003, showing the comparatively low growth dynamicsin the value of equity outstanding. By contrast, the ratio of the market value 7of equity to GDP was at 55% in the US in 1989, but increased by a factorof 2.5 to more than 131% at the end of 2003. German stock market capitalization relative to GDP falls far behind the US market, both in terms oflevels and in terms of growth.Table 1 about herePanel II provides an impression of the role of stocks for the net wealthpositions of German and American households. In 2003, share holdings accounted for 3% in the German private sector net wealth position. This wasjust under the boom years peak of 4% and only slightly higher than the 2%that were recorded in 1985. By contrast, the share of equities in the average American households net wealth position amounted to 33% in the secondquarter of 2004. This was 6 percentage points more than in 1985.Moreover, as is apparent from panel III of table 1, equity ownership in Germany is not as widespread as in the USA. The percentage of Germansholding shares has remained stable at low levels in the years from 1981 to 2003. In 2000, when equity indices peaked, a maximum of about 9% of the German population owned shares. This number declined to 7.8% in 2003which was only slightly higher than in 1981 6.4%. At the same time theproportion of American households owning shares increased from 19% in 1983to about 50% in 2002.The fact that pension systems are so fundamentally different in the twocountries is also likely to help explain why the share of equity in householdportfolios is so much lower in Germany than in the United States. In Germany, both the public as well as most employersponsored retirement schemesare financed on a pay as you go PAYG basis. Conversely, private mutualfunds and pension funds play a much more important role in the AngloSaxoneconomies. In particular the U.S. saw considerable growth in the number oftaxdeferrable defined contribution plans such as the 401 k throughout theentire 1980s and 90s Poterba, Venti and Wise 1994, 1998.As a consequence of the minor role that equity holdings play in Germany,real estate wealth dominates the net wealth position of the German privatesector. About two thirds of net asset wealth come under real estate wealth.In the US, by contrast, real housing wealth accounts for only about a thirdof total net wealth.It would therefore seem conceivable that temporary fluctuations in caycapture temporary fluctuations in housing wealth. But while residential realestate prices in the US are characterized by long and pronounced swings overour sample period 19802003, prices in Germany have remained relatively 8flat.3 Here too, differences in the financial system, in particular in the profilesof mortgage finance system, may play a major role: e.g., mortgage equityextraction is not used in Germany as opposed to the US and according tothe BIS study by Tsatsaronis and Zhu 2004, banks lending behaviour ismore conservative and requires home buyers to provide relatively high levelsof collateral for their mortgages. Against this backdrop, it is not surprisingthat Germany has not seen any pronounced cycles in the residential realestate market and that, therefore, fluctuations of the cay relation can hardlybe attributed to real estate wealth.These facts clearly support the notion that fluctuations in income mustbe a relatively much more important lever in fact the only remaining in explaining fluctuations in the German consumptionwealth ratio. But itwould seem that our results suggest that stock market prices do not havea transitory component in German data, even though there are compellingtheoretical reasons to believe that stock markets in general should have transitory components that reflect timevarying risk premia. We make the following remarks: first, we d o find that the cay residual is statistically significantin predicting excess returns on the German stock market. But in terms ofeconomic significance, the predictive power of cay for asset prices and in particular for equity returns in Germany is negligible relative to what is foundin the U.S., UK or Australian data sets. Secondly, this finding is in no waytantamount to saying that stock markets in Germany could not have sizeable transitory components. What we say is that the consumptionwealthratio of the average German household does not help to identify these transitory components. We report some evidence below that suggests that the U.S. consumptionwealth ratio has considerable forecasting power for German stock returns.Our finding that household disposable income largely derived fromlabour constitutes the transitory component of the consumptionwealth ratio in German data may seem at odds with the general notion that Germanlabour markets are very rigid and that wages may display only very sluggishadjustment. But note that it is the sum of all household labour incomes thatenters the intertemporal budget constraint from which the cayrelationshipis derived. This sum is equally determined by temporary fluctuations in theunemployment rate and in hours worked, so that sizeable temporary fluctuations in labour income do not a priori contradict the view that the Germanlabour market is rigid. Indeed, we report below that cay has considerablepredictive power for fluctuations in the unemployment rate and other business cycle variables.3For a survey of recent research on housing prices see Tsatsaronis and Zhu 2004.94 Empirical Implementation Our empirical analysis proceeds as follows: we start by briefly presenting ourdata section 4.1  We then ascertain the cointegration properties of the dataand we estimate the cointegrating relationship cay section 4.2. Afterwards,we characterize the joint dynamics of consumption, asset wealth and incomeby means of a cointegrated vector autoregression VECM section 4.3. Thisprovides us with a basis for a decomposition of these three variables intopermanent and transitory components. Finally, we further investigate theforecasting properties of cay for a range of asset prices by means of longhorizon regressions in section 4.4. In section 4.5. we report on robustnessand stability tests. Section 5 further discusses the results of the empiricalanalysis: first we extend the longhorizon regressions based on cay to a rangeof business cycle indicators. Secondly, we build on our VECM analysis tostudy the wealth effect on consumption based on a structural identificationof shocks.4.1 Data Our data spans the period 1980Q1 to 2003Q2. The details concerning theconstruction of our data set are available in a separate appendix at the endof the paper. Here we discuss some conceptional issues.The level of consumption that is relevant for our purposes does not directly correspond to recorded consumption expenditure or its components.Rather, true consumption is unobservable because, besides expenditure onnondurables and services, it also includes the consumption services derivedfrom the stock of durables rather than current durables expenditure itself. Lettau and Ludvigson, following the tradition in the literature seee.g. Campbell and Mankiw 1989 suggest to proxy consumption throughexpenditure on nondurables excluding shoes and clothing. We follow thisapproach in the present paper. Specifically, we obtain domestic consumptionexpenditure of private households by use and construct nondurables consumption as total consumption expenditure less spending on shoes, clothing,furniture and household appliances.Note that we use disposable income rather than after tax labour income, in contrast to e.g. Lettau and Ludvigson. The difference betweenreported labour income and disposable income largely reflects proprietorsincome which for two reasons should be part of the budget constraint of theaverage household: first, proprietors income can also partly be interpretedas labour income, i.e. as a dividend to human capital. Secondly, our asset wealth data do not include a measure of proprietors wealth unlike the 10U.S. data used by Lettau and Ludvigson 2001,2004. By including proprietors income into our income concept, we therefore implicitly also proxy forthe stock of proprietary capital, very much as we proxy for human capitalthrough labour income.The wealth variable used in this analysis contains both financial and housing wealth. Residential housing wealth was obtained by combining capitalstock data from the German statistical office and a new price series that the Bundesbank calculates on the basis of information obtained from the Bulwien AG, which collects data on house prices in 60 German cities. For moredetail we refer the interested reader to the appendix.4.2 Cointegration results We start our empirical analysis with an inspection of the cointegration properties of the data. In this context, the proper choice of consumption conceptis crucial and we therefore briefly discuss this issue.Rudd and Whelan 2002 have argued that from the point of view ofintertemporal budget balance, it is the intertemporal structure of total expenditure that matters, not the services eventually derived from these expenditures. The cointegrating relationship cay should therefore be based on totalconsumption expenditure. We respond to this potential objection by ascertaining the cointegration properties of the data using both the theoreticallyrelevant concept nondurables as well as total consumption expenditure.Table 2 about hereTable 2 reports cointegration tests for the two data sets totalnondurables consumption, asset wealth and income. We take account of thestructural break induced by German reunification by including a step dummyinto the cointegrating space. The inclusion of deterministic drift terms canmake standard critical values invalid. We therefore simulated the critical values for the likelihood ratio test the trace statistics using the program Dis Co,developed by Sren Johansen and Bent Nielsen 1993 that is available from Bent Nielsens web page.4 On both data sets, the test strongly rejects thenull of no cointegration at the 5 percent level, signalling the presence of onecointegrating relation in both data sets.54http:www.nuff.ox.ac.ukusersnielsendisco.html 5As an additional test, we reestimated the model for the the period before 1980Q11990Q3 and after 1995Q12003Q4 German unification, excluding its immediate aftermath.In spite of the low power of cointegration tests in such short samples, boththe the maximum Eigenvalue as well as the trace tests strongly rejected the null of nocointegration in both subperiods.11Table 3 presents estimates of the cointegrating vector. These are obtained in two different ways: once based on Johansens FIMLprocedure andonce based on Stock and Watsons 1993 dynamic OLS cointegrating regressions. Again we report results for total consumption expenditure and fornondurables.Table 3 about hereAs is apparent, the estimated cointegrating vector is robust to the choiceof estimation method or consumption concept. According to equation 2,the coefficients on asset wealth and income should reflect the share of financialand human capital in total wealth. Since asset wealth is the discounted sumof all profits, should approximately reflect the economys capital share. Weestimate a value of around 0.3 throughout, quite in keeping with the resultsby Lettau Ludvigson and other researchers for other countries and close tothe values generally reported for Germany. The sum of coefficients when totalconsumption expenditure is used is just below unity, the result predicted byequation 2. The sum of coefficients is slightly higher than unity when we usenondurables consumption. Hoffmann 2004 reports a similar finding for the U.S. and suggests an interpretation: when only nondurables consumptionis used, the right hand side of the intertemporal budget constraint wealthand the present value of labour income should exceed the left hand side thepresent value of nondurables consumption by the steady state share of thestock of durables in wealth. Therefore, when we normalize the coefficient onnondurables consumption to unity, the sum of coefficients on wealth andincome should be somewhat in excess of unity.We sum up this section as confirming that the cointegrating relationshippredicted by the intertemporal budget constraint of the average householdis borne out strongly by the data. As our results show, we can identify thislongrun relationship for both total and nondurables consumption. We haveargued, however, that nondurables consumption is closer to the concept ofconsumption that is relevant on theoretical grounds. All further results inthis paper will therefore be based on nondurables consumption. We referto the cointegrating residual as cay, according to equation 4 above and based on the cointegrating vector estimated from the Johansen procedure we definecay ct 0.31at 0.74yt 0.05step DW Utwhere the step dummy step DW Ut controls for German unifcation.124.3 VECM estimates The presence of cointegration implies that the joint dynamics of consumption,asset wealth and income can be represented by a vector error correction modelVECM so that neglecting constant termsLxt 0xt 1 twhere xt ct at yt 0 , 0 1 1 is the cointegrating vector so that cayt 1 0xt 1, is a vector of adjustment coefficients, L isa 3 3matrix polynomial in the lag operator L and t is white noise.Table 4 about hereIn the estimation of the cointegrated VAR we included two lagged differences of xt but we note that none of our results is sensitive to the choice oflag length.Table 4 presents coefficient estimates of the VECM. The most important feature are the estimated coefficients on cayt 1 i.e. the errorcorrectionloadings . First, the coefficient 1 in the consumption equation is insignificant, suggesting that consumption does not at least not directly contributeto the errorcorrection mechanism. The same is true for the asset wealthequation, whereas the coefficient on cay in the income equation is sizeableand highly significant: this result is in stark contrast with those reportedby Lettau and Ludvigson for the U.S. and by other authors for the UK and Australia. It suggests that deviations of labour income, wealth and consumption from their common trends are corrected by adjustments in labor incomerather than through adjustments in wealth. On other hand, our results arein line with those reported in earlier studies in as far as consumption doesnot contribute to the errorcorrection mechanism. This, indeed, suggeststhat consumption has no or taking account of the lagged differences in theconsumption equation only a small transitory component, broadly in linewith the permanentincome hypothesis.We now identify the permanent and transitory components of consumption, asset wealth and labour income more formally. We do this in two ways:first, we build on work by Granger and Gonzalo 1995, Proietti 1997 and Johansen 1995. These authors have demonstrated that the permanent andtransitory components of a cointegrated system can be represented as linearcombination of the levels of xt. Expressing the permanent and transitory 13components as a linear combination of xt offers the convenience that permanent and transitory components are straightforward to compute. Here we usea generalization of the permanenttransitory decomposition by Granger and Gonzalo 1995 as suggested by Proietti 1997. The Proietti decompositionisxtx Pt x Tt C11xt I C11xt6is the trend of xt and x Ttwhere x Pits cycle. C1 is the longrun responsetof the moving average representation of x and can be shown to have theform C1 1001 07and and are the orthogonal complements of and respectively.In figure 2 we plot our data and the trend components of xt as identifiedfrom 6. The graphs confirm our earlier conjecture that consumption andasset wealth are almost identical to their respective permanent levels, whereaslabour income displays significant departures from trend.The second way in which we examine the cyclical properties of consumption, wealth and labour income is through a direct identification of the permanent and transitory shocks to xt. Based on this approach we can obtainvariance decompositions and impulse responses to study the dynamic properties of the system.6Note that it follows from 7 above that the BeveridgeNelson decomposition for xt has the formxt A0l CLtt Xl0where A 10order.7 Hence, the permanent shocks to xt are given by 01 and CL is a lag polynomial of infinitet 0t Requiring permanent and transitory shocks to be orthogonal to each other,we obtain for the transitory shocks see Johansen 1995 t 01t 6We report results from an impulse response analysis in section 5.2. below, in thecontext of our discussion of the wealth effect.7Specifically, CL CL C1 1 L, where CL is the moving average representation of xt, i.e. xt CLt.14where is the covariance matrix of the reducedform shocks t.Note that in our case the dimension of xt is three and we have one cointegrating relationship, implying that there are two permanent shocks feedingthe two common trends in the system. These permanent shocks are notuniquely determined, since for any choice 00, any invertible linear combination t S00t will also qualify as a vector of permanent shocks. Still, asshown e.g. in Hoffmann 2001 and in the appendix to Becker and Hoffmann2003, the relative variance contribution of permanent and transitory shocksis invariant to any particular choice of S and 0.Table 5 about hereTable 5 gives the variance contribution of transitory shocks to the forecast error in consumption, asset wealth and labour income. Again it is apparent that the only variable for which transitory shocks play some role islabour income: at the one quarter horizon, more than 70 percent of theforecast error variance of labour income are explained by transitory shocksand the impact of transitory shocks on labour income only decays slowly:at the two year horizon, transitory shocks still account for 16 percent of thevariance.Note also that consumption is the variable for which transitory shocksmatter the least at all horizons. At the same time there does seem to bea small transitory component in asset wealth: it is not anywhere as important as it is for income, but transitory shocks do account for a small shareof variation in asset prices. The contribution peaks at the 6 months horizon with 13 percent and decays only slowly afterwards. But in comparisonwith the results reported by Lettau and Ludvigson for the U.S., the transitory component in asset wealth that can be identified from the Germanconsumptionwealth ratio appears rather small. It appears that income isthe driving force behind deviations of consumption, asset wealth and incomefrom their common trends.We turn to documenting this point in more detail in the next subsection,where we provide results from longhorizon regressions of excess returns onour estimated cay and other explanatory variables, including the cay identified by Lettau and Ludvigson for the United States.4.4 LongHorizon Regressions In this section, we provide detailed results for longhorizon regressions of theform 5:15xtk xt kcayt ukt In particular, we present further evidence that cay contains almost thesame information as does the consumption income ratio in that it mainlypredicts changes in income and not changes in asset prices. We also documentthat equity premia in the German stock market are better explained by the U.S. consumption wealth ratio than by its German counterpart.Table 6 provides a first set of results. Here, we regress the components ofthe cay relation consumption, asset wealth and income on cay. To makethese regressions meaningful, we have removed the effect of German unification using the unification dummy and the associated coefficients estimatedfrom the VECM.Table 6 about herePanel I shows long horizon regressions of consumption growth on cay. Asis apparent, the cay residual has no predictive power for future consumptiongrowth. In line with the permanent income hypothesis, household consumption behaviour is not influenced by shortrun deviations of actual wealthfrom its longrun equilibrium value. Panel II of table 6 reports longhorizonregressions of the growth of total asset wealth, a, on cay. We find thatthe consumptionwealth ratio significantly predicts asset wealth at horizonsfrom 6 months to 5 years. The associated coefficient is significant at horizons beyond two quarters and the associated Rpeaks around 28 percentat the 45 year horizon. Panel III of table 6 presents our results for incomegrowth, yt. The Rattains values up to 0.32 at the two year horizon andthe coefficients are highly significant at horizons below five years.22These results, on the one hand, seem to corroborate two important findings from our VECManalysis: consumption is almost unpredictable andincome has important cyclical components. But, on the other hand, theywould seem to contradict our earlier finding that income is the only and major predictable component in the cay relationship and that asset prices arenot predictable from cay.But we note that predictability in asset wealth can arise even if assetprices are not predicted by cay: if income has an important transitory component but consumption reacts mainly to permanent shocks, then savings 16 income less consumption will be predictable. Cumulated private savings are, however, an important component of asset wealth and therefore, ifsavings are predictable so will be wealth.2Our results underpin this interpretation along several dimensions: first,the predictive power of cay for income is concentrated at short horizons andthe business cycle frequency. The Rof the regression for asset wealth risesmore slowly to peak only after that of the income regression, as should be thecase if asset wealth is predictable mainly because savings are. Secondly closerinspection of the VECM results in table 4 reveals only one significant coefficient in the asset wealth equation the coefficient on lagged income. Again,this supports our point that predictability in asset wealth is ultimately dueto the predictability in income. Third, in panel IV, we provide regressionsfor a comprehensive measure of asset prices that we construct as asset wealthpurged of cumulated savings as measured by Yt Ct. We denote this assetprice measure with pt.8 At all horizons, this measure is a lot less predictablefrom cay than is at and the estimated coefficients are not consistently significant. Running the same regression based on a pt constructed from the LettauLudvigson data set for the U.S. reveals an R2 of up to 0.45 and coefficients that are robustly significant up to horizons of five years. Hence,in German data, most of the predictability in asset wealth is ultimately dueto predictability of savings and income over long horizons. Asset prices arebarely predictable from the German consumptionwealth ratio.Table 7 provides further evidence on this point. Panel I gives the resultsfor the growth of real estate wealth, panel II for excess returns on the DAXand panel III for net returns on the DAX. The results corroborate the observation that asset prices play no role in bringing back the consumptionwealthratio to its longrun value. The Rof the changes in real estate wealth neverexceeds 0.02 and the associated coefficients are never significant. Interestingly, the regression of DAX excess returns on cay is marginally significantat almost all horizons. The Rfor the excess return equation attains amaximum value of only 0.08 at the 5 year horizon, that for the net return 228The law of motion for asset wealth can be written as At1 1 rt1At Yt Ct.Dividing through with At, taking logarithms and solving backwards it is straightforwardto show that at1 rtl a 0 log1 Yl ClAl. The asset price measurelog1 Yl ClAl. Under the null that asset returns arewe construct is pt at unpredictable, rtk rvtk, where r is a constant and vtk is i.i.d  Then Etptkpt kr, i.e. pt follows a random walk with drift and should therefore not be predictable fromcay or other variables.t Xl0t1Xl1t Xl017regression equally peaks at 5 years with R 0.10. This compares verypoorly with the results reported by Lettau and Ludvigson 2004, who report Rvalues for the net stock market return equation of up to 0.52 atbusiness cycle frequencies and where the associated coefficients are robustlysignificant at all horizons.22Table 7 about hereIt is important to emphasize that we are not saying that there is no transitory component in German asset prices. It is certainly true that Germanreal estate prices have evolved very smoothly, i.e. without obvious temporaryswings. But this is certainly not the case for the prices of financial assets, inparticular for stocks. We believe that the reasons why we do not identify sizeable transitory components in the German stock market are those discussedin section 3.1.: firstly, stocks virtually do not matter in the German privatesectors wealth position. Secondly, their ownership is even more concentratedthan in the U.S. Therefore it is not possible to isolate the transitory component of the German stock market by analyzing the private sectors wealthposition alone.This point is borne out strongly by the results in table 8: here, we alsoinclude the U.S. consumptionwealth ratio as constructed by Lettau and Ludvigson 2004 into the longhorizon regression for excess returns: boththe German and the U.S. cay are strongly significant at horizons betweenthree and five years and Rrises from 0.03 to reach 0.27 at a horizon of 12 quarters. The U.S. cay has considerable predictive power for excessreturns in the German stock market. This suggests that there is considerablebusinesscycle variation in the German equity premium, but this variationdisplays an important international component.92Table 8 about hereThe results of our longhorizon regressions confirm a salient feature of ourearlier, VECMbased findings: cay mainly predicts fluctuations in income,not in asset prices. We turn to a further discussion of this point in ourconcluding section. Before, we briefly report on a battery of exercises thatwe undertook to check the stability and robustness of our results.9This ties in with recent results by Nitschka 2004, who documents that the U.S.cay has considerable predictive power for the stock markets of the other G7 economies,including Germany.184.5 Stability and robustness issues Stability of the cointegrating relationship: We subscribe to the view put forward in LL that to estimate longrun relationships, one has to use a longtime series, so that instability in the cointegrating vector in short samplesmay have little to say. But note that our cointegrating vector is actuallyvery stable, in particular it is robust to our treatment of German unificationor to the inclusion or exclusion of the internet bubble from the sample.Data quality and interpolation: our results could partly have to do withthe fact that our wealth data had to be constructed from the ground upand had in parts to be interpolated. We make the following remarks: first,we would expect that interpolation should lead to more predictability in asset wealth rather than less. Secondly, we did the following exercises: irun our analysis with only the CDAX variable rather than the total wealthvariable. ii run the system in four variables stock market and nonstockmarket wealth separately and, iii on annual i.e. non interpolated data.iv rerun our longhorizon regression for the subsample Q1:1992 to Q1:2004,using the reestimated cay residual for this time span. Though rather short,this period offers us the advantage that noninterpolated quarterly data areavailable. v run the system with different consumption variables i.e. excluding transportations and telecommunication. vi run the system withlabour income instead of disposable income.None of these exercises substantially affects our conclusions:income isthe key variable driving the mean reversion on cay.5 Discussion and Conclusion 5.1 Business cycles rather than stock market cycles In one important respect, our results differ markedly from those reported inthe papers by Lettau and Ludvigson for the U.S. and FernandezCorugedoet al. and Voss et al.for the UK and Australia: temporary stock marketfluctuations have almost no impact on the budget constraint of the average German household, because stocks account for only a minor share of Germanhousehold net worth. Conversely, the consumption wealth ratio has considerable predictive power for income at business cycle frequencies: in Germany,cay predicts business cycles, not stock market cycles or the prices of otherassets.This result is somewhat reminiscent of Cochranes 1994 finding thatthe consumptionincome GNP ratio predicts cyclical fluctuations in U.S.GNP. Recall figure 2 that plots the cay residual against the detrended 19consumptionincome ratio, denoted with cy. The correlation between the twotime series is 0.8. This would seem to suggest that, in German data, the cayand cy contain the same information. To the extent that their fluctuationssignal changes in disposable income, and therefore in real economic activity,one might therefore expect that in analogy to the findings in Cochrane1994 cay and cy should have predictive power for measures of the businesscycle at large.In table 9 we demonstrate that this is indeed the case. The table providesresults from predictive regressions of a set of business cycle indicators on cyand the difference between the consumptionwealth and the consumptionincome ratio, cay cy. As is apparent from all four sets of regressions, thecoefficient on cay cy is hardly ever significant, suggesting that it is mainlythe variation in cy that drives our findings.Table 9 about hereWhile panel I just corroborates our earlier finding that income has animportant transitory component, the results in panels II to IV show thatcay has considerable forecasting power for other business cycle variables aswell: while fluctuations in GDP panel II are not quite as predictable asincome, we still attain an adjusted R2 of 15 to 30 percent at business cyclefrequencies. The consumptionincome ratio is also a successful predictor ofthe unemployment rate panel III; again it is mainly cy that has predictivepower and the regression accounts for 15 to 40 percent of the variability inunemployment at horizons between 2 and 4 years. Finally, cy also successfullypredicts inflation in the deflator of private consumption expenditure with ameasure of fit of 0.23 at horizons as low as two quarters.5.2 The wealth effect on consumption One point of departure for this paper was to quantify the magnitude of apotential wealth effect on consumption in German data. Our analysis hashighlighted that this question is somewhat illposed: if there are permanentand transitory shocks to wealth, then according to the theory, consumptionshould not react to transitory shocks at all. As we have seen, theory is avery good guide in this case consumption is largely driven by permanentshocks.To the extent that shocks to wealth are permanent, however, the effecton consumption can be gauged from the parameters of the cay relationshipand from knowledge of the value of the ratio between consumption and asset 20wealth. To see this, note that the marginal propensity to consume out ofwealth, t, is defined as Ct t Wt tAt Ht t At tt Ytwhere tt defines the marginal propensity to consume out of income.From the above it is clear that the marginal propensity to consume out oftotal wealth just equals the marginal propensity to consume out of assetwealth, so that t CtAt. From the cay relationship we know that thelongrun elasticity of consumption with respect to asset wealth is just equalto the share of asset wealth in total wealth, ,the capital share , so thatimplying that Ct At At Ct t Ct At The annualized mean of CtAt over our sample period is 0.1478, implyingthat the mean of t is 0.044: a one Euro increase in asset wealth leads to a 4 5 Euro cent increase in consumption spending per year. This number isin line with Ludvigson and Steindel 1999 who report a mean of t for the U.S. of 4 5 percent.In our data set, asset wealth is predominantly permanent, whereas temporary fluctuations in income are the main driver of cyclical fluctuationsin total wealth. Therefore, our estimate of 0.044 may capture the marginalpropensity to consume out of asset wealth quite well, but is likely to be highlymisleading with respect to the marginal propensity to consume out of totalwealth, or, for that matter, out of income.A fully dynamic analysis of the interactions between consumption, assetwealth and income may be a more reliable guide to the wealth effect. In figure4 we plot impulse responses of c, a and y. These impulse responses are basedon the decomposition of permanent and transitory shocks outlined in subsection 4.3. The transitory shock is readily identified from t 0t. Since theadjustment coefficients on consumption 1 and wealth 2 are insignificant according to our estimates in table 4, we restrict 0 0, 0, 3 0.A possible choice for 0is therefore given by 1 0 00 1 0 021so that the vector of permanent shocks is t 0t ct, at0. This allowsus to interpret the two permanent shocks as a shock to consumption or totalwealth and a shock to asset wealth.10The response to the transitory shock is very much in line with our earlierfindings: consumption and also asset wealth almost do not react, whereasthe response of income is very marked and persistent.After a permanent consumption shock, consumption reaches its new levelimmediately, whereas both asset wealth, but in particular income, reach theirnew permanent levels only gradually, after about 46 quarters. In accordancewith economic theory, consumption overshoots both asset wealth and income in the short run to adjust to its new permanent level immediately.The second permanent shock is the shock to asset wealth. We interpretthis shock as a temporary shock to asset returns. To underpin this interpretation, the respective panel in figure 4 also plots the impulse responseof p, our comprehensive measure of asset price changes constructed in theprevious section. The response of p is humpshaped but transitory. Theshock affects asset wealth and income asymmetrically, driving up asset wealthand driving down income. At the same time, it leaves consumption almostunaffected. Note that the temporary return shock will still have a oneoffpermanent effect on asset prices and therefore on asset wealth. It also drivesdown income permanently.11To what extent are c, a and y driven by the two permanent shocks?10Note that the permanent shocks t constructed in this way are not necessarily mutually orthogonal. Their covariance is 0 11, where 11 is the 22matrix in the upper left corner of .To orthogonalize the entries in t, we also do a Choleskidecompositionof 0.This does, however, not affect our results. The impulse responses and variancedecompositions we report in this subsection are based on the orthogonalized permanentshocks.11It may appear surprising that the return shock also leads to a permanent decline inincome. But note that if human and in our case: proprietary capital is nontradeable,then as argued in Fisher and Voss 2004 the discount factor to be applied to futureincome is just ra, the return on financial wealth. In this case, the cayrelationship simplifiesto the following representation:cay Et Xj1jratj 1 ytj ctj As cay is stationary, it is ultimately not affected by a permanent shock on assets,which is equivalent to a temporary return shock. Therefore, a positive temporary returnshock must be offset by a temporary decrease in either consumption or income growth.Recall that consumption is unpredictable and does not react to the shock. Consequently,this alternative representation for cay implies that it must be income growth that fallstemporarily, implying that the level of income is reduced permanently.22Variance decompositions based on an orthogonalized version of the identification outlined above see previous footnote suggest that the asset wealthshock almost does not contribute to the variation in consumption and income,whereas the consumption shock explains virtually all consumption variabilityat all horizons. It also explains most income variability in the longrun. Theconsumption shock can therefore also be interpreted as a permanent incomeshock. This indicates that there is only a very limited direct effect of assetwealth on consumption in German data a result that should caution againstan overinterpretation of any estimate of the wealth effect that is based on asimple marginal propensity to consume.5.3 Summary and Conclusion This paper has studied the link between consumption and wealth in Germanyduring the period 19802003. Very much as earlier studies for other countries, we can identify an empirical approximation of the consumptionwealthratio as a cointegrating relationship between consumption, asset wealth andincome the cay residual. In keeping with most versions of the permanentincome hypothesis, we find that consumption mainly reacts to permanentinnovations in asset wealth and income. But whereas earlier studies for the U.S., Australia and the UK have documented that this cointegrating relationship predicts changes in asset prices, in particular risk premia in thestock market, we find that cay mainly predicts income changes in Germandata. Our explanation for this phenomenon is that stock market wealth accounts for a much smaller share of household net worth in Germany than inthe Anglo Saxon economies so that temporary fluctuations in stock marketshave only very limited impact on German private household net worth. Wehave interpreted this observation in the light of welldocumented structuraldifferences in the financial and pension systems of continental Europe andthe AngloSaxon economies.Since we find the consumptionwealth ratio to predict income rather thanstock market fluctuations, one may expect cay to have forecasting power formany macroeconomic variables over the business cycle. Using a range ofmacroeconomic indicators for Germany, we have documented that this isindeed the case. Conversely, we find that temporary components in the German stock market can be identified with cyclical variation in the U.S.consumptionwealth ratio: variation in the German equity premium over thebusiness cycle seems largely driven by international forces.Our framework also allowed us to obtain an empirical measure of thewealth effect on consumption. Our estimates are in line with those reportedfor other countries: a one Euro increase in asset wealth leads to an increase in 23consumption spending by around 4 to 5 Euro cent. Such estimates can however be misleading if wealth has considerable transitory components. As ourresults have demonstrated, consumption reacts predominantly to permanentshocks. While German household asset wealth is indeed largely permanent,transitory shocks account for the bulk of variation in income at business cyclefrequencies. Furthermore, permanent shocks to income rather than wealthseem to be the predominant driving force behind German private consumption.24Technical Appendix: loglinearization of the budget constraint Aggregate household wealth in period t, Wt, private consumption, Ct,and the net return on aggregate wealth, Rt1, determine aggregate wealth inperiod t1:Wt1 1 Rt1 Wt Ct .8Defining r log1 R, dividing by Wt, taking logarithms and usinglowercase letters to denote log variables, one gets:wt1 rt1 log 1 exp ct wt .Taking a firstorder Taylor expansion, one obtains the following expression:wt1 k rt1 1 1 ct wt ,9where is the steadystate ratio ofinvested wealth in total wealth,W C W and k is a constant that is dropped in the following. Thegrowth rate of aggregate wealth therefore depends on the rate of return anda fraction of the consumption wealth ratio.Combining the identity wt1 ct1 ct wt ct1 wt1 with 9, one gets:ct wt rt1 ct1 ct1 wt1 k.10j ctj wtj 0 and omitting thelinearization constant, the log consumption wealth ratio can be expressed inthe following way:Solving forward, imposing that limjct wt Xj1j rtj ctj .Equation 11 also holds ex ante:ct wt Et Xj1j rtj ctj .111225The logarithm of total household wealth can be approximated by a weightedaverage of the logarithm of its two components asset holdings, A, and humanwealth, H,:wt at 1 ht,13where is the average share of asset holdings in total wealth. Equally, thereturn on aggregate wealth is approximated by the a weighted average of thereturns of asset holdings and human wealth, ra and rh respectively:t 1 rh Substituting 13 and 14 into 12, one obtains:rt ratct at 1 ht Et Xj1jratj 1 rhtj ctj .1415As human capital is not observable, the nonstationary component of human wealth is proxied by labour income, Y , which implies that the log ofhuman capital can be approximated by a constant, , log labour income anda stationary variable with mean zero, z:ht yt zt.16A combination of 15 and 16 shows that if the return on wealth is stationary and consumption is integrated of order one, there exists a cointegratingrelationship between consumption, asset wealth and labour income:ct at 1 yt Et Xj1jratj 1 rhtj ctj 1 zt.1726Data Appendix Consumption and income Quarterly consumption and income datais available from the German national accounts.Seasonally and workingday adjusted real disposable income of privatehouseholds was obtained by taking the sum of seasonally and workingdayadjusted consumption and seasonally adjusted savings, thus assuming thatsavings do not contain a calendar effect. As for the time before 1991 onlyannual disposable income is available, quarterly data was obtained using acubic spline. All pre1991 data is for West Germany only.Besides net wages and salaries and net monetary transfers received disposable household income consists of net transfers from abroad and net otherhousehold income. Besides proprietary income, net other income also includes other forms of capital income such as corporate dividend and interestpayments. It would be desirable to disentangle these income components further. For the relatively long time period we require for our analysis,otherhousehold income is, however, only available as an aggregate .We also note that income data before 1980 are partly based on different SNAdefinitions, and therefore the results reported in this paper are basedon a sample ranging from 1980Q1 to 2003Q2.Financial wealth Annual data for net financial wealth of the privatesector according to ESA95 is available from the financial accounts Deutsche Bundesbank 2004 from 1991 onwards. Internally available quarterly datafor net financial wealth from 1991 onwards was used for the constructionof our asset wealth variable. For the period before 1991 only annual West German data according to ESA79 can be obtained. The stock of shares andfixedinterest securities contained in this net financial wealth are at cumulated issue prices and nominal values respectively. Thus changes of wealthdue to the variation of market prices are not adequately captured. However, stocks of shares and fixedinterest securities held by the private sectorare available separately at current market prices.In order to picture thequarterly profile of net financial wealth at market values as adequately aspossible,shares and fixedinterest security holdings at cumulated issue pricesand nominal values were subtracted from net financial wealth. Quarterlydata for the remaining variable, which is characterized by relatively littlevariation, was obtained by using a cubic spline. The series for shares atcurrent market prices was then used to obtain quarterly values by assumingthat its quarterly profile corresponds to the development of the stock market 27performance index CDAX. For fixedinterest securities the bond market index REX was applied to generate a quarterly profile. Both series were thenadded to the rest of net financial wealth in order to obtain quarterly data ofnet financial wealth of the private sector at market values for the time priorto 1991.Housing wealth Residential housing wealth was obtained by combining capital stock data from the German statistical office and a new price seriesthat the Bundesbank calculates on the basis of information obtained fromthe Bulwien AG, which collects data on house prices in 60 German cities.These are weighted with population shares in order to construct house priceindices.12 The index used here is for the typical object of newly built apartments and terraced houses of good quality. For the time before 1995 theindex was calculated on the basis of information for West Germany only.As the price data is annual, a quarterly profile was also obtained by applying a cubic spline. Capital stock data was constructed from annual dataon gross fixed assets of residential housing dwellings at 1995 prices that isonly available for all sectors combined and thus slightly overestimates theassets held by the private households. The quarterly profile was obtainedby using the corresponding seasonally adjusted residential investment seriesfrom the national accounts. The implied annual capital consumption wascalculated and assumed to follow a smooth quarterly path. Combining thiswith the quarterly investment data from the national accounts, a quarterlycapital stock series could be generated. The series was extended backwardsinto the period before 1991 using growth rates obtained from West Germandata on fixed assets of residential housing at 1991 prices that is only availableaccording to a slightly different statistical concept from the dwellings ofthe German data. Again, a quarterly profile of this data was obtained byapplying a cubic spline.12See Deutsche Bundesbank 2003a, b for more detailed information.286 Literature References1 Allen, Franklin and Douglas Gale 2000. Comparing Financial Systems,The MIT Press, Cambridge, Mass.2 Becker, Sascha and Mathias Hoffmann 2003.Intra and International RiskSharing in the Short Run and the Long Run, CESifo Working Paper Series No. 1111. Forthcoming in European Economic Review.3 Campbell, J. Y., and J. Cochrane, 1999. By Force of Habit: AConsumptionBased Explanation of Aggregate Stock Market Behavior Journal of Political Economy 107, 20551.4 Campbell, John Y. and Gregory N. Mankiw 1989. Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence,in NBER Macroeconomics Annual: 1989, ed. by O. Blanchard, and S.Fischer, pp. 185216. MIT Press, Cambridge, MA.5 Cochrane, John H. 1994. Permanent and Transitory Components of GDP and Stock Prices. Quarterly Journal of Economics 109, 241265.6 Cochrane, John H. 2001. Asset Pricing, Princeton NJ: Princeton University Press.7 Constantinides, George and Darrell Duffie 1996. Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 1042, 21940.8 Deutsche Bundesbank 2003a. New price indices for housing in Germany, Monthly Report, May, p. 38.9 Deutsche Bundesbank 2003b. Price indicators for the housing market,Monthly Report, September, pp. 4558.10 Deutsche Bundesbank 2004. Ergebnisse der gesamtwirtschaftlichen Finanzierungsrechnung f ur Deutschland 1991 bis 2003.11 FernandezCorugedo, Emilio, Price, Simon and Andrew Blake 2003.The dynamics of consumers expenditure: the UK consumptionECMredux, Bank of England Working Paper 204.12 Fisher, L. and G. Voss 2004. Consumption, Wealth and Expected Stock Returns in Australia, The Economic Record 80, 359372.2913 Gonzalo, Jesus and Granger, Clive W., 1995. Estimation of Common LongMemory Components in Cointegrated Systems, Journal of Business and Economics Statistics 13: 2735.14 Heaton, John and Deborah Lucas 2000 a. Portfolio Choice in the Presence of Background Risk Economic Journal, vol 110, 126.15 Guo, Hui 2001. A simple Model of Limited Stock Market Participation, Federal Reserve Bank of St. Louis Review, MayJune, pp. 3747.16 Hodrick, Robert J. 1992. Dividend Yields and Expected Stock Returns:Alternative Procedures for Inference and Measurement, The Review of Financial Studies, vol. 5 3, 357386.17 Hoffmann, Mathias 2001. Long Run Recursive VAR Models and QRDecompositions., Economics Letters, vol. 73 no. 1 October, pp. 1520.18 Hoffmann, Mathias 2004. Proprietary Income and the Predictabilityof Stock Returns, mimeo, University of Dortmund.19 Johansen, Sren, 1995. Likelihoodbased inference in cointegrated vector autoregressive models. Oxford University Press: Oxford.20 Johansen, Sren and Bent Nielsen 1993. Dis Co, Institute of Mathematical Statistics, University of Copenhagen.21 Lamont, O. 1998. Earnings and Expected Returns, Journal of Finance, 53, 156387.22 Lettau, Martin and Sidney Ludvigson 2001. Consumption, Aggregate Wealth and Expected Stock Returns, Journal of Finance, LVI 3, 815849.23 Lettau, Martin and Sidney Ludvigson 2004. Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth Effect on Consumption,American Economic Review 94, 276299.24 Ludvigson, Sidney and Charles Steindel 1999. How important is the Stock Market Effect on Consumtpion? , FRBNY Economic Policy Review, July, pp. 295125 Modigliani, Franco, 1971. Consumer Spending and Monetary Policy:The Linkages, Federal Reserve Bank of Boston Conference Series, 19715.3026 Nitschka, Thomas 2004. The U.S. consumption wealth ratio and thepredictability of international stock markets: evidence from the G7,mimeo, University of Dortmund December.27 Polkovnichenko, Valery 2004. Limited Stock Market Participation andthe Equity Premium, Finance Research Letters, vol. 1, no. 1.28 Poterba, James, Venti, Steven F. and David Wise 1994. Do 401kCrowd Out Other Private Saving?, Journal of Public Economics, 58September, 132.29 Poterba, James, Venti, Steven F. and David Wise 1998. 401k Plansand Future Patterns of Retirement Saving, American Economic Review,88, 315320.30 Proietti, Tomaso 1997. ShortRun Dynamics in Cointegrated Systems, Oxford Bulletin of Economics and Statistics 59: 405422.31 Rudd, Jeremy B. and Karl Whelan 2002. A Note on the Cointegrationof Consumption, Income, and Wealth. FEDS Working Paper No. 200253. http:ssrn.comabstract36126132 Saikkonen, P. and Helmut L utkepohl 2000. Testing for the cointegrating rank of a VAR process with structural shifts, Journal of Business Economic Statistics 18:451464.33 Stock, James H., and Mark Watson, 1993.A simple estimator ofcointegrating vectors in higher order integrated systems, Econometrica 6, 783820.34 Tan, Alvin and Graham Voss 2003. Consumption and Wealth in Australia, Economic Record, Vol. 79, pp. 3956.35 Tsatsaronis,K. and H. Zhu 2004. What drive housing price dynamcis:cross country evidence, BIS Quarterly Review, March 2004.36 VissingJrgenson, Annette 2002. Limited Stock Market Participationand the Equity Premium Puzzle, Ph.D. thesis chapter, MIT. Publishedas Limited Stock Market Participation and the Elasticity of Intertemporal Substitution, Journal of Political Economy, August 2002, vol. 110,no. 4, 825853.317 Tables and Figures Table 1: The role of stock markets in the U.S. and Germany Panel I: Market capitalization 1Germany USA198939.90%55.10%199523.20%95.20%200345.20%131.40%Panel II: Composition of private sector wealth Germany 8in billion Euro 19853242.619955638.020037431.9USA 9in billion USDollar 198514145.7199527555.72004Q245907.10.550.330.450.370.0820037.8%200249.5%Net worth of private sector 2,3in percent Net financial assets 4of which equities 5Tangible assets Real estate 6Consumer durable goods 70.300.020.690.650.060.260.040.720.680.060.310.030.670.640.050.540.270.460.370.090.600.320.400.310.09Panel III: Stock ownership by private households 11Germany 9USA 1019816.4%198319.0%19906.2%199643.2%20008.9%199948.2%NOTES: 1 Source: DAI Factbook, Chapter 5, 2003, 2 including nonprofit organization, 3 including durable consumer goods,4 financial assets: credit market instruments security 5 Corporate equities, mutual fund shares, equity in noncorporatebusiness, excluding pension funds, 6 including real estate of nonprofit organizations, 7 for the US: including equipment andsoftware owned by nonprofit organizations, for Germany: including shoes, clothes, transport and telecommunication, calculatedfrom flow data on basis of the perpetual inventory method, implied quarterly deduction rate 10%, 8 German data: financialaccounts Deutsche Bundesbank 2004, 9 percentage of population over 14 with share holdings , 10 percentage of households.11 Source: Equity Ownership in America,ICI and SEA, 2002 and DAI Factbook. 32Table 2: Likelihood ratio trace tests for cointegration of cointegrating relationsconsumption conceptcritical valuesh 0 vs. h 0h 1h 1 vs. h 1h 2nondurables 37.6313.39Total 46.196.9095% 99%34.7240.3923.3818.87NOTES: Critical values are simulated by Dis Co. The number of drift functions withunrestricted parameters u i.e. the drift functions in the short run part of our VECMequals two in our specification a constant and a dynamic dummy for the observation in 1990Q4. Let n be the number of variables and h the number of cointegrating relations.Since the number of unrestricted drift functions u in our case: u 2 cannot exceedthe number of common trends n h , the last hypothesis we are able to test withthe trace statistics is h 1 vs h 1. Formally: u minp h, 3. For adiscussion see Saikkonen, P. and L utkepohl, H. 2000.Table 3: Estimated cointegrating vectors NonDurables Consumption Johansen Dynamic OLSTotal Consumption Johansen Dynamic OLScay 10.31240.739310.3127 0.724810.22110.74931 0.2328 0.7504dum0.04900.05050.040.04NOTES: x where x c, a, y in turn , denotes the coefficient on consumption, assetwealth and income respetively . dum is the coefficient on the German unification stepdummy 11990Q4:2003Q4.33Table 4: Estimated VECMct 1at 1yt 1ct 2at 2yt 2cayt 1dummy Q4:90constant Equationctatyt0.20751.4899 0.05670.9065 0.17821.4711 0.03530.2709 0.13002.1649 0.24172.1580 0.03370.32310.12511.2425 0.01050.2329 0.17532.0011 0.03800.4039 0.04491.0337 0.07360.9091 0.11181.48010.14501.22200.08931.67500.15841.5351l0.10620.95710.17033.32840.07690.80560.39444.4322deterministic terms0.0906 0.2315 0.07729.37209.36520.00500.00323.62594.814533.10070.00537.1379R20.550.930.61NOTES: tvalues in parentheses. dummy Q4:90 is an impulse dummy. cayt ct 0.31at 0.74yt 0.05 Step DWU where Step DWU11990Q4:2003Q4. is the step dummy correcting for theeffect of unification.34Table 5: Variance decompositions Variance share of transitory component 124812162024Horizon k in quartersctk Etctk0.00380.000.140.05640.0140.200.04690.010.180.04250.010.150.04040.010.140.03920.01 0.140.03850.010.140.03800.010.13atk Etatk0.08000.000.340.12960.020.270.10230.020.230.07790.020.170.06900.020.150.06420.020.140.06130.020.140.05940.020.14ytk Etytk0.71730.310.920.56690.240.760.36750.130.540.16940.070.260.11620.050.190.09170.040.170.07720.03 0.150.06770.030.15NOTES: numbers in parentheses give the 90%confidence intervals obtained from a bootstrap with 250 replications 35Univariate longhorizon regressions of c, a and y on cay Table 6k Pl1xtl kcayt k vkt Horizon k in quarters 1248121620Panel I: consumption xt ctktstat R20.080.860.000.020.210.010.010.030.010.341.740.020.19 0.640.010.06 0.14 0.010.030.050.01Panel II: financial wealth xt atktstat R20.071.200.00210.24 2.620.050.312.080.050.594.560.110.957.21 0.260.865.900.280.769.660.27Panel III: income xt ytktstat R20.314.930.130.636.650.260.914.44 0.291.495.290.321.623.610.271.32 2.430.141.131.750.08Panel IV: asset prices xt ptktstat R20.081.260.00680.262.530.05980.311.710.04730.562.740.07620.802.440.12390.701.540.07800.511.350.0315NOTES: Panel IIV: OLS regressions. tstatistics are based on heteroskedasticity and autocorrelation consistent standard errors based on Newey and West 1987, using a window width of k 1.Panel IV only: Our asset price measure is constructed as asset wealth net of cumulated savings: pt at t Xl1log1 Yl Cl Al.36Univariate longhorizon regressions on cay: components of asset wealth Table 7xtl kcayt k vktk Pl1124Horizon k in quarters 1612820Panel I: real estate wealth xt areal estatetktstat R20.090.770.010.190.770.020.360.750.000.380.470.010.380.410.010.430.440.010.330.310.01Panel II: excess returns on the stock market DAX xt rdaxt rftktstat R22.812.250.034.272.730.044.251.990.020.180.040.014.911.320.008.422.440.0411.32.590.08Panel III: net stock market returns xt rdaxtktstat R21.702.070.022.591.930.024.061.940.030.260.070.014.441.570.019.18 11.863.152.940.060.10NOTES: OLS regressions. tstatistics are based on heteroskedasticity and autocorrelation consistentstandard errors based on Newey and West 1987, using a window width of k 1  The risk free rate,rf , is a 3months money market rate and rdax logDAXt the quarterly return on the DAX.37LH regressions of DAX excess returns on U.S. cay Table 8xtl 1kcay GERt 2kcay U St k vktk Pl112Horizon k in quarters 12841620Panel I: excess returns on the DAX xt rdaxt rft 1ktstat 2ktstat R21.561.982.351.813.321.651.290.357.662.8411.48 15.743.883.711.131.431.921.384.271.468.331.7414.64 15.542.122.8318.151.85 0.030.040.080.10 0.270.25 0.26 NOTES: see table 7.38Table 9Regressions of business cycle indicators on cy and cay cy.xtl 1kcyt 2k cayt cyt k vktk Pl1124Horizon k in quarters 1612820Panel I: income xt yt 0.314.630.151.090.130.585.210.261.230.240.884.010.280.800.321.415.100.170.320.421.674.810.160.270.451.474.121.262.520.491.263.912.434.810.60Panel II: gdp growth xt gdpt 0.111.440.060.420.010.342.940.210.830.060.562.360.300.680.090.982.640.220.360.151.142.060.040.040.151.041.851.211.330.220.931.382.341.910.30Panel III: unemployment rate xt Ut0.083.610.030.410.080.153.340.050.380.110.313.730.080.300.160.442.230.010.030.140.441.950.250.470.140.432.130.681.320.250.472.311.081.910.41Panel IV: private consumption deflator xt pcet0.142.070.000.030.100.342.850.030.140.230.492.100.130.350.210.862.830.350.510.271.042.750.871.050.350.982.311.531.850.380.731.952.203.070.401k 2k R21k 2k R21k 2k R21k 2k R2NOTES: cy is the residual of a regression of ct yt on a constant and a linear trend. Further notes see table 7.390.040.030.020.0100.010.020.030.04cay cy 0.05Q180 Q182 Q184 Q186 Q188 Q190 Q192 Q194 Q196 Q198 Q100 Q102 Q104Figure 1: Consumptionwealth ratio cay and detrended consumption income ratio cy for Germanyadj. R2 Germany income asset prices consumption 0.60.50.40.30.20.100.60.50.40.30.20.10adj. R2 US asset prices income consumption 0.105101520horizon in quarters 250.1051015horizon in quarters 2025Panel a: Germany Panel b: United States Figure 2: Explanatory power of cay adj. R2 as a function of the forecast horizon 40Assets 204060801004.64.54.44.34.24.140Consumption 20406080100Income 204060801001.21.110.90.80.70.601.51.41.31.21.110Figure 3: the data vs. their trend componentsGerman unification dummied out1.00.80.60.40.20.00.201.00.80.60.40.20.00.20Consumption shock income consumption asset wealth 5101520Transitory shock 1.00.80.60.40.20.00.20Wealth Shock asset wealth returns consumption income 5101520income asset wealth consumption 5101520Figure 4: Impulse responses of the VECM41The following Discussion Papers have been published since 2004: Series 1: Economic Studies Foreign Bank Entry into Emerging Economies: An Empirical Assessment of the Determinants and Risks Predicated on German FDI Data Torsten Wezel Does CoFinancing by Multilateral Development Banks Increase Risky Direct Investment in Emerging Markets? Evidence for German Banking FDI Torsten Wezel Policy Instrument Choice and NonCoordinated Giovanni Lombardo Monetary Policy in Interdependent Economies Alan Sutherland Inflation Targeting Rules and Welfare in an Asymmetric Currency Area Giovanni Lombardo FDI versus crossborder financial services: The globalisation of German banks Claudia M. Buch Alexander Lipponer Clustering or competition? The foreign investment behaviour of German banks Claudia M. Buch Alexander Lipponer 2004 2004 2004 2004 2004 2004 2004 PPP: a Disaggregated View Christoph Fischer 2004 A rentalequivalence index for owneroccupied Claudia Kurz housing in West Germany 1985 to 1998 Johannes Hoffmann 2004 The Inventory Cycle of the German Economy Thomas A. Knetsch 2004 2004 Evaluating the German Inventory Cycle Using Data from the Ifo Business Survey Thomas A. Knetsch Realtime data and business cycle analysis in Germany Jorg Dopke 42 1 2 3 4 5 6 7 8 9 10 11 2004 2004 2004 Business Cycle Transmission from the US to Germany a Structural Factor Approach Sandra Eickmeier Consumption Smoothing Across States and Time: George M. International Insurance vs. Foreign Loans von Furstenberg RealTime Estimation of the Output Gap in Japan and its Usefulness for Inflation Forecasting and Policymaking Koichiro Kamada 2004 Welfare Implications of the Design of a Currency Union in Case of Member Countries of Different Sizes and Output Persistence Rainer Frey 2004 On the decision to go public: Evidence from privatelyheld firms Ekkehart Boehmer Alexander Ljungqvist 2004 Who do you trust while bubbles grow and blow? A comparative analysis of the explanatory power of accounting and patent information for the market values of German firms Fred Ramb Markus Reitzig 2004 2004 2004 2004 The Economic Impact of Venture Capital Astrid Romain, Bruno van Pottelsberghe The Determinants of Venture Capital: Additional Evidence Astrid Romain, Bruno van Pottelsberghe Financial constraints for investors and the speed of adaption: Are innovators special? Ulf von Kalckreuth How effective are automatic stabilisers? Theory and results for Germany and other OECD countries Michael Scharnagl KarlHeinz Todter 43 12 13 14 15 16 17 18 19 20 21 2004 2004 2004 2004 2004 2004 2004 2004 2004 2004 22 23 24 25 26 27 28 29 30 31 Asset Prices in Taylor Rules: Specification, Estimation, and Policy Implications for the ECB Pierre L. Siklos Thomas Werner Martin T. Bohl Financial Liberalization and Business Cycles: The Experience of Countries in the Baltics and Central Eastern Europe Lucio Vinhas de Souza Towards a Joint Characterization of Monetary Policy and the Dynamics of the Term Structure of Interest Rates Ralf Fendel How the Bundesbank really conducted monetary policy: An analysis based on realtime data Christina Gerberding Andreas Worms Franz Seitz Realtime Data for Norway: Challenges for Monetary Policy T. Bernhardsen, . Eitrheim, A.S. Jore, . Risland Do Consumer Confidence Indexes Help Forecast Consumer Spending in Real Time? Dean Croushore The use of real time information in Phillips curve relationships for the euro area Maritta Paloviita David Mayes The reliability of Canadian output gap estimates JeanPhilippe Cayen Simon van Norden Forecast quality and simple instrument rules Heinz Gluck a realtime data approach Stefan P. Schleicher Measurement errors in GDP and forwardlooking monetary policy: The Swiss case Peter Kugler Thomas J. Jordan Carlos Lenz Marcel R. Savioz 442004 2004 2004 2004 2004 2004 2004 2004 2004 2004 2005 32 33 34 35 36 37 38 39 40 41 1 Estimating Equilibrium Real Interest Rates in Real Time Todd E. Clark Sharon Kozicki Interest rate reaction functions for the euro area Evidence from panel data analysis The Contribution of Rapid Financial Development to Asymmetric Growth of Manufacturing Industries: Common Claims vs. Evidence for Poland Karsten Ruth George M. von Furstenberg Fiscal rules and monetary policy in a dynamic stochastic general equilibrium model Jana Kremer Inflation and core money growth in the euro area Manfred J.M. Neumann Claus Greiber Taylor rules for the euro area: the issue of realtime data Dieter Gerdesmeier Barbara Roffia What do deficits tell us about debt? Empirical evidence on creative accounting with fiscal rules in the EU Jurgen von Hagen Guntram B. Wolff Optimal lender of last resort policy in different financial systems Falko Fecht Marcel Tyrell Expected budget deficits and interest rate swap Kirsten HeppkeFalk spreads Evidence for France, Germany and Italy Felix Hufner Testing for business cycle asymmetries based on autoregressions with a Markovswitching intercept Malte Knuppel Financial constraints and capacity adjustment in the United Kingdom Evidence from a large panel of survey data Ulf von Kalckreuth Emma Murphy 452005 2005 2005 2005 Common stationary and nonstationary factors in the euro area analyzed in a largescale factor model Financial intermediaries, markets, and growth The New Keynesian Phillips Curve in Europe: does it fit or does it fail? Taxes and the financial structure of German inward FDI Sandra Eickmeier F. Fecht, K. Huang, A. Martin Peter Tillmann Fred Ramb A. J. Weichenrieder 2005 International diversification at home and abroad Fang Cai Francis E. Warnock 2005 2005 2005 2005 2005 2005 Multinational enterprises, international trade, and productivity growth: Firmlevel evidence Wolfgang Keller from the United States Steven R. Yeaple Location choice and employment decisions: a comparison of German and Swedish multinationals S. O. Becker, K. Ekholm, R. Jackle, M.A. Muendler Business cycles and FDI: evidence from German sectoral data Claudia M. Buch Alexander Lipponer Multinational firms, exclusivity, and the degree of backward linkages Ping Lin Kamal Saggi Firmlevel evidence on international stock market comovement Robin Brooks Marco Del Negro The determinants of intrafirm trade: in search Peter Egger for exportimport magnification effects Michael Pfaffermayr 46 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 2005 2005 2005 2005 Foreign direct investment, spillovers and absorptive capacity: evidence from quantile regressions Sourafel Girma Holger Gorg Learning on the quick and cheap: gains from trade through imported expertise James R. Markusen Thomas F. Rutherford Discriminatory auctions with seller discretion: evidence from German treasury auctions Jorg Rocholl Consumption, wealth and business cycles: why is Germany different? B. Hamburg, M. Hoffmann, J. Keller 47Series 2: Banking and Financial Studies Forecasting Credit Portfolio Risk A. Hamerle, T. Liebig, H. Scheule Systematic Risk in Recovery Rates An Empirical Analysis of US Corporate Credit Exposures Klaus Dullmann Monika Trapp Does capital regulation matter for bank behaviour? Evidence for German savings banks Frank Heid Daniel Porath Stephanie Stolz German bank lending during emerging market crises: A bank level analysis F. Heid, T. Nestmann, B. Weder di Mauro, N. von Westernhagen How will Basel II affect bank lending to emerging markets? An analysis based on German bank level data T. Liebig, D. Porath, B. Weder di Mauro, M. Wedow Estimating probabilities of default for German savings banks and credit cooperatives Daniel Porath Measurement matters Input price proxies and bank efficiency in Germany Michael Koetter The supervisors portfolio: the market price risk of German banks from 2001 to 2003 Analysis and models for risk aggregation Christoph Memmel Carsten Wehn 2004 2004 2004 2004 2004 2004 2005 2005 48 1 2 3 4 5 6 1 2 Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Visitors shouldprepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics,financial markets or international economics. Proposed research projects should be fromthese fields. The visiting term will be from 3 to 6 months. Salary is commensurate withexperience.Applicants are requested to send a CV, copies of recent papers, letters of reference and aproposal for a research project to:Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14D 60431 Frankfurt GERMANY 3149", "filename": "200516dkp.pdf", "person": ["Britta Hamburg", "Hamburg, Britta", "Mathias Hoffmann", "Hoffmann, Mathias", "Joachim Keller", "Keller, Joachim"], "date": ["2005"]}