{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19665/1/200636dkp.pdf"], "title": ["Political risk and export promotion: evidence from Germany"], "plaintext": "Abstract Political risk represents an important hidden transaction cost that reduces international trade. This paper investigates the claim that German public export creditguarantees Hermes guarantees mitigate this friction to trade ows and hence promote exports. We employ an empirical trade gravity model, where we explicitlycontrol for political risk in the importing country in order to evaluate the eect ofexport guarantees. The idea behind export promotion through public export creditagencies ECAs is that the private market is unable to provide adequate insurancefor all risks associated with exports. As a consequence, rms export activities arelimited in the absence of insurance provision. Using a novel data set on guaranteeswe estimate the eect of guarantees in a static and dynamic panel model. We nd astatistically and economically signicant positive eect of public export guaranteeson exports which indicates that export promotion is indeed eective. Furthermore,political risk turns out to be a robust determinant of exports and hence should betaken into account in any empirical model of trade.Keywords: public export credit guarantees, political risk, panel regression.JEL classication: F13, H81, C23.1Nontechnical summary Beginning with Jan Tinbergen in 1962, the academic literature early on pointedto political risk as an important impediment to international trade. This form ofrisk represents an additional transaction cost which has to be taken into account byrms in their export decisions since political events may lead to payment arrears oreven default. While this notion became widely accepted, the empirical evidence onthe role of political risk is relatively scant.A recent article has focused on the role of export credit guarantees, which aregranted to insure exporters against political risks and thus promote exports. Thisarticle acknowledges political risk as a friction to trade but has neglected this frictionin the empirical analysis.Our contribution to the literture is threefold. First, we incorporate political riskinto our empirical model of exports. Secondly, we provide evidence on the eectiveness of export credit guarantees in fostering exports using a novel data set onexport credit guarantees from the German Export Credit Agency ECA Euler Hermes. Specically, our data set comprises German exports and guarantees to 130countries over the period 1991 to 2003. Third, we apply a dynamic panel estimatorwhich allows us to capture export dynamics, i.e. to take the eect of past exportson current exports into account.The main ndings are as follows. Our results underline political risk as an important impediment to exports. Political risk in an importing country has a signicantand negative impact on German exports. Furthermore we nd that export creditguarantees have a positive and signicant inuence on exports. Note that the inclusion of political risk only leads to a small reduction of the eect of guarantees onexports.In order to evaluate the eectiveness of guarantees on exports, we focus on thelong term multiplier. We interpret a multiplier with a value below one as ineective,because it implies that an additional Euro of guarantees leads to less than a proportional increase in exports. Our results suggest that guarantees are indeed eectivein stimulating exports. An additional euro of guarantees leads to a more than proportionate rise in exports. However, the size of the multiplier is shown to cruciallydepend on estimators used and subsamples considered. With regard to the former,static panel estimators suggest a considerably larger multiplier than dynamic estimators, which may potentially be due to a bias of the static estimator. With regardto subsamples, we can for instance only conrm an eective export promotion fornonindustrial countries from 1999 onwards. The latter may be due to a change inthe regulation of ECAs.Nichttechnische Zusammenfassung Jan Tinbergen ausserte bereits 1962 die Vermutung, dass politische Risiken einehemmende Wirkung auf den internationalen Handel haben konnten. Die Begrundungdafur ist, dass politische Risiken zusatzliche Transaktionskosten darstellen, die indie Exportentscheidung von Firmen einbezogen werden. Wahrend dies allgemeinanerkannt ist, gibt es bislang nur wenige empirische Belege dafur in der Literatur.In einem erst kurzlich publizierten Artikel wird die Eektivitat der Exportgarantien, die als Versicherung gegen politische Risiken vergeben werden, untersucht.Wahrend die hemmende Wirkung von politischen Risiken erwahnt wird, wird diese Friktion nicht in der empirischen Analyse berucksichtigt.In diesem Beitrag werden dagegen politische Risiken bei der empirischen Evaluierung von Exportgarantien einbezogen. Als Grundlage der empirischen Analyse dientein neuer Datensatz der EulerHermes Kreditversicherung AG. Dieser Datensatzumfasst die deutschen Exporte und Exportgarantien fur 130 Lander von 1991 bis 2003. Im Gegensatz zu anderen Studien verwenden wir unter anderem auch einen dynamischen Schatzansatz, der es ermoglicht, den Einuss historischer Exportstromeauf gegenwartige Exporte zu untersuchen.Unsere Ergebnisse bestatigen die hemmende Wirkung von politischen Risiken aufdie Exporte. In anderen Worten, es werden deutlich weniger deutsche Waren in Lander mit hohen politische Risiken ausgefuhrt. Zudem lasst sich ein positiver undsignikanter Einuss von Exportgarantien auf die Exporte feststellen. Die Berucksichtigung von politischem Risiko fuhrt nur zu einem geringen Ruckgang des Eektesder Garantien auf die Exporte.Im Rahmen der Evaluierung der Garantien untersuchen wir insbesondere denlangfristigen Multiplikatoreekt, den Garantien auf Exporte haben. Ist der Multiplikator kleiner als Eins interpretieren wir dies als nichteektiv, da ein zusatzlicher Euro an Garantien dann langfristig zu weniger als einem Euro Exporten fuhrt. Insgesamt deuten unsere Ergebnisse auf einen Multiplikator groyer Eins hin, so dass Exportgarantien zu einer uberproportionalen Steigerung der Exporte fuhren. Es zeigtsich jedoch, dass der Wert des Multiplikators massgeblich von dem Schatzansatz undder Stichprobe abhangt. Eine Schatzung mittels statischer Verfahren fuhrt beispielsweise zu einem deutlich hoheren Multiplikator als mittels dynamischer Verfahren.In die gleiche Richtung wirkt sich eine Beschrankung der Stichprobe auf NichtIndustrielander aus. Fur diese Landergruppe zeigen die Ergebnisse erst ab 1999 eineeektive Forderung von Exporten durch Garantien. Dies konnte auf die positive Wirkung einer Reform der Regulierung von Exportkreditagenturen zuruckzufuhrensein.Contents 1 Introduction 2 The institutional setting 2.1 Motivation for public export guarantees . . . . . . . . . . . . . . . . .2.2 How does Euler Hermes work? . . . . . . . . . . . . . . . . . . . . . .13463 Empirical strategy 783.1 The data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .3.2 Empirical model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .93.3 The gravity equation . . . . . . . . . . . . . . . . . . . . . . . . . . . 104 Empirical Results 134.1 Baseline specication . . . . . . . . . . . . . . . . . . . . . . . . . . . 134.2 Robustness of the results . . . . . . . . . . . . . . . . . . . . . . . . . 175 Conclusion 6 Appendix 1823Political Risk and Export Promotion:Evidence from Germany 11Introduction Exports safeguard economic growth, jobs and a good standard ofliving in Germany. A country which is a successful exporter needs astrong and reliable state export credit insurance scheme. This isparticularly important for opening up the dicult marketsin the threshold and developing countries.2Apart from purely economic variables it is likely thatpolitical or semipolitical factors play a part in determiningthe volume of trade between countries.3Political risk matters to international trade activity, because it represents animportant hidden transaction cost. Meon and Sekkat 2004 nd that participation of Middle East and North African countries in the world economy is severelystrained due to political risk and low quality of institutions. Anderson and Marcouiller 2002 provide evidence for the importance of insecurity and corruption oninternational trade patterns within a gravity framework.The basic idea behind trade gravity models is related to Newtonian physics stating that trade volumes between two countries depend positively on economic massand negatively on resistance. While the trade constraining eect of distance andasymmetric information is well documented, political risk as another crucial frictionto trade has been largely neglected in the academic literature so far.Export promotion aims at mitigating frictions in international trade. Governmentsseek to stimulate exports by granting export credit guarantees against export risks,especially political risks. While this public sector intervention was hotly debated inthe past due to potential subsidy rates in the risk premia charged from exporters,several international agreements and regulations largely repelled these concerns.41This paper represents the authors personal opinions and does not necessarily reect the viewsof Deutsche Bank Research, the Deutsche Bundesbank or its sta. The paper is a project of the Chair for International Macroeconomics at the University of Mainz and the Department for Banking Supervision at Deutsche Bundesbank. The authors are especially indebted to Dieter Urban,Stefan Bergheim, Peter Egger, Helmut Reisen and Beatrice Weder for support and discussions.We also beneted from discussions with seminar participants at the 2nd Macroeconomic Workshop, especially Helge Berger, Volker Nitsch and JanEgbert Sturm, at Deutsche Bundesbank, inparticular Thilo Liebig and Frank Heid, and at the University of Mainz, especially Yvonne Langeand Sven Drebes. Financial support by the Deutsche Bundesbank during the work on this paperis gratefully acknowledged. We thank Euler Hermes for kindly providing data and their sta forfruitful discussions. Any errors or omissions are, of course, our own.2Wolfgang Clement, Former German Economy Minister AGA, 2003.3Tinbergen 1962, p.265.4This claim is supported by the data exemplied in Table 3 in the appendix. Ocial exportcredit agencies started to breakeven in the mid 1990s. More details on this table and the mentionedagreements will be given below. Important contributions in this strand of literature include Melitzand Messerlin 1987, Abraham and Dewit 2000 and Dewit 2001.1Notably, the empirical literature has very little to say about the trade promotingeect of export credit agencies ECAs. Since all industrial and an increasing numberof emerging countries have installed ECAs, this comes as a surprise.5 Beyond that itis remarkable that ECAs receive relatively little public attention even though theirtotal new nancing commitments averaged about USD 85 billion each year over theperiod 1998 to 2002, outnumbering gross ocial development assistance and grossinternational nancial institution lending Wang et al., 2005.6While the scope and exact objective of an ECA may vary from country to country,most of them were founded on grounds of market imperfections in the export insurance sector, namely inadequate provision of risk insurance by the private sector. Theargument goes that a lack of export insurance places high risks on exporting rmsand thus limits their exporting activities. The primary function of export creditagencies can thus be seen in removing or reducing uncertainties and risks inherentto international trade, or at least to shift them away from exporters and their banksand thus to promote trade Stephens, 1999. The German government seeks exportpromotion primarily through Euler Hermes, the German export credit agency.7The empirical and theoretical literature on export promotion is rather scant.8 Animportant recent empirical contribution is Egger and Url 2006 who on the onehand test for the trade promoting eect of public export credit guarantees providedby the Oesterreichische Kontrollbank Oe KB and on the other hand investigate ifthese state guarantees inuence the export structure with regard to industries andcountries. Using newly granted guarantees disaggregated on a 2digit industry levelfor the period 19962002 the authors nd that Austrias ECA indeed fosters exportactivity. Interestingly, they nd that a small positive shortterm eect is outreachedby a much more pronounced longterm eect. The overall multiplier amounts to 2.8.The export structure does not seem to be altered by the provision of public exportinsurance.While our empirical approach is related to Egger and Url 2006, we make threeimportant contributions. First, we extent their empirical model by the friction that 5Many ocial export credit agencies ECAs in industrial countries were founded after World War II. Major ECAs include Export Credits Guarantee Department ECGD of the United Kingdom, ExportImport Bank of the United States, Euler Hermes of Germany, Compagnie Francaise dAssurance pour le Commerce Exterieur COFACE of France, Sezione Speciale perlAssicurazione del Credito allEsportazione SACE of Italy and International Trade Policy Bureau, Ministry of International Trade and Industry EIDMITI of Japan, just to name a few ofthem. Most ocial export credit agencies of OECDcountries and some private insurers are partof the Berne Union, the International Union of Credit and Investment Insurers.6The gure refers to the amount of exports guaranteed by the Berne Union, whose membersare largely but not exclusively from the public sector. The gures for gross ocial developmentassistance and gross international nancial institution lending amount to about USD 67 billionand USD 60 billion per year over the same period Wang et al., 2005.7Note that Euler Hermes is able not only to underwrite export credit insurance on behalf of the German government as a public export credit agency but also to take export insurance on theirown account as a member of the Allianz Group private sector insurance. This paper only refersto the public dimension of the insurance activities of Euler Hermes.8Recent empirical studies dealing with alternative means to promote exports are provided by Rose 2005, Nitsch 2005 and GilPareja et al. 2005, who focus on the impact of embassies,state visits and regional trade agencies on foreign trade. The theoretical literature on ocialexport credit insurance includes Funatsu 1986, Dewit 2001 and RienstraMunnicha and Turvey2002.2gives rise to export guarantees, namely political risk. Secondly, we evaluate theclaim that German export credit guarantees indeed foster the export activities of German companies in a dynamic framework. And third, while the internationalcomparison with the Austrian case is interesting in itself, we analyze in the case of Euler Hermes a dominant player in the world export credit insurance market. In theyear 2004, Euler Hermes granted about 21 billion Euro of new export guaranteesAGA, 2004, i.e. exports worth 21 billion Euro about 2.9 percent of total exportswere guaranteed on behalf of the German government.9 The total exposure of the Federal Government stood on average at roughly 115 billion Euro over the last sevenyears. Over the period 1990 to 2002 Euler Hermes accounted on average for nearlyone fth of all new commitments underwritten by members of the Berne Union, the International Union of Credit and Investment Insurers, encompassing all importantocial ECAs and a number of private reinsurers.10Our main ndings are the following: First, we nd strong evidence that politicalrisk has a detrimental eect on exports. This nding conrms the opening quoteby Jan Tinbergen that political factors do matter for international trade. We nd astatistically and economically signicant impact of political risk in empirical trademodels, which has been largely neglected in the empirical trade literature so far.Secondly, we can conrm the eectiveness of guarantees for export promotion. Ourresults suggest a multiplier in the range of 1.7 to around 6, i.e. for every additionalunit of granted export guarantee exports increase by up to six units. Hence, theseresults indicate that Euler Hermes seems to live up to one of its basic rationales forexistence: German export promotion. However, we also nd that the eect diers forthe subsample of nonindustrial countries as well as for the time period considered.While we cannot conrm this eect for nonindustrial countries prior to 1999, wend an export promoting eect of guarantees for the period since then. Third, ourdynamic panel approach allows us to provide evidence that a dynamic specicationis warranted to model international trade in a gravity framework.This paper is organized as follows. In the second section, we discuss why public sector intervention in the market for export insurance may be warranted. Wefurther provide a description of the functioning of the German ECA and the relevant international agreements in place. The third section takes a closer look at thedata, explains the estimation strategy and formulates the testing hypothesis. Thefollowing section contains the results and discusses the various robustness checksundertaken. The nal section summarizes the results and provides an outlook forfuture research.2 The institutional setting In the following section, we provide the theoretical motivation for public exportguarantees. Furthermore, we describe how Euler Hermes works in practise.9Note that about 8 percent of all exports to nonindustrial countries are guaranteed, while only 10Authors calculations based on gures provided by Wang et al. 2005 and AGA 2004.about 0.25 percent of exports to industrial countries are guaranteed.32.1 Motivation for public export guarantees The theoretical starting point for the discussion is the ArrowDebreu model whichassumes that an insurance market for any type of risk exists.11 In an economy withcomplete markets and full information available to all agents, markets for all futurestates of the world exist and risk can be priced on forward markets. If desired, agentscan thus hedge against certain risks according to their risk attitude by buying andselling forward contracts. If markets are incomplete andor asymmetric informationexists, government intervention might be useful in order to improve eciency.International trade is commonly conducted on the basis either of payment onreceipt of goods or of payment within 180 days of receipt Stephens, 1999. Thisintroduces some degree of uncertainty for the exporter with respect to the shipmentand timely payment of the importer. On the one hand, the importer may becomeinsolvent and hence defaults on the export contract commercial risk and on theother hand actions by an importers host government may cause nonpayment onan export contract political risk.12 Such action may include foreign exchange restrictions, debt moratoria or acts of war. Assuming risk averse exporters, we expectthem to seek protection against such risks. That said, exporters are willing to pay arisk insurance premium in order to hedge against some or all of the risks inherent totheir international trade activities. The crucial question is whether wellfunctioningprivate markets exist for all export risks. In what follows, we will describe thereasoning behind market imperfection for the political risk insurance.Three main arguments can be brought forward in support of a market imperfection, namely i high correlations of risks in an export credit portfolio ii strongtimevarying risk exposures and iii potentially higher recovery rates of claims stemming from political risk arrears by export credit agencies. While the rst two arguments constitute characteristics of export credit risks that make them dierentfrom other industrial risks and challenge the insurability of export credit risk 13 ,the last argument is linked to sovereign risk issues.p.269f.country risk. For further details see for instance Bouchet et al. 2003.With regard to the rst argument, export credit risks by their very nature tendto be highly correlated. Given that credits at risk are concentrated within a givencountry all credits are exposed to the same political risk which thus cannot beeasily diversied away.14 Hence, the assumption of independence among exposureunits and the randomness of losses does not hold in this context. On top of that,11The following paragraph mainly relies on Alsem et al. 2003 and Obstfeld and Rogo 1999,12It is nowadays commonly accepted that political risk constitutes an important subgroup of 13We only focus on those risks and specics of export credit risk that warrant a closer look forour research question. More generally, Schmit 1986 lists the following requisites of an ideallyinsurable risk: large number of homogeneous exposure units; independence among exposure units;calculable expected loss in monetary values; denite loss as to time, place, amount, and cause;fortuitous loss; economic feasibility; avoidance of catastrophe potential.14The arguments with respect to the specics of export credit risk are mainly based on Alsemet al. 2003, ch. 3. Consider for instance the imposition of capital controls or even worse thedeclaration of a debt moratorium that prevent private domestic companies in an emerging marketfrom buying foreign exchange. If twenty enterprises bought export insurance against this risk typein a single country from the same insurer, it would be highly likely that the insurer has to pay outall twenty companies as a consequence of this event.4potential contagion from one country to another may even question the independenceof political risks across countries. Hence, risks tend to deteriorate in tandem andlosses are concentrated. The unbalancedness of a portfolio of export credit risks canbecome high.15 This in turn may negatively aect the economic feasibility, becausea relatively unbalanced risk portfolio requires the reinsurer to hold relatively morecapital reserves andor drives risk premiums up. This may prevent a liquid privatemarket from unfolding.Secondly, the local political conditions may change quickly and surprisingly dueto external events such as war, acts of terrorism or internal events such as electionsor political turbulence. Recent developments in Latin America, where internationalinvestors are currently facing a high expropriation risk, underline that political conditions not only may change quickly but are also interlinked.16 In such situations, itbecomes very hard for the insurer to gauge the actual risk of an export credit coverbeyond a few months in the future, resulting in higher risk aversion on the insurersside. Alsem et al. 2003, p.45 underline that one cannot necessarily infer from pastpolitical risk experience to future developments aecting the risk portfolio. Thesecharacteristics imply that export credit insurance require a high prot margin andhigh capital requirements.Finally, a further argument in favor of a public sector intervention through creditexport agencies is based on the specics of sovereign debt. It is argued that thegovernment has an advantage over the private sector in recovering claims in theabsence of an international or supranational bankruptcy court. The government canbundle all its claims and put various diplomatic means to use in order to recoverdue obligations. This may result in bilateral negotiations andor multilateral debtrescheduling under the aegis of the Paris Club. Public ocials acknowledge thathigh expectations of recoveries from political claims under rescheduling agreementsare justied AGA, 2003, p.71. Figure 1 in the appendix shows claims paid outby Euler Hermes due to and recoveries from political risk. It is noteworthy that debtrestructuring agreements make up for the largest share of recoveries.17In sum, market imperfection relevant to our research question may be threefold.First of all, if the price of a risk transfer, namely the insurance premium, is gettingtoo high for exporters exposed to political risk, no transfer takes place and nomarket for this particular risk transfer will develop. Against the background ofelevated political risk in developing countries, there is still a considerable amountof potential trade andor investment that does not take place due to the absence ofpolitical risk insurance. Secondly, and linked to the rst argument, private insurancecompanies are not willing or able to bolster such risks with sucient capital. Thecomplex nature of political risk and the large scale of potential losses in typicalmediumterm projects would require very high capital reserves. Finally, recoveryrates from defaults and arrears stemming from political risk may be higher, when 15Alsem et al. 2003 measure unbalancedness of risks in a given portfolio through the correlation 16After Bolivias president Morales declared a renationalization of the countrys oil and gasindustry at the beginning of May 2006, Ecuadors president Palacio mimicked his counterpartsdecision two weeks later.17Still, the data has to be interpreted with some caution since there are usually considerablelags between the moment a claim is paid out and it can be partly recovered through a debtrestructuring agreement.between risks.5the government manages the claims.2.2 How does Euler Hermes work?Commercial risk and political risk are the two main categories of risk which are typically insured by export credit agencies.18 The German government provides exportand investment credit guarantees to companies and banks via a consortium consisting of Euler Hermes KreditversicherungsAG and Pricewaterhouse Coopers AG.19The aim of these guarantees is to provide an insurance against risks not adequatelycovered by the market and thus to promote trade with developing countries Euler Hermes, 2003. These guarantees are commonly referred to Hermes guarantees or Hermes Buergschaften and encompass general political risk, conversion and transferrisk as well as other commercial risks.20 There are essentially two ways a guaranteecan be granted by Euler Hermes. Either, the export credit agency grants a suppliercredit which essentially implies selling insurance directly to the exporter. Alternatively, if a bank nances the export activity, the insurance can be given to the bankto cover default risk. In this case, the insurance coverage of the ECA is redirectedfrom the exporter to his house bank. Other simple scenarios include that the exporters bank directly applies for the insurance in country A or that a bank grantsthe importer a credit in country B, implying a bank relationship between a Germanbank and a bank abroad.Another aspect of export guarantees is the nexus between Euler Hermes and the Federal state. The German government is involved in three decisive ways in the provision of credit guarantees. First, public export credit guarantees are fully integratedinto the accounts of the government. Income such as premiums, fees and monies recovered are transferred to the federal budget accounts. All disbursements and costsincurred such as indemnication of claims and administrative expenses are also paidout of federal funds. Euler Hermes is paid a fee for handling the export credit schemeEuler Hermes, 2003. Secondly, the statutory maximum exposure limit representsthe maximum amount up to which liability in form of granted export guaranteesmay be accepted by the Federal Government under the Federal Budget Law. Euler Hermes can underwrite export risks on behalf of the German state up to this ceiling, whereby it is noteworthy that the Interministerial Committee IMC examinesall major applications and decides whether to grant cover. However, the statutorymaximum exposure limit has traditionally not been fully exhausted. Table 6 gives 18Euler Hermes denes commercial risk as the risk that the importer private buyers onlybecomes insolvent or fails to pay within six months after due date. Euler Hermes covers the followingtypes of political risks: i general political risk such as legislative or administrative measures, wars,riots or revolution, which prevent payment of the covered debt, ii conversion and transfer risk suchas nonconversion and nontransfer of local currency deposits made by the buyer as a consequenceof restrictions placed on international money transfer, namely capital controls or an outright debtmoratorium, iii loss of goods due to political events and iv loss of entitlement to payment dueto impossibility of contract fullment. See http:www.exportkreditgarantien.deengindex.html6.1.2005.19Euler Hermes is mainly responsible for credit export guarantees and Pw C is largely in chargeof investment guarantees and untied loan guarantees. For simplicity, we will use henceforth Hermesfor Euler Hermes KreditversicherungsAG and Pricewaterhouse Coopers AG synonymously.20From here onwards, we use the term political risk interchangeably for political, conversion andtransfer risks.6an overview over the guarantee business of Euler Hermes.21 A comparison of column6 and 7 reveals that granted guarantees have not exceeded once the total ceilingin the period from 1991 to 2003. This provides evidence that demand for exportguarantees is not restricted in practice by this upper ceilingAGA, 2004. Secondly,Table 6 shows that applications for cover are substantially higher than newly grantedguarantees. This suggests prima facie that demand for export guarantees is considerably restrained, but the existing gap can be partly explained by the fact that notall applications nally result in an export business. In addition, for some countries aspecic ceiling is xed which consequently may restrain the demand for export coverage in the respective countries. Finally, the risk premia charged by Euler Hermesare based on country ratings. Hence provided that ratings used by Euler Hermesadequately reects risk insurance should be priced appropriately.22There are several international agreements in place that regulate the activities ofpublic export credit agencies ECAs. First, the World Trade Organizations Agreement on Subsidies and Countervailing Measures SCM disciplines the use of exportsubsidies. This agreement demands premia to cover longterm operating costs andlosses and was strengthened in 1995. Table 3 in the appendix shows premia received,recoveries from defaulted payments and claims that were paid out by Berne Unionmembers and Euler Hermes, respectively. Following Dewit 2001 the sum of premiaand recoveries is divided by total claims. The last two columns show this ratio for the Berne Union and Euler Hermes. A ratio below 1 means that income from risk insurance is insucient to cover reimbursements claimed, indicating a subsidy componentin the risk premia charged to exporters. The Berne Union started to breakeven inthe mid 1990s and Euler Hermes in 1998 as exemplied by a ratio larger than 1.Secondly, the socalled KnaepenPackage ensures as part of a more general OECDConsensus Arrangement an international level playingeld by establishing guidingprinciples for minimum riskbased premium fees for country and sovereign risks. The KnaepenPackage has become eective in 1999. The European Union 23 has taken athird regulatory action by restricting ECAs activities to nonmarketable risks incontrast to marketable risks. The rationale behind this decision is to eliminate distortions of competition in the export risk insurance market, where private provisionis expected to cover the demand at reasonable risk premia. According to the EUshortterm business to OECD core members represents such a case. Hence, ECAsare restricted from shortterm public export guarantees that aim at covering exportrisks to OECD core members with a maturity of less than two years since 1998.Export business with a duration of over two years can still be insured by ECAs.3 Empirical strategy In this section we conduct an empirical analysis focusing on the impact of guaranteesand political risk on exports. Hence, we test whether Euler Hermes guarantees actually promote German exports and whether political risk hampers German exports.21Figures in columns 2 to 4 are based on the data set in use and may diverge from ocial 22Support for the adequacy of ECA ratings is provided by the proposals under Basel II. The use 23For further details see http:ec.europa.eutrade 22.9.2006.of ratings provided by ECAs is explicitly permitted to calculate capital requirements for banks.gures in the annual reports due to rounding errors and exchange rate conversion.7Before presenting the empirical strategy employed, we briey describe the data inuse. Finally, we present the results as well as robustness checks.3.1 The data Our analysis relies on data from various sources. To begin with, we use data on German exports provided by the Federal Statistical Oce Germany, which is displayedin Table 4 in the appendix. As can be seen, most exports are directed to industrialcountries, which amounted to 483 billion Euro or 73 percent of total exports in theyear 2003. This fact can be rationalized by the new trade theory emphasizingthe importance of intraindustry trade among countries with similar factor endowments.24 The second most important destination of German exports is Emerging Europe where exports accounted for 13 percent of total exports in 2003, followed by Asia with around 6 percent.Especially noteworthy is that the export growth dynamics largely stem from nonindustrial countries. While exports to industrial countries grew by about 6 percentper annum over the period 1991 to 2003, export growth to nonindustrial countrieswas nearly twice as high around 12 percent per annum. Eastern Europe experiencedthe strongest growth of German exports, with exports growing on average at 20percent per annum from 11 billion Euro shortly after the fall of the iron curtain to 90 billion Euro in 2003. The dynamic development in this region, the scrapping oftrade barriers as well as the regions geographic proximity to Germany have certainlyunderpinned this trend. Exports to Asia developed dynamically as well with around 11 percent per annum growth. Note that the export gures for Asia reect the Asian crisis in 1997, with exports plunging in the following two years and the precrisis level only to be reached again in 2000. While export growth to the Western Hemisphere 25 is slightly higher than to industrial countries, Africa and the Middle East registered lower growth rates per annum both around 4.5 percent.26 To sumup, industrial countries are by far the largest export destination for Germany, butthe export growth dynamics are considerably higher in nonindustrial countries.Next, we take a closer look at the data on all newly granted guarantees for theperiod 1991 to 2003, which were kindly provided by Euler Hermes.27 Table 5 displays the development of Euler Hermes guarantees over time and by region. Clearly,Asia and Emerging Europe, i.e. Eastern Europe, CIS countries, Malta, Cyprus and Turkey, receive most export guarantees over the sample period amounting to an average of 4.4 and 4.0 billion Euros per year, respectively. Note that as for exports, the Asian crisis took its toll on the total amount of guarantees.28 Countries in the Middle East as well as in the Western Hemisphere receive on average around 2.5 billionper year. In contrast, Africa received least of all nonindustrial regions. It shouldbe noted that the shortterm guarantees granted for exports to industrial countries 24See for instance Helpman 1998.25The United States and Canada are part of the subgroup industrial countries.26Note the strong growth of exports to the oil exporting countries in the Middle East since 2000,27Coverage of risks by guarantees typically distinguishes between before and after the shipment.28Note that the strong decline in Euler Hermes guarantees in the aftermath of the Asian crisisimplying that Germany benetted to some extent from their increasing oil revenues.The data used in the analysis represents cover after shipment.supposedly was driven by supply as well as demand side factors.8have faded away since 1998 in response to a new EU Commission Directive thatlimits export credit insurers activity to socalled nonmarketable risks.29 Fromthen on ECAs had to abstain from shortterm business in the EU and the OECDcore countries.30Note, however, that an interesting picture emerges by looking at the percentageof total exports covered by Euler Hermes guarantees. Even though the share of totalexports covered has been declining over time with an all time high of 12.3 percentin the late 1970s AGA, 2004 to around 3.5 percent in the last decade see also Table 6, public export credit guarantees still play a vital role in higher risk regions.Roughly speaking, every fourth unit of exports was publicly insured over the sampleperiod to Western Hemisphere 23 percent, the Middle East 20 percent and Africa18 percent, followed by Asia with 16 percent and Eastern Europe with 8 percent.The relative export coverage to industrial countries is negligible.A second source of data in the empirical analysis is the International Country Risk Guide ICRG indicator on political risk provided by the Political Risk Services Group PRS. This quantitative indicator is a blend of political factors thatpotentially inuence the risk of investing in a country. The analysts subjective opinions on the following components with weights in brackets constitute the politicalrisk indicator: Government stability 12, socioeconomic conditions 12, investmentprole 12, internal conict 12, external conict 12, corruption 6, military inpolitics 6, religion in politics 6, law and order 6, ethnic tensions 6, democraticaccountability 6, bureaucratic quality 4.31 The original indicator runs from zerovery high risk to one hundred very low risk. For better intuition, we inverted theindex. Hence, a higher political risk indicator implies higher risk in the importingcountry. As a robustness check, we also employ the ICRGs composite risk indexthat consists of the political, nancial and economic risk indicator.The World Development Indicators constitute a third data source for instance fordata on consumer price indices, gross domestic product, gross xed capital formationas well as population size. Individual variables and their sources are described indetail in the appendix. The appendix also contains summary statistics as well ascorrelation matrices for the variables used in the regression analysis.3.2 Empirical model In the literature, international trade ows have often been studied along the lines ofthe gravity equation.32 The basic idea behind a gravity equation is related to physicsand the fact that gravitational attraction between two bodies depends upon the 29The annual reports on export credit guarantees of the Federal Republic of Germany provide aconstant update on such issues AGA, 2001, AGA, 2002 and AGA, 2003. For more details onthe jurisdiction see the European Union website http:europa.eu.int.30Exceptions to this rule are Cyprus, Czech Republic, Estonia, Hungary, Republic of Korea,Latvia, Lithuania, Malta, Mexico, Poland, Slovak Republic, Slovenia and Turkey, whereby the new EU accession countries are viewed as marketable risk starting from 2005. Note that these countriesdo not show up as industrial countries anyway in the above classication of regions.31Since this political risk indicator also incorporates issues like corruption and law and order it 32This methodology dates back to Tinbergen 1962 and Poyhonen 1963, who rst estimatedis sometimes interpreted as an indicator of institutional quality.a gravity equation for trade ows.9mass of each body and the distance separating them Baldwin, 1994, p.119. Inother words and in the context of this paper: Trade ows between Germany andother countries depend on countries economic size and all kinds of transaction costs,ranging from pure transportation costs and information costs to hidden transactioncosts like political risk.33As attrition in physics, certain frictions will impede the exchange in goods orcapital. As a consequence, the gravity model has been augmented by various factorsthereby controlling for dierent frictions in international trade and capital ows.The introductory quote by Tinbergen represents such a case in point. Consequently,we include an indicator for political risk as an important friction in our analysis of German exports. Note that public export guarantees aim at alleviating this friction.By combining these two variables in our empirical gravity model, we reconcile recentwork on export behavior from Egger and Url 2006 and Meon and Sekkat 2004.While the former takes account of public export guarantees, the latter incorporatean indicator of political risk.The gravity model, albeit initially an empirical approach, has been deduced froma variety of economic theories on goods and asset trade, respectively. The rst paperin this regard is Anderson 1979 who derives the gravity model from an expenditurepoint of view, i.e. he assumes that national expenditure on tradeable commodities isa function of income and population. Bergstrand 1985 provides a microeconomicfoundation of the gravity model using a general equilibrium framework. Concerningthe volume of trade, for instance Helpman 1998 derives an equation in which thevolume of trade depends positively on the trading partners GDP levels. Empiricalstudies on trade ows using the gravity equation are numerous. Among recent studiesis Rose 2004 who uses the gravity model to estimate the impact of the World Trade Organization on the volume of trade between a large number of countries.3.3 The gravity equation We estimate a specication of the gravity model along the lines of Egger and Url2006. It is important to note, however, that we have added a crucial variable whendetermining the eect of guarantees on exports, namely political risk.34 Our baselineequation is as follows:lnExportsc,t c lngdpc,t lndistc lnpopc,t lnguaranteesc,t lnriskc,t lnotherc,t c t c,t .where subscript c for the receiving country and t for time year. The dependentvariable is: lnexportsc,t : Log of real exports from Germany to country c in year t 33Note that Tinbergen 1962, p.263 also pointed out that distance would not only proxy fortransportation but also for information costs. An inuential paper in this context is Portes and Rey 2005 who conclude that information asymmetries signicantly contribute to the explanationof crossborder equity as well as trade ows.34All variables are converted in real terms by using the appropriate consumer price indices andare in denominated in Euro or have been converted to Euro as described in the appendix.10The set of regressors include 35: lngdpc,t : Log of real GDP of country c in year t lndistc: Log of distance between Germany and country c lnpopc,t : Log of population for country c in year t lnguaranteesc,t : Log of real newly granted guarantees for country c in year t lnriskc,t : Log of political risk index in country c in year t lnotherc,t : Other control variables for country c in year t Note that the dataset exhibits two dimensions and thus two unobserved eectsmay exist: country c and time t specic eects. The error term c,t is assumed tohave a mean of zero as well as a constant variance.We use several estimation techniques to check the robustness of our results. First,we use a standard random eects model as a benchmark. In line with Egger and Url2006 we also estimate a Mundlak 1978 type random eects model. They arguethat the Mundlak specication has the advantage to capture short as well as longrun eects of the various variables. This is done by including the averages over timefor each timevariant variable see Mundlak 1978, Egger and Pfaermayr 2004and Egger and Url 2006. The coecient on each variable approximates the shortrun impact and the coecient on the averages over time of each variable accountsfor the additional longrun impact.36Finally, we estimate the above equation using a dynamic estimator which we expect to reect the long run impact more appropriately. There are several reasonsto assume that past exports exert a signicant eect on current exports. With regard to the latter, Bun and Klaassen 2002 have argued that repeated interactionsbetween business partners as well as sunk costs related to distribution and servicenetworks warrant a dynamic specication of the model. Omitting past exports fromthe regression equation would hence lead to inconsistent results.Choice of variables The determinants of German exports in this paper include the usual gravityfactors such as GDP and distance as proxies for market size and information costs.As additional controls, guarantees, an index covering political risk in the importingcountry as well as other control variables proxying for the importer countrys relativefactor endowments, namely the gross xed capital formation in percent of GDP aswell as the share of manufacturing imports of total merchandize imports in debtorcountries, are included in the baseline specication. We expect the following eectsof the explanatory variables:GDP: GDP is commonly used in gravity models as a proxy for market size.Given that we analyze exports from Germany to other countries, we only include 35See Appendix to this chapter for sources and exact denition of variables.36Note, originally the averages of the variables between eects were included to control forcorrelations between random eects and explanatory variables.11the recipient countrys GDP. The rationale behind this variable is that internationaldemand for German exports is ceteris paribus higher in larger economies. In addition,German exporters have more opportunities to sell their products in larger marketsand the gain experience the more customers they trade with in a country, i.e thereare economies of scale when dealing with larger countries.Distance: We expect a negative coecient for distance, which we consider to bea proxy for transportation as well as information costs. Note that a positive eectcould also be rationalized should the correlation of a countrys business cycle with Germanys business cycle decrease with distance.Guarantees: At the heart of this study lies the question whether ocial exportcredit guarantees indeed foster exports. For several reasons a positive coecient forguarantees is expected: First, Abraham and Dewit 2000 show in a theoretical modelof ocial export insurance that export guarantees can reduce the prot uncertaintyof risk averse exporters, which stems from default risk on the importers side. Thisrisk reduction increases exports to risky markets where exporting companies wouldnot sell otherwise.37 As shown in the opening remark, assistance in opening updicult markets is indeed one of Euler Hermes goals. Second, it is a wellestablishedfact in the literature that the decision to enter foreign markets entails substantialsunk costs. In the presence of such entry costs, Dixit 1989 shows theoreticallythat current market participation is aected by prior experience. This insight wasempirically conrmed among others by Roberts and Tybout 1997, who nd thatprior export experience increases the probability of exporting by as much as 60percentage points. Bernard and Wagner 2001 nd a largely comparable eect for German data. Furthermore, in an uncertain environment exporters may be reluctantto reverse their decision to export later, even when the initial stimulus in form of afavorable exchange rate or export promotion is removed. Hence, a transitory shockcan lead to a permanent change in the export structure. This phenomenon is calledhysteresis. Bernard and Jensen 2004 argue that public export agencies may havea positive eect on export participation by gathering information on foreign marketsand thereby reducing entry costs.38 In a similar vein, if public guarantees initiate anexport relationship, learning eects on the side of the exporter as well as the exportcredit agency are expected, which make future exports to this country more likely.39Finally, maintaining export relationstrade credits during times of nancial distressallows exporters to prot from the strong export growth during the recovery phaseas for instance in the aftermath of the Asian Crisis in 199798.subsidization by charging a fair premium.Political risk: As we have mentioned above, one contribution of this paper isto estimate the impact of political risk on exports. We expect political risk to exerta negative impact on trade ows given the fact that higher political risk posesan important friction for exporters. Hence, we anticipate a negative coecient on 37Abraham and Dewit 2000 demonstrate that this policy objective can be achieved without 38In fact, contemporaneous export promotion does not turn out to be signicant in their estimations, but the selection of large plants may be exactly the wrong sample to observe the eects ofstate export promotion, as most agencies explicitly target small and medium rms Bernard and Jensen, 2004.39On the exporters side an importerexporter business relation is established and a better understanding of the business climate unfolds. On the export insurance side the country risk expertiseis enhanced and credit risk tools are further improved.12political risk: Countries with higher political risk receive ceteris paribus less exports,i.e political risk impedes trade ows. Furthermore, controlling for political risk isdesirable when measuring the export promotion eect of guarantees on exports, asthe omitted variable bias is reduced.Other: As in Egger and Url 2006, we include a countrys gross xed capital formation to GDP ratio as well as a countrys share of manufacturing imports in overallimports to proxy for a countrys relative factor endowment. We expect positive coecients as German trade is dominated by intraindustry trade, i.e. exports areceteris paribus directed to countries with a similar factor endowment. Furthermore,we include time dummies for each year to control for time specic events.4 Empirical Results This section presents the results from our regression analysis. We rst present thespecication based on the random eects model as well as the Mundlak 1978type random eects regressions as a benchmark for our results against Egger and Url 2006. Furthermore, we estimate a dynamic version of the gravity model, i.e weexplicitly allow past exports to have an impact on current exports, by using a system GMM estimator introduced by Blundell and Bond 1998. Secondly, we check forthe robustness of the results with regard to adding additional variables as well assplitting the sample across time and country groups.4.1 Baseline specication The starting point of our empirical analysis is given by the equation in the lastsection without controlling for risk. Table 1 shows the results without columns 1and 2 as well as with political risk columns 3 and 4.Columns 1 and 2 contain the results for the random eects GLS and a Mundlaktype random eects model. The model ts the data well. We obtain a high Rsquaredwhich is typical for gravity models. The eect of guarantees on exports is positiveand signicant providing support for the hypothesis that guarantees indeed lead tohigher exports. The average overall eect of guarantees on exports is comparable tothe one found in the literature by Egger and Url 2006.40 The coecients of theother explanatory are as expected: German companies export more to countries withlarger market size, measured by GDP, while more populous countries receive ceterisparibus less exports, i.e. countries with lower per capita income obtain fewer exports.Note that a higher market size reects a combination of demand and supply factorsas larger countries demand more goods and at the same time oer more opportunities for exporters such as economies of scale with regard to market entry costs.The positive coecient on the ratio of capital formation to GDP as well as a largershare of manufacturing imports in total imports is associated with more importssupporting the hypothesis that countries with a similar factor endowment receive 40This will be discussed at length below.13Table 1: Static Specication for Various Estimators REStandard REMundlak REStandard REMundlak 0.0283.91.03220.990.1583.310.79410.440.3918.620.8108.49Guarantees GDPPopulation Distance Capital Formation Manufacturing Importsavg. Guaranteesavg. GDPavg. Populationavg. Capital Formationavg. Manufact. Imports Political Riskavg. Political Risk 0.0233.151.1159.560.9144.430.74310.220.3647.650.7287.10.2025.120.3522.510.8423.940.1050.490.2290.630.0213.180.96520.480.0801.690.78011.60.3488.171.05811.750.1463.610.0192.830.9819.391.2086.150.71611.510.3447.860.95210.020.1835.350.3292.531.3136.320.0170.090.5341.60.1002.460.650No. of Obs.No. of Countries R2Absolute value of tstatistics in parentheses. All variables are in logarithms. Constant,region and time specic eects included. signicant at 10; 5 and 1 percent 11931300.952.7510571120.9611931300.9610571120.95more exports. Finally, the coecient on the distance variable is negative and significant, which is rationalized by the fact that transportation as well as informationcosts are likely to rise for countries situated further away from Germany.In columns 3 and 4 we proceed to include our proxy for political risk in theregression. Again we use a random eects GLS and a Mundlaktype random eectsmodel. The results clearly conrm that political risk represents an important frictionin international trade. Countries with less stable governments, a higher probability ofinternal or external conict and a higher level of corruption deter German exporters.In fact, a one percent rise in the political risk index leads to a reduction of about 0.1percent in the short run and 0.65 percent in the long run. With regard to guaranteeswe continue to nd a positive and signicant albeit smaller eect on exports. Bycontrolling for political risk, we reduce the omitted variable bias, i.e. the problemthat guarantees themselves are associated with political risk. After controlling forpolitical risk, we still observe in columns 3 and 4 that more guarantees lead 14ceteris paribus to larger export volumes.The regression analysis presented so far can be challenged in two dierent aspects.First, the underlying data generating process is potentially dynamic see Bun and Klaassen 2002 and thus the estimates for both short and the longrun eects willbe biased Egger and Pfaermayr, 2004. Secondly, the empirical specication maysuer from an endogeneity problem which would lead to biased and inconsistentcoecients. The argument is that the causality may also run the other away aroundwith exporters demanding more guarantees for countries where they export more.In order to deal with both issues we estimate a dynamic specication of the gravitymodel. However, given that the within estimator xed eects regression yieldsbiased estimates when a lagged dependent variable is included Nickell, 1981 weuse an instrumental variable approach. Following Blundell and Bond 1998 we usethe socalled system generalized method of moments estimator which uses laggedlevels as instruments in the dierence equation and additionally rst dierencesfor the level equation. Our use of the systemGMM estimator is also partly drivenby the high persistence in the export series. Blundell and Bond 1998 show thata high persistence in the series leads to weak instruments in the dierence GMMestimator and can thus be subject to bias. The use of additional instruments underthe system GMM estimator results in much smaller biases and greater precision inthe estimates.Table 2 presents the results of the dynamic specication of equation 1. Thereare two important takeaways from column 1. First, the results conrm that thedata generating process is dynamic. The coecient of the lagged dependent variableexports in the previous period is positive and signicant. Secondly, the validity ofthe instruments chosen has to be examined. This is done by the Hansen test whichexplicitly tests the validity of the instruments. The test statistics do not suggestthat there is an endogeneity problem present in our empirical model. The Hansentest is insignicant at the 5 percent level implying that the instruments are valid.The dynamic specication shows that the long run eect of guarantees on exportsis given by an elasticity of around 0.06 and thus much smaller than based on the Mundlak specication.The crucial question is whether this statistical eect is economically large. Ourcoecient of interest, , is positive and signicant in all specications but exhibitsquite some variation over the dierent specications, ranging from 0.021 randomeects specication with political risk to 0.20 shortterm plus longterm eect0.0190.183 in the Mundlak specication. As a consequence, the implied multiplier eect of public export guarantees varies as well. In order to get an idea of themagnitude, we use the estimated coecient of the specication in Table 2 column1 0.0310.50.06. Since the dependent as well as the independent variableof interest is denoted in logarithms, the result can be interpreted as an elasticity.A 1 percent increase in guarantees leads to an 0.06 percent increase in exports. Tobetter grasp the magnitude, we can compute an average elasticity. Export creditguarantees granted per year and country average 172 million Euro and the averageamount of German exports is about 4.8 billion Euro. A 1 percent increase of guarantees 1.7 million Euro on average leads consequently to an increase of exportsamounting to nearly 2.9 million Euro. We therefore nd an economically relevant 15Table 2: Dynamic Specications All NonIndustrial NonIndustrial NonIndustrial Countries Countries 0.5004.830.0302.440.4574.230.0240.660.3573.860.2702.810.3931.830.1982.460.4614.630.0472.880.4974.710.0170.50.2322.290.2714.230.2991.750.3163.65Countriesbefore 19990.5825.030.0472.630.3192.60.0290.970.1121.81Countriesafter 19980.4322.630.0632.130.4803.820.0090.140.2891.450.2820.2413.710.2821.570.3092.733.060.2441.220.3301.82Exportsi,t 1Guarantees GDPPopulation Distance Capital Formation Manufacturing Imports Political Risk No. of Obs.No. of Countries Hansen pvalue Hansen df AR1 pvalue AR2 pvalue Windmeijer corrected tstatistics in parentheses. All variables are in logarithms.Constant, region and time specic eects included. signicant at 10; 5 and at 1 percent.791910.32480.000.079851120.09480.000.06423840.15200.020.18368840.38260.050.59multiplier in height of 1.7.41This result is noteworthy for three reasons. Provided that the longterm eect arecorrectly captured by the dynamic specication, this result indicates that exportpromotion is indeed successful. Secondly, while the empirical results are pretty muchin line with Egger and Url, 2006, whose preferred specication yields a multiplierin height of 2.8, it is noteworthy that the specication closest to them 42 yields amuch higher multiplier Table 1, column 2 of around 6. This specication clearlyrepresents our upper bound for the multiplier eect. The magnitude of the multipliercompared with the multiplier of the dynamic specication gives some indication thatthe former multiplier is potentially biased upwards.Next, we present the results for nonindustrial countries only rst for the wholetime period and second for two subperiods. There are two arguments for this ap41The short run eects are typically substantially smaller than one given that most guaranteesare granted for a period of more than one year. Hence, while newly granted guarantees in a givenyear show up in the respective year exports occur only after considerable delay.42The specication only diers in the explanatory variable on manufacturing imports. While Egger and Url express this variable in percent of total imports our variable is expressed in percentof merchandise imports. We would suspect that this dierence is negligible.16proach. First, guarantees are provided as an insurance against political risk which ispotentially more important in nonindustrial countries, i.e. it is especially interestingto conrm the impact of guarantees and political risk for this subgroup of countries.Secondly, the KnaepenPackage which came into eect in 1999 see section 2.2 setnew standards for the calculation of risk premia. The latter could have induced astructural break in 1999. Based on a rather crude calculation in line with Dewit2001, which is shown in Table 3 in the appendix, we nd for instance that Hermesclaims appear to contain a subsidy component until 19981999. We therefore runthe regression for the period before and after the new regulation came into eect.The overall results for nonindustrial countries column 2 are very much in linewith the dynamic baseline specication comprising the full sample as guarantees andpolitical risk turn out with the same sign and signicant. Yet there is an importantcaveat. The multiplier of guarantees 0.04710.4611498200 is now equal to 0.65 which implies that guarantees induce a less than proportionate increase inexports in the long run.43 Hence, the country sample matters for an evaluation ofthe eectiveness of export guarantees.In addition, we run the dynamic regression for two subperiods, before and after 1999, i.e. before and after the KnaepenPackage came into eect. The results incolumns 2 and 3 of Table 2 in fact suggest that the change in regulation led toa signicant change of the impact of guarantees on exports: While guarantees havea signicant eect in both periods, the multiplier diers substantially.44 Duringthe rst period, the multiplier is given by 0.04710.5812582160.65, whilethe respective multiplier in the period is given by 0.06410.4317741811.09.Consequently, the new regulation appears to have had a positive eect by reducingthe subsidy component see Table 3 as well as to increase the export generatingeect of guarantees. For the period from 1999 onwards, we nd that guarantees haveled to a more than proportionate eect on exports, i.e. one unit of guarantees ceterisparibus led to 1.09 units of exports on average.4.2 Robustness of the results In this section, we check the robustness of our results in a number of ways as shownin Table 11. First, we introduce the real exchange rate as a further control variable.45As expected the real exchange rate turns out to have a positive and signicant impacton exports. A depreciation of the German real exchange rate results results in higher German exports to the respective country. This result holds for the random eect, the Mundlak type as well as the dynamic specication. With regard to guarantees andpolitical risk our results remain largely unchanged. In fact, the long run multiplier ofguarantees is equal to 2 for the overall sample and 1.08 for nonindustrial countriesafter 1998.4643Note that the average amount of guarantees and exports on which this calculation is basedvaries with the sample, i.e. guaranteesexports are on average higherlower for nonindustrialcountries than for the full sample.44One may also hypothesize that export guarantees for capital goods lead to a higher multiplier 45In a related research question DellAriccia 1999 investigates in a gravity framework the impact 46Results for nonindustrial countries are not shown but can be obtained upon request.than consumption goods. Future research may deal with this issue.of exchange rate volatility on international trade.17Secondly, we run a regression including an interaction term for guarantees andpolitical risk. The idea behind this is that the eect of guarantees on exports isdetermined by the respective political risk. We rst included both variables andthe interaction term in the regression. However, given the large correlation betweenguarantees and the interaction term, both variables turned out to be insignicant.Hence, we decided to show only the results for the interaction term when guaranteesare excluded. The result conrms that the interaction term is signicantly positive.However, given that we cannot test directly against guarantees we refrain fromfurther interpretation.Finally, we use the composite risk indicator provided by PRS Group. This indicator comprises political, nancial and economic risk with the weights given by 50,25 and 25 percent, respectively. The coecient for the composite risk indicator hasthe expected negative sign higher risk leads to less exports and is signicant. Allother coecients remain largely unchanged.5 Conclusion In this paper, we present empirical evidence for the eect of ocial export creditguarantees on the volume of exports. Our results are threefold: First, Euler Hermes is indeed able to foster exports. Specically, we nd an economically signicantmultiplier of about 1.7 in the dynamic specication of the gravity model, which isconsiderably smaller than the multiplier based on static panel estimators. In addition, our results conrm that the estimates with regard to the eectiveness of exportcredit agencies crucially hinge on the sample of countries and the time period considered. In fact, based on a sample of nonindustrial countries alone, we cannot conrmthat export guarantees have been eective over the entire period under consideration. However, after a change in regulation introduced by the KnaepenPackage,we nd that guarantees led to a more than proportionate increase in exports of amagnitude of around 1.09 even for the subgroup of nonindustrial countries.Second, we nd strong evidence that political risk has a detrimental eect on exports. In the wording of the gravity literature, political risk constitutes an importantfriction to international trade activity. This nding conrms an impression voicedalready by Jan Tinbergen, which has been largely neglected in the empirical tradeliterature so far.Third, we show that a dynamic panel approach is warranted to model international trade in a gravity framework as past exports exert a signicant impact oncurrent exports, supporting the hypothesis that repeated interactions between business partners as well as sunk costs related to distribution and service networks shouldbe considered when thinking about the determinants of international trade ows.Even though we are able to nd evidence for a trade promoting eect of Euler Hermes on German exports, still, a note of caution is warranted. It is important tobear in mind that we only tackled one of the issues central to an overall assessment,encompassing benets and costs of an export credit agency. With respect to thelatter, questions about the costs of public export intervention e.g. the considerablelosses accumulated by Hermes in the 1980s and early 1990s, which consequently 18had to be covered by the state budget and possible market distortion stemmingfrom the state interference are beyond the scope of this paper. Even though thepotential hidden subsidy component of risk premia has been denitely reduced to asubstantial extent, one has still to bear in mind that the business models of publicexport credit agencies and private sector insurers dier. Ocial ECAs are usuallycovered or reinsured by the government and consequently do not have to hold capitalprovision for contingent loan losses. Furthermore, their nancial goal is often simplyto breakeven. Mandating ECAs to breakeven hence carries economic costs. Insteadof investing in an ECA, the government could alternatively invest in nancial assetswith a comparable risk of loss but higher yield returns. Hence, with regard to thebenets and costs of an export credit agency, one should take the opportunity costsof maintaining such an institution into account as well. This idea has been recentlyvoiced by UKs Department of Trade and Industry DTI, 2005. There are also anumber of eects which need to be considered in an evaluation of ECAs. Amongthese are the possible impact on output, employment and the public budget due toincreased export activity. Further research on public export credit agencies is clearlydesirable.19References Abraham, F. and G. Dewit 2000. Export Promotion Via Ocial Export Insurance.Open Economies Review 11, 526.AGA 2001. Annual Report of the Ocial Export Credit Guarantee Scheme of the Federal Republic of Germany.AGA 2002. Annual Report of the Ocial Export Credit Guarantee Scheme of the Federal Republic of Germany.AGA 2003. Annual Report of the Ocial Export Credit Guarantee Scheme of the Federal Republic of Germany.AGA 2004. Annual Report of the Ocial Credit Guarantee Scheme of the Federal Republic of Germany.AGA 2005. Annual Report of the Ocial Credit Guarantee Scheme of the Federal Republic of Germany.Alsem, K.J., J. Antufjew, K.R.E. Huizingh, R.H. Koning, E. Sterken and M. Woltil2003. Insurability of Export Credit Risks. SOM Research Report 03F07.Anderson, J. 1979. A Theoretical Foundation of the Gravity Model. American Economic Review 69.Anderson, J. and D. Marcouiller 2002. Insecurity and the Pattern of Trade: An Empirical Investigation. The Review of Economics and Statistics 84, 34252.Baldwin, R. 1994. Towards an Integrated Europe. London: Centre for Economic Policy Research.Bergstrand, J. H. 1985. The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence. Review of Economics and Statistics 67.Bernard, A. and B. Jensen 2004. Why Some Firms Export. The Review of Economics and Statistics 862, 5619.Bernard, A. and J. Wagner 2001. Export Entry and Exit by German Firms.Weltwirtschaftliches Archiv 137, 10523.Berne Union 2005. The Berne Union Yearbook.Blundell, R. and S. Bond 1998. Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics 87, 11543.Bouchet, M., E. Clark and B. Groslambert 2003. Country Risk Assessment: AGuide to Global Investment Strategy. Wiley Sons.Bun, M. and F. Klaassen 2002. The Importance of Dynamics in Panel Gravity Models of Trade. Discussion Paper, University of Amsterdam, April 3.DellAriccia, G. 1999. Exchange Rate Fluctuations and Trade Flows: Evidencefrom the European Union. IMF Sta Papers 46, 31534.20Dewit, G. 2001. Intervention in Risky Export Markets: Insurance, Strategic Actionor Aid? European Journal of Political Economy 17, 57592.Dixit, A. 1989. Entry and Exit Decisions Under Uncertainty. Journal of Political Economy 97, 62038.DTI 2005. Estimating the Economic Cost of ECGD. Department of Trade and Industry, http:www.dti.gov.uklesle 16384.pdf.Egger, P. and M. Pfaermayr 2004. Estimating Long and Short Run Eects in Static Panel Models. Econometric Reviews 233, 199214.Egger, P. and T. Url 2006. Public Export Credit Guarantees and Foreign Trade Structure: Evidence from Austria. The World Economy 294, 399418.Euler Hermes 2003. Annual Financial Statements and Business Report 2003.Funatsu, H. 1986. Export Credit Insurance. Journal of Risk and Insurance 53,67992.GilPareja, S., R. LlorcaVivero and J.A. MartinezSerrano 2005. Measuring the Impact of Regional Export Promotion: The Spanish Case. Working Paper No.0105, Real Colegio Complutense.Helpman, E. 1998. The Structure of Foreign Trade. Journal of Economic Perspectives 13.Melitz, J. and P. Messerlin 1987. Export Credit Subsidies. Economic Policy 24,14975.Meon, P.G. and K. Sekkat 2004. Does the Quality of Institutions Limit the MENAs Integration in the World Economy? The World Economy 27, 147598.Mundlak, Y. 1978. On the Pooling of Time Series Data and CrossSection Data.Econometrica 461, 6985.Nickell, S. 1981. Biases in Dynamic Models with Fixed Eects. Econometrica 49,14171426.Nitsch, V. 2005. State Visits and International Trade. CESifo Working Paper No.1582.Obstfeld, M. and K. Rogo 1999. Foundations of International Macroeconomics.MIT Press.Portes, R. and H. Rey 2005. The Determinants of Crossborder Equity Flows.Journal of International Economics 65, 26996.Poyhonen, P. 1963. A Tentative Model for the Volume of Trade between Countries.Weltwirtschaftliches Archiv 90, 93100.RienstraMunnicha, P. and C. Turvey 2002. The Relationship between Exports,Credit Risk and Credit Guarantees. Canadian Journal of Agricultural Economics 50, 28196.21Roberts, M. and J. Tybout 1997. An Empirical Model of Sunk Costs and the Decision to Export. American Economic Review 87, 54564.Rose, A. 2004. Do We Really Know that the WTO Increases Trade? American Economic Review 94.Rose, A. 2005. The Foreign Service and Foreign Trade: Embassies as Export Promotion. Mimeo, University of California.Schmit, J. 1986. A New View of the Requisites of Insurability. Journal of Riskand Insurance 532, 32029.Stephens, M. 1999. The Changing Role of Export Credit Agencies. International Monetary Fund.Tinbergen, J. 1962. Shaping the World Economy: Suggestions for an International Economic Policy. New York: The Twentieth Century Fund.Wang, J.Y., M. Mansilla, Y. Kikuchi and S. Choudhury 2005. Ocially Supported Export Credits in a Changing World. International Monetary Fund.226 Appendix Countries in the sample Australia, Austria, Belgium, Canada, Cyprus, Denmark, Finland, France, Greece, Ireland, Island,Italy, Japan, Malta, Netherlands, New Zealand, Norway, Portugal, Spain, Sweden, Switzerland,United Kingdom, United States.Albania, Algeria, Argentina, Armenia, Azerbaijan, Bangladesh, Bahrain, Belarus, Bolivia, Botswana,Brazil, Bulgaria, Cameroon, Chile, China, Columbia, Costa Rica, Congo Republic,Cote dIvoire,Croatia, Czech Republic, Dominican Republic, Ecuador, Egypt, El Salvador, Estonia, Ethiopia,Gabon, Gambia, Ghana, Guatemala, GuineaBissau, Honduras, Hungary, India, Indonesia, Iran,Israel, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Latvia, Lebanon, Lithuania, Madagascar,Malaysia, Mali, Mexico, Moldova, Mongolia, Morocco, Namibia, Nicaragua, Nigeria, Oman, Pakistan, Panama, PapaNew Guinea, Paraguay, Peru, Philippines, Poland, Romania, Russia, SaudiArabia, Senegal, Singapore, Slovak Republic, Slovenia, SriLanka, South Africa, Syria, Tanzania,Thailand, Togo, Trinidad and Tobago, Tunisia, Turkey, South Korea, Uganda, Ukraine, United Arab Emirates Uruguay, Venezuela, Vietnam, Zambia, Zimbabwe.Denitions and Sources of variables Log Exportsc,t: Logarithm of real exports from Germany to country c in year t in Euro.As deator, the CPI base year 2000 for Germany from the World Bank is used.Source: Federal Statistical Oce Germany and World Development Indicators 2005. Log Guaranteesc,t: Logarithm of real newly granted guarantees by Euler Hermes Kreditversicherung AG for country c in year t in Euro. As deator, the CPI base year 2000for Germany from the World Bank is used.Source: Euler Hermes Kreditversicherung AG and World Development Indicators 2005. Log GDPc,t: Logarithm of annual GDP of country c in year t in constant 2000 USD. Thegures are converted to Euro at the current average annual exchange rate line rf, takenfrom the IFS.Source: World Development Indicators 2005 and IMFs International Financial Statistics. Log Distancec: Logarithm of greater circle distance between Germany and country C. Theexact denition is: dG, G, C, C rcos 1sin Gsin C cos Gcos CcosGCwhere G, C are latitude and G, C longitude of Germany and country c, respectively. r isthe radius of the earth 6317 kilometer.See http:www.mathworld.wolfram.comGreat Circle.html.Source: Rose 2004. Log Populationc,t: Logarithm of population size of country c in year t.Source: World Development Indicators 2005. Log Political riskc,t: Logarithm of political indicator for country c in year t. The indexruns from 0 very high risk to 100 very low risk.Source: Political Risk Services. Log Capital Formationc,t: Logarithm of gross xed capital formation in percent of GDP Log Manufacturing Importsc,t: Logarithm of manufacturing imports in percent of totalfor country c in year t.Source: World Development Indicators 2005.merchandise imports for country c in year t.Source: World Development Indicators 2005. Log Real Exchange Ratec,t: Logarithm of foreign consumer price index multiplied bynominal exchange rate divided through German consumer price index. The real exchangerate is indexed to the base year 2000.Source: IMFs International Financial Statistics.23Figure 1: Claims due to and Recoveries from Political Risk in million EuroSource: AGA 2004Table 3: Premia, recoveries and claims on ocial export credit insurance for Berne Union members and Euler Hermes in billion USDPremia Recoveries Claims Berne Union Hermes123Source: Dewit 2001 update by Berne Union 2005 for Berne Unionmembers and AGA 2004 for Euler Hermes, authors calculation. Premia plus recoveries as a fraction of claims. Premia, recoveries and claims for Euler Hermes are not displayed,but both ratios are computed equally in accordance to Dewit 2001.24198519891990199419951996199719981999200020012002200319.2615.383.733.663.713.653.683.983.834.114.58217.9723.618.319.118.37.356.146.117.777.028.68347.1365.7111.8110.565.254.776.145.334.445.254.040.580.591.021.212.292.311.601.892.612.123.280.430.330.620.720.831.021.231.101.511.672.43Table 4: Exports by region in billion EuroIC235.5239.5224.8249.8276.8282.8306.3334.6389.2450.7474.7477.4483.8340.5Asia Africa ME WH6.214.16.815.67.620.124.08.59.527.99.729.029.612.114.023.514.024.415.031.736.416.115.039.913.043.227.611.3EEYear 11.1199116.9199229.4199332.0199438.0199543.6199654.0199759.5199855.9199969.4200077.1200184.0200290.1200350.9Average Source: Federal Statistical Oce Germany, authors.Note: ICIndustrial Countries, MEMiddle East, WHWestern Hemisphere and EEEastern Europe.10.311.510.310.59.810.011.511.612.413.915.916.717.012.46.26.15.55.96.76.26.77.37.58.410.09.810.27.4Table 5: Euler Hermes newly granted guarantees by region in billion Euro2.92.94.15.16.46.26.23.94.14.15.03.53.44.4IC Asia Africa ME WH2.01.31.81.01.32.12.51.12.41.32.32.61.02.93.20.52.50.30.63.43.10.42.91.02.91.21.02.6Year 1991199219931994199519961997199819992000200120022003Average Source: EulerHermes, authors.Note: ICIndustrial Countries, MEMiddle East, WHWestern Hemisphere and EEEastern Europe.EE1.33.45.53.82.63.55.14.73.84.83.84.74.64.01.81.71.21.71.31.51.21.01.02.60.90.91.01.43.74.72.62.72.31.61.81.81.32.12.53.02.62.525Table 6: Overview of Guarantee Business Year Exports Newly Granted Guarantees as Cover Total Granted Guarantees% of Exports Applications Ceiling Guarantees 283.6296.4297.8331.0368.9381.5420.5450.5503.5589.3630.3642.9657.4450.31991199219931994199519961997199819992000200120022003Average Source: Euler Hermes, Federal Statistical Oce Germany Authors calculations based on the data set Note: All variables in billions of Euro 13.216.017.317.417.018.018.815.413.419.516.516.416.016.54.75.45.85.34.64.74.53.42.73.32.62.62.44.050.443.231.629.826.730.22322.52121.422.822.728.8929297.199.799.7102.3109.9112.5112.5117.6117.6117105.882.385.292.191.997.199.1100.9101.1106.1102.7103102.997.0Table 7: Summary Statistics NonIndustrial Countries Exp.Guaran.GDPPop.Pol. Risk Dist.Cap. Form.Man. Imp.Real Ex. Rate Comp. Risk Industrial Countries Exp.Guaran.GDPPop.Pol. Risk Dist.Cap. Form.Man. Imp.Real Ex. Rate Comp. Risk All Countries Exp.Guaran.GDPPop.Pol. Risk Dist.Cap. Form.Man. Imp.Real Ex. Rate Comp. Risk Euro bill.Euro bill.Euro bill.million Indicator 0100Distance between capital cities% of GDP% of total merchandise imports Index 2000100Indicator 0100Euro bill.Euro bill.Euro bill.million Indicator 0100Distance between capital cities% of GDP% of total merchandise imports Index 2000100Indicator 0100Euro bill.Euro bill.Euro bill.million Indicator 0100Distance between capital cities% of GDP% of total merchandise imports Index 2000100Indicator 010026Mean 0.750.1141.0434.6238.213705.1922.8767.850.9136.29Mean 16.390.05867.8836.3516.132075.2721.2376.000.9716.88Mean 2.710.10161.3534.8634.103490.0822.6369.430.9232.56Std.1.880.27111.64133.5212.441834.649.3810.880.3211.66Std.17.140.121790.9059.206.042996.923.086.910.094.59Std.8.150.26749.01125.6614.382099.468.7710.720.3013.13Min 0.000.000.030.0411.00298.640.6924.400.038.75Min 0.120.004.840.263.88151.5915.1144.950.646.50Min 0.000.000.030.043.88151.590.6924.400.036.50Max 18.262.951333.721288.4089.758495.06113.5888.845.1685.50Max 69.601.8310993.14290.8135.7511427.0532.5287.381.3337.50Max 69.602.9510993.141288.4089.7511427.05113.5888.845.1685.50Obs.1892174917561806130518811698120915671158Obs.270268299299299286290291299276Obs.2162201720552105160421671988150018661434seirtnuo Cll A:noitalerro C:8elba Tretn Iksi R.pmo Ceta R.x E.lae R.pm I.na M.mro F.pa Cksi R.lo P.po Ptsi DPDG.narau G.px Eseirtnuo Cll A00.100.104.000.111.031.000.160.093.021.000.151.020.022.070.000.161.004.090.009.015.000.102.040.090.030.091.064.000.161.094.080.080.090.024.032.000.171.046.034.080.072.000.084.022.000.105.010.014.010.081.001.090.070.068.000.194.078.055.024.095.091.013.090.016.031.0.mro F.pm Iksi Reta R.x Eksi R.pmo C.narau G.px EPDG tsi Dpo P.lo Ppa C.na M.lae Rretn Ismhtirago Lniselbaira Vll A27retn Iksi R.pmo Ceta R.x E.lae R.pm I.na M.mro F.pa Cksi R.lo P.po Ptsi DPDG.narau G.px Eseirtnuo Clairtsudn Ino Nseirtnuo Clairtsudn Ino N:noitalerro C:9elba T00.100.190.000.140.070.000.120.043.030.000.112.020.063.070.000.182.043.030.048.002.000.143.040.070.060.033.085.000.191.052.061.090.010.041.000.000.180.086.021.031.062.060.012.037.000.197.011.044.002.002.081.070.072.019.000.108.038.073.064.043.003.062.010.083.056.0.mro F.pm Iksi Reta R.x Eksi R.pmo C.narau G.px EPDG tsi Dpo P.lo Ppa C.na M.lae Rretn Ismhtirago Lniselbaira Vll A28seirtnuo Clairtsudn I:noitalerro C:01elba Tretn Iksi R.pmo Ceta R.x E.lae R.pm I.na M.mro F.pa Cksi R.lo P.po Ptsi DPDG.narau G.px Eseirtnuo Clairtsudn I00.100.145.000.100.002.000.151.021.003.000.192.061.022.080.000.111.003.071.037.097.000.102.040.023.023.071.023.000.172.061.080.011.003.002.051.000.152.079.040.040.092.033.010.051.000.191.070.013.063.020.012.041.022.048.000.151.037.034.027.060.040.021.000.070.060.0.mro F.pm Iksi Reta R.x Eksi R.pmo C.narau G.px EPDG tsi Dpo P.lo Ppa C.na M.lae Rretn Ismhtirago Lniselbaira Vll A29Table 11: Robustness Check IRERESGMMSGMMSGMMStandard Mundlak RERInteraction Composite Risk 0.4440.4894.74.690.5244.890.2090.1890.2635.75.243.970.0210.0180.0362.672.973.060.95320.160.0611.260.9510.5190.4620.4498.11.1495.694.910.0320.764.20.020.540.7690.6890.3840.36911.950.3357.7611.230.3367.60.9270.8149.918.324.464.020.2940.2733.160.4922.182.880.4101.920.0301.943.740.0320.880.3223.520.2692.810.3771.89Exportsi,t 1Real Exchange Rate Guarantees GDPPopulation Distance Capital Formation Manufacturing Imports Political Risk0.1740.1240.2470.301avg. Real Exchange Rate4.26avg. Guaranteesavg. GDPavg. Populationavg. Capital Formationavg. Manufacturing Importsavg. Political Risk Inter Composite Risk2.990.8012.380.1714.940.2982.121.2846.030.0210.10.4721.340.7333.072.942.690.0103.140.21598511294010510091050.9510091050.96No. of Obs.No. of countries R2Hansen pvalue Hansen df AR1 pvalue AR2 pvalue Absolute value of tstatistics in parentheses. Robust tstatistic for random eectsand Windmeyer corrected for System GMM. ,, signicant at 10, 5 and 1 percent.Constant as well as region and time dummies included but not reported.0.32480.0010.0550.12480.0020.062.19171120.049430.0020.06230 The following Discussion Papers have been published since 2005: Series 1: Economic Studies Financial constraints and capacity adjustment in the United Kingdom Evidence from a large panel of survey data Common stationary and nonstationary factors in the euro area analyzed in a largescale factor model Financial intermediaries, markets, and growth The New Keynesian Phillips Curve in Europe: does it fit or does it fail? Taxes and the financial structure of German inward FDI 2005 2005 2005 2005 2005 Ulf von Kalckreuth Emma Murphy Sandra Eickmeier F. Fecht, K. Huang, A. Martin Peter Tillmann Fred Ramb A. J. Weichenrieder 2005 International diversification at home and abroad Fang Cai Francis E. Warnock 2005 2005 2005 2005 Multinational enterprises, international trade, and productivity growth: Firmlevel evidence Wolfgang Keller from the United States Steven R. Yeaple Location choice and employment decisions: a comparison of German and Swedish multinationals S. O. Becker, K. Ekholm, R. Jackle, M.A. Muendler Business cycles and FDI: evidence from German sectoral data Claudia M. Buch Alexander Lipponer Multinational firms, exclusivity, and the degree of backward linkages Ping Lin Kamal Saggi 31 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 2005 2005 2005 2005 2005 2005 2005 Firmlevel evidence on international stock market comovement Robin Brooks Marco Del Negro The determinants of intrafirm trade: in search Peter Egger for exportimport magnification effects Michael Pfaffermayr Foreign direct investment, spillovers and absorptive capacity: evidence from quantile regressions Sourafel Girma Holger Gorg Learning on the quick and cheap: gains from trade through imported expertise James R. Markusen Thomas F. Rutherford Discriminatory auctions with seller discretion: evidence from German treasury auctions Jorg Rocholl Consumption, wealth and business cycles: why is Germany different? B. Hamburg, M. Hoffmann, J. Keller Tax incentives and the location of FDI: evidence from a panel of German multinationals Martin Ruf Thiess Buettner 2005 Monetary Disequilibria and the EuroDollar Exchange Rate Dieter Nautz Karsten Ruth 2005 2005 2005 Berechnung trendbereinigter Indikatoren fur Deutschland mit Hilfe von Filterverfahren Stefan Stamfort How synchronized are central and east European economies with the euro area? Evidence from a structural factor model Sandra Eickmeier Jorg Breitung Asymptotic distribution of linear unbiased estimators in the presence of heavytailed stochastic regressors and residuals J.R. KurzKim S.T. Rachev G. Samorodnitsky 32 22 23 24 25 26 27 28 29 30 31 2005 The Role of Contracting Schemes for the Welfare Costs of Nominal Rigidities over the Business Cycle Matthias Paustian 2005 2005 2005 2005 2005 2005 2005 2005 2005 The crosssectional dynamics of German business cycles: a birds eye view J. Dopke, M. Funke S. Holly, S. Weber Forecasting German GDP using alternative factor models based on large datasets Christian Schumacher Timedependent or statedependent price setting? microevidence from German metalworking industries Harald Stahl Money demand and macroeconomic uncertainty Claus Greiber Wolfgang Lemke In search of distress risk J. Y. Campbell, J. Hilscher, J. Szilagyi Recursive robust estimation and control without commitment Lars Peter Hansen Thomas J. Sargent Asset pricing implications of Pareto optimality N. R. Kocherlakota with private information Luigi Pistaferri Ultra high frequency volatility estimation with dependent microstructure noise Y. AitSahalia, P. A. Mykland, L. Zhang Umstellung der deutschen VGR auf Vorjahres preisbasis Konzept und Konsequenzen fur die aktuelle Wirtschaftsanalyse sowie die okono metrische Modellierung KarlHeinz Todter 33 32 33 34 35 36 37 38 39 40 41 42 43 2005 2005 Determinants of current account developments in the central and east European EU member states consequences for the enlargement of the euro erea Sabine Herrmann Axel Jochem An estimated DSGE model for the German economy within the euro area Ernest Pytlarczyk 2005 Rational inattention: a research agenda Christopher A. Sims 2005 2005 2005 2005 2005 Monetary policy with model uncertainty: distribution forecast targeting Lars E.O. Svensson Noah Williams Comparing the value revelance of RD report Fred Ramb ing in Germany: standard and selection effects Markus Reitzig European inflation expectations dynamics J. Dopke, J. Dovern U. Fritsche, J. Slacalek Dynamic factor models Sandra Eickmeier Jorg Breitung Shortrun and longrun comovement of GDP and some expenditure aggregates in Germany, France and Italy Thomas A. Knetsch 2005 Awreckers theory of financial distress Ulf von Kalckreuth 2005 2005 2005 Trade balances of the central and east European EU member states and the role of foreign direct investment Sabine Herrmann Axel Jochem Unit roots and cointegration in panels Jorg Breitung M. Hashem Pesaran Price setting in German manufacturing: new evidence from new survey data Harald Stahl 342006 2006 2006 2006 2006 2006 2006 2006 2006 2006 1 2 3 4 5 6 7 8 9 10 The dynamic relationship between the Euro overnight rate, the ECBs policy rate and the Dieter Nautz term spread Christian J. Offermanns Sticky prices in the euro area: a summary of new micro evidence Alvarez, Dhyne, Hoeberichts Kwapil, Le Bihan, Lunnemann Martins, Sabbatini, Stahl Vermeulen, Vilmunen Going multinational: What are the effects on home market performance? Robert Jackle Exports versus FDI in German manufacturing: firm performance and participation in inter national markets Jens Matthias Arnold Katrin Hussinger A disaggregated framework for the analysis of Kremer, Braz, Brosens Langenus, Momigliano structural developments in public finances Spolander Bond pricing when the short term interest rate Wolfgang Lemke follows a threshold process Theofanis Archontakis Has the impact of key determinants of German exports changed? Results from estimations of Germanys intra euroarea and extra euroarea exports Kerstin Stahn The coordination channel of foreign exchange intervention: a nonlinear microstructural analysis Mark P. Taylor Stefan Reitz Capital, labour and productivity: What role do Antonio Bassanetti they play in the potential GDP weakness of France, Germany and Italy? Jorg Dopke, Roberto Torrini Roberta Zizza Realtime macroeconomic data and ex ante predictability of stock returns J. Dopke, D. Hartmann C. Pierdzioch 35 11 12 13 14 15 16 17 18 19 20 2006 2006 2006 2006 2006 2006 2006 2006 2006 2006 The role of real wage rigidity and labor market frictions for unemployment and inflation dynamics Kai Christoffel Tobias Linzert Forecasting the price of crude oil via convenience yield predictions Thomas A. Knetsch Foreign direct investment in the enlarged EU: do taxes matter and to what extent? Guntram B. Wolff Inflation and relative price variability in the euro Dieter Nautz area: evidence from a panel threshold model Juliane Scharff Internalization and internationalization under competing real options Jan Hendrik Fisch Consumer price adjustment under the microscope: Germany in a period of low inflation Johannes Hoffmann JeongRyeol KurzKim Identifying the role of labor markets for monetary policy in an estimated DSGE model Do monetary indicators still predict euro area inflation? Kai Christoffel Keith Kuster Tobias Linzert Boris Hofmann Fool the markets? Creative accounting, fiscal transparency and sovereign risk premia Kerstin Bernoth Guntram B. Wolff How would formula apportionment in the EU affect the distribution and the size of the corporate tax base? An analysis based on German multinationals Clemens Fuest Thomas Hemmelgarn Fred Ramb 36 21 22 23 24 25 26 27 28 29 30 31 2006 2006 2006 2006 Monetary and fiscal policy interactions in a New Keynesian model with capital accumulation and nonRicardian consumers Campbell Leith Leopold von Thadden Realtime forecasting and political stock market Martin Bohl, Jorg Dopke anomalies: evidence for the U.S. Christian Pierdzioch A reappraisal of the evidence on PPP: a systematic investigation into MA roots in panel unit root tests and their implications Christoph Fischer Daniel Porath Margins of multinational labor substitution Sascha O. Becker MarcAndreas Mundler 2006 Forecasting with panel data Badi H. Baltagi 2006 2006 2006 2006 2006 2006 Do actions speak louder than words? Household expectations of inflation based on micro consumption data Atsushi Inoue Lutz Kilian Fatma Burcu Kiraz Learning, structural instability and present value calculations H. Pesaran, D. Pettenuzzo A. Timmermann Empirical Bayesian density forecasting in Iowa and shrinkage for the Monte Carlo era Kurt F. Lewis Charles H. Whiteman The withindistribution business cycle dynamics Jorg Dopke of German firms Sebastian Weber Dependence on external finance: an inherent industry characteristic? George M. von Furstenberg Ulf von Kalckreuth Comovements and heterogeneity in the euro area analyzed in a nonstationary dynamic factor model Sandra Eickmeier 37 32 33 34 35 36 2006 2006 2006 2006 2006 Forecasting using a large number of predictors: Christine De Mol is Bayesian regression a valid alternative to principal components? Domenico Giannone Lucrezia Reichlin Realtime forecasting of GDP based on a large factor model with monthly and quarterly data Christian Schumacher Jorg Breitung Macroeconomic fluctuations and bank lending: S. Eickmeier evidence for Germany and the euro area B. Hofmann, A. Worms Fiscal institutions, fiscal policy and sovereign risk premia Mark Hallerberg Guntram B. Wolff Political risk and export promotion: evidence from Germany C. Moser T. Nestmann, M. Wedow 38 1 2 3 4 5 6 7 8 9 10 11 Series 2: Banking and Financial Studies 2005 2005 2005 Measurement matters Input price proxies and bank efficiency in Germany Michael Koetter The supervisors portfolio: the market price risk of German banks from 2001 to 2003 Analysis and models for risk aggregation Christoph Memmel Carsten Wehn Do banks diversify loan portfolios? A tentative answer based on individual bank loan portfolios Andreas Kamp Andreas Pfingsten Daniel Porath 2005 Banks, markets, and efficiency F. Fecht, A. Martin 2005 2005 2005 2005 2005 2005 2005 The forecast ability of riskneutral densities of foreign exchange Ben Craig Joachim Keller Cyclical implications of minimum capital requirements Frank Heid Banks regulatory capital buffer and the business cycle: evidence for German savings and cooperative banks Stephanie Stolz Michael Wedow German bank lending to industrial and non industrial countries: driven by fundamentals or different treatment? Thorsten Nestmann Accounting for distress in bank mergers M. Koetter, J. Bos, F. Heid C. Kool, J. Kolari, D. Porath The eurosystem money market auctions: a banking perspective Nikolaus Bartzsch Ben Craig, Falko Fecht Financial integration and systemic risk Falko Fecht Hans Peter Gruner 39 12 13 14 15 01 02 03 04 05 06 07 2005 Evaluating the German bank merger wave Michael Koetter 2005 2005 2005 2006 2006 2006 2006 2006 2006 2006 Incorporating prediction and estimation risk A. Hamerle, M. Knapp, in pointintime credit portfolio models T. Liebig, N. Wildenauer Time series properties of a rating system based on financial ratios U. Kruger, M. Stotzel, S. Truck Inefficient or just different? Effects of heterogeneity on bank efficiency scores J. Bos, F. Heid, M. Koetter, J. Kolatri, C. Kool Forecasting stock market volatility with macroeconomic variables in real time J. Dopke, D. Hartmann C. Pierdzioch Finance and growth in a bankbased economy: Michael Koetter is it quantity or quality that matters? Michael Wedow Measuring business sector concentration by an infection model Klaus Dullmann Heterogeneity in lending and sectoral growth: evidence from German banklevel data Claudia M. Buch Andrea Schertler Natalja von Westernhagen Does diversification improve the performance Evelyn Hayden of German banks? Evidence from individual Daniel Porath bank loan portfolios Natalja von Westernhagen Banks regulatory buffers, liquidity networks Christian Merkl Stephanie Stolz and monetary policy transmission Empirical risk analysis of pension insurance W. Gerke, F. Mager the case of Germany T. Reinschmidt C. Schmieder 40 08 2006 The stability of efficiency rankings when riskpreferences and objectives are different Michael Koetter 41 Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Among others under certain conditions visiting researchers have access to a wide range of data in the Bundesbank. They include micro data on firms and banks not available in the public. Visitors should prepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics, financial markets or international economics. Proposed research projects should be from these fields. The visiting term will be from 3 to 6 months. Salary is commensurate with experience. Applicants are requested to send a CV, copies of recent papers, letters of reference and a proposal for a research project to: Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14 D 60431 Frankfurt GERMANY 42", "filename": "200636dkp.pdf", "person": ["Christoph Moser", "Moser, Christoph", "Thorsten Nestmann", "Nestmann, Thorsten", "Michael Wedow", "Wedow, Michael"], "date": ["2006"]}