{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/92011/1/2007-22.pdf"], "title": ["Inequality and quiescence: a continuing conundrum"], "plaintext": "Acknowledgement: We are glad to acknowledge the contribution of David Lockwood to our discussions whose challenging questioning has demanded more than our pilot study could supply. Eric Harrison also joined our discussions at a later stage and we are grateful for his support. Neither is responsible for what appears here. Readers wishing to cite this document are asked to use the following form of words: Pahl, Ray, Rose, David and Spencer, Liz September 2007 Inequality and Quiescence: A Continuing Conundrum, ISER Working Paper 200722. Colchester: University of Essex. The online version of this working paper can be found at http:www.iser.essex.ac.ukpubsworkpaps The Institute for Social and Economic Research ISER specialises in the production and analysis of longitudinal data. ISER incorporates MISOC the ESRC Research Centre on Microsocial Change, an international centre for research into the lifecourse, and ULSC the ESRC UK Longitudinal Studies Centre, a national resource centre to promote longitudinal surveys and longitudinal research. The support of both the Economic and Social Research Council ESRC and the University of Essex is gratefully acknowledged. The work reported in this paper is part of the scientific programme of the Institute for Social and Economic Research. Institute for Social and Economic Research, University of Essex, Wivenhoe Park, Colchester. Essex CO4 3SQ UK Telephone: 44 0 1206 872957 Fax: 44 0 1206 873151 Email: iseressex.ac.uk Website: http:www.iser.essex.ac.uk September 2007 All rights reserved. No part of this publication may be reproduced, stored in a retrieval system or transmitted, in any form, or by any means, mechanical, photocopying, recording or otherwise, without the prior permission of the Communications Manager, Institute for Social and Economic Research. ABSTRACT How may we account for the fact that most people appear to accept widespread social and economic inequalities? This is a question that has often been posed in the social sciences. One possible explanation is that individuals tend to make comparisons with others like themselves and so, as a result, do not appreciate the full range of inequality. This was the conclusion drawn by research in the 1960s and was reaffirmed by further research in the 1970s. However, more recently, it has been suggested that social and economic change in the intervening period may have had effects on the range and type of comparisons people are able to make. In particular, it has been argued that the growth of the mass media has exposed people to a broader range of lifestyles and the expansion of the consumer society has created ever greater desires. In these circumstances, it is thought that peoples horizons will have expanded so that they no longer have such restricted points of reference for their social comparisons. In this paper, we use evidence from a small scale pilot qualitative study to investigate social comparisons in the 21st century. We find that, in many ways, social comparisons are still narrow and knowledge of the true extent of inequality is still limited. What comparisons people do make appear to be based on lifestyle and consumption. Hence, they are neither resentful of the superrich, nor of others closer to themselves who have done better in life. However, they are very aware of their advantages compared with less fortunate members of society. Our respondents see themselves as members of a comfortable middle mass of ordinary, hardworking families. The paper concludes with some reflections on the nature of social cohesion in the UK today. Introduction In this paper we address one of the central debates in democratic societies: how to account for the apparently general acceptance by the majority of the population of considerable levels of social and economic inequality. Even when these inequalities are shown to be particularly wide or, indeed, increasing, peoples overall quiescence appears remarkable. This has been a matter of considerable debate among political scientists and sociologists. One particularly influential sociological explanation of the acceptance of widespread inequalities derives from the sorts of social comparisons people typically make. Specifically, it was suggested by Runciman 1966 that most people have a relatively restricted range of reference groups with which they compare themselves and that individuals tend to make comparisons with others like themselves. As a result, people do not appreciate the full range of inequality. Runciman found that there was little evidence that people felt relatively deprived compared with others. Few thought that other people were doing better than themselves and, most interestingly, this was especially the case among those at the lower end of the income distribution. Subsequent research in the 1970s confirmed these findings, even at a time when incomes policies and relativities were at the heart of political debate see Daniel, 1975, Harrop, 1979. The research reported in this paper was initially designed as a precursor to a replication of Runcimans study. We were interested in whether, more than forty years on, people still made narrow social comparisons and remained ignorant of the true range of social and economic inequalities see Rose, 2006. After all, we now live in a very different and generally more affluent world from that of the 1960s. Yet one aspect of our society has not changed: income and wealth inequalities in the UK are shown to be increasing and this is rapidly becoming a public issue again. Recently there have been articles in, among others, the Financial Times, The Independent, The Guardian and the Daily Mail expressing concern for social cohesion if nothing is done to reduce the income and wealth gap. In these circumstances, it is not just academics and public intellectuals who find the puzzle of quiescence in the face of widening inequalities a challenge. For example, following a report in the Financial Times 6.11.06 that the top FTSE Chief Executives earned 98 times more than the typical employee in 2006 two and a half times the gap that existed little more than five years previously the editor of the Income Data Services Report was quoted as saying the sound and fury of outraged public and media disapproval has never been more subdued ibid  This assertion may not be entirely accurate given more recent press coverage of inequalities of wealth and incomes, but it does reflect the wider puzzlement of politicians and opinion formers at the lack of a direct link between these inequalities of material circumstances and any widespread feelings of grievance. More recently there is some slight indication that the citizens of rich countries are beginning to worry about inequalities, prompting the Financial Times to head its report of an FTHarris poll Globalisation Generates Dark Thoughts 23.07.07. A report for the Rowntree Foundation that reviewed the response to recent surveys and opinion polls showed that the majority of those questioned consistently considered the gap between high and low incomes to be too large. Even so, public attitudes to redistribution are complex, ambiguous and apparently contradictory, since the proportion of those questioned who favoured redistribution was much smaller than those who acknowledged the actual income gap to be too large. Joseph Rowntree Foundation, 2007. So, although the Financial Times readers may be wary of dark thoughts, there is little sign that these are likely to amount to any serious challenge to existing social and economic arrangements, notwithstanding the view of leading private equity player Sir Ronald Cohen that the gap between the haves and have nots could lead to street riots if nothing is done to reduce it Daily Mail, 21.06.07. 1 Inequality and quiescence: clearing the ground Given this situation, it may be helpful to make some analytical distinctions in relation to the puzzle that has exercised the minds of the many sociologists who have addressed it, since clearly it still remains a problem and, given recent trends in the growth of inequality, it may be increasing in salience. The principal lines of argument adopted by social scientists and other commentators may be set out schematically as follows: 1. Quiescence about the extent of inequality may be explained straightforwardly if it can be shown that people are almost completely unaware of the true facts of the inequality gap. If the information is kept from them, or if they have no means of finding it out, they may remain ignorant. If individuals and organisations are prevented from disseminating the relevant information, or the information is not gathered in an appropriate form, then, again, ignorance may ensure social stability. 2. Even in the face of the availability of the facts of inequality, this lack of awareness may be reinforced if people are shown to limit their comparisons to those who are socially and economically close to them. We have already seen that reference group theory was used by Runciman 1966 to demonstrate that there was little evidence of relative deprivation at that time. 3. However, it might be supposed and has been argued that these first two lines of argument cannot be so readily sustained in the contemporary world, where the widespread access to the media of radio, TV and the internet allow the rapid diffusion of information see, for example, Schor, 1998. Nevertheless, even if most people now have ready access to the knowledge that inequalities exist and, indeed, may be increasing, it does not follow that this will necessarily lead to discontent and a consequent political pressure for economic, social or political change. Contemporary approaches to this puzzle draw on recent changes in society and social consciousness to account for the quiescence. For example: a Firstly, it is unquestionably the case that, in Britain, most people are more affluent than their parents but also more confused about their social position. In an analysis of Middle Britain using British Household Panel Study data Future Foundation, 2006, it was shown that there was a considerable overlap between those who define themselves as middle class and those who classified themselves as working class. For example, more local government officers described themselves as working class 52 percent than middle class 41 percent. However, it is arguable that, in general, jobs do not predict class or more general social identities in the way that they once might have done, so that many people may now define themselves less by what they produce and more by what they consume Bauman 2007, Hamilton 2003, Hamilton and Denniss 2005, Offer 2006. There are many ways in which consumption can be fuelled. The movement of women into the labour market has allowed multiple earner households of manual workers to have similar resources collectively to a single breadwinner household in the middle class. Easy access to credit, which has led to a steady increase in the debt to income ratio May et al. 2004 has done much to take the waiting out of wanting. Finally, the cost of many goods has dramatically declined due to the forces of globalisation, which has led to most manufacturing being undertaken by very cheap labour in China, India and Africa. These and many other factors have fuelled a consumer boom, placing retailing as a central driving force of the economy. If most people have easy access to a wide range of goods not so readily available to their parents, or, indeed, to their own expectations earlier in their careers, then they are more likely to reflect relative contentment than resentment. Whilst we would not wish to overstate this drugged by consumption argument, it is clearly a contributing factor. In sum, we are making two interconnected points: firstly there is a clearly demonstrated growth in the overall affluence of the population and, secondly, this affluence is directed to the widespread 2 consumption that has been popularly described as Affluenza Hamilton and Denniss, 2005 and which has shifted the focus of identitymaking consciousness away from the sphere of production. b Secondly, sociologists such as Beck 2002 and Bauman 2001 have pointed to the importance of a social process of individualization that has changed the nature of social identity and emphasized the importance of individual solutions to the problems posed by contemporary society. We are encouraged to turn public issues into private troubles and to seek individual solutions as customers, clients and consumers. Choice is the mantra, which by implication is individual choice. The fact that everyone else is making similar individual choices is disregarded. The more people feel that their personal fate is in their individual hands and that who they are, as individuals, depends on their distinctive personal solutions and choices, the less likely they are to recognise the potential for collective expressions of discontent. The individual consumer is particularised and thus isolated from any collective identity and is encouraged to think about getting the best individual deal for herself and her family. c Thirdly, and following on from the previous two themes, wider collective solidarities have declined with the secular shifts in the occupational structure that have taken place over the past fifty years. A large, male, manual, muscular working class and a small, lessdifferentiated middle class have been replaced by a smaller working class and a larger, more differentiated middle class. The proportion of the employed population in jobs that may be classified as manual has declined from about 60 per cent in the 1960s to barely a third today. The decline of the manual workers Trades Unions and other working class institutions and the emergence of New Labour have evidently reduced the context and opportunity for the articulation of welldefined and supported radical dissent or alternative visions of society see Parkin, 1967. Indeed, Runciman himself has recently reflected on the differences between the UK of 1945 and that of today in precisely these terms. In a perceptive essay on what has happened to the Labour Party in the past sixty years, he identifies affluence as the single most important difference between UK society immediately after World War Two and that of today. In particular, he draws attention to first, the difference between then and now in what money can actually buy; and second, the difference in the shape of the distribution across the British population of the capacity to buy it Runciman 2006: pp.1920. What used to be regarded as luxuries for the few are now staples for the many. Over time, this has led to less interest in inequality as a political issue in the UK. In part, Runciman suggests, this is a consequence of changed attitudes towards social mobility. Relative mobility rates may still be such that middle class children are more likely than their working class counterparts to achieve the best middle class positions. However, absolute rates of mobility have ensured that far more people from working class backgrounds have come to fill middle class positions. There is a final approach to our central puzzle that we may adduce. This is a situation where if people may be more aware now about gross inequalities, and even accept that something should be done by Government to address them, they still may be very unsure and confused about what response they should make. The recent Rowntree Report demonstrates such confusion and is highly sceptical of the value of further surveys or polls to find the answer to theses confusions, ambiguities and contradictions. There is a recognition that the research review undertaken for the Report illustrates the lack of sophistication in much of the work about inequality and redistribution. The authors conclude: Future research also needs to focus more on peoples underlying values, and the discourses they draw on Joseph Rowntree Foundation op. cit  They claim that the standard proxy variables of survey research such as age, income, occupation and gender, do not tap the underlying values that determine peoples attitudes. 3 This all makes any attempt to replicate Runcimans study extremely problematic. We cannot simply take his survey questions and apply them now. For example, Runcimans survey assumed that most married women were housewives, husbands were the breadwinners and that there was thus a single source of household income. Equally, distinctions between manual and nonmanual work were manifest and were clearly reflected in status structures both in the workplace and more widely. Hence, Runciman could ask questions which assumed people had this knowledge and he could also assume that peoples reference groups were classbased. At the same time, the consumer society was only just emerging. It was the new age of the affluent worker. Consumer goods which had once been the privilege of the few were now becoming more widely available. Thus, Runciman was able to tap peoples consumer aspirations using very simple questions, some of which are now outdated andor meaningless e.g. aspirations for ones wife to have a fur coat; for the family to have a foreign holiday; etc  It was with all of this in mind that we embarked on a small qualitative pilot study to investigate how we might attempt to replicate Runcimans study. We were most concerned to examine the following issues. First, if as many critics suggest class in a macro sense is no longer likely to be the basis for broad social comparisons, what is? It would be vital to investigate this before attempting a restudy in which the manualnonmanual divide is so crucial to Runcimans questions and analysis. Is this still a meaningful division? Second, what do people believe about the shape of British society diamond, triangle or onion and where do they think they and others fit in it? What determines someones social position? Third, who are people like us? Who do people compare themselves with? Who do they think is doing better than them and who worse? How do they feel about this? A fourth reason for doing qualitative work related to consumption behaviour. What do people think of as luxuries and necessities? What sorts of things do people want but cannot afford? Who do they think can afford these things? What sorts of consumer items do people expect to have? In summary, our research was designed to: 1. 2. 3. 4. Identify how people approach and discuss social comparisons; See how people assess how well they are doing and thus more about comparisons; Learn more about who people compare with about what; Ascertain what, if any, groupings people do identify in society and whether class still has any salience. If not, what else does? Explore what people think are the main contemporary social divisions, if any, and how salient these are. 5. The qualitative pilot study Two main research strategies were adopted for this preliminary study. The first involved the use of individual indepth interviews to explore in detail how people assessed their own achievements in relation to others and how they gauged their position in society. Six interviews were carried out during this initial phase in which detailed personal information about peoples backgrounds and aspirations was collected, together with perceptions of how well they were doing compared to others and how they 4 saw their position in British society. The emphasis was on the individuals life story, so that intralifecourse comparisons could be made, as well as comparisons with others. We were particularly alert to the language and narrativestyle respondents adopted when reporting on their relative success. The second strategy was to use focus groups to build on the interview data in a more strategic way. Four focus groups were conducted, which encouraged discussion of the basis of social comparisons, the nature of contemporary social divisions, and the structure of British society. The idea was to be challenging about inequality and peoples responses to it. Copies of the interview and discussion guides are contained in Appendix 1. Purposive sampling was used for both parts of the study. We decided to concentrate on people who were in the childrearing phase of their lives all respondents were married with dependent children, were employed, and embarking on or consolidating their careers, as we hypothesized that this might be a critical time during which social comparisons were made. In the individual interviews we wanted to compare and contrast different labour market situations and, consequently, selected people from a wide range of occupations: a long distance lorry driver, a handyman working for a local authority, a quality control inspector in an aircraft parts factory, a part time bank clerk, a hospital consultant and a finance director. Interviewees were aged between thirtyfive and fortyfive. For the focus groups, all respondents were aged between thirtyfive and fifty, but came from a narrower range of labour market situations than was the case for the individual interviews. In an attempt to help people feel comfortable discussing such potentially sensitive issues as social comparisons and social structure, we allocated respondents to focus groups in such a way as to make the composition of each group as internally socially homogeneous as possible. Group 1 was made up of women in whitecollar clerical occupations; group 2 consisted of men and women in semiprofessional and junior professional occupations; group 3 comprised men in unskilled and skilled manual jobs; and group 4 was made up of men and women in senior supervisory and junior managerial roles. A more detailed profile and discussion of the samples can be found in Appendix 2. Fieldwork was carried out during the summer of 2005 and the winter of 20056. Verbatim recordings were made of all the interviews and focus groups and the data were analysed thematically using Framework, a matrixbased approach to data management and display. Ritchie, Spencer and OConnor 2003 Findings As the Rowntree review suggests, understanding attitudes to inequality and the redistribution of wealth may not simply be a matter of the way people react to information about income disparities. In presenting the findings from our study, we begin with a discussion of what our respondents know about other peoples incomes, but then move on to consider how they talk about inequality and the kinds of social comparisons they make. Is income the key? Do people compare themselves with others on the basis of how much they earn, or are they comparing on other dimensions? With whom do they compare themselves? How well do they think they are doing? And, if they perceive others as doing better than themselves, do they care? Who earns what? As we discussed at the beginning of this paper, the question of whether or not people are fully aware of the extent of inequality in the UK, particularly income inequality, is the subject of much debate. Using British Social Attitudes BSA data, Bromley 2003 and TaylorGooby 2005 show that people 5 underestimate the incomes of top occupations, though they have a good idea of the earnings of lower and middling ones. For example, whilst their estimates of the earnings of occupations such as shop assistant, unskilled factory worker and skilled worker were not far out, people grossly underestimated earnings of a G.P., an appeals court judge and the chairman of a large corporation. Taking these six occupations, people perceived the ratio of earnings from top to bottom as 1:14, thought that it should be 1:6, whereas, in reality, the ratio at the time was 1:55. During our own individual interviews, we also asked about the earnings of a similar range of occupations: an unskilled worker, a skilled worker, a shop assistant, a bank manager, a solicitor, a GP, an MP, and the boss of a large company. Apart from one interviewee, a finance director, our respondents were not well informed about the respective incomes of these occupations. For example, one man underestimated the likely income of GPs in comparison to skilled workers, as the following exchange suggests: How much do you think that bank managers get a year? It has got to be thirty, thirty five thousand. Thirty, thirtyfive thousand  What about a doctor? What do you think a doctor would get? Oh they are not very well paid. They only make about twentyfive, twentyseven thousand a year. I saw a thing in the paper about it not so long ago. The hours they do. If you break it down into an hourly rate, they only get about two pounds fifty an hour a normal GP, anyway. And what about a solicitor? Oh they rake it in dont they. Legal aid and all that. They earn fortunes. Forty, fifty thousand. An unskilled worker in a factory. Say in your uncles factory ? They get about twentyfour grand a year dont they? So   an unskilled worker gets about the same as a doctor? Yes   a brickie earns more than a doctor. Not only were people unaware of income differentials, there were also wide variations in their estimates of particular occupational incomes. While some thought that the boss of a large company would earn 100,000 per year, others thought the figure closer to 1,000,000. Estimates for GPs incomes ranged from 25,000 to 90,000 per year, and for skilled factory workers from 9,500 to 24,000 per year. When asked about the average earnings of a person in fulltime employment, however, people in the focus groups were able to put an extremely accurate figure to this, commenting that average earnings had been a recent item in the news. Similarly, media coverage meant that people were well aware of the fabulous money celebrities could command, quoting top footballers as earning up to 100,000 per week. So, it seems our modest study confirms that people may have some sense of a large disparity between top earners and people at the bottom, but they are not necessarily well informed about particular occupational incomes. Not only this, we have to ask how likely it is that they would necessarily be aware of incomes even among those known to them personally their siblings, friends, and neighbours. Do people tell each other how much they earn? With dual earner households, it seems even more unlikely that people would know with any accuracy exactly how much money other households have. Perhaps the puzzle of quiescence cannot be answered simply in terms of how much people know about income inequalities. Perhaps, instead, we should take a careful look at whether or not people compare themselves to others, with whom they compare themselves, and on what kind of basis, before considering the problem of whether or not they care about inequality. Social comparisons do people compare? 6 We began our exploration of social comparisons by asking whether people in general compared themselves to others. At this broad level, our respondents readily admitted that it was human nature to want to keep up with the Joneses, and the younger generation were thought to be particularly susceptible, comparing themselves to their peers and wanting the latest designer gear, mobile phones or IPods. It was seen as inevitable that people would make comparisons with people above and below, and this process of dual comparison was summed up neatly by a manager in one of the focus groups: So youre aspiring to go higher, but youre also looking at below   youre looking both ways arent you. Yet, when asked directly with whom they personally compared themselves, people became rather more uncomfortable. In the individual interviews, it required persistent and sensitive questioning to encourage people to speak more openly. For example, direct questions about whether or not they compared themselves to any other groups elicited a No, I dont think so  we keep ourselves to ourselves and do what we have to do type of response. However, people were much more forthcoming when asked if they ever took stock of their life, or thought about how well they were doing, or considered who might be doing better or worse. For example, a lorry driver admitted that he did compare his own situation to that of people he worked with in terms of lifestyle and influence with the boss and also to others living on the same housing estate I sit back and think sometimes  what am I doing the job for? But then you look   around the other people in the estate and half of them havent got what we have got. We have a nice car outside, a nice house, we dont skimp or save on anything. At the end of the day it is what you are working for isnt it. I think we have a good style of life to tell you the truth. Similarly, others in the study who had gone straight from school to work conceded that friends and relatives who had learned a trade or gone to university were doing better than they were in the sense of having better paid and more secure jobs. On the other hand, they were also aware of others who were not so fortunate, people who could not find work, or who were heavily in debt. The finance director in our study, was particularly conscious of the fact that his remuneration package is in the top few percent of the country, and that the majority were not doing as well in purely financial terms, yet he was also aware of the mega rich who were significantly better off than he was. Social comparisons at the personal level were even more difficult to address directly in the focus groups than in the individual interviews. Although people admitted that they sometimes judged others by their lifestyle, the kind of house they lived in, the clothes or jewellery they wore, and would notice if a neighbour acquired a new car, they resisted the idea that they actively compared themselves to people they knew. With friends and neighbours, a recurrent theme was that these people tended to have a similar lifestyle anyway, so respondents were not aware of any major discrepancies though of course, awareness of similarities implies that people were at least looking to see how well friends and neighbours were doing. Reluctance to discuss social comparisons was particularly evident in relation to siblings. For example, in one focus group when a woman was describing how she envied her sister she was admonished by another member of the group for begrudging her sisters good fortune. In another case, a participant crossed her arms defensively and refused to participate until the discussion moved to another topic. It seemed that we were skirting around a taboo subject. 7 Making comparison with siblings was also a sensitive subject in some of the individual interviews. For example, one respondent was adamant that she and her brothers and sisters never discussed money or the value of their houses; she found the idea quite invidious. Another interviewee, however, admitted that her brother who was an accountant was doing much better than she was, yet she claimed she did not compare herself to him because she was pleased for him and happy enough with her own situation. Yet another respondent claimed he did not actively compare himself with his brothers and sisters but just assumed they were all on a par I think we are doing all right same standard as what they are.   At least what I hope to be, I dont want to be different from what they are. I think we have the same sort of life  Like I said I dont have a lot to do with our family any way. When you talk you seem to be on the same sort of even keel as what they are. When asked whether or not they compared themselves with people outside their immediate networks, respondents in the interviews and the focus groups referred both up and down the social scale, to the super rich, whose fabulous lifestyles were featured on television and in magazines, and to people at the bottom of society people on benefits, refugees and asylum seekers. Whilst they actively distanced themselves from the latter, respondents commented that the lifestyles of celebrities were so far removed from everyday life that there was no point in making any kind of comparison. Nevertheless, some admitted that they would not mind having some of the accoutrements of a celebrity lifestyle, such as a private swimming pool, a mansion or a yacht, but without the accompanying loss of privacy and fears for their personal security. It seems from our preliminary study that, although people do not readily acknowledge that they actively compare themselves to others, and remain happier talking in generalities, they do admit to being aware of similarities and differences between their own lives and the lives of colleagues, neighbours, friends, family, as well as those perceived to be at the top and at the bottom of society. But are these comparisons based on knowledge or even assumptions about how much other people earn, or on perceptions of how other people live? Social comparisons how people compare It seems that when respondents in our study talked about social comparisons, or at least referred to others who were doing as well as, better than, or not as well as themselves, they referred explicitly to differences in terms of lifestyle, to the visible trappings of consumerism, such as the kind of house and area in which people lived, the kind of car they drove, the kind of clothes they wore. Of these, housing and neighbourhoods were seen as the strongest indicators of how well people were doing. A recurrent theme in the focus groups was that, as people earned more money, they usually wanted to move to a bigger house in a better area. All the men in the third focus group wanted to leave the housing estates on which they lived, to have nicer neighbours, better schools and a better peer group for their children. When people discussed what they and others would do if they won the lottery, moving house tended to be top of the list, along with giving up work and before buying a flash car or taking an expensive holiday. Your neighbours wouldnt be there   . if they won a lot of money and they could afford a Bentley, how many of them are you going to have living down my street? Theyre going to be doing what the rest of us would do theyll want to live in a big house with other people that have got big houses. 8 Different areas meant different kinds of people, and a different lifestyle. One woman described her experience of going to live in a posh neighbourhood with her exhusband When I moved to Kelwood I had the WI knocking on my door on the Sunday after moving in on the Saturday, you know, Come and join the gardening club. Yeah right. Come and see my garden. My greyhound has made a racetrack round it now  You know, its a different world. However, despite variations in lifestyle among different social groupings and deprivation at the bottom of society, a recurrent theme in our qualitative study was that Britain was generally becoming more affluent. People were thought to have much higher expectations nowadays: what might have been aspirational in the 1960s was considered a basic necessity in 2006. Nowadays, couples wanted indeed needed a dual income in order to afford their desired lifestyle which, according to participants in our study, included: a house preferably one they owned or were buying on a mortgage; good food; regular meals out; nice clothes; a car; a television and video or DVD player in each room; all the white goods washing machine, fridge, dishwasher; a phone in all the main rooms or several cordless phones; a mobile phone; a computer. In the second focus group, some people claimed to have as many as ten television sets, including some with a TV in their bathrooms. It was suggested that people expected more than one annual holiday and at least one foreign holiday a year. It was difficult to get respondents to talk about luxuries, because they already had things that their parents could not have afforded. I suppose we have a fair amount of modern things now. How do you improve yourselves? You have got your DVDs and your videos and your computers and so on, so, I mean, what else can you modernise? Alternatively, if they could not afford something at the moment, they seemed confident about affording it in the future, by saving and budgeting, by buying wisely or second hand, or by using credit. One man in our study was planning to buy a 4X4 in thirteen years time when a life policy matured, another hoped to win a car for his wife if he reached a certain level in a pyramid selling venture. It seems that lifestyle and ownership of consumer goods are the main basis on which people compare themselves to others, because these are visible signs of how well people are doing. Single incomes alone do not necessarily give the whole picture, since one can keep up with the Joness through dual income, canny shopping or getting into debt. However, implicit social comparisons were also made by people in our study, referring to other kinds of social difference based on language and education which were possibly harder to disguise or overcome. For example, when talking about different groupings in society, some respondents referred to differences in the way people spoke, their accent, and the way they used words. Everyone perceives someone who talks properly and the Queens English to be well educated and brainier than someone who may come from Suffolk or the West Country. If you talk to someone in a pub, they could be a professor of something, but if they talk with a West Country twang or something it puts a slight slur on them. You dont quite believe them quite as much   If you went to see your doctor, you know, if they dont talk the Queens English you dont quite believe what theyre telling you. Some admitted that they could easily be overawed by a GP or a solicitor if they used long words, and some commented that highly educated people sometimes deliberately used their knowledge to intimidate others. 9 We were impressed by peoples alertness to the complexity of social signifiers especially those that are commonly thought of as social class signifiers. The gradations of social behaviour including body language and subtle inflections of speech were recognised and commented upon. Clearly people are very well equipped to make social comparisons. The issue, of course, is what social comparisons do they deem salient or significant? We turn now to a consideration of what social consequences they may perceive and how these might affect them. Inequalities: do people care? Even if people are aware of social differences and of certain inequalities, is this something that makes them feel deprived, discontented or resentful? From our own smallscale study among people in fulltime employment, it appears that relative contentment rather than relative deprivation is a more likely response. As discussed above, some of our respondents were relatively content with their lot because they could pay their bills, and afford most of the things they wanted. They felt able to participate in consumer society and achieve a reasonable standard of living by saving, budgeting, buying second hand, shopping at cutprice stores, or using credit. Some were content because they could see that their standard of living was rising over time: they were doing better than their parents or than they themselves had done at an earlier point in their lives, or there was a prospect of them doing better in the future. People in the focus groups commented on the way their standard of living had improved once their children had grown up their money now went a bit further. Now that same amount, because Im finished bringing up my family, goes further, because Ive not go to, as you say, go out and buy designer shoes. If they want designer shoes, which I can assure you my daughters do, they buy their own  So now Ive sort of gone up a stage, if you see what I mean. I know Im the same person   but, because the moneys not got to be so elasticated, it makes me a bit higher. Ive gone up a rung. I think your priorities change as you go through life. When you are young and youre first married and you have young children, then the priority is the children. Then as they get older and, as mine are now, just starting to get rid of the last of them, then the priority is not the children anymore because theyre out working and looking after themselves and theyre starting their own families, then your priorities go to   you and your wife, or you and your partner or whatever. And I think thats how your standard of living rises. Only if people were unhappy, or felt they were stuck at a particular level, were they likely to feel jealous or resentful. I dont really compare myself much. As long as my life is at a steady keel and we can cater with it, that is all I am worried about. If they are doing well, good luck to them. Uhm, yeah, obviously I look at their house I look at their cars but it doesnt make me envious at all, not really no. Its I mean Ive got friends and family, we go over to their houses and theyre detached houses and two garages and all the rest of it, but I dont feel any envy for it because I think Ive got a comparable lifestyle to them, yeah. I possibly would if I was living in maybe rented accommodation or a one bedroom flat somewhere, then yeah I probably would feel it, but no because the people I do socialize with tend to have got the same lifestyle as I have 10 Im happy with the way I am and my life is and I wish everybody the best. I dont compare   Yeah, I do think if youre happy in yourself and youre happy with your life then youre just happy with it. You dont want anything else and youre content with it then its not a problem. If your lifes crap then you think, I wish I had a life like that Victoria Beckhams Another reason people were not particularly discontented was that they could always think of others less fortunate than themselves. For example, they felt lucky compared to people living in squalor, in run down areas, or who were actually homeless  People who live rough if you like or dont care about themselves and dont clean their houses.   So I compare myself in that way, you make sure your standards are higher. There are places you wouldnt want yourself or your family to live in, you know if you went to certain areas of Ipswich I couldnt imagine myself living there and I you know if youve got a family you couldnt imagine your children living there and you wouldnt want them to live there People also compared themselves favourably to those who were unemployed, or heavily in debt there was a certain amount of pride in being able to pay your own way. Where people were aware of others doing very much better than themselves, this tended to be in relation to celebrities, whose lavish lifestyles were featured in the media. However, because these lifestyles were seen as unreal and so far removed from their own, respondents claimed that there was no point making any comparisons. Whilst people admitted to occasional envy, especially if they were having a bad day, they were not openly resentful. However, a few men in the third focus group admitted begrudging the rich and privileged. For example, some thought that footballers were grossly overpaid, others claimed there can be jealousy about sort of higher classes. Its perceived that theyre earning more and why should they, youre working as hard as them? In some cases, people were sceptical about the apparent success of others, and suggested that appearances might be deceptive. Sometimes people were heavily in debt to support their lavishlifestyle, sometimes they did not even own the goods they flaunted. How do we know how other people live? I dont mean the people we know personally, but how can we know what other peoples lives are like?  Well we cant   Its a lot of guesswork is what it is. Its just the tabloids isnt it, in the newspapers, what you read  You buy the Okay magazine and Hello  And then your own imagination. Thats right. It goes from that  No, but people do assume a lot I think. If you see someone driving around in a flash car you assume that they own it, when nine times out of ten they probably dont  Theyre probably taking it for a test run. Interestingly, even when they had personal knowledge of others doing dramatically better than themselves, respondents in our study did not actively compare lifestyles or, even if they did, were not particularly resentful of other peoples success. They have bought into the consumer society, so can hardly criticise those that are doing better out of it than they are. 11 Ive got friends who work in London and earn big money, and I dont compare myself to them cause I come nowhere near what they earn. I mean he got a bonus for Christmas, 32 grand, thats just his Christmas bonus. But I wouldnt compare myself to him. I might envy him a little bit on the sly! For the most part, as long as people had worked hard for their success, or remained on friendly terms with those they knew and did not become arrogant or disdainful, it was a case of good luck to them Shake his hand. Tap him on the back. Well done, son, you have done good for yourself. I am not a jealous person. I just get on with life. On the other hand, considerable resentment was expressed in all the focus groups and in some of the individual interviews towards those who were perceived as scroungers or shirkers, who enjoyed a comfortable life through no effort of their own but at the expense of the state. Generally, however, it seems that although people in our study were aware of others lifestyles, they often chose not to make many direct comparisons, either because the gap was so great that people at the top were out of my league or because they were reluctant to make comparisons that were detrimental to their sense of self worth or to admit that in a consumer society their own lifestyle was somehow inadequate. In other words, people were often making intrapersonal comparisons, concentrating on their own and their familys welfare, preferring to get on with their own lives, working hard to give their families a decent standard of living. However, despite the fact that our study suggested people were taking an individual approach rather than seeking common cause in solving the problem of inequality, we nevertheless decided to explore respondents perceptions of the social groupings and divisions that existed in the wider society and, particularly, to gauge where they placed themselves in the bigger picture. People like us salient reference groups today When exploring a more collective dimension to the problem of inequality, we did not assume that respondents would necessarily identify themselves with particular economic, social or religious groupings, or define their position in society in terms of social class, so we simply asked them to describe people like yourself. In response to this very openended approach, respondents tended to portray themselves as ordinary working people, people who work hard for a living, workers not shirkers, people who can pay their bills, people who are not dependent on the state. Working for a living was seen as a key defining characteristic. In addition to this, respondents saw people like us as people with a similar lifestyle, in similar circumstances, for example having a secure job, being a working mother, or working in the same occupational sector. Social classes as reference groups were only mentioned when respondents were asked more directly to which group or groups they belonged. Here the language of class was the only language people had. For example, because working for a living was such a strong theme, some people identified themselves as working class because We all get up and go to work   we get up in the morning at 6.45 and go work. Some insisted that the Prime Minister was working class because he had to work to pay the mortgage. 12 Having a certain standard of living, and being able to support oneself, were equally important in relation to peoples perceptions of their social class. For some this meant that they were working class Maybe its people that can manage. I know obviously nobody ends up with a fortune thats just the world we live in but if you can manage and keep your head above board then Id say you come under the working class. Rather confusingly, for others this meant that they were middle class middle class means   somebody whos able to look after themselves and have what they need.   to be able to have the standard of living that youre happy with, and not having to rely on the State. For others, being middle class was a matter of how easily people could afford things compared to earlier generations, or to earlier periods in their lives Id say I would probably fit into the   middle class. We live a nice lifestyle. We buy what we want. Years ago you had to save up to buy what you want. Nowadays most people can just get what they want cant they? Sometimes people admitted to being confused about how to classify themselves when they tried to balance a working class background or ethic with a comfortable middle class lifestyle Its a strange thing because Im working class but, in my mind, Im middle class because   I own a house and I have two cars and my wife works with children and all the rest of it. But I work for a living, so I basically must be working class, by sheer definition When asked about people who are not like yourself, respondents generally referred to the very rich, toffs, or doctors and judges who are out of my league at one extreme, and to people who were struggling and could not afford the basics, people who were reliant on the state, or shirkers at the other. In between these two extremes, between an elite and an underclass, was the middle ground occupied by both the working and middle classes. Indeed, our respondents tended to perceive themselves as typical of what Gordon Brown calls hardworking families. Social class, models of society and the muddle in the middle The findings from our qualitative study suggest that, although people refer to social class when asked to which group they belong, there is no strong sense of class consciousness, of class as a salient reference group, or of people comparing themselves across a working classmiddle class, or manualnonmanual divide. It seems that popular perceptions and definitions of social class are often conflicting, and that pictures of society are infinitely more complex. Nevertheless, even if social class is not the main basis of reference groups today, social class was mentioned without any prompting in each of the focus groups and in four of the six individual interviews when respondents were asked to describe the main social groupings within Britain today see, for example, Savage et. al., 2001. However, a recurrent theme in our study was the idea that although social classes still exist in some form, they no longer represent clearcut social divisions, they are not inextricably linked to occupations, and peoples position in society is not primarily determined by whether they have a manual or a nonmanual job. 13 If you had somebody that was a street market trader   years ago they wouldnt have made an awful lot of money, now there are entrepreneur market traders that are sort of working their way up and you know theyre making a fortune. And you know you wouldnt really have thought a market trader as being a particularly respectable job. In addition to this, when asked to describe the defining characteristics of different social classes, a range of factors were suggested, including: social background and upbringing, money, lifestyle, and education, as well as occupation or position in the labour market. Perhaps the greatest degree of consensus surrounded definitions of upper class. Being upper class meant coming from a certain kind of social background, a posh family, perhaps with an aristocratic connection, or at least a long history of prominence in the local community, and a privileged upbringing, often including private education. This social background was based on old money. Interestingly, current financial status was not necessarily relevant: some members of the upper class might not be particularly affluent nowadays. To be part of the upper class, however, you had to be born or marry into it: you could not rise into it through making a lot of money, certainly not within a single generation. Old money would not accept new money. In the case of admission to the upper class, there were limits to money as a social leveller, at least in the short term: celebrities, selfmade millionaires, or lottery winners could not gain immediate entry they might be rich but they were not posh. People still think they know who the upper class are, although it seems to be an aristocratic class and not a capitalist one. Being working class, on the other hand, was still associated in some peoples minds with position in the labour market either people themselves or their parents were employed in manual work, as plumbers, electricians, hairdressers, or factory workers, they were people who dont mind getting their hands dirty. Other definitions of the term working class, however, were not tied to the nature of peoples work. For example, as discussed above, some people defined working class as people who work for a living rather than living on benefits or inherited wealth. Alternatively, being working class was more a component of a persons identity, a result of their background and upbringing, rather than an indicator of their social position: people could remain working class even if they eventually had a middle class, fairly affluent, lifestyle. Definitions of the middle class were even more diverse. According to one view put forward in the focus groups, there were no longer any distinctions between the middle and the working class: the term middle class now referred to the middle mass of people who work for a living, who lie between the extremes of the upper class, the super rich, and people at the bottom of the heap. Yet another view suggested that the middle class was not a distinctive social grouping but a different point on a continuum of consumer lifestyles. Middle class people had done better financially, were more secure, had bigger houses, more expensive cars, and could afford to buy things without having to save for them. By contrast, other respondents maintained that the middle class was indeed a distinctive and separate group. Although being middle class did not necessarily imply a nonmanual occupation these days, or necessarily mean being more affluent than certain members of the working class, middle class people did have a distinctively different kind of lifestyle from their working class counterparts eating in different kinds of restaurants, going on different kinds of holidays, living in different kinds of areas, mixing with different kinds of people, and speaking in a different, more educated way. Not only was the concept of social class somewhat muddled in peoples minds, rising levels of affluence and higher earnings for those in employment were perceived to have reduced the impact of, and blurred the lines between, earlier class distinctions. Differing degrees of wealth and the way these were manifest through material lifestyle were seen as one of the key bases of social groupings today. Thus, 14 at one extreme, there were: the super rich; the fabulously wealthy; selfmade millionaires; the nouveau riche; lottery winners; celebrities; people with million pound houses, the China White set, bosses driving around in Mercs. At the other extreme were the poor the unemployed, young single mums, the elderly reliant on the state pension, the homeless. Further groupings were identified on the basis of orientation to work; a distinction was drawn between people who were willing to work, people who were unable to work, and people who were not prepared to work scroungers, parasites, the workshy, a generation of people who felt entitled to the latest DVD player, a pair of 90 trainers, but who were not prepared to make a contribution to society. Yet another kind of grouping was identified in terms of the importance of peoples role in society and the status of their occupation: judges, lawyers, doctors and Members of Parliament were mentioned as having particularly high status roles. Education was also an important basis of social division, primarily because of the higher income it could yield through social mobility; though it also emerged as a mark of the thin stratum of the upper middle class professionals whose education could make them appear intimidating to some of our respondents. Finally, some respondents referred to religion and ethnicity, age and stage in the lifecourse, and sexual orientation, as the bases of different social groupings today When asked to place these different groupings in some kind of social hierarchy, however, not all dimensions and groupings were considered equally relevant. For example, while money, lifestyle, occupation and education were directly linked to a persons social position, religion, ethnicity and sexual orientation were not and people from different religious and ethnic backgrounds could be found at all levels of society. There was considerable consensus among our respondents about the two extremes of this social hierarchy. Groups at the top included: royalty; the upper class; gentry; old families; old money; people in high status roles judges, other lawyers, doctors, and politicians; the super rich selfmade millionaires, lottery winners, new money; and celebrities entertainers and footballers. Note again that there is no mention of the real movers and shakers of the capitalist economy. By contrast, those at the bottom included: the underprivileged; the unwanted children in care, homeless people; the poor; people unable to work; and people unwilling to work scroungers, parasites, illegal immigrants, asylum seekers and scumbags. As we have already discovered, however, perceptions of the middle ground between the top and the bottom were extremely diverse. Some respondents proposed a middle mass, which was variously described as working class, middle class, or as people left over in the middle between the two extremes. Other respondents, however, who also saw the middle ground as occupied by people who work, nevertheless acknowledged different groupings and levels in terms of income, job security, status, and material lifestyle. For example, one focus group identified two broad classes working class and middle class as lying between celebrities and the poor. Another placed a series of groups business people, managers, whitecollar workers and the working class between the upper class and the unemployed. A third listed a series of specific occupations such as directors, medical consultants, teachers, clerical workers, mechanics, gardeners, people who work in Mac Donalds, dustmen and cleaners and placed them between the super rich and people who were unable to work. There does indeed appear to be a muddle in the middle Kelley and Evans, 1993. The shape of British Society the pull of the middle 15 In addition to describing a social hierarchy, respondents were also asked to think about the proportion of people at different levels and to compare the shape of society to a triangle with a few people at the top and the majority of people at the bottom a diamond with a few people at the top and the bottom, but the majority of people in the middle an onion with few people at the top, a bulge of people below the middle, fewer people at the bottom but more than in the diamond shape. In three of the four focus groups people chose the diamond or the onion, rather than the triangle, because they thought that the majority of people were in the middle, or just below the middle. Those who opted for the onion did so because they believed there were more underdogs than top dogs in society today. However, in the remaining group there was a debate between those who chose a diamond and those who chose a triangle. Both sides thought that the majority of the population was working class, but differed in where they place this group in the middle or near the bottom of society. When asked where they themselves belonged, respondents tended to describe their location in relation to the middle of society. For example, in the individual interviews, people placed themselves in the middle, between rich and poor, just under the middle, and at the top of the middle. In the focus groups, people also saw themselves in a middling position in the fat bit of the diamond or the onion. One respondent suggested a childs drawing of a house, in place of the diamond, and placed himself on the first storey of the first floor of the house Clearly, it was comfortable for our informants to view society as an onion, with most people in the fat middle. Perhaps it is in the nature of focus groups, and particularly ours, given the way we selected them, to affirm an unthreatening common social position. There was much more variation in the individual interviews in terms of where respondents saw themselves in a putative social structure. However, it was undoubtedly the case that there was a convergence of opinion amongst those who might be classified by their occupational status as middle class or working class all to see themselves in the middle of the onion. Some might claim to be under the middle, at the top end of the middle or your average Jo, in the middle, but it is somewhere in the middle that they mostly claimed to be. These perceptions suggest that there has been a shift in social imagery, which previously conceived of society as having a kind of structural fault between the middle class and the working class. Such a division created notions of us and them. The notion of a middle mass, by contrast, appears to cloud such divisions primarily based on socioeconomic positions in the labour market. It does not follow that events could not dispel the cloud, if such it be. Conclusions Given the nature of this pilot qualitative study, our conclusions must necessarily be in the form of tentative and indicative remarks rather than robust results. Nevertheless, some themes came through very clearly and resonated well with arguments and analyses put forward by sociologists up to forty years ago. We certainly found confirmation of the various opinion surveys that people are still unaware of the true extent of income of the largest earners. And even if there was a more accurate awareness among some, there was clear support for the general finding from the literature that our respondents did not volunteer the view to give high priority for the government to devise policies to reduce inequalities. 16 We also found confirmation that people make widely differing estimates of particular occupational incomes. However, for a number of important reasons, our study questions the relevance of knowledge about income inequalities as a determining factor in the continuing acceptance of social inequality. Firstly, people appear to compare themselves to others in terms of material lifestyle rather than position in the labour market, or individual occupational income. Dual earnings mean that levels of household income can be somewhat opaque. Nevertheless, the way in which household income is spent in terms of possessions, place of residence and overall lifestyle provides the basis of peoples images of themselves in relation to others. Where people feel they can participate in consumer society and have a reasonable standard of living whether through careful budgeting, double incomes, or use of credit why should they feel deprived? This pecuniary model of society was well described by Lockwood over forty years ago Lockwood 1966 but the growing affluence of the intervening years has made it the dominant one. Unquestionably, most people feel and, indeed are, better off. The disposable incomes of todays working classes are now equal to those of the middle classes of the 1980s Future Foundation: 2006:5. If the capitalist system now rebranded as market society delivers the goods, why should people complain? Runciman expresses this situation well: Perhaps it is enough for people to believe that they and their families are becoming on average betteroff year on year, and therefore no longer excluded from the access to goods and services which their parents and grandparents were. Or perhaps the difference is that the ownership of at least some property, of whatever kind, is now far more widespread among those who traditionally had nothing but their labour to sell. Or perhaps the change of attitude is a symptom of a wider change in what used to be called, in a phrase now rarely heard, class consciousness and the old sense of collective identity of us against them is crosscut by differences of lifestyle, ethnicity, gender and party allegiance. Runciman 2006, p.21. Secondly, our study also confirmed the lack of any great evidence of solidaristic sentiments. The notion of fraternalism seems to have largely receded from contemporary discourse. It no longer has the necessary institutional support. Instead our informants spoke overwhelmingly in terms of individual career trajectories, individual lifestyle and consumption choices and an individual assessment of their social position in relation to other individual actors. This focus on individualization may be in part a product of a subtle shift in political rhetoric, particularly in the Labour Party, from describing Britain as a capitalist society to a description of Britain as a market society, in which individual consumers are encouraged to make choices between both public and private goods and services, even when such choice is in practice nonexistent or illusory. Given this, it is unsurprising that people made judgements about themselves and others on their market experience Lane, 1991. As clients of doctors or lawyers they may have sometimes felt intimidated by the superior knowledge, expertise or manner of certain individuals but this did not generally prevent them from accepting without resentment the evidently higher economic rewards and higher status of certain occupational categories, which invariably included MPs and members of the government. Thirdly, one clear social trend reflected in our qualitative data is the decline in social deference. People can sometimes feel intimidated by individuals who are more articulate or who may use their knowledge and education in an arrogant way. However, this is countered by a strong ideology of being prepared to acknowledge ones own selfworth and to be conscious that whilst some people may have more money, that does not make them any better as Hoggart 1957 perceptively observed reflecting on his own autobiographical experience. Such attitudes may be dismissed as part of a psychological avoidance strategy, which serves to minimise the real and growing levels of economic inequality in our society. However, we suggest that that is too simple an analysis. In our exploration of the overall theme of social comparisons we found little evidence of the articulation of serious resentment. This was largely due, 17 perhaps, to the fact that those our informants knew well lived in a similar area to them and had a similar life style. Those who were quite clearly richer were very often dismissed as being out of my league or had worked hard for it. We also found in our interviews that some respondents had siblings or inlaws who had done markedly better but this could readily be attributed by our respondents to individual effort or, possibly, luck. Fourthly, it could be plausibly argued that the relative contentment rather than deprivation enjoyed by respondents in our study reflects the fact that they saw themselves in the middle mass of British society. Of course, we consciously focussed our research on the middle of the social structure, but participants in both the interviews and focus groups quite readily defined themselves in relation to the middle. If those who were better off were perceived to have worked hard for their success and they did not draw apart socially but remained down to earth and were not arrogant, they were accepted. This attitude may be explained, as Runciman 2006 noted, by the amount of absolute social mobility that has taken place over the last forty years. People have experience of a general improvement in their own or their family members life trajectories and, since the price of many consumer goods such as TVs, DVD players, digital cameras and so forth have become cheaper in real terms, their material wellbeing has manifestly improved. There was also a general consensus that there were distinctive categories below this middle grouping, compared with which people felt fortunate and from which they wished to distance themselves. We suspect that the labelling of these categories will vary according to the vagaries of events, moral panics and media campaigns. Such categories include single parents, people who cant wont work, asylum seekers, immigrants, hoodies and so forth. We suggest that, insofar as our participants have any broader comparative reference group, this is perceived negatively. They are moved to articulate a social attitude by categories they do not want to be in, rather than those they might aspire to join. This model of the social structure resembling an onion with small slices off the top and bottom had been recognised by Lockwood 1966, Pahl 1971 and Runciman 1974 before the great surge in affluence. Thus in 1974 Runciman described a gradual and partial redrawing of traditional boundaries to the point at which it will be appropriate to regard the adult fulltime labour force as consisting of three broad strata: an elite, which will be relatively smaller than at present; a large middle stratum whose members will still be differentiated in earnings and life style but will have in common that their interests will be defended by organised pressure groups; and an underclass which will become relatively more disadvantaged, even though improving its position by comparison with what it was Runciman, 1974: 86. In general these earlier forecasts have come to be largely correct. Perhaps the main reasons for the expansion of the middle mass are the changes in the occupational structure, increases in absolute social mobility and the largescale entry of women into the labour market, leading to significant increases in household income. After deducting tax and benefits, the spread in household income in the three middle quintiles of the income distribution is not very great. The shift from the individual earner to the household income has, of course, a whole range of social, economic and political implications. For present purposes, however, this shift does much to explain peoples reasonably accurate view that the material lifestyle of households geographically and socially close to them is simply not that different. 18 Peoples position in the middle mass is not based on earned income alone. Clearly the way the tax and benefits system operates has a large part to play. As T. H. Marshall 1950 demonstrated, the notion of citizenship supports a complex of civil, political and social rights that regulate, ameliorate and legitimate the capitalist labour market. Lockwood has noted the endemic contradiction between what he describes as the system integrative model of an effective and efficient economy and the social integrative model needed to provide acceptable and appropriate levels of social welfare Lockwood, 1996. To maintain social cohesion governments have to find an appropriate balance between economic efficiency and social welfare. There are indications from our qualitative study that people in the middle mass broadly find the present balance acceptable. It does not of course follow that people will always find this to be so, but even if there was a degree of articulated discontent about the balance, it would not necessarily be readily obvious what were the most appropriate levers of change. The combination of the operation of a free labour market and a vast proliferation of complex rights and benefits has produced a range of possible net outcomes for people that are very difficult to measure even for professional statisticians. The sociological understanding of the interconnections of these two models of social and system integration has not developed substantially beyond Lockwoods work, since there has been some retreat from macrosociological theory. Nevertheless, we suggest that it is here that a more fruitful way into the understanding of our central conundrum might lie. If this is so, it is not, perhaps, surprising that we do not find the answers from public opinion polls or that as the Rowntree Report put it Public attitudes to redistribution are complex, ambiguous and apparently contradictory Joseph Rowntree Foundation ibid  This is precisely what we should expect. The individual career trajectories of many in the middle mass are idiosyncratic and turbulent as Savage et al. 2001 have shown. For the middle mass to mobilise itself politically and present a well argued case against growing inequality, with appropriate proposals for redistribution, is neither likely nor feasible. Knowing which levers to pull to restore a more acceptable balance between the forces of social and system integrations goes to the heart of our political system. The complex system of institutional rights and resources that regulate the labour market, pensions, taxation and a host of welfare benefits is deeply embedded. Shifting one element may have cumulative and knockon effects, not all of which may be intended. In the face of such uncertainty, governments tend to tinker at the margins, whilst generating the maximum publicity. One possible implication of this is, of course, that the conundrum will surely remain with us, since the circumstances that might promote substantial shifts in the balance between social integration and system integration seem at present to be remote. Appendix 1 Social Comparisons Interview Guide for Indepth Interviews Hello and thank you very much for agreeing to take part in this study. I am from the Institute for Social and Economic Research at the University of Essex, which specialises in the study of social change. In this particular project we are looking at a very important aspect of our lives: how we think about ourselves in relation to other people, the kinds of comparisons we make, and how we feel about this. We are going to be talking to a range of different people and this will help us develop our ideas so that we can plan further stages of the research. Everything you tell us is quite confidential; only the research team will know in detail what you have said, but we really appreciate you sharing your views with us and helping us with our study. 19 Background brief warm up only 1. Id like to start by asking you a bit about your background Where did you grow up type of area? size, amenities, rented owned etc Describe the house Who did you grow up with who was in household? Parents work occupations? refer back to occupational grid completed before interview how involved in work, how much enjoyed? school friends backgrounds? any further or higher education? college friends backgrounds? Own siblings schooling? Other people families in area how similar to them? friends with? Compared with now how comfortable was your lifestyle? When growing up, were you aware of things your parents wanted but could not have afford? how did they feel? how did you feel? Early aspirations brief coverage only what sorts of things? influences, where ideas came from? comparisons with parents ideas what friends were planning talking about? Id now like to ask you a bit about your hopes for the future when you were growing up  did you ever imagine what your life would be like at this present age? What did you want it to be like? adapt following questions, depending on what they have mentioned What kind of work did you want to do? Why? What kind of house lifestyle etc? Why? influences, where ideas came from? comparisons with parents ideas what friends were planning talking about? Current situation Id now like to ask you a bit about your current situation 20 2. 3. How long have you lived in your house? Rent or own? if interview in participants home happy here want to move? how many hours ? how much enjoy? how satisfied with pay? any ambitions how satisfied with prospects? make a few notes at the end, if not ask about type of house How feel about the area? Tell me a bit about your work Partners work how many hours, how much enjoy? Any ambitions? What hopes aspirations do children have, do you have for children? At the moment, which aspects of your life are the most important to you? Why? Do you ever stop and take stock of your life?     How well do you think you are doing? in what respects? What is going well what not so well? follow their initial lead why feel this way? how are you doing compared with what you had expected or hoped? Thinking of people like you What about other people apart from people already mentioned do you ever compare your how well are they doing? how well compared to you? in what respects? how feel about that? who do you think of when you think of people like you kinds of work? university or college? in what way? how feel about this? do you actually compare yourselves to these people? life to anyone elses how feel about this? who? in what respects? What kind of people are perhaps not doing quite as well as you are? What kind of people are perhaps doing better than you are? See who they mention spontaneously, then prompt for Thinking about People you work with   how well are they doing? in what way? how feel about this? do you actually compare yourselves to these people? 21 how feel about that? Your friends how well are they doing? how feel about that? how well are they doing? how feel about that? how well are they doing? how feel about that? People in your family People who live round here  Can you afford to buy everything you feel you really need? If no, what sorts of things cant you afford that you really need? What kinds of people do you think can afford these things? What sort of items for the home do you think most people would expect to have nowadays? are there any of these you havent got but would like? What do you consider to be more of a luxury? What was the last big thing you spent money on? How long had you wanted it? How did you pay for it? What major item would you most like to have as an addition to your home that you think you have other people you know got this? how important are these to you? might one day be able to afford? If R not sure what we mean, suggest home improvement. what? how feel about this? Do other people like you have this? If no, What sorts of people already have this? Are there things your partner or children would like that they havent got? What are your main hopes over the next five years what would you like to be able to do achieve? The broader picture for yourself for your children if have 22 4. Weve been talking about people like you, where do you think people like you stand in the wider society? How would you describe your position? How do you feel about that? What about people you dont think of as being like you? What sorts of people would you think of? How would you describe them? What do you think determines someones position in society today? How important is money income? How do you feel about income inequalities Id like to ask you some questions about what you think people in other jobs earn. Tell me how much you think they earn per year before taxes what ought they to earn. a skilled worker in a factory a doctor in general practice a shop assistant earns solicitor an unskilled worker in a factory the chairman or chief executive of a large national corporation an MP What do you think is the average annual income, before tax, for a man working fulltime? And what about for a woman working full time? What do you think would be the average annual income before tax? Thinking of your own income, how do you feel about what you earn how much moreless do you feel you should earn? Adapt questions depending on whether or not they use the word class Do different social classesgroupings exist in Britain? Where do people like celebrities fit in? How would you describe your own social class nowadays? how would you describe people who are middle, working, upper class ? 23 IF DONT BELIEVE THERE ARE SOCIAL CLASSES What has changed? What has happened to the working class middle class? How do you think your parents would have described their position social class? can you remember do you know how they felt about that? who do you think they compared themselves with? Have you any idea where your children think they fit in? Who do you think they compare themselves with? When you think about someone who has done really well in their life, what sort of person what sort of achievements do you think of? Are there any groups of people in society for whom you have high regard? Which groups? Are there any groups of people in society you have less regard for? Which groups? In what ways do you think society has changed since your parents were your age? How feel about this? 24 Social comparisons: discussion guide for focus groups Hello! Thank you very much for agreeing to take part in our study and for coming along this evening. We are from the Institute for Social and Economic Research at the University of Essex. The particular project we are involved in at the moment is concerned with how people perceive British society these days the kind of social groupings they are aware of, where they feel they fit in and how they compare themselves to others. In order to help us clarify our thinking, and to prepare for later stages of the project, we are holding a series of preliminary discussion groups. We really appreciate you sharing your views with us and would like to reassure you that everything you say is confidential and will remain anonymous; only the research team will know what you have said  1 Introduction Name Where live? Who lives in household with you if anyone? What do for a living? 2 British social structure today what are they based on? Thinking about Britain today   How would you describe British society to someone from another country? LIST KEY FEATURES ON A FLIP CHART Have how have these aspects of British society changed from when your parents were your age? What kind of social groupings are there in Britain today? WRITE GROUPS ON A FLIP CHART How important are How do people come to belong to a particular group? How important   for a persons position in society   are? occupation EXPLORE MANUALNON MANUAL DISTINCTIONS moneyearnings education economic differences political differences social differences religious differences 25 ability social family background contacts who you know lifestyle People like us Membership Reference Groups in what contexts when important not important? You have mentioned a number of groups   Can you tell me where you think you belong. which group do you belong to? How important is it to you that you belong to a particular group? EXPLORE DIFFERENT RELEVANCES AND CONTEXTS People sometimes use the phrase, people like us   What sort of people do you feel most comfortable at ease with? Are there any differences within your social group habitus Can people belong to more than one social group? who are people like you? what distinguishes people like you from other people who are NOT people like you, why? what are they? Social comparisons Comparative reference groups who? who do they compare themselves with? why? Do you think people ever compare themselves to others? What about you   Do you ever compare yourselves with other people? EXPLORE COMPARISONS WITH PEOPLE THEY KNOW EXPLORE COMPARISONS WITH PEOPLE THEY DONT KNOW Why do you compare yourself to these kinds of people groups? occupations positions you have heard of people in the news celebrities family friends work mates colleagues neighbours 26 3 4 How do you know how about their lives? What is the role of the media? EXPLORE SOURCE OF COMPARATIVE REFERENCE GROUPS How do you feel about your own situation when you make these comparisons how well do you think you are doing? why how feel about this? What kind of people are doing very well nowadays? What kind of people are not doing so well nowadays? How does this compare with your parents generation? Why how feel about this? are different groups doing better now than they were doing before? 5 Lifestyle has this changed since your parents were your age? How? Lets think a bit more about differences in peoples lifestyles and how they decide to spend their money   Firstly, what do you think are the average individual earnings of someone in fulltime work? EXPLORE DIFFERENT PERCEPTIONS What do you consider to be basic necessities these days? After these necessities, people vary in the sorts of things they tend to spend money on   what about you, what sort s of things do you your household tend to spend money on? How important is it you to have the best possible the latest model the biggest the most expensive etc? What would you most like to have that you have not already got? What do you consider to be luxuries these days? Do we compare ourselves to others in terms of our lifestyles? How do we feel about people who appear to have more affluent lifestyles? why? Inequality in Britain 27 6 We have talked about different social groups and lifestyles, lets now look at how these fit how do we feel about any inequalities? whywhy not? how easy is to move from one group to another? together. RECAP ON THE SOCIAL GROUPINGS MENTIONED AT THE BEGINNING Are we still happy with these, or do we want to change these add other groups? How important are these groupings in terms of peoples chances and opportunities? Can we rank these groups in relation to each other? RANK THEM ON FLIP CHART ALLOW FOR DIFFERENT RANKINGS Do people try to change their position? Are there any kinds of people who get IF SOCIAL CLASS HAS NOT BEEN MENTIONED   What about social class, are there different social classes in Britain today? Returning to where we began, with how we might describe British society to someone from another country  Which of the following diagrams most closely resembles how you see British society today SHOW THE 3 DIAGRAMS OF POSSIBLE SHAPES OF BRITISH SOCIETY TRIANGLE, DIAMOND AND ONION less respect than they deserve? Who? more respect than they deserve? Who? less money than they deserve? Who? more money than they deserve? Who? what are they? how relevant important are they for peoples position in society? why? 28 Appendix 2 Sampling Purposive samples were drawn for both parts of the pilot qualitative study. As discussed above, we wanted to concentrate on people who were in the childrearing phase of their lives and who were embarking on or consolidating their careers. For the individual interviews, respondents were aged between mid twenties and fifty, all married with children. However, in order to explore the class dimension, we ensured that they were located in very different situations in the labour market. The profile for the six interviewees was as follows: Sex: Male Female Age: 2530 3140 4150 Occupation Unskilled manual Skilled manual Nonmanualclerical Professional Managerial 3 3 2 1 3 2 1 1 1 1 A similar rationale was used for the focus groups. We had originally intended to hold four focus groups as follows: Group 1: women, aged 35 50, married with children, in whitecollar clerical occupations Group 2: men and women, aged 35 50, married with children, in professional occupations, in both public and private sector organisations Group 3: men, aged 35 50, married with children, in skilled manual and unskilled manual occupations Group 4: men and women, aged 35 50, married with children, in managerial positions, in both public and private sector organisations Recruitment, conducted by an external agency, was very straightforward for Groups 1 and 3 and these groups fitted the intended profile. However, recruitment for Groups 2 and 4 was more challenging, partly because of the inflation of job titles which has been a feature of the British labour market in recent years. In each of these groups, participants were not as senior as we had hoped none had university degrees and all had parents who worked in manual or clerical occupations. Professions included occupations such as registrar of births and deaths, health visitor, and financial adviser, rather than lawyer, doctor and accountant, and some managers were in essentially supervisory rather than managerial roles. Although this was not exactly as we had planned, in practice the achieved sample has given us a more consolidated body of evidence, since our participants come from rather similar family backgrounds but have had very different career trajectories. 29 The final profile for the focus groups participants was as follows: Sex: Male Female Age: 3545 Occupation Unskilled manual Skilled manual Nonmanualclerical Professional Managerial 12 15 27 2 3 8 8 6 See the discussion above 30 References Bauman, Z. 2001 The Individualized Society Cambridge: Polity Press Bauman, Z. 2007 Consuming Life Cambridge: Polity Press Beck, U. and BeckGernsheim, E. 2002 Individualization London: Sage Bromley, C. 2003 Has Britain become immune to inequality? in Park, A. et al Eds British Social attitudes: The 20th Report London: Sage and NCSR Daniel, W.W. 1975 The PEP Survey on Inflation. London: PEP. Future Foundation 2006 Middle Britain: Class Membership and Money in 21st Century Britain www.futurefoundation.net Hamilton, C. 2003 Overconsumption in Britain: A culture of middle class complaint? Melbourne: The Australia Institute Hamilton, C. and Denniss, R. 2005 Affluenza: When too Much is Never Enough Crows Nest, Australia: Allen and Unwin Harrop, M. 1979 Democracy and Inequality. Yale University unpublished Ph D thesis Hoggart, R. 1957 The Uses of Literacy London: Chatto and Windus Kelley, J. and Evans, M. 1993 The legitimation of inequality: occupational earnings in nine nations American Journal of Sociology, 99: 1: 75125 Lane, R.E. 1991 The Market Experience Cambridge: CUP Lockwood, D. 1966 Sources of variation in working class images of society, Sociological Review 14: 249263 Lockwood, D. 1996 Civic integration and class formation, British Journal of Sociology, 47: 3: 531550 May, O. et al 2004 British Household Indebtedness and Financial Stress: A Household Level Picture, Bank of England Quarterly Winter: 414428 Marshall, T.H. 1950 Citizenship and Social Class Cambridge: CUP Offer, A. 2005 The Challenge of Affluence Oxford: Oxford University Press Pahl, R.E. 1971 Social structure and Social Change in Strategic Plan for the South East. Studies volume 2: Social and Economic Aspects: 129, London: HMSO Parkin, F. 1967 Working class consciousness: a theory of political deviance British Journal of Sociology 18: 3: 278290 Ritchie, J., Spencer, L. and OConnor, W. 2003 Analysis: practices, principles and processes, Qualitative Research Practice, 199218, London: Sage Rose, David 2006 Social Comparisons and Social Order: Issues relating to a possible ReStudy of W.G. Runcimans Relative Deprivation and Social Justice. ISER Working Paper 2006 48 Joseph Rowntree Foundation 2007 Public Attitudes to Economic Inequality Being a summary of a longer Report by Michael Orton and Karen Rowlingson available at www.jrf.org.uk Runciman, W.G. 1966 Relative deprivation and social justice: A study of attitudes to social inequality in 20th Century England London: Routledge Kegan Paul 31 Runciman, W.G. 1974 Towards a Theory of Social Stratification in Frank Parkin ed. The Social Analysis of Class Structure: 55101 London: Tavistock Publications Runciman, W.G. 2006 What happened to the Labour Party? London Review of Books, 28, 12, June 22, 1721 Savage, M. et al 2001 Ordinary, ambivalent and defensive: class identities in the Northwest of England, Sociology, 35: 4: 875892 Schor, J. 1998 The Overspent American. New York: Harper TaylorGooby, P. Attitudes to social justice London: IPPR 32 ", "filename": "2007-22.pdf", "person": ["Ray Pahl", "Pahl, Ray", "David Rose", "Rose, David", "Liz Spencer", "Spencer, Liz"], "date": ["2007"]}