{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19707/1/200730dkp.pdf"], "title": ["International cooperation on innovation: empirical evidence for German and Portuguese firms"], "plaintext": "Abstract In this paper we investigate the factors that lead firms to cooperate with partners from foreign countries on innovation activities. Portuguese and German data from the harmonised Community Innovation Survey CIS III allow us to compare innovation cooperation behaviour of private firms in the two countries. Using a bivariate probit model, we show that the characteristics of firms cooperating with foreigners in both countries are quite similar. International activities other than cooperation, firm size and the importance of protection methods for knowledge have a positive influence in both countries on the decision to cooperate with foreign partners. Some differences remain, however: In Germany, exporters are more likely to cooperate with foreign partners than nonexporters, whereas in Portugal this is not the case. Keywords: International cooperation, Innovation, CIS III, Germany, Portugal JELCodes: O32, O57 Nontechnical summary Driven by more complex innovation projects and ever shorter innovation and productlife cycles, firms are faced with a demand for knowledge they cannot satisfy with their internal resources alone. Firms thus have to look for partners for their innovation projects, which has led to an increase of the number of innovation cooperations. The globalisation of firms activities has contributed to the pressure to become more innovative and to conduct RD and innovation activities on a global scale, leading to an increase in both domestic and international collaborative activities. The growth of international collaborative activities in innovation and RD has led researchers from different areas to investigate the underlying motives for these kinds of agreements. Main contributions come from the international management literature, which is concerned with the strategic aspects of international innovation collaboration, and from economics, which looks at the growth of different forms of international alliances and their underlying motives. Our paper is closely related to the second of these two strands of literature. We look at factors and firm characteristics that influence firms decision to collaborate with foreign partners on their innovation and RD activities. A special feature of our paper is that we look at firms in two different countries rather than at a single one like in most of the existing literature. To be more precise, we compare a very exportoriented country which has an established hitech industry, Germany, with a country which has a negative international trade balance, where most exports come from labourintensive sectors and which sees its strengths in the services sector, Portugal. Comparing Germany and Portugal is interesting because the two countries exhibit similarities with respect to cooperation but differ with respect to the share of innovative firms and, of course, in their size and location within Europe. Using a bivariate probit model to analyse firmlevel data from the third Community Innovation Surveys CIS III for the two countries, we find that the characteristics of firms cooperating with foreigners in both countries are quite similar. International activities other than cooperation, firm size and the importance of protection methods for knowledge have a positive influence in both countries on the decision to cooperate with foreign partners. Some differences remain, however: In Germany, exporters are more likely to cooperate with foreign partners than nonexporters, whereas in Portugal this is not the case. Nichttechnische Zusammenfassung Die zunehmende Komplexitat der Innovationsprojekte und immer kurzere Innovationszyklen bzw. Produktlebenszyklen fuhren dazu, dass kaum noch ein Unternehmen seinen Wissensbedarf fur Innovationsprozesse alleine decken kann. Dies fuhrt dazu, dass immer mehr Unternehmen nach Kooperationspartnern fur ihre Forschungs und Entwicklungs Fu E bzw. Innovationsaktivitaten suchen, was zu einem starken Anstieg der Zahl der Innovationskooperationen insgesamt gefuhrt hat. Dieser Anstieg ist sowohl fur Kooperationen mit Partnern im Heimatland als auch fur Kooperationen mit auslandischen Partnern zu beobachten. Letztgenannter Anstieg kann durch die zunehmende internationale Ausrichtung der Unternehmen insgesamt begrundet werden. Die wachsende Bedeutung internationaler Innovations und Fu EKooperationen hat das Interesse der Wissenschaft geweckt. Viele Autoren haben sich mit den Bestimmungsgrunden der internationalen Ausrichtung von Kooperationen und mit deren Management beschaftigt. Die Management Literatur analysiert dabei strategische Aspekte internationaler Innovationskooperationen, wahrend die volkswirtschaftliche Literatur ihr Augenmerk auf die Erklarung der Motive fur derartige Kooperationen gelegt hat. Diese Arbeit schliet an die volkswirtschaftliche Literatur an, indem der internationale Zusammenhang Innovationskooperationen und deren Innovationsverhalten bzw. Charakteristika untersucht wird. Im Gegensatz zur bestehenden Literatur, die sich im Wesentlichen auf die Analyse des Zusammenhangs in einem Land beschrankt, werden in dieser Arbeit die Determinanten fur internationale Kooperationen in zwei Landern verglichen. Genauer gesagt, wird der Zusammenhang fur ein Land mit einer hohen Exportquote und einer etablierten HighTech Industrie, Deutschland, mit einem Land mit starken Dienstleistungssektor, Portugal, verglichen. einer negativen Auenhandelsbilanz und Unternehmen Entscheidung fur einem zwischen der zwischen Mit Hilfe einer ProbitAnalyse von Unternehmensdaten fur Portugal und Deutschland aus der dritten gemeinschaftlichen Innovationserhebung CIS III kann gezeigt werden, dass nicht nur der Anteil der kooperierenden Innovatoren in beiden Landern ahnlich ist, sondern sich auch die Faktoren, die die Entscheidung der Unternehmen bei Fu E und Innovationsaktivitaten mit auslandischen Partnern zu kooperieren, nicht stark unterscheiden. In beiden Landern beeinflusst die Groe des Unternehmens, das Vorhandensein von internationalen Aktivitaten auer Kooperationen sowie die Bedeutung von Schutzmechanismen wie z.B. Patenten, Trademarks,   die Wahrscheinlichkeit mit internationalen Partnern zu kooperieren positiv. Unterschiede ergeben sich allerdings hinsichtlich des Einflusses einzelner internationaler Aktivitaten. Unternehmen mit Exporten haben in Deutschland eine hohere Wahrscheinlichkeit mit auslandischen Partnern zu kooperieren als nicht Exporteure. In Portugal ist dies nicht der Fall, dort geht ein positiv signifikanter Einfluss von der Zugehorigkeit zu einer multinationalen Unternehmensgruppe aus, der in Deutschland nicht zu finden ist. Contents Introduction Literature review Data, construction of the variables and empirical framework Results Conclusion Appendix 1 2 3 4 5 6 1 4 10 22 30 31 List of Tables Table 1: Descriptive statistics for Portuguese and German samples Table 2: Marginal effects of bivariate probit estimations Table 3 Construction of the variables and industry coverage Table 4 Coefficients of the bivariate probit model estimation 13 28 31 34 International cooperation on innovation: empirical evidence for German and Portuguese firms 1 Introduction Driven by more complex innovation projects and ever shorter innovation and productlife cycles, firms are faced with a demand for knowledge they cannot satisfy with their internal resources alone. Tapping external sources of knowhow becomes a must Tsang, 2000: 225. Firms thus have to look for partners for their innovation projects, which has led to an increase in the number innovation cooperations, documented among others by Hagedoorn 2002 and the OECD OECD, 1986. The globalisation of firms activities has contributed to the pressure to become more innovative and to conduct RD and innovation activities on a global scale, leading to an increase in both domestic and international collaborative activities. With this increase, the type and structure of collaborations and partnerships between domestic and foreign partners has changed. While, in the past, international RD and innovation alliances were mostly equitybased alliances, like jointventures, looser forms of collaboration between partners from different countries have emerged in recent years. Actually, most of the growth in international collaborative activities can be attributed to these looser and more Authors affiliations: Pedro Faria, IN Center for Innovation, Technology and Policy Research Instituto Superior Tecnico, Av. Rovisco Pais 1049001 Lisboa, Portugal, pedro.fariadem.ist.utl.pt, Tel.: 351218417893. Tobias Schmidt, Deutsche Bundesbank, Economic Research Centre, WilhelmEpsteinStr. 14, D60431 Frankfurt am Main, Germany, tobias.schmidtbundesbank.de, Tel.: 496995663730. We would like to thank Heinz Herrmann, Francisco Lima, Bettina Peters, Christian Rammer and Wolfgang Sofka for their valuable comments. Tobias Schmidt would like to thank Rui Baptista and Pedro Faria not only for making his study visit in Lisbon possible, but also for making it an enjoyable one. Pedro Faria is grateful to the Portuguese Foundation for Science and Technology FCT POS_C Program for its financial support. The financial support of the IN Center for Innovation, Technology and Policy Research and the Center for European Economic Research ZEW is gratefully acknowledged. The research reported in this paper was partly supported by Observatorio da Ciencia e do Ensino Superior OCES Observatory of Science and Higher Education, Ministry for Science and Higher Education, Portugal 1flexible forms of collaboration between partners from different countries Narula and Hagedoorn, 1999. The increasing collaborative activities of firms and the exchange and flows of knowledge associated with them have attracted the interest of policymakers. Some national and Europeanlevel financing institutions have established cooperation, and, in particular, international cooperation, as an essential condition for giving support to firms in the area of innovation and research and development in order to foster the flow of knowledge between national innovation systems Czarnitzki and Fier, 2003; Kingsley and Malecki, 2004; Eickelpasch and Fritsch, 2005. The growth in international collaborative activities in innovation and RD has led researchers from different areas to investigate the underlying motives for these kinds of agreements. Main contributions come from the international management literature, which is concerned with the strategic aspects of international innovation collaboration, and from economics, which looks at the growth of different forms of international alliances and their underlying motives. Our paper is closely related to the second of these two strands of literature. We look at the factors and firm characteristics that influence firms decisions to collaborate with foreign partners on their innovation and RD activities. The paper contributes to the existing literature in two ways. First, we use a large scale survey to tackle the question at hand and not a case study approach. Additionally, the data we have also allow us to take the looser forms of collaboration into account and focus not only on equity jointventures. Second, we compare a very exportoriented country which has an established hitech industry, Germany, with a country which has a negative international trade balance, where most exports come from labourintensive sectors and which sees its strengths in the services sector, Portugal. Given these differences, our firmlevel data from Portugal and Germany will allow us to analyse the international innovation cooperation behaviour of firms in an economy that is 2 highly involved in foreign product markets as opposed to a country that has less experience and less established links with foreign partners. Comparing Germany and Portugal is also interesting because the two countries exhibit some interesting similarities with respect to cooperation but differ with respect to the share of innovative firms and, of course, in their size and location within Europe. What is most relevant to our study is the innovation behaviour, however. According to the Eurostat publication Innovation in Europe Eurostat, 2004, 54% of all German firms with ten or more employees introduced product or process innovation between 1998 and 2000. In Portugal, the figure is 10 percentage points smaller at 44%. However, the percentage of innovators that cooperated is quite similar in both countries at 16.8% in Portugal and 17.4% in Germany.1 The structure of innovation cooperation with respect to domestic and foreign partners is also quite similar in both countries. Between 1998 and 2000, about 14% of German firms cooperated with partners within Germany and about 7% with partners in the EU. The respective figures for Portugal are 17% and 5% Eurostat, 2004. It looks like the innovators in both countries are quite similar with respect to their innovation cooperation behaviour, despite the different structure of their respective economies. In the empirical part of the paper, we analyse whether this similarity is just a phenomenon at the aggregate level or whether it also shows up in the factors that influence the decision to cooperate with domestic and foreign partners on innovation activities. The paper is structured as follows: In the following section, we review the literature on innovation cooperation, with a focus on cooperation with foreign partners. This will be followed, in section 3, by a description of the Portuguese and German datasets used in the empirical part of the paper. Section 3 will also provide information on the construction of our main variables, descriptive statistics and the econometric model. In section 4, we present our estimation 1 Over the period 20012003, a similar structure emerges with respect to innovation cooperation: 16% of German innovation active firms cooperated on innovation activities and 19% of Portuguese 3results for the two countries before we draw some conclusions and discuss some policy advice in section 5. innovationactive firms Eurostat, 2007a and 2007b. The gap between the share of innovative firms widened to 24 percentage points for the same period Germany: 65%; Portugal: 41%. 4 2 Literature review The increased complexity of knowledge processes, which are the backbone of the creation of new technologies, leads firms to search for valuable knowledge and skills externally in order to complement their own capabilities Becker and Dietz, 2004. Since the 1980s, the increasing instability of the competitive environment, with shorter product and technological life cycles, has forced firms to reconsider their innovation strategy in order to widen their technology base Nijssen et al., 2001. In this context, cooperation has gained an important role in the innovation process at the firm level, given that innovation cooperation activities are considered an efficient means of industrial organisation of complex RD and innovation processes. As described by Rosenfeld 1996 and Hagedoorn et al. 2000, not only multinationals firms but also small and mediumsized firms are engaging in more and tighter relationships with other companies to achieve greater economies of scale, market strength, or exploit new opportunities. These joint activities can take several forms, both formal and informal, such as comarketing, coproduction, shared resources, or joint development Bonte and Keilbach, 2005. As far as innovation activities are concerned, the boundaries of innovation are shifting from a situation where firms perform RD activities mainly internally Mowery, 1983; Nelson, 1990 to a reality where corporate partnering, collaboration and external sourcing in RD are used. In this new context, internal and external sourcing of innovation inputs, as RD, are not seen as substitutes, but as complements, since internal innovation activities are not incompatible and can be synergetic with agreements with other firms, research agreements with universities, investments in the capital stock of new firms, and acquisition of small firms Arora and Gambardella 1990; Cassiman and Veugelers, 2002; Adams and Marcu, 2004. Cooperation activities with other firms or institutions are seen by firms as an opportunities to access complementary technological resources as skill sharing, for faster development of innovations, to improve market access, to realise 5economies of scale and scope, and to share costs and spread risk see, for example,. Hagedoorn, 1993; Glaister and Buckley, 1996; Narula and Hagedoorn, 1999; Cassiman and Veugelers, 2002; Sakakibara, 1997; Miotti and Sachwald, 2003, Aschhoff and Schmidt, 2006. Cooperation activities are usually characterised by intensive knowledge exchange and mutual learning, basically by combining complementary assets and building synergies Dachs et al., 2004; Becker and Dietz, 2004. In other words, since innovationrelated cooperative agreements favour knowledge accumulation that might be converted into new technological and organisational innovations, the firms decision to cooperate opens up the range of their technological options Mowery et al., 1998; Caloghirou et al., 2003. As argued by GomesCassares et al. 2006, firms enrolled in cooperation activities or alliances are involved in denser knowledge flows than nonallied firms. The classic perspective for analysing the decision to cooperate is to see it as an equilibrium between achieving a high level of knowledge flow and the protection of internal knowledge from leaking out, ie the internalisation of spillovers see, for example,. DAspremont and Jacquemin, 1988; Kamien et al., 1992; de Bondt and Veugelers, 1991; Belderbos et al., 2004; Kaiser, 2002; Cassiman and Veugelers, 2002. Only firms that can protect their vital information are willing to engage in cooperative agreements, an issue which may be less present in cooperative agreements with research institutes and universities than in cooperation with other firms Belderbos et al., 2003. In other words, cooperation in innovation activities can be analysed as a tradeoff between spillovers: firms generate and receive spillovers to and from their cooperation partners. Therefore, firms must manage the external information flows in order to maximise the incoming spillovers from partners and nonpartners while, at the same time, control the spillovers to nonpartners. A crucial role in that respect is played by a firms absorptive capacity, ie its ability to identify, assimilate and exploit knowledge from the environment 6 Cohen and Levinthal, 1989: 569. Firms can try to increase the extent of incoming spillovers both within cooperative agreements and from the environment in general by investing in absorptive capacity. The higher a firms absorptive capacity, the more able it should be to access and implement a larger amount of external knowledge Cohen and Levinthal 1989, 1990. Put differently, as argued by Cohen and Levinthal 1989, external knowledge is more effective for the innovation process when the firm engages in its own RD. The capacity of firms to take advantage of knowledge generated elsewhere has a positive effect on the probability of being a successful innovator and is positively associated with the decision to undertake formal research collaboration with other firms and institutions Abramovsky et al., 2005; Bayona et al., 20012. Per se the effect on the cooperation decision is unclear, however, since higher absorptive capacity can make a firm less likely to cooperate because it can obtain access to external knowledge without cooperating. Other factors that have been argued to influence a firms cooperation decision include public support Abramovsky et al., 2005; Negassi, 2004; Busom and FernandezRibs, 2004 export activities Dachs et al., 2004; Busom and FernandezRibas, 2004 size Roller et al., 1997; Link and Bauer, 1987; Fritsch and Lukas, 2001 industry Dodgson, 1994; Tether, 2002 International cooperation Globalisation has contributed to a growing number of international RD and innovation partnerships see, for example,. Palmberg and Pajarinen, 2005. Luo 2004 states that the growth of international competition and cooperation is a 2 The literature that finds a positive effect of own RD on the probability of collaboration can also be seen as evidence that absorptive capacity has a positive influence on the likelihood of collaboration eg Fritsch and Lukas, 2001; Fontana et al., 2005, since absorptive capacity is usually represented by a measure of inhouse RD activities in empirical models see Schmidt, 2005 for a review. 7natural outcome of the expansion of firms into new markets and countries since this process makes firms face new realities and challenges. Some of the high costs of managing international projects von Zedtwitz and Gassmann, 2002 have been reduced by the availability and wide diffusion of new information technologies Li and Zhong, 2003. Associated reductions in communication costs and increases in the potential to coordinate activities across countries have certainly contributed to the boom of international RD cooperation. The motives for cooperating on innovation in general are also potential motives for international RD and innovation cooperation. However, there are also some specific motives for entering into international cooperative agreements. Glaister and Buckley 1996 analyse UK firms international cooperation behaviour in general and not just related to RD and show that motives related to technology development, like sharing of RD costs and exchange of complementary technology, are more important for cooperation with domestic partners than for cooperation with international partners. The opposite is true of market development motives, such as faster entry into markets, conforming to foreign government policies or facilitating international expansion. Glaister and Buckleys 1996 show that RD cooperation motives are similar for international and national partners. Von Zedtwitz and Gassmann 2002 take a similar approach to analysing international cooperative agreements. Using a database of 81 companies representing 1,021 RD sites, they stress the significance of two main internationalisation drivers in RD: access to local science and technology sources, and access to local markets and customers. Von Zedtwitz and Gassmanns 2002 findings that technologyintensive firms are trying to exploit locationspecific innovation advantages through the internationalisation of their RD activities and are thus able to cope with the increasingly globalised environment, can serve as an explanation for Glaister and Buckleys 1996 result. Firms no longer look for partners, say,. to share RD costs within their 8 country only, they also consider firms outside of their country, leading to the observation that the motives for both types of RD cooperation are similar. Palmberg and Pajarinen 2005 focus on the benefits of foreign RD cooperation comparing nonequity international partnerships with FDI and equitybased international partnerships. They find that nonequity international partnerships are a mean for firms to simultaneously be present, source knowledge and compete in multiple countries and regions without the liabilities associated with FDI or joint ventures p. 3. Similarly, von Zedtwitz and Gassmann 2002 conclude that complete integration of globally dispersed RD activities can produce high coordination and social costs, which drive firms to invest in local product adaptation and in foreign science clusters, usually through looser forms of innovation cooperation. Another benefit of setting up international cooperative agreements is a potential increase in the competitiveness of the firm. Some empirical evidence stresses that dispersed RD activities may contribute to firms competitiveness when compared with centralised RD operations since it is an opportunity to take advantage of hostcountry scientific inputs and reduce the uncertainty in unfamiliar business environments Li and Zhong, 2003. A different explanation for the growing number of international cooperation agreements has been presented by Narula and Hagedoorn 1999. They argue that the fact that few firms have resources to duplicate value chains in different locations has led to more cooperations. Finally, the involvement of public authorities through support systems can be expected to have an impact on the willingness of firms to engage in RD cooperation across borders. In the European Union, for example, many funding schemes explicitly require firms to cooperate in order to gain access to funds for RD and innovation projects. 9In summary, access to complementary foreign knowledge and markets and a reduction or sharing of RD costs seem to be the main drivers of international cooperation. The review of the existing literature and the weighted figures for innovation cooperation and innovation activities presented in the introduction stress the importance of addressing the issue of the identification of the determinants behind the firmlevel decision of being part of international cooperation in innovation. In this context, we address, in the empirical part of the paper, several questions that are raised when looking to this reality: Are the determinants of innovation cooperation similar in Portugal and Germany or do differences with respect to the international relationships of firms between Portugal and Germany lead to differences in the factors that influence innovation cooperation with foreign partners? Are the determinants of innovation cooperation with domestic partners also determinants of international innovation cooperation? 10 3 Data, construction of the variables and empirical framework For the empirical part of the study we use data from the Community Innovation Survey III CIS III, which was undertaken by the member states of the European Union in 2001. The survey collects data on the innovation activities of firms in each country from both the manufacturing and the service sector. Its design, questions, concepts and the definitions used are based on the Oslo Manuals second edition OECD, 1992. The questionnaire itself and the methodology are harmonised across the countries, making comparisons between the results in different countries possible. Some minor differences exist nonetheless, as countries are allowed to add questions to their questionnaire and to cover firms that are smaller than the threshold ten employees or belong to industries outside the core coverage of NACE classifications. The latter is the case for the German CIS III survey, which is part of a larger activity in collecting data on the innovation behaviour of private firms in Germany Mannheim Innovation Panel through an annual innovation survey.3 This annual survey is conducted by the Centre for European Economic Research ZEW on behalf of the German Federal Ministry of Education and Research. The German CIS III covers firms with five or more employees and includes, for example, the retail sector which is not part of the core NACE coverage of the CIS. The sample is also stratified by region East Germany and West Germany in addition to size and industry. The questionnaire is fully in line with the Eurostat recommendations. The Portuguese questionnaire is mainly a translation of the harmonised Eurostat questionnaire, but includes some additional questions. Nevertheless, and owing to the experience of CIS II, a more comprehensive design of the questionnaire 3 For a more detailed description of the Mannheim Innovation Panels and the German CIS III, see Janz et al. 2001 and Rammer et al 2005a. 11was developed with several notes and examples shown along with the questionnaire to make it easier for the respondent to understand the questions.4 To make the results of the surveys and our econometric analysis in the two countries comparable, all variables were constructed in the same way, which was an easy task given the harmonised survey questionnaire. Additionally, firms with fewer then ten employees were omitted from the German dataset and the NACE classification included in the German survey were brought into line with those covered in Portugal.5 Since most of the questions in the survey have to be answered only by innovative firms, ie firms that have introduced at least one product or process innovation between 1998 and 2000 or had ongoing innovation activities, we restricted our sample to this group of firms. Construction of the variables and descriptive statistics On the next page we describe the construction of the variables included in our empirical model. Our estimation strategy is to estimate a system of equations with indicators of foreign and domestic cooperation as dependent variables and a number of potential determinants of international innovation cooperation and general firm characteristics as independent variables. The choice of independent variables for the empirical model is based on the literature review in section 2. Dependent variables Two dependent variables are constructed from a matrixtype question on RD and innovation cooperation.6 Each innovating firm was asked to indicate if it had any cooperation arrangements during 19982000 III Questionnaire. The question includes a definition of innovation cooperation: Eurostat CIS 4 Details of the way in which the survey was conducted in Portugal may be found in Boia 2003 ,following the work done by Conceicao and Avila 2001 for the CIS II. 5 See Table 3 in the Appendix for details on the industries included. 6 For a more detailed description of the construction of the dependent and independent variables, see Table 3 in the appendix. 12 Innovation cooperation means active participation in joint RD and other innovation projects with other enterprises or noncommercial institutions. It does not necessarily imply that both partners derive immediate commercial benefit from the venture. Pure contracting out of work, where there is no active collaboration, is not regarded as cooperation. Eurostat CIS III Questionnaire If the firm answered yes, it was asked to indicate with which partners it had cooperated. Potential partners were combinations of the role of the partner for example, other firms within the same group of firms 7, customer, supplier, competitor, consultants, public institutions and their location domestic, EUEFTA, USA, Japan and rest of the world. We used this information to construct our dependent variables. The first variable indicates whether the firm has cooperated with at least one domestic partner cod and the second indicates if the firm has cooperated with at least one foreign partner coforeign. Firms can of course have cooperated on RD and innovation activities with both domestic and foreign partners. In this case, both variables will be one. In Portugal, 205 26% innovative firms in the sample are cooperating, the corresponding figure in Germany is 478 32%. As Table 1 shows, 459 firms 96% of cooperating firms in Germany are collaborating at least with domestic partners and 181 38% with foreign partners. In Portugal, the first group consists of 175 firms 85% and the second of 109 firms 51%. Splitting up the cooperating firms into exclusive groups reveals that 96 Portuguese firms 47% of all cooperating firms cooperate only with domestic partners, 30 14% only with foreign partners and 79 39% with both domestic and foreign partners. In Germany, the respective figures are 297 62%, 19 4% and 162 34%8. 7 Firms only cooperating with partners from their own group were excluded from the analysis for two reasons: First, cooperation within a group is certainly different from cooperating with external partners, for example,. with respect to trust and, second, only firms belonging to a group can cooperate within their group, while all the other partners can be chosen by all firms. 8 Comparing these figures with the weighted results published by Eurostat Eurostat, 2004 see also introduction, cooperating firms and firms cooperating with foreign partners are overrepresented in our sample. However, our sample is different from the Eurostat sample, since we excluded some industries from our analysis. 13 Skills dummy Innovation intensity Public funding for innovation dummy 774 Germany Sample 1,510 Domestic group dummy Multinational dummy Engagement RD dummy Number of observations in % of total sample Exports status 1998 Table 1 Descriptive statistics means for Portuguese and German samples Portugal cod1 coforeign1175 23% 0.787 b 0.840 b 0.410 0.368 0.269 b 0.469 a b 0.500 0.444 0.134 b 0.143 0.341 0.351 0.348 b 0.491 a b 0.476 0.501 0.609 0.794 a b 0.488 0.405 0.057 b 0.058 b 0.101 0.083 0.351 0.571 a b 0.478 0.496 0.414 b 0.492 a b 0.305 0.306 0.055 b 0.076 a b 0.078 0.072 0.416 b 0.417 0.493 0.495 0.209 b 0.366 a 0.407 0.483 0.310 b 0.326 b 0.470 0.463 0.052 b 0.063 0.243 0.222 0.130 0.097 0.297 0.337 0.177 b 0.234 0.425 0.382 cod1 coforeign1 Sample 459 30% 0.756 a 0.430 0.152 0.360 0.126 0.333 0.678 a 0.468 0.882 a 0.323 0.102 a 0.144 0.658 a 0.474 0.601 a 0.253 0.356 a 0.237 0.333 0.472 0.364 a 0.482 0.420 0.494 0.157 a 0.364 0.092 0.289 0.261 0.439 0.370 0.483 109 14% 0.899 a 0.303 0.404 a b 0.493 0.266 a b 0.444 0.505 a b 0.502 0.881 a 0.326 0.052 b 0.072 0.532 a 0.501 0.488 a b 0.320 0.096 a b 0.089 0.459 b 0.501 0.413 a 0.495 0.376 0.487 0.083 0.277 0.064 a 0.246 0.211 0.410 181 12% 0.862 a 0.346 0.138 0.346 0.160 a 0.368 0.696 a 0.461 0.912 a 0.285 0.119 a 0.163 0.624 a 0.486 0.620 a 0.239 0.427 a 0.217 0.293 0.456 0.486 a 0.501 0.425 0.496 0.160 a 0.368 0.061 a 0.240 0.276 0.448 0.227 a 0.420 0.697 0.459 0.162 0.368 0.103 0.304 0.503 0.500 0.643 0.479 0.068 0.109 0.358 0.480 0.550 0.268 0.244 0.235 0.352 0.478 0.287 0.452 0.399 0.490 0.256 0.437 0.117 0.321 0.256 0.437 0.327 0.469 Medium firm dummy 50 employees 250 Large firm dummy employees 250 LowKnowledge intensive service firm dummy Knowledgeintensive service firm Incoming spillovers Outgoing spillovers Eastern Germany dummy MediumTech manufacturing firm dummy HiTech manufacturing firm dummy dummy a significantly different from sample mean at least at 95% level b significantly different from mean in Germany at least at 95% level 14 Independent variables To structure the analysis we include three groups of potential determinants of international innovation cooperation and characteristics of firms in our empirical model. A first group of variables is meant to capture the link between innovation cooperation and firms other links with foreign countries. This group includes the export status of the firm exports in 19989 and an indicator variable taking the value one if the firm belongs to a multinational group with its headquarters in a foreign country multinational or not. As the descriptive statistics of our sample show, the percentage of both exporters and firms belonging to a multinational group is higher in the group of firms cooperating with foreigners than in the sample. This is the case for Portugal and Germany. While the first group provides some specific factors that should mainly influence the decision to cooperate with a foreign partner on innovation activities, the following section will describe the construction of the variables that can be assumed to influence the decision to cooperate with both domestic and foreign partners. That said, firms selling goods and services on an international market might also be more likely to cooperate with domestic partners than nonexporters, because they face greater competition than nonexporters or because they have to develop more innovative products to be successful on foreign markets. The second group of variables is related to the innovation activities of the firm. We try to capture a variety of innovation activities, from variables related to a firms absorptive capacity to variables capturing the innovation strategy of firms. Absorptive capacity is measured along two dimensions: inhouse RD activities Rnd and the skill level of firms employees skills. Information on these 9 We included the export status in 1998 and not 2000 to reduce a potential endogeneity bias that may exist between exports and international innovation cooperation. See Ebling and Janz 1999 for a discussion of the endogeneity of exports and innovation. 15dimensions of absorptive capacity can be taken directly from questions included in both innovation surveys: Rnd is constructed based on a question that asks firms to indicate whether they had any continuous or occasional RD activities between 1998 and 2000. A dummy for an aboveaverage percentage of employees with a higher education degree is constructed using a question on the skill levels of employees. This variable takes the value one if the firm has a higher share than the median firm in the country. That absorptive capacity has a positive effect on innovation cooperation in general has been established by the previous literature. Our descriptive statistics support this finding. In Portugal and Germany cooperating firms regardless of the nationality of their partners have a larger percentage of firms with an aboveaverage percentage of high skill labour and RD performers than the average firm in the two samples. Surprisingly enough, the innovation intensity is higher for cooperating firms than for noncooperating firms in Germany only. We also include variables measuring the innovation intensity of a firm, ie the share of innovation expenditure in sales inno_int. Innovation expenditure is taken directly from a question on different types of innovation activities in 2000, including inhouse RD, external RD, acquisition of machinery and acquisition of knowledge for innovation, training for innovations and preparation of the market for the introduction of innovations. We include the innovation intensity also as a squared term inno_int 2 to allow for a nonlinear relationship between innovation expenditure and the likelihood of collaborating with domestic or foreign partners. Firms spending more funds on innovation activities relative to their turnover may be less likely to collaborate on innovation activities in general, because they are at the frontier and cannot find adequate partners or because they are able to satisfy their needs with their own inhouse innovation activities. Innovation cooperation is certainly part of the overall innovation strategy of the firm. As Cassiman and Veugelers 2002 and many other authors using their 16 empirical model have shown, the generation and prevention of knowledge spillovers is particularly important in that respect. We include two measures of knowledge spillovers: incoming knowledge spillovers spill_in and outgoing spillovers spill_out. The first measure is constructed from a question on information sources a firm uses for its innovation activities. It represents the importance a firm assigns to publicly available information from professional conferences, meetings, journals, exhibitions and trade fairs. Usually this variable is assumed to have a positive effect on innovation cooperation in general. The argument is that firms assigning a great importance to external knowledge have an incentive to cooperate in order to internalise spillovers. Given the construction of the variable, it is also conceivable that it has a negative impact on the likelihood of innovation cooperation. If the firm assigns major importance to freely available knowledge it might be less inclined to cooperate simply because it can obtain the knowledge it needs without cooperating on RD and innovation. The prevention of spillovers is measured indirectly: the higher the importance of patents and secrecy the lower will be outgoing spillovers see Schmidt, 2006. Moreover, the outgoing knowledge spillovers variable also gives an indication of firms strategies with respect to the protection of valuable firmspecific competitive advantages. If firms assign a high value to protection methods they might be less likely to cooperate because they do not want to expose their valuable assets to third parties. Our descriptive statistics point in another direction, however. Cooperating firms assign greater importance to both incoming and outgoing spillovers than noncooperating firms in both countries do. This points to a potential endogeneity problem. Firms may be more likely to use protection methods if they cooperate in order to protect their knowledge from spilling over to the cooperation partner. A special and distinct part of the innovation activities of a firm is public funding. As has been mentioned in the literature review, public funding may be a 17factor influencing a firms cooperation decision. We thus include a dummy variable, which takes the value one if the firm has received any public funding for its innovation activities from either national or international authorities. Finally, some more basic firm characteristics are included in our empirical model on the righthand side of the equation. We include two size dummies, one for firms with 50 to 249 employees size 2 and one for large firms with 250 and more employees size 3 with firms with ten to 49 employees being the reference category. The industry group a firm belongs to is represented by five industry groups of dummies that are constructed in accordance with the OECD classification of knowledgeintensive services and manufacturing industries for details see Table 3 in the appendix. The reference category is lowtech manufacturing which comprises firms in NACE 15 to 22, 26 and 37. Even though we excluded firms which are only cooperating within their own group, we still control for the being part of a group by including a dummy for multinationals and one for domestic groups. Belonging to a group allows firms to gain some experience of activities distributed over several locations and joint RD activities with firms from their group. This should have a positive influence on the ability to handle and manage cooperative agreements and should thus lead to a higher probability of collaborating on RD with all kinds of partners. Almost all studies on the innovation behaviour of German firms using data from the Mannheim Innovation Panel both econometric and descriptive, take into account whether the firm is from East or West Germany. They frequently find a significant influence of the location on all kinds of innovation activities eg Sofka and Schmidt, 2004, Rammer et al., 2005b. In order to take this into account we also include a dummy variable for East Germany in the estimations on the German dataset.10 The percentage of firms from East Germany in the 10 To check whether this influences the results we also estimated the equations for Germany without the east German dummy. All variables that are significant in the tables reported below retain their significance. The only difference is that the skills variable goes from the 95% to the 90% level for foreign partners. The coefficients and marginal effects change only slightly. The structure with 18 group of firms cooperating with foreign partners is about 23% and significantly lower than in the sample. As far as these more general firm characteristics are concerned, our descriptive statistics show that the firms cooperating with foreign partners are, on average, larger than noncooperating firms in both Portugal and Germany. In Germany, they are also more often from hitech manufacturing industries, while they are not in Portugal. In Portugal, firms belonging to a multinational group are significantly more often cooperating with foreign partners than noncooperating firms are. Comparison of descriptive statistics between Portugal and Germany To conclude this section, we look at a few of the differences between the Portuguese and German samples. It is, at first sight, surprising that in the Portuguese sample, the share of exporters is higher than in the German one. Note however, that we are not measuring the volume of exports but the percentage of firm reporting any exports. Except for the share of firms belonging to a group, most of the other values are significantly smaller in Portugal than in Germany, most notably, the already mentioned share of hitech manufacturing firms. The comparison of the means reveals that intellectual property protection and other protection methods outgoing spillover variable are less important in Portugal than in Germany. This may be a result of different types of innovation and RD activities in the two countries. More novel products usually require more protection than imitative innovations. The share of funded firms is not significantly different between Germany and Portugal. The comparison of the means for German and Portuguese firms that cooperate with foreign partners provides some interesting insight as well. The percentage of exporters, RD active firms, and founded firms is not significantly different between the two countries. However, we find differences for the means with respect to the marginal effects stays the same both within each equation and across equations. The 19respect to firms cooperating with domestic partners on innovation activities. This means that the groups of firms only cooperating with foreign partners are quite similar, as are those cooperating with domestic and foreign partners. The percentage of large Portuguese firms cooperating with foreign partners is also similar to the percentage in Germany. This is the case for firms cooperating with domestic partners as well. Econometric model The structure of the data collected with the CIS III surveys on collaboration with foreign partners per se allows the choice of at least two different econometric methods, multinominal logit or bivariate probit. The data could be arranged in a way that three exclusive categories would result, ie only domestic cooperation partners, only foreign cooperation partners and partners from both domains. The multinominal logit model would, however, also imply that the firm takes only one decision on the location of its cooperation partners, which is fairly unlikely, particularly since we look at the behaviour of the firm in general and not at single projects. We think that the decision to collaborate with a partner abroad is taken not once and for all, but for each project or potential collaborative activity separately. Consequently, we decided not to use the multinominal logit estimation procedure, but a bivariate probit model, which takes into account the fact that the decision to collaborate with domestic partners and the decision to cooperate with foreign partners is correlated 11. This can be achieved by estimating the two decisions simultaneously and allowing the error terms in the two equations to be correlated. What is more, we do not have to split up our cooperating firms into exclusive combinations of partners nationalities and can test if the decisions are independent of each other or not. estimation results without the east German dummy are available upon request. 11 In studies on similar topics other authors have also used multivariate probit models see, for example, Belderbos et al., 2004 or Capron and Cincera, 2004. 20 A second issue is selectivity. Only those firms that were involved in innovation cooperations between 1998 and 2000 were asked to provide answers on the location of their partners. This gives rise to a sample selection problem described by Heckman, 1976; Heckman, 1979. The general idea behind Heckmans model is that the standard OLS or probit estimations are biased if the dependent variable which is supposed to be explained is only observed for a specific group of firms in the sample. The solution proposed by Heckman is to take this selection into account by estimating a twoequation model. However, in order to be able to apply his model one variable would be necessary that only influences the decision to cooperate, but not the choice to cooperate with domestic or foreign partners. Obviously, such a variable does not exist in our data and the Heckman procedure cannot be applied. To arrive at consistent estimates we use a setup similar to Belderbos et al. 2004 and Capron and Cincera, 200412, ie we set our dependent variables to zero for firms that did not cooperate between 1998 and 2000. By applying this procedure we analyse the decision to cooperate with a domestic partner or not to cooperate and the decision to cooperate with a foreign partner or not to cooperate. We shall not be able to address the decision to cooperate on innovation with a given partner conditional on having decided to cooperate on innovation see Capron and Cincera 2004 for a discussion of these issues. All the independent variables are not affected by this procedure as they are available for cooperating and noncooperating firms. 12 Belderbos et al. 2004 and Capron and Cincera 2004 use this method to look at cooperation with different partners. Their survey is similar to the one we use, ie the partner is observed only if the firm cooperated. Miotti and Sachwald 2003 restrict their sample to cooperating firms and analyse the decision to cooperate with different partners for this subsample without taking selectivity into account. Because Heckman showed that these estimates are biased we decided to employ the method of Belderbos et al. 2004 and Capron and Cincera 2004 in this paper. 21The formal bivariate probit can be defined as The equation for innovation cooperation with domestic firms is given by codX 11 with codi 1 0iif cod 0otherwise and the equation for innovation cooperation with foreign firms by coforeignX 22 with coforeigni 1 0if coforeigniotherwise0 where the correlation of the error terms is not equal to zero: Cov 1,1222 4 Results In this section, we first compare our results for innovation cooperation with foreign partners in Portugal and Germany before providing some interpretation for specific variables and effects. Innovation cooperation with foreign partners in Portugal and Germany The estimation results Table 2 show that in Germany and Portugal the characteristics that influence the probability of a firm cooperating with a foreign partner on innovation activities are quite similar.13 In both countries several variables have a positive and significant effect on cooperation with foreign partners: absorptive capacities measured by engagement in RD, the share of high skilled labour and the innovation intensity public funding, outgoing spillovers and firm size. The industry to which a firm belongs does not have an additional influence on its cooperation behaviour in both countries. What is also similar across countries is that the marginal effects for these variables are smaller for foreign cooperation than for cooperation with domestic partners when they are significant in both equations. However, some differences exist between the two countries with respect to the internationalisation variables, export status and being a multinational. These can be explained mainly by country specific factors. In Germany, being an exporter has a positive and significant effect on the probability of cooperating with a foreign partner on innovation projects, whereas in Portugal this variable is insignificant. This can be explained by the fact that Germany has more hitech exports than Portugal. It might thus be easier for German firms to find partners for innovation and RD cooperation abroad because they sell their product to foreign firms involved in innovation activities. Portugals exports are relatively 13 We do not discuss here the differences between the countries with respect to cooperation with domestic partners. It is noteworthy, however, that these results are also fairly similar. Two important 23lowtech and thus provide fewer opportunities to collaborate on innovation and RD activities. In Portugal, being part of a multinational group with headquarters abroad has a significant effect on the probability of cooperating on innovation activities, while it is insignificant in Germany. This might have to do with the different type of multinationals with subsidiaries in both countries. Multinationals seem to come to Germany to collaborate on innovation activities with the domestic firms instead of being located there to conduct innovation activities in collaboration with partners outside of Germany. In Portugal, by contrast, subsidiaries of multinationals seem to look for partners outside the country to cooperate on RD and innovation activities. Together with the negative balance of trade in Portugal, this might indicate that foreign firms open subsidiaries in the country to boost their sales, but also use Portugal as a base for innovation and RD activities with firms in other European countries. One reason may be that they are not able to find appropriate partners within Portugal. influence on foreign cooperation. They will The calculation of conditional marginal effects allows us to separate the factors that influence innovation cooperation in more general terms from those that have a specific tell us which characteristics lead firms to collaborate with foreign partners on innovation activities, given that they already coperated with domestic partners.14 Our results show that, for the conditional marginal effects, most of the similarities between the two countries remain. The export status remains significant in Germany, while it is insignificant in Portugal, and being a multinational is significant in Portugal but not in Germany. This means that the internationalisation of firms activities has not surprisingly differences are that the innovation intensity and the outgoing spillover variable are insignificant in Germany for domestic cooperation but significant in Portugal. 14 Note that the unconditional marginal effects on foreign innovation cooperation compare firms not cooperating or cooperating with domestic firms only with firms cooperating with foreign partners. Some part of the obtained effects may thus be attributed to cooperation in general rather than only foreign cooperation. 24 a positive effect of cooperating with a foreign partner in addition to cooperating with a domestic one. The skills variable loses significance in both countries as does the public funding variable. This is a surprising result. We would have expected the absorptive capacity of a firms employees to have an effect on its ability to cooperate and probability of cooperating with foreigners besides its effect on domestic cooperation. The same is true of public funding. Given that we included funding received from European Union authorities alongside funding from regional and national authorities, it is surprising that this variable has no additional effect on international collaboration. Then again, the funding from regional and national authorities accounts for approximately 90% of total funding in Germany and this type of funding usually has a more localdomestic focus. In addition, firms that receive public funding may be the ones that cooperate with domestic firms and also cooperate with foreign ones. Two noteworthy differences between the two countries occur when looking at the conditional marginal effects. Innovation intensity remains significant in Germany but becomes insignificant in Portugal. For Portugal, the RD status remains positive while it loses its significance in Germany. As far as the first finding is concerned, looking at the domestic cooperative activities helps to explain that difference. In Portugal, domestic innovation cooperation is influenced significantly by innovation intensity, in Germany it is not. The share of turnover spent on innovation activities thus seems to influence the cooperative behaviour of Portugal in a more general sense than in Germany and is not specific to foreign cooperation. The significance of the unconditional marginal effect of the innovation intensity in the foreign cooperation equation for Germany indicates that, for Germany, it is a specific factor. As far as the RD engagement dummy is concerned, Portuguese firms which perform RD and already cooperate with domestic firms seem to look abroad for potential partners while German firms do not. Again, one of the reasons might be that German 25firms can find suitable partners within Germany see the positive effect on domestic cooperation for their RD activities, while Portuguese firms have to combine foreign and domestic partners to be successful in their RD projects, because they lack an established hightechnology industry at home. In summary, by comparing Germany and Portugal we can identify, despite some differences in the specific variables, a set of characteristics and factors that seems to influence innovation cooperation with foreign partners in a more general sense. These are international activities of firms in areas other than RD and innovation, and the importance of intellectual property protection and firm size. We also find some support for a positive influence of highly skilled employees. These factors influence the decision to cooperate on innovation in addition to innovation activities other than cooperation, which, not surprisingly, do have an impact. Details of the determinants of innovation cooperation with foreign and domestic partners So far we have mainly discussed the differences between Portugal and Germany with respect to innovation cooperation with foreign partners. In this subsection we take a closer look at each of the three groups of variables included in our model. The first group of variables other links with foreign countries has been shown to have an influence on innovation cooperation with foreign partners in both Portugal and Germany. The argument presented in the previous section that international activities lead firms to be more active in pursuing collaborative innovation and RD activities owing to the added pressure from international competition can, however, only partially be supported with our data. In both countries, international activities have no influence on domestic cooperation. We find a number of significant positive effects for the second group of variables labelled innovation activities. In Portugal, all our measures for the 26 absorptive capacity of a firm are significant for both cooperation with domestic and with foreign partners. In Germany, the scope of the innovation activities of a firm, measured by innovation intensity, is not significant, but the other two measures are. It indicates that firms which are better prepared to absorb and exploit external knowledge are not just using publicly available knowledge for their innovation process but are also trying to access the knowledge of other firms and institutions by cooperating with them. It might also be part of their knowledge exploitation strategy to cooperate on innovation activities with external partners and combine the knowledge absorbed with tacit knowledge held by the partner. The conditional marginal effect for the indicator most closely related to absorptive capacity skills is not significant. Thus, it looks as though absorptive capacity is more generally influencing the decision for or against innovation cooperation, rather than the decision to cooperate with a foreign partner. RD involvement and innovation intensity also measure aspects of firms innovation activities other than absorptive capacity. As discussed above, the findings differ on these variables for Portugal and Germany. RD activities and the scope of innovation activities can nonetheless be seen as major drivers of RD cooperation. Which type of cooperation they influence needs further investigation and seems to differ between countries. In the light of the findings that absorptive capacity and knowledge play an important role for the cooperation decision, it is very surprising that the incoming spillover variable is not significant at all. This variable can be seen as a measure of the importance a firm assigns to publicly available sources of knowledge. The reason for the insignificance may be that two opposing effects are at work. The first is that the more knowledge a firm is able to acquire from publicly available sources, the less it will feel the necessity to collaborate in order to gain access to additional knowledge. The second effect is that firms would have an incentive to 27cooperate if the publicly available knowledge is easily absorbed by the firm when it cooperates with other institutions. The marginal effects of the outgoing spillover variable are significantly positive for foreign cooperation in both countries. The use of protection methods may be a signal to a potential foreign partner regarding the innovative capability of the firm and make it easier for a firm to find a cooperation partner.15 What is more, if a lot of knowledge is safeguarded by protection methods that inhibit licensing agreements, the only feasible way to access external knowledge may be through innovation cooperation. The former argument may help to explain the insignificance of the marginal effect for cooperation with domestic firms in Portugal, and also the significant effect for Germany. As the descriptive statistics show, German firms assign much greater importance to protection methods than Portuguese firms do. It may thus be important for firms to signal their strength and bargaining power to potential partners with Germany as well, while for cooperation among Portuguese firms, this aspect is not a major concern. To draw strong conclusions from these findings raises problems, however. As other studies have shown eg Cassiman and Veugelers, 2002 this variable may very well be endogenous. The argument presented in the literature is that firms have to protect proprietary knowledge from use by their cooperation partner and may thus be more likely to assign particular importance to protection methods if they cooperate, compared with a situation in which they do not cooperate. 15 See Penin 2005 and Bureth et al 2006 for a discussion of the role of patents in innovation cooperation. 28 Table 2 Marginal effects of bivariats probit estimations Exports status 1998 Domestic group dummy Multinational dummy Skills dummy Engagement RD dummy Innovation intensity Innovation intensity square Public funding for innovation dummy Incoming spillovers Outgoing spillovers Medium firm dummy 50 employees 250 Large firm dummy employees 250 MediumTech manufacturing firm dummy HiTech manufacturing firm dummy Low knowledgeintensive service firm dummy Knowledgeintensive service firm dummy Eastern Germany dummy Observations Loglikelihood of biprobit X2 of biprobit Likelihoodratio test of rho0 Germany Portugal 0.144 0.043 0.010 0.048 0.009 0.053 0.044 0.041 0.010 0.053 0.699zz 0.360 0.592zz 0.541 0.031 0.039 0.046 0.068 0.214 0.078 0.056 0.049 0.132 0.054 0.023 0.062 0.039 0.069 0.031 0.078 0.034 0.076 0.136 0.038 0.019 0.001 0.028 0.040 0.044 0.132 0.029 0.042 0.108 0.009 0.046 0.049 0.054 0.099 0.039 0.028 0.083 0.077 0.022 0.032 1.144 zz 0.658 0.326 0.453 2.556 zz 1.377 1.133 0.867 0.194 0.061 0.036 0.025 0.034 0.078 0.036 0.051 0.349 0.254 0.207 0.138 0.088 0.070 0.039 0.032 0.174 0.145 0.052 0.059 0.041 0.048 0.029 0.040 0.037 0.003 0.044 0.063 0.014 0.115 0.045 0.066 0.090 0.035 0.041 0.060 Domestic Foreign Conditional Domestic Foreign Conditional0.033 0.0420.032 0.015 0.004 0.003 0.018 0.034 0.033 0.011 0.043 0.021 0.099 0.037 0.029 0.015 0.142 0.035 0.017 0.030 0.257zz 0.080 0.130 0.026 0.143zz 0.270 0.449 0.188 0.317 0.0840.030 0.019 0.032 0.076 0.048 0.025 0.334 0.1470.059 0.030 0.032 0.534 0.032 0.019 0.169 0.0940.026 0.039 0.004 0.054 0.023 0.045 0.1450.014 0.032 0.067 0.027 0.1890.038 0.065 0.087 0.032 0.032 0.055 0.0470.005 0.029 0.013 1,510 1,053.02435.90 175.34 0.055 0.079 0.006 0.065 0.248 0.085 0.056 0.064 0.149 0.064 0.798 0.886 1.517 2.386 0.002 0.058 0.023 0.094 0.753 0.351 0.172 0.076 0.185 0.092 0.068 0.068 0.029 0.122 0.052 0.104 0.016 0.091 549.19 172.40 88.02 774 Standard errors in brackets significant at 90%; significant at 95%; significant at 99%; zz jointly significant at the 95% level All dummy variables: d Fdx is for discrete change of dummy variable from 0 to 1 29The last group of variables concerns general firm characteristics. Here we find support for the common finding that larger firms are more likely to cooperate with both domestic and foreign partners than are smaller firms. This can be attributed to the fact that larger firms have more opportunities to cooperate because they have a higher number of innovation projects, which increases the probability that at least one project is performed in cooperation with external partners see Fritsch and Lukas, 2001. They usually also have more resources to commit to innovation projects performed in collaboration with external partners. For a small firm it may not be feasible to engage in cooperative innovation activities simply because they need all their personnel for inhouse tasks. Belonging to a group of firms and the industry affiliation of a firm only influences domestic innovation cooperation. Only one marginal effect for the industry is significant in each country. Belonging to a domestic group is only significant in Portugal for domestic cooperation. Finally, the Eastern German dummy is negative and significant in Germany, supporting many other studies that find that East and West German firms still differ in their innovation behaviour. 30 5 Conclusions This paper analyses the decision of firms to cooperate with foreign partners on innovation projects. It compares a very exportoriented country with an established hitech industry, Germany, with a country which has more imports than exports and sees its strengths in the services sector, Portugal. The main conclusion of our analysis is that the determinants of cooperating with a foreign partner on innovation activities are similar in both countries. In other words, the typical international cooperative firm of a small and less developed economy has the same characteristics as the international cooperative firm of a large and more developed economy: aboveaverage absorptive capacities, receiving public funding, higher level of outgoing spillovers and aboveaverage number of employees. It looks as though firms have the same needs and must own similar capabilities to be able to engage in international innovation networks. Supporting investments in absorptive capacities, the growth of firms and the production of knowledge, could thus be policies that promote innovation and internationalisation in both countries. Our study also shows that cooperation with foreign partners is linked to other international activities of firms in both countries. Here the specific framework of the two nations does play a role. In the exportoriented economy of Germany exporters are more likely to cooperate with foreign partners than nonexporters, whereas belonging to a multinational group of firms does not have a significant impact on the probability of foreign cooperation. In Portugal, a country with a negative international trade balance, the opposite is true. this study. One possible Future research should complement line of development could be deepening the analysis of the different types of partners, trying to scrutinise whether Portuguese and German firms choose similar or different types of international partners eg competitors, suppliers or research institutes to develop innovation collaborations. In addition, comparisons with 31other European countries could provide further insight into the mechanisms behind international cooperation on innovation activities  Through international collaboration between a researcher from Portugal and Germany we have shown how beneficial international partnerships can be. Further research is necessary to compare the effects of domestic collaboration and international collaboration on various microeconomic as well as macroeconomic outputs. . 32 6 Appendix Table 3 Construction of the variables and industry coverage Variable Dependent Cod Type Construction Dummy One, if the firm cooperated with domestic partners between 1998 and 2000. Coforeign Dummy One, if the firm cooperated with a foreign partner between 1998 Independent Exports Group Multinational Skills Rnd Inno_int Inno_int 2 Public Spill_in Spill_out and 2000. Dummy One, if the firm had exports in 1998. Dummy One, if the firm belongs to a domestic group of firms. Dummy One, if the firm belongs to a multinational group of firms with Dummy headquarters in a foreign country. One, if the firm had a percentage of employees with a higher education degree in total employment in 2000 above the national median Portugal: approx 10%, Germany approx 15% Dummy One, if the firm had any RD activities between 1998 and 2000.Share Index Total expenditure on innovation activities as a percentage of total turnover in 2000. Square of inno_int Share Dummy One, if the firm received public funding from domestic or EU authorities for its innovation activities between 1998 and 2000. Sum of importance number between 0 not used and 3 high of professional conferences, meetings and journals and of exhibitions and trade fairs as sources of innovation. Rescaled between 0 no spillovers and 1 maximum spillovers. Sum of importance number between 0 not used and 3 high of strategic and formal protection methods for innovations secrecy, complexity of design, leadtime advantage, patents, Index 33copyrights, trademarks, registered designs. Rescaled between 0 not used and 1 highly important. Dummy One, if the firm had at least ten but fewer than 49 employees in 2004. Dummy One, if the firm had at least 50 but fewer than 249 employees in 2004. Dummy One, if the firm had 250 or more employees in 2004. Dummy One, if the firm is located in East Germany only German sample. Dummy One, if firm is from NACE 1522, 36, 37 Dummy One, if firm is from NACE 23, 24excl.244, 2529, 31, 34, 35excl.353 Dummy One, if firm is from NACE 244, 30, 32, 33, 353 Dummy One, if firm is from NACE 51, 60, 63 Dummy One, if firm is from NACE 61, 62, 64, 65, 66, 67, 72, 73, 74.2, 74.3 Size 1 Size 2 Size 3 East Industries Lowtech manufacturing Mediumtech manufacturing Hitech manufacturing Low knowledge intensive services Knowledgeintensive services 34 Table 4 Coefficients of the bivariate probit model estimation Exports status 1998 Domestic group dummy Multinational dummy Skills dummy Engagement RD dummy Innovation intensity Innovation intensity square Public funding for innovation dummy Incoming spillovers Outgoing spillovers Medium firm dummy 50 employees 250Large firm dummy employees 250 Mediumtech manufacturing firm dummy Hitech manufacturing firm dummy Low knowledgeintensive service firm dummy Knowledgeintensive service firm dummy Eastern Germany dummy Constant Observations Loglikelihood X2 Germany Portugal Domestic 0.103 0.098 0.010 0.106 0.102 0.129 0.311 0.091 0.468 0.105 0.251 0.880 0.847 1.412 0.942 0.089 0.239 0.149 1.050 0.184 0.163 0.099 0.501 0.111 0.169 0.138 0.415 0.178 0.535 0.171 0.263 0.160 0.015 0.091 2.255 0.186 Foreign 0.347 0.136 0.031 0.136 0.076 0.146 0.277 0.113 0.2779 0.144 1.921zz 0.973 1.067zz 1.404 0.557 0.108 0.243 0.189 1.102 0.219 0.227 0.129 0.581 0.138 0.030 0.174 0.102 0.215 0.182 0.234 0.222 0.202 0.382 0.118 2.978 0.255 1,510 1,053.02 435.90 Domestic 0.002 0.152 0.457 0.136 0.033 0.180 0.358 0.137 0.327 0.130 4.341 zz 1.742 9.698 zz 4.365 0.681 0.122 0.296 0.194 0.963 0.783 0.260 0.142 0.578 0.177 0.176 0.142 0.150 0.272 0.387 0.202 0.313 0.194 Foreign 0.123 0.193 0.254 0.155 0.526 0.185 0.313 0.151 0.511 0.162 4.085 2.079 8.546 5.521 0.354 0.136 0.211 0.221 2.164 0.834 0.514 0.178 0.695 0.209 0.242 0.158 0.020 0.280 0.084 0.258 0.202 0.216 2.276 0.221 2.933 0.291 774 549.19 172.40 Standard errors in brackets significant at 10%; significant at 5%; significant at 1%; zz jointly significant at the 95% level All dummy variables: d Fdx is for discrete change of dummy variable from 0 to 1 357 References Abramovsky, L., E. Kremp, A. Lopez, T. Schmidt, and H. Simpson 2005, from Four Understanding Cooperative RD Activity: Evidence European Countries, IFS Working Papers W0523, London. Adams, J., and M. Marcu 2004, RD Sourcing, Joint Ventures and Innovation: A Multiple Indicators Approach, NBER Working Paper 10474, Cambridge. Arora, A., and A. Gambardella 1990, Complementarity and External Linkages: the Strategies of the Large Firms in Biotechnology, Journal of Industrial Economics 38, 361379. Aschhoff, B. and T. Schmidt 2006, Empirical Evidence on the Success of RD Cooperation Happy together?, ZEW Discussion Paper 06062, Mannheim. Bayona, C., T. GraciaMarco and E. Huerta 2001, Firms motivation for cooperative RD: An empirical analysis of Spanish firms, Research Policy 30 8, 12891307. Becker, W., and J. Dietz 2004, RD Cooperation and Innovation Activities of Firms: Evidence for the German Manufacturing Industry, Research Policy 33, 209223. Belderbos, R., M. Carree, B. Diederen, B. Lokskin, and R. Veugelers 2003, The Determinants of RD Cooperation: Evidence from Dutch CIS Data 19961998. ZEW Workshop on The Empirical Economics of Innovation and Patenting, Mannheim Germany, March 1415. Belderbos, R., M. Carree, B. Diederen, B. Lokshin and R. Veugelers 2004, Heterogeneity in RD Cooperation Strategies, International Journal of Industrial Organization 22 89, 12371263. 36 Boia, M.J. 2003, Determinants of Innovation in Portugal: Designing, Implementing and Analyzing Evidence from the Third Community Innovation Survey, Master Thesis in Engineering Policy and Management of Technology, Lisbon. Bonte, W., and M. Keilbach 2005, Concubinage or Marriage? Informal and Formal Cooperations for Innovation, International Journal of Industrial Organization 23, 279302. Bureth, A., R. Levy, J. Penin and S. Wolff 2006, Strategic Reasons for Patenting: Between Exclusion and Coordination Rationales, Revista de Politica Economica, 95910, 1946. Busom, I. and A. FernandezRibas 2004, Firm Strategies in RD: Cooperation and Participation in RD Programs, Universida Autonoma de Barcelona Working Paper No. 04.05, Barcelona. Caloghirou, Y., S. Ioannides, and N. Vonortas 2003, Research Joint Ventures, Journal of Economic Surveys 17, 541570. Capron, H. and M. Cincera 2004, IndustryUniversity ST Transfer: What can we Learn From Belgium CIS2 Data?, CEPR Discussion Paper Series No. 4685, London. Cassiman, B. and R. Veugelers 2002, RD Cooperation and Spillovers: Some Empirical Evidence from Belgium, American Economic Review 44 3, 11691184. Cohen, W.M. and D.A. Levinthal 1989, Innovation and Learing: The Two Faces of RD, Economic Journal 99 297, 569596. Cohen, W.M. and D.A. Levinthal 1990, Absorptive Capacity: A New Perspective on Learning and Innovation, Administrative Science Quarterly 35 1, 128152. 37Conceicao, P., P. Avila 2001, A Inovacao em Portugal: II Inquerito Comunitario as Actividades de Inovacao in Portuguese, Celta Editora, Oeiras. Czarnitzki, D., and A. Fier 2003, Publicly Funded RD Collaborations and Patent Outcome in Germany, ZEW Discussion Paper 0324, Mannheim. DAspremont, C. and A. Jacquemin 1988, Cooperative and Noncooperative RD in Duopoly with Spillovers, American Economic Review 78 5, 11331137. Dachs, B., B. Ebersberger and A. Pyka 2004, Why do Firms Cooperate for Innovation? A Comparison of Austrian and Finnish CIS 3 Results, Volkswirtschaftliche Diskussionsreihe der Uni Augsburg No. 255, Augsburg. De Bondt, R. and R. Veugelers 1991, Strategic Investment with Spillovers, European Journal of Political Economy 7 7, 345366. Dodgson, M. 1994, Technological Collaboration and Innovation, in: Dodgson, M. and R. Rothwell eds., The Handbook of Industrial Innovation, Edward Elgar, Cheltenham, 285292. Ebling, Gunther and Norbert Janz 1999, Export and Innovation Activities in the German Service Sector: Empirical Evidence at the Firm Level, ZEW Discussion Paper No. 9953, Mannheim. Eickelpasch, A., and M. Fritsch 2005, Contests for Cooperation A new Approach in German Innovation Policy, Research Policy 34, 12691282. Eurostat 2004, Innovation in Europe Results for the EU, Iceland and Norway Data 19982000, Office For Official Publication of the European Communities, Luxemburg. Eurostat 2007a, More than 40% of EU27 enterprises are active in innovation, News Release 272007, February 22nd 2007, Luxemburg. 38 Eurostat 2007b, Community Innovation Statistics Is Europe growing more innovative?, Statistics in Focus 612007, Luxemburg. Fontana, R., A. Geuna and M. Matt 2005, Factors Affecting UniversityIndustry RD Collaboration: The Importance of Screening and Signalling, Document de travail No. 200507, Strasburg. Fritsch, M. and R. Lukas 2001, Who Cooperates on RD?, Research Policy 30 2, 297312. Glaister, K.W. and P.J. Buckley 1996 Strategic Motives for International Alliance Formation, Journal of Management Studies 33 3, 301332. GomesCasseres, B., J. Hagedoorn and A. Jaffe 2006, Do Alliances Promote Knowledge Flows?, Journal of Financial Economics 80, 533. Hagedoorn, J. 1993, Understanding the Rationale of Strategic Technology Partnering: Interorganizational Modes of Cooperation and Sectoral Differences, Strategic Management Journal 14 5, 371385. Hagedoorn, J. 2002, Interfirm RD Partnership: An Overview of Major Trends and Patterns since 1960, Research Policy 31 4, 477492. Hagedoorn, J., N.L. Albert, and N.S. Vonortas 2000, Research Partnerships. Research Policy 29, 567586. Heckman, J.J. 1976, The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement 5, 475492. Heckman, J.J. 1979, Sample Selection Bias as a Specification Error, Econometrica 47, 153161. 39Janz, N., G. Ebling, S. Gottschalk and H. Niggemann 2001, The Mannheim Innovation Panels MIP and MIPS of the Centre for European Economic Research ZEW, Journal of Applied Social Science Studies 121 1, 123129. Kaiser, U. 2002 An Empirical Test of Models Explaining Research Expenditures and Research Cooperation: Evidence for the German Service Sector, International Journal of Industrial Organization 20 6, 747774. Kamien, M.I., E. Muller and I. Zang 1992, Research Joint Ventures and RD Cartels, American Economic Review 82 5, 12931306. Kingsley, G., and E. Malecki 2004, Networking for Competitiveness, Small Business Economics 23, 7184. Li, J. and J. Zhong 2003, Explaining the Growth of International RD Alliances in China, Managerial and Decision Economics 24, 101115. Link, A.N. and L.L. Bauer 1987, An Economic Analysis of Cooperative Research, Technovation 6, 247260. Luo, Y. 2004, Coopetition in International Business, Copenhagen Business School Press, Copenhagen. Dodgson, M. 1994, Technological Collaboration and Innovation, in: Dodgson, M. and R. Rothwell eds., The Handbook of Industrial Innovation, Edward Elgar, Cheltenham, 285292. Miotti, L. and F. Sachwald 2003, Cooperative RD: Why and with Whom? An Integrated Framework Analysis, Research Policy 32 8, 14811499. Mowery, D. 1983, The relationship between Intrafirm and Contractual Forms of Industrial Research in American Manufacturing, Explorations in Economic History 20, 351374. 40 Mowery, D., J. Oxley and B. Silverman 1998, Technological Overlap and Interfirm Cooperation: Implications for the Resourcebased View of the Firm, Research Policy 27, 507523. Narula, R. and J. Hagedoorn 1999, Innovation Through Strategic Alliances: Moving Towards International Partnerships and Contractual Agreements, Technovation 19, 283294. Negassi, S. 2004, RD cooperation and innovation a microeconometric study on French firms, Research Policy 33 3, 365384. Nelson, R. 1990, U.S. Technological Leadership: Where Did it Come from and where did it go?, Research Policy 19, 193214. Nijssen, E., R. Van Reekum and H. Hulshoff 2001, Gatheting and Using Information for the Selection of Technology Partners, Technological Forecasting and Social Change 67, 221237. OECD 1986, Technological Cooperation Agreements between Firms: Some Initial Data and Analysis, Paris. OECD 1992, Proposed Guidelines for Collecting and Interpreting Technology Innovation Data Oslo Manual, Paris. Palmberg, C. and M. Pajarinen 2005, Determinants of Internationalisation through Strategic Alliances Insights Based on New Data on Large Finnish Firms, The Research Institute of the Finnish Economy Discussion Papers 966, Helsinki. Penin, J. 2005, Patents versus ex post rewards: A new look, Research Policy 34, 641656. Rammer, C., B. Peters, T. Schmidt, B. Aschhoff, T. Doherr and H. Niggemann der 2005a, Innovationserhebung 2003 in der deutschen Wirtschaft, ZEW Wirtschaftsanalysen Band 78, Nomos Verlagsgesellschaft, BadenBaden. in Deutschland Innovationen Ergebnisse 41Rammer, C., B. Peters, T. Schmidt and T. Doherr 2005b, Innovation in Germany Results of the German Innovation Survey 2004, ZEW Mannheim, Mannheim. Roller, L.H., M.M. Tombak and R. Siebert 1997, Why firms form Research Joint Ventures: theory and evidence, CEPR Discussion Paper Series No. 1654, London. Rosenfeld, S. 1996, Does Cooperation Enhance Competitiveness? Assessing the Impacts of Interfirm Collaboration, Research Policy 25, 247263. Sakakibara, M. 1997, Heterogeniety of Firm Capabilities and Cooperative Research and Development: An Empirical Examination of Motives, Strategic Management Journal 18 6, 143165. Schmidt, T. 2005, Absorptive Capacity One Size Fits All? A Firmlevel Analysis of Absorptive Capacity for Different Kinds of Knowledge, ZEW Discussion Paper No. 0572, Mannheim. Schmidt, T. 2006, An Empirical Analysis of the Effects of Patents and Secrecy on Knowledge Spillovers, ZEW Discusssion Paper No. 06048, Mannheim. Sofka, W. and T. Schmidt 2004, I Like The Way You Move: An Empirical Investigation into the Mechanisms Behind First Mover and Follower Strategies, ZEW Discussion Paper No. 0487, Mannheim. Tether, B. 2002, Who Cooperates for Innovation, and Why: An Empirical Analysis, Research Policy 31 6, 947967. Tsang, E.W.K. 2000, Transaction Cost and Resourcebased Explanations of Joint Ventures: A Comparison and Synthesis, Organizational Studies 21 1, 215242. 42 Von Zedtwitz M. and O. Gassmann 2002, Market versus Technology Drive in RD Internationalization: Four Different Patterns of Managing Research and Development, Research Policy 31 3, 569588. 43 The following Discussion Papers have been published since 2006: Series 1: Economic Studies The dynamic relationship between the Euro overnight rate, the ECBs policy rate and the Dieter Nautz term spread Christian J. Offermanns Sticky prices in the euro area: a summary of new micro evidence Alvarez, Dhyne, Hoeberichts Kwapil, Le Bihan, Lunnemann Martins, Sabbatini, Stahl Vermeulen, Vilmunen Going multinational: What are the effects on home market performance? Robert Jackle Exports versus FDI in German manufacturing: firm performance and participation in inter national markets Jens Matthias Arnold Katrin Hussinger A disaggregated framework for the analysis of Kremer, Braz, Brosens Langenus, Momigliano structural developments in public finances Spolander Bond pricing when the short term interest rate Wolfgang Lemke follows a threshold process Theofanis Archontakis Has the impact of key determinants of German exports changed? Results from estimations of Germanys intra euroarea and extra euroarea exports Kerstin Stahn The coordination channel of foreign exchange intervention: a nonlinear microstructural analysis Mark P. Taylor Stefan Reitz Capital, labour and productivity: What role do Antonio Bassanetti they play in the potential GDP weakness of France, Germany and Italy? Jorg Dopke, Roberto Torrini Roberta Zizza 2006 2006 2006 2006 2006 2006 2006 2006 2006 1 2 3 4 5 6 7 8 9 44 10 11 12 13 14 15 16 17 18 19 20 2006 2006 2006 2006 2006 2006 2006 2006 2006 2006 2006 Realtime macroeconomic data and ex ante predictability of stock returns The role of real wage rigidity and labor market frictions for unemployment and inflation dynamics J. Dopke, D. Hartmann C. Pierdzioch Kai Christoffel Tobias Linzert Forecasting the price of crude oil via convenience yield predictions Thomas A. Knetsch Foreign direct investment in the enlarged EU: do taxes matter and to what extent? Guntram B. Wolff Inflation and relative price variability in the euro Dieter Nautz area: evidence from a panel threshold model Juliane Scharff Internalization and internationalization under competing real options Jan Hendrik Fisch Consumer price adjustment under the microscope: Germany in a period of low inflation Johannes Hoffmann JeongRyeol KurzKim Identifying the role of labor markets for monetary policy in an estimated DSGE model Do monetary indicators still predict euro area inflation? Kai Christoffel Keith Kuster Tobias Linzert Boris Hofmann Fool the markets? Creative accounting, fiscal transparency and sovereign risk premia Kerstin Bernoth Guntram B. Wolff How would formula apportionment in the EU affect the distribution and the size of the corporate tax base? An analysis based on German multinationals Clemens Fuest Thomas Hemmelgarn Fred Ramb 452006 2006 2006 2006 Monetary and fiscal policy interactions in a New Keynesian model with capital accumulation and nonRicardian consumers Campbell Leith Leopold von Thadden Realtime forecasting and political stock market Martin Bohl, Jorg Dopke anomalies: evidence for the U.S. Christian Pierdzioch A reappraisal of the evidence on PPP: a systematic investigation into MA roots in panel unit root tests and their implications Christoph Fischer Daniel Porath Margins of multinational labor substitution Sascha O. Becker MarcAndreas Mundler 2006 Forecasting with panel data Badi H. Baltagi 2006 2006 2006 2006 2006 2006 Do actions speak louder than words? Household expectations of inflation based on micro consumption data Atsushi Inoue Lutz Kilian Fatma Burcu Kiraz Learning, structural instability and present value calculations H. Pesaran, D. Pettenuzzo A. Timmermann Empirical Bayesian density forecasting in Iowa and shrinkage for the Monte Carlo era Kurt F. Lewis Charles H. Whiteman The withindistribution business cycle dynamics Jorg Dopke of German firms Sebastian Weber Dependence on external finance: an inherent industry characteristic? George M. von Furstenberg Ulf von Kalckreuth Comovements and heterogeneity in the euro area analyzed in a nonstationary dynamic factor model Sandra Eickmeier 21 22 23 24 25 26 27 28 29 30 31 46 32 33 34 35 36 37 38 39 40 41 2006 2006 2006 2006 2006 2006 2006 2006 2006 2006 Forecasting using a large number of predictors: Christine De Mol is Bayesian regression a valid alternative to principal components? Domenico Giannone Lucrezia Reichlin Realtime forecasting of GDP based on a large factor model with monthly and quarterly data Christian Schumacher Jorg Breitung Macroeconomic fluctuations and bank lending: S. Eickmeier evidence for Germany and the euro area B. Hofmann, A. Worms Fiscal institutions, fiscal policy and sovereign risk premia Mark Hallerberg Guntram B. Wolff Political risk and export promotion: evidence from Germany C. Moser T. Nestmann, M. Wedow Has the export pricing behaviour of German enterprises changed? Empirical evidence from German sectoral export prices Kerstin Stahn How to treat benchmark revisions? The case of German production and orders statistics Thomas A. Knetsch HansEggert Reimers How strong is the impact of exports and other demand components on German import demand? Evidence from euroarea and noneuroarea imports Does trade openness increase firmlevel volatility? Claudia Stirbock C. M. Buch, J. Dopke H. Strotmann The macroeconomic effects of exogenous fiscal policy shocks in Germany: a disaggregated SVAR analysis Kirsten H. HeppkeFalk Jorn Tenhofen Guntram B. Wolff 47 42 43 44 45 46 47 48 01 02 03 04 48 2006 2006 2006 2006 2006 2006 2006 2007 2007 2007 2007 How good are dynamic factor models at forecasting output and inflation? A metaanalytic approach Sandra Eickmeier Christina Ziegler Regionalwahrungen in Deutschland Lokale Konkurrenz fur den Euro? Gerhard Rosl Precautionary saving and income uncertainty in Germany new evidence from microdata Nikolaus Bartzsch The role of technology in MAs: a firmlevel Rainer Frey comparison of crossborder and domestic deals Katrin Hussinger Price adjustment in German manufacturing: evidence from two merged surveys Harald Stahl A new mixed multiplicativeadditive model for seasonal adjustment Stephanus Arz Industries and the bank lending effects of bank credit demand and monetary policy in Germany Ivo J.M. Arnold Clemens J.M. Kool Katharina Raabe The effect of FDI on job separation Sascha O. Becker MarcAndreas Mundler Threshold dynamics of shortterm interest rates: empirical evidence and implications for the term structure Theofanis Archontakis Wolfgang Lemke Price setting in the euro area: some stylised facts from individual producer price data Dias, Dossche, Gautier Hernando, Sabbatini Stahl, Vermeulen Unemployment and employment protection in a unionized economy with search frictions Nikolai Stahler 05 06 07 08 09 10 11 12 13 14 15 16 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 Enduser order flow and exchange rate dynamics S. Reitz, M. A. Schmidt M. P. Taylor Moneybased interest rate rules: lessons from German data C. Gerberding F. Seitz, A. Worms Moral hazard and bailout in fiscal federations: Kirsten H. HeppkeFalk evidence for the German Lander Guntram B. Wolff An assessment of the trends in international price competitiveness among EMU countries Christoph Fischer Reconsidering the role of monetary indicators for euro area inflation from a Bayesian perspective using group inclusion probabilities Christian Schumacher Michael Scharnagl A note on the coefficient of determination in regression models with infinitevariance variables Mico Loretan JeongRyeol KurzKim Exchange rate dynamics in a target zone a heterogeneous expectations approach Christian Bauer Paul De Grauwe, Stefan Reitz Money and housing evidence for the euro area and the US Claus Greiber Ralph Setzer An affine macrofinance term structure model for the euro area Wolfgang Lemke Does anticipation of government spending matter? Jorn Tenhofen Evidence from an expectation augmented VAR Guntram B. Wolff Onthejob search and the cyclical dynamics of the labor market Michael Krause Thomas Lubik Heterogeneous expectations, learning and European inflation dynamics Anke Weber 492007 2007 2007 2007 2007 2007 2007 2007 2007 2007 2007 17 18 19 20 21 22 23 24 25 26 27 50 Does intrafirm bargaining matter for business cycle dynamics? Michael Krause Thomas Lubik Uncertainty about perceived inflation target and monetary policy Kosuke Aoki Takeshi Kimura The rationality and reliability of expectations reported by British households: micro evidence James Mitchell from the British household panel survey Martin Weale Money in monetary policy design under uncertainty: the TwoPillar Phillips Curve versus ECBstyle crosschecking Gunter W. Beck Volker Wieland Corporate marginal tax rate, tax loss carryforwards and investment functions empirical analysis using a large German panel data set Fred Ramb Volatile multinationals? Evidence from the labor demand of German firms Claudia M. Buch Alexander Lipponer International investment positions and exchange rate dynamics: a dynamic panel analysis Christian J. Offermanns Michael Binder Testing for contemporary fiscal policy discretion Ulf von Kalckreuth with real time data Guntram B. Wolff Quantifying risk and uncertainty in macroeconomic forecasts Malte Knuppel KarlHeinz Todter Taxing deficits to restrain government spending and foster capital accumulation Nikolai Stahler Spillover effects of monetary policy a progress report on interest rate convergence in Europe Michael Flad 28 29 30 2007 2007 2007 The timing and magnitude of exchange rate overshooting Hoffmann Sondergaard, Westelius The timeless perspective vs. discretion: theory and monetary policy implications for an open economy Alfred V. Guender International cooperation on innovation: empirical Pedro Faria evidence for German and Portuguese firms Tobias Schmidt 51Series 2: Banking and Financial Studies Forecasting stock market volatility with macroeconomic variables in real time J. Dopke, D. Hartmann C. Pierdzioch Finance and growth in a bankbased economy: Michael Koetter Michael Wedow is it quantity or quality that matters? Measuring business sector concentration by an infection model Klaus Dullmann Heterogeneity in lending and sectoral growth: evidence from German banklevel data Claudia M. Buch Andrea Schertler Natalja von Westernhagen Does diversification improve the performance Evelyn Hayden of German banks? Evidence from individual Daniel Porath bank loan portfolios Natalja von Westernhagen Banks regulatory buffers, liquidity networks Christian Merkl Stephanie Stolz and monetary policy transmission Empirical risk analysis of pension insurance W. Gerke, F. Mager the case of Germany T. Reinschmidt C. Schmieder The stability of efficiency rankings when riskpreferences and objectives are different Michael Koetter Sector concentration in loan portfolios and economic capital Klaus Dullmann Nancy Masschelein The cost efficiency of German banks: a comparison of SFA and DEA E. Fiorentino A. Karmann, M. Koetter 2006 2006 2006 2006 2006 2006 2006 2006 2006 2006 2006 Limits to international banking consolidation F. Fecht, H. P. Gruner 01 02 03 04 05 06 07 08 09 10 11 52 12 01 02 03 04 05 06 07 08 09 10 11 2006 2007 2007 2007 2007 2007 2007 2007 2007 2007 Money market derivatives and the allocation of liquidity risk in the banking sector Falko Fecht Hendrik Hakenes Granularity adjustment for Basel II Michael B. Gordy Eva Lutkebohmert Efficient, profitable and safe banking: an oxymoron? Evidence from a panel VAR approach Michael Koetter Daniel Porath Slippery slopes of stress: ordered failure events in German banking Thomas Kick Michael Koetter Openend real estate funds in Germany genesis and crisis C. E. Bannier F. Fecht, M. Tyrell Diversification and the banks riskreturncharacteristics evidence from loan portfolios of German banks A. Behr, A. Kamp C. Memmel, A. Pfingsten How do banks adjust their capital ratios? Evidence from Germany Christoph Memmel Peter Raupach Modelling dynamic portfolio risk using risk drivers of elliptical processes Rafael Schmidt Christian Schmieder Timevarying contributions by the corporate bond and CDS markets to credit risk price discovery Niko Dotz Banking consolidation and small business finance empirical evidence for Germany K. Marsch, C. Schmieder K. Forstervan Aerssen 2007 The quality of banking and regional growth Hasan, Koetter, Wedow 2007 Welfare effects of financial integration Fecht, Gruner, Hartmann 53 12 13 2007 2007 The marketability of bank assets and managerial Falko Fecht rents: implications for financial stability Wolf Wagner Asset correlations and credit portfolio risk an empirical analysis K. Dullmann, M. Scheicher C. Schmieder 54 Visiting researcher at the Deutsche Bundesbank The Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Among others under certain conditions visiting researchers have access to a wide range of data in the Bundesbank. They include micro data on firms and banks not available in the public. Visitors should prepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics, financial markets or international economics. Proposed research projects should be from these fields. The visiting term will be from 3 to 6 months. Salary is commensurate with experience. Applicants are requested to send a CV, copies of recent papers, letters of reference and a proposal for a research project to: Deutsche Bundesbank Personalabteilung WilhelmEpsteinStr. 14 60431 Frankfurt GERMANY 55", "filename": "200730dkp.pdf", "person": ["Pedro Faria", "Faria, Pedro", "Tobias Schmidt", "Schmidt, Tobias"], "date": ["2007"]}