{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/112037/1/207121.pdf"], "title": ["Handlungsspielräume der Arbeitsämter beim Einsatz aktiver Arbeitsmarktpolitik: theoretische und empirische Evidenzen institutioneller Handlungsbedingungen"], "plaintext": "WZBWissenschaftszentrum Berlin fur Sozialforschung WZBOpen Access Digitalisate WZBOpen Access digital copies Das nachfolgende Dokument wurde zum Zweck der kostenfreien Onlinebereitstellung digitalisiert am Wissenschaftszentrum Berlin fur Sozialforschung g Gmb H WZB.Das WZB verfugt uber die entsprechenden Nutzungsrechte. Sollten Sie sich durch die Onlineveroffentlichung des Dokuments wider Erwarten dennoch in Ihren Rechtenverletzt sehen, kontaktieren Sie bitte das WZB postalisch oder per EMail:Wissenschaftszentrum Berlin fur Sozialforschung g Gmb HBibliothek und wissenschaftliche Information Reichpietschufer 50D10785 Berlin EMail: bibliothekwzb.eu The following document was digitized at the Berlin Social Science Center WZB in order to make it publicly available online.The WZB has the corresponding rights of use. If, against all possibility, you consider your rights to be violated by the online publication of this document, please contact the WZB by sending a letter or an email to:Berlin Social Science Center WZBLibrary and Scientific Information Reichpietschufer 50 D10785 Berlin email: bibliothekwzb.eu Digitalisierung und Bereitstellung dieser Publikation erfolgten im Rahmen des Retrodigitalisierungs projektes OA 1000. Weitere Informationen zum Projekt und eine Liste der ca. 1 500 digitalisierten Texte sind unter http:www.wzb.eudebibliothekserviceangeboteopenaccessoa1000 verfugbar.This text was digitizing and published online as part of the digitizingproject OA 1000.More about the project as well as a list of all the digitized documents ca. 1 500 can be found at http:www.wzb.euenlibraryservicesopenaccessoa1000.Gunther Schmid Handlungsspielraume der Arbeitsamter beim Einsatz aktiver Arbeitsmarktpolitik: Theoretische und empirische Evidenzen institutioneller Handlungsbedingungen 1. 2. Zum Handlungsspielraum einer aktiven Arbeitsmarktpolitik Zur Theorie von Handlungsspielraumen aktiver Arbeitsmarktpolitik 2.1 Elemente institutionalistischer Betrachtungsweise 2.2 Allgemeine Zusammenhange von institutionellen Handlungsbedingungen und Handlungsspielraumen.3. Handlungsspielraume der Arbeitsamter beim Einsatz aktiver Arbeitsmarktpolitik 3.1 Erfahrungen aus der Praxis der Eingliederungsbeihilfen EB3.2 Erfahrungen aus der Praxis von Fortbildung und Umschulung Fu U4. Ausblick: Steuerungsdefizite aktiver Arbeitsmarktpolitik Anmerkungen Literaturverzeichnis 1351. Zum Handlungsspielraum aktiver Arbeitsmarktpolitik Was kann die Arbeitsverwaltung bei Massenarbeitslosigkeit tun? Bose Zungen behaupten schon langst, die Bundesanstalt fur Arbeit BA verwalte nur noch die Arbeitslosen. Sieht man einmal von der ungerechtfertigten Polemik ab, dann ist diese Behauptung nicht so weit von der Wirklichkeit entfernt wenn auch weiter, als gemeinhin angenommen wird. Eine Verwaltung, die sich uberwiegend aus Beitragszahlungen der Versichertengemeinschaft finanziert, mu sich nolens volens zunehmend auf die Schadensregulierung konzentrieren, wenn sich das Versicherungsrisiko hauft. Insofern ist die Frage nach dem Handlungsspielraum der Arbeitsverwaltung schnell beantwortet: er steht wenigstens nach einem bestimmten Schwellenwert im umgekehrten Verhaltnis zur Hohe der Arbeitslosigkeit.Mit zunehmender Arbeitslosigkeit sinken die Beitragseinnahmen der BA. Einer Kompensation dieses Einnahmeverlustes durch Beitragserhohungen sind politische Grenzen gesetzt; jedenfalls kann die Bundesanstalt ihre Beitrage nicht autonom erhohen bzw. dem Versicherungsrisiko entsprechend automatisch anpassen. Dagegen steigen die gesetzlich festgelegten Ausgaben fur Lohnersatzleistungen; fur aktive Arbeitsmarktpolitik bleibt vereinfachend gesagt immer weniger ubrig. Diese Logik lat sich an der Ausgabenstruktur der Bundesanstalt ablesen: Betrug der Anteil aktiver Arbeitsmarktpolitik an allen BAAusgaben 1970 70%, waren es 1981 nur noch 42%; 1982 wird dieser Anteil voraussichtlich weiter sinken vgl. Tab. 1.Tabelle 1: Ausgaben fur aktive Arbeitsmarktpolitik in der Bundesrepublik 19651981Jahr 19651967197019731975197719801981Ausg. der Bundesanstalt. Ar beitBAin Mio. DMAusg.f. aktive Arbeitsmarkt Politik in Mio.DMAusg.f. beruf!. Fortbildung u. Umschulungnach 4150 AFGin Mio.Ausg. fur Eingliederungsbeihilfen nach 54AFGin Mio. DMAusg.f. Kurzarbeitergeld nach 6367AFGin Mio. DMAusg.f. Arbeitsbeschaffungsmanahmennach 9196 in Mio. DM111 . 6 1 83 . 2 0 63 . 9 2 76 . 8 4 91 8 . 0 5 31 5 . 7 8 02 2 . 8 3 231 . 6 7 7absolut 9611.1242.7284.5177.9536.42011.01013.45923456in % 1 absolut 15935706644414842705901.5822.5881.2002.4833.306in % 206223533192325absolutk.A.k.A.109100266574454in % 2absolutk.A.k.A.001453120612742.2075944711.285in % 201802289410absolutin % 25101424.1378471.3681.2101111212129Inklusive Bundesmittei fur Arbeitslosenhilfe, Sonderprogramme u.a.1 2 Alle Ausgaben der Bundesanstalt fur Arbeit inkl. Bundesmittel mit Ausnahme von: Arbeitslosengeld, Arbeitslosenhilfe, Konkursausfallgeld seit 1974, 50% der von der Bundesanstalt ausgewiesenen Kosten fur Durchfuhrung der Fachaufgaben Annahme: 50% sind fur aktive Manahmen wie Vermittlung und Beratung zu veranschlagen, die von der BA ausgewiesenen Sonstigen Ausgaben.k.A. bis 1970 nicht getrennt ausgewiesen.inklusive Bundes und Sonderprogrammmittel.4 6 Nicht aufgeschlusselt sind hier die Ausgaben fur berufliche Ausbildung, Manahmen zur Forderung der Arbeitsaufnahme soweit nicht Eingliederungsbeihilfen, Rehabilitation, Schlechtwetter und Wintergeld sowie sonstige Manahmen zur Forderung der Bauwirtschaft.Quellen: ANBA, verschiedene Jahrgange, eigene Berechnungen.137Diese widersinnige Logik gilt auch operativ: Mit steigender Arbeitslosigkeit treten beschaftigungssichernde und arbeitsfordernde Aufgaben der Arbeitsverwaltung in den Hintergrund: So mu beispielsweise Personal aus der Arbeitsberatung und Vermittlung in die Leistungsabteilung abgezogen werden, um die punktliche Zahlung von Arbeitslosengeldern zu gewahrleisten, oder das Vermittlungspersonal wird zunehmend mit Kon trollaufgaben z.B. Kontrolle der Arbeitswilligkeit belastet, deren Wahrnehmungen u.U. zum Widerspruch und dieser wieder zum Gegenwiderspruch fuhrt, eine zur Selbstblockierung tendierende burokratische Spirale.Aus der Sicht aktiver Arbeitsmarktpolitik hat die deutsche Arbeitsverwaltung aber auch im politischen Sinne einen Konstruktionsfehler: Gerat die BA in Defizite, ist der Bund zu Zuschussen verpflichtet. Je hoher die Arbeitslosigkeit, desto hoher der Zuschubedarf. Die Zuschusse wiederum werden als Steuerfinanzierung von Manahmen der aktiven Arbeitsmarktpolitik definiert, so da der Zuschugeber vor allem in diesem Bereich Gestaltungsrechte beansprucht, die in die Durchfuhrung hineinreichen; die haufigen Novellen des Arbeitsforderungsgesetzes AFG und zahlreiche Sonderprogramme sind dafur Ausdruck. In der Praxis tendiert dieses System zu einer restriktiven Fiskalisie rung der Arbeitsmarktpolitik, d.h. zu Einsparungen unter dem Gesichtspunkt des kurzfristigen Haushaltsausgleichs. Das globale Beschaftigungsdefizit, das mit Hilfe der Arbeitsmarktpolitik allein nicht bewaltigt werden kann, ist also die Ursache der Zuschufinanzierung. Sie kehrt sich jedoch selbst gegen einen verstarkten Einsatz der aktiven Arbeitsmarktpolitik, die wenigstens im beschrankten Mae globale Beschaftigungspolitik ersetzen oder erganzen konnte Mertens 1981, Schmid 1982. Widerstand gegen diese Politik etwa von Seiten der Gewerkschaften wird mit der Drohung der Kurzung von Lohnersatzleistungen beantwortet, so da die Verfechter aktiver Arbeitsmarktpolitik in ein Dilemma geraten. Die beschaftigungs und arbeitsmarktpolitische Verantwortung verbleibt so institutionell diffus, und Opfer dieser Nullsummenpolitik Thurow 1980 sind die Arbeitslosen.Der zentrale Beitrag zur Losung des globalen Beschaftigungsdefizits kann in der Tat nicht von der Arbeitsmarktpolitik, sondern nur von einer beschaftigungsorientierten Wirtschafts und Finanzpolitik, zum Teil auch das gilt vor allem fur arbeitszeitpolitische Fragen von der Tarif und Sozialpolitik erwartet werden. Uber den Beitrag, den die Arbeitsmarktpolitik auch bei Massenarbeitslosigkeit leisten kann, gehen die Auffassungen allerdings auseinander: eher pessimistische Stimmen sehen den Stellenwert schon uberschritten, bis zu dem der Einsatz aktiver Arbeitsmarktpolitik effizient sein konnte z.B. Zeppernick 1982. Eher optimistische Stimmen sehen auch bei gegebenen Umstanden einen groeren Handlungsspielraum der Arbeitsverwaltung und verweisen auf die bisherigen Erfolge aktiver Arbeitsmarktpolitik oder auf die Erfahrungen anderer Lander z.B. Scharpf 1981; Schmid 1982; EngelenKefer 1982.Der Hinweis auf andere Lander hier vor allem Schweden ist in diesem Zusammenhang sicherlich mit Vorbehalten zu betrachten, denn die gegebenen Umstande sind in Schweden wenigstens in zweifacher Hinsicht anders: Die Finanzierung aktiver Arbeitsmarktpolitik wird hier aus allgemeinen Steuermitteln gesichert, und die Arbeitsverwaltung hat vor allem im Zusammenhang mit beruflicher Weiterbildung und mit Arbeits138beschaffungsmanahmen schon in den sechziger Jahren institutioneile Bedingungen aufbauen konnen, uber welche die Bundesanstalt nicht im gleichen Umfang verfugt. Die Effizienz auch eines hoheren Niveaus aktiver Arbeitsmarktpolitik wird durch die institutioneil engere Verflechtung der Arbeitsverwaltung mit lokal wichtigen Akteuren und Interessengruppen des Arbeitsmarktes, also Betrieben, Gewerkschaften, Kommunen und durch einen im Vergleich zur Bundesrepublik schon langer dauernden Lernproze innerhalb solcher institutioneilen Netzwerke garantiert. Hinzu kommen eine im offentlichen Bewutsein wesentlich starkere Betonung des Vollbeschaftigungsziels als in der Bundesrepublik sowie eine zweifache Flankierung aktiver Arbeitsmarktpolitik auf anderen Politikebenen: eine starkere Berucksichtigung beschaftigungspolitischer Auswirkungen in der Einkommenspolitik solidarische Lohnpolitik, individuelle Besteuerung und in der Sozialpolitik starker Kundigungsschutz fur altere Erwerbspersonen, Moglichkeiten der Teilzeitrente. Schon ein fluchtiger Blick auf Schweden zeigt also, da fur den erweiterten Einsatz aktiver Arbeitsmarktpolitik auch die notwendigen institutionellen Rahmenbedingungen gegeben sein mussen. Diese Rahmenbedingungen konnen nicht von heute auf morgen verandert werden. Wenn jedoch gezeigt werden kann, da unter denselben okonomischen und rechtlichen Voraussetzungen die Arbeitsamter die Instrumente aktiver Arbeitsmarktpolitik unterschiedlich einsetzen, erhalten wir Hinweise auf Handlungsspielraume unter gegebenen Rahmenbedingungen. Diese konnen in unterschiedlichen Aktivitatsniveaus, in der unterschiedlichen Nutzung von Interpretationsspielraumen, aber auch in unterschiedlichen institutionellen Handlungsbedingungen der Arbeitsamter bestehen. Wenn daruber hinaus demonstriert werden kann, da uberdurchschnittlich aktive Amter auch eine groere arbeitsmarktpolitische Wirkung erzielen, dann ware die Nullhypothese der Pessimisten widerlegt, da das Niveau effizienter aktiver Arbeitsmarktpolitik schon langst erreicht sei.Im folgenden zeige ich, aus welchen Grunden die Schwellentheorie der Pessimisten falsch ist, und welche Beobachtungen aus der Praxis der Arbeitsamter dagegen sprechen. Auf der Basis eines groben Analyserasters werden Hypothesen zum Zusammenhang von Arbeitsmarktpolitik und institutionellen Handlungsbedingungen entwickelt Kapitel 2. Im Hauptteil Kapitel 3 werden statistische Analysen der Inanspruchnahme arbeitsmarktpolitischer Instrumente vorgestellt und die Nutzung von Handlungsspielraumen durch die Arbeitsamter bei gegebenen strukturellen Bedingungen diskutiert.lm Vordergrund stehen die Instrumente der beruflichen Weiterbildung Fu U und der Eingliederungsbeihilfen EB sowie Erfahrungen aus dem arbeitsmarktpolitischen Programm der Bundesregierung vom Mai 1979. Abschlieend versuche ich zu beurteilen, unter welchen institutioneilen Bedingungen ein verstarkter Einsatz arbeitsmarktpolitischer Instrumente denkbar ware Kapitel 4.1392. Zur Theorie von Handlungsspielraumen aktiver Arbeitsmarktpolitik 2.1 Elemente institutionalistischer Betrachtungsweise Die Unterscheidung von okonomischer und institutioneller Betrachtungsweise hat sich in der angelsachsischen labor economics herausgebildet, fur die es bezeichnenderweise keine adaquate deutsche Ubersetzung gibt. Die Okonomie der Arbeit ist aus okonomischer Sicht eine Theorie des Arbeitsmarktes, die im wesentlichen auf der Annahme nutzenmaximierender oder kostenminimierender Individuen basiert. Instrumentelles oder rationales Verhalten von Individuen, d.h. die ZielMittelorientierung unter Effizienzgesichtspunkten, ist der Kern dieser Betrachtungsweise. Aus institutionalistischer Sicht ist Okonomie der Arbeit dagegen im wesentlichen eine Theorie der Arbeitsbeziehungen, die von rechtlichen Normen und administrativen Regeln, von Gewohnheiten und Machtstrukturen gekennzeichnet sind. Instrumentelles Verhalten von Individuen wird zwar nicht ausgeschlossen; es wird jedoch als von institutioneilen Bedingungen gebrochen, gefiltert oder uberlagert betrachtet.Der institutionalistische Ansatz ist durch ganzheitliche Betrachtungsweise gekennzeichnet. Die Bedingungen des Umfeldes einzelner Akteure stehen im Vordergrund, weniger die Motive. Diese werden von Okonomen als gegeben exogen, vor allem als eigennutzig betrachtet; von den Institutionalisten dagegen als abhangig endogen, geschichtlich und wandelbar. Institutionen werden von Okonomen als Restriktionen rationalen Marktverhaltens, von Institutionalisten dagegen als fundamentale Kontrollinstan zen neben dem Markt gesehen.1 Zum Umfeld des Anbieters von Arbeit gehoren der Haushalt bzw. die Familie, die Nachbarschaft, der Verein oder die Partei, die Religionsoder ethnische Gemeinschaft, die Gewerkschaften, Berufsgenossenschaften und Standesorganisationen, aber auch die staatliche Regulierung des Arbeitslebens. Zum Umfeld des Nachfragers von Arbeit, dem Betrieb, gehoren analoge Institutionen, die Kammern oder Innungen, die Kommunen, die Interessenorganisationen, wahrend die Arbeitsamter fur die Nachfrage wie fur die Angebotseite zentrale Institutionen darstellen.Die institutionellen Saulen sind also zusammenfassend a die internen und externen, durch Recht formell sanktionierten Entscheidungspramissen und Strukturen, b die internen und externen Machtstrukturen, c tradierte Werte und Gewohnheiten, die sich durch Interaktionen von Individuen einspielen und dann als sozialkulturelles Umfeld informelle Sanktionswirkungen ausuben. Diese Elemente institutionalistischer Betrachtungsweise konnen analog auf die Analyse der Arbeitsverwaltung ubertragen werden.a Im Vordergrund steht naturlich das extern gesetzte Recht, das Arbeitsforderungsgesetz AFG, dessen Steuerung der Bundesanstalt weitgehend entzogen ist. Die im AFG formulierten Instrumente aktiver Arbeitsmarktpolitik, die hier erortert werden, sind wiederum verschieden stark durchreglementiert und lassen der Arbeitsverwaltung auf diese Weise auch unterschiedlichen Handlungs und Interpretationsspielraum. Bei140spielhaft erwahnt werden soll hier nur, da Eingliederungsbeihilfen und Arbeitsbeschaffungsmanahmen KannLeistungen sind, wahrend auf die Forderung beruflicher Weiterbildung von den Einarbeitungszuschussen, 49 AFG, abgesehen ein Anrecht besteht, wenn bestimmte Bedingungen erfullt sind. KannLeistungen sind aus der Sicht der Verwaltungstheorie als Zweckprogramme, AnrechtLeistungen dagegen als Konditionalprogramme zu betrachten. Bei Zweckprogrammen ist der Handlungsspielraum im allgemeinen groer als bei Konditionalprogrammen Luhmann 1966:87 ff.Als Selbstverwaltungsorgan besitzt die Bundesanstalt weitgehende Richtlinienkompetenzen im Rahmen des AFG interne Entscheidungsstruktur. Diese Kompetenz ist ihrerseits wieder infolge der drittelparitatischen Struktur des Verwaltungsrates und der Verwaltungsausschusse von der Notwendigkeit des institutioneilen Interessenausgleichs gepragt. Die daraus abgeleitete Neutralitatspflicht der Arbeitsverwaltung gegenuber arbeitsmarktpolitischen Einzelinteressen ist eine ganz wesentliche Einschrankung ihres Handlungsspielraums. Andererseits vertritt die Bundesanstalt auch das allgemeine arbeitsmarktpolitische Interesse, so da die Neutralitatspflicht vor allem auf lokaler Ebene fur Interpretationsspielraume und fur Verhandlungen offen ist. Auf globaler Ebene tendiert diese Entscheidungsstruktur jedoch zu einer Politik des kleinsten gemeinsamen Nenners.Die Richtlinienkompetenz der Arbeitsverwaltung wiederum war bisher sehr zentralistisch ausgerichtet. Erst mit der 5. Novelle des AFG 1979 und der daraus folgenden neuen Satzung der Bundesanstalt fur Arbeit April 1980 wurden wichtige Grundlagen fur eine dezentralere Ausgestaltung der Selbstverwaltung geschaffen, deren Auswirkungen jedoch noch nicht klar abzusehen sind.b Von den inhaltlichen wie prozessualen rechtlichen Rahmenbedingungen abgesehen, wird der Handlungsspielraum der Arbeitsverwaltung durch ihre externe wie interne Machtstruktur bestimmt. Verhandlungen etwa mit Betrieben uber die Einstellung schwervermittelbarer Arbeitsloser oder uber die Forderung von Kurzarbeit hangen z.B. von der lokalen Bedeutung der Betriebe ab; u.U. werden auch Machtoptionen ausgetauscht, d.h. Entgegenkommen auf der einen wird mit Entgegenkommen auf der anderen Seite beantwortet. Arbeitsbeschaffungsmanahmen im offentlichen Dienst mussen wegen der Substitutionsmoglichkeit regularer Arbeitsplatze unter der besonderen Aufmerksamkeit und Kontrolle der lokalen Gewerkschaften abgewickelt werden; fur Auftragsmanahmen in Fu U mussen geeignete Trager gefunden werden, d.h., die Arbeitsverwaltung ist von der externen Tragerstruktur abhangig; diese Beispiele externer Machtfaktoren sollen genugen.Interne Machtfaktoren sind vor allem die Fahigkeiten treffsicherer und schneller Informationsverarbeitung. Fur eine vorausschauende und gestaltende Arbeitsmarktpolitik sind gute Kenntnisse uber die derzeitige und zukunftige Arbeitsmarktentwicklung unabdingbar. Vor allem im Hinblick auf den zukunftigen Arbeitskraftebedarf gibt es hier Defizite. Die Durchsetzungsfahigkeit der Arbeitsverwaltung im Sinne einer aktiven Arbeitsmarktpolitik wird auch um so mehr eingeschrankt, je mehr ihre internen Handlungsressourcen fur passive Politik gebunden sind. Wenig ins Bewutsein geraten ist bisher z.B.141die Moglichkeit, den Handlungsspielraum der Arbeitsverwaltung fur aktive Arbeitsmarktpolitik gerade an dieser Stelle zu erweitern, wo sie zur Zeit am starksten eingeschnurt wird, namlich bei der Abwicklung und Zahlung von Lohnersatzleistungen. Wo Leistungsanspruche abzuwickeln sind, werden Akten produziert. Sind mehrere Stellen damit befat was meistens der Fall ist mussen diese Akten zeitraubend hin und her geschoben werden, wobei sie etwa fur schnelle Auskunfte oft schwer aufzufinden sind. In der computerunterstutzten Abwicklung dieser Leistungsanspruche, bei der jeder Bearbeiter etwa uber Bildschirm unmittelbar Zugang zu der Akte erhalt, steckt ein erheblicher Rationalisierungsspielraum. Dieser Spielraum konnte dann fur die weniger rationalisierungsfahige aktive Arbeitsmarktpolitik genutzt werden, aber auch diese kann von einer automatisierten, dezentralen Datenverarbeitung nur gewinnen.c Tradierte Werte, Gewohnheiten und eingespielte Kontakte um die dritte institutionelle Saule anzusprechen spielen sicherlich auch in der Arbeitsverwaltung eine groe Rolle. Mitarbeiter, deren Arbeitsauffassung noch stark von der sozialversicherungsrechtlichen Konstruktion gepragt ist, werden sich bei der Implementation aktiver Arbeitsmarktpolitik schwerer tun als Mitarbeiter, die von Anfang an in die neue Philosophie hineingewachsen sind. Entscheidend ist auch die Anreizstruktur, mit der Mitarbeiter groer Organisationen konfrontiert sind, denn im Gegensatz zur okonomistischen Betrachtungsweise ist die Motivation von Einzelpersonen aus institutionalisierter Sicht stark von der Kultur der Organisation gepragt, in der sie arbeiten: Welche Haltungen und Meinungen im Organistionsmilieu anerkannt, welche Arbeitsweise belohnt oder bestraft, ob innovatorisches und risikofreudiges Verhalten oder eher die enge Auslegung von Anweisungen ermutigt wird, macht fur die Effektivitat einer Organisation einen groen Unterschied. Aber auch der Umgang mit den Partnern oder Klienten drauen und die durch mehrfache Kontakte angesammelten guten oder schlechten Erfahrungen, sind ganz wichtige instiutionelle Handlungsbedingungen der Arbeitsverwaltung.Die Bundesanstalt tut sich hier schwer, da sie gesetzlich zur Verwaltung insbesondere schlechter Risiken verpflichtet ist. Immerhin: das Image einer produktiven Dienstleistungsorganisation hatte sich in den siebziger Jahren gegenuber dem Image einer bloen Arbeitslosen Verwaltung durchzusetzen begonnen. Durch die Entwicklung der jungsten Jahre droht dieser Bonus verloren zu gehen. Beigetragen dazu haben von den unzahligen internen Erlassen, Verfugungen und Dienstanweisungen abgesehen sicherlich auch die vielen Novellen des AFG seit 1969 sieben, die fur eine lernende Verwaltung eine enorme Belastung darstellen: kaum beginnen sich Routinen einzuspielen, mu die Verwaltung wieder neue Richtlinien einstudieren. Organisches Lernen ist unter solchen Bedingungen schwierig, vor allem ist das Wachsen stabiler Verhaitenser wartungen zwischen Arbeitsverwaltungen und Umfeldakteuren gestort. Positive stabile Verhaltenserwartungen d.h. Vertrauen sind aber entscheidende Voraussetzungen fur die Effizienz aktiver Arbeitsmarktpolitik, wie spater noch zu zeigen sein wird.1422.2 Allgemeine Zusammenhange von Institutionellen Handlungsbedingungen und Handlungsspielraumen Der Handlungsspielraum der Arbeitsamter beim Einsatz von Instrumenten aktiver Arbeitsmarktpolitik ist also von der Regelungsstruktur dieser Instrumente und von der objektiven Problemstruktur, zu deren Losung die Instrumente beitragen sollen, abhangig. Weitere institutioneile Handlungsbedingungen sind Macht und Gewohnheit der Adressaten sowie die Struktur der implementierenden Organisation. Ein genaues Aufeinanderpassen von Regelungsstruktur und Problemstruktur garantiert daher noch keinen Erfolg, wenn wichtige institutionelle Voraussetzungen wie die Moglichkeit zu raschem und richtigen Erkennen der Situation oder das Potential zum Widerstand gegen Subventionserschleichung nicht gegeben sind. Umgekehrt kann eine Diskrepanz zwischen Regelungs und Problemstruktur durch gunstige institutionelle Voraussetzungen behoben werden, wenn beispielsweise unklare oder falsche Zieldefinitionen durch eine erfahrene Arbeitsverwaltung berichtigt werden oder falsche Regelungsanweisungen schlicht nicht befogt werden.2 Schon auf Grund dieses Sachverhalts sind Variationen zwischen den Arbeitsamtern bei der Implementation arbeitsmarktpolitischer Instrumente zu erwarten.Entscheidend ist jedoch, da die Nutzung von Handlungsspielraumen bei gegebener Regelungs und Problemstruktur eine Funktion der Zeit ist. Sowohl die vollziehende Verwaltung also die Arbeitsamter als auch die betroffenen Adressaten Arbeitssuchende, Betriebe mussen den Gebrauch des Programms erst erlernen. Die Adressaten, an die sich arbeitsmarktpolitische Programme wenden, mussen erst informiert sein, und sie mussen ihr Entscheidungskalkul umstellen. Wegen der Macht der Gewohnheit mu beispielsweise ein Anreiz, der bisheriges Verhalten andern soll, attraktiv genug sein, um uberhaupt Aufmerksamkeit zu wecken, und daruber hinaus mu er langfristig genug sein, um die kostspielige Anderung eingefahrener Entscheidungsroutinen auszuzahlen Scharpf 1982. Auch die Arbeitsamter brauchen bei jeder Anderung der Regelungsstruktur Zeit, ihre eingefahrenen Entscheidungsroutinen zu andern. Auch hier wird analog zur Adressatenstruktur gelten, da die Anderung der Regelungsstruktur massiv genug sein mu, um die Aufmerksamkeit einer vielbeschaftigten Verwaltung zu wecken, und die Anderung mu langfristig genug sein, um tatsachlich auch das Verhalten zu andern. Verwaltungsbeamte, die erwarten mussen, da Anweisungen von heute durch neue Anweisungen ubermorgen uberholt sind, werden sich nach der alten preuischen Regel verhalten, wonach ein Befehl erst dann auszufuhren ist, wenn der nachste kommt. Bei der Flut von AFGAnderungen, Erlassen, Verfugungen ist daher schon mit wahrscheinlichkeitstheoretischer Sicherheit zu erwarten, da bei 142 Arbeitsamtern Berlin 1 ganz unterschiedliche Vollzugsstrukturen herauskommen, die rein zufallig sind und systematisch uberhaupt nicht erklart werden konnen.Da sich aber neben der Regelungsstruktur auch die regionale Problemstruktur laufend im Flu befindent an welche die von oben gesetzte Regelungsstruktur wieder laufend anzupassen ist , ist es geradezu unwahrscheinlich, da die Arbeitsamter jemals das ideale Ziel ihrer Lernkurve erreichen, namlich 100% des vom Programmgeber angestrebten Zielniveaus:143Langfristig gleichen sich die Arbeitsamter zwar dem anzustrebenden Zielniveau an, zu einem gegebenen Zeitpunkt beispielsweise ti befinden sie sich jedoch auf unterschiedlichen Niveaus. Je instabiler die Problemstruktur in der zeitlichen Dimension, und je differenzierter die Problemstruktur in der raumlichen regionalen Dimension, desto wahrscheinlicher, da sich die Arbeitsamter bei zentraler Regulierung auf unterschiedlichem Zielerreichungsniveau ihrer Lernkurve befinden.Die Gestalt der arbeitsamtspezifischen Lernkurve ist die Regelungsstruktur einmal konstant gehalten eine Funktion der regionalen Problemstruktur, der Machtstruktur, der Arbeitsamtskultur und der etablierten Kontaktsysteme. Ein Programm, dessen effizienter Vollzug einer Mithilfe anderer Akteure bedarf, wird in Amtern mit etablierten Kontaktsystemen etwa zu Betrieben, Fu UTragern, Kammern schneller umgesetzt werden als in Amtern, wo diese Infrastruktur noch aufgebaut werden mu. Selbst wenn es kaum einer Kooperation Dritter bedarf, etwa bei konditionalen Routineprogrammen wie der Zahlung von Lohnersatzleistungen, hangt die Abwicklung beispielsweise von der internen Machtstruktur ab, d.h. von Arbeitsorganisation, maschineller und personeller Ausstattung. So dauerte etwa die Bearbeitungszeit von Leistungsantragen AloGeld, Alo Hilfe in den einzelnen Arbeitsamtern im Jahr 1981 zwischen einer und vier Wochen, ein Unterschied, der kaum ausschlielich aus der Struktur der Arbeitslosen erklart werden kann. Schlielich ist die Treffsicherheit der globalen Regelungsstruktur wegen der schon erwahnten regionalen und zeitlichen Differenzierungen der Problemstruktur unterschiedlich, wie folgende Verteilungskurve veranschaulicht. Je hoher die Treffsicherheit der Regelungsstruktur, desto steiler wird die Lernkurve sein, und desto schneller wird falls keine Anderung der Regelungsstruktur oder der Problemstruktur dazwischen kommt das erwunschte Zielniveau erreicht werden. Je geringer die Treffsicherheit, desto mehr wird es auf die institutioneilen Handlungsbedingungen ankommen. Je mehr die Treffsicherheit der Regelungsstruktur von der Normalverteilung abweicht vgl. Schaubild, desto ungleicher werden die Lernkurven der Arbeitsamter sein.144Zahlder Arbeitsamter Folgende allgemeinen Zusammenhange zwischen Regelungsstruktur, Handlungsspielraum und institutioneilen Handlungsbedingungen lassen sich hypothetisch postulieren: Je starker ein Programm vorweg reglementiert ist, desto geringer ceteris paribus der Handlungsspielraum fur die Arbeitsamter. Selbst bei idealem fit zwischen Regelungsstruktur und Problemstruktur braucht jedes Handlungssystem Zeit zum lernen. Je neuer ein Programm, desto unterschiedlicher sind die Reaktionsweisen; im Laufe der Zeit nahern sich die Lernkurven einander an. Je etablierter die Kontaktsysteme zwischen Anbietern und Nachfragern von Arbeitsmarktpolitik, desto steiler die Lernkurve. Zentral vorgegebene Entscheidungspramissen und Strukturen mussen flachendeckend standardisiert sein; je instabiler und je differenzierter die Problemstruktur, desto groer die Wahrscheinlichkeit von Disparitaten zwischen Regelungs und Problemstruktur, und desto groer der notige Handlungspielraum, und desto groer die Rolle institutioneller Handlungbedingungen, um Regelungsdefizite zu korrigieren oder zu kompensieren. Arbeitsmarktpolitischer Programme, die auf Verhaltensanderung der Akteure auf dem Arbeitsmarkt aus sind, mussenb a einen ausreichenden Anreiz fur die Adressaten zur Aufmerksamkeitsanderung anbieten, der fur eine Verhaltensanderung auch langfristig genug ist;ihr Implementationserfolg hangt von internen Machtbedingungen des Anbieters ab und von der Macht der verhaltensgesteuerten Akteure des Arbeitsmarktes d.h. vom Grad ihrer Lernfahigkeit und der Notwendigkeit, sich uberhaupt lernend an der Umwelt anpassen zu mussen,und ihr Erfolg hangt von kulturellen Erfahrungen und Verhaltensgewohnheiten ab.c 1453. Handlungsspielraume der Arbeitsamter beim Einsatz aktiver Arbeitsmarktpolitik Wie sieht die Praxis der Arbeitsamter beim Einsatz von Instrumenten aktiver Arbeitsmarktpolitik aus? Ich konzentriere mich im folgenden auf die Instrumente zur Forderung der Arbeitsaufnahme und der beruflichen Weiterbildung und gehe jeweils in vier Schritten vor:1 Knappe Darstellung der Entscheidungspramissen und Strukturen, die durch das formale Recht gesetzt sind, und Skizzierung der Entwicklung und arbeitsmarktpolitischen Bedeutung des Instruments; 2 Ableitung der Handlungsspielraume aus den gegebenen institutionellen Handlungsbedingungen; 3 Identifizierung von Umfang und Struktur der Handlungsspielraume durch statistische und okonomische Analysen; 4 Besonderheiten bei der Nutzung von Handlungsspielraumen durch die Arbeitsamter sowie abschlieendes Urteil, inwieweit die systematische Nutzung von Handlungsspielraumen einen erweiterten und wirkungsvolleren Einsatz aktiver Arbeitsmarktpolitik ermoglicht.3.1 Erfahrungen aus der Praxis der Eingliederungsbeihilfen EB1 Die Arbeitsverwaltung kann die berufliche Eingliederung von schwervermittelba ren Arbeitssuchenden mit Lohnkostenzuschussen an die Arbeitgeber fordern 54 AFG. Fordersatz, Forderdauer und Kriterien der Schwervermittelbarkeit wurden seit 1975 mehrfach geandert. Heute gilt ein maximaler Fordersatz von 70% der Lohnkosten fur maximal 1 Jahr. Ruckblickend kann die Geschichte der Regulierung von EB als zunehmende Spezifizierung der Forderungskriterien bezeichnet werden, die den Handlungsspielraum der Arbeitsverwaltung zunehmend verengte. Hohepunkt der Durchreglementierung war das Sonderprogramm 197980, in dem Forderhohe, dauer und Zielgruppe fur den mit EB vergleichbaren Schwerpunkt 2 genau festgelegt waren. Die Bedeutung von EB ist bis 1977 sprunghaft angestiegen, sicherlich ein Ausdruck fur die Strukturierung der Arbeitslosigkeit zu ungunsten von schwachen Gruppen des Arbeitsmarktes. So mute 1973 nur jede zweihundertste Vermittlung in eine Dauerbeschaftigung langer als 3 Monate mit einer Eingliederungsbeihilfe gefordert werden, 1978 wurde dagegen jede elfte bezuschut. Der finanzielle Anteil dieses Instruments an allen Ausgaben der aktiven Arbeitsmarktpolitik betrug 1980 5,2% gegenuber nur 0,2% im Jahre 1973. Seit 1977 gehen jedoch die Teilnehmerzahlen zuruck, teils infolge einer politischen Kursanderung, die durch wachsende Kritik an der Effizienz dieses Instruments geleitet war und zur Verscharfung der Forderkriterien fuhrte, teils wegen zunehmender finanzieller Engpasse.2 Die formale Regelungsstruktur der Eingliederungsbeihilfen EB lat der Arbeitsverwaltung in mehrfacher Hinsicht Handlungsspielraum: Da EB KannLeistungen sind, bleibt es den Arbeitsamtern uberlassen zu entscheiden, ob Lohnkostenzuschusse bei der Vermittlung von Arbeitssuchenden opportun sind. Auch die BAinternen Anweisungen geben fur die Arbeitsamter keinen verbindlichen Kanon von Regeln in dieser Hinsicht. Die externe und interne Entscheidungsstruktur gibt nur Regeln vor, wenn sich ein 146Arbeitsvermittler bzw. Arbeitsamt entschieden hat, von dem Instrument Gebrauch zu machen. Von der Regelungsseite her gibt es daher fur die Inanspruchnahme nach unten keine Grenze, und nach oben ist die Inanspruchnahme nicht durch Regeln, sondern durch den Haushaltsansatz begrenzt; das gilt allerdings nur BAgesamt, nicht fur das einzelne Arbeitsamt, das sich m.W. bisher nicht nach einem strikten Vorabbudget richten mute.Handlungsspielraum besteht auch in der Festlegung des Fordersatzes und der Forderdauer unterhalb der festgelegten Hochstgrenze. Der Arbeitsvermittler verhandelt daruber in der Regel mit dem Arbeitgeber, wobei der Ausgang des Verhandlungsprozesses verstandlicherweise von der internen wie externen Machtstruktur sowie von Gewohnheiten abhangt. Es versteht sich von selbst, da die Machtbalance mit zunehmend schwieriger Arbeitsmarktlage auch zunehmend zuungunsten des Arbeitsamtes ausfallt, so da dem Instrument eine Tendenz zum Hochstsatz und zur Hochstdauer der Forderung innewohnt; das zeigt sich dann auch am raschen Anstieg der Ausgaben pro gefordertem Teilnehmer Schmid 1982: 29. Dies fuhrt wiederum zu Gegenreaktionen auf der Regelungsseite, um die galoppierende Inanspruchnahme in den Griff zu bekommen. Die daraus resultierenden Differenzierungen und Festlegungen engen den Handlungsspielraum nun von der Regelungsseite ein, wobei jedoch die Flexibilitat des Instruments, d.h. die Anpassung an die regional je differenzierte Problemlage verloren geht. Anreizinstrumente vom Typ EB haben eine inharente Tendenz zur Selbstblockierung, die wie spater noch zu zeigen sein wird nur durch geeignete institutionelle Arrangements gelost werden kann. Handlungsspielraum besteht auch in der Definition oder Interpretation, welche Eingliederung von Arbeitssuchenden unter den ublichen Bedingungen des Arbeitsmarktes erschwert ist 54 AFG. Aber auch dieser Handlungsspielraum ist durch die externe Machtsituation korrumpierbar; so wurde bei Interviews in Arbeitsamtern von Messer auf die Brust setzen gesprochen.Handlungsspielraum ergiebt sich schlielich aus Alternativen, die den Arbeitsamtern zur Verfugung stehen: statt mit Lohnkostenzuschussen konnen schwervermittelbare Arbeitssuchende auch durch intensivere Betreuung oder auf dem Umweg uber Arbeitsbeschaffungsmanahmen oder Fortbildungsmanahmen oder Einarbeitungszuschussen vermittelt werden. In diesem Zusammenhang wird auch die Rolle der internen Machtbedingungen fur den Handlungsspielraum aktiver Arbeitsmarktpolitik deutlich: Jeder Einschnitt in den finanziellen Spielraum eines Instruments wirkt sich auf die Einsatzbedingungen der anderen Instrumente aus! Je weniger z.B. der Arbeitsverwaltung die Alternative der Arbeitsbeschaffungsmanahmen offen steht, desto mehr ist sie auf das Instrument der Lohnkostenzuschusse angewiesen und desto schwacher wird damit ihre Position im Verhandlungsproze gegenuber Arbeitgebern. Oder je mehr die Arbeitsverwaltung mit der Bearbeitung von Lohnersatzleistungen beschaftigt ist, desto weniger verbleibt die Alternative einer intensiven Beratung und Betreuung, um ohne finanzielle Anreize das Ziel einer Vermittlung zu erreichen. Zeit ersetzt Geld, was jedoch nicht notwendigerweise umgekehrt sein mu; weniger Geld auf der einen Seite etwa ABM oder Fu U reduziert jedenfalls auch die Kaufkraft des verfugbaren Geldes auf der anderen Seite etwa EB.1473 Die identifizierten Handlungsspielraume lassen eine regional starke Streuung der Inanspruchnahme von EB erwarten; dies wird durch die Statistik auch eindrucksvoll bestatigt: Normiert man die Zahl der Forderfalle in EB um den grobsten Einflufaktor, namlich der Zahl der Arbeitslosen, ergeben sich immer noch groe Unterschiede unter den 142 Arbeitsamtbezirken: Die relativ niedrigste Zahl der Forderfalle im Jahre 1978 hatte das Arbeitsamt Schweinfurt 1,68 auf 100 Arbeitslose, die hochste Zahl das Arbeitsamt Korbach 33,0 auf 100 Arbeitslose.Es scheint landesarbeitsamtspezifische Unterschiede zu geben : In RheinlandPfalz wurde 1978 eine Dauervermittlung in 14 von 100 Fallen mit EB gefordert, in Berlin dagegen war dies nur in 2 von 100 Vermittlungen der Fall SchmidSemlinger 1980: 124. Dies deutet darauf hin, da die Landesarbeitsamter einen gewissen Einflu auf die Praxis von EB ausubten. Aus der Analyse der Sonderprogrammregionen 23 Arbeitsamtsbezirke wissen wir, da die regionalspezifischen Unterschiede sich 197980 etwa ausglichen: Im Saarland scheinen die Forderfalle gezielt gebremst worden zu sein, in Bayern dagegen fand eher noch eine Expansion statt PetersSchmid 1982: 45f  Auch die Streuung um den Mittelwert aller 142 Arbeitsamtbezirke nimmt leicht ab; 1980 betrug sie 46% gegenuber 53% 1978 vgl. Tabelle 2. Dies konnte die These bestatigen, da sich die Lernkurven der Arbeitsamtbezirke langsam angleichen; es konnte aber auch Folge der gegenuber 1978 starkeren Durchregulierung des Instruments sein. Es ist zu erwarten, da infolge des AFKG die Arbeitsamter sich noch starker angleichen werden.Die relativ konstante Inanspruchnahme uber die Zeit ist eine Hinweis fur die Stabilitat regional spezifischer institutioneller Handlungsbedingungen und Strategien. Arbeitsamtbezirke, die 1978 eine hohe EB Inanspruchnahme aufweisen, nehmen dieses Instrument auch 1979 und 1980 uberdurchschnittlich stark in Anspruch. Die Korrellation von EB78EB79 betragt r 0.86; von EB78EB80 r 0.69. Verglichen mit der beruflichen Weiterbildung ist die EBInanspruchnahme allerdings weniger stabil vgl. Tabelle 3. Ich fuhre das darauf zuruck, da durch EB in geringerem Mae Abhangigkeiten zwischen Politikanbietern und Politikabnehmern geschaffen werden als bei Fu U. Ein Arbeitsamt kann bei diesem Instrument daher schneller eine strategische Wende vollziehen als etwa bei Fu UAuftragsmanahmen, bei denen sich der entsprechende Trager darauf verlat, In Zukunft weitere Auftragsmanahmen zu erhalten; u.U. ist dessen Existenz davon abhangig, wahrend eine solche Abhangigkeit fur Betriebe nicht in Frage kommen durfte, zumindest nicht sollte!.Wie erklart sich nun die die regional starke Streuung der EBInanspruchnahme? Mit Hilfe einer multivariaten Analyse wurde der Versuch unternommen zu zeigen, wie stark Unterschiede in der Problemstruktur bzw. Unterschiede der institutionellen Handlungsbedingungen und Arbeitsamterstrategien dafur verantwortlich sind SchmidWilke 1981, SchmidSemlinger 1980. Aus einer Vielzahl moglicher Einflufaktoren haben sich folgende Faktoren als statistisch signifikante Pradiktoren herausgestellt vgl. Tabelle 4.148Tabelle 2: Mittelwerte, Variationskoeffizienten, kleinste und grote Werte des Einsatzes von AFGInstrumenten durch die 142 Arbeitsamter in den Jahren 197880AFGinstrumente Fu U 78EZ 78EB 78ABM 78Fu U 79EZ 79EB 79ABM 79Fu U 80EZ 80EB 80ABM 80Mittelwert Variations Koeffizientkleinster Wertgroter Wert Amt mit dem kleinsten Wert Amt mit dem groten Wert 17,712.108.164.9723.633.329.865.5626.433.446.714.430.460.790.530.890.440.740.460.740.400.680.460.826.220.261.680.418.530.553.571.1710.330.561.530.4644.6811.7633.0032.9062.2416.5138.5625.5871.6515.7225.5323.62Hameln Krefeld Schweinfurt Duisburg Emden Memmingen Ludwigsburg Dusseldorf Koln Freising Ludwigsburg Bonn Goppingen Schwabisch Hall Korbach Kreuznach Goppingen Schwabisch Hall Korbach Deggendorf Goppingen Schwandorf Korbach Leer Fu U Eintritte in Fortbildungs und Umschulungsmanahmen im Jahr, Wohnortkonzept,EZ Eintritte in betriebliche Einarbeitung im Jahr, Wohnortkonzept,EB Eingliederungsbeihilfen: Zahl der Forderfalle im Jahr,ABM Arbeitsbeschafftungsmanahmen: durchschn. geforderte Teilnehmer im Jahr Mittelwerte und Vaiationskoeffizienten sind mit der Beschaftigungszahl der jeweiligen Arbeitsamtsbezirke gewichtet; die Inanspruchnahme ist um die jahresdurchschnittliche Arbeitslosenzahl normiert z.B.: Teilnehmer EB78 in v H Arbeitslose 78Tabelle 3: Korrelationsmatrix der Inanspruchnahme von Instrumenten aktiver Arbeitsmarktpolitik 197880; N 142 Arbeitsamtsbezirke Fu U 78 Fu U 79 Fu U 80EZ 78EZ 79EZ 80EB 78EB 79EB 80 ABM 78 ABM 79Fu U 78 Fu U 79Fu U 80EZ 78EZ 79EZ 80EB 78EB 79EB 80ABM 78ABM 79AMB 800.940.870.250.220.070.120.100.030.080.160.240.910.290.280.140.140.120.020.040.100.220.320.330.190.170.170.040.000.040.130.880.750.420.450.330.270.240.120.830.500.540.410.270.260.190.440.470.340.280.280.170.860.690.350.290.160.770.310.250.110.210.190.170.950.660.75r a 0.17 : 5o Signifikanzniveau; r 2S 0.22 : 1% Signifikanzniveau Fu U Eintritte in Fortbildungs und Umschulungsmanahmen im Jahr EZ Eintritte in betriebliche Einarbeitungsmanahmen im Jahr EB Eingliederungsbeihilfen; Zahl der Forderfalle im Jahr ABM Arbeitsbeschaffungsmanahmen; durchschn. geforderte Teilnehmer im Jahr Die Inanspruchnahme ist um die jahresdurchschnittliche Arbeitslosenzahl normiert.149Tabelle 4: Multiple Regressionsanalyse der Eingliederungsbeihilfen 1978 in v H der anhangigen Erwerbspersonen fur 120 ArbeitsamtsbezirkeVariable X14X19X05X01X08X15Arbeitslosenquote Sept. 1977Anteil langerfristiger Arbeitsloser 1977Beschaftigungsanteil in den drei groten Industriezweigen 1977Beschaftigungsanteil im Tertiarsektor 1977Beschaftigungsanteil in arbeitsintensiven Industriezweigen 1977Arbeitslosenanteil Jugendlicher unter 20, 1977b 0.190.040.010.010.010,03sb 0.040.010.000.000.000.010.730.440.270,260.160.19F21,819.58.56.74.94.6 Regressionskoeffizientb s 6 Standardfehler des Regressionskoeffizenten standardisierter Regressionskoeffizient b; F 2R Signifikanz; F bjs bj ; F S 3.92 signifikant auf 5%Niveau erklarte Varianz 74%2 Rechnung; Gu SHW, SPSS, FURZ Berlin, 290280Im Modell wurden noch folgende Variablen auf ihren Erklarungswert getestet: Arbeitslosenanteil Alterer uber 55Anteil der mannlichen Angestellten im Verabeitenden Gewerbe Anteil der Arbeitslosen ohne abgeschlossene Berufsausbildung Anteil der Beschaftigten in schrumpfenden Industriezweigen Offene Stellen auf 100 Erwerbspersonen Anteil arbeitsloser Frauen Anteil der Beschaftigten in der Bauwirtschaft Anteil der Beschaftigten in expandierenden Sektoren Anteil der Arbeitslosen im Alter 2024 Jahre Anteil der Beschaftigten in Grobetrieben 1970Anteil der Beschaftigten in Kleinbetrieben 1970Zugange an Arbeitslosen in % abh. Erwerbspersonen Anteil der beschaftigten Auslander im Verarbeitenden Gewerbe Anteil der weiblichen Arbeiter im Verarbeitenden Gewerbea Den uberragenden Einflu auf die EBInanspruchnahme hat wie erwartet die Arbeitslosenquote, d.h. die Starke des Problemdrucks; denn: je hoher die Arbeitslosenquote, desto schwieriger ist es, Arbeitslose von gleicher Qualitat auf dem offenen Arbeitsmarkt zu vermitteln. Dieser Faktor erklart allein schon 38% der Varianz.b Gemessen am erklarten Varianzanteil folgt dann allerdings die Variable Arbeitslosenanteil Jugendlicher unter 20 Jahren: ein Prozent hoherer Anteil an jugendlichen Arbeitslosen erhohte die EBQuote der Arbeitsamter ceteris paribus um 0,25%. Dieses Ergebnis ist u.a. erklarbar, wenn man die institutionellen Faktoren der Lohnbildung berucksichtigt: Bei Jugendlichen ist der Zusammenhang von Lohn und Leistung enger als bei Alteren, bei denen institutioneile Faktoren vor allem aber Senloritatsprinzipien bei der Lohnbestimmung eine grossere Rolle spielen. Bei Jugendlichen haben Lohnkostensubventionen daher eine starkere Anreizwirkung als bei Alteren; dementsprechend hat der Arbeitslosenanteil von Alteren keinen signifikanten Einflu auf die EBInanspruchnahme.c Ein Hinweis fur Mangel in der Regelungsstruktur des Instruments ist das Ergebnis, da der Anteil an langerfristig Arbeitslosen die EBQuote signifikant vermindert: Entgegen der Regelungsinstruktionen, da besonders die Vermittlung langerfristig Arbeitsloser mit finanziellen Anreizen zu unterstutzen sei, stellt sich heraus, da der Anreiz gerade bei dieser Zielgruppe wenig nutzt.d Monostrukturierte Arbeitsamtbezirke weisen ebenfalls eine systematisch geringere EB Aktivitat auf als industriell starker diversifizierte Arbeitsamtbezirke. Dieses Ergebnis konnte als Indikator fur die externe Machtstruktur gedeutet werden: Wo Betriebe auf dem lokalen Arbeitsmarkt keine oder wenig Konkurrenz zu befurchten haben, bzw. dort, wo Betriebe eine lokal uberragene Bedeutung haben, ist ihr Verhalten durch finanzielle Anreize kaum beeinflubar. Ubertrieben ausgedruckt: Arbeitsamter, die mit einer solchen Situation konfrontiert 150sind, werden alles tun, um ihre Betriebe bei Laune zu halten und sie nicht mit Problemfallen zu belasten. Eine andere Erklarung, die dieses Argument nicht ausschliet, konnte lauten: In monostrukturierten Arbeitsamtbezirken ist eine geringere Fluktuation Einstellungs und Entlassungsdynamik zu verzeichnen; aus wahrscheinlichkeitstheoretischen Grunden Ist daher die Moglichkeit des Einschleusens schwervermittelbarer Arbeitsloser geringer als in diversifizierten Regionen mit hoher Fluktuation.Entsprechend geringer ist dann naturlich auch die Wahrscheinlichkeit fluktuationsbedingter windfall profits in monostrukturierten Arbeitsamtern. In dieselbe Richtung weisen auch die Ergebnisse einer analogen Analyse des Sonderprogramms: Dort stellte sich u.a. heraus, da die Inanspruchnahme der Wiedereingliederungszuschusse positiv mit einem Indikator hoher Fluktuationsdynamik korrelierte PetersSchmid 1982: 148 f.e Die Analysen bestatigen auch die Erwartung, da ein hoher Beschaftigungsanteil in arbeitsintensiven Industrien sich gunstig fur EBlnanspruchnahme auswirkt: Das Instrument Anreiz uber Lohnkostenreduzierung ist verstandlicherweise dort am attraktivsten, wo der Lohnkostenfaktor ein relativ groes Gewicht hat.g f Auch sektoral zeigt sich, da Lohnkostenzuschusse um so weniger wirksam sind, je starker die Lohnbindung durch institutioneile Faktoren Senloritat, Laufbahnsysteme, interne Arbeitsmarkte gepragt Ist: Arbeitsamtbezirke mit einem hohen Beschaftigungsanteil im Tertiarsektor haben daher eine systematisch geringere EBlnanspruchnahme als Arbeitsamtbezirke mit einem niedrigen Tertiaranteil.Im zuletzt genannten Zusammenhang ist auch die Tatsche zu sehen,da das Strukturmerkmal Arbeitslosenanteil Frauen nicht EBrelevant ist, obwohl die Frauen zum groen Teil offensichtlich ebenfalls zu den Schwervermittelbaren zahlen. Es ist zwar nicht ausgeschlossen, andererseits aber auch nicht plausibel, da die Arbeitsverwaltung arbeitslose Frauen im Zusammenhang mit EB bewut diskriminiert. Die wenigen Hinweise der qualitativen Interviews zu diesem Problem deuten jedoch darauf hin, da das Frauenmerkmal wiederum weniger ein Qualifikations als ein produktionsstruktureller Indikator ist. Bei arbeitslosen Frauen scheint das Problem noch weniger als sonst in Merkmalen der Person zu liegen, sondern an fehlenden Arbeitsplatzen, vor allem an Teilzeitarbeitsplatzen. Finanzielle Anreize muten hier also weniger an der Person als am Arbeitsplatz ansetzen.4 Die hier vorgestellte multivariate Analyse erklart statistisch nahezu drei Viertel der Varianz. Unter der Annahme, da das Modell die wichtigsten Einflufaktoren der Problemstruktur enthalt, kann man aus der unerklarten Varianz auf singulare Ereignisse oder auf arbeitsamtspezifische Strategien und institutionelle Handlungsbedingungen schlieen. Eine Forschungsstrategie zur Erschlieung dieser amterspezifischen Handlungsbedingungen besteht in der Identifikation von Arbeitsamtern, deren realisierte Inanspruchnahme stark vom Voraussagewert des okonometrischen Modells abweicht; modellogisch gibt es dabei stark positiv und stark negativ abweichende Amter. Bei den stark positiv abweichenden Amtern deren realisierte Inanspruchnahme also hoher ist als der Voraussagewert sog. Residuum ist zu vermuten, da sich gunstige institutioneile Handlungsbedingungen fur die Inanspruchnahme des Instruments der Eingliederungsbeihilfe identifizieren lassen. Wenn sich durch eine parallele Wirkungsanalyse bestatigen lat, da diese Bedingungen nicht lediglich Ausdruck einer Uberattraktivitat der Regelungsstruktur sind mithin der Verdacht auf bloen Mitnahmeeffekt vorliegt, sondern auch zu besseren arbeitsmarktpolitischen Effekten gefuhrt haben, dann ist der Nachweis fur die Existenz positiver Handlungsspielraume gelungen. Diese konnen dann auch von anderen Arbeitsamtern ausgeschopt werden und u.U. auch Hinweise fur eine verbesserte Regelungsstrukur geben.151Systematische Analysen in dieser Richtung liegen bisher nur in Ansatzen vor.3 Ich werde mich hier auf einige Erkenntnisse aus der Analyse des Schwerpunkts 2 des Sonderprogramms, der eine mit den Eingliederungsbeihilfen vergleichbare Regelungsstruktur aufweist, beschranken.Die Ergebnisse der Implementationsstudie Scharpf u.a. 1982a und der Wiedereingliederungsstudie SemlingerLucker 1982, Semlinger 1982 stimmen in der Einschatzung uberein, da der Handlungsspielraum der Arbeitsamter durch die gegenuber EB nach dem Arbeitsforderungsgesetz geanderte Regelungsstruktur stark eingeengt wurde, ohne da auf der anderen Seite die Attraktivitat des Instruments fur die Betriebe nennenswert erhoht wurde; entsprechend lief die Inanspruchnahme auch sehr schleppend. Eine Steuerung der Quantitat der Inanspruchnahme durch die Arbeitsamter war aus zwei Grunden kaum moglich: Zum einen konzentrierten die Arbeitsamter ihre Aufmerksamkeit auf die beiden anderen, wesentlich attraktiveren Schwerpunkte des Sonderprogramms innerbetriebliche Qualifizierung und Arbeitsbeschaffungsmanahmen, und zum anderen konnten die Betriebe von sich aus an die Amter mit Antragen herantreten, was eigentlich dem ursprunglichen Charakter der EB als Vermittlungshilfe widerspricht.Dementsprechend waren auch die Selektionsmoglichkeiten durch die Arbeitsamter gering; in vielen Fallen hatten die Betriebe schon konkrete Vorstellungen, welche Arbeitslose sie einstellen wollten. Die Arbeitsamter muten sich weitgehend auf die Prufung beschranken, ob die Forderungskriterien erfullt waren, und diese waren durch die pauschale Definition der Zielgruppen langerfristige Arbeitslose und Arbeitslose ohne abgeschlossene Berufsausbildung grozugig ausgefallen. Auch die finanzielle Forderhohe war strikt festgelegt, so da oft nur noch uber die Forderdauer verhandelt wurde. Da es auch kein Vorabbudget gab, hatten die einzelnen Arbeitsamter keinen Anreiz, bei den eintreffenden Antragen die Forderungswurdigkeit uber die formalen Kriterien hinaus strenger zu prufen. Folglich war auch die Verteilungswirkung dieses Schwerpunktes aus der Sicht der wirklich schwervermittelbaren Arbeitslosen noch ungunstiger als bei EB PetersSchmid 1982, SemlingerLucker 1982.Dennoch gab es einige Arbeitsamter, die sich um besondere Akquisitionsstrategien bemuhten und dadurch eine uber die Erwartung hinausgehende Inanspruchnahme erzielten: So hat beispielsweise ein Arbeitsamt im Ruhrgebiet eine Sondergruppe zur lm plentation des Schwerpunktes 1 und 2 gebildet, und sich besonders um eine Akquisition von Antragen in kleinen und mittleren Betrieben bemuht. Diese Strategie hat sich in einer uberdurchschnittlichen Inanspruchnahme ausgezahlt. Auch in anderen Arbeitsamtern hat sich gezeigt, da die personliche Ansprache von Betrieben wesentlich effektiver ist als Informations und Werbematerialien und da durch den personlichen Kontakt Appelle an die soziale Verantwortung eher auf fruchtbaren Boden fallen.Betriebsinterviews haben auch Hinweise ergeben, da die Einschleusung von schwervermittelbaren Arbeitslosen in kleine und mittlere Betriebe leichter fallt als In Grobetriebe mit rigideren Einstellungskriterien. Dem entspricht auch das statistische Ergebnis, da Amter, die uberwiegend Vermittlungen in Grobetrieben erreichten, eine insge152samt schlechtere Berucksichtigung arbeitsmarktpolitischer Problemgruppen aufweisen PetersSchmid 1982; Scharpf u.a. 1982a:204. Schlielich sei noch auf das Ergebnis einer quantitativen Wirkungsanalyse hingewiesen, die eine wenn auch geringfugige Entlastungswirkung des Arbeitsmarktes nur in denjenigen Arbeitsamtsbezirken fur 1978 feststellen konnte, die besonderes Gewicht auf langerfristige und altere Arbeitslose gelegt hatten SchmidSemlinger 1980.Selektivitat scheint sich also auch in der Beschaftigungswirkung auszuzahlen, sofern sie uberhaupt Ziel von Lohnkostenzuschussen sein kann. Die vorrangigen Ziele von Eingliederungsbeihilfen Stabilisierung der Beschaftigung durch qualifizierte Einarbeitung und eine sozial gerechtere Verteilung der Kosten der Arbeitslosigkeit sind durch finanzielle Anreize allein auch nicht befriedigend zu erreichen. Dies haben alle bekannten Evaluierungen dieses Instrumentes nachhaltig bestatigt. Schwervermittelbarkeit ist keine Eigenschaft, die sich einheitlich fur alle Situationen festlegen lat. Sie ist ein komplexes Phanomen, oft auch mit sozialen und psychologischen Problemen vermischt; sie kann daher auch nicht pauschal und flachendeckend reguliert werden. Die Definition von Schwervermittelbarkeit mu den Verantwortlichen auf dem lokalen Arbeitsmarkt uberlassen bleiben. Einige qualifizierte Vermittler mehr, ein gut ausgebautes Kontaktsystem und ein vielfaltiges Dienstleistungsangebot beispielsweise Ubungswerkstatten als Vermittlungsvorbereitung und Anpassungsgruppen zur Betreuung konnen mehr ausrichten als bloes Geld SchmidSemlinger 1980; Semlinger 1982. In dieser Richtung mussen Handlungsspielraume der Arbeitsamter ausgebaut und weiter unterstutzt werden, und nicht in einer Verfeinerung der Richtlinien und finanziellen Forderkriterien. Unter diesen Voraussetzungen werden dann auch Lohnkostenzuschusse als gegebenenfalls flankierendes Instrument nutzliche Dienste leisten konnen.3.2 Erfahrungen aus der Praxis von Fortbildung und Umschulung Fu U1 Die Bundesanstalt fordert nach 3352 AFG Manahmen der beruflichen Weiterbildung. Damit sollen die berufliche Beweglichkeit der Erwerbstatigen gesichert und verbessert, nachteilige Folgen, die sich  aus der technischen Entwicklung oder aus dem wirtschaftlichen Strukturwandel ergeben konnen, vermieden, ausgeglichen oder beseitigt werden 2 AFG. Das AFG unterscheidet Fortbildungsmanahmen FB, Umschulungsmanahmen UM und Manahmen der betrieblichen Einarbeitung EZ im einzelnen vgl. u.a. GarlichsMaier 1982. Die Forderung besteht vor allem in der vollen oder teilweisen Ubernahme der Lehrgangskosten und in der Zahlung von Unterhaltsgeld bei Vollzeitkursen bei FB und UM; bei der Einarbeitung konnen Betriebe Lohnkostenzuschusse erhalten. Die Forderbedingungen wurden durch das Haushaltsstrukturgesetz von 1975 und durch das Arbeitsforderungskonsolidierungsgesetz AFKG 1981 einschneidend geandert: 1975 wurde die finanzielle Forderung reduziert und auf bestimmte Zielgruppen konzentriert Arbeitslose, von Arbeitslosigkeit Bedrohte, Arbeitnehmer ohne berufliche Ausbildung, 1981 erfolgte zusatzlich die Eingrenzung auf beitragszahlende Arbeitnehmer und eine weitere Reduzierung des Unterhaltsgeldes, eine Umstellung auf Darlehensforderung bei nur zweckmaiger Weiterbildung und eine starke Betonung von Wirtschaftlichkeitsgesichtspunkten.153Mit der Verabschiedung des Arbeitsforderungsgesetzes 1969 war die Forderung beruflicher Weiterbildung zum Kern aktiver Arbeitsmarktpolitik geworden. Von 1970 bis 1975 stiegen die Ausgaben fur Fortbildung, Umschulung und Einarbeitung von 0,6 auf 2,6 Mrd. DM. Relativ zu den Gesamtausgaben fur aktive Arbeitsmarktpolitik sank allerdings der Anteil der Mittel seit 1974 zugunsten von Kurzarbeitergeld, Eingliederungsbeihilfen und etwas spater auch der Arbeitsbeschaffungsmanahmen vgl. Tabelle 1. Danach bewirkten die Einschrankungen des Haushaltsstrukturgesetzes von 1975 einen drastischen Ruckgang der Ausgaben auf weniger als die Halfte, entsprechend halbierte sich die Teilnehmerzahl Eintritte 1975 rund 271.000, 1977 rund 126.000. Eine zweite Expansionsphase lat sich fur 1978 bis 1980 feststellen, allerdings wurde das hohe Niveau von 1975 nicht wieder erreicht.2 Die formelle Regelungsstruktur hat den Handlungsspielraum der Arbeitsamter beim Einsatz dieses Instruments zunehmend eingeschrankt; das gilt vornehmlich fur Fortbildung und Umschulung, weniger fur die betriebliche Einarbeitung, die eine Kann Leistung darstellt. Der Anspruch auf Forderung von Fortbildung und Umschulung wurde zunehmend mit individuellen Merkmalsvoraussetzungen verknupft insbesondere Beitragspflicht, Anwartschaftszeit, Notwendigkeit der Manahme die ihrerseits wieder mit Personlichkeitsmerkmalen prazisiert wurde, und mit dem AFKG werden neuerdings auch auf der Angebotsseite beruflicher Weiterbildung rigide Kriterien vorgegeben z.B. Orientierung am Durchschnittskostensatz, Bevorzugung berufsbegleitender Kurse, Vollzeitkurs mu in Wohnortnahe angeboten werden.Interpretationsspielraum gibt es nach wie vor in der Beurteilung, ob eine Manahme arbeitsmarktpolitisch zweckmaig oder notwendig ist; entsprechend kann auch im Forderungssatz des Unterhaltsgeldes variiert werden. Auch die Forderung betriebsbezogener beruflicher Weiterbildung ist der Interpretation des Arbeitsamtes uberlassen, d.h., ob die Manahme im uberwiegenden Interesse des Betriebes und dann nicht forderbar oder im allgemeinen arbeitsmarktpolitischen Interesse liegt. Schlielich besteht fur die Arbeitsamter nach wie vor Handiungsspielraum in der Entscheidung, welche arbeitsmarktpolitischen Instrumente sie bevorzugen. D.h., in der Struktur sowohl der Bildungsmanahmen selbst Strukturanteile von Fortbildung, Umschulung, betriebliche Einarbeitung als auch in der Gewichtung gegenuber anderen Manahmen insbesondere EB und ABM sind unabhangig von der Wirtschafts und Arbeitsmarktstruktur Variationen bei den 142 Arbeitsamtbezirken zu erwarten. Wenn es solche Variationen gibt, ist die Frage interessant, welche Politikmischung arbeitsmarktpolitisch gunstiger zu beurteilen ist. Von besonderem Interesse fur den regelungstheoretischen Handlungsspielraum sind die Auftragsmanahmen, die ebenfalls eine KannLeistung darstellen: Die Bundesanstalt kann berufliche Fortbildungs und Umschulungsmanahmen von anderen Tragern durchfuhren lassen oder gemeinsam mit anderen Tragern oder allein durchfuhren. 33,2 AFG. Die Wirkungsweise dieses Regelungstyps kann jedoch nur im Zusammenhang mit der internen und externen Machtstruktur der Arbeitsamter beurteilt werden.Auftragsmanahmen sind sehr beratungs und arbeitsintensiv, so da den Arbeitsamtern diese Option nur in dem Mae zur Verfugung steht, wie sie Zeit und interne Ressour154cen dafur auf bringen konnen. Da hier ein zentraler Engpa liegt, haben mehrere Studien deutlich gezeigt u.a. Sorgel 1978:173. Der Aufwand kumuliert sich mit den personlichen Problemen der Arbeitslosen. Selbst bei Auftragsmanahmen, die vor allem fur die Problemfalle unter den Arbeitslosen gedacht sind, wird daher die Tendenz des creaming bestehen, d.h. es werden eher die erfolgstrachtigen Falle gefordert.In ahnlicher Richtung wirken sich die externen Machtbedingungen in Form der Tragerstruktur aus. Eine Besonderheit bundesdeutscher Arbeitsmarktpolitik ist die weitgehend private oder halbstaatliche Struktur von Anbietern beruflicher Weiterbildungsmanahmen. Um Auftragsmanahmen durchzufuhren, mussen die Arbeitsamter auf die externen Angebote zuruckgreifen, die sie nur bedingt steuern konnen. Erfahrungsgema konzentrieren sich die beruflichen Weiterbildungstrager in Ballungsgebieten bzw. grossen Einzugsgebieten uberregionalen Arbeitsmarkten, so da die institutioneilen Handlungsbedingungen in landlichen Gebieten fur Auftragsmanahmen ungunstiger sind. Zudem orientiert sich das Kursangebot vieler Trager wegen der geringeren Ausstattungskosten einseitig auf kaufmannische Berufe, wahrend das Angebot fur gewerbliche Berufe haufig unzureichend ist GarlichsMaier 1982:103.Werte, Gewohnheiten und Kontaktsysteme spielen auch hier eine groe Rolle, sowohl bei der Angebotsseite der Politik Arbeitsamter als auch bei der Nachfrageseite Erwerbspersonen oder Betriebe. Aus soziologischen und organisationstheoretischen Studien wissen wir, wie stark die Definitionsmacht des Arbeitsberaters oder des Arbeitsvermittlers ist: Diese ist um so starker, je artikulationsschwacher der Klient; und Artikulationsschwache korreliert wiederum mit der Schwierigkeit, auf dem Arbeitsmarkt Fu zu fassen. So wird das Ergebnis eines Vermittlungsgespraches stark von der Einstellung, der Erfahrung und den Gewohnheiten des Arbeitsberaters abhangen. Es ist beispielsweise zu vermuten,da die einseitige Konzentration auf Diensteistungsberufe bei den Fu UManahmen fur Frauen auch etwas mit Werten und Gewohnheiten der Arbeitsberater und Vermittler zu tun hat.Aber auch die Motivationsstruktur und der Kenntnisstand der potentiellen Interessenten beruflicher Weiterbildung spielen eine groe Rolle und lassen den Arbeitsamtern Handlungsspielraum, sich entsprechend anzupassen. So ist die Zielgruppe der ungelernten Arbeitslosen in der Motivation starker arbeitsplatzgebunden, und ein Groteil der Weiterbildungsangebote ist aus ihrer Sicht zu stark verschult; auch der. Informationsstand uber vorhandene Weiterbildungsangebote ist bei dieser Zielgruppe in der Regel geringer als bei qualifizierten Erwerbspersonen.3 Die Fu UEintritte streuen bei den Arbeitsamtern im Jahr 1979 zwischen den Extremwerten 8,53 bezogen auf 100 jahresdurchschnittliche Arbeitslose in Emden und 62,24 in Goppingen; die Eintritte in betriebliche Einarbeitung schwanken regional zwischen den Werten 0,55 Memmingen und 16,51 Schwabisch Hall. Aus den Variationskoeffizienten ist abzulesen, da die KannLeistungen EZ relativ sehr viel starker streuen als die AnrechtLeistungen von Fortbildung und Umschulung 0,74 gegenuber 0,44; vgl. Tabelle 2. Eine zu EZ vergleichbare Streuung weisen nur noch die Arbeitsbeschaffungsmanahmen auf,die ebenfalls eine KannLeistung darstellen Tabelle 2. Die 155se unterschiedlich relevante Streuung kann als Ausdruck unterschiedlicher Handlungsspielraume interpretiert werden.Sowohl bei EZ wie auch bei Full sinkt der Variationskoeffizient von 1978 bis 1980 von 0,79 auf 0,68 bzw. von 0,46 auf 0,40, d.h., die Arbeitsamter gleichen sich in der Anwendung dieser Instrumente an. Da im betrachteten Zeitraum keine wesentlichen Anderungen der Regelungsstruktur zu verzeichnen sind, kann dies so interpretiert werden, da die Lernkurven der Arbeitsamter sich angleichen. Der Variationskoeffizient wird sich vermutlich 1981 auf Grund der veranderten Problemlage Rezession wieder leicht andern; im Jahr 1982 wird er auf Grund der Anderung des AFKG voraussichtlich wieder sehr viel starker ausschlagen. Auch hier ist noch ein Vergleich mit ABM aufschlureich: bei ABM sinkt der Variationskoeffizient von 1978 auf 1979 stark von 0,89 auf 0,74, steigt dann aber 1980 wieder an, vermutlich auf Grund der AFGNovelle 1979, die vor allem die Regelungsstruktur von ABM anderte, und auf Grund des Sonderprogramms 197980.Die Stabilitat der institutionellen Handlungsbedingungen zeigt sich auch im Zeitverlauf der Inanspruchnahme: Arbeitsamter, die 1978 hohe Inanspruchnahme von Full zu verzeichnen haben, weisen auch 1979 bzw. 1980 hohe Werte auf. Etwas schwacher ist erwartungsgema der Zusammenhang bei der KannLeistung EZ, und bei ABM wiederum ist deutlich an dem Sinken des Korrelationseffizienten die Veranderung der institutionellen Handlungsbedingungen von 197980 abzulesen vgl. Tabelle 3.Schlielich sind noch zwei Zusammenhange bemerkenswert: Es besteht eine positive Korrelation zwischen den Eingliederungsbeihilfen und den Einarbeitungszuschussen. Beide dienen ahnlichen Zielsetzungen und sind wie wir aus Interviews erfahren haben von den Politikadressaten hier die Betriebe kaum unterscheidbar SchmidSemlin ger 1980. Arbeitsamter, die EB in starkem Mae einsetzen, setzen daher auch EZ in starkerem Mae als andere Arbeitsamter ein, weil beide Instrumente funktional als Aquivalente zu betrachten sind vgl. Tabelle 3; in jungster Zeit erst sind Anzeichen zur Substitution von EB durch EZ zu beobachten. Demgegenuber sind und das ist ein uberraschendes Ergebnis Fu U und ABM in der Tendenz eher sich ausschlieende funktionale Alternativen; dies ist schon an den leicht negativen Korrelationskoeffizienten abzulesen Tabelle 3. Bei einer einfachen Regression der Fu Ulnanspruchnahme mit EZ, EB und ABM als unabhangige Variable ergibt sich regelmassig ein signifikant negativer Koeffizient: So induziert im Jahr 1979 eine um zwei Prozentpunkte hohere ABM Inanspruchnahme eine um einen Prozentpunkt niedrigere Fu Ulnanspruchnahme. Verallgemeinert ausgedruckt: Wenn Arbeitsamter ihre Aufmerksamkeit stark auf die Implementation von Arbeitsbeschaffungsmanahmen richten, geht dies leicht auf Kosten von Fu UManahmen und umgekehrt; gleichzeitig beide Instrumente expansiv anzuwenden, ubersteigt offensichtlich den Handlungsspielraum der Arbeitsamter.Wie erklart sich nun die unterschiedliche Inanspruchnahme des Instruments beruflicher Weiterbildung durch die Arbeitsamter im statistischen Sinne? Wie oben deutlich gemacht wurde, spielen offensichtlich die unterschiedliche Problemstruktur und das unterschiedlich institutionelle Umfeld eine starke Rolle; die Restvarianz mute sich dann so156weit diese Einflufaktoren berucksichtigt sind auf unterschiedliche Arbeitsamterstrategien bei den Auftragsmanahmen zuruckfuhren lassen, weil ja die Regelungsstruktur bei den sog. freien Manahmen wenig Handlungsspielraum offen lat. Da jedoch weder die Tragerstruktur noch die Motivationsstruktur der Interessenten beruflicher Weiterbildung auf der aggregierten Ebene von Arbeitsamtsbezirken gut abbildbar ist, kann die quantitative Bestimmung des strategischen Handlungsspielraums der Arbeitsamter nur in Annaherung gelingen.Tabelle 5 fat die Ergebnisse einer multiplen Regressionsanalyse zusammen, die ich hier nur knapp erlautern mochte. Das Modell erklart 47% der Varianz; von 30 Variablen tragen 7 signifikant zur Erklarung der Varianz bei:Tabelle 5: Multiple Regressionsanalyse der Eintritte in Manahmen der beruflichen Weiterbildung 1979 Wohnortkonzept und auf tausend Wohnbevolkerung fur 142 Arbeitsamtsbezirke Beschaftigte auf 1.000 Wohnbevolkerung Jahresdurchschnittliche Arbeitsiosenquote EZ in % aller Fu UEintritte 2. Pr.Meister in % aller Beschaftigten Bevolkerungsdichte Arbeitslose Frauen in % aller Alo Offene Stellen fur Qualif. Bewerber in % Beschaft.60.050.220.040.780.000.030,028 60.010.050.010.150.000.010.0160.500.480.390.370.330.230.17F24.224.125.827.011.95.96.4Variable XBESQUOTXALQXANTEZXMEISTX114RXFALOXOFQUA6 F o R Regressionskoeffizients 6 Standardfehler des Regressionskoeffizenten standardisierter Regressionskoeffizient 0 b : 2 F bis b ; Signifikanz; F a 3.92 signifikant auf 5%Niveau erklarte Varianz 0.47; korrig. R 0,442Wegen unterschiedlicher Groen wurden die Arbeitsamter mit ihrem Beschaftigungsanteil gewichtet. Rechnung: Gu SUH, BMDP, FURZ Berlin, 240882 Im Modell wurden noch folgende Variablen getestet: Zunahme Beschaftigte 7779 Beschaftigungsanteil im Sekundarsektor Beschaftigungsanteil in Kleinbetrieben Beschaftigungsanteil in Grobetrieben Beschaftigungsanteil in expandierenden Sektoren Beschaftigungsanteil in schrumpfenden Sektoren Offene Stellen auf 100 Beschaftigte Beschaftigungsanteil in Textil und Lederindustrie Beschaftigungsanteil im Gro und Einzelhandel Beschaftigungsanteil in Dienstleistungen Beschaftigungsanteil inGebietskorperschaften und Sozialversicherungen Anteil der Arbeitslosen ohne Berufsausbildung Anteil der Fortbildung in % aller Fu UEintritte 2. PrioritatBeschaftigungsanteil Facharbeiter Beschaftigungsanteil Teilzeitbeschaftigte Offene Stellen mit Laufzeit langer als 2 Monate Anteil der arbeitslosen Manner im Alter 2544Anteil der Arbeitslosen im Alter bis 25 Jahre Anteil der Arbeitslosen uber 45 Jahre Anteil der gesundh. eingeschr. Arbeitslosena Den relativ starksten Einflu auf die Inanspruchnahme der Instrumente beruflicher Weiterbildung ubt die Beschaftigungsquote aus: Arbeitsamtbezirke mit hoher Beschaftigungsquote Beschaftigte auf 1000 Wohnbevolkerung weisen In der Tendenzsehr viel mehr Teilnehmer in Fortbildung, Umschulung und betrieblicher Einarbeitung auf als Arbeitsamtbezirke mit geringer Beschaftigungsquote. Nun ist die Beschaftigungsquote Ausdruck zweier Faktoren, die sich nicht trennen lassen: Eine hohe Beschaftigungsquote kann heien, da das entsprechende Arbeitsamt eine uberdurchschnittliche Arbeitsplatzdichte hat, entsprechend mehr Arbeitskrafte nachfragt und ei157nen Einzugsbereich fur die Erwerbspersonen umliegender Arbeitsamtbezirke darstellt die daraus resultierende mogliche Verzerrung der Regressionsanalyse ist durch die Benutzung des Wohnortkonzepts bei der Zahl der Eintritte ausgeschaltet; eine hohe Beschaftigungsquote kann aber auch von der Arbeitsangebotseite her ein Indikator fur uberdurchschnittliche Erwerbsbeteiligung sein. Es ist zu vermuten, da das Nachfrageelement starker durchschlagt als das Angebotselement, und da auerbetriebliche Manahmetrager gewissermaen als unsichtbare intermediare Institutionen sich dort ansiedeln, wo sich die Arbeitsplatze konzentrieren. In direkter Weise wird durch die Beschaftigungsquote das Potential an betrieblichen Weiterbildungsplatzen oder auch Einarbeitungsplatzen abgebildet. Auch bei berufsbegleitenden Manahmen wird die Arbeitsplatznahe der Manahme bzw. des Manahmetragers wichtig sein und in Zukunft infolge des AFKG noch wichtiger werden.b In diesem Zusammenhang ist darauf hinzuweisen, da Beschaftigungsquote und Bevolkerungsdichte positiv Zusammenhangen r 0,48, d.h., da sich das Arbeitsplatzangebot in Ballungsgebieten konzentriert; das war zu erwarten. Interessant ist lediglich, da die Bevolkerungsdichte unter Konstanthalten der Beschaftigungsquote einen negativen Einflu auf die Inanspruchnahme beruflicher Weiterbildung ausubt. In anderen Worten; Vom Agglomerationsvorteil einmal abgesehen in Ballungsgebieten konzentrieren sich, wie gesagt, die uberregionalen Manahmetrager ist das Fu UNiveau in grostadtischen Regionen geringer als in landlichen und kleinstadtischen Regionen. Dieses Ergebnis korrespondiert mit den Ergebnissen von KarrLeupoldt 1979, wonach die Leistungsberechtigungsqote von Arbeitslosen in Ballungsgebieten systematisch geringer ist, weil dort in starkerem Mae als in landlichen Regionen marginale Erwerbspersonen auf dem Arbeitsmarkt erscheinen Teilzeitbeschaftigte, Gelegenheitsbeschaftigung, welche die Kriterien der Leistungsberechtigung fur Arbeitslosengeld nicht erfullen. Da die Forderung von Full stark an die versicherungsrechtlichen Bedingungen des Arbeitslosengeldbezuges geknupft ist, wird das im Modell erzielte Ergebnis verstandlich.c Mit steigendem Problemdruck Flohe der Arbeitslosigkeit nimmt die Zahl der Eintritte in Fu U Manahmen zu; das war zu erwarten. Das Ergebnis ist jedoch unter dem Gesichtspunkt hervorzuheben, da die freiwillige und von einem bestehenden Beschaftigungsverhaltnis ausgehende berufliche Weiterbildung mit zunehmender Arbeitslosigkeit wohl abnehmen wird; der positive Zusammenhang ist daher vermutlich vor allem ein Resultat zunehmender Aktivitat der Arbeitsamter bei den Auftragsmanahmen.d Flohe Aktivitat der Arbeitsamter bei der Forderung beruflicher Weiterbildung hangt auch mit einem hohen Anteil an EZManahmen zusammen. Arbeitsamter, die expansiv berufliche Weiterbildung betreiben, orientieren sich offensichtlich verstarkt an betriebsnaher Weiterbildung, die vom Anspruchsniveau zwar niedriger zu bewerten ist als Fu UManahmen; auch die Gefahr der Mitnahme ist hier nicht unerheblich. Andererseits bietet diese Manahme fur die Zielgruppe ungelernter Arbeitsloser den unschatzbaren Vorteil, da die Bildungsmanahme arbeitsplatznah und unter Grundung eines Beschaftigungsverhaltnisses erfolgt.e Arbeitsamter mit einem hohen Meisteranteil unter den Beschaftigten ihres Bezirkes wiesen einen uberdurchschnittlichen Anteil von AFGgeforderten Manahmen der beruflichen Weiterbildung auf in einem statistisch weniger gesicherten Sinne trifft dies auch fur Amter mit einem hohen Facharbeiteranteil unter den Beschaftigten zu; dieses Ergebnis mag Ausdruck der hohen Weiterbildungsbereitschaft und auch fahigkeit sein, aber auch Ausdruck einer fur diese Zielgruppe gunstigen Tragerstruktur IFIK und arbeitgeberorientierte Trager orientieren sich stark an dieser Zielgruppe.f Erwartungsgema weisen diejenigen Arbeitsamter eine geringere Fu UAktivitat auf, die einen uberdurchschnittlich hohen Anteil von Frauen unter den Arbeitslosen haben. Auch dieses Ergebnis ist angebot wie nachfragebedingt: Fallstudien haben gezeigt, da Arbeitsamter oft groe Schwierigkeiten haben, bei Auftragsmanahmen beruflicher Weiterbildung fur Frauen geeignete Trager zu finden F. Maier 1982; andererseits spiegelt dieses Ergebnis den Sachverhalt wider, da arbeitslose Frauen ofter als Manner die Kriterien des Forderungsanspruchs nicht erfullen Karr 1979; mit Wirkung des AFKG ist eine Verstarkung dieses negativen Zusammenhangs zu erwarten.158g Schlielich stellt sich heraus, da diejenigen Arbeitsamter 1979 Fu U starker in Anspruch nahmen, in denen relativ zahlreiche offene Stellen fur Bewerber mit beruflicher Qualifizierung gemeldet waren Mai 79. Dieses Ergebnis entspricht den allokationspolitischen Zielen des Instruments, qualifikationsspezifische Ungleichgewichte auf lokalen Arbeitsmarkten durch Forderung beruflicher Weiterbildung zu beseitigen.Das Modell lat mehr als die Halfte der regionalen Variation von Fu U inkl. EZ unerklart. Es ist zwar denkbar, durch Verbesserung der Modellspezifikationen anstelle des durchschnittlichen Arbeitslosenbestandes ist vermutlich die Zugangsquote ein besserer Pradiktor den erklarten Teil der Varianz zu erhohen DeekeSeifert 1981 erklaren beispielsweise 58% der Varianz von Fu U 1978 in NordrheinWestfalen ; mit Sicherheit wird jedoch eine groe statistisch unerklarte Restvarianz verbleiben, die auf institutioneile Handlungsbedingungen der Arbeitsverwaltung hindeuten, die quantitativ nicht fassbar sind. Diese Interpretation wird indirekt auch dadurch gestutzt, da eine Reihe von Merkmalen der Arbeitslosigkeit z.B. Arbeitslose ohne Berufsausbildung, Arbeitslose mit gesundheitlicher Einschrankung, altere Arbeitslose erstaunlicherweise keinen systematischen Einflu auf die Inanspruchnahme von Fu U haben: in allen drei Fallen waren negative Koeffizienten zu erwarten; auch sektorale Strukturdaten tragen statistisch nichts zur Erklarung bei, ein Ergebnis, das sich mit der Studie von DeekeSeifert deckt.Was macht also die immer noch verbleibenden regionalen Unterschiede aus? Im folgenden gehe ich kurz auf einige Hinweise ein, die sich aus der Begleitforschung des Sonderprogramms ergeben haben.4 Zunachst ist bemerkenswert, da nur solche Arbeitsamter uberdurchschnittlich Fu U in Anspruch genommen haben, die uber mehrere Jahre gezielt in die Infrastruktur eines Instruments investiert und durch die Praxis Erfahrungen gesammelt haben. Dafur gibt es mehrere Hinweise: Die hohe Korrelation der Fu UAktivitat mit der jeweiligen Aktivitat der Vorjahre; die Inanspruchnahme der Qualifizierungszuschusse im Sonderprogramm korrelierte deutlich mit der vorjahrigen Fu UPraxis PetersSchmid 1982:131; Fallstudien haben gezeigt, da die von den Arbeitsamtern praktizierte Manahmenstruktur z.B. das Verhaltnis von Aufstiegs und Anpassungsforderung systematisch mit dem institutionellen Umfeld insbesondere der Tragerstruktur variiert und uber einige Zeit relativ konstant bleibt F. Maier 1982. Einige Arbeitsamter, die vom oben vorgestellten statistischen Modell stark positiv abweichen, haben entweder eine gut ausgebaute Infrastruktur uberbetrieblicher Lehrwerkstatten oder eine langjahrige Praxis und Erfahrung betrieblicher Weiterbildung.Auch die Abhangigkeit der Lernkurve der Arbeitsamter vom institutionellen Umfeld wurde bei der Implementation des Sonderprogramms deutlich: Unter den rigorosen Bedingungen des Windhundverfahrens waren zunachst einmal diejenigen Arbeitsamter im Vorteil, die uber etablierte Kontakte mit Betrieben insbesondere Grobetriebe verfugten bzw. wo eine Betriebsstruktur mit Erfahrungen in beruflicher Weiterbildung vorhanden war die wiederum mit der Betriebsgroe zusammenhangt. Obwohl die These vom Qualifizierungsstau vor allem auf kleinere Betriebe zutrifft, ist die Implementation arbeitsmarktpolitisch wertvoller Quaiifizierungsmanahmen in Kleinbetrieben wesentlich 159schwieriger; Planung und Organisation von Weiterbildung sind hier Engpa. Problemdruck und institutionelle Handlungsbedingungen laufen hier also nicht parallel; diese Diskrepanz wurde nachweislich durch das Windhundverfahren noch verscharft Scharpf u.a. 1982a. Arbeitsamter mit schwierigen institutionellen Umfeldbedingungen weisen daher entweder eine relativ geringe Inanspruchnahme auf, oder sie unternehmen besondere Anstrengungen, um ihre institutionelle Benachteiligung wettzumachen. Die okonometrische Analyse bestatigt diese Erwartung: In der ersten Phase des Sonderprogramms, in der das Windhundverfahren sich besonders stark auswirkte, haben Indikatoren der Problemstruktur statistisch weniger zur Erklarung der Inanspruchnahme beigetragen als in der zweiten Phase, nachdem die Arbeitsamter Zeit hatten, sich an die institutionellen Umfeldbedingungen anzupassen bzw. selbst gunstige Bedingungen dafur zu schaffen. Unter den strukturellinstitutionellen Faktoren spielte vor allem der Beschaftigtenanteil in Grobetrieben eine groe Rolle PetersSchmld 1982:131f. Eine weitere Bedingung war die Einrichtung einer besonderen Arbeitsgruppe zur Implementation von Schwerpunkt 1 und 2 in Verbindung mit der direkten und personlichen Ansprache von kleinen und mittleren Betrieben, die bisher noch kaum Qualifizierungsanstrengungen unternommen hatten.Nicht nur das Niveau, sondern auch die Struktur bzw. Die Qualitat der Inanspruchnahme hangen vom institutioneilen Umfeld und von den Strategien bzw. der Philosophie der Arbeitsamter ab. Aus den Fallstudien in einigen Arbeitsamtsbezirken schalen sich vor allem vier erwahnenswerte Ergebnisse heraus: Die anspruchsvolleren innerbetrieblichen Qualifizierungsmanahmen im Rahmen des Sonderprogramms konnten vor allem von denjenigen Amtern erzielt werden, die traditionell gute Betriebskontakte aufweisen. Es mu daher alles getan werden, um den Arbeitsamtern mehr Moglichkeiten zu direkten Betriebskontakten zu geben. Eine Voraussetzung fur die erfolgreiche Einbeziehung von arbeitsmarktpolitischen Zielgruppen hier vor allem der ungelernten Arbeitslosen, der Frauen und alteren Arbeitslosen scheint die Existenz moglichst betriebsunabhangiger Lehrwerkstatten Ubungsfirmen, Ubungswerkstatten, Schulen zu sein; diese Erfahrung gilt unabhangig vom Sonderprogramm. So ist der Anteil von Aufstiegsmanahmen dort am hochsten, wo die Trager betriebsnah organisiert sind IHK, HWK, Verbande; entsprechende ist der Anteil an Anpassungsmanahmen dort geringer F. Maier 1982. Die Einbindung der Selbstverwaltung in die Umsetzungsstrategien scheint sich ebenfalls zugunsten von arbeitsmarktpolitischen Zielgruppen auszuzahlen: So wird von guten Erfahrungen in verschiedenen Arbeitsamtern berichtet, in dem der Arbeitskreis Ausbildung und Jugendarbeitslosigkeit selbstandig als Gremium Betriebe angeschrieben oder angesprochen hatte, mehr Ausbildungs oder Weiterbildungsplatze anzubieten. Aus dem Munde eines Arbeitsamtdirektors: Das lief besser als von der Verwaltung her und hatte mehr Erfolg als ich von mir aus hatte erwarten konnen. Es ist daher zu bedenken, den Selbstverwaltungsausschussen neben den Arbeitsbeschaffungsmanahmen mehr Entscheidungsbefugnisse zu geben; jemand, der auch Entscheidungen treffen kann, ist besser motiviert. Die Organisation der ArbeitsberatungArbeitsvermittlung nach Berufsgruppen al160so ein Merkmal der internen Machtstruktur wirkt sich nicht mobilitatsfordernd aus, sondern verfestigt eher berufsfachliche Segmentierungen. So beachten Arbeitsberatervermittler bei der Organisation von Auftragsmanahmen in der Regel nur diejenigen Arbeitslosen als potentielle Teilnehmer, die bei Eintritt in Arbeitslosigkeit auf Grund ihrer Berufszugehorigkeit ihrem beruflichen Abschnitt zugeordnet wurden. Da das Bildungsangebot ihrer Trager das ebenfalls entsprechend berufsfachlich gepragt sein wird aber auch fur Arbeitslose interessant oder arbeitsmarktpolitisch sinnvoll sein kann, die bei Eintritt in Arbeitslosigkeit in ganz anderen Berufsgruppen gearbeitet haben, ist der potentielle Teilnehmerkreis unzweckmaig institutionell eingeengt. Hier haben Arbeitsamter angefangen, organisatorische Alternativen zu erfinden etwa berufsubergreifende Arbeitsgruppen oder Koordinatoren von Auftragsmanahmen. Auch hier kann sich eine dezentrale automatisierte Datenverarbeitung mit Zugang jedes Arbeitsberatersvermittlers zur Kartei seiner Kollegen uber Bildschirm gunstig auswirken.4. Ausblick: Steuerungsdefizite aktiver Arbeitsmarktpolitik Aus den statistischokonomischen Analysen und den Fallstudien aus der Praxis der Arbeitsamter geht hervor, da staatliche Intervention in Gestalt aktiver Arbeitsmarktpolitik von institutionellen Handlungsbedingungen vielfach gebrochen und gefiltert wird. Es hat sich gezeigt, da eine Politik gegen die institutioneilen Strukturen nicht durchzuhalten ist, vor allem da sich noch starkeres Gegensteuern gegen institutionelle Gegebenheiten nicht auszahlt. Es hat sich aber auch herausgestellt, da einer im Grunde vernunftigen Politik gunstige Infrastrukturen entgegenwachsen mussen, die man zwar fordern, aber nicht erzwingen kann. Die Nutzung von Handlungsspielraumen unter gegebenen Rahmenbedingungen durch die Arbeitsamter gibt uns zahlreiche Hinweise fur derartige Infrastrukturen; ich fasse sie abschlieend uberspitzt und etwas spekulativ zusammen.Die Strategie, die von der modernen Spieltheorie in Situationen groer Turbulenz gefordert wird, heit strategisches Warten, d.h., die Fahigkeit zu entwickeln, kurzfristige Gewinnchancen zugunsten sich langerfristig auszahlender Zuge zuruckzuweisen. Strategisches Warten heit auch, eine als vernunftig erkannte Strategie beizubehalten und nicht neues Terrain zu erobern, sondern erobertes Terrain zu verteidigen Elster 1979. Strategisches Warten heit daher nicht passives Abwarten, sondern die Voraussetzungen fur zukunftiges Handeln schaffen, also in institutionelle Handlungsbedingungen investieren. Die erste Saule institutioneller Handlungsbedingungen sind die durch Recht formell sanktionierten Entscheidungspramissen und Strukturen. Historisch wohl verstandlich, arbeitsmarktpolitisch jedoch dysfunktional, hat sich hier die Steuerung fast ausschlielich auf die Verfeinerung von Kriterien beschrankt, die bestimmte zunehmend eingeschrankte Anspruchsleistungen regeln sollen. Die Treffsicherheit flachendeckender Normierung wird jedoch mit zunehmender Differenzierung geringer, und die akzelerie renden Steuerungskorrekturen frustrieren nicht nur die Adressaten, sondern auch die Vollstrecker. Daruber hinaus fuhrt die Steuerung auf der uberwiegenden Basis individueller Merkmale also angebotsorientiert zu einer einseitigen Handlungsorientierung 161der Arbeitsverwaltung: So werden etwa bei beruflichen Bildungsmanahmen tendenziell eher die personlichen Umstande des Arbeitslosen berucksichtigt als die arbeitsmarkpolitische Verwertbarkeit der Manahme; die Entwicklung und Steuerung der Nachfrageseite tritt dabei in den Hintergrund. Die kontraproduktiven Wirkungen eines einseitig ubersteuerten Instruments konnten auch am Beispiel der Eingliederungsbeihilfen veranschaulicht werden.Die Alternative zur leerlaufenden Steuerung mit Hilfe zunehmend differenzierter Entscheidungspramissen ist die Steuerung uber Entscheidungsstrukturen. Diese mu von zwei Grundsatzen geleitet sein: Verstarkung autonomer Entscheidungsspielraume auf lokaler oder regionaler Ebene und Verknupfung lokal wichtiger Entscheidungstrager zu Verantwortungsbunden. Damit mu kein Abdanken zentraler Steuerungselemente verbunden sein. Diese konnen sich jedoch auf arbeitsmarktpolitsche Zielvorgaben und Erfolgskriterien sowie auf finanzierungspolitische Vorgaben etwa Vorabbugets konzentrieren.Die Bedenken gegen eine weitere Expansion aktiver Arbeitsmarktpolitik konnen leider nicht durch Erfolgsmeldungen bisheriger oder auslandischer Erfahrungen zerstreut werden, weil nachtragliche Evidenzen immer anfechtbar sind; ihnen kann aber begegnet werden durch Institutionalisierung der Erfolgskontrolle im Proze und Vollzug aktiver Arbeitsmarktpolitik auf lokaler Ebene SemlingerKnigge 1983. Die Betonung von Wirtschaftlichkeitskriterien durch das AFKG ist ein erster Schritt in diese Richtung; es besteht jedoch die Gefahr, da dieses Effizienzkriterium ohne explizite Verknupfung mit arbeitsmarkpolitischen Zielvorgaben zur bloen Verwaltungseffizienz verflacht.Zweitens mu starker in die internen und externen Machtstrukturen investiert werden. ln der Leistungsverwaltung der Arbeitsamter stecken erhebliche Rationalisierungsreserven, die fur aktive Arbeitsmarktpolitik genutzt werden konnten. Zur Institutionalisierung lokaler Erfolgskontrolle gehort daruber hinaus auch ein dezentraleres Informationssystem, wobei hier weniger an Verfeinerung der Statistik zu denken ist, sondern an Verbesserung von Informationsstromen durch dezentrale Datenverarbeitung elektronische Ein und Ausgabe von Daten am Arbeitsplatz und Kooperation wichtiger Informationstrager lokaler Arbeitsmarktentwicklung: zum lokalen Verantwortungsverbund gehort auch ein lokaler Intelligenzverbund.Die externen Machtbedingungen der Arbeitsverwaltung sind weitgehend durch die groen Interessengruppen, die Kommunen, und durch autonome okonomische und soziale Systeme Betriebe, Familien, Personen bestimmt. Es hat sich gezeigt, da finanzielle Anreize zur Veranderung des Verhaltens dieser sozialen Systeme in arbeitsmarktpolitisch erwunschter Richtung nur beschrankt wirksam sind. Stattdessen zahlt sich der Umweg uber Kooperation, personliche Kontakte und Austauschbeziehungen aus. Die Handlungsspielraume solcher Verbundsysteme auf mittlerer Ebene sind sicherlich noch nicht ausgeschopft vgl. dazu den Beitrag von Wolfgang Streeck in diesem Band. Denkbar ist auch, da das Vermittlungsmonopol der Bundesanstalt weniger restriktiv ausgelegt wird und mehr Platz fur vermittlungsvorbereitende oder vermittlungsunterstutzende Institutionen auerhalb bzw. in Verbindung mit der Bundesanstalt Modell Neue Arbeit, zielgruppenspezifische Vermittlungs und Beratungsinitiativen.4162Die am starksten betroffenen Opfer des Arbeitsmarktes bedurfen jedoch nach wie vor zentraler staatlicher Intervention, sei es durch verpflichtende Vorgaben etwa Quoten bzw. Abgabenregelungen fur Schwerbehinderte oder durch offentliche Bereitstellung von Gutern oder Dienstleistungen etwa uberbetriebliche Lehrwerkstatten besonders fur leistungsschwachere Erwerbspersonen. Als leitende Pramisse konnte jedoch auch hier der Gesichtspunkt in den Vordergrund treten, marktwirtschaftliche Leistungsdefizite weniger kompensierend als komplementar auszugleichen.5Die dritte institutioneile Saule Werte, Gewohnheiten, etablierte Kontaktsysteme kann und sollte nicht direkt von oben gesteuert werden. Mit der Anderung von Entscheidungsstrukturen und den internen und externen Machtstrukturen wird sich aber sicherlich auch die Arbeitsamterkultur bewegen; sie bewegt sich auch jetzt schon, wie die unterschiedliche Nutzung von Handlungsspielraumen gezeigt hat. Denkbar ware eine Verstarkung dieser Dynamik durch einen intensiveren Erfahrungsaustausch zwischen den Arbeitsamtern und eine verstarkte Publizitat erfolgreicher Neuerungen. Die Wissenschaft kann mit ihren Recherchen dazu nur einen Ansto geben.163Anmerkungen 1 2 3 4 5ln der deutschen okonomischen Theorie hat sich eine institutionalistische Schule im eigentlichen Sinne nicht herausgebildet, wohl deshalb, weil institutionelles Denken hier schon immer starker ausgepragt war als beispielsweise in Amerika. Die institutionalistische Schule in Amerika spielte im Bereich der labor economics vor allem in den fruhen funfziger Jahren eine starke Rolle als Klassiker neben Dunlop vgl. Clark Kerr, The Balkanizatlon of Labor Mar kets, wo er zwischen naturlichen und institutionellen Markten unterscheidet; institutionelle Markte are set not by the whims of workers and employers but by rules, both formal and informal; Kerr 1954 : 93 und wurde dann in der Theorie segmentierter Arbeitsmarkte DoeringerPiore 1971 als Klassiker wieder aufgegriffen. Das publizistische Organ der Instu, tionalisten in Amerika ist die Zeitschrift Journal of Economic Issues, vgl. als neuere Aufsatze Dugger 1981 und Ramstad 1981.Dafur gibt es durchaus Beispiele, etwa jungst das Schicksal der neuen ABMRegelungen im AFKG, die sich weder als praktikabel noch als arbeitsmarktpolitisch sinnvoll herausstellte. Kaum war die Gesetzesnovelle verabschiedet, wurden auf Drangen der Arbeitsverwaltung erneut Anstrengungen zur Aufhebung oder Modifizierung der Novelle, also zur Novelle der Novelle unternommen, oder gesetzlich Widerspruchliches wurde in den Durchfuhrungsverordnungen bereinigt.Vergleiche z.B. PetersSchmid 1982; SchmidWilke 1981; Schmid 1980; DeekeSeifert 1981.Vergleiche dazu Christoph Haselbarth 1979; Hans Maier 1982.D.h. die Aufmerksamkeit sollte weniger auf Verhaltenssteuerung konzentriert sein als auf Erganzung und damit Starkung marktwirtschaftlicher Strukturen durch Bereitstellung realer sachlicher und personeller Hilfestellungen. Vgl. z.B. das Modell der multifunktionalen Trainingszentren bei SchmidSemlinger 1980; Semlinger 1982; SemlingerKnigge 1983.164Literaturton: D.C. Heath and Company.Economic Issues 15, 2: 397407.sity Press.Deeke, A. und H. Seifert, 1981: Lokale ArbeitsmarktpolitikZum Problem von Handlungsspielraumen und Gestaltungsmoglichkeiten, in: WSIMitteilungen 3: 165178.Doeringer, P.B., and M.J. Piore, 1971: Internal Labor Markets and Manpower Analysis. Lexing Dugger, W.M., 1981: The Administered Labor Market: An Institutional Analysis, in: Journal of Elster, J., 1979: Ulysses and the Sirens. Studies in Rationality and Irrationality. Cambridge Univer EngelenKefer, U., 1982: Beschaftigungspolitik ohne Alternative. Lehren aus den Sparmanahmen zur Sanierung des Bundeshaushalts 1982, in: Gewerkschaftliche Monatshefte 332: 7383.Garlichs, D. und F. Maier, 1982: Die arbeitsmarktpolitische Wirksamkeit der beruflichen Weiterbildung, In: Scharpf u.a. Hrsg., 1982 b: Aktive Arbeitsmarktpolitik, Frankfurt: 89118.Haselbarth, Ch., 1979: Chancen und Grenzen von Arbeitsbeschaffungsmanahmen im Bereich der Sozialen Dienste, in: F.W. ScharpfS. GensiorJ. Fiedler, 1979: Arbeitsmarktpolitik fur Akademiker? Vorschlage und Einwande: 174184.Kerr, C., 1954: The Balkanization of Labor Markets, in: E.W. Bakke et al. eds. 1954: Labor Mobility and Economic Opportunity. New York and London: 92110.Luhmann, N., 1966: Theorie der Verwaltungswissenschaft. Bestandsaufnahme und Entwurf. Koln und Berlin: Grote.Maier, F., 1982: Handlungsmoglichkeiten lokaler Arbeitsmarktpolitik. Ein Vergleich zwischen den Arbeitsamtsbeziren Leer, Gelsenkirchen, Recklinghausen und Schweinfurt. Endbericht Im Rahmen der Begleitforschung zum Arbeitsmarktpolitischen Programm von 1979. Berlin: Manuskript.Maier, H., 1982: Arbeitsbeschaffungsmanahmen als Instrument offensiver Arbeitsmarktpolitik. Discusslon Paper IIMLMP 82 xx, Wissenschaftszentrum Berlin.Mertens, D., 1981: Haushaltsprobleme und Arbeitsmarktpolitik, in: Aus Politik und Zeitgeschichte Beilage zur Wochenzeitung Das Parlament B 3881: 2531.Peters, A. und G. Schmid, 1982: Aggregierte Wirkungsanalyse des arbeitsmarktpolitischen Programms der Bundesregierung fur Regionen mit besonderen Beschaftigungsproblemen Zwischenbericht. Discussion Paper IIMLMP 821 Wissenschaftszentrum Berlin.Ramstad, I., 1981: Institutional Economics: How Prevalent in the Labor Literatur, in: Journal of Economic Issues 15, 2: 339350.Scharpf, F.W., 1981: Chancen einer aktiven Arbeitsmarktpolitik. Hinweise aus einem Sonderprogramm der Bundesanstalt fur Arbeit, in: Aus Politik und Zeitgeschichte Beilage zur Wochenzeitung Das Parlament B 3881: 3344.Scharpf, F.W. und D. Garlichs, F. Maier, H. Maier, 1982a: Implementationsprobieme offensiver Arbeitsmarktpolitik. Das Sonderprogramm der Bundesregierung fur Regionen mit besonderen Beschaftigungsproblemen. Frankfurt: Campus.Scharpf, F.W. und M. Brockmann, M. Groser, F. Hegner, G. Schmid Hrsg., 1982b: Aktive Arbeitsmarktpolitik. Erfahrungen und neue Wege. Frankfurt: Campus.Scharpf, F.W., 1982: Interessenlage der Adressaten und Spielraume der Implementation bei Anreizprogrammen, Berlin: Manuskript.Schmid, G., 1980: Strukturierte Arbeitslosigkeit und Arbeitsmarktpolitik. Empirische und theoretische Analysen zur Verteilungsdynamik der Arbeitslosigkeit und zur Arbeitsmarktpolitik in der Bundesrepublik Deutschland. KonigsteinTs.: Athenaum.Schmid, G., und H. Wilke, 1981: Quantitative Wirkungsanalyse von Arbeitsmarktprogrammen am Beispiel der Eingliederungsbeihilfen fur schwervermittelbare Arbeitslose: Ein Anwendungsfall und seine methodischen Probleme, in: HellsternWollmann Hrsg., 1981: Handbuch der Evaluierungsforschung, Bd. II. Opladen.Schmid, G. und K. Semlinger, 1980: Instrumente gezielter Arbeitsmarktpolitik: Kurzarbeit, Einarbeitungszuschusse, Eingliederungsbeihilfen. KonigsteinTs.: Anton Hain.Schmid, G., 1982: Zur Effizienz der Arbeitsmarktpolitik: Ein Pladoyer fur einen Schritt zuruck und zwei Schritte vor. Discussion Paper IIMLMP 823, Wissenschaftszentrum Berlin 1982.165", "filename": "207121.pdf", "person": ["Günther Schmid", "Schmid, Günther"], "date": ["1983"]}