{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/43916/1/226719073.pdf"], "title": ["Beschäftigungswunder Niederlande? Ein Vergleich der Beschäftigungssysteme in den Niederlanden und in Deutschland"], "plaintext": "Abstract In the 1980s, the Netherlands had one of the highest unemployment rates in the European Community, Germany one of the lowest. Today, the reverse is true. Isthere a Dutch employment miracle? If so, how can it be explained? This essay is anattempt to answer these questions in seven steps. Beginning with the developmentof an analytical framework within which employment systems are compared, theauthor measures the performance of the two labour markets and economies, payingparticular attention to the role of labour market policy in the process of adapting tostructural change. It is shown that the Netherlands has an interesting newconfiguration in which the advantages of competitive and coordinated capitalism arecombined with a modernised form of the welfare state. A key shortcoming of bothemployment systems remains the hitherto highly passive character of employmentredistribution. Transitional labour markets would be a more appropriate strategy forredistributing employment in order to link longterm social needs and economicefficiency. On the whole, however, developments in the Netherlands point muchmore clearly than those in Germany to a path along which the European model couldmove.Zusammenfassung In den achtziger Jahren war die Arbeitslosenquote in den Niederlanden noch eineder hochsten in der Europaischen Gemeinschaft, und Deutschland hatte eine derniedrigsten Quoten. Heute ist es umgekehrt. Gibt es ein niederlandisches Beschaftigungswunder und wie ist es zu erklaren? Der folgende Essay versucht,diese Frage in sieben Schritten zu beantworten. Nach der Entwicklung einesanalytischen Bezugsrahmens zum Vergleich von Beschaftigungssystemen wird die Performanz der beiden Arbeitsmarkte und Volkswirtschaften gemessen. Besondere Aufmerksamkeit gilt der Rolle der Arbeitsmarktpolitik im Anpassungsproze an den Strukturwandel. Der bewertende Vergleich der Beschaftigungssysteme ergibt, dasich in den Niederlanden eine interessante neue Konfiguration herausbildet, in derdie Vorteile des Konkurrenz und Konkordanzkapitalismus mit einer modernisierten Form des Wohlfahrtsstaats verknupft werden. Ein zentrales Defizit beider Beschaftigungssysteme bleibt der bisher stark passive Charakter der Arbeitsumverteilung. Ubergangsarbeitsmarkte waren eine geeignetere Strategie der Arbeitsumverteilung, um langfristig soziale Belange mit wirtschaftlicher Effizienz zuverbinden. Insgesamt zeigt die Entwicklung in den Niederlanden jedoch deutlicherals in Deutschland in eine Richtung, in die sich das Modell Europa bewegen konnte.Inhaltsverzeichnis 1234567Beschaftigungssysteme im Modernisierungsproze  2Performanz des deutschen und niederlandischen Arbeitsmarkts 7Gesamtwirtschaftliche Performanz des deutschen undniederlandischen Beschaftigungssystems  14Arbeitsmarktpolitik in Deutschland undin den Niederlanden 19Beschaftigungssysteme im Vergleich 24Ubergangsarbeitsmarkte als Strategie produktiver Arbeitsumverteilung 32Zusammenfassung  34Literaturverzeichnis 37Tabellenverzeichnis Tabelle 1:Tabelle 2:Tabelle 3:Tabelle 4:Struktur der Arbeitslosigkeit in Deutschlandund in den Niederlanden  9Dekomposition des Bruttoinlandsproduktspro Kopf BIPWB in Indikatoren der Effizienz,Arbeitsumverteilung und Integration1994 und in ECU  16Dekomposition des Wirtschaftswachstumsin Indikatoren der Effizienz, Arbeitsumverteilungund Integration 198394  17Ausgaben in % BIP und Teilnehmerin % Erwerbspersonen in arbeitsmarktpolitischen Manahmen 1992 und 1995  21Schaubilderverzeichnis Schaubild 1:Arbeitslosenquoten in Deutschlandund in den Niederlanden 8Schaubild 2:Jahrlicher Anstieg der Lohnstuckkosten in %  9Schaubild 3:Teilzeitquoten in Deutschlandund in den Niederlanden  11Schaubild 4:Erwerbsquoten in Deutschlandund in den Niederlanden  12Schaubild 5:Breite Arbeitslosenquoten in Deutschlandund in den Niederlanden  15Schaubild 6:Ausgaben fur Arbeitsmarktpolitik in Deutschlandund in den Niederlanden  19Schaubild 7:Arbeitslosenquoten und Haushaltsdefizitin Deutschland und in den Niederlanden  25Schaubild 8:Entwicklung des Lohnkeils in Deutschlandund in den Niederlanden  30Beschaftigungswunder Niederlande?Ein Vergleich der Beschaftigungssysteme in den Niederlandenund in Deutschland 1Die Niederlande finden zunehmend Bewunderung. Dafur gibt es viele gute Grunde. Doch der Grund, der uns hier beschaftigt, sind die jungsten Erfolge aufdem Arbeitsmarkt. In den achtziger Jahren war die Arbeitslosenquote in den Niederlanden noch eine der hochsten in der Europaischen Gemeinschaft, und Deutschland hatte eine der niedrigsten Quoten. Heute ist es umgekehrt. Woranliegt das? Gibt es so etwas wie ein niederlandisches Beschaftigungswunder?Welchen Beitrag hat dazu die Arbeitsmarktpolitik geleistet? Konnen wir von den Niederlanden lernen oder hat das einstmals gelobte deutsche Modell nocheinigen Charme?Der folgende Versuch, diese Fragen zu beantworten, erfolgt in sieben Schritten. Zunachst charakterisieren wir die Probleme, die sich den modernen Industriegesellschaften stellen und entwickeln einen analytischen Bezugsrahmen zum Vergleich von Beschaftigungssystemen Kapitel 1. Danach messenwir die Performanz der beiden Arbeitsmarkte Kapitel 2 und VolkswirtschaftenKapitel 3 und untersuchen die Rolle der Arbeitsmarktpolitik im Anpassungsproze an den Strukturwandel Kapitel 4. Der bewertende Vergleich der Beschaftigungssysteme ergibt, da sich in den Niederlanden eineinteressante neue Konfiguration herausbildet, die in effektiver Weise flexible Qualitatsproduktion mit Beweglichkeit auf dem Arbeitsmarkt und sozialer Wohlfahrt beider Beschaftigungssysteme bleibt jedoch der bisher stark passive Charakter der Arbeitsumverteilung; Ubergangsarbeitsmarkte waren eine geeignetere Strategieder Arbeitsumverteilung, um langfristig soziale Belange mit wirtschaftlicher Effizienz zu verbinden Kapitel 6. Insgesamt zeigt jedoch die Entwicklung inden Niederlanden deutlicher als in Deutschland in eine Richtung, in die sich das Modell Europa bewegen konnte. Kapitel 7.zentrales Defizit Ein verbindet Kapitel 5. 1 Ausgearbeiteter Vortrag anlalich der Festkonferenz zum funfjahrigen Bestehen des Centrum voor DuitslandStudies 19911996 am 25. Oktober 1996, in Nijmwegen, Niederlande.Wir danken Jacqueline OReilly fur ausfuhrliche Kritik und Anregungen an einer fruheren Fassung, wieauch Christoph Hilbert fur seine Unterstutzung bei der Berechnung der Tabellen 2 und 3. Lei Delsensei herzlich gedankt fur die Bereitstellung von Material uber die Niederlande.11Beschaftigungssysteme im Modernisierungsproze Die Beschaftigungssysteme der entwickelten Industriegesellschaften stehen voreinem doppelten Anpassungsproblem: Zum einen mussen sie gleichsam gegeneinen scharfer wehenden Globalisierungswind steuern, zum anderen mussensie eine weitere soziale Ausdifferenzierung und einen zunehmenden Individualisierungsdruck verarbeiten. Was genauer ist damit gemeint?Mit den Olpreisschocks Mitte und Ende der 70er Jahre und den darauf folgenden Rezessionen kundigten sich dramatische Veranderungen in der Weltwirtschaft und im weltpolitischen Szenario an.2 Wahrend sich die Grenzen furdie Ansiedlung von Kapital und fur Finanztransaktionen weiter offnen, erlaubenneue Technologien, Informationssysteme und Organisationsmethoden einflexibles, tendenziell in Echtzeit koordiniertes Management von Aktivitaten uberalle raumliche Grenzen hinweg. Eine exponentielle Zunahme grenzuberschreitender Handels, Produktions und Finanzbeziehungen ist die Folge. Mittlerweile hat sich in der Weltokonomie ein Netzwerk von 39.000 multinationalen Unternehmen mit ihren rund 270.000 Auslandstochtern ausgebreitet UNCTAD1996. Unabhangig davon, inwieweit die Visionen transnationaler Unternehmenund virtueller Fabriken schon Realitat sind oder nicht, und unabhangig davon,ob von einem einheitlichen Weltmarkt schon die Rede sein kann oder nicht, der Megatrend der Globalisierung ist Realitat und bestimmt den weltweiten Diskurs.3Dieser Integrationsdynamik konnen sich weder industrielle Akteure nochnationale Regierungen entziehen. Erfolgreiches Agieren auf den Weltmarktensetzt neue wirtschaftliche und politische Managementfahigkeiten voraus, um iminternational verscharften Wettbewerb zu bestehen. Je mobiler das Kapitalwird, und je geringer die Unterschiede der Wettbewerbsfaktoren etwa durch Angleichung der Infrastruktur oder der Verfugbarkeit qualifizierter Arbeitskrafte , desto mehr fallen verbleibende Unterschiede zwischen den Beschafti 2 Z.B. wurden zur Sicherung der Liquiditat der erdolimportierenden Volkswirtschaften und zurzunehmend alle Finanzierung der Staatshaushalte Kapitalverkehrskontrollen abgeschafft. Die Deregulierung der Finanzmarkte beginnend in den 70er Jahren sollte die finanzpolitischen Spielraume der Regierungen angesichts der Stagflationskriseerweitern, hatte aber zur Folge, da die nun immens anwachsende Kapitalmobilitat die nationalewirtschaftspolitische Autonomie langfristig untergrub. Die Offnung der Kapitalmarkte lat sich anverschiedenen transnationalen Finanztransaktionen, am Verhaltnis der nationalen Sparquote zum inlandischen Investitionsvolumen,am Abbau der Kapitalverkehrsbeschrankungen und auch an der Interdependenz der nationalen Zinsniveaus Garrett 1995. Zur Entwicklung der Kapitalmarktliberalisierung seit den 50er Jahren vgl.Helleiner 1989 und Strange 1986.3 Hier mussen einige ausgewahlten Literaturhinweise zum Globalisierungsdiskurs genugen: Albert 1992, Altvater und Mahnkopf 1996, Crouch und Streeck 1995, Dorre 1966, Dunning 1992, EspingAndersen 1996, Giddens 1995, Ohmae 1996, Ruigrok und van Tulder 1996, Thurow 1996.an wachsenden Indikatoren seit Anfang der siebziger Jahre privaten ablesen, u.a. 2gungsregimes ins Gewicht. Dazu gehoren nicht nur, aber auch nicht zuletzt die Lohn und die Lohnnebenkosten. Entweder mussen sich diese tendenziellangleichen oder durch Innovation und entsprechende Produktivitatsdifferenzenerneut Rechtfertigung gewinnen. Dem Preiswettbewerb kann sich eine Wirtschaft nur entziehen, wenn sie uber eine innovative Vorauswirtschaft verfugt,die auf viele weitere Unternehmen als Zulieferer und Kunden ausstrahlt Lehner 1996:20.Aber ein weiterer Megatrend ist zu berucksichtigen, der in der oftinteressierten Standortdebatte meist unterschlagen wird: die zunehmendesoziale Differenzierung, wenn nicht gar ein neuer Individualisierungsschub. Derdamit verbundene Wandel der familialen und demographischen Strukturenstellen die Beschaftigungssysteme moderner Industriegesellschaften vor neue Herausforderungen, die mindestens ebenso dramatisch sind wie die Veranderung der internationalen Rahmenbedingungen. Zu den historischen Phasen der Zivilisierung, Rationalisierung und Differenzierung 4 kommt mit der Individualisierung ein neues Element der Modernisierung hinzu: Individuenverstehen sich zunehmend als Gestalter ihres eigenen, nichtkollektiven Lebensentwurfs. In Einzelfallen hat es dieses Phanomen schon immergegeben. Mit Beginn der siebziger Jahre ist jedoch ein deutlicher Schub indiese Richtung zu beobachten. Seither kann von einer Phase der Individualisierung gesprochen werden, in der eine kritische Masseindividueller Einzelinteressen, nicht nur der Manner, sondern auch der Frauenund Kinder, nicht nur gegenuber Staat und Kirche, lokaler Gemeinschaft und Verwandtschaft definiert und durchgesetzt wird, sondern auch gegenuber dereigenen Familie.5Die Folgen konnen nur in Stichworten angedeutet werden: Ein endogener Trend steigender Erwerbsbeteiligung der Frauen, steigende Scheidungsraten,Anstieg alleinerziehender Eltern, weiter sinkende Geburtenraten. Verstarkt wirdder Individualisierungsdruck durch die demographische Entwicklung. Zwischen 4 Zivilisierung betrifft den Proze der Kontrolle der aueren, aber vor allem der inneren Natur des Menschen im Kontext staatlicher Gewaltmonopolisierung Elias 1976. Rationalisierung bedeutetzum einen die Entzauberung der Welt: Nicht die zunehmende allgemeine Kenntnis der Lebensbedingungen, unter denen man steht, sondern das Wissen davon oder den Glauben daran,da man, wenn man nur wollte,   alle Dinge im Prinzip durch Berechnen beherrschen konneWeber 1992 1917, S. 87; Rationalisierung der Gesellschaft ist also der Glaube an die zunehmendeintellektuelle Beherrschung von Lebensbedingungen und das Vertrauen oder das sich Verlassen aufentsprechendes Expertentum. Zum zweiten bedeutet Rationalisierung auch die Pluralisierungverschiedener Wertauffassungen und die wissenschaftliche Suche nach Mitteln, um sie zu ihrerpraktischen Durchfuhrung zu bringen Weber 1992 1917, S. 103. Differenzierung bezieht sich aufdie Unterscheidung unterschiedlicher Handlungsspharen und deren individuelle Teilhabe an mehreren Handlungsfeldern Durkheim 1977.5 Vgl. u.a. Beck 1986, Huinink 1995, van de Loo und van Reijen 1992, Miegel und Wahl 1993, Meyer 1996.3dem Lebensabschnitt der Arbeit und dem Zeitpunkt des Todes liegt einezunehmend langere eigenstandige, differenziert gestaltete Lebensphase.Individualisierung bedeutet damit auch eine Gesellschaft des langen Lebensmit zunehmenden Phasen der autonomen individuellen Gestaltung. Die Folgedavon ist eine Verschiebung der Altersstruktur, die wiederum auf die Funktionsbedingungen des Arbeitsmarkts zuruckwirkt: Wenn bisher auf 100Menschen also auf die aktive Erwerbsbevolkerung etwa 35 Rentner oder Rentnerinnen kamen, werden esbald 70 und mehr sein.6im Alter von 20 bis 60 Jahren Beides, Individualisierungsschub und langeres Leben, werfen fur die Beschaftigungssysteme der modernen Industriegesellschaften vor allem zwei Probleme auf: Erstens kann das bisherige Vollbeschaftigungskonzept nichtmehr aufrechterhalten werden: Arbeit fur alle 7, acht Stunden am Tag, funf Tagein der Woche, 46 bis 48 Wochen im Jahr, 40 bis 50 Jahre im Leben, ist wederzeitgema noch realisierbar. Zweitens wird der wachsende Ruhestand,genauer das von Erwerbsarbeit entlastete Alter, zur Belastung der sozialen Sicherung. Die Altersversorgung kann nicht mehr uberwiegend durch Erwerbsarbeit sprich Beitrage und Lohnsteuern finanziert werden; andere Finanzierungs oder Unterhaltsquellen mussen institutionalisiert werden.Auf diese Megatrends haben sich Beschaftigungssysteme einzustellen,und die derzeitige Massenarbeitslosigkeit kann als Ausdruck der mangelnden Anpassungsfahigkeit an diese Trends verstanden werden. Aber was macht Anpassungsfahigkeit aus? Dieser typischen Frage von Systemvergleichenwollen wir uns im folgenden zuwenden.Unter Beschaftigungssystemen verstehen wir hier das Ensemble von Institutionen und darauf einwirkenden Politiken, die das Niveau von Arbeitslosigkeit und Beschaftigung simultan determinieren.8 Institutionen wirken dabeiwie Filter, die bestimmte Reaktionen auf externe Schocks oder Herausforderungen nahelegen und andere theoretisch mogliche weitgehend ausschlieen.9 Beschaftigungssysteme wiederum sind durch die Interaktion zweier Subsysteme gekennzeichnet: das Produktionssystem und das Arbeitsmarktsystem.Im Produktionssystem werden Entscheidungen uber die Produktion gefallt.Diese Entscheidungen hangen von Zinsen und Wechselkursen, technologischen Innovationen, effektiver Nachfrage und Kosten der Produktionsfaktoren 6 Vgl. u.a. Baltes und Mantada 1996, Deutsche Gesellschaft der Vereinten Nationen 1994, Enquete Kommission 1994, Harrison 1994, Hof 1993, Klose 1996.Ideologisch freilich beschrankt auf die meist mannlichen Haushaltsvorstande der Familie.7 8 Vgl. dazu ausfuhrlicher Schmid 1997.9 Zur Bedeutung von Institutionen vgl. u.a. Garrett und Lange 1995; North 1991; Schmid et al. 1992;Schmid 1994.4ab. Die Veranderung dieser Groen wird von Akteuren bestimmt, die ihre Entscheidungen wiederum im Rahmen institutioneller Spielregeln treffen: vonder Notenbank, von schumpeterischen Unternehmern, von privaten oderoffentlichen Haushalten und von Interessenvertretern oder Exekutiven.Arbeitslosigkeit kann unter diesem Blickwinkel als Resultat unterlassener oderim Wettbewerb schlecht plazierter Produktion verstanden werden.Aus diesem Blickwinkel lat sich der sakulare Trendanstieg der Arbeitslosigkeit recht gut erklaren. In den siebziger und achtziger Jahrenhalbierten sich die Wachstumsraten fast aller Industrielander mit Ausnahme Japans. Branchen mit den hochsten Produktivitatssteigerungen sind nichtmehr, wie in den funfziger und sechziger Jahren, die Wachstumstrager der Beschaftigung. Im Gegenteil. Auf Grund von Sattigungsgrenzen sinkt in vielenbislang beschaftigungstragenden Branchen die Preiselastizitat der Nachfrage.Dies hat zur Folge, da sich Erweiterungsinvestitionen zur Bedienung groerer Markte nicht lohnen und deshalb massiv Beschaftigung abgebaut wird. Derinternationale Preiswettbewerb verscharft diese Situation, und einbeschaftigungstragender langer Konjunkturzyklus auf der Basis der neuen Informations und Kommunikationstechnologien ist noch nicht in Sicht.10Warum jedoch die dramatische relative Verschlechterung Europasgegenuber Wettbewerbern, die dem gleichen Trend unterliegen? Da sich diequantitativen Wachstumsraten zwischen USA und Europa kaum unterscheiden,kann hier des Pudels Kern nicht liegen. Es gibt aber Anhaltspunkte dafur, da Europa ein qualitatives Wachstumsproblem hat. Die europaischen Produktionsregimes scheinen weniger innovativ zu sein als das amerikanische.Jedenfalls hinkt Europa in einigen neuen Wachstumsfeldern hinterher.11Daruber hinaus gibt es Anhaltspunkte von Koordinationsdefiziten in der Geldund Finanzpolitik. Geldkapitalanlagen lohnen sich nach wie vor mehr als Realinvestitionen, und der Faktor Arbeit wird gegenuber Konsum und Vermogen zu hoch belastet.12 Wir werden auf diese Seite der Beschaftigungsregimes nicht weiter eingehen konnen. Diese knappen Andeutungen waren jedoch angebracht, weil derzeit die Tendenz besteht, den Sundenbock fur die europaische Beschaftigungsmisere nur im Arbeitsmarkt zusuchen.Wenden wir uns nun der anderen Seite von Beschaftigungsregimes zu,denn den Entscheidungen uber Produktion folgen nicht notwendigerweise Ent 10 Vgl. Appelbaum und Schettkat 1993; etwas optimistischer Freeman und Soete 1994.11 Vgl. z.B. OECD 1994; Freeman und Soete 1994; Lehner 1996.12 Vgl. u.a. Dornbusch 1994; European Commission 1993.5und Anreize, die getroffen. Die Spielregeln scheidungen uber Beschaftigung. Diese Entscheidungen werden auf dem Arbeitsmarkt zu Beschaftigungsentscheidungen fuhren, wollen wir als Arbeitsmarktsystembezeichnen. Arbeitslosigkeit kann unter diesem Blickwinkel als Resultat vonunterlassener oder schlecht plazierter Beschaftigung verstanden werden. Beisolchen Entscheidungen spielen mindestens vier Institutionen eine Rolle, dieihrerseits interagieren: Erstens das private Haushaltssystem, das Alternativen zur marktformigen Beschaftigung bietet, kulturelle Werte der Einstellung zur Arbeit sozialisiertund Restriktionen des zeitlichen Angebots fur marktformige Arbeit enthalt;zweitens das System der industriellen Beziehungen, in dem diekonfligierenden Interessen der Arbeitsmarktakteure aufeinandertreffen unddessen Spielregeln und Machtverhaltnisse vor allem das Niveau und die Struktur der Lohne bestimmen;drittens das Bildungssystem, das allgemeines Wissen, Lernfahigkeit undberufliche Qualifikationen produziert und die Grenzen beruflicher Mobilitatund Flexibilitat bestimmt;viertens das System der sozialen Sicherung, das gleich in mehrfacher Hinsicht auf Beschaftigungsentscheidungen einwirkt: a uber den Staat als Arbeitgeber, der in sozialen Feldern alternative Beschaftigung auerhalbdes Marktes anbieten kann; b uber das weitgehend staatlich regulierte System der Lohnersatzleistungen, das Alternativen zum marktformigen Einkommen in Risikofallen Arbeitslosigkeit, Krankheit, Alter anbietet; cuber Regulierung der Arbeitsvertrage wie Kundigungsschutz, befristete Arbeitsvertrage und Arbeitszeitregeln.Arbeitsmarktpolitik kann uber alle vier institutionellen Kanale Einflu auf Beschaftigungsentscheidungen nehmen: durch systematische Information und Beratung Arbeitsvermittlung; durch Lohnsubventionen; durch Beseitigung von Qualifikationsdefiziten; durch offentliche Beschaftigungsbrucken oder durch die Veranderung von Hohe und Dauer der Lohnersatzleistungen, und schlielichdurch Deregulierung oder Reregulierung von Arbeitsvertragen.Beschaftigungssysteme sind also sehr komplexe institutionelle Arrangements. Sie verbieten eindimensionale Faktortheorien der Arbeitslosigkeit, sindjedoch gleichwohl keine beliebigen Konglomerate moglicher institutioneller Faktoren. Sie bilden in der Regel einen konsistenten funktionellen Zusammenhang, in anderen Worten eine beschaftigungspolitische Konfiguration, die 6historisch gewachsen und regional wie national gepragt ist. Es scheint dabei soetwas wie eine institutionelle Hegemonie zu geben, die diesen Zusammenhaltin den tausendfachen alltaglichen Interaktionen der Gesellschaftsmitgliedergewahrleistet.bei Produktions von Marktmechanismen Man spricht beispielsweise vom Konkurrenzkapitalismus und meint damitunddas Vorherrschen Beschaftigungsentscheidungen beispielsweise in den USA; oder vom Konkordanzkapitalismus und meint damit das enge Zusammenspiel von Staat und Wirtschaft bei Produktions und Beschaftigungsentscheidungenbeispielsweise in Japan; oder vom Wohlfahrtskapitalismus und meint damitdie groe Bedeutung sozialer Sicherungssysteme bei Produktions und Beschaftigungsentscheidungen in den meisten europaischen Staaten. Nachdem Ende des Wettbewerbs zwischen Kapitalismus und Sozialismus folgt nunein Wettbewerb zwischen diesen kapitalistischen Systemen.Dabei gibt es innerhalb der Europaischen Union erhebliche Unterschiede.Angesichts des Wettbewerbs der Regimes treten diese nicht nur deutlicherhervor, sondern sind auch fur die Frage von Interesse, ob sich aus diesem Wettbewerb schlielich ein eigenstandiges, neues und erfolgreiches Modell Europa herausschalen wird. Wird es sich mehr in Richtung der Niederlandeoder mehr in Richtung Deutschlands entwickeln? Oder normativ gewendet:Was spricht mehr fur die eine, was fur die andere Richtung? Wenden wir unszunachst der Empirie zu und fragen, wie die beiden Beschaftigungssysteme aufdie angefuhrten Megatrends reagiert haben.2Performanz des deutschen und niederlandischen Arbeitsmarkts Beginnen wir mit ein paar einfachen Leistungsindikatoren des Arbeitsmarkts.Den naheliegensten Indikator, die Arbeitslosenquote, hatten wir eingangsschon genannt. 1970 starteten beide Lander bei einem Niveau von etwa einem Prozent, ein Zustand von Vollbeschaftigung, von dem man heute nicht einmalzu traumen wagt. Danach offnet sich die Schere zuungunsten der Niederlande.Die beiden Rezessionen von 19745 und 198081 haben die Niederlandewesentlich mehr geschockt als die damalige Bundesrepublik Deutschland. Aber Mitte der 80er Jahre also nicht erst nach der deutschen Wiedervereinigung 7Schaubild 1: Arbeitslosenquoten in Deutschland und in den Niederlanden Standardisierte Arbeitslosenquoten Arbeitslosenquoten der Manner%141210864201970%141210864201970Niederlande Deutschland 7580859095200014%1210864201970Niederlande Deutschland 75808590952000Arbeitslosenquoten der Frauen Arbeitslosenquoten der 1524jahrigen Niederlande Deutschland%Niederlande 30252015105Deutschland 75808590952000019707580859095Quelle: OECD Employment Outlook, July 1996wendete sich das Blatt. Die Schere begann sich zu schlieen, zunachst bei den Mannern, dann auch bei den Frauen, und seit Beginn der neunziger Jahreoffnet sich die Schere zuungunsten von Deutschland.in Deutschland Verbesserungen der Arbeitsmarktsituation gab es in den Niederlanden vorallem bei den Alteren und Jugendlichen, wahrend die Arbeitslosenquoten vonethnischen Minderheiten nach wie vor hoch und uber den entsprechenden Qoten Tabelle 1. Verschlechterungen der Arbeitsmarktsituation in Deutschland gingen uberwiegend auf Kosten der Niedrigqualifizierten die Langzeitarbeitslosigkeit hoch, allerdings bei verbesserndem Trend in den Niederlanden und bei verschlechterndem Trend in Deutschland.Landern liegen ist und Alteren. In beiden 8Tabelle 1: Struktur der Arbeitslosigkeit in Deutschlandund in den Niederlanden Deutschland Niederlande 1983199519831995Arbeitslosenquoten 1 gesamt Altere 5564jahrige Jugendliche 1524jahrige Frauen Niedrigqualifizierte 2 Auslander 3Langzeitarbeitslose 47,78,911,08,811,912,341,68,211,68,59,719,716,648,312,013,424,914,019,819,3b 47,86,53,012,89,115,718,3a 43,21 standardisiert, 2ohne abgeschlossene Berufsausbildung; 3in den Niederlandenethnische Minderheiten; 4Anteil an allen Arbeitslosen; a 1993, b 1987; c 1991Quelle: OECD Employment Outlook, July 1996; Jahrbuch St BA Strukturanalyse Was hat die niederlandische Wende Mitte der achtziger Jahre eingeleitet? Dieerste und oft einzige Idee, die Okonomen in den Kopf schiet, sind die Lohne.In der Tat stiegen die Lohnstuckkosten in den Niederlanden seit Mitte derachtziger Jahre moderater als jedoch nichtdurchgangig und weniger eindeutig in den neunziger Jahren.in Deutschland. Das gilt Schaubild 2: Jahrlicher Anstieg der Lohnstuckkosten in %8%6%4%2%0%19802%4%Deutschland 859095Niederlande Quelle: OECD Employment Outlook, July 1996.9Der Schlussel des niederlandischen Beschaftigungswunders kann also nichtallein in der Lohnpolitik liegen. Gibt es Unterschiede in den Lohnstrukturen? Inbeiden Landern sind die Lohndifferenzen vergleichsweise gering und habensich auch kaum verandert. In Deutschland sind allerdings die Reallohne im Niedriglohnbereich uberdurchschnittlich gestiegen. Die Folgen sind an der Streuung der Lohne im unteren Bereich erkennbar: Wahrend das Verhaltnisdes mittleren D5 zum untersten Lohndezil D1 in den Niederlanden praktischkonstant auf einem Niveau von 1,55 blieb, sank es in der Bundesrepublik Deutschland West zwischen 1983 und 1993 von 1,65 auf 1,44.13 Angesichtsdieser Lohnstrukturen wurden neoklassische Okonomen wieder fragen: Hat dasnicht negative Konsequenzen fur die Beschaftigung?33 Prozent, wahrend der Beschaftigungspegel In den Niederlanden offenbar nicht, wenigstens nicht auf den ersten Blick.Von 1971 bis 1991 stieg hier die Zahl der Beschaftigten von 4,8 auf 6,5Millionen, also um sage und schreibe 36 Prozent. Selbst in den USA war der Anstieg geringer in Westdeutschland in diesem Zeitraum gerade mal um 8 Prozent stieg IAB1994. Das niederlandische Jobwunder spiegelt sich auch in der hohen Beschaftigungselastizitat wider. 1974 bis 1995 brachte ein Prozent Wirtschaftswachstum in den Niederlanden durchschnittlich 0,41 Prozent Beschaftigungswachstum, in den USA 0,75, in Westdeutschland dagegen nur 0,23 Prozent.Bei naherer Betrachtung ergibt sich jedoch ein differenzierteres Bild. Deruberwiegende Teil des niederlandischen Jobwunder geht auf die Schaffung von Teilzeitarbeitsplatzen zuruck. Kein OECDLand hat derzeit eine so hohe Teilzeitbeschaftigung wie die Niederlande. Binnen 25 Jahren, und vor allem inden achtziger Jahren, stieg die Teilzeitquote von etwa 5 auf 35 Prozent, die der Frauen sogar von 15 auf 65 Prozent. Der Anstieg der Teilzeitbeschaftigung in Deutschland war wesentlich magerer und ist gerade mal bei einem Gesamtniveau von 18 Prozent angelangt, bei den Frauen bei etwa 33 Prozent und beiden Mannern bei 3,3 Prozent. 13 Die Streuung der Lohne im unteren Bereich sank insbesondere bei den Frauen, bei den Mannern nurwenig; vgl. OECD 1996b, Tab. 3.1, pp. 612.10Schaubild 3: Teilzeitquoten in Deutschland und in den Niederlanden 40%%353025201510501973TeilzeitquotenNiederlande Deutschland 78838893Anteil der Teilzeitbeschaftigung an Gesamtbeschaftigung Teilzeitquote der FrauenNiederlande Deutschland 839395%7060504030201001973Teilzeitquoten der MannerNiederlande Deutschland 839395%201510501973 Anteil der teilzeitbeschaftigten FrauenMannern an allen weiblichen bzw. mannlichen Beschaftigten in % Quelle: OECD Employment Outlook, July 1996Eine weitere aufschlureiche Information ergibt sich aus einem Niveauvergleichvon Erwerbsbeteiligung und Beschaftigung. Die Erwerbsquoten der Mannerverlaufen parallel auf fast gleichem Niveau und mit sinkendem Trend. Dagegenhatten die niederlandischen Frauen gegenuber den deutschen Frauen einendrastischen Nachholbedarf, obwohl selbst die deutschen Frauen deminternationalen Trend hinterherhinken. Wie man der Statistik entnehmen kann,haben die Niederlander die Deutschen nun aufgeholt, aber noch nicht uberholt.Dasselbe trifft auf die Beschaftigungsquoten zu.11Schaubild 4: Erwerbsquoten in Deutschland und den Niederlanden Erwerbsquoten in % d. Bevolkerung i. erwerbsf. Alter 1564 Deutschland Niederlande 80706050403020Erwerbsquoten der Frauenin % d. weibl. Bevolkerung i. erwerbsf. Alter Deutschland Niederlande 7060504030201970758085909519707580859095Erwerbsquoten der Mannerin % d. mannl. Bevolkerung i. erwerbsf. Alter Erwerbsquoten alterer Arbeitnehmer in % d. Bevolkerung zw. 5564 Deutschland Niederlande 1008060402050403020Deutschland Niederlande 19707580859095197580859095 Quelle: OECD Employment Outlook , July 1996da die meisten Vier Punkte sind am Jobwunder der Niederlande positiv hervorzuheben. Dieuberwiegende Zahl der Teilzeitarbeitsverhaltnisse ist freiwillig und entsprichtoffenbar den Praferenzen der Erwerbspersonen. Zwei Drittel der Teilzeitbeschaftigten verfugen uber eine hohere Ausbildung, was daraufanspruchsvollehindeutet, Arbeitsbedingungen sind den Niederlanden auch sozial besser abgesichert als in Deutschland, da die Schwellen der Anspruchsvoraussetzung gesenkt wurden.14 Schlielich sindimmerhin 17 Prozent der Manner teilzeitbeschaftigt gegenuber einem EU15Durchschnitt von nur gut 5 Prozent; das deutet auf einen ausgepragten Gleichheitssinn in Holland, der tiefe historische Wurzeln zu haben scheint.15Teilzeitarbeitsplatze voraussetzen. Teilzeitbeschaftigte in 14 Vgl. dazu den Broeder 1995, S. 301, und die dort angefuhrte Literatur.15 Leider kann ich hier darauf nicht naher eingehen, obwohl es sehr reizvoll ware. Zur Bestatigung dieserjedoch ein aufheiterndes Zitat beitragen, das einem These kultureller Differenz mag regierungsamtlichen Dokument entstammt, das HollandBesucher zur Eingewohnung in diehollandische Kultur erhalten: Great attempts were made in the Republic to create greater equalitybetween the sexes. The contemporary fashion of seating men and women alternatively at the diningtable originated in the Netherlands in the seventeenth century.   In England at that time, wifebeatingwas still a popular sport; but it was different in the Netherlands.   and The Dutch were one of the firstnations to provide commercial education for both boys and girls   which   was one of the mainreason for their great success as a trading nation Huggett 1982, 579.12der hohe Anteil stimmt dagegen Bedenklich geringfugiger Teilzeitbeschaftigung: 35 Prozent 43 Prozent bei den Mannern und 32 Prozentbei den Frauen der niederlandischen TeilzeitBeschaftigten arbeiten unter 10Wochenstunden. Die entsprechenden Anteile in Deutschland betragen 29Prozent bei den Mannern und 17 Prozent bei den Frauen. Wegen der niedrigen Arbeitszeit und der daraus zu schlieenden niedrigen Verdienste durfte es beidiesen Beschaftigten zum groen Teil um Personen handeln, die ihren Lebensunterhalt aus anderen Quellen beziehen. Der Anteil der unfreiwillig Teilzeitbeschaftigten ist dreimal so hoch wie in der Bundesrepublik; 5,5Prozent der Erwerbspersonen, die gegenwartig Teilzeit arbeiten, bevorzugeneine Vollzeitstelle. Ein weiteres Bedenken betrifft die Einschrankung desarbeitsrechtlichen Schutzes geringfugiger Teilzeitbeschaftigung Delsen 1993,1995. Das setzt zwar Unternehmen in die Lage, auf Nachfrageschwankungenmit Heuern und Feuern solcher Beschaftigungsverhaltnisse zu reagieren,konnte aber den dauerhaften Ubergang von Jugendlichen, ruckkehrenden Frauen oder befristet Beschaftigten in den regularen Arbeitsmarkt behindern.16Die Bewunderung des niederlandischen Jobwunders wird auch dadurchgedampft, da das Arbeitsvolumen in den achtziger Jahren trotz steigender Beschaftigungszahl zuruckging und erst 1993 wieder das Niveau von 1970erreichte. Steigende Beschaftigungszahlen bei konstantem oder gar sinkendem Arbeitsvolumen konnen nur so interpretiert werden, da eine massive Arbeitsumverteilung mit entsprechender Einkommensumverteilung stattgefunden hat.Auf die Frage, wie eine solche Arbeitsumverteilung okonomisch zu beurteilenist, werden wir spater zuruckkommen.Teilzeitarbeit auf neu geschaffenen Arbeitsplatzen ist aber nur der eine Pfeiler des niederlandischen Modells der Arbeitsumverteilung. Der zweite Pfeiler sind oder waren massive Fruhverrentungen von alteren oder behinderten Erwerbspersonen. Diese haben dazu gefuhrt, da die Beschaftigungsquoten alterer Menschen in den Niederlanden die weltweit niedrigsten sindsiehe Schaubild 4. Werden alle Formen der Ausgliederung aus dem Arbeitsmarkt nebst Teilnahme in Arbeitsmarktmanahmen oder hoch subventionierten 16 Deregulierung dieser Art kann allerdings auch zu einem hoheren Umschlag der Beschaftigung fuhrenund dadurch die Eingliederungschancen der wettbewerbsstarkeren Erwerbspersonen erhohen. Die Balance lat sich nur durch eingehende Studien der Erwerbsverlaufe und Einkommensverteilungbestimmen. So fand eine jungere Studie, da 50 Prozent der flexiblen Jobs im Jahre 1988 befristete Arbeitsverhaltnisse, Zeitarbeit, geringfugige Beschaftigung drei Jahre spater regularer Beschaftigung waren. Dagegen waren nur 4,5 Prozent der Inhaber von regularen Jobs drei Jahrespater in nichtregularer Beschaftigung. Die in Europa hochste Teilzeitquote der Jugendlichen 25Prozent deutet darauf hin, da in den Niederlanden das Einfadeln in den Arbeitsmarkt uber Teilzeitjobs weit verbreitet ist Muffels u.a. 1996.in 13Beschaftigungsformen zusammengerechnet, ergibt sich die sogenannte breite Arbeitslosenquote. Diese wird im letzten OECDBericht uber die Niederlandeauf 27,1 Prozent geschatzt, eine Groenordnung, die Dimensionen in Ostdeutschland nahe kommt. Die Strategie der Ausgliederung wurde allerdingsauch in Westdeutschland verfolgt, wenn auch in moderaterer Form, und diebreite Arbeitslosenquote in Deutschland ist trotz der hoheren Teilnehmerzahlen in Manahmen der aktiven Arbeitsmarktpolitik vergleiche weiter untenmit ca 22 Prozent weit geringer siehe Schaubild 5.Skeptiker mogen nun einwenden, da eine solche Strategie die okonomische Leistungsfahigkeit beeintrachtigt. Ob diese Skepsis berechtigt ist, wollen wir imfolgenden Abschnitt prufen.3Gesamtwirtschaftliche Performanz des deutschen undniederlandischen Beschaftigungssystems Der okonomische Effekt der institutionellen Beschaftigungsfilter lat sich an der Hohe und Dynamik des volkswirtschaftlichen Einkommens und am Beitrag dereinzelnen Komponenten ablesen, welche die Wertschopfung bestimmen. Dazueignet sich die Komponentenzerlegung des Bruttosozialprodukts pro Kopf indie Groen der Arbeitsproduktivitat, Arbeitsstunden pro Erwerbstatigen und Erwerbstatigenquote. Wahrend die Arbeitsproduktivitat als Effizienzindikator fur Arbeitsmarkte gelten kann, lat sich die Arbeitszeit pro Erwerbstatigen als Indikator fur den Grad der Arbeits und Einkommensumverteilung, aber auchals interpretieren; die Erwerbsquote wiederum dient als Indikator fur den Grad der sozialen Integration.fur Zeitsouveranitat und Flexibilitat Indikator Tabelle 2 zeigt, da die USA gemessen am Bruttoinlandprodukt pro Kopfin Kaufkraftparitat im Jahre 1994 den hochsten Stand okonomischer Wohlfahrt aufweist, gefolgt von Japan und Deutschland; die Niederlandeschneidet unter diesen Landern am schlechtesten ab. Ob das Volkseinkommenpro Kopf noch der rechte Mastab fur die Wohlfahrtsmessung ist, ist eineandere Frage, auf die wir am Ende zuruckkommen.14Schaubild 5: Breite Arbeitslosenquoten in Deutschland und in den Niederlanden Niederlande: Breite ArbeitslosenquoteBR Deutschland: Breite ArbeitslosenquoteSubventionierte Beschaftigung 30%30%Fruhrente 25%25%Sozialhilfe Erwerbs Berufsunfahigkeit 20%20%ABM15%15%10%10%Sozialhilfe Erwerbs Berufsunfahigkeit Kurzarbeiter Vorruhestandsregelungen Leistungsempfanger nach 105c AFG Altersubergangsgeld Rente wegen Arbeitslosigkeit ab 60 Arbeitslose 5%5%Arbeitslose 1970197519801985199019941993199419951996 in % der Erwerbspersonen, Vollzeitaquivalent Quelle: OECD Labour Force Survey Netherlands 94;St JB 96;VDR;IABKurzberichte;ArbeitBeruf 296; G. Schmid, 1996b0%0%Tabelle 2: Dekomposition des Bruttoinlandprodukts pro Kopf BIPWB in Indikatoren der Effizienz, Arbeitsumverteilung und Integration1994 und in ECUBIPWBBIPh hE 19.36415.73514.93314.109EWBUSAJapan DNLBIP Bruttoinlandprodukt pro Kopf; WB Wohnbevolkerung; h effektive Arbeitsstunden im Jahr also das Arbeitsvolumen; E Erwerbstatige; hE effektive Arbeitsstunden im Jahr pro Erwerbstatigen; EWB Erwerbstatigenquote. Quelle: Eigene Berechnungen; BIPDaten aus OECD 1996c Basic Statistics, International Comparison und Transformation der dortigen USDollarangaben in ECU mit dem Umrechnungsfaktor 0,759; hDaten aus OECD 1996a Table C,S. 190; EDaten aus OECD 1996c Basic Statistics, Total Civilian Employment; WBDaten dito.21,09 16,07 21,50 23,43 1.945 1.898 1.575 1.397 0,470,520,440,43Im Hinblick auf den Effizienzindikator, namlich der Stundenproduktivitat, siehtdie Rangordnung aber ganz anders aus. Die Niederlande und schon mit einem Abstand Deutschland liegen an der Spitze, dann erst folgen die USA und Japan. Auch in der Rangordnung beim Indikator der Arbeitsumverteilung bzw.der Zeitsouveranitat sticht die Niederlande mit der geringsten durchschnittlichen Arbeitszeit pro Erwerbstatigen am deutlichsten hervor; darauf folgt Deutschland, wahrend uberraschenderweise die USA noch hinter Japan das Schlulicht bilden.Schlielich wundert es nicht mehr, da die Rangordnung beim Indikator furden sozialen Integrationsgrad des Arbeitsmarkts wiederum eine andere ist.Japan weist den hochsten Integrationsgrad auf, gefolgt von den USA, wahrendnun die Niederlande noch hinter Deutschland den geringsten Integrationsgradaufweisen. Die Tatsache, da die Niederlande trotz hochster Effizienz ein relativ geringes Bruttoinlandprodukt pro Kopf aufweist, lat sich durch die Dekompositionsmethode nun leichter lokalisieren: Es ist vor allem der niedrige Beschaftigungsgrad, der aus der langjahrigen Fruhverrentungsstrategie folgt undauch durch die massive Schaffung von Teilzeitbeschaftigung nicht wettgemachtwurde. Wenn an der Strategie der Arbeitsumverteilung und der Verkurzung derdurchschnittlichen Lebens Arbeitszeit festgehalten werden soll wofur vorallem sozialpolitische Gesichtspunkte sprechen, dann mu nach Wegen gesucht werden, das Beschaftigungsniveau wieder allgemein zu heben. In 16Deutschland stellt sich das Problem ahnlich, nur mit anderer Gewichtung: hiergibt es noch Spielraum fur beschaftigungswirksame Arbeitsumverteilung, aberauch der Integrationsgrad in den Arbeitsmarkt ware zu verbessern.Bevor wir uns jedoch voreilig vom niederlandischen Modell verabschieden,soll noch kurz ein Blick auf die okonomische Wohlfahrtsdynamik geworfenwerden. Hat sich die Wachstumsdynamik der Niederlande infolge der massiven Arbeits und Einkommensumverteilung vergleichsweise verschlechtert, wie essowohl neoklassische Gelehrtenweisheit als auch klassischer Keynesianismusvoraussagen wurden? Weit gefehlt. Zerlegen wir die jahrliche durchschnittliche Wachstumsrate des Bruttoinlandprodukts pro Kopf in den Jahren 19831994ebenfalls in die Komponenten Arbeitsproduktivitat, Arbeitsumverteilung und Arbeitsmarktintegration, dann zeigt sich folgendes Bild Tabelle 3:Tabelle 3: Dekomposition des Wirtschaftswachstums in Indikatoren der Effizienz, Arbeitsumverteilung und Integration 198394Jahrliche durchschnittliche WachstumsratenD BIPWB D BIPh D hE D EWB 2,0 3,0 1,8 2,0USAJapan D WestNLQuelle: OECD Employment Outlook; OECD National Account, OECD Economic Outlook;Statistisches Jahrbuch; UN Demographic Yearbook; eigene Berechnungen. Wegen Gerauschen in den Ausgangsdaten und Rundungsfehlern durch Abbrechen von Kommastellenergibt die Summe der Komponenten nicht immer genau den BIPKopfWert. 0,9 0,7 2,4 2,1 0,3 0,9 0,9 0,8 0,8 3,2 0,3 0,8Die Dekomposition der Steigerung des Volkseinkommens pro Kopf in derletzten Dekade zeichnet ein erstaunliches Bild. Die Niederlande weisendiesselbe Wachstumsdynamik auf wie die USA, wahrend Westdeutschlandsogar etwas schlechter abschneidet. Nur Japan hat hohere Werte. Dasvergleichsweise niedrige Wachstum in der alten Bundesrepublik ist vermutlichauf die enormen Transferzahlungen in die neuen Bundeslanderzuruckzufuhren, die auf Grund der Wiedervereinigung zu erbringen waren.Die Zusammensetzung dieses Wachstums ist jedoch hochst unterschiedlich. Knapp die Halfte wird in den USA von der Arbeitsproduktivitat und von der 17Steigerung der Erwerbstatigkeit getragen. Rechnet man noch die Verlangerungder durchschnittlichen Arbeitszeit pro Erwerbstatigen hinzu, kann das Beschaftigungsregime der USA als ein eher extensives Wachstumsregimegekennzeichnet werden. Japan ist jedoch das Hochproduktivitatsregime parexcellance: Die Arbeitsproduktivitat ubersteigt noch das Wachstum, und nurwegen der Verkurzung der Arbeitszeit allerdings von einem extrem hohen Niveau aus konnte der relative Beschaftigungsgrad noch gesteigert werden.Uberraschend ist der hohe Beitrag des Integrationsfaktors in Deutschlandund in den Niederlanden. Dieses Ergebnis widerspricht zunachst vollig der Erwartung, nachdem andere Indikatoren auf eine zunehmende Exklusion undauf eine geringe Beschaftigungsintensitat des Wachstums hingewiesen haben.Der Widerspruch lost sich jedoch auf, wenn man die im Vergleich zum Wachstum extreme Verkurzung der Arbeitszeit pro Erwerbstatigenberucksichtigt. Diese minderte zwar das mogliche Wachstum um fast funfzig Prozent, war aber offenbar in beiden Fallen umverteilungs undbeschaftigungswirksam. In den Niederlanden wurde dieser Effekt, wie schondargelegt, durch Teilzeitbeschaftigung und Fruhverrentungen erzielt, in der Bundesrepublik vor allem durch Verkurzung der Wocharbeitszeit und Fruhverrentung.17Wenn man davon ausgeht, da die Politik der Fruhverrentung nicht mehrweitergefuhrt werden kann und die Politik der Arbeitsumverteilung durch Teilzeit nur in der Bundesrepublik noch einen erheblichen Handlungsspielraumermoglicht, dann stellt sich die Frage, welche Politik in der Lage ist, beschaftigungsintensives Wachstum zu fordern.18 Dabei sei daran erinnert siehe Kapitel 1, da das Beschaftigungsniveau in erster Linie von Entscheidungen im Produktionsregime abhangt, also von der Geld, Finanz und der innovationsfordernden Strukturpolitik. Aber von den Institutionen des Arbeitsmarkts demprivaten Haushaltssystem, dem Bildungssystem, dem System der industriellen Beziehungen, und dem System der sozialen Sicherung hangt es ab, ob Produktionsentscheidungen auch in Beschaftigung umgesetzt werden. Arbeitsmarktpolitik ist dabei ein wichtiger intermediarer Faktor, dem katalysierende 17 Daruber hinaus wurde das Beschaftigungswachstum in den USA weit mehr als in Deutschland und inden Niederlanden durch den Anstieg der erwerbsfahigen Wohnbevolkerung getragen. Dasamerikanische Beschaftigungswunder hat, in anderen Worten, weniger mit der Funktionstuchtigkeitdes Beschaftigungsregimes zu tun, sondern mit der demographischen Entwicklung; 75 bis 80 Prozentdes Beschaftigungswachstums wird durch den Anstieg der Wohnbevolkerung im erwerbsfahigen Altererklart Houseman 1995. Moglicherweise hat das sinkende Verhaltnis von erwerbsfahiger Wohnbevolkerung zur Gesamtbevolkerung den USAArbeitsmarkt zusatzlich entlastet 1983:66,3;1994:65,2, wahrend dieses Verhaltnis in Deutschland und in den Niederlanden leicht anstieg undgegenuber den USA wesentlich hoher ist Westdeutschland 1983: 69; 1994: 67,2; Niederlande 1983:67,5; 1994: 68,6.18 Handlungsspielraum in den Niederlanden ergibt sich noch in der Arbeitsumverteilung zwischen Mannern und Frauen, die im Saldo jedoch beschaftigungsneutral ist.18und koordinierende Funktionen fur die Verbesserung der Schnittstellenzwischen den Arbeitsmarktinstitutionen zukommen. Deshalb setzen wir den Performanzvergleich fort und fragen, welche Rolle die Arbeitsmarktpolitik in den Beschaftigungssystemen der Niederlande und Deutschland spielt.4Arbeitsmarktpolitik in Deutschland und in den Niederlanden Trotz geringerer Arbeitslosigkeit gaben die Niederlande 1995 gemessen amfur passive Arbeitsmarktpolitik aus als Bruttoinlandprodukt mehr Deutschland; das gilt absolut wie relativ! Wahrend die Niederlande gut drei Prozent des Bruttoinlandprodukts fur den Lebensunterhalt von Arbeitslosenaufwenden, sind es in Deutschland nur gut zwei Prozent. In anderen Worten:Fur eine arbeitslose Person zahlt die Niederlande im Durchschnitt 19.329 ECUpro Jahr, in Deutschland sind es nur 12.057 ECU Schaubild 6.Schaubild 6: Ausgaben fur Arbeitsmarktpolitik in Deutschland und in den Niederlanden Ausgaben fur aktive Arbeitsmarktpolitik in % des Bruttoinlandsproduktes BIP%1,81,61,41,210,80,60,40,201985%504030201001985Deutschland Niederlande 8789919395 AktivitatsrateDeutschland Niederlande 8789919395%3,532,521,510,5019850,5%0,40,30,20,101985Ausgaben fur passive Arbeitsmarktpolitik in % des BIPNiederlande Deutschland 8789919395Ausgaben fur passive Arbeitsmarktpolitik pro Prozent Arbeitslosigkeit in % des BIPNiederlande Deutschland 8789919395 Aktivitatsrate Anteil der Ausgaben fur aktive Arbeitsmarktpolitik an Gesamtausgaben fur Arbeitsmarktpolitik Quelle: OECD Employment Outlook, July 1996.19Die soziale Sicherung von Arbeitslosen ist in den Niederlanden also wesentlichgrozugiger als in Deutschland. Dies lat sich auch an den Lohnersatzratenablesen. Die Lohnersatzrate vor Steuern im ersten Monat der Arbeitslosigkeitbetragt in den Niederlanden fur eine einzelstehende und durchschnittlichverdienende Person 70 Prozent, in Deutschland 37 Prozent. Die Nettolohnersatzrate nach Steuern plus Transferleistungen ist im Falle einesverheirateten Ehepaares ohne Kinder 77 Prozent, in Deutschland 60 Prozent;die entsprechenden Werte bei einem verheirateten Ehepaar mit zwei Kindernsind 84 bzw. 78 Prozent. Auch die maximale Versicherungsdauer sie gilt meistnur fur langjahrig altere Beschaftigte ist mit 54 Monaten in den Niederlandenwesentlich langer als mit 32 Monaten in Deutschland. Nach Ablaufen der Versicherungsanspruche tritt eine bedurftigkeitsgeprufte Arbeitslosen oder Sozialhilfe in Kraft. Im Falle einer 60 Monate arbeitslosen Person, dieanspruchsberechtigt und verheiratet ist sowie zwei Kinder hat, betragt die Nettolohnersatzrate in den Niederlanden immerhin noch 80 Prozent, in Deutschland 71 Prozent; bei gering Verdienenden sind diese Werte nochhoher.19Dagegen ist die aktive Arbeitsmarktpolitik in Deutschland ausgepragterals in den Niederlanden. Deutschland gab 1995 fur Manahmen der Arbeitsforderung insgesamt 1,33 Prozent des Bruttoinlandprodukts aus, die Niederlande nur 1,06 Prozent. Die Aktivitat ist in Deutschland allerdings noch durchdie besondere Lage in Ostdeutschland verzerrt, wo noch uberdurchschnittlichviele Manahmen gefordert werden, da es zur hohen Arbeitslosigkeit kaumeine andere Alternative gibt. Allerdings ist auch die Struktur der Manahmenganz unterschiedlich. Die Schwerpunkte liegen in Deutschland bei den Weiterbildungs und Arbeitsbeschaffungsmanahmen, wahrend in den Niederlanden 50 Prozent der Ausgaben in die Arbeitsforderung an Behinderte gehen.Ein markanter Unterschied besteht auch in der Nutzung der Arbeitsmarktpolitikals antizyklisches Instrument: Kurzarbeitergeld zum Ausgleich von Nachfrageschwankungen spielt in den Niederlanden eine erheblich geringere Rolle als in Deutschland. Auch die in Deutschland anfang der 90er Jahre eingefuhrte Moglichkeit zur Nutzung des Kurzarbeitergeldes fur strukturelle Anpassungen ist inden Niederlanden unbekannt den Broeder 1995. Auffallig ist auch, da in den Niederlanden keine Ausgaben fur berufliche Rehabilitation angefuhrt werden,wahrend diese in Deutschland eine wichtige Rolle spielen. Schlielich versuchtdie deutsche Arbeitsmarktpolitik in starkerem Mae als die niederlandische,Arbeitslose uber Lohnkostensubventionen in regulare private Beschaftigung zubringen oder Existenzgrundungen zu unterstutzen Tabelle 4. 19 Alle Werte aus OECD 1996a, Tables 2.1, pp. 3132.20Tabelle 4: Ausgaben in % BIP und Teilnehmer in % Erwerbspersonenin arbeitsmarktpolitischen Manahmen 1992 und 1995Deutschland Niederlande 1992199519921995Ausgaben fur passive AMP1,962,142,583,06Ausgaben fur aktive AMP Arbeitsverwaltung Aus und Weiterbildung Jugendliche Lohnkostensubventionen Existenzgrundungen Arbeitsbeschaffungsmanahmen Berufliche Rehabilitation Behindertenarbeit TeilnehmerEintritte in Aus und Weiterbildung Jugendmanahmen Eingliederungssubventionen Existenzgrundungen Arbeitsbeschaffungsmanahmen Berufliche Rehabilitation Behindertenwerkstatten 1,690,240,650,060,07 0,430,140,116,34,10,60,20,11,00,3k.A.Quelle: OECD Employment Outlook 1996, Table T.1,330,230,380,060,070,020,310,130,134,22,00,70,20,20,90,3k.A.1,140,160,230,060,03 0,05 0,612,91,60,80,2 0,2 0,11,060,170,160,090,01 0,09 0,542,51,20,70,2 0,2 0,2Die Ausgabenstruktur druckt sich auch in den Zahlen der Teilnehmer in Manahmen aus: Mit 4,2 Prozent traten in Deutschland 1995 fast doppelt soviele Erwerbspersonen in Manahmen der Arbeitsmarktpolitik ein wie in den Niederlanden 2,5 Prozent. Diese Differenz geht jedoch wieder stark auf die besondere Lage in den neuen deutschen Bundeslander zuruck. Die groten Unterschiede ergeben sich bei den Weiterbildungs und Arbeitsbeschaffungsmanahmen, die in Ostdeutschland anfangs eher sozial als arbeitsmarktpolitischen Charakter hatten. Im Zeitverlauf werden diese Unterschiede geringer,was sowohl auf Mittelkurzungen als auch auf den sich langsam vollziehenden 21Normalisierungsproze in Deutschland zuruckzufuhren ist. Es scheint auch,da der Mitteleinsatz pro Forderungsfall in den Niederlanden effektiver ist als in Deutschland.20 Auffallig ist jedenfalls, da die Niederlande mit erheblichweniger Mitteln fur Lohnkostensubventionen gleich viele Eintritte in denregularen Arbeitsmarkt fordern als Deutschland.Die Aktivitatsrate, die den Anteil der Ausgaben fur aktive Arbeitsmarktpolitik am gesamten Arbeitsmarktbudget mit, ist in den Niederlanden dementsprechend niedriger als in Deutschland; nur etwa ein Viertel des niederlandischen Budgets wird der Arbeitsforderung gewidmet gegenuber gut einem Drittelin Deutschland. An diesem Verhaltnis hat sich in den letzten 10 Jahren kaumetwas geandert. Wie ist das zu beurteilen?Zunachst ist ein hoher Aktivitatsgrad gunstiger als ein niedriger, solangedie entsprechende Arbeitsforderung nicht eindeutig negativ zu beurteilen ist.Auch wenn die Grenzproduktivitat der deutschen Arbeitsmarktpolitik sinkt, istden meisten Programmen ein eher positives Zeugnis auszustellen. Das giltwenigstens fur einen Groteil der Weiterbildungsprogramme, fur die Existenzgrundungen fur Arbeitslose, fur die Kurzarbeit und fur die strukturpolitischen Lohnsubventionen.21 Insofern konnte sich Holland an Deutschland orientieren.Das gilt insbesondere im Qualifizierungbereich, in dem der quantitative Abstandzwischen der niederlandischen und der deutschen Arbeitsmarktpolitik amgroten ist. Unterstutzt wird diese Aussage durch eine komparative Analyse der Humankapitalausstattung, in der ein Ruckstand der Niederlande gegenuber Deutschland im Bereich der mittleren Qualifikationen festgestellt wurde de Jager 1995.Dagegen kann Deutschland von der Modernisierung der niederlandischen Arbeitsverwaltung einiges lernen. Dabei ist insbesondere an die Arbeitsvermittlung von Langzeitarbeitslosen zu denken, die unter normalen Bedingungensonst kaum wieder eine Beschaftigungschance haben. Einige Adaptionenhaben hier schon stattgefunden, beispielsweise die Konzeptionen von STARTund MAATWERK.22 Zukunftsweisend sind auch die Kooperationsvertrage der 20 Ein Vergleich der jahresdurchschnittlichen Bestandszahlen von Teilnehmerninnen ist bisher nichtmoglich, ware jedoch Voraussetzung, um grobe KostenWirksamkeitsvergleiche anzustellen. Furfeinere KostenWirksamkeitsvergleiche waren auch die dauerhaften Wiedereingliederungserfolge zuprufen, auch dafur fehlen die Informationen.21 Zur Evaluierung der deutschen Arbeitsmarktpolitik vgl. u.a. Arbeitskreis 1994; Bach u.a. 1993;Blaschke und Nagel 1995; Schmid und Schomann 1994, Schmid u.a. 1996.22 START ist der Name fur gemeinnutzige Arbeitnehmerverleihfirmen, die sich besonders der Integrationvon schwervermittelbaren Langzeitarbeitslosen widmen. Das ursprunglich hollandische Vorbild wirdderzeit in NordrheinWestfalen flachendeckend adaptiert; vgl. Weinkopf 1996. MAATWERK, also Arbeit nach Ma, wird jetzt beispielsweise auch in Hamburg erprobt. Unmittelbar in der Nahe der Sozialamter angesiedelte Vermittlungsburos schicken arbeitsfahige Antragsteller auf Sozialhilfe sofort 22Arbeitsamter mit regionalen Schlusselakteuren und die Bemuhungen umerfolgsorientierte Budgetzuweisungen.23 Der schwache Aktivitatsgrad beider Lander, insbesondere der Niederlande, weist jedoch noch auf ein erheblichunterausgeschopftes Potential an Ressourcen hin, die fur produktive Arbeitsforderung genutzt werden konnten; dazu jedoch spater mehr.Ziehen wir eine Zwischenbilanz: In puncto Arbeitslosigkeit steht die Niederlande gunstiger da als Deutschland, und die Schere geht zur Zeitweiterhin zuungunsten Deutschlands auseinander. In der Strukturierung der Arbeitslosigkeit stehen beide Lander noch vor dem ungelosten Problem der Langzeitarbeitslosigkeit, wobei sich die Situation in den Niederlanden langsamzu entspannen scheint, wahrend sie sich in Deutschland parallel zum quantitativen Problemdruck verscharft. Dagegen ist die Sitution jugendlicher Arbeitsloser und ethnischer Minderheiten in den Niederlanden gravierender als in der Bundesrepublik, wo zunehmend altere und gering qualifizierte Personen vomdauerhaften Ausschlu aus dem Arbeitsmarkt bedroht sind.Im Beschaftigungswachstum ist die Niederlande dagegen unbestrittener Europameister. Dieser Erfolg ist das Resultat einer offensiven Strategie der Umverteilung von Arbeit und Einkommen, die von den Gewerkschaften mitgetragen und durch eine starke Lohnmaigung erganzt wurde. Trotzdem ist die Stundenproduktivitat in Holland weltweit eine der hochsten. Auch Deutschlandist zwar in geringerem Mae, aber international vergleichend immer noch ein Hochproduktivitatsland. Aber in beiden Landern ist dieser Leistungsindikator mit Vorsicht zu interpretieren, denn er spiegelt zum Teil lediglich die extremniedrigen durchschnittlichen Arbeitszeiten und den geringen sozialen Integrationsgrad des Arbeitsmarkts wider.Der niederlandische Beschaftigungserfolg wird auch durch die hohe Zahlgeringfugiger und prekarer Teilzeitbeschaftigung getrubt. Und trotz Jobwundersind die Niederlande im Hinblick auf das Beschaftigungsniveau nach wie vornoch nicht meisterhaft und haben gerade mal das deutsche Niveau erreicht.Aber selbst in Deutschland ist das Beschaftigungspotential von der Arbeitslosigkeit einmal abgesehen im internationalen Vergleich weit unterausgelastet. auch zu Maatwerk unter der Annahme, da ein Groteil der offenen Stellen in den NLschatzungsweise 70 Prozent weder den Arbeitsamtern gemeldet noch uber Inserate angebotenwerden. Arbeitgeber werden direkt angesprochen, um diese Stellen aufzuspuren. Wenn ein Sozialhilfeempfanger langer als sechs Monate in der neuen Stelle war, zahlt das Sozialamt der Maatwerk pro Vermitteltem 4000 DM. Bei 300 Vermittlungen rechnet die Hamburger Sozialbehordemit einer Ersparnis an Sozialhilfe von 3,8 Millionen DM. Dieses Modell ist auch fur Langzeitarbeitsloseattraktiv.23 Zur Beurteilung der hollandischen Arbeitsmarktpolitik vgl. Dercksen und de Koning 196; Moraal 1994;Schmid 1995.23Wahrend die deutsche Arbeitsmarktpolitik durch Kurzarbeit zum Teil gekoppelt mit Weiterbildung, berufliche Rehabilitation, Lohnkostensubventionenund berufliche Weiterbildung von Arbeitslosen die Anpassung an den Strukturwandel schon kraftig und zum groen Teil erfolgreich unterstutzt, ist die niederlandische Arbeitsmarktpolitik noch weitgehend der passiven sozialen Sicherungverhaftet. Die Zielgruppen der niederlandischen aktiven Arbeitsmarktpolitik sindtendenziell eng auf die Bedurftigsten zugeschnitten, wahrend fur Durchschnittsarbeitlose im wesentlichen nur Vermittlungsdienste geliefertwerden.Worauf sind diese Unterschiede zuruckzufuhren? Die Schlussel der Antwort sind in den Institutionen des Arbeitsmarkts zu suchen, die wir eingangsaufgefuhrt haben. Im folgenden konzentrieren wir uns auf das Zusammenspielder industriellen Beziehungen, der sozialen Sicherung und der Arbeitsmarktpolitik, die fur die Umsetzung der Produktionsentscheidungen in Beschaftigungmitentscheidend sind.245Beschaftigungssysteme im Vergleich Fur die Ausgangssituation nicht unerheblich ist die Tatsache, da die Niederlande eine extrem offene und offener werdende Volkswirtschaftdarstellen, die wie kaum ein anderes Land auf Gedeih und Verderb von der Wettbewerbsfahigkeit internationalen Handel abhangt. Waren und Dienstleistungsausfuhren hatten 1994 einen Anteil von 51 Prozent am Bruttoinlandsprodukt in Deutschland betrug derentsprechende Wert nur 23 Prozent 1970: 21 Prozent, ist jedoch im Vergleichzu Japan 9,5 Prozent und USA 11 Prozent immer noch bedeutend hoher.1970: 43 Prozent, im Diese Unterschiede mogen als erste Erklarung gelten, warum die Niederlande von den externen Megatrends zunachst offensichtlich harter getroffenwurden als die Bundesrepublik Deutschland. Ein guter Indikator dafur ist dasoffentliche Budgetdefizit, das in den 80er Jahren in den Niederlanden Wertevon uber 6 Prozent erreichte, wahrend der deutsche Staatshaushalt sich in den 80er Jahren langsam konsolidierte. Dagegen traf Deutschland in den neunziger Jahren fiskalpolitisch der Wiedervereinigungsschock, wahrend sich nun derniederlandische Staatshaushalt langsam zu konsolidieren beginnt und mittler 24 Zum Vergleich der Bildungssysteme siehe de Jager 1995. Die politische Konstellation insgesamt warin den 80er Jahren zumindest vergleichbar, da es in beiden Landern um 1982 einen Wechsel voneiner sozialdemokratischliberalen zu einer konservativliberalen Regierung gab.24weile die MaastrichtKriterien leicht erfullt. Es ist schwer vorauszusagen, wie esder west deutschen Wirtschaft ohne Wiedervereinigung gegangen ware.Jedenfalls bleibt festzuhalten, da der niederlandische Beschaftigungserfolgnicht auf Kosten einer weiteren Staatsverschuldung ging, wahrend die deutsche Wirtschaft gerade in jungster Zeit sich sowohl beschaftigungspolitisch wiefiskalpolitisch verschlechterte.25Schaubild 7: Arbeitslosenquote und Haushaltsdefizit in Deutschland und in den Niederlandenetartnemyopmen Ul PDG%n i tizife D121086420!9702468Niederlande Deutschland 19751980198519901995Deutschland Niederlande Quelle: OECD Economic Outlook 1996.Was mag das niederlandische Arbeitsmarktsystem zu diesem Erfolg beigetragen haben? Beginnen wir mit dem System der industriellen Beziehungen.Die vergleichende Systemforschung unterscheidet zwischen dem liberalen unddem sozialen Korporatismus.26 Die Niederlande ist eher dem liberalen,Deutschland eher dem sozialen Typ zuzuordnen. Die Gewerkschaften in den 25 Hier waren die geld, fiskal und strukturpolitischen Manahmen abzuprufen, mit denen die Niederlande bzw. Deutschland auf der Seite des Produktionssystems die notwendige Anpassung der Wirtschaft an den Strukturwandel unterstutzten. Diese Aufgabe sprengt jedoch die Zielsetzung dieses Artikels. Unter anderem gibt es jedoch Anzeichen, da die niederlandische Strukturpolitik wesentlichaktiver war als die deutsche, vgl. u.a. Ministry of Economic Affairs 1996.26 Kennzeichen eines liberalen Korporatismus sind fragmentierte Gewerkschaften und ein starker Burgerblock, wahrend starke und weitgehend zentralisierte Gewerkschaften sowie ein schwacher Burgerblock den sozialen Korporatismus charakterisieren; vgl. hierzu die Diplomarbeit von Werner Eichhorst 1995, die einen exzellenten Uberblick uber die Korporatismusforschung gibt.25Niederlanden sind fragmentierter als in der Bundesrepublik und haben an Organisationsdichte und Macht verloren. Daran anderte auch die Dezentralisierung der Arbeitsverwaltung wenig, die den Sozialpartnern mehr Mitbestimmungbei der Umsetzung der regionalen Arbeitsmarktpolitik einraumte. Dagegen sinddie Arbeitgeber in den Niederlanden wesentlich besser organisiert als in der Bundesrepublik und haben gute Verbindungen zu den politischen Entscheidungseliten. Daruber hinaus hatte die Niederlande schon immer starke Elemente einer Konkordanzdemokratie 27, die sich in den 80er und 90er Jahrenverstarkten. Schlielich sind in den Niederlanden mehrere zentrale Beratungsinstitutionen zu erwahnen der Sozialokonomische Rat undinsbesondere das Zentrale Planungsburo, die in der Herausbildung einergemeinsamen gemeinsamen Problemdiagnose eine herausragende Rolle spielen. Institutionen konzertierter Aktion haben sich in Deutschland dagegen, nach anfanglichen Erfolgen unter Karl Schiller, nicht etablieren konnen. Das jungste Scheitern des Bundnissesfur Arbeit ist dafur beredter Ausdruck.zumindest Strategie, jedoch einer ein noch durch ausgepragteres Insgesamt ist festzuhalten, da die industriellen Beziehungen in den Niederlanden KonsensSystemgekennzeichnet sind als in Deutschland. Die friedliche Suche nach Verstandnis,Vertrauen und gemeinsamen Standpunkten von Unternehmensverbanden,Gewerkschaften und Regierung ist einer der Stutzpfeiler des niederlandischen Beschaftigungssystems. Das zeigt sich z.B. in der Streikstatistik, die nochglanzender dasteht als die deutsche, obwohl sich diese im internationalen Vergleich nicht zu verstecken braucht.28Daruber hinaus offneten sich die niederlandischen Gewerkschaften sei esauf Grund ihres drohenden Machtverlustes, sei es wegen des uberstarken Handlungsdrucks vgl. die Entwicklung des Budgetdefizits, sei es aus kulturellen Grunden viel fruher der Einsicht in die Notwendigkeit flexiblerer Arbeitsund Beschaftigungsformen. Wahrend die deutschen Metallarbeiter 1984 einenihrer hartesten Streiks fur die 35 Stunden mit vollem Lohnausgleich ausfochten, einigten sich die niederlandischen Sozialpartner schon 1982 auf einen Sozialpakt: Lohnmaigung gegen Beschaftigung, aber Beschaftigung uberwiegend in Form von Teilzeitarbeit, und Beibehaltung der sozialen Sicherung fur 27 Darunter versteht man die Kooperation politischer Eliten auf der Spitzenebene und die Suche nachgemeinsamen Nutzen uber die religiosen oder ethnischen Differenzen hinweg. Japan gilt als bestes Beispiel fur eine Konkordanzdemokratie.28 In der Zeit von 1980 bis 1994 verlor die Niederlande jahrlich durchschnittlich 18 Streiktage, die Bundesrepublik Deutschland 29 Tage je 1000 abhangig beschaftigte Arbeitnehmer Bertelsmann Stiftung 1996, S. 252.26die Arbeitslosen bzw. Fruhrentner. Wir wissen aus vielen Untersuchungen, dader Beschaftigungseffekt von Arbeitszeitverkurzungen um so geringer ausfallt,je geringer die Distanz zur Vollzeitbeschaftigung, weil bei geringen Differenzenzur Vollzeitbeschaftigung Arbeitsintensivierungs und Rationalisierungseffekteuberwiegen. Darum schlug die niederlandische Politik schneller und wirksamerin Beschaftigung um als die deutsche. Wahrend die deutschen Gewerkschaftendie Teilzeitarbeit noch furchteten wie der Teufel das Weihwasser, arrangiertensich die hollandischen Gewerkschaften offenbar fruhzeitig mit dieser Formflexibler Arbeitszeit und bemuhten sich, sie in geregelte Bahnen zu lenken.29Macht Arbeitsmarktpolitik einen Unterschied? Inwiefern kann aktive Arbeitsmarktpolitik uberhaupt Niveau und Struktur der Beschaftigungbeeinflussen? Die theoretische Beantwortung dieser Fragen ist nicht zuletztdeshalb wichtig, weil die empirische Evidenz der Effektivitat bisheriger Formenaktiver Arbeitsmarktpolitik so mager wie widerspruchlich ausfallt.Aktive Arbeitsmarktpolitik 30 kann zunachst den Wettbewerb auf der Arbeitsangebotseite erhohen: Wenn die Wettbewerbsfahigkeit der Arbeitslosen durch Qualifizierung erhoht wird, werden die noch Beschaftigtenihre Lohnforderungen dampfen, so da die Nachfrage nach Arbeitskraftensteigt. Dieser Effekt kann jedoch dadurch zunichte gemacht werden, dapotentiell Arbeitslose sich auf eine solche Unterstutzung verlassen moralhazard. Damit sinken die mit Arbeitslosigkeit verbundenen Risiken, zumal die Teilnahme an Manahmen finanziell oft lukrativer ist als das Arbeitslosengeld.Auerdem wird wahrend der Teilnahme an arbeitsmarktpolitischen Manahmen die Suche nach Arbeit eingestellt oder vernachlassigt, so dasich der Ubergang in den regularen Arbeitsmarkt verzogert.Die negativen Effekte konnen aber dadurch kontrolliert werden, da die Zahlung von Arbeitslosengeld von der Bereitschaft abhangig gemacht wird, ansinnvollen Manahmen teilzunehmen, und da wahrend der Manahme schonalle erdenklichen Schritte unternommen werden, einen neuen Arbeitsplatz zusuchen, beispielsweise durch wirtschaftsnahe Qualifizierung oder durch Praktika an potentiellen Arbeitsorten. Solche Angebote setzen wiederum sowohl eine 29 Welche Formen dieser Sozialpakt angenommen hat, ist fur Auenstehende freilich noch weitgehendein Ratsel.30 Unter aktiver Arbeitsmarktpolitik werden Manahmen der direkten Arbeitsforderung verstanden, wie Arbeitsvermittlung, berufliche Weiterbildung, Arbeitsbeschaffungsmanahmen, Lohnsubventionen zur Wiedereingliederung von Arbeitslosen oder zum Erhalt von Arbeitsplatzen wie Kurzarbeit. Passive Arbeitsmarktpolitik auchumfat Fruhverrentungsmanahmen.Lohnersatzleistungen Teil fur Arbeitslose, zum 27schlagkraftige Arbeitsverwaltung als auch die Koordination von aktiver undpassiver Arbeitsmarktpolitik voraus. Diese beiden Bedingungen scheinen in Deutschland insgesamt etwas besser erfullt zu sein als in den Niederlanden,wo die Verwaltung der passiven und aktiven Arbeitsmarktpolitik organisatorischgetrennt ist.31Aktive Arbeitsmarktpolitik kann auch den Matching Prozess verbessern.Wenn es gelingt, durch Verbesserung von Information und Wissen den Arbeitsmarkt transparenter zu machen, dann sind die Unternehmerinnen nichtmehr gezwungen, durch hohe Lohnangebote attraktive Arbeitskrafteanzuziehen; sie werden dann mehr freie Stellen melden als ohne Markttransparenz, auch deswegen, weil die Besetzung der Stellen schnellerund billiger erfolgt.Die Erhohung der Produktivitat von Arbeitslosen durch Qualifizierungvermindert die Grenzkosten der Arbeit und erhoht also die Nachfrage nach Arbeit. Ein Beschaftigungseffekt wird allerdings nur dann erzielt, wenn die Produktnachfrage preiselastisch ist. Bei gewohnlichen Massenkonsumgutern,wo heutzutage in Europa Sattigungsgrenzen mehr oder weniger erreicht sind,ist das nicht der Fall. Auerdem sind die Schwellenlander in diesen Bereichenkonkurrenzlos billig. Qualifizierungsoffensiven lohnen sich daher vor allem inden weitgehend vor dem internationalen Handel geschutzten Sektoren wie Bildung, Gesundheit, Umwelt und ortlichem Handwerk sowie in den Sektorendes neuen Massenkonsums wie im Medien und Kommunikationsbereich oderim Tourismus.Arbeitsmarktpolitik kann aber auch wegen Politik und Implementationsversagen schadlich oder bestenfalls wirkungslos sein. Programme konnen zumeinen einfach mitgenommen werden, wenn z.B. Betriebe uber Lohnsubventionen Einstellungen vornehmen, die sie auch ohne getatigt hatten; Programmekonnen andere beschaftigungswirksame Produktionen oder Dienstleistungeneinfach substitutieren, so wenn subventionierte Existenzgrundungen durch Arbeitslose Selbstandige auf dem freien Markt verdrangen. Das Schicksal der Substitution kann auch Arbeitsbeschaffungsprogrammen passieren, wenn etwa Kommunen ihre Pflichtaufgaben mit Teilnehmern in solchen Programmen erledigen. Und schlielich kann Verdrangung stattfinden, wenn geforderte Langzeitarbeitslose nicht geforderte Arbeitslose verdrangen, oder wenn subventionierte Getreideproduktion nichtsubventionierte Kartoffelproduktion vom Marktverdrangt. 31 Vgl. Dercksen und de Koning 1996; Moraal 1994; Schmid 1995.28Beurteilung Damit sollte klar geworden sein, da mehr nicht besser heien mu. Hoheund steigende Ausgaben fur aktive Arbeitsmarktpolitik konnen die Arbeitslosigkeit moglicherweise noch erhohen, sowie es gute Argumente dafurgibt, da aktive Arbeitsmarktpolitik nicht nur die Struktur, sondern auch das Niveau der Beschaftigung positiv beeinflussen konnen. Es kommt also auf die Art, Mischung und Implementation von Arbeitsmarktpolitik an. Einevergleichende niederlandischen Arbeitsmarktpolitik ist daher nicht so ohne weiteres moglich. Generell kannjedoch gesagt werden, da die theoretisch aufgezeigten Bezuge dafur eine Bestatigung sind, da in einer wohldefinierten, gut gezielten undimplementierten Arbeitsmarktpolitik ein groer Handlungsspielraum besteht,der angesichts der enormen Mittel, die in beiden Landern, insbesondere jedochin den Niederlanden, in passive Arbeitsmarktpolitik gesteckt wird, weitunterausgeschopft erscheint. In welcher Richtung die neue aktive AMP zuzielen hat, soll spater ausgefuhrt werden.und der deutschen Bleiben noch einige Worte zu den Effekten der sozialen Sicherungssysteme. In beiden Fallen, am starksten jedoch in den Niederlanden, habendiese bisher zumindest eine honorige Kompensation des Arbeitsplatzverlustessowohl fur die meisten Arbeitslosen als auch fur die Fruhrentner ermoglicht.Eine derart massive Ausgliederungsstrategie ist differenziert zu beurteilen.Sozialpolitisch ist sie hochst bedenklich, wenn der Erwerbsarbeit eine starkesoziale und vielleicht auch politische Integrationskraft zukommt; wennandererseits Freizeit oder besser freie Zeit einen hohen Praferenzwert hat,dann wird eine solche Politik wieder positiver zu beurteilen sein. Freie Zeit hatvor allem bei den Alteren hohen Praferenzwert, und es scheint, da diese Praferenzen bei den Niederlandern kulturell starker ausgepragt sind als bei Deutschen.32Ein volkswirtschaftlicher Vorteil der Fruhverrentungspolitik liegt darin, daleistungsgeminderte altere Erwerbspersonen durch leistungsstarke undqualifiziertere jungere Arbeitskrafte ersetzt werden. Ceteris paribus steigt alsodie Produktivitat. Bei rigiden Lohnstrukturen mit Senioritatscharakter und beigeringen Lohndifferenzen beides trifft fur den niederlandischen wie fur dendeutschen Arbeitsmarkt zu ubernimmt Fruhverrentung daruber hinaus nochdie Funktion der Lohnflexibilisierung. Ceteris paribus wirkt sich das gunstig auf Beschaftigung und Einkommen aus. 32 Nachprufbare empirische Evidenz fehlt dazu, ware aber eine weitere Recherche wert.29Andererseits steigen die Sozialausgaben. Die Sozialbudgets in Deutschland und noch mehr in den Niederlanden sind daher sehr hoch.Werden diese aus lohnbezogenen Beitragen oder Steuern finanziert, erhohtsich der Lohnkeil, das heit die Differenz zwischen Brutto und Nettolohn. Jehoher wiederum der Lohnkeil, desto hoher die Arbeitskosten und desto geringerdie Arbeitsanreize. Bei hohem und steigendem Lohnkeil fallt auch den Gewerkschaften eine moderate Lohnpolitik nicht leicht. Alle diese Faktorenwirken sich negativ auf Beschaftigung und Einkommen aus. Bezogen auf den Lohnkeil zeigt sich, da es auch in dieser Hinsicht den Niederlanden gelungenist, den ansteigenden Trend umzukehren, nicht aber Deutschland, wo ein Groteil der erforderlichen Transferzahlungen in die neuen Bundeslander aussteigenden Beitragen und Lohnsteuern zu finanzieren war.Schaubild 8: Entwicklung des Lohnkeils in Deutschland und in den Niederlanden %n i l nhootte Ndnu ottur Bnov znereffi Dlsnhoottur Bsed 4947454341393735Niederlande Deutschland 1979198119831985198719891991Lohnkeil Lohnsteuer, Arbeitgeber und Arbeitnehmerbeitrage zur Sozialversicherung in Prozent der Bruttolohne. Quelle: OECD Economic Surveys, Netherlands 1994, 1996; OECD Economic Surveys, Germany 1995 1986Wie die Balance der positiven und negativen Effekte einer Strategie der Arbeitsumverteilung am Ende aussieht, ist empirisch zu bestimmen. In der Tatwurde die Skepsis zunachst bestatigt, da das volkswirtschaftliche Ergebnisschmaler ausfallt, wenn immer weniger Personen auf dem Arbeitsmarktbeschaftigt sind. Auch die hohe Produktivitat gleicht dies nicht mehr aus.Andererseits wurde entgegen der Skepsis festgestellt, da vor allem in den Niederlanden die Wachstumsdynamik nicht gelitten und dementsprechend der Abstand zu den Triadestaaten nicht zugenommen hat Tabelle 2 und 3.30ist. Er ist nur Indikator Aber ist die Melatte des Sozialprodukts angesichts des technischen,wirtschaftlichen und sozialen Strukturwandels, den wir eingangs in groben Zugen umrissen haben, uberhaupt noch zeitgema? Man kann mit Rechtinfragestellen, ob das BIPKopf ein angemessener furokonomische Wohlfahrt insoweit angemessen, als ermarktvermittelte Transaktionen mit. Das schliet selbstverstandlich auch Transaktionen ein, die nur Schaden ausgleichen, wie Reparatur von Unfallschaden, Umweltverschmutzung solche Transaktionen erbringen nicht eine Bohne zusatzlichen Wohlfahrtsgewinn.Andererseits mit das Bruttoinlandprodukt pro Kopf nicht die zusatzlicheokonomische Wohlfahrt, die ohne marktwirtschaftliche Transaktionenerwirtschaftet wird. Dazu zahlen Eigenarbeit am Haus oder im Garten, vorallem jedoch die Kindererziehung und sonstige Hausarbeiten, die nach wie vornoch uberwiegend von Frauen unbezahlt erwirtschaftet werden.33 Von derinformellen Okonomie ganz zu schweigen. Ihr Produktionswert betragt beiansteigendem Trend nach neuesten Berechnungen in den Niederlanden 13,9Prozent des BIP, in Deutschland 13,1 Prozent, in den USA dagegen nur 8,6Prozent.34oder Hurrikanschaden; Eine wichtige Voraussetzung wertschopfender Eigenarbeit ist schlielichdie Verfugung uber Eigenkapital oder Vermogenswerte, die das laufende Einkommen erganzen, das im Falle von Teilzeit oder Fruhverrentung bzw. Rentereduziert wird. Die beschaftigungspolitische Rolle der Vermogenspolitik istnoch gar nicht richtig erkannt, geschweige denn in die Tat umgesetzt worden.Bei gegebenem technologischen Stand den man im Industrielandervergleichals relativ gleich voraussetzen kann ist wertschopfende Eigenarbeit jedoch umso wahrscheinlicher, je kurzer die marktvermittelte Arbeitszeit und je hoher dieindividuell verfugbaren Vermogenswerte sind. Insofern kann ein Land mit niedrigerem BIPKopf okonomisch reicher sein als ein Land mit hohem BIPKopf.Das gilt insbesondere dann, wenn die Stundenproduktivitat wie in den Niederlanden sehr hoch ist, ganz abgesehen davon, da Wohlfahrt nicht nur okonomisch vermittelt ist. Freie Zeiten konnen zum Beispiel auch fur kulturelle, spielerische oder sportliche Aktivitaten verwendet werden, die nur teilweise odergar keine martwirtschaftlichen Transaktionen beinhalten. In anderen Wortenund auf die Schnittstelle zwischen privatem Haushaltssystem und Arbeits 33 Ohne der Wissenschaft Abbruch zu tun, kann man hier durchaus noch einen romantischen Aspekthinzufugen und etwa an das nicht virtuelle, sondern reale Erlebnis denken, in einem einsamenschwedischen Waldsee Krebse zu fangen, diese mit selbst gefundenen Pilzen zuzubereiten und beieinem australischen Chardonnay zu verzehren. Diese ganze Aktion kostet naturlich Zeit, bereitet abernaturlich nicht fur jeden Charaktertyp mehr Vergnugen allerdings keine oder wenig Beschaftigungals ein teures Menu in einer der sogenannten Metropolen der Welt.34 Zu den Schatzungen vgl. Schneider 1994 und 1996.31markt verweisend: Eine breite und egalitare Vermogensverteilung begunstigteine beschaftigungswirksame Arbeitsumverteilung.35Die Kehrseite der bisherigen Arbeits und Einkommensumverteilung ist jedochdie drohende Schwachung der Wettbewerbsfahigkeit. Starke Lohnmaigungund nach Leistung gering differenzierte Lohndifferentiale nehmen von den Unternehmen den Innovationsdruck und von den Erwerbspersonen den Anreizzur Qualifizierung Kleinknecht 1996. Wie die jungsten Tarifabschlusse zeigen,allen voran beim transnationalen Unternehmen Philips, ist auch die Akzeptanzdauerhafter Lohneinbuen begrenzt.36 Daruber hinaus schwachen starke Lohnmaigung und Ausgliederung leistungsgeminderter Personen die Kaufkraft. Wenn schlielich die hohen Sozialausgaben uberwiegend uber Beitrage und Steuern finanziert werden, die die Arbeitseinkommen belasten,anstatt starker uber Konsum, Energie und Vermogenssteuern, dann werdenauch Arbeitsanreize und Investitionskraft geschwacht.Fur beide Lander stellt sich also die Frage, ob es Arrangements der Arbeitsumverteilung gibt, die Produktivitat und Wettbewerbsfahigkeit langfristignicht gefahrden und eine bessere soziale Integration in den Arbeitsmarktbegunstigen.6Ubergangsarbeitsmarkte als Strategie produktiver Arbeitsumverteilung Eine solche Strategie konnte die starkere Institutionalisierung von Ubergangsarbeitsmarkten sein. Ubergangsarbeitsmarkte sind, bildlich gesprochen, institutionalisierte Arbeitsmarktbrucken, die dauerhaft die Wahl zwischen verschiedenen Beschaftigungsformen ermoglichen. Wie im ersten Kapitel schon ausgefuhrt, erfordern die Megatrends einen Quantensprung an optionalen oder garvirtuellen Beschaftigungsformen. Der traditionelle Gesellschaftsvertrag des Arbeitsmarkts a la Lord Beveridge ist daher passe: Heute noch fur alle, damals 35 Auch in dieser Hinsicht scheint das niederlandische Modell gegenuber dem deutschen Vorzuge zuhaben. Anekdotische Evidenz deutet darauf hin, da z.B. privater Besitz von Wohneigentum in Holland weit mehr verbreitet ist als in Deutschland; auch scheinen laufende Vermogenseinkommen furdas Einkommen privater Haushalte eine groere Rolle zu spielen. Diese und andere Zusammenhangebedurfen jedoch noch eines detaillierten empirischen Nachweises .36 Im Fruhjahr 1996 schlo Philips fur seine 44.000 Beschaftigten einen zwei Jahre geltenden Tarifvertrag, der 6 % Lohnerhohung vorsieht, dafur aber einen Verzicht auf die von den Gewerkschaften anvisierte 36Stundenwoche, und fur alle Neueingestellten eine Anderung der Rentenanspruche, die kunftig nicht 70 % des letzten Gehalts, sondern 70 % des im Betrieb erzielten Durchschnittsgehalts betragen soll IRES Chronique Internationale, No. 41, Juli 1996, S. 79.32Haushaltsvorstande selbstredend mannlichen kontinuierliche Vollzeitbeschaftigung zu schaffen ware nicht nur eine unrealistische, sondernauch eine ruckwartsgewandte Utopie. Eine 30Stundenwoche fur alle, fur Manner und Frauen, ware eine realistische Ziel oder Sollgroe. Dies kannangesichts der veranderten sozialen und okonomischen Rahmenbedingungenjedoch nur ein Durchschnittswert in einer Erwerbsbiographie sein. Dietatsachliche Arbeitszeit wurde stark um die 30 Stunden herum schwanken, jenach biographischer Lebenslage und nach wirtschaftlichen Bedurfnissen. Im Extremfall der Ubergangsarbeitslosigkeit wie Phasen hoher Arbeitsintensitat; Normalfallewerden kombinierte Beschaftigungsformen wie Teilzeitarbeit plus Bildung oder abhangige Teilzeitbeschaftigung plusselbstandiges Unternehmertum.dieses Modell jedoch zunehmend erlaubt eine also auch Phasen Ubergangsarbeitsmarkte zeichnen sich durch folgende Prinzipien aus: Organisatorisch durch die Kombination entlohnter Beschaftigung mitanderen gesellschaftlich nutzlichen Aktivitaten wie Weiterbilden,Umschulen, Erziehen, kulturelles Gestalten, politische Betatigung, soziales Engagement, selbstandiges Unternehmertum;einkommenspolitisch durch die Kombination von Lohnen mit Transferzahlungen aus Fonds der sozialen Sicherung oder Steuerkreditenoder mit Einkommen aus Unternehmertatigkeit und Vermogen;sozialpolitisch durch den Erwerb von Rechtsanspruchen auf zeitweise Nutzung von institutionalisierten Ubergangen unter Bedingungen, die durch Betriebsvereinbarungen, Tarifvertrage oder Gesetz festgelegt und daherauch einklagbar sind;fiskalpolitisch durch die Finanzierung von Beschaftigung oder nutzlichen Aktivitaten mit Geldern, die sonst zur Alimentierung der Arbeitslosigkeitgenutzt werden.Ausblickend kann hier nur mit einigen Beispielen die Richtung angedeutetwerden, wie eine kunftig kooperative statt interventionistische aktive Arbeitsmarktpolitik solche Ubergangsarbeitsmarkte fordern konnte: Erstens, statt Entlassungen konnten Betriebsvereinbarungen mit befristeter Teilzeitarbeit fur alle und eventuell kombiniert mit Weiterbildung getroffenwerden; die Viertagewoche von Volkswagen ist dafur ein Beispiel. Zweitens konnte die Integration von Arbeitslosen in gesellschaftlich wichtige Strukturbereiche wie Umwelt, Soziales und Infrastruktur durch langerfristige und degressive Lohnsubventionen gefordert werden; auch die gro33zugige Forderung von Existenzgrunder Innen, die den Schritt zum Kleinbetrieb wagen, gehort zu einer solchen Politik strukturorientierter Lohnsubventionen; forderungswerter Beschaftigungsstrukturen groen Entscheidungsspielraum haben.Definition die Regionen bei der sollten Drittens konnten nach danischem und schwedischem Vorbild massiv Rotationsmodelle gefordert werden, also Weiterbilden von Beschaftigtenund befristetes Einstellen von Arbeitslosen als Stellvertreter. Viertens konnte wiederum nach danischem Vorbild das Recht zur Inanspruchnahme von Sabbaticals gesetzlich oder tarifvertraglich verankertwerden; wahrend der Sabbaticals konnten bei Wiederbesetzung der freien Stellen mit Arbeitslosen kostenneutral Lohnersatzleistungen gezahlt werdenoder die Sabbaticals konnten nach dem Vorbild des Berliner Lehrermodellsdurch Lohneinsparungen finanziert werden. Funftens konnten in massiver Form Modelle des graduellen Ubergangs indie Rente, also Altersteilzeitmodelle gefordert werden anstatt die totale Fruhverrentung zu finanzieren, die sozial fragwurdig und volkswirtschaftlichsehr kostspielig ist.377Zusammenfassung In diesem Essay haben wir versucht, das Beschaftigungswunder in den Niederlanden in einem Vergleich mit dem deutschen Beschaftigungssystem aufzuschlusseln. Wir haben einen analytischen Bezugsrahmen entwickelt, in dem Beschaftigungssysteme, die den neuen Herausforderungen von Globalisierungund Individualisierung gewachsen sein mussen, sinnvoll verglichen werdenkonnen. Wichtig war dabei die Unterscheidung des Beschaftigungssystems indas Produktionssystem und in das Arbeitsmarktsystem. Die institutionellen Arrangements des Produktionssystems beeinflussen und filtern die Entscheidungen uber Produktion. In mangelnden Koordinationsleistungen des Produktionssystems sind auch die ersten Erklarungsansatze zu suchen, warum Europa denkonkurrierenden Landern der Triade hinterherhinkt. Produktionsentscheidungen sind jedoch nur eine notwendige, aber noch keine hinreichende Bedingungfur ein hohes und ausgeglichenes Beschaftigungsniveau. Die Entscheidungenuber Beschaftigung fallen im Arbeitsmarktsystem, in dem die Arbeitsmarktpoli 37 Ausfuhrlicher zur Theorie und Praxis von Ubergangsarbeitsmarkten Deutschland vgl. Schmid 1994, und Schmid 1995c.in der Bundesrepublik 34tik die Institutionen der privaten Haushalte, der industriellen Beziehungen, des Bildungssystems und des Systems der sozialen Sicherung koordiniert.in in Beschaftigungsentscheidungen Eine Ursache der europaischen Krankheit ist offenbar die Unfahigkeit,Produktionsentscheidungen zutransformieren. Die Niederlande bilden dabei scheinbar eine Ausnahme. Ihrequantitativen Beschaftigungserfolge, die sich auch relativ niedrigen Arbeitslosenzahlen niederschlagen, mussen jedoch auch einem qualitativen Test standhalten. Eine differenziertere Diagnose fuhrt in der Tat zu Abstrichenam Glanz des niederlandischen Modells. Dennoch bleibt das Fazit einer im Ansatz erfolgreichen Beschaftigungsstrategie durch massive Arbeits und Einkommensumverteilung bestehen. Skeptiker mogen einwenden, da einesolche Strategie die okonomische Leistungsfahigkeit beeintrachtigt. Es stelltesich zwar heraus, da das Bruttoinlandprodukt pro Kopf in den Niederlandenmagerer ausfallt als in vergleichbaren Landern, aber Anzeichen einererlahmenden Wirtschaftsdynamik sind nicht zu erkennen.Dennoch bleibt die Frage, ob die bisherige Art der Umverteilung, namlichdie Ausgliederung Alterer und Leistungsgeminderter aus dem Arbeitsmarkt,fortgefuhrt werden kann. Hier wird die niederlandische Arbeitsmarktpolitik, diebisher wenig zur Forderung der aktiven Erwerbsbevolkerung beigetragen hat,einen Richtungswechsel vollziehen mussen. Das gilt allerdings auch fur diedeutsche Arbeitsmarktpolitik, die den Niederlanden lediglich im Aktivitatsniveauum einige Langen voraus ist. Im bewertenden Vergleich der beiden Landerkonnten wir zeigen, da sich im Beschaftigungssystem der Niederlande eineinteressante neue Konfiguration herausbildet, die in effektiver Weise die Vorzuge von Konkurrenz und Konkordanzkapitalismus mit einemmodernisierten Wohlfahrtsstaat verbindet.Als Novum ist hervorzuheben, da die neue aktive Arbeitsmarktpolitik sichnicht mehr nur auf die Schnittstellen der sozialen Sicherung Arbeitslosenversicherung, der Bildung Fortbildung und Weiterbildung und der industriellen Beziehungen Lohnsubventionen beziehen kann, sondern noch starker alsbisher und zum Teil auch in einer ganz neuen Weise die Schnittstelle des Arbeitsmarkts zu den privaten Haushalten verbessern mu. Neben der Bereitstellung von Optionen flexibler Arbeitszeit gehort dazu auch eine aktive Vermogenspolitik, um die personliche Abhangigkeit vom Arbeitsmarkt zuvermindern und so die Moglichkeiten zu erweitern, ein durch Teilzeit, friktionelle Arbeitslosigkeit, Kurzarbeit oder Weiterbildung zeitweise vermindertes Lohneinkommen zu erganzen.35Ein zentrales Defizit beider Beschaftigungssysteme bleibt jedoch der bisherstark passive Charakter der Arbeitsumverteilung. Eine geeignetere Strategieder Arbeitsumverteilung waren Ubergangsarbeitsmarkte, die befristete Arbeitszeitverkurzung mit zwar nichtmarktformigen, aber gleichwohlproduktiven Aktivitaten wie Lernen, soziales Engagement, Kindererziehung undkulturelle Betatigung verbinden. Das zeitweilig verminderte Erwerbseinkommensollte in solchen Fallen durch Transferzahlungen erganzt werden, dieuberwiegend aus den sonst zu zahlenden Mitteln fur Arbeitslosengeld oder Sozialhilfe finanziert werden konnte. Daruber hinaus wird die Verknupfungreduzierter lohnabhangiger Erwerbsarbeit mit neuen unternehmerischen Aktivitaten ein zukunftsweisendes Element von Ubergangsarbeitsmarkten sein.Insgesamt zeigt die Entwicklung des Beschaftigungssystems in den Niederlanden in eine Richtung, die der doppelten Herausforderung von Globalisierung und Individualisierung angemessener erscheint als dasdeutsche Beschaftigungssystem. Weder aus empirischer noch aus normativer Sicht besteht jedoch Anla, in dieser Richtung den gleichen Weg zubeschreiten. Eigentumlichkeiten nationaler Beschaftigungssysteme werdenbestehen bleiben und sollten Ansporn zu eigenen institutionellen Innovationensein.36Literaturverzeichnis Albert, M. 1992. Kapitalismus contra Kapitalismus, FrankfurtM.Altvater, E. und B. Mahnkopf 1996. Grenzen der Globalisierung. Okonomie, Okologie und Politikin der Weltgesellschaft, Munster.Appelbaum, E. and R. Schettkat 1993. Employment Developments in Industrialized Economies:I 93313,Explaining Common and Diverging Trends, Discussion Paper FS Wissenschaftszentrum Berlin fur Sozialforschung.Arbeitskreis AFGReform Hrsg. 1994. Memorandum fur ein neues Arbeitsforderungsgesetz,Dusseldorf: Druckerei Johannes Plum.Bach, U. und D. Blaschke, H. Leikeb, E. Spitznagel, U. Walwei 1993. Wirkungsforschung zur Arbeitsmarktpolitik, in: Friedrich Buttler Hg., Arbeitsmarkt und Berufsforschung, Stuttgartet al.: Kohlhammer Verlag, 2., neubearb. Aufl., 204220.Baltes, M. und L. Mantada Hrsg. 1996. Produktives Leben im Alter, Frankfurt.Beck, U. 1986. Risikogesellschaft. Auf dem Weg in eine andere Moderne, FrankfurtM.BertelsmannStiftung Hrsg. 1996. Internationales BeschaftigungsRanking 1996, Gutersloh:Verlag Bertelsmann Stiftung Autoren: Jorg Schroder, Ulrich van Suntum.Blaschke, D. und E. Nagel 1995. Beschaftigungssituation von Teilnehmern an AFGfinanzierterberuflicher Weiterbildung, in: Mitteilungen aus der Arbeitsmarkt und Berufsforschung, 252, 195213.Braun D. 1989. Grenzen politischer Regulierung. Der Weg in die Massenarbeitslosigkeit,Wiesbaden: Deutscher Universitatsverlag.Calmfors, L. and P. Skedinger 1995. Does Active LabourMarket Policy Increase Employment?Theoretical Considerations and Some Empirical Evidence From Sweden, in: Oxford Review of Economic Policy, 11 1, 91109.Crouch, C. and W. Streeck Hg. 1995. Modern Capitalism or Modern Capitalisms? London:Sage.Delsen, L. 1993. Atypical Employment and Industrial Relations in the Netherlands, in: Economicand Industrial Democracy, Vol.14, 589602.Delsen, L. 1995. Atypical Employment: An International Perspective, Causes, Consequencesand Policy, Groningen: WoltersNoordhoff.de Jager, N. E. M. 1995. A Comparative Analysis of Current and Future Human Capital in Germany and the Netherlands, in: De Nederlandse Arbeidsmarktdag 1995, Centraal Bureau voor de Statistiek, pp. 310331.37den Broeder, C. 1995. A Comparative Analysis of Labour Market Flexibility in Germany and the Netherlands, in: De Nederlandse Arbeidsmarktdag 1995, Centraal Bureau voor de Statistiek, pp. 287309.Dercksen, W. J. und J. de Koning 1996. The New Public Employment Service in the Netherlands 19911994, Discussion Paper FS I 96201, Wissenschaftszentrum Berlin fur Sozialforschung.Deutsche Gesellschaft fur die Vereinten Nationen und Deutsche Stiftung WeltbevolkerungHrsg. 1994. Weltbevolkerung und Entwicklung Die Herausforderung des globalen Bevolkerungswachstums, Bonn und Hannover.Dorre, K. 1996. Globalstrategien von Unternehmen ein Desintegrationsphanomen? Zu denindustriellen Auswirkungen grenzuberschreitender Unternehmensaktivitaten auf die Beziehungen, in: SOFIMitteilungen, Nr. 24, S. 1527.Dornbusch, R. 1994. Is There a Role for Demand Policy?, in: Swedish Economic Policy Review,1 12, 155177.Dunning, J. 1992. Multinational Enterprises and the Global Economy, Wokingham.Durkheim, E. 1977. Uber die Teilung der sozialen Arbeit, FrankfurtM.Eichhorst, W. 1995. Arbeitslosigkeit Konstanz.Institutionelle, politische und situative Bestimmungsfaktoren derin vier kleinen offenen Volkswirtschaften, Diplomarbeit, Universitat Elias, N. 1976, 1936. Uber den Proze der Zivilisation. Soziogenetische und psychogenetische Untersuchungen. 2. Bde., FrankfurtM.EnqueteKommission Demographischer Wandel 1994. Herausforderungen unserer alterwerdenden Gesellschaft an den Einzelnen und die Politik. Zwischenbericht. Deutscher Bundestag, 12. Wahlperiode, 127876, Bonn.EspingAndersen ed. 1996. Welfare States in Transition. National Adaptions in Global Economies, London et al.: Sage Publications.European Commission 1993. Growth, Competitiveness, Employment. The Challenges and Ways Forward Into the 21st Century White Paper, Supplement 693 of the Bulletin of the European Communities, Luxemburg: Office for Official Publications of the European Communities.Freeman, Ch. and L. Soete 1994. Work for all or Mass Unemployment? Computerised Technical Change into the 21st Century, London: Pinter Publishers.Garrett, G. and P. Lange 1995. Internationalization, Institutions and Political Change,International Organization 49,4, Autumn 1995, pp 627655.38Giddens, A. 1995. Konsequenzen der Moderne, FrankfurtM.Harrison, P. 1994. Die dritte Revolution Antworten auf Bevolkerungsexplosion und Umweltzerstorung, Heidelberg.Helleiner, Eric 1989. The Internationalization of Private Finance and the Changing Postwar Order, Paper prepared for ISABISA Conference in London, March 28 April 1, 1989.Hof, B. 1993. Europa im Zeichen der Migration Bevolkerungs und Arbeitsmarktentwicklung inder Europaischen Gemeinschaft, Koln.Houseman, S. N. 1995. Job Growth and the Quality of Jobs in the U.S. Economy, in: LabourIIRA, S93S124.Huggett, F. E. 1982. The Dutch Connection, The Hague.Huinink, J. 1995. Warum noch Familie? Zur Attraktivitat von Partnerschaft und Elternschaft inunserer Gesellschaft, FrankfurtM.Kleinknecht, A. 1996. Is Labour Market Flexibility Harmful to Innovation? Discussion Paper TI 96376, Amsterdam: Tinbergen Institute, Vrije Universiteit.Klose, H.U. 1996. Revolution auf leisen Sohlen. Politische Schlufolgerungen aus demdemographischen Wandel, Bonn: Forum Demographie und Politik.Kohli, M. 1988. Normalbiographie und Individualitat, in: H.G. Brose und B. Hildenbrand Hrsg.,Vom Ende des Individuums zur Individualitat ohne Ende, Opladen.Lehner, Franz 1996. fur Wettbewerbsfahigkeit, Beschaftigung und Umwelt, in: Institut Arbeit und Technik Hg.,Jahrbuch 1995, Gelsenkirchen, S. 1429.Innovative Antworten auf Strukturbruche: Kurswechsel Loo, van de, M.J. und van Reijen, W. 1992. Modernisierung, Projekt und Paradox, Munchen.Mayer, KarlUlrich 1996. Erklarung und Folgen der Bevolkerungsentwicklung, Anmerkungen zudem Buch von Meinhard Miegel und Stefanie Wahl: Das Ende des Individualismus, in:Friedrich Ebert Stiftung Hg, Gesellschaft des langen Lebens: Sozialgeschichte und Gesellschaftspolitik Gesprachskreis Arbeit und Soziales Nr. 68, Bonn 1996, S. 57 75.Miegel, M. und Wahl, St. 1993. Das Ende des Individualismus, MunchenLandsberg.Ministerie van Sociale Zaken en Werkgelegenheid 1995. Summary of the 1995 Social Memorandum, The Hague: Directorate for International Affairs.Ministry of Economic Affairs 1995. Benchmarking the Netherlands. Test of Dutch Competitiveness, The Hague: Ministry of Economic Affairs.Moraal, D. 1994. Reorganisation der Arbeitsmarktpolitik. Weiterbildung fur Arbeitslose in den Niederlanden, Discussion Paper FS I 94 204, Wissenschaftszentrum Berlin fur Sozialforschung.39Muffels, R. and R. Dekker, E. Stancanelli 1996. Moving Into and Out of Flexible and Permanent Jobs: An Empirical Analysis of Labour Market Mobility Patterns in the Netherlands Using Dutch Panel Data, Paper for the Annual Conference of the European Association of Labour Economics EALE held at Crete, Chania, 1922 September.North, D. C. 1991. Institutions, in: Journal of Economic Perspectives, Vol. 5, No. 1, 97112.OECD 1994a. The OECD Jobs Study. Facts, Analysis, Strategies, Paris: OECD Publications.OECD 1994b. The OECD Jobs Study. Evidence and Explanations. Part I: Labour Market Trendsand Underlying Forces of Change; Part II: The Adjustment Potential of the Labour Market,Paris: OECD Publications.OECD 1996a. Employment Outlook, Paris: OECD Publications.OECD 1996b. Economic Outlook, Paris: OECD Publications.OECD 1996c. OECD Economic Surveys 19951996, Netherlands, Paris: OECD Publications.Ohmae, K. 1996. Der neue Weltmarkt. Hamburg.Ruigrok, W. and R. van Tulder 1995. The Logic of International Restructuring. Routledge.Schmid, G. 1994. Ubergange in die Vollbeschaftigung. Perspektiven einer zukunftsgerechten Arbeitsmarktpolitik, in: Aus Politik und Zeitgeschichte B 1213 Beilage zur Wochenzeitung Das Parlament, 923.Schmid, G. 1995a. Reorganisation der Arbeitsmarktpolitik. Markte, Politische Steuerung und Netzwerke der Weiterbildung fur Arbeitslose in der Europaischen Union, Discussion Paper FS I 94213, Wissenschaftszentrum Berlin fur Sozialforschung.Schmid, G. 1995b. Europas Arbeitsmarkte im Wandel. Institutionelle Integration oder Vielfalt?,in: K. Bentele, B. Reissert, R. Schettkat Hg., Die Reformfahigkeit von Industriegesellschaften. Fritz W. Scharpf zu seinem 60. Geburtstag, FrankfurtNew York:Campus Verlag, 250276.Schmid, G. 1995c. Is Full Employment Still Possible? Transitional Labour Markets as a New Strategy of Labour Market Policy, in: Economic and Industrial Democracy, 1995, 16 3, pp.429456.Schmid, G. 1997. Arbeitslosigkeit und Beschaftigung in Europa. Ansatze zu einer Theorie der Beschaftigungsregimes, Discussion Paper FS I 97207, Wissenschaftszentrum Berlin fur Sozialforschung; im Erscheinen.Schmid, G. and B. Reissert, G. Bruche 1992. Unemployment Insurance and Active Labour Market Policy. Financing Systems in International Comparison, Detroit: Wayne State University Press.Schmid, G. und K. Schomann 1994. Institutional Choice and Flexible Coordination: A Socioeconomic Evaluation of Labor Market Policy in Europe, in: G. Schmid ed., Labor Market 40Institutions in Europe. A Socioeconomic Evaluation of Performance, Armonk, New York:M.E.Sharpe, 958.Schmid, G., J. OReilly, K. Schomann eds 1996, International Handbook of Labour Market Policy and Evaluation, Cheltenham: Edward Elgar, 954 pp.Schneider, F. 1994. Determinanten der Steuerhinterziehung der Schwarzarbeit iminternationalen Vergleich, in: Ch. Smekal und E. Theurl Hrsg., Stand und Entwicklung der Finanzpsychologie, BadenBaden: Nomos, S. 247288.Schneider, F. 1996. Aktuelle Ergebnisse uber die Schattenwirtschaft Pfusch in Osterreich,Manuskript, Institut fur Volkswirtschaftslehre, Johannes Kepler Universitat Linz.Strange, S. 1986. Casino Capitalism. Oxford: Blackwell.Thurow, L. 1996. Die Zukunft des Kapitalismus. Dusseldorf.UNCTAD 1996. Word Investment Report. New York.Visser, J. 1992. The Netherlands: The End of an Era and the End of a System, in: Ferner,AHyman, R. Hrsg.: Industrial Relations in the New Europe, Oxford: Blackwell. S. 323356.Walwei, Ulrich 1996. Are PartTime Jobs Better Jobs than no Jobs?, in: C. Fagan and J. OReillyeds, Prospects and Paradoxes of PartTime Work, Routledge, forthcoming.Weber, M. 1992. Wissenschaft als Beruf 19171919, Politik als Beruf 1919, hrsgg. von W. J.Mommsen und W. Schluchter, Tubingen: J. C. B. Mohr Paul Siebeck.Weinkopf, Claudia 1996. Arbeitskraftepools, Munchen und Meering: Rainer Hampp Verlag.Werner, Heinz 1994. Beschaftigungsboom in den Niederlanden ein Phanomen wirdentschlusselt, in: IAB Kurzbericht Nr. 9, 24.6.1994.41", "filename": "226719073.pdf", "person": ["Günther Schmid", "Schmid, Günther"], "date": ["1996"]}