{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/29409/1/227844114.pdf"], "title": ["Voluntary Agreements in Environmental Protection - Experiences in Germany and Future Perspectives"], "plaintext": "innationalandisobservablesectorforagreements,Abstract A trend towards softer regulation, especially in the form of negotiatedenvironmentalinternationalenvironmental policies. Such agreements are controversial, because there are fearsthat government will relinquish its responsibility for environmental protection. Thispaper analyses recent experiences with voluntary agreements in Germany. Topical German examples that have prompted public debates include the takebackagreement for cars, the voluntary agreement made by a number of industries on a C02reduction by the year 2005 and the voluntary agreement made by theautomobile industry on the development of energyefficient cars.Proponents of voluntary agreements argue that this instrument provides incentivesto the businessinnovative andenvironmentallyfriendly solutions. Analysing the examples mentioned above, weconclude thatis hard to detect solutions derserving such attributes. Theseagreements are unlikely to produce results that go beyond what industry would havedone in any case and they avoid using economic incentives. The agreements arenonbinding and unenforceable, with the negotiating process leading to a wateringdown of the environmental goals government had originally aimed at. A preferencefor negotiated solutions on principle, as currently espoused by the Federal Government in Germany, seems to be counterproductive. If the governmentclearly signals its willingness to refrain from using regulatory or economicinstruments in favour of industry agreements, it weakens its negotiating position.The government also limits its options should the implementation of the agreementprove unsatisfactory. Government needs to be ,In control in order to leave itschoice of policy instruments open and to be flexible. In a last step, we derive somegeneral conlusions concerning reasonable strategies and applications of voluntaryagreements within the European Union.the development of efficient,it Key words: negotiated agreements, climate protection, circular economy, economicinstruments of environmental policy Acknowledgement We would like to thank our colleague Henrike Koschel for valuable discussions on former versionsof this paper. Thanks also to two anonymous referees for helpful comments. This work wassupprted with a grant from the German Federal Ministry of Economics.1 Introduction By reverting to common command and control measures preventive environmentalprotection can entail a considerable extension of government intervention. The German Federal Government believes that this should be increasingly counteractedthrough cooperation between government and the business community, amongstother things through voluntary environmental protection measures. However, thesesoft instruments involve the risk of government relinquishing its responsibility forthe environment. Negotiated agreements made by the business community, like thepledges to develop socalled 3litre cars, to take back old cars or to reduce carbondioxide emissions, are therefore controversial from an ecological and economicpoint of view.The economic perspective is specified here from a neoliberal perspective. In aliberal approach, markets should coordinate the allocation of goods as far as nomarket failure can be observed. But when external effects, information deficienciesor inflexibilities exist, the state is responsible for correcting these kinds of marketfailure. However,the state has to choose the option which minimises marketdistortions.In other words: Marketbased instruments like taxes or tradeableemission permits are generally preferable. Nevertheless, other types of instrumentslike voluntary agreements can be used alternatively or additionally when they haveadvantages withinstitutionalcontrollability, minimisation of unwanted sideeffects.efficiency,certaincriteriae.g.regardto Especially the German OrdoLiberalSchool in the tradition of Eucken argues infavour of a government correcting market failure, and against an interventioniststate. Principles and criteria of the ordoliberal school will be specified in chapter 3where we jn general develop an analyticalthe valuation ofenvironmental policy measures with special interest in the application to voluntaryagreements. Since ordoliberalism is mainly a German economic school, it should bementioned that similar ideas have been established in other countries. For example,the socalled OxfordLiberals have created the guideline as much competition aspossible, as much planning as necessary GROSSEKETTLER 1991:106.2framework for 2 However, theordoliberal school focuses more on the responsibility of the state to establish basicrules for a regulatory framework within longterm oriented economic policy, while the Oxfordcid:173Liberals give higher weight to policy measures in the short run.2 Attributes of voluntary agreements in Germany 2.1 Negotiated agreements: soft, nonvoluntary and out of keepingwith a market economy Negotiated agreements made by the business community are generally calledvoluntary. However, what government does is more like showing the instruments oftorture to the victim as a first step of torture. Comparable to what, in former times,torturers would do with theirthe Environment presents a draft for an ordinance so as to achieve voluntaryconcessionsin principle such cooperativesolutions can be interpreted as barter transactions in which the business communityimposes an obligation on itself to act in a certain manner, and government in returnrefrains from enforcing the desired conduct.MURSWIEK 1988:985. Hence,instruments, nowadaysthe Ministerfor In the debate on environmental policy, voluntary agreements are sometimespictured as a freemarket instrument. This description is only justified in the caseof instruments that use the price mechanism. There are, however, only a fewexceptional voluntary agreements which fall back on this fundamental freemarketprinciple. These include the Grline Punkt Green Dot, which in economicterms can be characterized as a levy helping to charge the costs relating to thedisposal of packaging in accordance with the polluter pays principle. Yet,as a rulenegotiated agreements shy away from such tough economic instruments and donot touch the structure of relative prices; after all, negotiated agreements do notspring from the market system, but rather from political negotiations betweengovernment and trade associations. However, an approach that is essentially basedon negotiated solutions should not be characterized as marketbased, but as acorporatist approach HOLZHEYff EGNER 1996:426427. The main difference isthat consumers have corhmonly no possibility to participate in the negotiationprocess, although the consumer surplus is highly influenced by the result of thenegotiations improvement of environmental quality.2.2 Sovereign versus corporatist approach in environmental policy Voluntary agreeents can contain all kinds of instruments. Goals or technicalinstructions for a specific industry, but also scales of charges and informationsystems are conceivable. That is why the agreements do not have any workingmechanism in their own right, rather the latter depends on the instruments providedin each specific case. Having said this, there are typical characteristics of negotiatedagreements concerningpolitical decisionmaking andenforcement of agreements.2refrains 2.2.1 Political decisionmaking Voluntary environmental protection measures differ markedly from the classicmodel of a ruleissuing government trying to achieve its environmental policy goalsthrough commands and prohibitions. Governmentfrom using anyinstruments of formal power, i.e. from enacting legal norms, and instead enters intonegotiations on the realization of the environmental goals with the groups affected.In doing so, government uses the threat of enacting restrictive legal norms as astarting point for negotiating a voluntary agreement and thus exerts a guidinginfluence on the business communitys conduct HOFFMANNRIEM 1990:400,426; BROHM 1992: 1025, 1027. In contrastto traditional sovereign action,s,government seeks a solution via consensusbuilding. However,this bargaining_process holds dangers. Unlike any cooperation in the form of the right to be heard,the right of participation or of involvement, agreements are based on a system ofserviceandserviceinreturn. For the government side the price for an agreementoften consists in reducing the announced level of environmental protection. In orderto attain a consensus, government accepts a downward correction of goals. This,,lowering of the regulatory level can tum out to be more or less marked. However,as the case studies examined in connection with this study bear out, a decrease inthe stringency of regulations is always observable BAUER 1987:241, 254. Withregard to the demands made in terms of environmental policy, the upshot is thatthere is a tendency for agreements to fall short of the opportunities arising from theimplementation in the form of laws and ordinances MUGGENBORG 1990:909,915. The reasons for this danger of relativizing the level of environmentalprotection in connection with cooperative solutions are complex. The mode ofaction agreement by itself suggests a shift away from maximum demands, since ajoint solution can only be found in the intersection of possible regulations that isdeemed acceptable to both sides. Government should realize that the readiness tonegotiate expressed by the business community inevitably only goes as far as thelatters economic selfinterest. Protecting the environment is not a value in its ownto the companies concerned. Instead it has to coincide with their ownrighteconomic interests. Finally, what may also be relevant is the fact that it is notindividual businesses that negotiate with government, instead as a rule they arerepresented by their associations, which, experience shows, tend to take a morerigid stand.It is also significant that voluntary agreements do not only affect the interests of thetwo negotiating parties, but also to a variable extent the positions of thirdparties.Agreements are always associated with the danger of consensusbuilding at theexpense of noninvolved parties, which have little opportunity to integrate theirinterests into the agreements being negotiated. Furthermore, consideration has to begiven to the powers of participation that would have to be taken into account in 3connection with a legislative procedure or the issuing of an ordinance, but thatnever features in informal negotiations on voluntary agreements. The mere right tobe heard should not be completely excluded from the negotiation procedure.in other words a mutual giveandtake,2.2.2 Enforcing the agreement Concerning the enforcement of an agreement, what has to be stressed is that a merepromise still fails to guarantee its actual implementation. Companies not complyingwith the pledges given by their association do not risk any fines, penalties or othercoercive measurescf. HOFFMANNRIEM 1990:400, 438; MURSWIEK1988:985, 988. There is no claim to performance in the case of a voluntaryagreement; indeed, what characterizes agreements is the lack of any binding forceand of enforceability. In contrast to a contractual relationship, the party pledgingvoluntary measures never entersinto any legal obligations. Contracts andagreements are similar in that both have an exchange of services in common. Therelationship do ut des,is typical ofcontractual relations and agreements alike. However, the binding force of a contract pacta sunt servanda is completely foreign to negotiated agreements.Agreements are more likely to be categorized as a gentlemens agreement, whichdoes not entail any legal consequences. Even if in connection with an agreement thegovernment side was granted the right to monitor compliance of the agreement, thisdoes not constitute a claim to performance. In fact, the point is that the businessesunderpinning the agreement do not want to be bound the way they are in contracts.The companies or rather their associations make a voluntary agreement withoutthe socalled intention of legal consequences. The agreement solely consists of adeclaration of the companies willingness to act in a certain way, tolerate somethingor refrain from doing something; the government side is not granted any claim toperformance. Consequently, any legal action founded on the agreement broughtagainst the declarant would be doomed to failure. Whether or not compliance withthe agreement is monitored makes no difference from a legal point of view, sinceviolation of the agreement does not entail any legal consequences cf. BEYER1986:277ff.; 282; HENNEKE 1991:267, 271ff.; BROHM 1994:1025,1034.3 Analytical raster for assessing voluntary agreements The Freiburg ordoliberal school holds thatthe absence of markets, and anyfunctional defects of existing markets, will result in corrective requirements whichcannot be covered solely by an evolutionary competition of institutions a viewwhich will be pursued here below. This school regards as inadequate the process ofnatural selection emerging from international competition between institutionsevolving as a quasirandom process, but not specified by the state, and the resultantelimination of inefficient institutional bodies. On the contrary, the Freiburg neocid:173liberals concept of a freeenterprise economy presupposes that the state mustselectively create institutions for countering existing defects and challenges 4GROSSEKETTLER 1991:104106. The efficiency of such institutions must bemeasured in terms of how far the principles of free enterprise are respected.Seen from the perspective of ordoliberalism voluntary agreements are regarded withscepticism. Government no longer as postulated in the ordoliberal model stakesout the regulatory framework within which entrepreneurs can dedicate themselvesto profitmaking. Instead government delegates this responsibility to the businessesthemselves. However, in the opinion of ordoliberals a laissezfaire policy with amarket economy left to its own devices tends to destroy itself. Failure to protect andpromote competition may lead to closedoff markets, cartels, price fixing andultimately to a distorted price structure. A lack of competition and the wrong pricesignals in tum may entail a spate of government interventions, e.g. measures tomonitor prices and regulatory requirements concerning the application of givenenvironmental technologies due to a lack of price incentives. That is why thoseeconomists who consider government to be a powerful custodian of the system inthe tradition of Euckens ordoliberal school view the trend in environmental policytowards voluntary agreements with great concern MAIERRIGAUD 1995.However,the following assessment will test these hypotheses by applying theordoliberal principles to concrete case studies of voluntary agreements. Thegeneralized analytical raster in table 1 comprises a catalogue of check criteriaapplying to the selection of instruments for eliminating deficits in a freeenterpriseeconomy cf. RENNINGS et al., 1996 for a detailed explanation of the criteriainvolved.Table 1:Systematized check criteria for evaluating economic policy measures in tenns ofregulatory efficacy Step 1: Goal formulation and Qperationalization: Fonnulating the targeted goal system Assignment of goals, means and implementing agencies Indicators Step 2: Leaitimizati Qn of the actions goal in terms of contract theory: Hypothetical justification Rawls Reference to concludnt action Step 3: Selection of the decisi Qnmaking leve Vprocess: Subsidiarity principle Congruence principle: Equivalence: the user group must coincide with the payer group for a collectivegood Democratic monitoring: the group of the decisionimpacted must coincide with thegroup of entitled monitorers Step 4: Eronomic ledtimizatj Qn Qf acti Qns formulated; Choice of instruments: selection of conceivable instruments for goal implementation Effectiveness goalconformity:5Degree of goal attainment direction and dosageSpeed of goal attainment Invariance against changes in the macroeconomic boundary conditions Necessity systemconformity:Marketconformity:Instrumental subsidiarity: designing measures with minimized impact onindividuals powers of decisionmaking centralizeddecentralizedcreation of fully functional markets free price formation, fully functionalcompetitionMinimizing intervention into the functioning of existing markets Priority of regulatory before process policy: formulation of a longtermorientation framework, and avoidance of stopandgo measures Minimization of detectable unwanted sideeffects: Stabilitypolicy goals economic compatibility Distributionpolicy goals social compatibilityEconomic efficiency:Static economic efficiency costefficiency: Purposeavoidance costs Transaction costs Dynamic economic efficiency innovation efficiencyInstitutional controllability: implementability in the political process and allowance forthe possibilities for abuse in the politicaladministrative apparatus Source: In broad conformity with GROSSEK.E1TLER 1991: p. 114.6With regard to voluntary agreements, these criteria can be interpreted and appliedby the following questions:Step 1 and 2: Goal operationalisation and justification What environmental goal does the measure examined in a given case study refer to? How can the targets be measured? Can this goal be justified hypothetically Rawls theory of justice or empirically democraticdecisions, concludent action? Was the goal originally pursued watered down as early as during the negotiation process orwere there any delays?Step 3: Selection of the decisionmaking levelprocess Are decisions taken at an appropriate level with regard to the principles of subsidiarity andcongruence?Is any environmental responsibility delegated and, if so, how is the delegation to be assessed?Step 4: Economic legitimization of actions formulated Choice of instruments: what are the relevant instruments agreements have to be compared with? Goal conformity: Is it possible to achieve the specific underlying environmental policy goalwith the help of the given agreement? System conformity: Is the measure in keeping with the system of a social market economy? Isthe system strengthened, does it remain unchanged or is it weakened? Are detectable unwantedsideeffects minimized? Economic efficiency: Are the costs higher or lower than when using other instruments? Whatincentives are provided to achieve technological progress?Institutional controllability: How immune are voluntary agreements to political influences thatcan dilute their desired effect? How do the associations deal with the problem of free riders?74 Choice of Case Studies The assessment scheme to evaluate environmental policy measures is applied totopical examples taken from the fields of climate protection and circular economy.The problem area of the promotion of clean technology is crosssectional in naturebecause it is relevant for both fields of environmental policy.4.1 Climate protection The Chlorofluorcarbon CFCphaseout and the reduction in carbon dioxideemissions will serve as case studies from the area of climate protection. The CFCcid:173case study derives its relevance from the fact that the progress made in phasing out CFCs is often cited as a case for the economic and ecological advantageousness ofusing voluntary agreements. Voluntary agreements, the argument goes, result in theecological goal being attained more quickly, trigger off an innovation drive inindustry and safeguard industrys export capability. The carbon dioxide case studyis the obvious choice, not only because of its particularly prominent role in theglobal warming problem. Accounting for 60% of the damage, anthropogenic carbondioxide emissions are the largest cause of the greenhouse effect. Moreover, withregard to the carbon dioxide problem the German business community presented anupdated voluntary agreement in March 1996. This German negotiated agreementhas come to be considered a model for the European Unions climate policy.greateremphasison waste 4.2 Circular economy Particularly in the field of German waste disposal policy, voluntary agreementsdominate other measures. The significance of negotiated agreements in the area ofwaste disposal policy is explicitly stressed by the Federal Government. In order toplacethe Kreislaufwirtschafts und Abfallgesetz Act on a Circular Economy and Waste,which has come into force since October 1996. Producers of, say, electronic goodsand batteries can preemptthrough negotiatedagreements and can voluntarily comply with the legal obligations. The voluntaryagreement on the disposal of old cars made by the automobile industry, which isbeing used as a case study, also has to be seen against this background. In addition,an analysis of the Duales System Deutschland DSD, Dual System Germany willbe carried out.industryspecific ordinancesavoidance, Germanycreated 4.3 Clean technology A further case study to be examined is the socalled 3litre car, which serves as anexample of clean technologies. Although there is overlap between that case studyand others for clean technology is used in climate protection as well as instrategies of material flow management aiming at establishing a circular economy 8this area is to be dealt with separately. It seems likely that in the future cleantechnologies will be of great importance on the road to a sustainable economy, andthe question arises how such a development can be encouraged without repeatingthe mistakes made in the past regulatory enactment of best available technologiesand what part voluntary environmental protection measures can play in this.5 Goal operationalisation and legitimation 5.1 Climate protection To start off with, one has to exarillne wheter in individual environmental policyareas operational goals have been defined which could serve as a yardstick for theevaluation of voluntary agreements. As for the case study taken from climateprotection,reduction goals forgreenpouse gases and ozonedepleting substances to which one can revert withoutany reservations. The goals are operational and can be justified by theoreticalreasonirig and conclurlent actions.there are specific national and international 5.2 Circi Ilar economyit is much harder to answer the question how goals relating to the establishment of acircuiar economy can be described in concrete tenns and in a manner beingcompatible with a liberal market system. On the whole die disposal crisis in the Gennan waste disposal industry has eased, thus no bottlenecks concerning dump orincineration capacities are foreseen for the future. Regional crises can primarily beput down to compulsory regional disposal selfsufficiency. Nationally solid wasteproduction has stabilized or is even falling. Recycling capacities are being built,numerous plants are in the planning stage and there are reserve capacities cf.BRENCK et al. 1996:24.Although the situation has been defused, a goal has to be fonnulated for a futurecid:173oriented waste disposal policy which is oriented towards controlling solid wasteproduction and towards an adjustment of the latter to existing dump capacities. Forthe case studies chosen from the sphere of waste disposal policy, goals appropriateto the problem have to be specified. The case studies were chosen to illustrate twodifferent aspects of the waste disposal problem. Whereas packaging waste primarilyconstitutes a quantitative problem, the problem relating to the disposal of old cars isprimarily qualitative in nature.The disposal of old cars creates a need for environmental policy measures,especially because of the large volume of shredder waste that has accumulated afterthe disposal of some 2.6 million old cars each year. This waste is a mixture ofplastics, glass, textiles and wood fibre substances, which cannot be recycled and canonly be put on a dump. Its volume amounts to about 1.5% of the domestic waste 9volume in Germany and is therefore fairly small, but owing to its explosive makecid:173up, this waste is classified as hazardous waste.Packaging waste, on the other hand, primarily poses a quantitative problem that interms of quality is not explosive in nature. With regard to weight, packaging wasteaccounts for roughly 30 per cent of domestic waste,twenty times the annualshredder volume from the disposal of old cars.The voluntary agreement on environmentallysound recycling of old cars made bythe automotive industry aims at improving the recycling of old cars as well as of oldreducing the amount f shredder waste,car components, and especially atprocessing old cars in keeping with the needs of the environment and at going easyon dump capacities and raw materials.The catalogue of measures included in the voluntary agreement distinguishesbetween the processing of old cars that were registered before the voluntaryagreement came into force existing car fleet and the processing of old carsregistered after the coming into force of the voluntary agreement future carfleet. This distinction makes sense, since the producers scope for reducingresource consumption as well as solid waste production differs. With respect to thefuture car fleet, additional options present themselves due to changes in design,construction, materials chosen etc.The most important measures mentioned in the voluntary agreement to attain thegoals that were set are: Establishment of a nationwide takeback system of certified businesses for thetaking back and recycling of old cars within two years after the regulation takeseffect. Old cars from the existing fleet of cars are taken back at generally acceptedmarket terms. Old cars from the future car fleet that meet certain criteria for instance, the initialregistration must not date back more than twelve years are taken back free ofcharge.5.3 Clean technology Finally, regarding the last case study the question has to be answered whethersupporting clean technology should be a goal of environmental policy and how sucha goal can be formulated in operationalterms. Although supporting cleantechnology is a sensible environmental policy goal provided that the increasedapplication of this technology promises improvements in solving environmental 10problems, from an economic point of view environmental goals should not befonnulated in the fonn of technological standards, because this restricts theavailable freedom for adjustment unnecessarily.Instead there should be anorientation towards longtenn environmental quality goals that leaves the decisionon the technology applied open for the time being. Such an orientation towardslongtenn environmental goals which ideally should be fonnulated in such a waythat they cover various pollutants also constitutes an important stimulus for theapplication of clean technology.Against this background an environmental policy goal like the development of a 3cid:173litre car, to which representatives of the Gennan automotive industry pledgedthemselves at a meeting with the premiers of their respective Gennan states, has tobe viewed critically, as it largely determines the choice of technology. Similar innature is the voluntary pledge given by the Verband der Automobilindustrie VDA,Association of the Automotive Industry of March 1995 of a 25 per cent reduction,based on the 1990 figure, by the year 2005 in the average fuel consumption of thecarsestate cars it produces and sells in Gennany ZIMMERMEYER 1995:2; VDA1995. It is planned to upgrade the pledge by the year 2000 to over 30 per cent.These pledges are part of the efforts made in the past few years to reduce the fleetconsumption of motor vehicles BMV 1995; SRU 1994.3It has to be stressed that goals aiming at supporting clean technology for example,fuelefficient vehicles are only justifiable if they fonn part of a broader overallplan The latter should be oriented towards the attainment of certain environmentalquality standards e.g. climate stability. If such an overall plan exists, promotingthe development of fuelefficient motor vehicles, for example, can certainly be oneof several actionoriented goals to pursue a higher environmental quality goal.43 The European Commission is also backing the goal of reducing fuel consumption. An essentialinstrument of this strategy is the reduction in the average consumption to 5 litres per 100kilometres for new vehicles with a petrol engine and 4.5 litres per 100 kilometres for new dieselvehicles. In this context the Commission regards the deadline for implementation that the European Parliament has in mind, the year 2005, as very ambitious OKOLOGISCHE BRIEFE1996 5. On account of the different carbon dioxide content in fuels like petrol, diesel andnatural gas, a standard limit of 120 milligramme of carbon dioxide per kilometre is to be fixedSZ of 6 March 1996.4 According to a definition given by the ENQUETEKOMMISSION SCHUTZ DESMENSCHEN UND DER UMWELT Protection of Humans and of the EnvironmentCommission of Inquiry 1995:4, environmental actionoriented goals indicate the stepsnecessary to achieve the characteristics of the environment orthe states described inenvironmental quality goals.116 Choosing the decisionmaking level and process 6.1 International free riders push negotiated agreements in climatepolicy According to the principle of congruence included in the theory of public goods, theclub deciding on the provision and funding of a good should ideally be identical tothe club benefiting from the good. A stable global climate benefits the entire worldpopulation, consequently, a global institution would have to be founded to decideon the provision and funding of the good climate protection in an ecpnomicallyoptimal manner. However, as long as there is neither an Environment Security Council nor a comparable institution, the road via international agreements that hasbeen used so far, has to be followed further. In that connection one has to keep inmind that any solution below the global level entails serious additional problems offree riderbehaviour.5 Amongst other things, the implications of this free ridercid:173behaviour have so far been seen in the fact that none of the leading industrializednations is willing to play a pioneering role in intrqducing climate taxes MULLER1995. This national waitandsee attitude in the followup process to Rio has led toan environmental policy standstill in the field of global climate protection. Preciselyin view of this standstill in international climate policies, voluntary agreementsseem to be an instrument politicians and business representatives are taking upreadily, because it allows a certain degree of national activities without businesseshaving to accept serious cost disadvantages in international competition. Voluntaryagreements in the field of climate protection have become common all over theworld.6.2 Negotiated agreements in climate policy arise from a no regretsapproachregretsstrategy Originally, the policy of voluntary climate protection measures was pushed by the US administration in particular, which had committed itself at a very early stage to a,,noprotectionKRAUSFJKOOMEYOLIVIER 1994; RENNINGS 1994:8386. Unsure aboutpossible climatic damage, the administration concluded that to be on the safe side, itwould only order measures to reduce greenhouse gases that even from a managerialpoint of view were at least cost covering. To date the ,,no regrets strategy hascontrasted with the ,,insurance buying policy of some Western European states like Germany. According to the latter policy, the climate protection standards that arefixed are arrived at on the basis of a global warming deemed just about acceptableconcerningclimate 5 which, admittedly, a global club does not necessarily abolish either, if, say, decisions relating tothe funding of climate protection programmes and to the allocation of these funds to thebeneficiaries are taken independently of one another.12Bibliothek des Institutsfur Weltwirtschaft Kie Jand on the basis of reduction goals derived from the latter. In order to reduce therisk of climatic damage, the costs involved in achieving the standards are acceptedas a quasiinsurance premium. While most industrial countries have so far merelyformulated the stabilization of climaterelevant emissions as a climate protectiongoal,the Federal Government is pursuing a relatively ambitious goal with anabsolute reduction of 25 % by the year 2005 compared with the 1990 level.Now the question is whether this national reduction goal can be attained with noregrets measures and one can hardly expect more on the basis of voluntaryagreements. An optimistic answer to this question is fed by estimates in the latestreport submitted by the Intergovernmental Panel on Climate Change IPCC1995b:20, according to which no regrets measures have a reduction potential of 10 to 30 per cent in the next 20 to 30 years. The enormous potential of no regretsmeasures, which microeconomic studies have also identified in the OECDcountriesincluding Germany, is attributed to the fact that profitable investments in improvedenergy efficiency have so far never materialized due to substantive market failureand to shortcomings in the coordination between institutions. Examples of theseimpediments are a lack of information and of economic incentives to conserveenergy in the case of public utilities. The possibilities to overcome the impedimentsthat are mentioned include deregulation measures, provision of advice and trainingand upgraded financial support programmes. In addition, cooperative solutions, forinstance in the form of voluntary environmental protection measures, are seen as away of overcoming institutionalthis background,voluntary agreements on a reduction in carbon dioxide emissions definitely have apotential.impediments. Seen against In contrast, initial experience gained in the US with the Climate Change Action Plan CCAP of 1993, which essentially contains voluntary measures on the part ofpublic utilities and companies, is not promising. It seems as if current measures arenot sufficient to attain the US stabilization goal by the year 2000. Only individualstates such as New York, which is able to replace decommissioned oil and coalcid:173fired power plants with gasfired ones in a costeffective way are expected toachieve the stabilization goal. Yet, wherever costly adjustments would be necessarythat go beyond no regrets measures, the voluntary agreements do not appear to beworking SANGHI 1995:Once the goal in climate policy is in danger of being missed, the real Achilles heelof voluntary agreements is revealed. For now it becomes evident whether the toughstance in environmental policy that was threatened in this case will really be takenthe success of negotiatedup. The Federal Government knows full wellagreements greatly depends on how credible the threat looming in the backgroundis. That is why it explicitly emphasized BMU 1995:3 it would remain in controland not hesitate to use regulatory and fiscal instruments once it emerges that thethat 13pledge given by the business community amounts to little more than business asusual or fails to be complied with.6.3 Takeback of cars: watering down and postponement of goals The voluntary agreement on the disposal of old cars resulted from years ofnegotiations between the German Ministry for the Environment and associations ofthe automotive industry. The desired goal, reducing the production of solid wastefrom the disposal of old cars, is meant to help to provide a public good, namelyscarce dump capacities. The beneficiaries of this public good are the business sectorand the consumers. The business sector along with the buyers of new cars and thelast owners of old cars also has to meet the costs arising from the creation of thenetwork of takeback businesses as well as from the development of new types ofconstruction, new materials and new forms of recycling. Only the business sector,i.e. the automotive industry, was involved in the negotiating process. Since therewas no parliamentary debate either, an essential group of beneficiaries and payers ofthe public good, the car buyers, was excluded even from ways of exerting indirectinfluence on the decisionmaking process. This group does not have anysupervisory powers either. Thus, the principle of congruence has only partly beenmet.The corporatist approach in environmental policy is being criticized, amongst otherthings, because of the danger of environmental policy goals being watered down.For example,the willingness to make more farreaching concessions to therecycling of old cars is greater on the part of individual car producers than on thepart of the industrys associations.The negotiating process concerning the disposal of old cars reveals that as early as 1992 there was a complete draft for an ordinance including all essential elements ofthe voluntary agreement made in 1996. However, due to the cooperative principle,on which the waste disposal law is based and to which the Federal Governmentattaches great importance in waste disposal policy, a negotiating process that lastedseveral years followed between the government and the business sector. Therefore,there was no noticeable acceleration of the decisionmaking process, on thecontrary, a delay occurred.One comes to realize that once the government commits itself to a corporatist styleof environmental policy, the other negotiating partner is granted a potential to delayand water down goals that should not be underestimated. The example shows thatone has to urge politicians to keep their options open. A binding commitmentgiving priority to cooperative solutions can deprive the instrument of voluntaryagreements of the basis for effective environmental policy improvements. Forthere is some noticeable watering down of goals in the negotiatedexample,14agreement on the disposal of old cars with regard to the quotas fixed and the periodscheduled during which cars are taken back free of charge.6.4 Clean technology: negotiated agreements as an accompanyinginstrument At what level should the decisions on the application and promotion of cleantechnology be taken? According to the principle of subsidiarity, one has to checkwhether the decision on the application of the technology can also be taken at thelowest level, i.e. in the markets. In principle, there are no objections to this when itis a case of applying clean technology. Having said this, a decisive prerequisite for acoordination via the price mechanism is that: first,there is an ecological framework that does not in general discriminateagainst the application of environmental technology.6 second, this ecological framework is designed in such a way that it does notespecially impede the application of endofpipe technologies to the detriment ofclean technology. Disadvantages clean technologies suffer from compared withendofpipe solutions that can be put down to existing regulations, e.g. to anorientation towards individual environmental media and pollutants, should bereduced HOHMEYERIKOSCHEL 1995.Underthe aforementioned conditions, markets offer a suitable coordinationmechanism for decisions on technology application. On this basis voluntaryagreements can fulfill an accompanying function and be used wherever rules remainincomplete and have to be supplemented.7 Evaluating the instrument 7.1 Goal conformity 7.1.1 CFCnegotiated agreement: in certain applications in conformity withthe goals So far voluntary agreements to reduce ozonedepleting substances have definitelybeen successful in ecological terms. The goals were exceeded, although there were 6 Empiricalinnovationsstudies on inducing environmentalGREEN et al. 1994: 1051;HEMMELSKAMP et al. 1995:19 show that vast numbers of environmental innovations arecaused through the existence and anticipation of environmentallyrelevant regulations. Apartfrom that, costs and revenue aspects playa role, with product innovations primarily aiming atincreasing sales and process innovations, on the other hand, at cutting costs.15some critics who argued the phaseout could have been achieved even fasterKOHLHAASIPRAETORIUS 1994:89. As a rule the monitoring of the negotiatedagreements is done by someone who is neutral. Negotiated agreements governingthe reduction of CFCs enjoyed special advantages compared with the case study onthe reduction of carbon dioxide, since substitutes had already been discoveredwhich when applied did not lead to costs soaring and since additional pressure wasexerted by the demand side slump in sales of sprays containing CFCs. Thus, in anentrepreneurs costbenefit calculations, opting for a reduction in CFCs involvedlittle risk. On the other hand, continuing to manufacture products containing CFCswould have been much riskier from a managerial point of view. This is also borneout by the factthat although CFCs were speedily replaced in products, CFCcid:173substitution in production processes was slow to materialize, because the switchwas costlier and there was less pressure by the demand side.7.1.2 No impetus for absolute COremission reductions The business communitys voluntary agreements on a reduction in carbon dioxideof 1991 and 1995 came in for a lot of criticism, because they did not contain anynoticeable initiatives that clearly went beyond business as usual. Criticism waslevelled in particular at the fact that it was hard to check whether the goal was beingachieved. The following minimum requirements for information listed by the German Federal Environmental Protection Agency that should be included in anegotiated agreement on carbon dioxide reduction OKOLOGISCHE BRIEFE 19962 were not met: reference and target year as well as a reduction path in the form of a timetablewith detailed information on partial goals, exact fixing of emission or energy conservation goals, absolute energy consumption listed according to fuel, development of primary consumption, development of specific cons Ult:Iption per technical unit, reductions achieved, indepth comment on and analysis of the figures provided e.g. information onwhether reductions are attributable to additional climate protection activities, aneconomic slowdown or to modernization investments that would have been madeanyhow aswell as detailed list of the special efforts promised.16The updated version of the negotiated agreement of March 1996 meets theseminimum requirements. The plan on carbon dioxide monitoring presented by the BDI Federation of German Industries provides for associations to record theirreductions in a total of eight tables BDI 1996. Total fossil fuel input, net powersupplied externally, energy input as well as specific carbon dioxide emissionscalculated from this and specific energy input are to be stated for the base year, theprevious year and the year under review. The demanded comment on and analysisof the figures and the list of special efforts are also included. The reports arechecked by a neutral expert.What is particularly striking is that no fewer than 12 out of 19 associations pledgeto reduce absolute carbon dioxide emissions. According to the Federal GovernmentBUNDESREGIERUNG 1996a:3,the pledges correspond to a 20 per centreduction in emissions in these sectors. However, when one takes a closer look it isprecisely the achievement of absolute reduction goals that turns out to be theagreements real Achilles heel, something the statement made by the Vereinigung Deutscher Elektrizi Uitswerke VDEW, Association of German Electric Power Stations VDEW 1996 illustrates.According to the VDEW, the absolute reduction potential in the electricity industryuntil the year 2015 amounts to 25 per cent compared with the base year of 1987.However, compared with the base year of 1990, which the Federal Government isnow taking as a basis, estimates merely put the potential at 12 per cent. The figuresare even more off target if the target year of the Federal Government is taken as abasis: The potential for the period up until the year 2005 is, compared with thereference year of 1990, down to 8 to 10 per cent. Compliance with these pledges iseven conditional on ambitious prerequisites such as: a consensus in society on the exploitation of nuclear energy on the basis ofexisting law,. an increase in the service life and capacity of existing nuclear power stations, the MiilheimKarlich nclear power station going into operation, the undisturbed operation of existing nuclear power stations and unrestricted choice of fuels for the power stations on the part of the companies.On the whole with regard to goal conformity, one can stress that shortcomings ofthe instrument of voluntary agreements have been identified and in part abolished.Still, when a comparison with the Federal Governments climate protection goals is 17made, one has to question the goal confonnity of this instrument, in particular if allother measures are discontinued due to the agreement that was made. To date thedevelopment of absolute carbon dioxide emissions is by no means following a paththat makes this goal seem feasible KOHLHAASIPRAETORIUS 1995:278. Nordoes the updated declaration issued by the German business sector indicate a newtrend concerning this path. Additional need for action can be deduced, in particularfor the German states that made up the FRG prior to unification. If the VDEW putsthe absolute carbon dioxide reduction potential of German electric power stations,which are responsible for about a third of all German carbon dioxide emissions, at amere 8 to 10per cent compared with the target year of 2005 VDEW 1996:5, thequestion arises as to who is to contribute the aboveaverage reductions needed tooffset the expected increases in carbon dioxide emissions in areas like transport.7.1.3 Takeback of cars: business as usual The assessment of goal confonnity in the case of voluntary agreements on thedisposal of old cars is oriented towards the question whether the instruments chosenare suited to achieve the top goal, the reduction in solid waste production and, inparticular, in shredder waste. First of all, one has to examine what the substantivecontribution is in the automobile industrys agreement compared with the way inwhich old cars have been disposed of so far. If some substance can be established,the next question is whetherthe measures planned constitute an effectivecontribution towards the solution to the problem.Seen againstthe background of the conditions in the e XIstmg cardisposingindustry, the measures have to be considered out of keeping with the goals, sincethey do not represent any change visa.vis the status quo. There already is a nationcid:173wide takeback network made up of independent businesses. Besides, even todaythe last owner is able to have his or her old car disposed of at generally acceptedmarket terms. These terms can mean that the last owner still manages to get apositive market price for the old car.The pledge to take back old cars from the future car fleet free of charge, providedthey are no older than 12 years, does not constitute a substantive measure either.Firstly, most of the cars needing to be disposed of, do not come under this category.According to the ADAC the main association of motorists in Germany, the meanage of a car whose registration has been cancelled is 13.2 years. If one takes dataprovided by the manufacturers as a basis, no fewer than 8 out of 23 producers saythat the average life of the vehicles exceeds 15 years. Secondly, the pledge of takingcars back free of charge is obsolete, because according to the Arbeitsgemeinschaft Deutscher Autorecyclingbetriebe Gmb H ada, Association of German Car Recycling Businesses Ltd. all old cars fitting the definition still fetch a positivemarket price AUTORECYCLING, issue 196.18So far the bottom line of the study is that essential components of the takebackcid:173agreement are business as usual measures. More specifically,they do notconstitute new measures, as they will not lead to a substantive change in the waythings have been regulated so far. It is alarming that the negotiated agreementencourages manufacturers and importers to assume control of the cardisposingindustry. Here there is a danger of the paradox that due to the voluntary agreementnot only will polluters i.e. the producers with whom product responsibility lies cid:173not be charged costs in line with the polluter pays principle, but the polluters areeven provided with a framework for the openingup of a novel and lucrativebusiness segment.On the whole the voluntary agreement on the recycling of old cars made by the German automotive industry and decisive components supplying industries, the carcomponent distribution sector and the car disposal industry, can be characterized asa business as usual measure. The degree to which the environmental policy goalis met is small.7.1.4 Clean technology: policy mix including economic instruments makessense Efficient measures to promote clean technology should take into account acompanys investment cycles and adjustment deadlines. In principle, voluntaryagreements can support this process, but by themselves they are often unsatisfactorywith regard to desired targets.Agreements presupposing a commitment to refrain from introducing accompanyingeconomic instruments in return, have to be considered inappropriate to the goal. Acase in point seems to be the meeting of three German premiers with representativesfrom the automotive industry of March 1995 at which moderation was pledgedconcerning additional government measures such as an increase in mineral oil tax.However, it is precisely the pledge to refrain from adopting these accompanyingmeasures that undermines the prospects of also marketing an energyefficient carsuccessfully.7With respect to the standards of vehicle fleets, even at a company level it is not surewhether the goals will bd achieved, since compliance with the standards depends onthe demand for individual models, which is something the company concerned findshard to anticipate. Moreover, so far all fuelconserving models have been vehicles The European Commission, which wants to see negotiated agreements on a reduction in theconsumption of the motor vehicle fleet, also seems to have realized this. The Commissionsestimation is that such an agreement would entail the risk of the newlydeveloped vehiclemodels failing in the market. That is why the Commission believes such a measure has to becombined with fiscal incentives for the consumers.19with diesel engines and even modem diesel engines fitted with soot filters emitthree times as many carcinogenic substances as petrol engines. Consequently, the German Council of Environmental Advisers warns of a onesided policy on thereduction of greenhouse gases and demands a greater reduction in carcinogenicsubstances instead.7.2 System conformity 7.2.1 Non binding agreements: no sanctions against unfair players Voluntary agreements can constitute solutions in keeping with the system, if theyestablish binding standards for the parties involved and if freerider behaviour canbe prevented. However, since associations normally do not possess any effectivemechanisms to punish their members, and hence no binding rules of the game canbe agreed, the approach to problemsolving shifts to the moves of the game, that isto say to the wrong level in the system. As KREUZBERG 1993:308 writes,voluntary agreements hinge on a disproportionately high participation of honestcompaniesin environmental protection activities and therefore lead to aredistribution of burdens to the detriment of honest players.BROCKMANN et al.7.2.2 CFCphase out: soft instruments appropriate for preventive strategies Prohibitions are definitely measures to avert concrete and acute damage to theenvironment that are in keeping with the system. In such situations the liberalprinciple of maximising freedom cannot be used as a yardstick for policy design onconstitutional groundsthatinstruments with low intervention intensity and a high degree of freedom, such asnegotiated agreements, can only take precedence as long as it is safeguarded thatacute environmental damage will be averted. If this is notthe case, toughinstruments will be applied. This is also evident in the CFCexample: The realisticalternative to a voluntary reduction in the production of CFCs and ozonedepletingsubstitutes would have been a quick ban on these substances. In order to bring abouta complete phaseout of CFCapplication in products, finally the complementary CFChalonprohibition ordinance was issued in Germany. The aerosol industry didnot agree to a voluntary phaseout desired by the Ministry for the EnvironmentKOHLHAASIPRAETORIUS 1994:89.81995:70. That means 8 The way to protect the ozone layer that is more in keeping with the system than anything elsewould be to apply tough instruments presenting economic incentives, as was done in the US.There politicians successfully opted for the application of a mix of instruments comprisinglevies and permits COOK 1996:4.207.2.3 Climate policy: longterm danger of intervention spiral A characteristic of voluntary environmental protection measures in the field ofclimate protection frequently cited as being particularly in keeping with the system,is that these measures, compared with energy and carbon taxes, cause fewer sidecid:173effects on goals relating to stability and distribution policies. The double dividendof an ecologicalthesimultaneous achievement of ecologicalreduction in greenhouse gases andeconomic goals e.g. job creation due to the revenueneutral compensation ofecological taxes KOSCHELIWEINREICH: 1995.tax reform is often overrated,the argument goes,i.e.However, if emitters are charged the adjustment costs caused by a climaticallycid:173sound restructuring of capital assets, this has to be regarded as being in keepingwith the market, irrespective of the compensation question. A policy of littlesteps, which the German Council of Environmental Advisers advocates, wouldprimarily send the necessary price signals to consumers for a more economical useof energy. This would be the crucial advantage over voluntary agreements.Secondly, a policy of little steps would minimise the sideeffects on goals in thefields of stability and distribution policies. For voluntary agreements are primarilynot in keeping with the market and the system, because such price signals usuallyare not included in the instruments they are provided with. A climate policy basedon voluntary agreements is thus always associated with the danger that even a highno regrets potential that could be siphoned off is overcompensated by increasingenergy consumption not only in the sphere of transport.In the long run failure to attain the goals leads to new government intervention inthe form of limits, technical instruction and rules of conduct. As long as there are nopermanent and effective incentives to buy and use energyefficient technologies orto practise energyconserving behaviour, failure to attain goals has to be abolishedwith the help of such new regulations. Regulations on driving behaviour,thepurchase of energyefficient motor vehicles or on using stateoftheart technologiesfor heat insulation purposes are examples of such a catalogue of measures. Unlessin the long run plans for voluntary climate protection measures are accompanied byprice instruments which are in keeping with the market, there is a risk of setting aspiral of intervention in motion that should have been stopped through thisinstrument in the first plce.7.2.4 Circular economy: effects of negotiated agreement on competition Cooperation between individual trade associations and government can lead toinformal marketing agreements, to markets being shielded and to barriers to marketentry for third parties being erected. That these fears cannot be dismissed is shownby the case studies taken from the problem area circular economy. From the point ofview of competition policy, buzz words in environmental policy like product 21responsibility from cradle to grave involve the danger of encouraging trendstowards concentration and vertical integration.As for the impacts negotiated agreements on the disposal of old cars have on thestructure of the disposal industry, it is the effects on the number of receiving pointsand on the number of businesses doing the recycling that are decisive. In general,trends towards concentration in the industry are expected on account of morestringent disposal standards.In principle all specialized businesses meeting the criteria for recogmt IOn orcertification enjoy unrestricted access to the system. However, there are dangerscid:173involved in the formulation of the criteria licensed businesses have to meet. Hereunnecessary barriers to access could be erected favouring financiallystrongcompanies,for example, because large investments prove necessary. The Association of German Car Recycling Businesses ada is talking of an existentialthreat to the small and midsize structure of its industry AUTORECYCLING, issue 196. Besides, if vehicle manufacturers largely control the disposal industry, onealso has to fear that the option of recycling becomes less attractive to disposers, formanufacturers will probably prefer to sell new parts.Competition in the recycling industry is indeed in danger of being harmed to thedetriment of small to mediumsized businesses owing to cooperation between largethe expense of the hithertomanufacturers and suppliers. This can happen atdominating small to mediumsized businesses; a pattern already familiar from thedevelopment of the Dual System Germany.Irrespective of the question of licensing criteria for businesses, a network could,once it has been set up, be subject to the abuse of power. In analogy to therelationship between large motor vehicle manufacturers and suppliers, ominousstructures can develop between manufacturers and recyclers BENZLERILOBBE1995:157. The takeback network can also lead to a monopolization of the spareparts market and of shredder activities. For example,the Association of the Automotive Industry VDA had originally planned to couple the free takebackwith brand commitment concerning spare parts, but this point was dropped in thecourse of the negotiations HOMBURGER 1996.is obvious that endofpipe technologies will not automatically start 7.2.5 Enhancing cleaner production: fair rules instead of voluntariness Itto besuperseded by cleaner production SRU 1994:Tz 262. According to the German Council of Environmental Advisors, the prospects for clean technology greatlyto thedepend on progress being made in environmental policy with respectcorrection ofencourage anoverexploitation of the natural lifesustaining systems.thestructure ofrelative prices, which still 22On the other hand, voluntary agreements, by virtue of their approach, are not up tothe job if instead of accompanying a correction of relative prices, they are used as asubstitute thereof and made without giving due consideration to the market.9 Evenif, for example, fuel consumption in motor vehicles is successfully cut, unlessadditional price incentives are provided to use energy economically and to buythese vehicles, these innovations will tum into part of the decoration at motorshows, without large numbers of them being sold to the public.As long as the wrong rules apply, it seems unlikely that a player is voluntarily goingto behave in the ecological manner desired. However, whenever a desired form ofbehaviour fails to materialize voluntarily, government can respond in two ways.Either it puts up with failures in environmental policy and thereby shows that itleaves the design of the political framework to influential pressure groups, or sooneror later it helps things along with coercive measures. In this way voluntarymeasures, despite their own low intervention intensity, can in the long term entail aspiralof intervention with unacceptably high intervention intensity.itisfor cooperative solutions,7.2.6 Green dot: Marketoriented approach with some market imperfections Asin principle also possible to developenvironmental policy instruments that take freemarket principles into account. Dueto the problems of charging social costs relating to the dumping of waste with thehelp of dump charges, the ordinance governing packaging, for instance, and the Dual System it spawned represent two variants of instruments of control that makesense in economic terms and are in keeping with the market. Although juridicallyspeaking takeback duties are commands, these commands are less questionablefrom an ordoliberal point of view, since they provide the standard addressee withscope for individual adjustment SPIES 1994:309.In the field of packaging, too, reservations from the point of view of competitionpolicy have to be expressed. German disposal markets are highly cartelized andoligopolized. The Dual System is a demand cartel legitimated by the ordinance on 9 Economically speaking, for companies the application of clean technology is in the short termlinked with increasing costs and financial risks. Disadvantages of integrated technologies fromthe point of view of an entrepreneursinvestment calculations, are higher access andinformation costs, adjustment and changeover costs, funding bottlenecks, long decisionmakinghorizons and greater economic risk. Here negotiated agreements may be able to provide anadditional impetus for adjustment and changeover, but an adjustment to ecological requirementsin a way that minimises the costs for the overall economy is not to be expected with voluntaryagreements in view of the restriction to certain technologies and the expected free ridercid:173behaviour on the part of the companies.23packaging. There is always just one disposer per territorial division who is given thetasks of collecting and sorting. 10However, the Dual System also shows that nonuniform action in different countriescan lead to distorted competition in foreign trade. Negative impacts of the Dual System on the European disposal industry become apparent in the case of wastepaper, for example. German recyclers get their waste paper free of charge, whereasother European recyclers have to bear the collecting and sorting costs themselves.This cost advantage not only de facto represents an import impediment, but alsoleads to increasing German exports of waste paper. For example, in France this hasthe ecologicallyridiculous consequence that growing amounts of waste paper haveto be incinerated or put on dumps for lack of demand WUPPERMAN 1993:453.7.3 Economic efficiency 7.3.1 COragreement is not costefficient Solutions to the problem of reducing emissions are economically costeffective ifeach emitter fixes his contribution to the reduction in such a manner that the overalleconomic avoidance costs are minimised. Individual emitters neither know theavoidance costs nor are they interested in including them in their decisionmaking,hence, these signals have to be sent through environmental policy. Levies andpermits in particular are classic textbook instruments meeting the economicefficiency criteria, because they send out these signals in the form of a correction ofrelative prices. On the other hand, a reduction in emissions with minimal costs forthe overall economy is unlikely to be achieved via a voluntary agreement on carbondioxide or ecoefficient cars, for instance, due to the restriction to certain sectorsand the freerider behaviour to be expected on the part of the members of theassociations.Moreover, voluntary agreements are not convincing when it comes to their dynamicefficiency, i.e. their effect on technological progress. Here it is possible to comparevoluntary agreements to regulations. Once the goal has been achieved, there are nofurther incentives to reduce emissions. Compared with regulations, there does noteven inevitably have to be an incentive to maintain the standard once it has beenattained KREUZBERG 1993:309.10 The Federal Ministry for the Environment justifies the formation of cartels saying that newenvironmental technologies will be developed. In a diametrically opposed view the Federal Cartel Authority in Berlin regards functioning competition as the essential driving force for thedevelopment of new environmental technologies WELT of 15 April 1996. The amendment ofthe ordinance on packaging, which is to take effect soon,is to promote competition bystipulating that disposal activities collecting, sorting, recycling linked to dual systems have tobe put out to tender UMWELT, 41996.247.3.2 Costefficient CFC phaseout When assessing the economic efficiency of German agreements on reducing ozonecid:173damaging substances, consideration has to be given to three unusual features inparticular that accelerated the substitution on managerial grounds alone: the ban on CFCs as propellants for most aerosol products in the US as early as 1978, the declining demand for products containing CFCs e.g. aerosols and the availability of lowcost substitutes.The economic cost efficiency of negotiated agreements on CFCs has to be regardedas positive. Each agreement covered the main polluters, which were enabled toimpleent the reduction at the lowest possible cost.Concerning dynamic efficiency, here, too, one has to repeat: Once the goal has beenachieved, there are no further incentives for progress in terms of environmentaltechnology. However, with respect to the development of environmentallyfriendly CFC substitutes,the bottom line is that owing to the aforementioned unusualfeatures there had already been sufficient incentives for technological progress. II7.3.3 Fundamental distortions of waste markets Although the distribution of scarce environmental resources takes place in anallocationefficient fashion via a change in relative prices, waste disposalin Germany is confronted with fundamental market distortions. The capacity problemregarding dumps would theoretically best be solved by charging dump users in linewith the polluter pays principle all internal and social costs that arise, that is to sayby increasing dump charges. Among the costs not included fully today, the costsrelating to dumpscarcity, dump operation and dump emissions feature prominently.So far costs relating to the environment have been externalized as much as possible.However, on account of an inflexible scale of charges, dump operators are not ableto charge users all their operational costs BRENCK et al. 1996: 1. Inefficient forms II What has turned out to be a particularly efficient instrument in the US to protect the ozone layeris the simultaneous application of permits and a tax for the protection of the ozone layer. The American environmental agency EPA estimates that the administrative costs amounted to only 10 per cent of the administrative work a regulation would have entailed. Furthermore, it waspossible to quickly adjust the licenses issued to the modifications of the Montreal Protocol.Whereas in 1988 the cost of halving CFC consumption was put at 3.50 per kilograrnm, onlytwo years later it was possible to lower these estimates to 2.20 per kilograrnm COOK1996:4f 25of organisation in tum lead to price increases; on the whole serious distortions inthe cost structures ensue. 12In view of the increase pledged in recycling quotas,the establishment of thedisposal system for old cars involves considerable costs. As the establishment andmaintenance of the disposal system represent sunk costs,there is a growingincentive for businesses to partially recycle the old cars that were taken back, or torecycle the raw materials they contain. Yet, it still depends on the relative price fornewly purchased raw materials or for newly produced car parts whether there will infact be a drop in the volume of waste to be dumped or in net resource input.The fact that cars are taken back free of charge does justice to the polluter paysprinciple, since the producer bearing product responsibility is charged the disposalcosts. Thus, the solution is dynamically efficient, for the producer is provided withincentives to look for technological innovations in competition with other producersSACKSOFSKY 1996:103. However,the question arises whether the disposalcosts are high enough in relation to other production costs to initiate recyclingcid:173oriented research and development.7.3.4 Green Dot economically efficient In the packaging sector, founded on the ordinance on packaging, an economicallycid:173efficient system was created on a voluntary basis by introducing the Green Dotsystem. A graduated system of royalties paid by packing material producers anddistributors to the Dual System Germany Ltd. shows a tendency of charging costs inaccordance with the polluter pays principle and thus results in the marginalavoidance costs being compensated for.However, reservations result from the changed conditions in the disposal andrecycling of packaging following the establishment of the Dual System. Strongconcentration effects in the disposal and recycling markets make monopoly andoligopoly profits possible, and sometimes transaction costs have risen considerablycompared with the status quo ante. The financial crisis experienced by the DSD in 1993 halfway through the year illustrates the level of transaction costs associatedwith this system. On the expenditure side, collecting and sorting costs had soared onaccount of higherthanexpected volumes. As for the disposal of the remnants, theproblem that emerged was that disposal businesses owned by private persons or 12 When shredder residues were classified as hazardous waste in 1990, this was a measure thataimed at containing shredder residues from the disposal of old cars and that had a great impacton prices. Dumping costs rose from around DM 70 per ton to between DM 500 and DM 1,000per ton 1992 WEILAND 1995:58. However, it is still too early to comment on the measuresdirective effect. According to the Association of German Car Recycling Business ada the theshare of waste from the disposal of old cars in particular plastics is still increasing.26local authorities are able to charge monopoly prices. With respect to the revenueside, the Green Dot was frequently used without making the corresponding royaltypayments to the DSD. By September 1993 a deficit amounting to DM 710 millionhad accumulated WUPPERMAN 1993:450.7.4 Institutional controllability 7.4.1 Enforceability depends on induced costs and external pressure In principle the enforceability of voluntary agreements in associations depends onthree factors: the costs of the agreement made, the costs of the government ordinance looming in the case of nonperformance ofthe agreement and the effectiveness of possible punishment meted out by the associationsthemselves e.g. expulsion from the association.Whereas no regrets measures are unlikely to meet with much opposition in anassociation, pledges going beyond them involve the danger of an internal allocationstruggle, which can let a withdrawal from the commitment seem worthwhile. Insuch cases certain passages in the declaration providing scope for interpretation, orpreconditions for the agreementthat were never met can provide a welcomeopportunity to terminate cooperation.Problems regarding enforceability are not expected to emerge in the case of theautomotive industrys fairly undemanding voluntary agreement on reducing fuelconsumption. According to the German Council of Environmental Advisers latestannual report 1996:Tz. 166, translated by the authors it is widely believed thatthe goal of cutting fuel consumption by 25 per cent over 15 years, based on arelatively high average consumption, is in line with the expected technologicaldevelopment already. The pledge to launch car models by the year 2000 with dieselengines consuming three to four litres per 100 Ian cannot claim to be a special featof engineering, either. On the other hand, problems relating to the enforcement of voluntary agreements oncarbon dioxide reduction in associations have been revealed, e.g. in talks conductedby the Federal Environmental Protection Agency UBA with representatives fromthe associations in connection with the climate protection initiative launched by the German business community. For example, UBAs annual report reads 1993:167,translated by the authors: The talks revealed fundamental difficulties whenevernegotiated agreements made by associations are to contain binding requirements 27that are usually laid down in a statutory basis. Many individual businesses refuse torecognize de Clarations ma:ie by their associations as binding.is virtuallyimpossible to impose sanctions following noncompliance of the agreements.Thus, the instrument of negotiated agreements reaches limits which result from itsvoluntary nah.ir.It 7.4.2 Redistribution at the expense of third parties Since the instrument of voluntary agreements per se does not send out any pricesignals that lead to automatic djusiinerits on the part of the players, decisions haveto be madeon a casebycase basis on low the overall reduction targeted is to bedivided up between individual groups. This, some peopie say, involves the dangerthat groups that are inferior i.n terms of the way they are organized, like households,ultimately have to bear the largest adjustment burden. This has to be qualified bysaying that this argument can also be used against economic instruments. In real lifethe political tpresentatibil of interests also plays an important part with economicinstance when exceptional areas are stipulated that will beinstruments,exempted from energy ta Xes. Even Denmark, a country usually regarded asexemplary hen it conies to introdu Cing ecologibil taxes; has speciai arhirlgemehtsfot particularly energyintensive businesses, and the burden of levies is mainlyborne by ptjvate households MEZ 1995:109 and 126. As the example shows, theuriiforni price signals econorriic instruments want to bring about are frequentlywatered down in the political process.for 7.4.3 Relinquishment of political scope The updated declaration presented by the German business comril Uoity on theprevention of damage to the climate once again clearly indicates the iilnits ofvoluntary agreements. If the environmental goal obviously runs counter to theindividual economic interests of the associations, people like some representativesof the VDEW recently suddenly talk of the ,,fetish year 2005 in connection withthe Federal Governmeritsthe VDEWsagreement already is a scaleddown version providing for a reduction of merely 8to 10 per cent by the year 2005; undesired political measures e.g.in nuclearenergy policy may prompt termination of the agreement. In any case, a governmenthas to expect being asked whether it is pssible for a pledge with little substance tobe worth so much that the government in return, for decades to come, puts up withbeing deprived of agreat number of potential courses of action relating to climateand energy policies.timetable. Although,for example,288 General conclusions and future perspectives 8.1 General Conlusions The examples analyzed here have offered weaknesses of voluntary agreements withregard to goalconformity, systemconformity, costefficciency and institutionalcontrollability. However, it can be argued that hardly any instrument will meet allthese criteria. If it does theoretically, it may be watered down in the politicalprocess or perhaps will not be implemented at all. Thus, it should be mentionedthattheinstrument should be used very carefully. Against this background, we want to drawsome general lessons from the German experience and give some recommendationsfor the international discussion of using voluntary agreements within the European Union.there may be reasonable applications for voluntary agreements, but Opportunities for the application of voluntary agreements that are welcome from anordoliberal point of view especially exist if they are used within a mix of policycid:173instruments. If economic incentives are introduced on a voluntary basis example:if agreements are used to accompany economic instruments Green Dot orexample: combination of carbon taxes and voluntary agreements, agreementswould really deserve the attribute of being marketbased. If economic instrumentscannot be employed, for instance when substances have been completely banned,negotiated agreements as soft instruments of environmental policy can certainlyserve to accompany tough regulatory measures or provided it is not a matter ofwarding off acute dangers to replace them example: CFCphase out. Except forthese areas, however, from an ordoliberal point other instruments are preferable.By combining negotiated agreements and economic instruments, it is possible toavoid a lack of incentives, which is one of the worst flaws of most voluntaryagreements in terms of design. To date a lack of incentives has led to voluntaryagreements either being undemanding with regard to the contents and being phrasedaccordingly, or, in the case of more ambitious pledges, to them being associatedwith a great amount of time and effort needed for enforcement and monitoring. It isalso due to a lack of incentives that as a rule, only specific and no absolutereductions are achieved. Without any signals in favour of a way of usingenvironmental resources thatis generally less harmful, even with demandingspecific reduction goals there is the risk that an overall increasing consumption ofenvironmental resources will overcompensate for these goals.The increasing significance of voluntary agreements in current environmentalpolicies may have to do with them being labelled market based instruments andthe fact that their increased use is associated with hopes of thus strengthening themarket system. However, a more indepth analysis reveals that although in principleit is possible to design voluntary agreements in a manner that is in keeping with amarket economy, in most cases people avoid doing it. As the examples that were 29studied showed, such a free marketoriented design does not come about voluntarilyand spontaneously, rather it requires standards and a framework set by government.However, once such a framework is set, agreements may be used as a tool forimplementation within an environmental policymix.For this reason one has to strongly advise the government against making acommitment to the effect that in return for voluntary declarations on environmentalthe government will not make use of any other instruents. Thisprotection,imposes disproportionately severe restrictions on the politicians latitude in howthey act in the future and thus on their capacity for problemsolving. Such a policytends to neglect other solutions that may be more appropriate to the problem, suchas the application of a mixture of environmental policy instruments.If a decision to give preference to voluntary solutions in general is made or if adecision in favour of such solutions is taken at an early stage,this too iscounterproductive; because the substance of negotiated solutions the governmentalpotential for threats is weakened and delays in the form of a stamina contest areprovoked. The examples that were examined confirmed that without considerablegovernmental pressure, voluntary agreements do not yield any pledges that gobeyond business as usual or ,,no regrets measures. In order to make itabsolutelyclearthe scope for design inenvironmental policy has to be kept unrestricted and flexible. On the other hand,giving priority to voluntary solutions on principle imposes disproportionatelysevere restrictions on government when it comes to quickly reverting to toughenvironmental policy instruments following unsatisfactory negotiation results ordelayed implementation.really ,,is in control,thatthe government 8.2 European Perspectives Although our case studies represent only German experiences, some lessons can bedrawn for the use of voluntary agreements on a European level. As it seems, the European Commission is aware of several potential shortcomings of agreeementsbeing stated here.In November 1996 the European Co.mmission issued a communication examiningthe use of environmental agreements as an instrument of ED environment policyCom 96 561. The nonbinding paper deals with the instrument in general,presents guidelines on environmental agreements and provides a survey over theuse of voluntary environmental agreements in the Member States.The guidelines given by the Commission point out seven topics that should be takeninto account when public authorities design environmental agreements on nationalor local level:30 consultation, contractual form, quantified objectives, monitoring of results, public information and transparency, independent verification of results and additional guaranteees.Before an environmental agreement is concluded, the paper says, all interestedpartiesand publicauthorities should have the opportunity to comment on the draft. Their opionsshould be taken into account.companies, businessassociations,environment groups The legal status of an agreement plays an important role for the sucess of anagreement. According to the Commission, binding agreements provide in generalbetter safeguards in terms of achieving environmental objectives. Contractsbinding on both parties offer a welldefined framework that may include sanctionsfor noncompliance and is enforcable through the courts.The weakness and bad reputation of certain past agreements partly derive from thelack of quantified objectives, leaving room for the perception that agreements wereused to avoid or delay effectice action, the Commisssion states. Objectives have tobe quantified in figures as opposed to best efforts clauses.Also intermediateobjectives should be set to show the effectiveness of an agreement.According to the Commissions findings,monitored, the agreement itself should define how.results of agreements have to be The failure of agreements, the paper goes on, is often connected with a lack ofpublic information and transparency. Transparency is crucial to assure third partiesthat nonregulatory obligations are kept. Agreements should be published in thenational Official Journal or an equallly public document. Even a public register ofagreements should be considered.In some cases it may be appropriate to set up a committee or independent body tocollect, evaluate, or verify results, This is particularly important in cases where themeasuring methods differ or where the disclosure of business secrets has to beavoided.31As an additional guarantee that the agreement will be fulfilled, dissuasive sanctionssuch as fines and penalties could be foreseen for case of noncompliance,the Commission concludes.Measuring the German way of using environmental agreements at the standard setby the Commissions guidelines, one will find that the national agreements fallbehind in nearly every respect. Apart from the fact, that all the German agreementsare nonbinding, the procedure while negotiating an agreement and the structure ofthe final commitment show a whole lot of deficiencies.Thus, fundamental flaws of the negotiations may be overcome when the guidelinewill be followed. From our point of view it is important to mention that, accordingto the communication of the Commission:1. A costeffective use of agreements will be made as a part of policy mix togetherwith, forexample, regulatory or economic instruments and 2. agreements may be undercertain circumstancesimplementing of environmental policy, butenvironmental target setting. General targets should be set through legislation.an efficientforthey are not appropriate fortool These basic conclusions go along with the findings of our study. The politiciansart of the possible may now be to look carefully for reasonable applications ofagreements without falling back to traditional commandandcontrol measures. Asexperiences in Belgium Seyad et al.:1996 and the United Kingdom Eden:1996show, neither a strategy of strong regulation of voluntary agreements which makesthe agreements obsolete nor a strategy of farreaching deregulation or selfcid:173regulation of environmental targetsetting seems to be promising. If not driven toone of these extremes, there may be several applications for more flexible ways ofenvironmental policy.References:Autorecycling 1996 1: Herausgegeben von der Arbeitsgemeinschaft Deutscher Autorecyclingbetriebe pmb H. KOln.Bauer, Hartmut1987:Informelles Verwaltungshandelnim offentlichen Wirtschaftsrecht, Verw Arch 1987, S. 241 268.BDI Bundesverband der Deutschen Industrie e.V. 1996: Aktualisierte Erk Hirungder deutschen Wirtschaft zur Klimavorsorge. Koln.Benzler, Guido, Klaus LObbe 1995: Riicknahme von Altautos Eine kritische Wiirdigung des Konzepte. In: RWIMitteilungyn, Jg. 45, 19952, S. 141cid:173162.32Beyer, Wolfgang 1986: Der offentlichrechtliche Vertrag, informales Handeln derdes Selbstverpflichtungen Instrument Behorden Umweltschutzes, Dissertation Universitat KOln.Privaterundals BGW Bundesverband der deutschen Gas und Wasserwirtschaft1996: 1.Zwischenbericht zur Klimaschutzerklarung der deutschen Gaswirtschaftyom Marz 1995 Dis zum Jahr 2005. In: BDI Bundesverband der Deutschen Industrie e.V.: Aktualisierte Erklarung der deutschen Wirtschaft zur Klimavorsorge. Koln.BMU Bundesministerium f Ur Umwelt, Naturschutz und Reaktorsicherheit 1995:Staatssekretar Jauck fordert mehr Kooperation von Staat und Wirtschaft im Umweltschutz. BMUPressemitteilung 11795, Bonn.BMV Bundesminister f Ur Verkehr 1995: Statement des Bundesministers fur Verkehr anliilllich der Prasentation des Opel Corsa Eco 3 am 7.9.1996 in Bonn. Fs. Nr.: 0340070995 1430.schzur Brenck, A. et al. 1996: Zwischen Entsorgungsnotstand und Oberkapazitaten cid:173Wegeumweltvertraglichen Abfallwirtschaft. Schlu Bbericht zur Studie Optimierung des Verbrauchsf Ur Wirtschaft,knapper DeponiekapazitatenZusammenfassung der Ergebnisse. Berlin.fur den Bundesminister Organisationeffizienteneiner Brockmann, Karl Ludwig, Henrike Koschel, Isabel Kuhn, Klaus Rennings 1995:eine nachhaltige,des Europaische Ordnungspolitische Grundfragen einer Politik f Urzukunftsvertragliche Bundesministeriums Wirtschaftsforschung, Mannheim.Entwicklung.f Ur Wirtschaft.Zentrum f Ur Expertise Auftragim Brohm, Winfried 1992: Rechtsgrundsatze f Ur normersetzende Absprachen Zur Situation von Rechtsverordnungen, Satzungen und Gesetzen durchkooperatives Verwaltungshandeln, DOV, S. 1025 1035.Brohm, Winfried1994:Rechtsstaatliche Vorgabenfurinformelles Verwaltungshandeln, DVBl., S. 133 139.Bundesregierung 1996a: Erklarung der deutschen Wirtschaft zur Klimavorsorge.Pressemitteilung Nr. 11896, Bonn.Cook, Elizabeth 1996: Marking a Milestone in Ozone Protection: Learning fromthe CFC Phaseout. In: World Resources Institute. Issues and Ideas, January 1996. Washington.DIW 1996: Energieverbrauch und COr Emissionen in Deutschland in der ersten Halfte der neunziger Jahre. In: DIWWochenbericht 496, S. 73 79.Eden, Sally 1996: Problems of Environmental Consensus: Packaging Regulationand SelfRegulation in the UK. Paper presented on the Sixth Annual Greening of Industry Network Conference, Heidelberg, November 1996.33EnqueteKommission Schutz des Menschen und der Umwelt des Deutschen Bundestages Perspektiven Materialstromen. Bonn.Hrsg.f Ur1994: Die Industriegesellschaftnachhaltigen Umgang miteinengestalten Stoffund Environment WATCH 1995: Commission Plans EU Codes for Green Taxes,Voluntary Agreements. 27.10.1995, S. 13.European Commission 1997: Communication to the Council and Europeanto Europe In: Supplement Parliament on Environmental Agreements.Environment Nr. 492 January 28, 1997.Green, Kenneth, Andrew Mc Meekin, Alan Irwin 1994: Technological Trajectoriesand RD for Environmental Innovation in UK Firms. In: Futures 1994, 2610, S. 1047 1059.Grossekettler, Heinz 1991: Zurtheoretischen Integration der Finanz und Wettbewerbspolitik in die Konzeption des okonomischen Liberalismus. In:Erik Boettcher et al. Hrsg.: Jahrbuch f Ur Neue Politische Okonomie, Band 10, Tubingen, S. 103 144.Hemmelskamp, Jens, Georg Licht, Egbert Oldenboom, Jan Willem Velthuijsen1995: The Impact of Parameters provided by Environmental Policy on the Innovative Behaviour of Companies in selected European Countries. Final Report of a Study commissioned by the European Commission DG XII,Contract Nr. EV5VCT940376, Mannheim, A 1lsterdam.Henneke,HansGunter1991:Informelles Verwaltungshandeln 1m Wirtschaftsverwaltungsrecht und Umweltrecht, Nu R, S. 267 275.HoffmannRiem, Wolfgang 1990: Reform des allgemeinen Verwaltungsrechts als Aufgabe Ansatze am Beispiel des Umweltschutzes, Ao R, S. 400 447.Hohmeyer, Olav, Henrike Koschel1995: Umweltpolitische Instrumente zur Forderung des Einsatzes integrierter Umwelttechnik. Gutachten im Auftragdes Buros f Ur Technikfolgenabschatzung beim Deutschen Bundestag,Mannheim.Holzhey, Michael, Henning Tegner 1996: Selbstverpflichtungen ein Ausweg ausder umweltpolitischen Sackgasse? In: Wirtschaftsdienst 1996NIII, S. 425 430.Homburger, B. 1996: AltautoRecycling endlich auf dem Weg. Erklarung dervom F.D.P.Bundestagsfraktion Sprecherinderumweltpolitischen 21.2.1996.IPCC Intergovernmental Panel on Climate Change 1995a: Second Assessmentto Interpreting Synthesis of Scientifictechnical Article 2 of the UN Framework Convention on Climate Change. Genf.Information Relevant 34cid:173Kohlhaas, Michael, Barbara Praetorius 1994: Selbstverpflichtungen der Industriezur CO2Reduktion. Berlin.Krause, Florentin, Jonathan Koomey, David Olivier 1994: Incorporating glob.alwarming externalities through environmental least cost plannning: a casestudy of Western Europe. In: O. Hohmeyer, R. L. Ottinger: Social Costs of Energy. Berlin, Heidelberg, New York, S. 287 312.Kreuzberg,Peter1993:Rationalitat In: Zeitschriftfreiwilligerf Ur KooperationslosungenEnergiewirtschaft Zf E 493, S. 304 309.Zurf Urokonomischendas Klimaproblem.MaierRigaud, Gerhard 1995: Fur eine okologische Wirtschaftsordnung.In:Jahrbuch Okologie 1996. Munchen.Mez, Lutz 1995: Erfahrungen mit der okologischen Steuerreform in Danemark. In:ZEWOlav Wirtschaftsanalysen Band 1, BadenBaden, S. 109 128.Steuerreform.Okologische HohmeyerHrsg.:Muggenborg, HansJurgen1990:Formendes Kooperationsprinzips 1m Umweltrecht der Bundesrepublik Deutschland, NVw Z, S. 909 917.Muller, Frank 1995: Energy Taxes,the Climate Change Convention and Economic Competitiveness. Paper Presented to the 3rd International Conference on Social Costs, Ladenburg, Germany, 27 30 May.Murswiek, Dietrich 1988: Freiheit und Freiwilligkeit im Umweltrecht. In: Juristen Zeitung, 43. Jg., H. 21, S. 985 993.Okologische Briefe19962:Denkhilfefur die Wirtschaftaus dem Umweltbundesamt.Okologische Briefe 1996 5: Europaische Kommission will das Funfliterauto.Okologische Briefe 1996Ergebnisse bringen.1994:8: Klimaschutzverhandlungen Genf wird kaumdauerhaftumweltgerechte Rennings, Klaus Indikatoreneinefur Entwicklung. Stuttgart.Rennings, Klaus, KarlLudwig Brockmann, Henrike Koschel, Heidi Bergmann,Isabel Kuhn 1996: Nachhaltigkeit, Ordnungspolitik und freiwillige Selbstverpflichtung. Heidelberg, 1996.zueiner Neuregelung der Altautoentsorgung. In: Zeitschrift f Ur Umweltpolitik Umweltrecht, Jg. 19, Heft 1, S. 99108.verschiedenen Konzepten1996: Anmerkungen Sacksofsky, E.Sanghi, Ajay K. 1995: Climate for Climate Change Actions in the U.S.: The New York Experience. Paper Presented to the 3rd International Conference on Social Costs, Ladenburg, Germany, 27 30 May.35Schmitt, Dieter, Helmut Dungen 1992: Klimapolitik in der Sackgasse?Einsatzmoglichkeiten fur Kompensationen. In: Wirtschaftsdienst, 1992N, S.271 276.Seyad, Akim, Marc de Clerq, Filip Senesael 1996: The Use of Voluntary Agreements as Instruments of Environmental Policy in the Energy Sector cid:173the Belgian Electricity Voluntary Agreement Case. Paper presented on the Sixth Annual Greening of Industry Network Conference, Heidelberg,November 1996.Spies, R.1994: Der Grone Punkt als okonomisches Instrumentin der Abfallwirtschaftspolitik. In: Zeitschrift f Ur angewandte Umweltforschung,Jg. 7, Heft 3, S. 309321.SRU Rat von Sachverstandigen fur Umweltfragen 1994: Umweltgutachten 1994 Fiir eine dauerhaftumweltgerechte Entwicklung. Wiesbaden.SRU Rat von Sachverstanc!.igen fur Umweltfragen 1996: Umweltgutachten 1996Entwicklung.dauerhaftumweltgerechten Zur Umsetzungeiner Wiesbaden.SZ Siiddeutsche Zeitung yom 6.3.1996: FunfLiterAuto gemeinsames Ziel.Umwelt Selbstverpflichtungen1995a: WorkshopFreiwilligezur Klimavorsorge. In: Umwelt Nr. 121995, S. 438.Umwelt 1996: Novelle der Verpackungsverordnung. In: Umwelt Nr. 4, S. 158.UBA Umweltbundesamt 1993: Jahresbericht 1993. Berlin.VDA Verband der Automobilindustrie e.V.1995: Freiwillige Zusage zur Kraftstoffverbrauchsminderung. Frankfurtl Main, 22.3.1995.VDEW Verband Deutscher Elektrizitatswerke 1996: Bericht 1996 zurErklarung der VDEW zum Klimaschutz. In: BDI Bundesverband der Deutschen Industrie e.V.: Aktualisierte Erklarung der deutschen Wirtschaftzur Klimavorsorge. KOln.Weiland, R. 1995: Riicknahme und Entsorgungspflichten in der Abfallwirtschaftder Automobilbranche.institutionenokonomische Analyse Eine Wiesbaden.Welt yom 15.4.1996: Merkelliebaugelt mit Kartellen.Wupperman, B.1993:Jahre Verpackungsverordnung: Weitere Machtkonzentration statt Mullvermeidung. In: Zeitschrift fur angewandte Umweltforschung, Jg. 6, Heft 4, S. 448455.Zwei Zimrnermeyer, Gunter 1995: Voluntary Fuel Economy Targets for Motor Vehiclesin Germany. Presentation for the IENOECD International Workshop on Voluntary Approaches for Mitigating CO2Emissions. Bonn.36", "filename": "227844114.pdf", "person": ["Klaus Rennings", "Rennings, Klaus", "Karl Ludwig Brockmann", "Brockmann, Karl Ludwig", "Heidi Bergmann", "Bergmann, Heidi"], "date": ["1997"]}