{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/970/1/234216751.pdf"], "title": ["Wirtschaftliche Integration auf Kosten peripherer Regionen? : Chancen und Risiken für den brasilianischen Nordosten im Mercosur"], "plaintext": "ABSTRACTFears are widespread that Mercosur integration leads to further concentration of econoniicactivity in Brazils industrial centres, while the periphery of Brazil, including the Northeast,will find it more difficult to catch up economically. We evaluate such fears in several steps: First, we portray relevant structural characteristics of the Northeastern region. Second, we assess past trends in regional disparities with regard to percapita income andthe degree of industrialization, and the limited effectiveness of Brazils regional policy inovercoming such disparities. Third, we raise the question whether the Northeast has become more closely involved inthe international division of labour with proceeding Mercosur integration. Fourth, we discuss various factors which may shape the future economic prospects of the Northeast.We conclude that catchingup of the Northeast would be most difficult if regional integrationwere regarded by Brazil as an alternative to global sourcing and marketing. We also show thatpolicymakers have various instruments at their disposal to help enhancing the comparativeadvantages of the Northeast. Sustained macroeconomic stabilization, productivityenhancingregional, industrial and agricultural policies, investments in infrastructure and human capitalformation appear to be critically important for Brazils periphery to achieve income gains andattract foreign capital.JELclassification:F15, 018Ricardo Pacheco Centro de Estudos KonradAdenauerStiftung Rua Eng. Antonio Jovino, 220 05727220 Sao PauloSPTelefon 55118431055 Fax 55118439025 Peter Nunnenkamp Insitut fur Weltwirtschaft Postfach 43 09D24100 Kiel Telefon 494318814209Fax 494318814500INHALTSVERZEICHNIS. EINLEITUNG . A USGANGSBEDINGUNGEN 1. Brasiliens verlorenes Jahrzehnt 2. Strukturmerkmale des Nordostens . EINKOMMENSDISPARITATEN, WIRTSCHAFTSENTWICKLUNG REGIONALPOLITIK UND REGIONALE1. Einkommensdisparitaten in Brasilien im internationalen Vergleich 2. Regionale Forderung 3. Regionale Verlagerungen im Industriesektor 4. Regionale Einkommensentwicklung IV. EINBINDUNG DES NORDOSTENS IN DIE INTERNA TIONALEARBEITSTEILUNG IN DEN NEUNZIGER JAHREN 1. Regionale Exporttrends 2. Bedeutung des intraMercosur Handels 3. Der Nordosten als Standort fur auslandische Direktinvestitionen V. PERSPEKTIVEN FUR DIE ZUKUNFT: A UFHOLCHANCEN UNDABKOPPLUNGSGEFAHREN 1. Eine Zwischenbilanz 2. Regionale Integration und heimische Wirtschaftspolitik 3. Gesamtwirtschaftliche Stabilisierung: Erfolge und Risiken 4. Sach und Humankapitalbildung: Fortbestehende Defizite Akkumulation von Sachkapital Infrastruktur Humankapital 5. Handelspolitische Offnung: Spezialisierungsvorteile und Anpassungslasten Varianten der Spezialisierung Komparative Vorteile und Anpassungszwange Offene Fragen zum Mercosur VI. WIRTSCHAFTSPOLITISCHE ANSATZPUNKTE LITERATURVERZEICHNIS 15571111131622262629343939424345464749505052555763I. EINLEITUNGIm Nordosten Brasiliens herrscht die Sorge vor, da die wirtschaftliche Integration im Rahmen des Mercosu H zu Lasten peripherer Regionen geht undvorwiegend die traditionellen Wirtschaftszentren begunstigt. Nach weitverbreiteter Meinung drohen interregionale Dekonzentrationstendenzeninnerhalb Brasiliens an Impuls zu verlieren und von starken Polarisierungstendenzen an Bedeutung ubertroffen zu werden Cano 1995; Diniz 1995;SUDENE 1996; Diniz und Crocco 1996; Haddad 1996a, 1996b; Araujo 1997b;Guimaraes Neto 1997a. Letztere werden insbesondere der zunehmenden Integration Brasiliens in die internationale Arbeitsteilung auf regionaler undglobaler Ebene zugeschrieben.Derartige Befurchtungen mogen auf den ersten Blick uberraschen. Sie stehenin scharfem Gegensatz zu der neoklassischen These, da Integrationsprozesseauf regionaler und globaler Ebene verbesserte Aufholchancen furvergleichsweise arme Wirtschaftsraume bieten, weil diese ihre komparativen Dieser Beitrag ist als Hintergrundpapier fur das Symposium Uniao Europeia, Mercosul e Bahia: Novas Rela 9Oes CentroPeriferia des GoetheInstituts in Salvador Bahia im November 1997 konzipiert worden.Der gemeinsame Markt Mercosur umfat Argentinien, Brasilien, Paraguay und Uruguay.Chile wurde 1996 assoziiertes Mitglied, und mit Bolivien wurde ein vergleichbarer Statusausgehandelt.Kostenvorteile besser ausspielen konnen.2 Nach dieser Auffassung ist einebeschleunigte Einkommenskonvergenz zu erwarten, wenn armere Wirtschaftsraume mobile Produktionsfaktoren attrahieren konnen, deren Grenzproduktivitat angesichts der dort vorherrschenden Faktorausstattungsrelationen vergleichsweise hoch ist. In dem Mae wie wirtschaftliche Integration eine erhohte Mobilitat von Kapital und einen verbesserten Zugangzu verfugbaren Technologien begunstigt, muten sich die Aufholchancen derarmeren Regionen folglich verbessern.In diese Argumente setzt man im brasilianischen Nordosten offensichtlichwenig Hoffnung. Diese Skepsis lat sich sowohl mit theoretischen Uberlegungen als auch mit empirischen Erfahrungen begrunden. Neuere Modelle zeigen die Moglichkeit divergierender Einkommensentwicklungen undvon Agglomerationstendenzen bei wirtschaftlichen Integrationsprozessen aufinsbesondere in fruhen Phasen der Integration. Traditionelle Wirtschaftsraumekonnten durch technologische Externalitaten begunstigt werden, wenn neue Unternehmen sich tendenziell im Zentrum niederlassen, weil sie vom dortbereits akkumulierten Wissenspool profitieren konnen. Vergleichsweise starke Verflechtungen mit vor und nachgelagerten Wirtschaftszweigen im Zentrum Zu einem kurzen Uberblick uber konkurrierende Thesen zu Aufhol und Abkopplungstendenzen bei zunehmender wirtschaftlicher Integration vgl. Nunnenkamp1997b und die dort angegebene Literatur.konnten auch bewirken, da Skalenertrage, die durch sinkende Transaktionskosten bei wirtschaftlicher Integration ermoglicht werden,vorwiegend dort und nicht an der Peripherie ausgenutzt werden. Nach dieser Auffassung wurde der Abbau von Mobilitatsbarrieren die Aufholchancenarmerer Regionen vor allem dann verschlechtern, wenn innovative undzukunftsweisende Industrien ins Zentrum abwandern und an der Peripherie nurstandardisierte Produktionen mit geringem Wachstumspotential verbleiben.Aus theoretischer Sicht kann wirtschaftliche Integration also sowohl Agglomerations als auch Dezentralisierungsprozesse hervorrufen. Die relative Bedeutung gegenlaufiger Effekte ist ungeklart. Auch die verfugbare empirische Evidenz bietet keine eindeutigen Aufschlusse. Am Fall der Europaischen Unionlat sich beispielsweise zeigen, da die Vertiefung der Integration durch das Binnenmarktprogramm keine zwangslaufigen und uniformen Effekte auf die Divergenz bzw. Konvergenz von Einkommensentwicklungen in den EULandern hatte Nunnenkamp 1997b. Von den vier EULandern, deren ProKopfEinkommen am Beginn des Binnenmarktprogramms deutlich unter dem EUDurchschnitt lag, konnte Irland erheblich aufholen, wohingegen die Einkommenskluft im Fall Griechenlands nahezu unverandert fortbestandPortugal und Spanien liegen zwischen diesen beiden Extremen. Dieunterschiedlichen Erfahrungen dieser vier Lander scheinen in erster Linie aufdie von den jeweiligen Regierungen verfolgte Wirtschaftspolitikzuruckzufuhren zu sein. So deutet der Erfolg Irlands auf gunstige Aufholchancen vergleichsweise armer Wirtschaftsraume hin, wennmakrookonomische Stabilitat gewahrleistet ist, Investitionen in Sach und Humankapital ermutigt werden sowie eine Offnung gegenuber deninternationalen Guter und Kapitalmarkten erfolgt.Trotz der theoretischen und empirischen Ambivalenz der Integrationswirkungen auf vergleichsweise arme Lander bieten diese kurzen Voruberlegungendoch einige Ansatzpunkte, um auch die Chancen und Risiken der Integration fur Teilregionen eines Landes, in diesem Fall des brasilianischen Nordostens im Rahmen des Mercosur, einzuschatzen. Hierzu sind zunachst die Ausgangsbedingungen zu skizzieren Abschnitt II. Diese bestimmen sich zumeinen aus den gesamtwirtschaftlichen Rahmenbedingungen und zum anderenaus strukturellen Charakteristika des Nordostens. Die regionale Wirtschaftsentwicklung wird in Abschnitt III dargestellt. Die zentrale Frage ist, ob sichregionale Disparitaten in der Vergangenheit abgeschwacht oder noch verscharfthaben und welche Rolle die staatliche Regionalpolitik hierbei gespielt hat.Anschlieend wird untersucht, ob es dem Nordosten gelungen ist, sich starkerin die internationale Arbeitsteilung einzubinden, seit der Integrationsproze im Mercosur eingeleitet worden ist Abschnitt IV. Verschiedene Einflufaktoren,die wegen der wirtschaftlichen Integrationsprozesse fur den brasilianischen Nordosten an Bedeutung gewinnen konnten, werden in Abschnitt V diskutiert.Wie bereits erwahnt, ist eine Gewichtung der einzelnen Risikofaktoren und Chancen kaum moglich. Es kann folglich keine eindeutige Aussage darubergetroffen werden, ob es integrationsbedingt zu einem Aufholen oder eher zueiner Abkopplung des Nordostens kommen wird. Um so mehr gilt esabschlieend, wirtschaftspolitische Handlungsoptionen aufzuzeigen, um die Aussichten auf Einkommensgewinne und Kapitalzuflusse bei fortschreitender Integration im Mercosur zu verbessern Abschnitt VI.II. AUSGANGSBEDINGUNGEN1. Brasiliens verlorenes Jahrzehnt Gemessen am Wachstum des realen ProKopfEinkommens ist Brasilien im Zeitraum 19851994 im internationalen Mastab deutlich zuruckgefallenNunnenkamp 1997a: Schaubild 1. Die Schere zwischen dem ProKopfEinkommen Brasiliens einerseits und dem durchschnittlichen ProKopfEinkommen der OECDStaaten sowie der ostasiatischen Schwellen und Entwicklungslander andererseits hat sich weiter geoffnet. Sogar innerhalb Lateinamerikas, das 19851994 ein schwaches Wachstum vonjahresdurchschnittlich 0,6 v H verzeichnete, ist Brasilien mit einer Schrumpfungdes ProKopfEinkommens von 0,4 v H zuruckgeblieben.Die Grunde fur Brasiliens verlorenes Jahrzehnt sind an anderer Stelleausfuhrlich analysiert worden vgl. etwa Funke et al. 1992; Nunnenkamp1997a. Die schlechte Performance bis in die fruhen neunziger Jahre hinein istdanach vor allem auf folgende Faktoren zuruckzufuhren: ausgepragte gesamtwirtschaftliche Instabilitaten, die sich in teilweise extremhohen Inflationsraten niederschlugen; die handelspolitische Importsubstitutionsstrategie, die im Vergleich zuwichtigen Konkurrenten Brasiliens innerhalb und auerhalb Lateinamerikas erst spat revidiert wurde und die nicht zuletzt zur Folge hatte, da der Wettbewerb auf dem brasilianischen Markt beschrankt wurde; unzureichende Infrastrukturinvestitionen, wodurch eine starkere Einbindungdes Landes in die internationale Arbeitsteilung zusatzlich erschwert wurde,und die Vernachlassigung des Bildungswesens, die bewirkte, da die Ausstattung Brasiliens mit Humankapital vergleichsweise schlecht blieb.Die oben erwahnten Erfahrungen von EULandern bestatigen, da es sichhierbei samtlich um Faktoren handelt, die wirtschaftliche Aufholprozessebehindern, wenn nicht gar unmoglich machen. Es ist zu vermuten, da nicht nurdie wirtschaftliche Entwicklung von Brasilien als Ganzem verlangsamt wurde,sondern da gleichzeitig konvergierende Einkommensentwicklungen innerhalbdes Landes erschwert wurden. So durften insbesondere periphere Regionen mitihrem charakteristischen Mangel an komplementaren Produktionsfaktoren unterunzureichenden Infrastrukturinvestitionen und der Vernachlassigung des Bildungswesens gelitten haben.2. Strukturmerkmale des Nordostens Der Nordosten Brasiliens 3 macht 18 v H der Flache des gesamten Landes ausund beherbergt 29 v H der Gesamtbevolkerung SUDENE 1996. Dieweitgehend landwirtschaftliche Pragung des Nordostens mit quasifeudaler Sozialstruktur und sehr ungleicher Landverteilung zeigt sich darin, da diese Region Mitte der neunziger Jahre 21 v H der landwirtschaftlichen Produktion Brasiliens, jedoch nur 12 v H der industriellen Produktion stellte. Der Anteil des Nordostens am brasilianischen Bruttoinlandsprodukt BIP war mit 14 v H kaumhalb so hoch wie der Bevolkerungsanteil. Uber 17 Millionen Bewohner des Nordostens leben unterhalb der Armutsgrenze, womit diese Region mehr als die Halfte der brasilianischen Subsistenzwirtschaft ausmacht Araujo 1997b. Dasvergleichsweise hohe Bevolkerungswachstum etwa 1,7 v H pro Jahr erschwertes, Armut und Subsistenzwirtschaft zu reduzieren. Der regionale Arbeitsmarkterwies sich als wenig absorptionsfahig, und selbst die Migration in dastraditionelle Wirtschaftszentrum im Sudosten Brasiliens und in neuerestadtische Ballungszentren konnte den Anstieg des Arbeitskraftepotentials nichtausgleichen Moura und Teixeira 1997.3 Der Norden umfat folgende Bundesstaaten: Alagoas, Bahia, Ceara, Maranhao, Paraiba,Pernambuco, Piauf, Rio Grande do Norte und Sergipe.Obwohl der Nordosten als Ganzes gesehen wirtschaftlich wenig entwickeltist, ist er doch alles andere als eine homogene Region Araujo 1997a. Das Binnenland ist durch ein Trockengebiet den Sertao gepragt, das unregelmaigauftretenden Durren ausgesetzt ist.4 Typisch fur dieses Gebiet ist die extensive Rinderweidewirtschaft von Grogrundbesitzern. Bei ausreichender Bewasserung ist der Boden des Sertao auch fur den Obst und Gemuseanbaugeeignet. Vorwiegend im Gebiet der Stadte Petrolina und Juazeiro Bundesstaat Pernambuco im Sao FranciscoTal produzieren Exportunternehmen das ganze Jahr hindurch Obst Trauben, Mangos, Bananen und Melonen und Gemuseu.a. Tomaten, Auberginen, Spargel und Paprika. Die Beschaftigungseffektedieses Agrobusiness sind jedoch wegen der eher kapitalintensiven Produktionsverfahren begrenzt Kohlhepp 1994.Im feuchten und fruchtbaren Kustensaum des Nordostens, der sich uber 3000Kilometer erstreckt, herrschen Zuckerrohr und Kakaoplantagen vor. Dieungleiche Landverteilung geht in dieser sogenannten Waldzone Zona da Matamit ruckstandigen Anbaumethoden einher. Der Zuckerrohranbau wird im Rahmen des BioalkoholProgramms Proalcool subventioniert, das 1975eingefuhrt wurde, um die Abhangigkeit Brasiliens von Olimporten zuverringern. In einem bis zu 150 Kilometer breiten Streifen westlich der Zona da Mata Agreste werden schwerpunktmaig Nahrungsmittel fur die Versorgung Dieses Gebiet stellt etwa die Halfte der Flache des Nordostens.der Kustenstadte angebaut. Die im Agreste traditionell dominierenden Kleinbauern werden allerdings tendenziell durch die Expansion der Zuckerrohrplantagen verdrangt, was die Landkonflikte verscharft Kohlhepp 1994. Die arbeitsintensive Agrarproduktion, die auf die Deckung der Bedurfnisse der landlichen Bevolkerung ausgerichtet ist, kommt schlielichauch dadurch noch unter Druck, da im Westen des Bundesstaates Bahia sowieim Suden der Bundesstaaten Maranhao und Piaui der Ausbau exportorientierter Sojaplantagen staatlich gefordert wird insbesondere durch Infrastrukturmanahmen und Steuervergunstigungen im sogenannten CerradoGebietAraujo 1997b.Teile der Industrie im Nordosten Brasiliens basieren auf den skizziertenlandwirtschaftlichen Schwerpunkten. Dies gilt zum Beispiel fur die staatlichsubventionierten Zuckerrohrfabriken usinas in der Zona da Mata sowie die Agrarindustrie im Sao FranciscoTal. Andere wichtige Wirtschaftszweige wieder staatliche petrochemische Komplex in Camacari Bahia und der Bergbau in Maranhao sind rohstofforientiert. Insgesamt gesehen trug der Industriesektornur in begrenztem Mae zur Schaffung von Arbeitsplatzen bei. Im Kontext derwirtschaftlichen Integration kommt erschwerend hinzu, da die wenigenvergleichsweise arbeitsintensiven Industrien in der Vergangenheit haupt10sachlich binnenmarktorientiert und international kaum wettbewerbsfahigwaren.5Die industriellen Aktivitaten des Nordostens sind im Bundesstaat Bahiakonzentriert. Bahia ist gegenuber den anderen nordostlichen Bundesstaatendurch die relative geographische Nahe zum sudostlichen Wirtschaftszentrum Brasiliens begunstigt. Das BIP des Nordostens wird mageblich durch diesen Bundesstaat bestimmt 1995: 4,5 v H des brasilianischen BIP; obgleich Bahianur ein Viertel der Bevolkerung des Nordostens beherbergt, stammt die Halfteder Industrieproduktion und der Exporte des Nordostens aus diesem Bundesstaat.Auch die Entwicklung des Dienstleistungssektors hat sich bisher weitgehendauf Salvador, die Hauptstadt Bahias, und andere Kustenstadte wie RecifePernambuco und Fortaleza Ceara beschrankt. Dies gilt insbesondere fur Finanzdienstleistungen, aber auch fur touristisch ausgerichtete Dienstleistungen. Das Bankwesen, das weitgehend in staatlicher Hand liegt, istallerdings mit der gesamtwirtschaftlichen Stabilisierung seit 1994 untererheblichen Anpassungsdruck geraten Araujo 1997b.Beispiele bieten die Papierindustrie, die Textilindustrie und die Schuhindustrie in AratuBahia, Cabo Pernambuco und Fortaleza Ceara Araujo 1997a. Zu neueren Entwicklungen in diesen Industrien vgl. Abschnitt III.11III. EINKOMMENSDISPARITATEN, REGIONALPOLITIK UNDREGIONALE WIRTSCHAFTSENTWICKLUNG1. Einkommensdisparitaten in Brasilien im internationalen Vergleich Die interregionalen Einkommensdisparitaten sind in Brasilien ungleich starkerausgepragt als etwa in den Mitgliedstaaten der EU Tabelle 1. Dies gilt selbstgegenuber Italien, einem EULand mit besonders starken Einkommensdisparitaten. Bei diesem Vergleich ist anzumerken, da dieraumlichen Distanzen innerhalb Brasiliens typischerweise wesentlich groersind als in den EULandern. Dieser Faktor tragt vor allem deshalb zur Perpetuierung von Einkommensdisparitaten bei, weil effiziente Transport und Kommunikationskanale, die den Raum effektiv schrumpfen lassen, in Brasilien haufig fehlen. Zusammengenommen haben raumliche Distanz unddadurch hervorgerufene hohe Transaktionskosten zur Folge, da die Regionen Brasiliens nach europaischen Mastaben nur schwach vernetzt sind.Das interregionale Entwicklungsgefalle in Brasilien spiegelt sich auch insoziookonomischen Indikatoren wider. Beim sogenannten Human Development Index rangierte Brasilien 1993 auf Platz 58 unter 174 LandernTabelle 2. Der durchschnittliche brasilianische Indexwert von knapp 0,8 setztsich allerdings aus deutlich variierenden Werten fur einzelne Regionen12Tabelle 1 Interregionale Einkommensdisparitat in Brasilien und in EULandern,a 1990Land Regionen Einkommensverhaltnis Brasilien Italien Portugal Frankreich Spanien Westdeutschland Griechenland Vereinigtes Konigreicha Verhaltnis zwischen dem niedrigsten regionalen ProKopfEinkommen in der vor dem Schragstrich angegebenen Region und dem hochsten regionalen ProKopfEinkommen inder hinter dem Schragstrich angegebenen Region.NordostenSudosten KalabrienLombardei MadeiraLissabonTejus KorsikaIle de France EstremaduraNavarra SchleswigHolsteinHamburg NordagaisZentralgriechenland NordirlandSudwesten 0,350,440,460,470,490,530,570,60Quelle: OECD 1994; IPEA 1996.Tabelle 2 Human Development Index in ausgewahlten Landern und Regionen Brasiliens1993LandaRegion in Brasilien Indexwert Bangladesch 143Nordosten Gabun 120Paraguay 85Norden Brasilien 58Mittelwesten Sudosten Suden Portugal 35Chile 33Uruguay 32Argentinien 30Deutschland 18Kanada 1a In Klammern: Rangposition unter 174 Landern.Quelle: UNDP 1996; PNUD und IPEA 1996.0,3650,5480,5570,7040,7060,7960,8260,8380,8440,8780,8820,8830,8850,9200,95113zusammen. Der Mittelwesten, der Sudosten und insbesondere der Sudenkommen dem soziookonomischen Entwicklungsniveau von Portugal und der Nachbarlander Chile, Uruguay und Argentinien sehr nahe. Demgegenuber falltder Nordosten drastisch zuruck. Das dortige Entwicklungsniveau reicht kauman das von Landern im unteren Drittel des Samples von 174 Landern heran.2. Regionale Forderung Die Regionalpolitik der brasilianischen Zentralregierung scheint fur das Ziel,die interregionalen Entwicklungsunterschiede auszugleichen, bisher wenigerreicht zu haben . Regionales Ausgleichsdenken hat keine lange Tradition in Brasilien. Dies lat sich unter anderem auf die kulturelle Heterogenitat des Landes und die relative Isolierung von Bevolkerungsgruppen in verschiedenen Regionen arquipelagos regionais zuruckfuhren. Zudem wehrten sich diereicheren Bundesstaaten lange Zeit gegen einen horizontalen Finanzausgleich.Erst die Agglomerationsprobleme im Sudosten, die von den erheblichen Wanderungsbewegungen aus dem Nordosten in das sudostliche Wirtschaftszentrum verscharft wurden, bewirkten allmahlich eine veranderte Einstellung zur Regionalpolitik.Der Beginn einer offiziellen Regionalpolitik zugunsten des Nordostens kannin der Grundung der Superintendencia de Desenvolvimento da NordesteSUDENE am Anfang der sechziger Jahre gesehen werden. Nach dem Militarputsch von 1964 herrschte in der Regionalpolitik ein zentralistischer B i b l i o t h ek Institute fur Welfrwirfsch14topdown Ansatz vor. Eine konsistente und eigenstandige regionale Forderpolitik blieb dennoch weitgehend aus. Vielmehr versuchte der zentrale Akteur, die brasilianische Zentralregierung, mit verschiedenen AdhocManahmen die Konzentrationswirkungen der traditionellen Industriepolitik im Sudosten zu mildern Guimaraes Neto 1996. Staatliche Investitionen waren daswichtigste Instrument. Zum einen handelte es sich um staatliche Investitionenim Bereich der Infrastruktur. Zum anderen erfolgte in einzelnen Wirtschaftszweigen ein direktes staatliches Engagement. Hervorzuheben sinddie Petrochemie in Camagari Bahia, der Zuckerrohranbau im Rahmen des ProalcoolProgramms und der Bergbau in Maranhao. Das Hauptmotiv dieser Investitionen scheint weniger die eigenstandige Entwicklung des Nordostensgewesen zu sein, als vielmehr die Versorgung des sudostlichen Ballungszentrums mit Rohstoffen und Zwischenprodukten, um die dortigeimportsubstituierende Industrialisierung zu unterstutzen.Der Beitrag der staatlichen Investitionen zur wirtschaftlichen Entwicklungdes Nordostens lat sich kaum isolieren. Hinzu kommt, da Infrastrukturmanahmen einerseits und staatliche Industrieprojekte andererseitsunterschiedlich einzuschatzen sind, weil allenfalls erstere eine originare Staatsaufgabe darstellen. Projekte wie der Zuckerrohranbau waren aufdauerhafte Subventionen angewiesen. Das staatliche Engagement in solchen15Bereichen konnte zu erheblichen allokativen Verzerrungen gefuhrt haben, diedie Wirksamkeit der regionalen Forderung zweifelhaft erscheinen lassen.6Abgesehen von der Ungewissen Effektivitat einzelner Projekte ist die Investitionskapazitat der Staatsunternehmen im Nordosten seit Anfang derachtziger Jahre geschrumpft. Auch die Infrastrukturmanahmen haben unter deranhaltenden staatlichen Finanzkrise gelitten. Die zunehmend kurzfristige Orientierung der brasilianischen Wirtschaftspolitik, die sich in den achtziger Jahren in einer schnellen Abfolge gescheiterter Versuche der Inflationsbekampfung auerte, hat eine dauerhaft angelegte Regionalforderung nahezuunmoglich gemacht Haddad 1996b; Guimaraes Neto 1996.Es deutet einiges darauf hin, da die Bundesstaaten fur die Finanzmisere undihre regionalpolitischen Konsequenzen mit verantwortlich waren. Diefiskalische Dezentralisierung in Brasilien hat Regionalregierungen zu einem Ausgabeverhalten verfuhrt, das mit den regionalen Staatseinnahmen nicht in Einklang stand Tanzi 1996. Die aufgenommenen Kredite konnten teilweisenicht bedient werden, so da die Regionalregierungen den Zentralstaat fur Rettungsaktionen in Anspruch nahmen. Die Regionalregierungen hatten einen Anreiz, ihre Ausgaben zu erhohen und das Risiko ihrer Zahlungsunfahigkeit aufdie gesamtwirtschaftliche Ebene zu verlagern, weil es an klaren rechtlichen Zur Finanzierung der staatlichen Investitionen wurde bis zum Ausbruch der Schuldenkrisein erheblichem Mae auf Auslandskredite zuruckgegriffen.16Regeln fur eine funktionsfahige fiskalische Dezentralisierung mangelte. Das Resultat waren nach Tanzi 1996 wachsende Budgetdefizite und einemangelnde Effektivitat zentralstaatlicher Stabilisierungsmanahmen vgl. auch Abschnitt V.3.3. Regionale Verlagerungen im Industriesektor Auch die folgende Untersuchung von Verschiebungen in der Attraktivitatregionaler Industriestandorte gibt keinen Aufschlu daruber, ob und in welchem Mae periphere Gebiete von staatlichen Fordermanahmen begunstigt wordensind. Dazu mute man zum einen wissen, welche Verschiebungen auch ohne Forderung zustande gekommen waren. Zum anderen bietet selbst eingestiegener Anteil peripherer Regionen an der industriellen Wertschopfungkeine Gewahr fur dauerhafte Einkommensgewinne, wenn der hohere Wertschopfungsanteil etwa auf staatliche Industrieunternehmen zuruckzufuhrenist, deren Wettbewerbsfahigkeit wegen der Abhangigkeit von Subventionenbestenfalls ungewi ist.Dennoch erlaubt Tabelle 3 einige interessante Erkenntnisse zur Frage, ob sichdie industrielle Konzentration in Brasilien seit 1970 weiter verstarkt hat, ob sichneue Ballungsgebiete herausgebildet haben und ob periphere Regionen wie der Nordosten hiervon profitiert haben. Der gesamte Sudosten, der 1970 mehr alsvier Funftel der industriellen Wertschopfung stellte, verzeichnete bis 1990Tabelle 3 Raumliche Verteilung der industriellen Wertschopfung in Brasilien, 1970199017v HRegionenBundesstaaten MITTELWESTENNORDENAmazonas Paraandere NORDOSTENBahia Pernambucoandere SUDENParana Rio Grande do Sul Santa Catarina SUDOSTENEspirito Santo Minas Gerais Rio de Janeiro Sao Paulo Ballungszentrum der Hauptstadt Rio de Janeiro Ballungszentrum der Hauptstadt Sao Paulo 19701980198519900,80,80,40,40,05,71,52,22,012,03,16,32,680,80,56,515,712,158,144,01,12,41,60,70,18,13,52,02,615,84,47,34,172,60,97,710,68,053,433,01,32,51,70,60,28,63,82,02,816,74,97,93,970,91,28,39,57,751,929,41,83,12,00,90,28,44,01,82,617,45,67,74,169,31,38,89,9n.v.49,326,3Quelle: IBGE1995.einen Anteilsverlust von 11,5 Prozentpunkten. Auf den ersten Blick scheint dieseine klare Dekonzentrationstendenz anzuzeigen. Allerdings sind die Regionenmit besonders niedrigem ProKopfEinkommen und Industrialisierungsgrad im Norden und Nordosten Brasiliens hiervon nur in vergleichsweise geringem Mae begunstigt worden. Ihre Wertschopfungsanteile sind jeweils um 23 Prozentpunkte gestiegen, wahrend der Suden einen Anteilsgewinn von mehr18als 5 Prozentpunkten erzielte. Im Fall des Nordostens ist zudem zweierleibemerkenswert: Der Anstieg des Anteils an der industriellen Wertschopfung blieb weitgehendauf die siebziger Jahre beschrankt und kam danach fast zum Stillstand. Innerhalb des Nordostens vollzog sich keine gleichmaige Entwicklung allerdortigen Bundesstaaten. Vielmehr war nahezu ausschlielich Bahia fur den Anteilsgewinn des gesamten Nordostens verantwortlich. Dies ist mageblichauf den Aufbau des petrochemischen Komplexes von Cama?ari und des Industriezentrums von Aratu Papier und Zelluloseindustrie zuruckzufuhren, die beide in der Nahe der Haupt und Hafenstadt Salvador liegen.Eine genauere Analyse der Anteilsverschiebungen bestarkt die Zweifel aneiner weitreichenden und allgemeinen Dekonzentrationstendenz. Im Sudostenist eine relativ rucklaufige industrielle Wertschopfung fast ausschlielich in den Metropolen Sao Paulo und Rio de Janeiro zu beobachten. Die Verschiebungeninnerhalb des Bundesstaates Sao Paulo sind besonders aufschlureich. Wahrendder Wertschopfungsanteil der Metropole Sao Paulo um 1718 Prozentpunktesank, stieg der Anteil des Hinterlandes im Bundesstaat Sao Paulo von 14 v H im Jahr 1970 auf 23 v H im Jahr 1990. In erster Linie fand also eine raumlichbegrenzte Verlagerung statt, von der periphere Regionen kaum tangiertwurden.77 Diniz 1994 hat hierfur den Begriff polygonized development benutzt.19Das Phanomen der raumlich begrenzten Verlagerung lat sich wie folgterklaren. Zum einen verloren Metropolen wie Sao Paulo an Attraktivitat. Estraten hier zunehmende Kosten der Agglomeration auf: steigende Preise fur Boden, Strom und Wasser, verscharfte Umweltregulierungen, gespannteindustrielle Beziehungen, Verkehrsprobleme, wachsende Kriminalitat und damitzusammenhangende Vermogensrisiken. Zum anderen waren die Unternehmenwenig geneigt, auf die Fuhlungsvorteile und die geringen Transaktionskosten in Wirtschaftszentren zu verzichten. Sie siedelten sich deshalb in aufstrebendenneuen Zentren in der Nahe der Metropolen an, statt ganz an die Peripherieauszuweichen.8Das raumlich begrenzte Verlagerungsmuster wird durch die Anteilsgewinneder sudlichen Bundesstaaten und von Minas Gerais Tabelle 3 bestatigt. Im Vergleich zum peripheren Norden und Nordosten boten diese Standorte durchihre Nahe zu den traditionellen Zentren des Sudostens bessere Chancen,Fuhlungsvorteile aufrechtzuerhalten und Transaktionskosten zu begrenzen. Eskam hinzu, da regionalpolitische Manahmen zugunsten der Peripherieteilweise durch den Staat selbst konterkariert wurden. Die staatliche Forderungbeschrankte sich namlich nicht auf die Peripherie, sondern begunstigte etwaauch den Aufbau von Metanolraffinerien im Hinterland des Bundesstaates Sao Das Hinterland des Bundesstaates Sao Paulo wurde zudem durch den Aufstieg einerexportorientierten Agrarindustrie z.B. Orangensaft begunstigt.20Paulo und die Grundung von Forschungs und Industriezentren vor allem im Bereich der Luftfahrt und Softwareentwicklung in der Nahe der traditionellen Ballungszentren z.B. in den paulistanischen Stadten Sao Jos 6 dos Campos und Campinas.Zusammengenommen hatte die Anreizstruktur der Unternehmen zur Folge,da periphere Regionen Brasiliens zumindest bis Anfang der neunziger Jahre invergleichsweise geringem Mae von industriellen Verlagerungstendenzenprofitierten. Schaubild 1 zeigt, da fast 80 v H der uberdurchschnittlich starkwachsenden Industriestandorte im Sudosten und Suden Brasiliens lagen, d.h.auf vergleichsweise engem Raum konzentriert waren. Der Suden und Sudostenbeherbergte fast funfmal so viele industrielle Wachstumszentren wie der Nordosten, obwohl im Suden und Sudosten lediglich doppelt so viele Menschenlebten wie im Nordosten. Die industrielle Verlagerung nahrte vor allem diewirtschaftliche Entwicklung mittelgroer Stadte im Suden und im SudostenDiniz 1995; Diniz und Crocco 1996.9 Diese Stadte waren im Wettbewerb der Industriestandorte erfolgreich, weil sie gegenuber den Metropolen wegengeringerer Agglomerationskosten im Vorteil waren und im Vergleich zu Beispiele im Suden bieten: Londrina, Maringa, Porto Alegre, Florianopolis, Blumenau,Joinville und Curitiba; im Sudosten: Uberlandia, Uberaba, Belo Horizonte, Campinas,Sao Jose dos Campos und Ribeirao Preto.Schaubild 1 Regionale Verteilung industrieller Wachstumszentrena v H21Mittelwesten Norden Nordosten Suden Sudostenindustrielle Agglomerationen mit mehr als 10 000 Arbeitsplatzen und am nationalen Durchschnitt gemessen uberdurchschnittlichem Wachstum im Zeitraum 19701991;Brasilien insgesamt 100.Quelle: Diniz und Crocco 1996.peripheren Standorten im Norden und Nordosten eine bessere Infrastruktur undgeringere Transaktionskosten boten.Ob sich dieses Bild im Verlauf der neunziger Jahre entscheidend geanderthat, ist angesichts noch fehlender Daten nicht zu beurteilen. Festzustellen istlediglich, da der Nordosten in einzelnen Fallen an Attraktivitat gewonnen zuhaben scheint. So ist in jungster Zeit eine Verlagerung der arbeitsintensiven Produktion von Textilien und Schuhen aus dem Suden und Sudosten in den Nordosten vorwiegend nach Fortaleza zu beobachten. Dies wird als Reaktionauf das Vordringen chinesischer Wettbewerber auf dem brasilianischen Marktfur solche Produkte gewertet Guimaraes Neto 1997a; 1997b; Araujo 1997a;1997b. Diesem Konkurrenzdruck glaubt man besser standhalten zu konnen,22wenn man sich die niedrigeren Lohnstuckkosten und den vergleichsweisegeringen gewerkschaftlichen Organisationsgrad im Nordosten zunutze macht.Aber auch fur relativ sach und humankapitalintensive Produktionen wird der Nordosten zumindest in Einzelfallen als Produktionsstandort ins Auge gefat.So konnte die industrielle Entwicklung von Bahia in Zukunft einen neuen Impuls erhalten, weil der koreanische Automobilproduzent Asia diesen Bundesstaat als Investitionsstandort gewahlt hat.10 Bahia durfte auch dadurchbegunstigt werden, da Beschrankungen fur private Investitionen im Rahmendas CamagariProjektes gelockert worden sind.4. Regionale Einkommensentwicklung Zini und Sachs 1996 kommen mit Hilfe des methodischen Ansatzes von Barround SalaiMartin 1991 zu dem Ergebnis, da sich die regionalen Einkommensdisparitaten in Brasilien in sehr langfristiger Perspektiveabgeflacht haben.11 Gleichzeitig zeigen sie jedoch, da verschiedene Zeitabschnitte durch gegenlaufige Trends gekennzeichnet waren. Wenn mansich auf die letzten 30 Jahre beschrankt, sind die regionalen 10 Hierbei ist allerdings zu berucksichtigen, da Steuervergunstigungen der Zentralregierungmedida provisoria bei dieser Standortwahl eine wesentliche Rolle gespielt haben.Zudem durften die auslandischen Direktinvestitionen im brasilianischen Automobilsektorsich auch in Zukunft weitestgehend auf den Suden und Sudosten beschranken vgl.Abschnitt IV.3.1! Zini und Sachs 1996 betrachten den Zeitraum 19391992.23Einkommensdisparitaten zunachst gestiegen 19651975, danach deutlichzuruckgegangen 19751985 und schlielich wieder leicht gestiegen 19851992.Diese Phasen mit gegenlaufigen Entwicklungen spiegeln sich in der relativen Einkommensposition des Nordostens von Brasilien weitgehend wider. Vor 1975fiel der Nordosten gegenuber dem Sudosten und dem Suden zuruck. Dies trafinsbesondere fur die Zeit des sogenannten Wirtschaftswunders 19671973 zu,die den Hohepunkt der Konzentration wirtschaftlicher Aktivitaten in denbrasilianischen Ballungszentren mit sich brachte Guimaraes Neto 1997a. Esfolgte eine Phase, in der der Nordosten wieder aufholte. Im Zeitraum 19751985wies der Nordosten durchweg hohere Zuwachsraten des ProKopfEinkommensauf als der Sudosten und der Suden Guimaraes Neto 1997a. Allerdings gingdieser zeitlich begrenzte Aufholproze mit einem verlangsamten Einkommenswachstum auf nationaler Ebene einher.In der Folge war die wirtschaftliche Situation Brasiliens durch dieinternationale Schuldenkrise und durch dauerhafte Finanz und Fiskalproblemegepragt. Das brasilianische ProKopfEinkommen im Jahr 1994 war gegenuber 1985 kaum verandert Tabelle 4. Der Nordosten war von dieser Stagnationunmittelbar betroffen, weil zentralstaatliche Investitionen dort eineentscheidende Rolle spielten. Es kann deshalb kaum verwundern, da derwirtschaftliche Aufholproze ins Stocken geriet. Der Anteil des Nordostens am24brasilianischen BIP ging leicht zuruck, und das ProKopfEinkommen des Nordostens lag 1994 nur um 2 v H uber dem bereits 1985 erzielten ProKopfEinkommen Tabelle 4.Tabelle 4 Regionale Einkommensentwicklung in Brasilien, 19851994Regionaler BIPAnteil Brasilien 100BIP pro Kopf RMittelwesten Norden Nordosten Bahia Suden Sudosten 1985199019945,34,413,95,117,459,18,34,513,25,018,056,08,84,312,94,918,455,7Brasilien insgesamta In konstanten Preisen von 1995.100100100Quelle: GAC, IPEA und DIPES 1997a.1985293223681616223737794629337719943637234216492016400645593428Ein Vergleich der Einkommensentwicklung im Nordosten mit der Entwicklungin anderen Regionen deutet darauf hin, da es im Zeitraum 19851994 keineindeutiges Muster im Hinblick auf Divergenz oder Konvergenz gabSchaubild 2; vgl. auch Lavinas et al. 1997. Auf der einen Seite zeigen sich Tendenzen zur Konvergenz im vergleichsweise schlechten Abschneiden derreichsten Region Sudosten und in der weit uberdurchschnittlichen Performance des Mittelwestens.12 Auf der anderen Seite ging das ProKopf12 Das ProKopfEinkommen im Mittelwesten stieg zwischen 1985 und 1994 um 24 v HTabelle 4. Produktivitatsgewinne in der Agrarwirtschaft durch den Aufbau25Einkommen im Norden Brasiliens genau wie im Sudosten im Vergleich zu 1985leicht zuruck, obwohl der Norden zu den peripheren Regionen mit deutlichniedrigerem ProKopfEinkommen gehorte Tabelle 4. Es pat auch nicht zur Konvergenzthese, da der relativ weit entwickelte Suden Brasiliens abgesehen vom Mittelwesten als einzige Region einen deutlichen Zuwachsdes ProKopfEinkommens verzeichnete.Schaubild 2 Regionales ProKopfEinkommen, 1985 und 1994 Brasilien insgesamt 100Mittelwesten Norden Nordosten Bahia Suden Sudosten D1985 1994Quelle: Tabelle 4.Das ProKopfEinkommen im Suden ist vor allem nach Unterzeichnung des MercosurVertrages Anfang 1991 deutlich schneller gewachsen als etwa imagroindustrieller Grobetriebe in den Bundesstaaten Mato Grosso, Mato Grosso do Sulund Goiania sowie der dynamische Dienstleistungssektor der Hauptstadt Brasilia durftenhierfur in erster Linie verantwortlich sein.26Sudosten und Nordosten.13 Die Einkommensentwicklung der letzten Jahredeutet also eher auf eine Verlagerung der Wachstumsdynamik Brasiliens in Richtung Cone Sul hin als auf ein wirtschaftliches Aufholen des Nordostens.Die Frage, ob und in welchem Mae dieses Muster auf die Grundung des Mercosur zuruckzufuhren ist, lat sich nicht definitiv beantworten. Man kannjedoch vermuten, da das uberdurchschnittliche Einkommenswachstum im Suden Brasiliens durch die geographische Nahe dieser Region zu den Partnerlandern Argentinien, Paraguay und Uruguay begunstigt worden ist vgl.auch Abschnitt IV.2.14IV. EINBINDUNG DES NORDOSTENS IN DIE INTERNATIONALEARBEITSTEILUNG IN DEN NEUNZIGER JAHREN1. Regionale Exporttrends Die regionale Struktur der brasilianischen Gesamtexporte verweist auf einetraditionell vergleichsweise schwache Weltmarktstellung des NordostensTabelle 5:3 Das ProKopfEinkommen im Suden uberstieg 1995 den zuvor deutlich gesunkenenWert von 1991 um 27,3 v H gegenuber einem Zuwachs von 7,5 v H im Sudosten und 6,2 v H im Nordosten GAC, IPEA und DIPES 1997a.4 Diese Vermutung impliziert, da die zu erwartenden Effekte des Mercosur in den seit 1991 getroffenen Produktions und Investitionsentscheidungen zumindest teilweisevorweggenommen worden sind. Ein solches antizipatorisches Produktions und Investitionsverhalten ist auch im Fall des EUBinnenmarktprogramms zu beobachtengewesen.Tabelle 5 Regionale Exportentwicklung,a 19801995 v H27Regionale Exportanteile Jahresdurchschnittliches Exportwachstum 1980199019951980199019901995Mittelwesten Norden Nordosten Suden Sudosten 0,33,011,524,660,6Brasilien insgesamta Exporte auf USBasis.100Quelle: Diniz 1996.1,85,89,821,860,81002,25,39,325,058,310018,96,71,91,40,20,28,43,03,67,63,94,7 Der Anteil des Nordostens an den brasilianischen Exporten sank im Zeitraum 19801990 um fast 2 Prozentpunkte, und dieser Ruckgang setzte sich danachmit verminderter Starke fort. Der Exportanteil des Nordostens im Jahr 1995 9,3 v H lag deutlich unterdem BIPAnteil des Nordostens von 14 v H. Der Nordosten war die einzige Region Brasiliens, fur die die Exporte des Jahres 1995 auf USBasis jene des Jahres 1980 nicht uberschritten. Damitwar die Exportentwicklung nicht nur im Vergleich zum sudostlichen Zentrum, sondern auch im Vergleich zu anderen peripheren Regionenschwach.Das in Tabelle 6 angegebene Verhaltnis zwischen Exporten und regionalem BIP Exportquote bestatigt die unterdurchschnittliche Weltmarktorientierung28des Nordostens. Die Exportquote war nur gut halb so hoch wie fur Brasilieninsgesamt. Im Gegensatz zu allen anderen Regionen stagnierte sie zudemzwischen 1985 und 1994, obwohl Primarguter mit typischerweise relativgeringer Einkommenselastizitat einen erheblich kleineren Anteil an den Gesamtexporten des Nordostens ausmachen als etwa im Mittelwesten und Norden und obwohl der Nordosten fast die Halfte seiner Exporte mit Industriegutern bestreitet.Tabelle 6 Regionale Exportquoten und Exportstruktur v HQuotea Struktur 199519851994Primarguter Zwischenprodukte Industrieguter Mittelwesten Norden Nordosten Suden Sudosten 0,73,14,68,06,1Brasilien insgesamta Exportanteil am regionalen BIP.5,82,98,04,611,58,27,9624421331724Quelle: IPEA 1996; Lavinas et al. 1997.254234131719111143536355Die Grunde fur die enttauschende Exportentwicklung im Nordosten durftenvielschichtig sein. Als mogliche Erklarungsfaktoren kommen in Betracht: das Fortbestehen der Subsistenzwirtschaft in weiten Teilen des Nordostens; das Fehlen einer wirksamen, d.h., auf die Starkung der regionalen Standortfaktorenausgerichteten Regionalpolitik; der hohe Anteil der regionalen Produktion, der29auf traditionell binnenmarktorientierte staatliche Unternehmen entfallt;und die anhaltende Finanzkrise der brasilianischen Zentralregierung, d.h., desgroten Investors im Nordosten. Diese Faktoren durften auch die Aussichtendes Nordostens beeintrachtigen, sich im Rahmen des Mercosur alswettbewerbsfahiger Anbieter zu erweisen.2. Bedeutung des intraMercosur Handels Der gesamte Warenaustausch Brasiliens mit den MercosurPartnern Argentinien, Uruguay und Paraguay ist im Zeitraum 19901995 sprunghaft von 1,7 auf 13,1 Mrd. US gestiegen. Brasilien exportiert im Rahmen des Mercosurin erster Linie Industrieguter und importiert hauptsachlich Primarguter. Dieses Muster gilt weitgehend auch fur die Handelsbeziehungen des Nordostensinnerhalb des Mercosur. In der Exportpalette dominieren chemische Produkte,gefolgt von Nahrungsmitteln und Getranken, Textilien, Metallwaren sowie Maschinen und elektronischen Geraten. Die Exporte des Nordostens in die MercosurPartnerlander entstammen grotenteils aus den Industriezentren von Salvador Bahia, Recife Pernambuco und Fortaleza Ceara. Die Importe des Nordostens aus dem Mercosur beschranken sich hingegen fast ausschlielichauf landwirtschaftliche Guter. Der Importdruck aus Argentinien und Uruguaysorgt fur erhebliche Anpassungsprobleme in der nordostlichen Agrar30Wirtschaft.15 Hiervon sind insbesondere die Viehzucht und der Anbau von Produkten wie Mais und Zwiebeln betroffen, wahrend die komparativen Vorteile des Nordostens beim Anbau tropischer Fruchte neue Exportpotentialeinnerhalb des Mercosur eroffnet haben.Die Entwicklung der regionalen Exporte in die MercosurPartnerlanderTabelle 7 legt auf den ersten Blick den Schlu nahe, da der Nordosten im Gegensatz zur oben angedeuteten Skepsis besonders stark von der Grundungdes Mercosur profitiert hat. Der Nordosten verzeichnete im Zeitraum 19921996mit 143 v H die zweithochste Exportzuwachsrate.16 Dieser Erfolg ist jedoch inverschiedener Hinsicht zu relativieren:Tabelle 7 Regionale Exporte in den Mercosur, 1992 und 199619921996Mill. US305719879330094087v H0,71,44,819,473,6100Mill. US7854482172549027252v H1,10,96,723,867,6100Mittelwesten Norden Nordosten Suden Sudosten Brasilien insgesamt Quelle: Cronemberger 1997.15 Dieser Importdruck durfte nicht allein auf Integrationseffekte des Mercosurzuruckzufuhren sein, sondern auch durch die reale Aufwertung der brasilianischen Wahrung hervorgerufen worden sein vgl. hierzu Abschnitt V.5.16 Er wurde nur vom Mittelwesten 160 v H ubertroffen.31 Der Anstieg ging von einer extrem niedrigen Basis aus. Die ProKopfExporte des Nordostens in den Mercosur betrugen 1992 nur 4,4 US unddamit weniger als ein Zehntel der ProKopfExporte des SudostensSchaubild 3. Unter den Bundeslandern des Nordostens wies lediglich Bahiaeinen deutlich hoheren Ausgangswert der ProKopfExporte auf 11,2 US.Nimmt man die ProKopfExporte zum Mastab, war die Exportdynamik des Nordostens trotz des Basiseffekts nur unbedeutend starker als etwa im Suden.17Schaubild 3 ProKopfExporte ausgewahlter Regionen und Bundesstaaten in den Mercosur, 1992 und 1996 USNORDOSTEN Bahia Ceara 1992 Maranhao Pernambuco SUDEN SUDOSTEN 1996Quelle: Cronemberger 1997.17 Wahrend sich die ProKopfExporte des Sudens zwischen 1992 und 1996 gutverdoppelten, stiegen sie im Nordosten um den Faktor 2,4; der Sudosten blieb mit einem Anstieg der ProKopfExporte um den Faktor 1,6 hinter beiden Regionen zuruck.32 Der Anteil des Nordostens an den brasilianischen Exporten in den Mercosurwar 1996 mit 6,7 v H noch geringer als der Anteil an den brasilianischen Gesamtexporten 1995: 9,3 v H. Am brasilianischen Durchschnitt gemessen blieb der Mercosur fur dienordostlichen Exporteure ein vergleichsweise unbedeutender Handelspartner,obwohl der Anteil des Mercosur an den Gesamtexporten des Nordostens im Zeitraum 1991 1996 signifikant stieg Tabelle 8.Tabelle 8 Die wichtigsten Exportmarkte Brasiliens und des Nordostensa, 1991 und 1996 v H19911996Brasilien Nordosten Brasilien Nordosten Mercosur EUNAFTA7,331,121,64,928,927,814,7 27,5 21,7 Asiena Anteil an den Gesamtexporten Brasiliens bzw. des Nordostens.17,917,417,2 12,523,226,718,4Quelle: Cronemberger 1997.Die Regionalstruktur der brasilianischen Exporte Tabelle 8 legt die Vermutung nahe, da die NAFTA und die EU auf absehbare Zeit wichtigere Handelspartner sein werden als die Mitgliedslander des Mercosur. Dies durfteinsbesondere fur den Nordosten gelten. Dem Nordosten ist deshalbmoglicherweise mehr an einem verbesserten Zugang zu den nordamerikanischen und europaischen Markten gelegen als anderen Regionen33Brasiliens, die starker auf eine vertiefte Integration im Rahmen des Mercosursetzen konnten. Letzteres konnte vor allem fur den Suden Brasiliens zutreffen.Die ProKopfExporte des Sudens in den Mercosur haben sich im Zeitraum 19921996 mehr als verdoppelt und erreichten 1996 mit knapp 75 US das Niveau der ProKopfExporte des Sudostens Schaubild 3.Nach einer Analyse von Yeats 1997 hat sich der intraMercosur Handel vorallem in solchen Bereichen dynamisch entwickelt, in denen Importe aus Drittlandern durch den Zollabbau unter den MercosurPartnern in erheblichem Mae diskriminiert worden sind. Die Ergebnisse von Yeats deuten darauf hin,da dies in erster Linie bei sach und humankapitalintensiven Gutern der Fallwar. Derartige Guter sind in der Exportpalette der weiter entwickelten Regionen Brasiliens vergleichsweise prominent vertreten. Dies legt die Vermutung nahe,da die Exportdynamik des Sudens nicht zuletzt durch die Diskriminierungseffekte des Mercosur zustandegekommen ist. Der Suden Brasiliensscheint also wie der Sudosten ein besonderes Interesse an der regionalen Integration zu haben, weil diese zur Verschiebung der wirtschaftlichen Achse Brasiliens in Richtung Cone Sul beitragt.343. Der Nordosten als Standort investitionenfur auslandische DirektIm Vergleich zu den Handelsverflechtungen sind die Investitionsstromezwischen den Mitgliedsstaaten des Mercosur noch unbedeutend.18 Dassogenannte Protocol of Colonia vom Januar 1994 zielt darauf ab, die intraregionalen Investitionsstrome zu verstarken. Diese Vereinbarung sichert Investoren aus den Partnerlandern des Mercosur zu, da sie von sektoralen Ausnahmen abgesehen mit heimischen Investoren gleichgestellt werdennational treatment.19 Dennoch durften auf absehbare Zeit Sekundareffektedes Mercosur wie eine denkbare Verbesserung der Standortattraktivitat seiner Mitglieder fur Investoren aus Drittlandern bedeutsamer sein. Wir konzentrierenuns deshalb im folgenden auf die Frage, ob der Nordosten Brasiliens vonsolchen Sekundareffekten profitieren konnte, indem verstarkt auslandische Direktinvestitionen in diese Region flieen.18 Der Strom von Direktinvestitionen aus Argentinien, Paraguay und Uruguay sowie aus Chile uberschritt bis 1994 nicht die Marke von 0,4 v H des gesamten Stroms auslandischer Direktinvestitionen nach Brasilien IRELA 1996.19 Zu Einzelheiten vgl. IADB und IRELA 1996: 6667. Im Fall von Argentinien und Paraguay segnet das Protocol of Colonia lediglich die generell liberale und nichtdiskriminierende Politik gegenuber auslandischen Direktinvestitionen ab. In einemseparaten Protokoll haben die MercosurLander zudem vereinbart, die nationalen Anreizsysteme fur auslandische Direktinvestitionen aus Drittlandern zu harmonisieren.35Vergleicht man die fur den Zeitraum 19952000 geplanten Direktinvestitionen mit den im Zeitraum 19871995 realisierten Direktinvestitionen, so durftensich alle Regionen Brasiliens als Standorte mit zunehmender Attraktivitaterweisen Schaubild 4. Allerdings kann eine solche Entwicklung nicht ohneweiteres der Grundung des Mercosur zugute gehalten werden. Erstens istungewi, in welchem Mae geplante Direktinvestitionen in Zukunft auchtatsachlich realisiert werden. Zweitens ist zu berucksichtigen, da der Zeitraum 19871995 noch durch die gesamtwirtschaftliche Instabilitat Brasiliens gepragtwar. Es ist zu vermuten, da die zuruckgewonnene Attraktivitat furauslandische Direktinvestitionen in erster Linie auf die durchgreifenden Stabilisierungsmanahmen der brasilianischen Regierung seit 1994zuruckzufuhren ist und die Grundung des Mercosur nur eine untergeordnete Rolle gespielt hat.Wenn die Investitionsplanungen realisiert werden, hatte der Nordosten gemessen am Ausgangsniveau eine besonders starke Ausweitung derauslandischen Direktinvestitionen zu erwarten Schaubild 4. Allerdings warees unrealistisch, allein hierauf die Hoffnung auf signifikante wirtschaftliche Aufholprozesse zu grunden. Grundsatzlich gilt, da auslandische Direktinvestitionen Aufholprozesse zwar unterstutzen konnen, ihr Beitrag aber begrenztSchaubild 4 Auslandische Direktinvestitionen in verschiedenen Regionen Brasiliens,3619872000Mrd. US50S1987 1995al 9952000b Mittelwesten Norden Nordosten Suden Sudostena Realisierte Investitionen. Geplante Investitionen.Quelle: Guimaraes Neto 1997a.bleibt, weil sie typischerweise nur einen geringen Teil der gesamten Investitionen im Gastland ausmachen. Im Fall Brasiliens kommt hinzu, da deruberwiegende Teil auslandischer Direktinvestitionen auch in Zukunft in den Sudosten des Landes flieen durfte. Nimmt man die geplanten Direktinvestitionen zum Mastab, wird der Investitionsstrom in den Sudostenviermal so gro sein wie der Strom in den Nordosten, obwohl sich das Verhaltnis der Bevolkerung im Sudosten und im Nordosten nur auf 1,5 belauft.Der ProKopfZustrom von Direktinvestitionen durfte im Nordosten aberimmerhin das Niveau des Sudens erreichen.Der Sudosten dominiert die auslandischen Direktinvestitionen in Brasilien infast allen Industriezweigen Schaubild 5. Die dort vorhandene Infrastruktur37scheint eine stark diversifizierte Struktur der Direktinvestitionen zubegunstigen. Die in der Automobilindustrie geplanten Direktinvestitionenbeschranken sich weitestgehend auf die traditionellen Standorte im Sudostenund einige Standorte im Suden.20 Dies durfte darauf zuruckzufuhren sein, dadiese relativ humankapitalintensive Industrie auf gut ausgebildete Arbeitskrafteangewiesen ist, mit denen der Sudosten und der Suden vergleichsweise gutausgestattet sind. Begunstigend durfte die Nahe dieser Standorte zu denwichtigsten Automobilmarkten Lateinamerikas in Sudbrasilien und Argentinienhinzukommen.Die im Nordosten geplanten auslandischen Direktinvestitionen scheinen sichan den komparativen Vorteilen dieser Region zu orientieren. Diese basierenzum einen auf der Ausstattung mit naturlichen Ressourcen, wodurchauslandische Direktinvestitionen zur Gewinnung von Mineralien AM in Schaubild 5 sowie in den Bereichen Nahrungsmittel und Getranke NG und Zellulose und Papier ZP angelockt werden konnen. Zum anderen durften In den letzten zwei Jahren gaben sieben Automobilproduzenten neue Investitionsprojektebekannt: Audi, Chrysler und Renault in Parana im Suden; Honda und Toyota im Hinterland von Sao Paulo; Mercedes Benz in Minas Gerais im Sudosten; sowie diekoreanische Asia in Bahia im Nordosten wobei Steuervergunstigungen der Zentralregierung diese Standortwahl besonders stark beeinflut haben durften. Dietraditionellen Automobilproduzenten in Brasilien Fiat, Ford, General Motors und Volkswagen planen zudem, ihre Produktionsanlagen deutlich auszuweiten.38Schaubild 5 Industriestruktur der geplanten auslandischen Direktinvestitionen inverschiedenen Regionen Brasiliens, 19952000 v H Mittelwesten 0 Suden D Sudosten Nordosten 0 Norden AU GB MB AM NG ZP CHE TX ETAU Automobilindustrie; GB Gewinnung von Bodenschatzen; MB Metallverarbeitung;AM Andere Mineralien; NG Nahrungsmittel und Getranke; ZP Zellulose und Papier;CHE Chemische Industrie; TX Textilien; ET Elektronische Gerate und Telekommunikationsanlagen.Quelle: Guimaraes Neto 1997a.vergleichsweise gunstige Arbeitskosten auslandische Direktinvestitionen in der Textilindustrie TX induzieren. In dieser Industrie scheint sich der Nordosten an seinem Anteil an den gesamten Direktinvestitionen in der brasilianischen Textilindustrie gemessen als attraktivster Standort zu erweisen. Der rechthohe Anteil des Nordostens an den Direktinvestitionen in der chemischen Industrie, der angesichts der relativ anspruchsvollen und kapitalintensiven Fertigungsverfahren in dieser Industrie uberraschen mag, ist grotenteils aufden petrochemischen Komplex von Camacari in Bahia zuruckzufuhren.39Unter den nordostlichen Bundesstaaten ist es vor allem Bahia, das als Standort fur auslandische Direktinvestitionen verstarkt in Betracht gezogenwird. Geplant ist, da Bahia im Zeitraum 19952000 Direktinvestitionen in Hohe von 67 Mrd. US zuflieen, wobei Salvador, Aratu und Camac,ari als Standorte dominieren durften. Damit erhielte Bahia auf ProKopfBasis fastdoppelt so hohe Direktinvestitionen wie der Suden Brasiliens, und auch hinterdem Sudosten wurde Bahia an Attraktivitat kaum zuruckstehen. In dem Mae,wie von auslandischen Direktinvestitionen wirtschaftliche Aufholprozesseinduziert werden, kamen diese also hauptsachlich Bahia zugute. Dies wurde diewirtschaftliche Heterogenitat des Nordostens weiter verstarken.V. PERSPEKTIVEN FUR DIE ZUKUNFT: AUFHOLCHANCENUND ABKOPPLUNGSGEFAHREN1. Eine Zwischenbilanz Die vorangegangene Analyse der regionalen Einkommensentwicklung in Brasilien sowie des regionalen Musters der Exporte und der auslandischen Direktinvestitionen erlaubt einige vorlaufige Schlufolgerungen. Dietraditionell binnenmarktorientierte Industrialisierung Brasiliens ging insbesondere in den Jahren des sogenannten Wirtschaftswunders 19671973 mit einer deutlichen Konzentration der wirtschaftlichen Aktivitaten im Sudosteneinher. Erhebliche regionale Disparitaten im Grad der Industrialisierung sowieim Einkommensniveau bestehen fort, obwohl die Zentralregierung seit Mitte der40siebziger Jahre den Konzentrationstendenzen entgegenzuwirken versuchte,indem staatliche Investitionen in periphere Regionen wie den Nordosten gelenktwurden.Brasilianische Regionalwissenschaftler schreiben es mageblich diesen Investitionen zu, da es zeitweise zu Aufholprozessen kam Gomes und Vergolino 1995; Araujo 1997a; Guimaraes Neto 1997b. Der Ansatz, uberstaatliche Investitionen Aufholprozesse zu induzieren, erwies sich jedoch nichtals nachhaltig. Eine in sich konsistente und langerfristig ausgerichtete Regionalpolitik kam nicht zustande. Von der Zentralregierung gingenspatestens dann keine positiven Aufholimpulse mehr aus, als sich diebrasilianische Wirtschaftspolitik mit dem Auftreten ausgepragter gesamtwirtschaftlicher Instabilitaten zunehmend an kurzfristigen Zielen orientierte.Eindeutige Konzentrations oder Dekonzentrationstendenzen sind aufbundesstaatlicher Ebene seit Mitte der achtziger Jahre kaum noch zubeobachten. Vielmehr bildeten sich neue Wachstumspole auf einer niedrigerenraumlichen Ebene heraus. Stadte mittlerer Groe mit vergleichsweise guter Infrastruktur und Humankapitalausstattung erwiesen sich als attraktive Produktions und Investitionsstandorte, insbesondere wenn sie nicht allzu weitvon den traditionellen Ballungsgebieten entfernt waren.Der raumlich begrenzte Dekonzentrationsproze scheint sich nach der Grundung des Mercosur fortgesetzt zu haben. Investitionsstandorte im sud41liehen Teil des Bundesstaates Minas Gerais, im Hinterland von Sao Paulo sowieim Suden Brasiliens haben durch die raumliche Nahe zu den Partnerlandern des Mercosur zusatzlich an Attraktivitat gewonnen. Allerdings gibt es bisher keineschlussige Evidenz dafur, da der Nordosten hierdurch vollends ins Hintertreffen geraten ist. Zwar hat der Nordosten als Ganzes gesehen aufgrundentwicklungsbedingter Engpasse vorwiegend in den Bereichen Infrastrukturund Humankapital und der raumlichen Distanz zu den wichtigsten Markten des Mercosur klare Wettbewerbsnachteile. Bisher scheint ein weiteres Zuruckfallendes Nordostens jedoch dadurch abgefedert worden zu sein, da sich auch indieser peripheren Region dynamische Enklaven herausgebildet haben. Auchinnerhalb des Nordostens hat also die wirtschaftliche Heterogenitatzugenommen.Der Enklavencharakter der wirtschaftlichen Entwicklung des Nordostenszeigt einerseits, da es in der Vergangenheit an wesentlichen Voraussetzungenfur einen breit angelegten und sich selbst tragenden Aufholproze an der Peripherie Brasiliens gemangelt hat. Andererseits wird deutlich, davergleichsweise arme Wirtschaftsraume nicht zwangslaufig immer weiterzuruckfallen. Die wirtschaftspolitisch relevante Frage ist darum, wie manwirtschaftliche Aufholprozesse beschleunigen und verbreitern kann. Umgeeignete wirtschaftspolitische Handlungsoptionen zu identifizieren, gilt es die Chancen und Risiken ins Kalkul zu ziehen, die das durch Globalisierung und42regionale Integration gekennzeichnete wirtschaftliche Umfeld Brasiliens in sichbirgt.2. Regionale Integration und heimische Wirtschaftspolitik Die wirtschaftliche Integration im Rahmen des Mercosur bietet ebenso wenigwie das einleitend erwahnte EUBinnenmarktprogramm eine Gewahr fur ein Aufholen peripherer Wirtschaftsraume. Auch die fortschreitende Globalisierunghat ein weiteres Zuruckfallen vieler Entwicklungslander nicht verhindertGundlach und Nunnenkamp 1996. Es kann jedoch ebenso als erwiesen gelten,da Globalisierung und regionale Integration verbesserte Chancen furwirtschaftliches Aufholen bieten, wenn wirtschaftspolitische Faktoren demnicht entgegenstehen.Die wirtschaftlichen Aussichten des brasilianischen Nordostens durften sichdeshalb nachhaltig verbessern, wenn wirtschaftspolitische Fehlentwicklungender Vergangenheit dauerhaft uberwunden werden. Wesentliche Reformen sindbereits erfolgt und durften das wirtschaftliche Wachstum in Brasilien und inden MercosurPartnerlandern stimuliert haben.21 In einem Umfeld erhohten 21 Zu den wirtschaftspolitischen Reformen in Brasilien vgl. Nunnenkamp 1997a. Diejahresdurchschnittliche Zuwachsrate des brasilianischen BIP, die im Zeitraum 19811992nur 1,3 v H betragen hatte, erhohte sich in den Jahren 19931996 auf etwa 4,5 v H. Auch Argentinien erzielte seit 1990 jahrliche Zuwachsraten von uber 4 v H. In Paraguay und Uruguay ist eine anhaltende Wachstumsdynamik hingegen bislang ausgeblieben. Dasassoziierte Partnerland Chile ubertraf mit einer jahrlichen Zuwachsrate von etwa 7 v H seit 1990 alle anderen lateinamerikanischen Staaten.43Wirtschaftswachstums durfte es auch fur periphere Regionen leichter sein,Einkommensgewinne zu erzielen. Das ist selbst dann positiv zu bewerten, wenndie Einkommensdisparitat zwischen Peripherie und Zentrum fortbesteht. Eskommt hinzu, da es bei hohem Wirtschaftswachstum leichter fallt, eingeleitete Wirtschaftsreformen durchzuhalten und verbliebene Problemfelder in Angriffzu nehmen.Die verfugbare Evidenz uber Aufholprozesse innerhalb der EU und im Rahmen der Globalisierung verdeutlicht, da die Ansatzpunkte fur einekonvergenzfordernde Wirtschaftspolitik in drei zentralen Bereichen zu suchensind: der gesamtwirtschaftlichen Stabilisierung, der Faktorakkumulation undder Offenheit gegenuber den internationalen Kapital und GutermarktenNunnenkamp 1997b; Gundlach und Nunnenkamp 1996; Sachs und Warner 1995. Es liegt deshalb nahe, die Einschatzung der Chancen und Risiken fur denbrasilianischen Nordosten im Hinblick auf diese drei Bereiche vorzunehmen.3. Gesamtwirtschaftliche Stabilisierung: Erfolge und Risiken Die Stabilisierungserfolge und risiken in Brasilien sind an anderer Stelleausfuhrlich erortert worden Nunnenkamp 1997 a und werden hier nur kurzzusammengefat. Die erreichte gesamtwirtschaftliche Stabilisierung spiegeltsich in erster Linie in der drastisch gesunkenen Inflationsrate wider. Wahrendsich die monatliche Inflationsrate zwischen 1985 und Mitte 1994 aufdurchschnittlich 30 v H belief, sank sie nach Einfuhrung des Piano Real im Jahr441994 auf etwa 1 v H. Die neu eingefuhrte Wahrung, der Real, erwies sich alsstabil, so da heftige Wechselkurschwankungen und die dadurch verursachte Unsicherheit bei Allokations und Investitionsentscheidungen uberwundenwurden.Die Stabilisierungserfolge kommen naturgema Brasilien als Ganzem zugute.Periphere Regionen wie der Nordosten konnten hiervon jedoch in besonderem Mae profitieren. Die mit der Inflationsbekampfung einhergehende erhohte Transparenz relativer Preisveranderungen durfte eine langfristig ausgerichtete Regionalpolitik erleichtern und allokative Fehlentwicklungen bei der Industrialisierung des Nordostens vermeiden helfen. Zudem durfte diegesamtwirtschaftliche Stabilisierung insbesondere die Kaufkraft solcher Bevolkerungsschichten starken, deren reales Einkommen wegen fehlender Indexierung hohen Inflationsrisiken unterworfen war. Dies gilt in erster Liniefur Einkommen aus der Subsistenzwirtschaft, die im Nordosten stark verbreitetist. Diese Uberlegung lat vermuten, da eine dauerhafte Inflationsbekampfungdie Realeinkommen armer Bevolkerungsgruppen im Nordosten uberdurchschnittlich stark beeinflut. Dieser Effekt wiederum wurde eine Expansion derregionalen Markte begunstigen und zusatzliche Investitionen anlocken.Es lage folglich im langerfristigen Interesse peripherer Regionen wie des Nordostens, da die Zentralregierung den eingeschlagenen Stabilisierungskursdurchhalt. Risiken fur die Dauerhaftigkeit der Stabilisierung ergeben sich vor45allem aus der weiterhin prekaren Situation des Staatshaushalts,22 zu der wiein Abschnitt III.2 gezeigt Regionalregierungen mageblich beigetragenhaben. Eine durchgreifende Haushaltskonsolidierung erscheint unter Stabilitatsgesichtspunkten unverzichtbar. Um diese durchzusetzen, reicht es nicht aus,von der Zentralregierung Ausgabendisziplin zu fordern. Der Handlungsspielraum der Zentralregierung ist seit 1988 weiter geschrumpft, weilsie uber einen sinkenden Anteil der gesamten Steuereinnahmen verfugt Tanzi 1996: 307. Von wesentlicher Bedeutung durfte es sein, die fiskalische Dezentralisierung in Brasilien auf eine solide rechtliche Basis zu grunden, soda negative Anreize fur das Ausgabeverhalten der Bundesstaaten ausgeschaltetwerden.23 Fur den Nordosten konnte eine durchgreifende Haushaltskonsolidierung mit der negativen Begleiterscheinung verbunden sein, da die Last der Anpassung vor allem auf die offentlichen Investitionen fallt, von denender Nordosten starker abhangt als weiter entwickelte Regionen.4. Sach und Humankapitalbildung: Fortbestehende Defizite Die zunehmenden wirtschaftlichen Verflechtungen, die mit regionaler Integration und weltweiter Globalisierung einhergehen, haben zur Folge, da esfur alle Wirtschaftsraume darauf ankommt, in ausreichendem Mae uber 22 Das Haushaltsdefizit operational deficit belief sich im Zeitraum Juli 1996Juni 1997 auf 3,4 v H des brasilianischen BIP GAC, IPEA und DIPES 1997b.23 Vgl. hierzu ausfuhrlich Tanzi 1996.46komplementare Produktionsfaktoren zu verfugen. Ohne eine angemessene Ausstattung mit Humankapital, Infrastruktur und unternehmensrelevanten Dienstleistungen ist eine Einbindung in die internationale Arbeitsteilung nurschwer zu bewerkstelligen. Wirtschaftliche Aufholprozesse erfordern zudem Investitionen in Sachkapital, um den integrationsbedingten Strukturwandelbewaltigen zu konnen.Periphere Regionen wie der Nordosten Brasiliens sind mit komplementaren Produktionsfaktoren fast definitionsgema schlechter ausgestattet als die Zentren wirtschaftlicher Aktivitat. Es kommt darauf an, diese Defizite durch Faktorakkumulation abzubauen. Die offene Frage ist, ob der Nordosten hierbeierfolgreich sein wird.Akkumulation von Sachkapital Die Sachkapitalbildung im Nordosten hangt immer noch stark von den Investitionen der Zentralregierung und der Staatsunternehmen ab. Insgesamt istder staatliche Sektor fur etwa die Halfte der Sachkapitalbildung in dieser Region verantwortlich Gomes und Vergolino 1995. Ein nachhaltiger Anstiegder Investitionen im Verhaltnis zum BIP Investitionsquote ist deswegen im Nordosten eher unwahrscheinlich. Die anhaltenden Finanzprobleme der Regierung und der Staatsunternehmen lassen vielmehr befurchten, da die47Investitionsquote im Nordosten langsamer steigt als im brasilianischen Durchschnitt.Die Investitionsquote fur Brasilien als Ganzes ist seit 1991 im Gegensatzzum Zeitraum 19801991 nicht weiter gesunken; die Erholung von 18,8 v H1991 auf 19,2 v H 1995 fiel bisher jedoch recht bescheiden aus Conjuntura Economica 1997.24 Wenn der Nordosten wie vermutet bei den Investitionen unterdurchschnittlich abgeschnitten hat, ergabe sich fur diese Region bestenfalls eine stagnierende Investitionsquote.Infrastruktur Zusatzliche Risiken bestehen fur die Investitionen zum Ausbau der Infrastruktur, bei denen die Abhangigkeit des Nordostens von der finanzschwachen Zentralregierung naturgema noch starker ist als bei den Investitionen insgesamt. Investitionen in die Transport und Kommunikationsnetze waren insbesondere fur den innerhalb des Mercosur abgelegenen Nordosten erforderlich, um die Kosten der Raumuberwindung zu senken.Gleichzeitig gilt es fur den Nordosten, uber den Mercosur hinauszublicken.Wenn es gelingt, durch Infrastrukturmanahmen die Standortvorteile dernordostlichen Hafenstadte Salvador, Recife, Fortaleza und Sao Luis zu Die Investitionstatigkeit in Brasilien wird durch Realzinssatze von mehr als 20 v H auf Jahresbasis gedampft.48starken, konnten sich diese als Tor zu den vergleichsweise nah gelegenen Markten in Nordamerika und Europa erweisen.25Insbesondere die Regierung von Bahia setzt auf Infrastrukturmanahmen, diegeeignet sind, den Raum schrumpfen zu lassen. Innerhalb des Nordostenssind die Investitionen in den Bereichen Telekommunikation und Flughafen indiesem Bundesstaat nach Zeitungsangaben am hochsten. Von entscheidender Bedeutung wird jedoch das zukunftige Investitionsverhalten der Zentralregierung sein. Abgesehen von den generellen Finanzierungsengpassen bestehtdie Gefahr, da die Zentralregierung den Infrastrukturmanahmen im Nordostennach der Grundung des Mercosur keine Prioritat einraumt. Statt dessen konntendie begrenzten Mittel vorrangig zur Vernetzung der Wirtschaftszentren des Cone Sul eingesetzt werden, um auf diese Weise die Vorteile Brasiliens ausdem Mercosur zu maximieren.Um die Chancen der nordostlichen Hafenstadte besser einschatzen zu konnen, waren die Transaktionskosten, die dort anfallen, mit jenen Transaktionskosten zu vergleichen, die inden sudostlichen Hafenstadten anfallen. In diesen Vergleich muten die verfugbare Infrastruktur und die Kosten ihrer Nutzung sowie die jeweiligen Transportkosteneingehen. Abgesehen von den Schwierigkeiten, die Bedeutung dieser Faktoren empirischzu ermitteln, wurde ein solches Vorhaben den Rahmen dieses Papiers sprengen. Inweiterfuhrenden Analysen konnte man zunachst einen Vergleich der Transportkostenanstellen, wobei regionale Handelsdaten auf cif bzw. fobBasis heranzuziehen waren. Zur Bedeutung von Transportkosten im Rahmen des Mercosur vgl. Amjadi und Winters1997.49In der Tat werden zur Zeit erhebliche Investitionen in das Verkehrssystemdes Sudens und des Sudostens getatigt. Diese Infrastrukturmanahmen werdenallerdings groenteils mit privatem Kapital finanziert. Die rein staatlichen Investitionsvorhaben im Bereich der Infrastruktur lassen bisher keine Benachteiligung des Nordostens erkennen. Die verschiedenen staatlichen Programme sehen vielmehr eine Begunstigung des Nordostens und des Nordensvor Guimaraes Neto 1997a.26Humankapital Wie bereits angedeutet, ist die Bildung von Humankapital ein weitererwesentlicher Aspekt der Faktorakkumulation. Die Bedeutung dieses Faktorsnimmt mit engeren Investitionsverflechtungen auf regionaler und globaler Ebene zu. Auerhalb der Rohstoffgewinnung und hoch standardisierter Industrien ist es kaum aussichtsreich, auslandische Direktinvestitionen zu Die staatlichen Programme werden uber Entwicklungsbanken Banco do Nordeste; Banco Nacional de Desenvolvimento Economico e Social, BNDES abgewickelt und involvierendaruber hinaus andere Finanzinstitute wie die Caixa Economica Federal und die Bancodo Brasil und Staatsunternehmen. Eine genauere Analyse der Verteilung staatlicher Investitionsmittel innerhalb des Nordostens zeigt, da diese Mittel dort gebundelt werden,wo bereits eine relativ gute Infrastruktur vorhanden ist Araujo 1997b. Beispiele sind das Zentrum fur Obstanbau und Verarbeitung im Sao FranciscoTal, das touristische Zentrumvon Salvador sowie die Sojaplantagen im Westen von Bahia. Die staatlichen Manahmenverstarken somit die wirtschaftliche Heterogenitat dieser Region.50attrahieren, solange es an einer lokalen Ausstattung mit hinreichendqualifizierten Arbeitskraften mangelt.Die empirische Evidenz deutet darauf hin, da Brasilien als Ganzes beinahezu allen Indikatoren der Humankapitalausstattung hinter internationalen Mastaben zuruckbleibt Nunnenkamp 1997 a. Dies gilt sowohl fur Kennziffernzur schulischen Bildung als auch fur Faktoren wie die technische Ausbildungund betriebliche Qualifizierung von Arbeitskraften. Periphere Regionen wie der Nordosten durften gegenuber den schlechten brasilianischen Durchschnittswerten weiter abfallen. Diese Vermutung findet sich bei eineminterregionalen Vergleich der durchschnittlich absolvierten Schuljahre bestatigt:Wahrend die Schulausbildung im Suden und Sudosten des Landes 67 Jahrebetragt, liegt sie im Nordosten mit durchschnittlich etwa 4 Jahren deutlichdarunter PNUD und IPEA 1996. Wenn derartige Defizite wie zu erwarten auch bei anderen Elementen des Bildungs und Ausbildungssystems bestehen,kommt der Nordosten als wesentlicher Standort fur relativ humankapitalintensive Industrien auf absehbare Zeit kaum in Betracht.5. Handelspolitische Offnung: Spezialisierungsvorteile und Anpassungslasten Varianten der, Spezialisierung Die vergleichsweise schlechte Ausstattung des Nordostens mit Humankapitalund unternehmensrelevanten Dienstleistungen begrenzt die Optionen, die diese51Region im Hinblick auf die industrielle Spezialisierung hat. Wenigaussichtsreich durfte es sein, im HighTechBereich mit den besserausgestatteten Standorten im Sudosten und Suden konkurrieren zu wollen.Wenn relativ humankapitalintensive Industrien aus den brasilianischen Metropolen wegen steigender Kosten der Agglomeration abwandern, so durftedieser Verlagerungseffekt in naherer Zukunft von raumlich begrenzter Naturbleiben.27 Es erscheint kaum erfolgversprechend, dem Trend zur Verlagerungsolcher Industrien in eine Reihe mittelgroer Stadte im Suden und Sudosten von Seiten des Nordostens mit grozugigen Subventionsofferten bei Ansiedlung inperipheren Wirtschaftsraumen entgegenzuwirken. Zum einen birgt dies die Gefahr von Mitnahmeeffekten. Zum anderen konnen die Mittel bei einer Spezialisierung, die sich an den komparativen Vorteilen der Region orientiert,vermutlich produktiver eingesetzt werden.Entgegen einer verbreiteten Meinung ist ein wirtschaftliches Aufholen des Nordostens auch bei unzureichender Wettbewerbsfahigkeit im HighTechBereich moglich. Die Erfolgsfalle von Landern an der EUPeripherie sowieeiner Reihe von Niedrigeinkommenslandern in der Dritten Welt verweisen auf Haddad 1996a weist nach, da die nach dem Piano Real bekanntgegebenen Investitionsvorhaben im HighTechBereich den Suden und Sudosten Brasiliensbegunstigen.52Vorteile einer marktgerechten Spezialisierung. Es gilt also die Standortvorteiledes Nordostens besser ins Spiel zu bringen als in der Vergangenheit.Komparative Vorteile und Anpassungszwange Die komparativen Vorteile des Nordostens beruhen vorwiegend auf niedrigen Lohnkosten fur wenig qualifizierte Arbeitskrafte, auf der reichen Ausstattungmit Bodenschatzen, auf fruchtbaren Boden sowie auf seinen touristischen Reizen. Die Herausbildung mehrerer dynamischer Enklaven mit erfolgreicher Exportentwicklung spiegelt diese Faktoren zumindest teilweise wider.28 Obdiese Dynamik in Zukunft gestarkt und auf eine breitere Basis gestellt werdenkann, durfte von mehreren Faktoren abhangen: Fur die exportorientierten Wirtschaftszweige ist der Wechselkurs eineentscheidende Variable. Die wechselkursorientierte Stabilisierungspolitikdurfte zu einer erheblichen Uberbewertung der brasilianischen Wahrunggefuhrt haben.29 Das ungeloste Dilemma zwischen internationaler Wettbe28 In einzelnen Fallen mag es allerdings umstritten sein, ob komparative Vorteile fur das Entstehen solcher Enklaven entscheidend waren. Der Aufbau der Petrochemie in Cama 9ari sowie die Durchfuhrung des CarajasProjektes Erz und Metallverarbeitungsind durch den staatlichen Olkonzern PETROBRAS bzw. die ebenfalls staatliche Companhia Vale do Rio Doce erfolgt. Andere Projekte wurden durch Steuerprivilegienund eine subventionierte Kreditvergabe von Entwicklungsbanken zumindest begunstigt.29 Auf die Konsumentenpreise bzw. Grohandelspreise bezogen wertete die brasilianische Wahrung von Juni 1994 bis Juni 1996 um 33 v H bzw. 16 v H auf. Im gleichen Zeitraum53werbsfahigkeit und der Glaubwurdigkeit der wechselkursorientierten Stabilisierungspolitik sorgt fur Unsicherheit bei Exporteuren und Investoren.Die internationale Wettbewerbsfahigkeit bestimmt sich zudem daraus, ob dieerforderlichen Vorleistungen Investitionsguter und Zwischenprodukte zu Weltmarktpreisen bezogen werden konnen. So wurde es zum Beispiel fur die Textilindustrie erheblich schwieriger, dem chinesischen Wettbewerbstandzuhalten, wenn die maschinelle Ausrustung aufgrund von Importbeschrankungen zu kunstlich uberhohten Kosten erworben werden mu. Nurwenn die importsubstituierende Industrialisierungsstrategie definitivaufgegeben wird, hat der Nordosten einen wesentlichen Vorteil gegenuberdem Zentrum im Sudosten: Die Industrialisierung des Nordostens konntedann in Angriff genommen werden, ohne da die Anreize fur Produzentenund Investoren systematisch zugunsten einer Binnenmarktorientierungverzerrt waren. Im Gegensatz zum Sudosten konnte eine fundamentale Fehlspezialisierung von vornherein vermieden werden. Mit anderen Worten:Anpassungskosten, die im Sudosten anfallen, um existierende Industrien soumzustrukturieren, da sie international wettbewerbsfahig werden, durften im Nordosten einen deutlich geringeren Stellenwert haben.stiegen die brasilianischen Lohne auf USBasis um durchschnittlich 31 v H Batista 1996: Tabellen 7 und 8.54Die Zukunft der Agrarwirtschaft im Nordosten hangt davon ab, ob die vom Mercosur ausgehenden strukturellen Anpassungszwange gemeistert werden.In weiten Bereichen, z.B. beim Anbau von Mais, konnte die exportorientierte Landwirtschaft in Argentinien, Uruguay und Chile die lokalen Anbieter im Nordosten Brasiliens verdrangen. Dem stehen verbesserte Absatzchancen in Bereichen gegenuber, in denen die Witterungsbedingungen dem Nordostenkomparative Vorteile verschaffen, z.B. beim Anbau von Soja und tropischen Fruchten. Selbst bei einem erfolgreichen Strukturwandel in der Landwirtschaft droht sich jedoch die Lage auf dem Arbeitsmarkt im Nordosten zu verschlechtern. Begunstigt wurden relativ kapitalintensive Agrarindustrien, die die unter verscharftem Wettbewerbsdruck stehenden Arbeitskrafte in der traditionellen Landwirtschaft mit Einkommen, dietypischerweise nur knapp uber dem Subsistenzniveau liegen wahrscheinlichnicht absorbieren konnen. Die Landflucht droht sich folglich zu verscharfen.Dies ist vor allem dann zu befurchten, wenn quasifeudale Wirtschaftsstrukturen insbesondere im Zuckerrohr und Kakaoanbau im Sertaounangetastet bleiben.3030 Das Fortbestehen quasifeudaler Wirtschaftsstrukturen stellt ein fundamentales politokonomisches Entwicklungshemmnis im Nordosten dar. Ihre Uberwindung konnte verbesserte Einkommenschancen fur landlose Landarbeiter schaffen, die Bodenpreise senkenund die Anpassungsflexibilitat der Landwirtschaft an die geanderte Wettbewerbssituationerhohen.55Einige dieser Faktoren, die die Zukunft der Industrie und der Agrarwirtschaftdes Nordostens beeinflussen, bestimmen sich ihrerseits mageblich aus derweiteren Entwicklung des Mercosur und aus dem wirtschaftspolitischen Kurs,den die brasilianische Regierung im Kontext des Mercosur einschlagt.Offene Fragen zum Mercosur Die zentrale Frage zum Mercosur lautet, ob er sich als offene regionale Integrationsgemeinschaft in dem Sinne erweisen wird, da keine Abschottunggegenuber Drittlandern erfolgt, oder ob er als Alternative zu einer Einbindungder Partnerlander in die weltweite Arbeitsteilung verstanden wird.3 Im zweiten Fall wurde man die fruher im nationalen Kontext verfolgte Binnenmarktstrategie lediglich auf die zwischenstaatliche Ebene des Mercosur verschieben.Damit wurde der oben erwahnte Vorteil des Nordostens im Hinblick auf eine Industrialisierung, die von Anfang an unter unverzerrten Anreizen erfolgt,Angesichts der Kurze des relevanten Beobachtungszeitraums mag es nicht uberraschen,da die bisherige Entwicklung des Mercosur unterschiedlich bewertet wird. Auf der einen Seite wird positiv vermerkt, da die Grundung des Mercosur im Gegensatz zu fruheren Integrationsbestrebungen in Lateinamerika in einer Zeit erfolgte, in der Protektionsmanahmen auch gegenuber Drittlandern abgebaut wurden Foders 1996; The Economist 1996. Auf der anderen Seite stellt Yeats 1997 fest, da das Wachstum des IntraMercosurHandels sich auf Produkte konzentriert, die auf dem Weltmarkt nicht wettbewerbsfahig sind. Wie bereits erwahnt, wird dies von Yeats darauf zuruckgefuhrt, da Importe aus Drittlandern durch den Zollabbau unter den MercosurPartnerlanderndiskriminiert worden sind.56weitgehend zunichte gemacht. Zudem wurden bei fortbestehenden oder sogarverscharften Handelsbeschrankungen gegenuber Drittlandern die Chancen des Nordostens sinken, sich als Tor nach Europa und Nordamerika zu etablieren.32Eine Binnenmarktorientierung des Mercosur wurde schlielich die Aussichten des Nordostens beeintrachtigen, auslandische Direktinvestitionenanzulocken. Zwar hat der Nordosten wenig zu verlieren, wenn man dengeringen Zustrom von Direktinvestitionen in der Vergangenheit Schaubild 5zum Mastab nimmt. Das erheblich groere Potential, das sich bereits in den biszum Jahr 2000 geplanten Direktinvestitionen andeutet, droht jedoch verschuttetzu werden, wenn die Handelsbeziehungen mit Nordamerika und Europabehindert wurden. Eine Binnenmarktorientierung des Mercosur wurdeauslandische Investoren noch starker in den Suden und Sudosten Brasiliensziehen, weil von dort die wichtigsten MercosurMarkte besser bedient werdenkonnen.Der zukunftige Kurs des Mercosur wird mageblich von der brasilianischen Haltung beeinflut. Die Frage ist also, welche Prioritaten die brasilianische Wirtschaftspolitik setzen wird. Wird man sich vorwiegend darauf kaprizieren,das Land innerhalb des Mercosur optimal zu positionieren und die Markte des Cone Sul zu erobern? Dann ist eine weitere Konzentration der wirtschaftlichen 32 Dies gilt naturlich auch, wenn Handelsbeschrankungen gegenuber dem Mercosur von Seiten Europas und Nordamerikas verhangt werden.57Aktivitaten im Suden und Sudosten wahrscheinlich. Oder nimmt man diegroere Herausforderung an, sich dem weltweiten Wettbewerb zu stellen und wie verschiedene Entwicklungs und Schwellenlander in Asien zum globalplayer zu werden? In diesem Fall durfte der Nordosten bessere Chancen haben,wirtschaftliche Aufholprozesse einzuleiten.VI. WIRTSCHAFTSPOLITISCHE ANSATZPUNKTEDie wirtschaftliche Integration im Rahmen des Mercosur begunstigt diegrenznahen Regionen Brasiliens. Somit konnte es trotz raumlich begrenzter Verlagerungstendenzen zu einer weiteren Starkung der brasilianischen Wirtschaftszentren im Sudosten und Suden des Landes kommen. Obwohlabgelegene Regionen wie der Nordosten im MercosurKontext benachteiligtsind, mu es nicht zwangslaufig zur wirtschaftlichen Abkopplung der Peripherie kommen. Von wesentlicher Bedeutung durfte es sein, ob der Nordosten in die Lage versetzt wird, sein komparativen Vorteile im weltweiten Wettbewerb voll auszuspielen. Dies wird nur dann der Fall sein, wenn diewirtschaftspolitischen Prioritaten in Brasilien nicht allein durch die regionale Integration im Mercosur determiniert werden.Die Aussichten des Nordostens auf eine erfolgreiche Einbindung in dieweltweite Arbeitsteilung und damit auf wirtschaftliche Aufholprozesse konnenauf mehrere Weise gefordert werden. Wirtschaftspolitischer Handlungsbedarf58besteht sowohl auf zentralstaatlicher Ebene als auch auf untergeordneter Ebene.Eine wichtige Aufgabe der Zentralregierung liegt darin, die gesamtwirtschaftliche Stabilisierung dauerhaft zu sichern. Eine Konsolidierung desdefizitaren Staatshaushalts erscheint unverzichtbar, auch wenn dadurch die Finanzierung regionalpolitischer Ausgleichsmanahmen noch schwieriger wird.Die Konsolidierung wurde erleichtert, wenn das System der fiskalischen Dezentralisierung so reformiert wird, da zentralstaatliche Stabilisierungsmanahmen von Regionalregierungen nicht unterlaufen werden konnen. Zudemgilt es, den aus der Uberbewertung der brasilianischen Wahrung resultierenden Zielkonflikt zwischen gesamtwirtschaftlicher Stabilitat und internationaler Wettbewerbsfahigkeit zu losen. Abzuraten ist in diesem Zusammenhang vonder in der Vergangenheit verschiedentlich gewahlten Zuflucht zu diskretionaren Importbeschrankungen, weil hierdurch eine an komparativen Vorteilenorientierte Spezialisierung erschwert wird.Eine konzeptionelle Neuorientierung der Regionalpolitik ware geeignet, ihre Wirksamkeit fur das wirtschaftliche Fortkommen peripherer Regionen zusteigern: Grundvoraussetzung einer wirksamen Regionalpolitik ist erstens, da sielangfristig ausgerichtet ist. Dies wurde nicht nur die Unsicherheit derstaatlichen Entscheidungstrager auf lokaler Ebene reduzieren, sondern auch59bessere Planungsperspektiven fur private Produzenten und Investorenschaffen. Zweitens geht es um eine effektive Partizipation der jeweiligen Regioneinschlielich der Privatwirtschaft und lokaler Entscheidungstrager. Eine Dezentralisierung der Entscheidungsstrukturen wurde es eher verhindern, daregionalpolitische Fordermanahmen an den tatsachlichen Bedurfnissen der Region vorbeigehen. In diesem Kontext ist zum Beispiel die Grundunglokaler Entwicklungsagenturen zu erwagen. Zu beachten ist allerdings, dadezentralisierte Entscheidungsstrukturen mit einer effektiven Ausgabendisziplin fur regionale und lokale Akteure einhergehen mussen. Drittens ware ein regionaler Entwicklungsfond zugunsten peripherer Gebietedenkbar. Ein solcher Fond konnte sich am Beispiel der EU orientieren vgl.hierzu Holthus 1996. Vor uberhohten Erwartungen ist allerdings zu warnen:Die Wirksamkeit des interregionalen Ausgleichsystems der EU ist trotz eineshohen und steigenden Mitteleinsatzes hochst umstritten Busch et al. 1997;Nunnenkamp 1997b. In jedem Fall ware es zu vermeiden, da wie in der EU ein kaum noch zu durchschauendes System verschiedener Ausgleichsfonds geschaffen wird und die Definition der potentiellen Fordergebiete immer weiter gefat wird.Die im Nordosten erforderliche Verbesserung der Infrastruktur ist eng miteiner effizienten Regionalpolitik verbunden. Infrastrukturelle Manahmen60sollten sich zum einen auf grundlegende soziookonomische Rahmenbedingungen z.B. in den Bereichen Wasserversorgung und Gesundheitsvorsorge beziehen, ohne die ein wirtschaftliches Fortkommen auf breiter Bevolkerungsbasis kaum vorstellbar ist. In dieser Hinsicht ist primar der Staatals Finanzierungsquelle gefragt. In anderen Bereichen der Infrastruktur gilt es nicht zuletzt wegen der andauernden Finanzmisere der Zentralregierung undfortbestehender Stabilisierungszwange soweit wie moglich private Finanzierungsquellen zu nutzen. Dies scheint vor allem im Bereichunternehmensrelevanter Dienstleistungen eine realistische Option zu sein.Investitionen in das Transport und Kommunikationswesen sollten hierbei Prioritat genieen. Fur den Nordosten Brasiliens ist es schlielich wichtig, da Infrastrukturmanahmen nicht einseitig auf die Einbindung der Region in den Mercosur ausgerichtet werden.Um eine effiziente Verwendung knapper Finanzmittel geht es auch in der Industriepolitik. Versuche, sach und humankapitalintensive Industrien durch Subventionen in den Nordosten zu locken, durften nicht nur mit denkomparativen Vorteilen dieser Region konfligieren, sondern auch betrachtliche Opportunitatskosten involvieren. Eine effizientere Verwendung von Steuermitteln konnte durch eine indirekte und nicht diskriminierende Industriepolitik erreicht werden. Als wesentliches Element einer soverstandenen Industriepolitik kann die Forderung der Humankapitalbildung61gelten. Investitionen in das Bildungssystem sollten sich dabei auf diegrundlegenden Stufen des Schulwesens konzentrieren. Empirische Studienzeigen, da die gesamtwirtschaftlichen Ertrage von Investitionen auf dieser Stufe vergleichsweise hoch sind Psacharopoulos 1993.Fur groe Zuruckhaltung bei der selektiven Gewahrung von Subventionenspricht ferner, da diese oft nur ein unzureichender Ersatz fur einenungehinderten Zugang zu notwendigen Vorleistungen sind. Dies bedeutet, dasich die Subventionierung potentieller Investoren haufig erubrigt, wenn Investitionsguter und Zwischenprodukte zu Weltmarktpreisen bezogen werdenkonnen. Auch diese Uberlegung fuhrt zu dem Schlu, da die regionale Integration im Rahmen des Mercosur nicht als Alternative zu einer Liberalisierung des Handels mit anderen Partnern in Europa, Nordamerika und Asien verstanden werden sollte.Schlielich ist eine Diskriminierung der Agrarwirtschaft durch industrielle Fordermanahmen zu vermeiden. Die landwirtschaftlichen Anpassungsprobleme, die fur den Nordosten aus dem Mercosur resultieren mogen, lassen sichauf zweierlei Weise abfedern. Ein besserer Zugang von relativ kleinenlandwirtschaftlichen Betrieben zu Krediten wurde den negativen Beschaftigungseffekten einer Kapitalintensivierung der Agrarwirtschaft entgegenwirken, die Landflucht eindammen und den Abbau quasifeudaler Strukturenbegunstigen. Die wirtschaftlichen Perspektiven der Landwirtschaft im Nord62osten, vor allem im groen semiariden Gebiet des Sertao, konnten zudem durcheinen verstarkten Einsatz angepater Technologien verbessert werden. Diesem Zweck wurde es dienen, wenn Forschung und Entwicklung in Bereichen wieder Wasserspeicherung und der Nutzung von Sonnenenergie ermutigt werden.Isoliert betrachtet garantiert keine dieser Manahmen ein wirtschaftliches Aufholen von peripheren Regionen wie dem Nordosten Brasiliens. Zusammengenommen bieten eine dauerhafte Stabilitatspolitik, eine produktivitatserhohende Regional , Industrie und Landwirtschaftspolitik sowie eine Konzentrierung knapper Mittel auf wesentliche Aspekte der Infrastruktur undder Humankapitalbildung jedoch die beste Voraussetzung fur Aufholprozesse.Ein langer Atem ist auf jeden Fall erforderlich, weil der Abbau interregionaler Einkommensdisparitaten typischerweise erhebliche Zeit in Anspruch nimmt.Die Erfahrungen einzelner EUStaaten sowie einer Reihe von Entwicklungsund Schwellenlandern im Rahmen der Globalisierung zeigen aber auch, da Konvergenzprozesse beschleunigt werden konnen, wenn gesamtwirtschaftliche Stabilitat, Offenheit gegenuber den Weltmarkten und zielgerichtete Investitionen in Sach und Humankapital gewahrleistet sind.LITERATURVERZEICHNIS63Amjadi, A., und L.A. Winters 1997. Transport Costs and Natural Integrationin Mercosur. Policy Research Working Papers 1742. World Bank,Washington, DC.Araujo, T.B. de 1997a. Heranca de diferenciagao e futuro de fragmentacao.Revista Estudos Avangados, Instituto de Estudos Avangados, Universidadede Sao Paulo, 11 29: 736.Araujo, T.B. de 1997b. O Nordeste Brasileiro face a globalizacao: impactosiniciais, vantagens e desvantagens competitivas. In: Insercao na economiaglobal: uma reapreciagao. Pesquisas 8, Centro de Estudos da Fundagao Konrad Adenauer no Brasil, Sao Paulo: 163190.Barro, R., und X. SalaiMartin 1991. Convergence Across States and Regions. Brookings Papers on Economic Activity, 1: 107182.Batista, P.N. 1996. O Piano Real a luz da experiencia Mexicana e Argentina.Revista Estudos Avangados, Instituto de Estudos Avangados, Universidadede Sao Paulo, 10 28: 129197.Busch, B., K. Lichtblau und C. Schnabel 1997. Kohasion in der Europaischen Union: Eine empirische Analyse. IWTrends, 1: 116.Cano, W. 1995. Auge e inflexao da desconcentragao economica regional. In:R. de Britto Alvares Affonso, P.L. Barros Silva Hrsg., A federagao emperspectiva, ensaios selecionados. Fundagao para o Desenvolvimento Administrativo FUNDAP, Sao Paulo: 399415.Conjuntura Economica 1997. Encarte conjuntura estatistica, contas nacionais.Juni.Cronemberger, C. 1997. O Nordeste e o Mercosul. Instituto de Pesquisa Economica Aplicada IPEA und Diretoria de Politicas Regional e UrbanaDPRU, Brasilia, mimeo.64Diniz, C.C. 1994. Polygonized Development in Brazil: Neither Decentralization nor Continued Polarization. International Journal of Urban and Regional Research, 18: 293314.Diniz, C.C. 1995. A dinamica regional recente da economia Brasileira e suasperspectivas. Texto para Discussao, 375, Instituto de Pesquisa Economica Aplicada IPEA, Brasilia.Diniz, C.C. 1996 O Nordeste e o Mercosul. Texto preparado para o seminarioA Reforma do Estado e o Desenvolvimento do Nordeste na Economia Globalizada, Governo da Bahia, BIRD und IPEA, mimeo.Diniz, C.C, und M.A. Crocco 1996. Reestruturacao economica e impactoregional: o novo mapa da industria Brasileira. Revista Nova Economia,Universidade Federal de Minas Gerais, 6 1: 77103.Foders, F. 1996. MERCOSUR: A New Approach to Regional Integration?Kieler Arbeitspapiere 746. Institut fur Weltwirtschaft, Kiel.Funke, N., P. Nunnenkamp und R. Schweickert 1992. Brazil: Another Lost Decade? Domestic Policies and Attractiveness for Foreign Capital. Kieler Diskussionsbeitrage 188, Institut fur Weltwirtschaft, Kiel.GAC Grupo de Acompanhamento Conjuntural, IPEA Instituto de Pesquisa Economica Aplicada und DIPES Diretoria de Pesquisa 1997a. Sistemade consulta em rede do Instituto de Pesquisa Economica Aplicada.Brasilia: Juni.GAC Grupo de Acompanhamento Conjuntural, IPEA Instituto de Pesquisa Economica Aplicada und DIPES Diretoria de Pesquisa 1997b. Carta deconjuntura, 73. Brasilia: Juni.Gomes, G.M., und J.R. Vergolino 1995. A macroeconomia dodesenvolvimento do Nordeste: 19601994. Texto para Discussao 372,Instituto de Pesquisa Economica Aplicada IPEA, Brasilia.65Guimaraes Neto, L. 1996. A experiencia Brasileira de planejamento regionalda perspectiva do Nordeste. In: A politica regional na era da globalizacao.Debates 12, Centro de Estudos da Fundacao Konrad Adenauer no Brasil,Sao Paulo: 163177.Guimaraes Neto, L. 1997a. Dinamica regional no Brasil. Versao preliminarpara discussao no Instituto de Pesquisa Economica Aplicada IPEA,Brasilia, mimeo.Guimaraes Neto, L. 1997b. Trajetoria economica de uma regiao periferica.Revista Estudos Avansados, Instituto de Estudos Avancados, Universidadede Sao Paulo, 11 29: 3754.Gundlach, E., und P. Nunnenkamp 1996. Some Consequences of Globalization for Developing Countries. Kieler Arbeitspapiere 753, Institutfur Weltwirtschaft, Kiel.Haddad, P.R. 1996a. Para onde vao os investimentos? Gazeta Mercantil, Sao Paulo, 16. Februar.Haddad, P.R. 1996b. A experiencia Brasileira de planejamento regional e suasperspectivas. In: A politica regional na era da globalizacao. Debates 12,Centro de Estudos da Fundacao Konrad Adenauer no Brasil, Sao Paulo:133148.Holthus, M. 1996. A politica regional da Uniao Europeia: objetivos,instrumentos, instituisoes, resultados e perspectivas. In: A politica regionalna era da globalizacao. Debates 12, Centro de Estudos da Fundacao Konrad Adenauer no Brasil, Sao Paulo.IADB InterAmerican Development Bank und IRELA Institute for EuropeanLatin American Relations 1996. Foreign Direct Investment in Latin America in the 1990s. Madrid.IBGE Instituto Brasileiro de Geografia e Estatistica 1995. Indicadores IBGE: pesquisa industrial producao fisica regional. Rio de Janeiro.66IPEA Institute de Pesquisa Economica Aplicada 1996. Produto interno brutopor unidade da Federac,ao. Texto para Discussao 424. Rio de Janeiro.IRELA Institute for EuropeanLatin American Relations 1996. European Union and Mercosur: Towards a New Economic Relationship? Madrid.Kohlhepp, G. 1994. Raum und Bevolkerung. In: D. Briesemeister et al.Hrsg., Brasilien heute. Frankfurt am Main: 9108.Lavinas L., E.H. Garcia und M.R. Amaral 1997. Desigualdades regionais:indicadores socioeconomicos nos anos 90. Texto para Discussao 460,Institute de Pesquisa Economica Aplicada IPEA, Brasilia.Moura, H.A., und P. Teixeira 1997. Tendencias recentes do crescimentopopulacionai. Revista Estudos Avan?ados, Institute de Estudos Avan?ados, Universidade de Sao Paulo, 11 29: 95126.Nunnenkamp, P. 1997a. Herausforderungen der Globalisierung fur Brasilien.Die Weltwirtschaft 1: 106130.Nunnenkamp, P. 1997b. Aufhol und Abkopplungsprozesse im europaischen Binnenmarkt. Die Weltwirtschaft 2: 190203.OECD 1994. Recent Trends in Regional Policies in OECD Countries. Paris.PNUD Programa das Naijoes Unidas para o Desenvolvimento und IPEAInstitute de Pesquisa Economica Aplicada 1996. Relatorio sobre odesenvolvimento humano no Brasil. Brasilia.Psacharopoulos, G. 1993. Returns to Investment in Education. Policy Research Working Papers 1067. World Bank, Washington, DC.Sachs, J.D., und A. Warner 1995. Economic Convergence and Economic Policies. NBER Working Papers 5039. National Bureau of Economic Research, Cambridge, Mass.SUDENE Superintendencia de Desenvolvimento do Nordeste 1996.Boletim Conjuntural. Recife.67Tanzi, V. 1996. Fiscal Federalism and Decentralization: A Review of Some Efficiency and Macroeconomic Aspects. In: M. Bruno und B. PleskovicHrsg., Annual World Bank Conference on Development Economics 1995. Washington, DC: 295316The Economist 1996. A Survey of MERCOSUR: Remapping South America.12. Oktober.UNDP 1996. Human Development Report. New York.Yeats, A. 1997. Does Mercosurs Trade Performance Raise Concerns aboutthe Effects of Regional Trade Arrangements? Policy Research Working Papers 1729. World Bank, Washington, DC.Zini, A.A., und J.D. Sachs 1996. Regional Income Convergence in Brazil.Faculdade de Economia e Administracao da USP, Sao Paulo, mimeo.", "filename": "234216751.pdf", "person": ["Ricardo Pacheco", "Pacheco, Ricardo", "Peter Nunnenkamp", "Nunnenkamp, Peter"], "date": ["1997"]}