{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/1036/1/250383063.pdf"], "title": ["The simple economics of benefit transfers"], "plaintext": "THE SIMPLE ECONOMICS OF BENEFIT TRANSFERSISSN 02658003Dennis J Snower Discussion Paper No. 1086November 1994Centre for Economic Policy Research 2528 Old Burlington Street London W1 X 1LBTel: 44 71 734 9110This Discussion Paper is issued under the auspices ofthe Centresresearch programme in Human Resources. Any opinions expressedhere are those of the authors and not those of the Centre for Economic Policy Research. Research disseminated by CEPR may include views onpolicy, but the Centre itself takes no institutional policy positions.The Centre for Economic Policy Research was established in 1983 as aprivate educational charity, to promote independent analysis and publicdiscussion of open economies and the relations among them.ispluralist and nonpartisan, bringing economic research to bear on theanalysis of medium and longrun policy questions.Institutional corefinance for the Centre has been provided through major grants from the Economic and Social Research Council, under which an ESRC Resource Centre operates within CEPR; the Esmee Fairbairn Charitable Trust; andthe Bank of England. These organizations do not give prior review to the Centres publications, nor do they necessarily endorse the viewsexpressed therein.It These Discussion Papers often represent preliminary or incomplete work,circulated to encourage discussion and comment. Citation and use ofsuch a paper should take account of its provisional character.W 32 1086ICEPR Discussion Paper No. 1086November 1994ABSTRACTThe Simple Economics of Benefit Transfersimplications of The paper examines the employment and unemploymentpermitting unemployed people to use part of their unemployment benefits toprovide employment vouchers to the firms that hire them. This opportunity totransfer unemployment benefits,transfers, would help replace theunemployment trap by providing an incentive to seek and provide jobs. Thevouchers rise with peoples unemployment durations and with the amount oftraining provided to them by the hiring firm. The policy would be costless to thegovernment since the cost of the employment vouchers is set equal to theamount saved on unemployment benefits. It would not be inflationary since thelongterm unemployed, on whom the vouchers are targeted, have littleinfluence on wage setting.benefit JEL Classification: J23, J24, J31, J32, J64Keywords:unemployment, employment vouchers, unemployment benefits,employment creation Dennis J Snower Department of Economics Birkbeck College 71 5 Gresse Street LONDONW1 P 1PAUKTel: 44 71 631 6408This paper is produced as part of a CEPR research programme on The UKLabour Market: Microeconomic Imperfections and Institutional Features,supported by a grant from the UK Department of Employment no. 4RP1540.The views expressed are those of the author and do not necessarily reflectthose of the Department or of CEPR. I am deeply indebted to Charles Bean,Alison Booth, David Coe and Jacques Dreze for their insightful comments. Iam also very grateful for the policy feedback I received at a seminar organizedby Alan Budd at the UK Treasury. The initial version of the paper was writtenthe Research Department of. the Internationalwhile the author was at Monetary Fund. The views expressed are those of the author, and do notnecessarily reflect those of the IMF or its member countries. The paper wasprepared for presentation at the CEPR conference on Unemployment Policy,Vigo, 2527 September 1994, organized by Guillermo de la Dehesa and Dennis Snower, under the auspices of CEPR and the Consorcio de la Zona Franca de Vigo.Submitted 22 November 1994NONTECHNICAL SUMMARYThis paper examines the implications of allowing unemployed people,particularly those who have been unemployed for a long time, the option oftransfering some of their unemployment benefits into employment vouchers,Le. using a portion of their unemployment benefits to subsidize their ownemployment. In this way, the policy aims to turn the disincentive to work that iscreated by the unemployment benefit system into an incentive to seek andprovide jobs.The Benefit Transfer Program BTP has five salient features that distinguish itfrom the standard wage subsidy programmes previously attempted:1is voluntary; only those potential employers and unemployed people Itwho wish to take advantage of it need do so.2 The size of peoples employment vouchers are linked to the size of theirexisting unemployment benefits, so thatthe governmentspends on employment vouchers is no greater than what it would havespent on unemployment benefits.the amount3 The longer people are unemployed up to a limit, the larger is the streamof employment vouchers to which they are entitled.4 Once a person has found a job through the BTP, the size of the vouchergradually falls the longer the person remains employed.5 Larger vouchers are given to employers who can prove thatthey aredevoting these funds to training their new recruits.Here is an illustrative example of. how the BTP could be implemented inpractice. Every person who has been unemployed for over six months wouldbe mailed an employment voucher. This is meant to signal that this individualsemployment prospects have improved. If the person does not find a job withinthe period over which the voucher is valid one month, the voucher expiresand the person continues to collect their unemployment benefits. But if theyfind a job, they turn the voucher over to their new employer, who can thenclaim a subsidy from the government. The voucher specifies the size of thesubsidy per weekly hours of work; so if the job is parttime, rather than fullcid:173time, the subsidy to the employer is scaled down pro rata.their unemployment benefits plus the value of On the basis of the voucher, the employer and employee are free to come toany wage agreement they choose, subject only to the constraint that the wagemust exceed the size ofthe voucher. Unemployed people will acceptemployment only if the wage is sufficiently high to compensate them for theloss ofleisure; andemployers will accept only if it is profitable for them to do so. The voucher ismeant to create such mutually advantageous deals: some unemployed people,who initially would not have been willing to work at the maximal wage thatpotential employers would have been willing to offer, may now find work, sinceemployers will now be able to make higher wage offers upon receipt of thevouchers.their Employers can use the voucher in two ways, as a recruitment voucher or as atraining voucher. To cash the voucher as a recruitment voucher, the employerneed only show that a worker entitled to a voucher has been hired subject tosome other conditions specified below. To cash the voucher as a trainingvoucher,thevoucher are spent exclusively on training the new recruit at an independentagency in a nationally accredited programme. For any given employee, thetraining voucher provides a higher subsidy than the recruitment voucher.the employer is also required to prove thatthe proceeds of The longer the unemployment spell a person has been through, the greaterthe initial size of the voucher, up to a maximum attained after 2.5 years ofunemployment. Once people are employed, their vouchers decline steadily,month by month, as their job tenure extends. After two years of employment,the voucher is phased out entirely.Within this general framework, the aim is to keep the size of each personsemployment voucher approximately in line with the size of the unemploymentbenefits they would otherwise have received. This means that in the month inwhich the person becomes employed,the voucher should beroughly equal to their unemployment benefit multiplied by their probability ofremaining unemployed in that month. The size of the voucher in the followingmonth of employment should be roughly equal to the persons unemploymentbenefit times their probability of still being unemployed after two months, andso on.the size of The paper suggests thatthe BTP may make a substantial contribution toreducing unemployment in a number of OECD countries. The reason is notthat labour demand is generally very responsive to changes in labour costs cid:173standard estimates of aggregate shortrun labour demand elasticities are wellunder onehalf in most OECD countries but that many countries spend a loton unemployment benefits, particularly if these benefits are broadly defined toinclude not only the cash payments to the unemployd, but also alltheassociated welfare state benefits and the foregone tax revenues.When people draw unemployment benefits, the government bears the cost ofsupporting them singlehandedly. But when they transfer their benefits toemployment vouchers, the government shares this cost with the firms that hirethem. The reason is that once people are employed, they become productive,making goods and services that are sold to consumers and investors. Therevenue that is generated in the process is what permits firms to pay wagessubstantially in excess of In effect, whenunemployment benefits are used as employment vouchers, the firms and theircustomers have an automatic incentive to join the government in bearing thecost of bringing the unemployed back to work.the employment vouchers.Since the amount that the government spends on the employment vouchers isset so as not to exceed what would have spent anyway on unemploymentsupport, the reduction in unemployment can be achieved at no extra budgetarycost. Allthe funds that previously encouragedunemployment are now encouraging employment.that has happened is thatthe employment vouchers are appropriately targeted atthe longterm Ifthe reduction in longterm unemployment could be achievedunemployed,without stimulating inflation, since the longterm unemployed exert nonoticeable dampening influence on wages.By linking employment vouchers to existing unemployment benefits, the BTPbecomes an automatic stabilizer, providing most employment vouchers whenunemployment is highest. Once the recession is over, unemployment falls and,with it,the unemployment benefits transferable into employment vouchers.Thus the programme would automatically shrink as unemployment fell.tend to retain theirtraining programmes. Clearly,the BTP could become the basis for By linking the vouchers to training,the firms that use the vouchers tonationalfinance training willrecruits after the vouchers haveexpired. Thus the training for the unemployed would automatically come withlongerterm career prospects. This is something that existing governmenttraining schemes do not offer. Many current schemes also run the risk of beingillsuited to peoples diverse productive potentials and firms diverse jobrequirements, whereas under the BTP firms would naturally provide thetraining most appropriate to the available jobs. And it is worth recalling that,whereas the existing training schemes are costly to run, this one would imposeno additional cost on the government.The BTP could also play an important role in tackling regional unemploymentproblems. If it were adopted on a national level, regions of high unemploymentbecome ones containing a high proportion of subsidized workers, giving anincentive for firms to move there and provide the appropriate training.ECONOMICS OF BENEFIT TRANSFERSITHE SIMPLE ECONOMICS OFBENEFIT TRANSFERSby Dennis J Snower 1. Introduction Having plowed the field,the farmer and his son maneuver the tractor acrossthe acijoining road Suddenly they see a Jaguar speeding towards them at 100mph. A second before expected impact, the Jaguar veers into the field, skidsthrough a cloud of dust, regains the road and flies off into the distance. Thefarmer turns to the boy and says, Son, we left that field just in time. The spirit of this tale goes a long way towards explaining the evolution of unemploymentpolicy in many EC countries and elsewhere. The policy is to pay people when they areunemployed and tax them when they find jobs. So, far from inducing workers seek employmentand firms to take them on,the policy in fact discourages them from doing so and therebycontributes to the unemployment problem Having done so, the unemployment benefit system isthen seen as particularly essential in providing a safety net for those out of work. This is not theonly occasion on which economic policy creates the problem it is meant to solve, but it isparticularly unconscionable in times of recession, when unemployment becomes a flagrantwaste of human resources.If the money governments spend on unemployment benefit could be redirected so as toprovide an incentive, rather than a disincentive, for employment, many countries strugglingwith the twin burdens of high unemployment and costly unemployment benefits may reap asubstantial benefit. This is the purpose of my benefit transfer program BTP, on which the UK Workstart schemes are based. A related scheme, called Job Compact, has been introducedon a national level in Australia. 1 The basic idea is to give the unemployed particularly thosewho have been unemployed for a long time a new option:to use a portion of theirunemployment benefits as vouchers for employers that hire them. In this way unemployment 1 Other experiments in this vein have been conducted in the US, Germany, Italy, Canada, andelsewhere. See, for example, Byme 1993, Felli and !chino 1988, and Woodbury and Spiegelman.benefit systems, which currently impose an implicit tax on work, could become a source ofemployment subsidies for the people who need these subsidies most, namely, the longterm ECONOMICS OF BENEFIT TRANSFERS2unemployed.1a. General Description and Motivation In market economies there generally aint no such thing as a free lunch. But this is anexception, since unemployment benefit systems create inefficiencies that the Benefit Transfer Program is designed to mitigate. When an inefficiency is reduced, fewer resources are wastedand society gets a free lunch. The unemployment benefit systems are notoriously inefficientsince they keep the unemployed from competing effectively for jobs They do so by a raisingthe return from remaining unemployed, b reducing the return from finding a job via the taxesnecessary to finance the unemployment benefits, and c putting upward pressure on wagessince they improve workers fallback positions when their wage claims are rejected. Theseinefficiencies are magnified by other market failures, such as those that arise when insidersincumbent employees whose positions are protected by labor turnover costs exercise theirmarket power in the wage negotiation process 2 or when firms use their wage offers to motivatetheir workforce and attract highquality newcomers. 3 Furthermore,these inefficiencies areperpetuated through a wide variety of inertial forces in the labor market, such as labor turnovercosts that keep employment from adjusting readily or the tendency for people to reduce theirjob search effort as their unemployment spell lengthens. All these inefficiencies tend to pull inthe same direction,in the sense thatthey keep wages undesirably high and employmentundesirably low. The BTP is aimed at undoing some of these harmful effects.Beyond that,it is common knowledge that unemployment benefit systems are not onlyinefficient, but also inequitable,in thatthey magnify existing inequities in peoples jobopportunities. The longer people are unemployed,the more their skills erode,the morediscouraged they become in searching for jobs, and the more wary employers become of hiringthem. For these various reasons,the longterm unemployed are disadvantaged in the labormarket. The equitable policy response to this problem is to make it more profitable for firms to 2 This market failure is analyzed in the insideroutsider theory. See, for example, Lindbeck and Snower 1989.3 This failure is the theme of the efficiency wage theory. See, for example, Calvo 1979,Shapiro and Stiglitz 1984 and Weiss 1980.ECONOMICS OF BENEFIT TRANSFERS3take on the longterm unemployed and for these people to find jobs, rather than merely toprovide limited support when people are unemployed.The BTP has five. salient. features,that distinguish it from the standard wage subsidyprograms attempted heretofore:1 It is voluntary; only those potential employers and unemployed people who wish to takeadvantage of it need do so.2 The size of each persons employment voucher is linked to the size of his existingunemployment benefits,so thatthe amountthe government spends on employmentvouchers is no greater than what it would have spent on unemployment benefits.3 The longer a person is unemployed up to a limit, the larger is the stream of employmentvouchers to which he is entitled.4 Once a person has found ajob through the BTP, the size of the voucher gradually falls thelonger the person remains employed.5 Larger vouchers are given to employers who can prove that they are devoting these fundsto training their new recruits.lb. An Illustrative Example of ETP Design There are many ways in which the BTP could be implemented in practice. Here is a specificexample. Every person who has been unemployed for over six months would be mailed anemployment voucher. This is meant to signal that this individuals employment prospects haveimproved and thereby to reduce the discouragement and the associated decline in effort tosearch for new jobs that people frequently experience after having sought jobs unsuccessfullyfor half a year. If the person does not find a job within the period over which the voucher isvalid one month, the voucher expires and the person continues to collect his unemploymentbenefits. But if he finds a job, he turns the voucher over to his new employer, who can thenclaim a subsidy from the government 4 The voucher specifies the size of the subsidy per weekly 4 Alternatively, when a job is found, the subsidy could be divided between the employer and theemployee. Over the long run, the relative shares of the voucher claimed by the employer andemployee may be expected to have no effect on employment, since the wage agreementdepends on these relative shares: if the employee is allotted more of the voucher, the wage willturn out to be correspondingly lower. In the short run before all wages in the economy haveadjusted fully to the vouchers the relative shares may have an effect that depends. on theECONOMICS OF BENEFIT TRA.i SFERS4hours of work; so if the job is parttime, rather than fulltime, the subsidy to the employer isscaled down pro rata.On the basis of the voucher, the employer and employee are free to come to any wageagreement they choose, subject only to the constraint that the wage must exceed the size of thevoucher 5 By giving the employer and employee this latitude regarding remuneration, they gainthe incentive to maximize the potential gainsfrom productive exchange. Of course,unemployed people will accept employment only if the wage is sufficiently high to compensatethem for the loss of their unemployment benefits plus the value of their leisure;6 and theemployers will accept only if it is profitable for them to do so. The voucher is meant to createsuch mutually advantageous deals: some of the unemployed people, who initially would nothave been willing to work at the maximal wage that potential employers would have beenwilling to offer, may now find work, since this employers will be able to make higher wageoffers upon receipt of the vouchers.Employers can use the voucher in two ways, as a recruitment voucher or as a trainingvoucher. To cash the voucher as a recruitment voucher, the employer need only show that aworker entitled to a voucher has been hired subject to some other conditions specified below.To cash the voucher as a training voucher, the employer is also required to prove that theproceeds of the voucher are spent exclusively on training the new recruit. In order to avoid thedanger that firms may divert some of their training budgets to other uses,the subsidizedtraining is to be provided by independent agencies. To avoid the danger that firms may attemptto retain their new recruits by requiring the training to be excessively firmspecific,thesubsidized training must lead to nationally certified qualifications. For any given employee, thetraining voucher provides a higher subsidy than the recruitment voucher.The longer the unemployment spell a person has been through, the greater the initial size ofthe voucher, 7 up to a maximum attained after 2 5 years of unemployment. Once the person isrelative returns to job search by workers versus the returns to employee search by firms: if theemployee gets more of the voucher, his jobsearch effort will rise, but the search intensity ofpotential employers will fall.5 Clearly, if the wage was allowed to fall short of the voucher, it would pay the employer tohire the subsidized worker without requiring any productive effort on the workers part. Thatwould obviously defeat the purpose of the BTP, namely, to get unemployed people back intoproductive pursuits.6 An unemployed persons valuation of his leisure may be either positive or negative.7 It is desirable that the initial voucher rise gradually with unemployment duration, in order tokeep small the size of the notches by which the successive vouchers rise with the length ofthe jobless spell. Clearly, the greater are these notches, the greater will be the disincentive toECONOMICS OF BENEFIT TRANSFERS5employed, his vouchers decline steadily, month by month, as his job tenure extends. After twoyears of employment, the voucher is phased out entirely.Within this general framework,the aim is to keep the size of each persons employmentvoucher approximately in line with the size of the unemployment benefits he would otherwisehave received. 8 This means that in the month in which the person becomes employed, the sizeof the voucher should be roughly equalto his unemployment benefit multiplied by hisprobability of remaining unemployed in that month. The size of the voucher in the followingmonth of employment should be roughly equalto his unemployment benefittimes hisprobability of still being unemployed after two months, and so on.In practice, of course, these probabilities are difficult to assess with any accuracy, and thussome populationwide averages would have to suffice. But since unemployment benefitsgenerally vary with peoples personal circumstances, this arrangement does imply that differentpeople with equal employment durations will receive different employment vouchers. In thissense,the BTP simply reproducesthe unequaltreatment of individuals through theunemployment benefit system. Whatever equity considerations underlie this unequal treatmentsuch as granting higher unemployment benefits to married people with children than to singlepeople, these features are retained through the BTP. In this way the incentive to find jobs isspread more or less equally across the longterm unemployed,. with who are entitled to thelargest unemployment benefits and who consequently have the strongest incentive to remainunemployed receiving the largest employment vouchers. 9To illustrate these points, we could envisage that a person, with a particular set ofbenefitrelevant characteristics,.work for people with unemployment spells just under the critical level entitling them to a highervoucher.8 In those countries where the size of unemployment benefits, plus all the related welfare statethere is a tension between a thesupport, eventually falls with unemployment duration,requirement that the present value of each persons employment vouchers is approximatelyequal to the present value of the unemployment benefits that person would otherwise havereceived and b the requirement that the size of the initial voucher rise with the length of thepersons previous unemployment spell up to a certain limit. In case of such conflict, it may benecessary to meet the second requirement through some redistribution of funds towards thosepeople with the longest unemployment durations.9 If all individuals with a given unemployment duration were given the same voucher, thosereceiving relatively large unemployment benefits would have no incentive to take advantage ofthe BTP, whereas those receiving relatively small ones would have a great incentive to do so.incentives would fall very unequally on the longterm Then, clearly,unemployed.the employmentECONOMICS OF BENEFIT TRAll SFERS6 who has been unemployed for six months gets a voucher of x for one month andnothing thereafter; who has been unemployed for seven months gets a voucher of 2x in the first month ofemployment, x in the second month of employment, and nothing thereafter; and who has gone through an unemployment spell of 6t months where t :s; 24 receives avoucher of tx in the first month of employment, tlx in the next month ofemployment, and so on, until he receives a voucher of x in the tth month ofemployment, and nothing thereafter; and who has been unemployed for 2.5 years or more receives a voucher of 24x in the firstmonth of employment, 23x in the second, and so on, until the voucher phases itself outafter two years.le. Economic Implications ofthe ETPIt is a common experience of economic policy makers that wage subsidies are expensiveand, given their cost, their employment impact is often disappointingly small. But the BTP isnot just another wage subsidy scheme. Whereas the standard wage subsidy schemes is a burdenon the tax payer, the BTP is not. Whereas the alternative to the standard wage subsidy schemeis to stop paying employers to take on workers they would otherwise have found unprofitable,the alternative to the BTP is to support people who are idle. Whereas standard wage subsidyschemes are wasteful, both in terms of deadweight providing subsidies to some workers whowould have found jobs anyway and displacement inducing firms to replace incumbentemployees with subsidized recruits, the BTP is much less so: it is targeted at the longtermunemployed, and these workers have relatively low chances of finding jobs anyway and they areoften very imperfect substitutes for incumbent employees particularly in jobs that requireexperience and skill, so that they are in a correspondingly poor position to displace them. 10I will argue below in Section 7 that in a good number of a ECD countries, the BTP mightturn outto have a surprisingly large effectin promoting employment and reducingunemployment. The reason is not that labor demand is generally very responsive to changes inlabor costs standard estimates of aggregate short run labor demand elasticities are well undera half in most a ECD countries but that many countries spend a lot on unemployment benefits,particularly if these benefits are broadly defined to include not only the cash payments to theunemployed, but also all the associated welfare state benefits and the foregone tax revenues.Replacement ratios the ratios of unemployment benefits broadly defined to the averagewage exceed 50% in most a ECD countries. It is because so much is spent on unemployment IOWays to further reduce deadweight and displacement are discussed in Section 5.ECONOMICS OF BENEFIT TRANSFERS7benefits and related expenditures that, when a substantial fraction of these funds is offered toemployers in the form of employment vouchers,the resulting impact on employment may besubstantial.Basically, what the BTP is designed to do is to raise the takehome pay of the new recruits,while at the same time reducing their cost to the employers. In short, employees could wind upreceiving substantially more than their unemployment benefits, and many employers could findthemselves paying substantially less than the prevailing wages. The difference between what theemployees receive and what the employers pay is the unemployment support that has beentransferred to employment vouchers.When people draw unemployment benefits, the government bears the cost of supportingthem singlehandedly. But when they transfer their benefits to employment vouchers,thegovernment shares this cost with the firms that hire them. The reason is that once people areemployed, they become productive, making goods and services that are sold to consumers andinvestors. The revenue thatis generated in the process is what permits firms to pay wagessubstantially in excess of the employment vouchers. In effect, when unemployment benefits areused as employment vouchers, the firms and their customers have an automatic incentive to jointhe government in bearing the cost of bringing the unemployed back to work.Since the amount that the government spends on the employment vouchers is set so as notto exceed what would have spent anyway on unemployment support,the reduction inunemployment can be achieved at no extra budgetary cost. All that has happened is that thefunds that previously encouraged unemployment are now encouraging employment.If the employment vouchers are appropriately targeted at the longterm unemployed, thereduction in longterm unemployment could be achieved without stimulating inflation, sincethe longterm unemployed exert no noticeable dampening influence on wages.By linking employment vouchers to existing unemployment benefits, the BTP becomes anautomatic stabilizer, providing most employment vouchers when unemployment is highest.Once the recession is over, unemployment falls and, with it,the unemployment benefitstransferable into employment vouchers. Thus the Program would automatically shrink asunemployment fell.By linking the vouchers to training, the BT? could become the basis for national trainingprograms. As noted, firms would qualify for training vouchers only if these were spent onnationally accredited training programs at independent agencies, leading to nationally certifiedECONOMICS OF BENEFIT TRANSFERS8qualifications. Clearly, the firms that use the vouchers to finance training will tend to retaintheir recruits after the vouchers have expired. Thus the training for the unemployed wouldautomatically come with longerterm career prospects. This is something that existinggovernment training schemes do not offer. Many current schemes also run the risk of beingillsuited to peoples diverse productive potentials and firms diverse job requirements, whereasunder the BTP firms would naturally provide the training most appropriate to the availablejobs. And it is worth recalling that, whereas the existing training schemes are costly to run, thisone would impose no additional cost to the government. 1IThe BTP could also play an important role in tackling regional unemployment problems. Ifit were adopted on a national level, regions of high unemployment become ones containing ahigh proportions of subsidized workers, giving an incentive for firms to move there and providethe appropriate training.The case for implementing the BTP is particularly strong where unemployment benefits aregenerous and employment is responsive to variations in labor costs. As shown in Section 7,many countries in the EC and elsewhere fall into this category. The purpose of the intervening Sections 26 is to provide a simple diagrammatic overview of the basic features of the BTP andtheir salient effects on employment and unemployment.2. The Underlying Framework Let me begin with a simple account of labor market behavior that provides a convenientbackground for understanding the role of the BTP in reducing unemployment. Figure 1 picturesunemployment as the outcome of an employment and wage setting process. The labor demandcurve is denoted by ID. Under perfectly c,ompetitive conditions, it shows how much laborfirms will employ at any given real wage. Under imperfect competition,it describes the IIAnother way in which the BTP could encourage trammg is by encouraging longtermemployment relative to temporary employment. The reason, of course, is that the size of theemployment vouchers depends on the duration of the previous spell of unemployment. Inaccepting employment, a person therefore loses his voucher entitlement and must go throughanother unemployment spell before regaining that entitlement. Consequently, people wouldhave a greater incentive to relinquish their voucher entitlement in return for a longterm careerprospect, yielding a substantial present value of wage incomes, than for temporary jobs. Shouldpolicy makers deem this bias to be undesirable, however,they could make the size of theemployment vouchers depend on the amount of time a person has been unemployed over, say,the past two years.ECONOMICS OF BENEFIT TRANSFERS9profitmaximizing relation between employment and the real wage, when firms makeemployment and pricing decisions in response predetermined nominal wages. In either case,the labor demand curve is downwardsloping when there are diminishing returns to labor.w WS LSFIGURE 1: The Labor Market Equilibrium The wage setting curve, given by WS in the figure, shows how the wage is set at any givenlevel of aggregate employment. This curve can be interpreted in a wide variety of ways. If, forexample, firms set wages with a view to discouraging their employees from shirking, WS tracesout the minimum wage at any given level of aggregate employment that firms must pay tokeep their workers motivated, i.e. WS becomes the noshirking constraint. 12 Whereas if firmsset wages so as to discourage quitting, WS gives the minimum wage at each employment levelthat firms must pay to retain their workers, i.e. WS is the noquitting constraint. 13 Moreover, if 12See, for example, Shapiro and Stiglitz 1984. The underlying idea is that firms are unable tomonitor perfectly whether their employees are shirking. Thus they offer a wage above the theminimum wage necessary to induce people to work the reservation wage and they fire anyemployee whom they catch shirking. The greater the difference between the offered wage andthe reservation wage, the greater is the employees penalty for shirking. The WS curve thentraces out the wage the firms need to offer in order to keep workers from shirking.13See, for example, Calvo 1979 and Stiglitz 1985. If workers who quit their firms have somelikelihood of going through a period of unemployment before finding new employers, the costof quitting will depend on the difference between their current wage and what they receivewhen unemployed. Thus, firms can discourage quitting by raising their wage offers.ECONOMICS OF BENEFIT TRANSFERS10firms wage offers are made with a view to attracting particularly productive employees, WStraces out the minimum wage for given employment of attracting workers at a articular levelof productivity.14 Finally,the WS curve may also be interpreted as the outcome of wagenegotiations between individual employers and employees at any given level of aggregateemployment, or it could be the upshot of union activity l 5The wage setting curve may be upwardsloping, downwardsloping, or flat. There are twocountervailing effects on slope: i The greater the level of employment, the smaller will be themarginal product of labor and consequently the weaker will be the bargaining position of themarginal employees. 16 On this account, an increase in employment puts downward pressure onii The greater the level of employment, the easier it is for employees tothe negotiated wage.supplement their income during a breakdown of negotiations, and the more favorable theirfallback positions become. In addition, employers fallback positions become less favorable,since they have a smaller pool of unemployed workers to draw from. On this account, anincrease in employment puts upward pressure on the negotiated wage. The latter tendency maybe reinforced when firms use their wage offers to discourage quitting or shirking. The greater isthe level of employment, the more likely is a worker to find another job once he quits or hasbeen fired. Thus the more the firms offered wage may have to exceed the reservation wage inorder to discourage quitting and shirking.!7 For simplicity, the wage setting curve in Figure 1 ispictured as flat over the relevant range.The equilibrium level of employment N and the equilibrium real wage w are given bythe intersection between the labor demand curve ID and the wage setting curve WS. Thelabor supply curve IS describes the aggregate amount of labor that workers, each acting ontheir own and in the absence of unemployment benefits, would be willing to supply at any givenreal wage. The difference between labor supply NS and labor demand N at the equilibriumreal wage is the equilibrium level of unemployment U.14See, for example, Weiss 1980.15 See, for example, Mc Donald and Solow 1981, where the wage setting curve is portrayed asa contract curve, and Lindbeck and Snower 1990, where it is the outcome of Nash bargainingbetween firms and their insiders. Furthermore, ifunions set the wage unilaterally, then the wagesetting curve can trace out the unions most preferred points on a family of labor demandcurves.16The smaller the marginal product of labor, the smaller will be the workers bargaining surplusgiven their fallback position and thus the lower will be the negotiated wage, ceteris paribus.17This argument ignores the income effect. It is of course conceivable that the income effect beso strong that a rise in the offered wage raises workers propensity to quit and shirk.ECONOMICS OF BENEFIT TRANSFERS11The size of the unemployment benefit is denoted by b. Thus the aggregate amount that thegovernment spends on unemployment benefits is b U, given by the shaded area UB in Figure l.As shown below, the Benefit Transfer Program uses these unemployment benefits as a resourceto promote employment.Each of the following sections deals with a different aspect of the BTP. Section 3 beginswith an elementary fingerexercise,in which the unemployment benefits pay for recruitmentvouchers,in a simple world where vouchers are targeted perfectly at netincreases inemployment and no incumbent workers are displaced. Section 4 examines the implications ofdirecting the vouchers to the longterm unemployed. Section 5 considers the problems ofdeadweight people receiving vouchers who would have become employed anyway anddisplacement the subsidized new recruits replacing the incumbents. Section 6 explores theeffects of using the unemployment benefits to provide training vouchers. Then Section 7provides some preliminary empirical estimates of how the BTP might affect unemployment invarious OECD countries. Finally, Section 8 concludes.3. SelfFinancing Recruitment Vouchers As a first step towards depicting the influence of the BIP in this setting, consider ahypothetical policy experiment,in which a recruitment voucher v is given to firms for eachadditional employee they hire. To keep the exposition simple for the moment, let us supposethat the government is actually able to confine its voucher payments only to the net increase inthe aggregate employment level, and that no incumbent employees are replaced by the newrecruits.Then the labor demand curve moves upwards by the amount v, as shown by the shift from ID to IDin Figure 2 ISFor simplicity, suppose thatthe wage setting curve remainsunchanged. 19 Consequently,the equilibrium level of employment rises from Nto N,18Since firms were previously willing to employ N workers at wage w,prepared to provide the same employment at wage w v.19If the wage setting curve represents the noshirking or noquitting constraint, it will in factremain unchanged, since the voucher does not affect the employees incentives to shirk or quitat any given level of employment. Similarly, the wage setting curve is unchanged if it is theoutcome of union wage setting. Butis the outcome of wage negotiations betweenemployers and employees, the vouchers have several counterveiling effects on the position ofthe wage setting curve. One the one hand, the vouchers raise firms profits, and employees areable to capture some of this added profit through higher negotiated wages. On the other, thethey are nowif itunemploymentfallsfrom U to U,and spending on unemployment benefitsfallscorrespondingly from b U to b U.ECONOMICS OF BENEFIT TRANSFERS12w NNUFIGURE 2: The Effect of the Recruitment Voucher Provided that incumbent employees are not displaced, the amount the government saves onunemployment benefits is b U b U. This may be interpreted as the revenue denoted by theshaded area R in Figure 2 available to finance the cost ofthe recruitment vouchers. The cost ofthe voucher scheme is the size of the voucher v times the number of additional employeeshired N N . It is given by the shaded area C in the figure.If the amount of voucher revenue area R is greater than or equal to the cost of thevouchers area C, then the scheme pays for itself. Since the voucher revenue is be N N while the cost is vN N , the scheme will be selffinancing as long as v S;; b, namely, aslong as the recruitment voucher does not exceed the unemployment benefit.Clearly, the highest voucher that the government can afford to offer, without running adeficit on the scheme, is v b. The resulting employment level is the maximum amount ofemployment that can be generated through the selffinancing voucher scheme.vouchers improve firms fallback position, since it is now cheaper to hire alternative laborduring breakdown in negotiations; this puts downward pressure on the negotiated wage.4. Targeting the LongTerm Unemployed ECONOMICS OF BENEFIT TRANSFERS13We now extend the framework above to take account of another salient feature of the BTP,namely,targeting the longterm unemployed.As noted, when people remain unemployed, their skills depreciate and become obsolescent,and they lose useful work habits such as reliability, punctuality, conscientiousness,initiative,adaptability, and so on. The simplest way of summarizing these regularities in the frameworkabove is to assume that peoples potential marginal products fall with their unemploymentduration, ceteris paribus.To incorporate this assumption into the labor demand curve,suppose that alltheunemployed, U in Figure 3, are ordered in terms of their unemployment durations, so that aswe move along the horizontal axis from Nto NS , we include people who have beenunemployed for longer and longer periods of time. Then if the marginal product of labor fallsnot only due to diminishing returns to labor, but also because people with progressively longerunemployment durations are drawn into the workforce, then that portion of the labor demandcurve lying to the right of the equilibrium level of employment is no longer LD correspondingto the labor demand curve in Figures I and 2, but may be depicted by LDu 202The latter labor demand curve may be interpreted in dynamic terms. At any point in time,some employees quit, retire, or are layed off, while some unemployed people retire or are hired.Then in order for the labor demand curve LDLDu to be constantthe numberof people leaving employment must be equal to the number of people entering it, and thenumber of people leaving unemployment, at any given unemployment duration, must be equalto the number of people entering it. If, on the other hand,there is a uniform increase inunemployment durations across all workers, then LDu will fall relative to LD.through time,Bib Hothek des nstrtutsfur VVe Hvfirtechaft Ki QtECONOMICS OF BENEFIT TRAll SFERS14w LOu LONNUFIGURE 3: Targetting the LongTerm Unemployed In this context, the government can reduce the cost of the recruitment voucher scheme byoffering vouchers of different magnitudes to workers with different unemployment durations.Clearly, this cost is minimized when workers with successively higher unemployment durationsare each given a voucher amounting to the successively larger differences between theirmarginal products and the marginal product of the last worker hired without a voucher. Forvouchers ranging from zero to V, the cost is then given by the shaded area C in Figure 3 21 Thiscostminimizing way of targeting the longterm unemployed permitsthe selffinancingrecruitment vouchers to have a larger employment effect than the uniform voucher scheme inthe previous section, since it reduces the cost of the scheme relative to the voucher revenue forany given level of employment.21In practice, of course, such optimalproductivities and the position of the wage setting curve cannot be known with certainty.targetting is not achievable since peoples potentialECONOMICS OF BENEFIT TRANSFERS155. Deadweight and Displacement Even if optimal targeting of the longterm unemployed were possible, the framework abovewould overstate the effectiveness of the selffinancing recruitment vouchers. One reason is thatwe assumed the vouchers could be targeted exclusively at additional employees.In practice,this is generally unachievable. The net increasein aggregate employment is defined as theactual postvoucher level of employment minus what the employment level would have beenin the absence of the voucher. But since the labor market is continually subject to externalshocks, itis difficult to assess the latter employment level. Since firms have a clear incentiveto understate this employment level in order to receive large voucher payments and since thegovernment generally has too little information to correct such claims, it is inevitable that somevouchers would be paid for employees who would have been employed in any case.In an attemptto get around this problem,recruitment subsidies may be granted foremployment in excess of the level achieved at some time in the past rather than the level thatwould have been achieved without the voucher. For example, employers could get subsidiesfor any additions to their workforce over the past year. Thus expanding firms would receivesubsidies while contracting firms would not. But since the subsidies to the expanding firms arenot balanced by payments from the contracting firms, more than the net increase in aggregateemployment would be subsidized. The same holds true of firms that come into existencevisavis those that close. Thus it is impossible in practice to avoid spending some vouchers onpeople who would have found employment even in the absence of the vouchers,i.e. somedeadweight is inevitable.Empirical studies2 show that the longer people are unemployed, the lower are their chancesof becoming employed? Consequently, the magnitude of deadweight falls as the duration ofunemployment rises. This is illustrated by the area De in Figure 4, where the wide upper portionof the area corresponds to the upper part of the LD. curve underneath the WS curve and, aswe move downwards along the LDucurve, the width of the De area declines.22See, for example, Layard, Nickel!, and Jackman 1991.23In the UK, for instance, this is the case up to unemployment durations of about 2.5 years,beyond which the employment probabilities flatten out.ECONOMICS OF BENEFIT TRANSFERS16w LDu LDj , ;;:;IIII::f LDb UFIGURE 4: Deadweight and Displacement The total cost of the scheme is now the sum of deadweight area De and the cost of the netincreases in employment area C.Another reason why the analysis of Section 4 overstates the effectiveness of selffinancingrecruitment vouchers is thatit assumed no displacement of incumbent employees by thesubsidized new recruits.In practice, of course,itis virtually impossible to avoid anydisplacement, on account of factors analogous to those why deadweight cannot be avoided. Itis very difficult, as a practical matter, to identify displacement. It is defined as the number ofincumbents who would have been employed in the absence of the vouchers minus those whoare employed under the voucher scheme. Butthe former number, being hypothetical, is hardto assess. For this reason, antidisplacemen provisions may make a firm ineligible to receive arecruitment voucher for a worker hired after an incumbent has left. This is tantamount tomaking the firm ineligible unless its employment exceeds the level it achieved at some time inthe past which is the same as the abovementioned provisions to avoid deadweight. But as inthe case of deadweight, the vouchers received by the expanding or newly created firms are notbalanced by payments from the contracting or closing firms and thus interfirm displacement isstill possible. Besides, it is quite easy for firms to circumvent such antidisplacement provisionssuch as inducing the incumbentto leave after the new entrant has been hired. This isparticularly true in sectors where the costs of hiring, training, and firing are low.ECONOMICS OF BENEFIT TRANSFERS17In practice,the greater is the employment generated by the vouchers,the greater thenumber of incumbents that will be displaced. But as recruits with progressively longerunemployment durations are hired, they generally become less and less substitutable for theincumbents.Thus displacement rises less than proportionately with employment. This isillustrated by the area D, in Figure 4.Obviously,the greater is the amount of displacement,the smaller will be the voucherrevenue, since displaced incumbents frequently join the unemployment pool.24 Consequently theamount of voucher revenue is now given by the area R in Figure 4.Once again, the vouchers are selffinancing as long as their total cost the sum of areas Cand DJ does not exceed the voucher revenue area R. In response to the voucher schemedepicted in the figure, employment rises from N to N.Figure 4 can also be used to understand the employment effect of the voucher schemethrough time for each cohort of workers, where cohorts are defined in terms of the duration ofthe previous unemployment spell. The last cohort of workers to be employed under the voucherscheme viz, the ones with the longest previous unemployment spell generate a direct costgiven by the rightmost vertical slice of the area C in Figure 4, and a voucher revenue given bythe rightmost slice of the area R. In becoming employed they make up for the depreciation andobsolescence of their skills that took place during their period of unemployment, and thus theirproductivity rises from the relevant portion on the ID u curve to that on the ID curve in thefigure. With the passage of time, these workers gain employment experience and cease to bethe marginal workers in terms of their productivity;this marginal status is taken on bysubsequent recruits. Thus the direct costs and revenues associated with the above cohort ofworkers may be visualized as a succession of vertical slices of the areas C and R respectively,each lying progressively further to the left. In this process, the size of the voucher graduallyfalls as the workers period of employment proceeds, until eventually the voucher phases itselfout of existence and the workers become unemployed again 2524However, since they join it as shortterm unemployed, they also have a relatively high chanceof regaining employment.25Not only do the voucher costs fall as time proceeds; the voucher revenue falls as well. Thevoucher revenue associated with each cohort of workers in each period of time is equal to theunemployment benefit associated with the unemployment duration which the cohort wouldhave in that period, multiplied by the probability of still being unemployed in that period. Sincethe probability that a person remains unemployed falls as time proceeds, the voucher revenuemust fall as well. Clearly, workers will remain unemployed until their recruitment subsidieshave entirely disappeared only if the slope of the labor demand curve and the evolution ofECONOMICS OF BENEFIT TRA.l;SFERS18Now suppose that the size of the maximal voucher v is gradually increased from an initiallevel of zero, causing employment to rise. As result, the area of total cost the sum of the areas C and De and the area of vouchermovement from re to TC and from R to RI! respectively in Figure 5.revenue area R both increase, as illustrated by thewb LDulFIGURE 5: The Effect of an Increase in the Voucher Clearly, when the maximum voucher is very small, the voucher revenue will exceed the totalcost of the scheme6 so that the scheme is selffinancing. The reason is that as the voucher fallsto zero, both the width and the height of the total cost area TC shrinks to zero, but only thewidth of the voucher revenue area R shrinks to zero; the height of the voucher revenue arearemains at b, the size of the unemployment benefit. However, as the voucher is increased, thetotal cost may rise faster than the voucher revenue,27 so that there may be some maximal levelv beyond which the scheme ceases to be selffinancing. This isof the maximum voucherillustrated in Figure 6. The maximum level of employment that can be generated through thescheme is then given by the employment level corresponding to v .unemployment probabilities is such that the voucher revenue does not decline faster than theassociated cost.26The reason is that as the voucher falls to zero, both the width and the height of the total costarea TC shrink to zero, but only the width of the voucher revenue area R shrinks to zero;the height of the voucher veneue area rearnins at b, the size of the unemployment benefit.27This is merely a possibility. There is nothing in our analysis that inevitably makes this happen.ECONOMICS OF BENEFIT TRAJISFERS19TC_Rw:;; VvFIGURE 6: The Maximal Employment Voucher 6. Training Vouchers The BTP gives unemployed people the opportunity to use not only a part of theirunemployment benefits, but also a portion of their existing training budgets to provide trainingvouchers for firms that are willing to hire them and train them while employed. As above, thetraining vouchers may be specially targeted at the longterm unemployed. Assuming that thelonger people are unemployed, the lower their productivity and the more costly they are totrain, the longterm unemployed require larger training vouchers to achieve a given level ofproductivity than do the shortterm unemployed. The cost of the training voucher scheme isthen minimized when the size of the training vouchers rises gradually with unemploymentduration, as illustrated in Figure 7. Here the vertical distance between the wage setting curve WS and the labor demand curve ID u is the minimum amount by which productivity must beraised in order to make the unemployed employable. The corresponding shaded area c is thecost of increasing net employment by NN in this way. The maximum voucher required forthis purpose is v.ECONOMICS OF BENEFIT TRANSFERS20w WS LSLDur ;;::a_ bwv NNl JFIGURE 7: Training Vouchers The area derepresents training deadweight,i.e.the amount of training voucherexpenditures that are made on people who would have received the training even in the absenceof these vouchers. Thus the total cost of the training voucher scheme is the sum of the areas cand deGiven thatthe unemployment benefitis b and the average training expenditure perunemployed person is T, the corresponding voucher revenue is given by the area r. The area distands for training displacement,the amount of training voucher funds that are wastedbecause the newly trained people displace current incumbent employees.The training vouchers pay for themselvs provided that their total cost c de is less thanor equal to the voucher revenue r.Clearly,the intertemporal effects of the training vouchers differfrom those of therecruitment vouchers. As above, the direct costs associated with themarginal recruits thosewith the longest previous unemployment spell may be pictured by the rightmost vertical sliceof the area c in Figure 7 and the corresponding voucher revenue is given by the rightmost sliceof the area r. The training vouchers, however, may usually be expected raise workerslongterm productivity to the level w, so that barring any external shocks to labor demand cid:173these workers will remain employed once their training period is over and their trainingvouchers have expired. Thus whereas a continuous stream of recruitment vouchers is necessaryECONOMICS OF BENEFIT TRANSFERS21to maintain the level of employment above its initial level N, only a finite stream of trainingvouchers is sufficient for this purpose.Figure 8 pictures the total cost and revenue from both the recruitment and the trainingvouchers in terms of the maximal magnitude of these vouchers. The training voucher revenuecurve r lies above the recruitment voucher revenue curve R, since the training vouchers arefinanced by both unemployment benefits and the existing training expenditures while therecruitment vouchers are financed by unemployment benefits alone. The total cost curve for thetraining voucher scheme le lies above that of the recruitment voucher scheme TC providedthat the cost of making an unemployed person employable through raising his productivityexceeds the cost of doing so through recruitment subsidies. Provided that the r curve lies abovethe R curve by more than the le curve lies above the TC curve, the maximum level of thehighest training voucher Y;, i.e. the maximum level of the training voucher allocated to themarginal recruit namely, the recruit who previously had the highest duration of unemploymentwill exceed the maximum level of the highest recruitment voucher V.28tc re_R f Tvvt FIGURE 8: The Maximum Training an Recruitment Vouchers 28 Clearly, the positions of the TC and le curves are interdependent. The greater the number ofworkers receiving the recruitment voucher, the greater is the unemployment duration of theworkers available to receive the training voucher eeleris paribus. Thus the lower is themarginal revenue product of the workers receiving the training voucher and the lower is thetraining deadweight. Given that the former effect dominates the latter, this will raise the cost ofthe training voucher scheme for any given level of induced employment. In addition, trainingdisplacement will be lower as well, and this will raise the revenue from the training voucherscheme. In Figure 8, the positions of the Rand TC curves corresponds to the optimal maximaltraining voucher and the positions of the r and le curves corresponds to the optimal maximalrecruitment voucher.ECONOMICS OF BENEFIT TRANSFERS227. Estimating the Unemployment Effects ofthe BTPWe now derive some preliminary empirical estimates of how the BTP may affectunemployment in various GEe D countries. The analysis is based on very simple calculations ofdeadweight, displacement, and voucher effectiveness.29 We focus attention exclusively onemployment vouchers and ignore training vouchers. Let the employment vouchers be targetedat the longterm unemployed, where longterm unemployment is defined in the standard wayas referring to people who have been unemployed for a year or more. Simplifying the analysisof the previous sections, let all longterm unemployed people get vouchers of equal magnitude.Let the vouchers be granted for a oneyear period, which will be our period of analysis.For brevity, let target employment be the employment of the targeted group, namely,those who were previously longterm unemployed. Let Hr and N be target employment in thepresence and absence of the employment vouchers, respectively. By definition,1i.e., target employment with the vouchers is equal to target employment without the vouchersplus the additional employment induced by the vouchers NT.The NT people in the economy, who would claim vouchers under the BTP but who wouldhave found jobs anyway, represent deadweight. To model this in a simple way, we consider aninitial equilibrium, before the vouchers are introduced, and ask how many workers vacate theirjobs each period and how many people who have previously been longterm unemployed fillthese vacancies. Let N be aggregate employment in the original equilibrium, before the BTP isintroduced. Let cr I be the incumbent workers: separation rate. Thus, assuming employment tothe number of vacancies is cr IN. Suppose that abe stationary in the original equilibrium,constant proportion y of these vacancies is filled, in the original equilibrium, by those who werelongterm unemployed. Then the deadweight is2Substituting 2 into 1,29The calculations build on the general approach outlined in Snower 1994.ECONOMICS OF BENEFIT TRANSFERS23laBy definition, the change in aggregate employment induced by the vouchers Ll N is equal tothe sum of the induced changes in the employment of the incumbent workers Ll NI and in theemployment of those who were previously shortterm unemployed Ll Ns and previouslylongterm unemployed Ll NT :3Ll N Ll N r N s N TIf the induced change in the employment of incumbents is negative, it represents displacement.For simplicity, let us assume that the number of incumbents displaced by the target group is aconstant proportion of the induced target employment:4aNr UrNTwhere the incumbent displacement coefficient Ur is a constant 0 Ur I .Another type of displacement is that of the shortterm unemployed, in the sense that theinduced target employment keeps some shortterm unemployed people from finding jobs.30Again, we assume that the number of shortterm unemployed people displaced is a constantproportion of the increase in the employment of previously longterm unemployed workers:4bNs USNTwhere the shortterm unemployed displacement coefficient UST is a constant 0 ::; UST ::; I .Substituting 4a and 4b into 3,5N l Ur USNTand substituting 5 into la,630This type of displacement is sometimes called substitution of the longterm unemployedworkers for the shortterm unemployed ones.ECONOMICS OF BENEFIT TRANSFERS24In other words, the ratio of target employment to aggregate employment in the absence of thevouchers is a linear function of the proportional rise in employment induced by the vouchers.It is convenient to think of the employment effect of the voucher as related to the percentageby which employment would increase in response to an equivalent wage reduction, since thelatter is summarized by the elasticity of labor demand. Specifically, the effect of a proportionalreal wage reduction 3.wWO on employment il NN is7where II is the labor demand elasticity.In general, an employment voucher may be expected to be less effective in stimulatingemployment than an equal fall in the real product wage, for several reasons:i We have already taken account of deadweight and the displacement of incumbents andshortterm unemployed people. Our analysis also recognizes that the vouchers are aimed at anarrowly defined target group viz,the longterm unemployed, whereas the hypothesizedwage reduction falls on all workers.ii Another reason is the potential displacement of those currently out of the labor forceinactive people. Whereas vouchers targeted at the longterm unemployed are likely toreduce the job prospects of the inactive workers, a real wage reduction may be expected tohave the opposite effect.iii Beyond that, vouchers might conceivably drive up the real wages paid by firms, in whichcase their labor costs would fall by less than the size of the vouchers. In practice, however, tmsappears unlikely, since the vouchers have the following countervailing effects on wagenegotiations: a they improve the employers fallback positions since they are now able tofind cheaper replacement for their incumbent employees when negotiations fail,therebyreducing the negotiated wage,s, b insofar as they lead to the displacement of incumbents, theyput further downward pressure on wages, and c they improve the employees fallbackpositions since the voucherinduced fall in unemployment means that employees have an easiertime find Wg alternative jobs when wage negotiations break down, thereby putting upwardpressure on wages. When the employment vouchers are introduced, the first two effects willprecede the latter, since the vouchers make the longterm unemployed immediately cheaper toemployer and immediately raise incumbents chances of displacement, whereas the fallinunemployment takes some time to unfold. As for the third effect, econometric studies 31 showECONOMICS OF BENEFIT TRANSFERS25thatin OECD countries real wages are generally not very sensitive to changes In theunemployment rate.iv But the most important reason why vouchers tend to have weaker employment effects thanequivalent wage reductions is that the vouchers are temporary whereas the wage reductions, atleastthose which are relevantto the standard estimates of labor demand elasticities, arepermanent.Let us take a closer look at what pointivimplies. As a first approximation,theemployment effect of a oneperiod voucher relative to be employment effect of an infinitestream of such vouchers may be captured by the ratio of the voucher to the present value of theinfinite stream.32 Let the size of the voucher be v, the firms discount factor be 8, the separationrate relevant to the new recruits be a T, and the cost of a future separation from these workerse.g. the cost of firing them be 1. Then the present value of the infinite stream is 33In other words,in the first period each firm receives the voucher v for a new recruit. Withprobability 1 a T this worker remains at the firm in the second period, when the discountedvalue of the voucher is 8v ; whereas with probability a T the worker leaves the firm, incurring aseparation cost whose present value is 81 . Along these lines, it is easy to see that the firstbracketed expression is the value of all the vouchers received by the firm, discounted by theretention probability and the discount factor, and that the second bracketed expression if thevalue of the separation costs, similarly discounted. Simplif Ying, we find8a11a T8Thus the ratio of the infinite stream to the size of the oneperiod voucher is8bc; v 11 1 a T83l See, for example, Layard, Nickell, and Jackman 1991.32When firms are credit constrained, this will understate the effect of the voucher, since thesefirms do not have immediate access to the present value of the infinite stream.33This expression in fact overstates the present value, since we have ignored hiring and trainingcosts.ECONOMICS OF BENEFIT TRANSFERS26where cl cfv .Define the voucher ratio as the ratio of the voucher to the original wage: p vwo.Furthermore, let8ce C;be the voucher effectiveness coefficient, where c;takes into account that the voucher istemporary and is a constant 0 1 that captures the other factors that may reduce theemployment effect of the voucher relative to an equivalent wage reduction. Then let us movefrom the employment effect of a proportional wage reduction ,.ww O, as given in 7, to theemployment effect of an equivalent voucher ratio p ,! wWO as follows:8c,1NN ellv In short, the effectiveness of the voucher is taken to be a constant fraction of the effectivenessof an equivalent wage reduction, where the fraction is given by the voucher effectivenesscoefficient.Substituting 8c into 6,9This equation tells us that the ratio of target employment to aggregate initial employmentdepends positively and linearly on the voucherratio. The equation summarizes ourdescription oflabor market activity and,is depicted by the labor market equilibrium curve LEin Figure 9.ECONOMICS OF BENEFIT TRANSFERS27o N INTLEGBCFIGURE 9: The Maximum Voucher Ratioand the Maximum Employment Effect The government budget constraint for the BTP ensures that the cost of the employmentvouchers does not exceed the associated reduction in unemployment benefits. Letting theunemployment benefit be constant at b, the government budget constraint GBC is10bN VNTDefine the replacement ratio as the ratio of the unemployment benefit to the real productwage: r bw. Recalling that p vw, the GBC becomes Substituting 7 into 10a yields11The employment effect of the BTP is maximized when this constraint holds as equality. In otherwords, NN0 re is the maximum level of target employment permitted by the governri 1entECONOMICS OF BENEFIT TRANSFERS28budget constraint. Accordingly, this equation is pictured by the GBC line in Figure 9.Substituting the government budget constraint 11, as an equality, into the labor marketequilibrium equation 9 yields the maximum level of the voucher ratio p:12Inserting this value into 8 gives us the corresponding effect on employment:13Assuming a constant labor supply, the associated effect on the unemployment rate u is14This equation, together with equations 8b and 8c, can be used to yield some provisionalthe displacement coefficients conservatively at a I as 0.6,estimates of how the BTP may affect unemployment in the short run, viz, a year. Take theestimates of the shortrun labor demand elasticities 34 11 and the replacement ratios r from Layard, Nickell, and Jackman 199135 Let UO be represented by the unemployment rates of July 1994. Setthevoucherinduced rise in the number of jobs to the longterm unemployed is assumed to leads to 60% of that number of jobs being lost to the incumbents and the shortterm unemployed 36Furthermore, set the incumbent separation rate at OJ 0.1 and that fraction of vacancies filledby the longterm unemployed at y 0.1 . Assuming that the discount factor is 8 0.9, theseparation rate associated with the new recrnits is i T 0.4, and that the ratio of the firing costi.e.34The underlying regressions are run on annual data and the shortrun elasticities thus cover thespan of a year.35The elasticities for Canada, France, Germany, and the UK are taken from Bean, Layard, and Nickell 1986.36In practice we expectthese displacement coefficients to be inversely related to theunemployment rate. The lower the unemployment rate, the greater the rate of labor turnovertends to be, and thus the more displacement may be expected to result from the employment ofthe target group. Thus, for the two countries in our sample with relatively low unemployment cid:173Austria and Switzerland the displacement coefficients a as were set equalto 0.75.Furthermore, the greater the degree of nominal rigidity, the more the shortrun fall in wages inresponse to the employment vouchers may be expected to reduce unemployment and thusmitigate displacement. Thus, for the two countries in our sample with relatively high degrees ofnominal rigidity Spain and the UK the displacement coefficients were set at 0.4.to the voucher is I 0.5, we find that R 0.56, and thus we set the voucher effectivenesscoefficient at 8 0.5. The resulting effects of the BTP on unemployment are given in Table 1.ECONOMICS OF BENEFIT TRANSFERS29ECONOMICS OF BENEFIT TRANSFERS30TABLE 1Country URate %SR Elasticity Repl. Ratio N Effect % U Effect %Austria Belgium Canada Denmark France Germany Netherlands Spain Sweden Switzerland UK5.21410.212.3128.37.324.68.84.69.30.370.30.350.490.170.530.180.710.120.320.40.60.60.60.90.570.630.70.80.80.70.362.53.23.88.41.56.32.116.41.52.63.7419.33.611.69.26.50.15.52.36.Needless to say, these figures are merely suggestive of rough orders of magnitude. Theabove estimates of labor demand elasticities and replacement ratios are subject to considerableuncertainty, and different investigators have achieved different results. 37 Setting higher valuesfor the displacement coefficients or the voucher effectiveness coefficient, or allowing for apositive labor supply response to the ,vouchers would obviously lead to smaller predictedeffects on unemployment. However, many of these effects are large enough to remainsubstantial even once generous allowance has been made for uncertainty.For most OECD countries, of course, the longrun labor demand elasticities exceed theshortrun ones by a considerable margin. Thus the BTP may be expected to remain effectiveover the longer haul even if the displacement coefficients are substantially higher in the long runthan in the short run and the subsidy effectiveness coefficient is substantially lower. Table 2provides an illustrative example. 38 The displacement coefficients are now set al as 0.75,37See, for example, Alogoskoufis and Manning 1988 and Newell and Symons 1985.38As in the shortrun exercise, the longrun labor demand elasticities are taken from Layard,Nickell, and Jackman 1991, except for those of Canada, France, Germany, and the UK, whichECONOMICS OF BENEFIT TRANSFERS31SO that 75% of the additional jobs created through the vouchers are lost through displacementof incumbents and shortterm unemployed people. 39 The voucher effectiveness coefficient isnow set at 8 0.3, so that the vouchers are assumed to be only 30% as effective as anequivalent wage reduction. We leave the parameters s 0.1 and y 0.1 .TABLE 2Country LR Elasticity N Effect % U Effect %Austria Belgium Canada Denmark France Germany Netherlands Spain Sweden Switzerland UK0.2670.589OA20.6920.610.830.61.3820.251.6840.630.42.41.64.42.43.72.981.33.41.56.914.714.431.517.340.636.824.612.971.314.2As above, it is important to keep in mid that these are just very rough ballpark figures; butit is undeniable that their overall thrust is to suggest that the BTP may be a powerful tool forcombating unemployment even in the longer run.8. Concluding Thoughtsare taken from Bean, Layard, and Nickell 1986.39As in the shortrun exercise, we set the displacement coefficients higher at 0.9 in the twocountries in our sample Austria and Switzerland. In contrast to the shortrun exercise,however, the degree of nominal wage rigidity is not relevant to displacement in the long run.In concluding, it is important to keep in mind not only the employment potential of the Benefit Transfer Program, but also the potential objections and pitfalls that need to be ECONOMICS OF BENEFIT TRANSFERS32overcome.Objection 1The first pitfall is a political economy problem. The political process whereby economictheory is transformed into economic policy is certainly not a matter of faithful,literaltranslation. Policy makers have an understandable tendency to fit new ideas into old pigeonholes; in so doing, they instinctively, often inadvertently, shy away from the novel insights andconcentrate on those features of a proposal that lie in the welltrodden terrain of their pastpolicy experience. If this experience contains a long sequence of unsuccessful measures andthe battle against unemployment is replete with it then the new ideas, once implemented, arefrequently doomed to repeat old failures.Along these lines it could be argued that implementing the BTP may do more harm thangood, since it may turn out that the policy makers will stay clear of its distinctive featureslinking the employment vouchers to unemployment benefits, letting the vouchers rise graduallywith unemploymentdurations and fall gradually with subsequent employment durations, andletting potential employers and employees choose freely between recruitment and trainingvouchers. Instead, they may interpret the program as yet another attempt at wage subsidies, oras a call to eliminate employers national insurance contributions for workers who have beenunemployed for more than a year, or as an effort to subsidize training programs run in theprivate sector, or as an initiative to offer longterm unemployed people extra assistance whenthey accept work in the public or private sectors, or any number of other possibilities. Theselatter measures may suffer from wellknown and welltried deficiencies; they may, for instance,requiresignificantincreasesin governmentexpenditures orthey may create moreunemployment than they remove, for instance. The case against the BTP, then, is that it couldbecome an excuse for implementing other policies, that share the shortcomings of past policyexperiments.This argumentis a bit similar to the argument that no new medical drugs should beapproved, because if doctors do not prescribe them properly, they kill more people than theysave. The reason that this argument strikes looks peculiar is not that doctors dont makeECONOMICS OF BENEFIT TRANSFERS33mistakes misprescriptions of new drugs are virtually inevitable. Rather, it is that we ought tobe able to rely on the doctors to learn enough about these drugs to apply them appropriately.Similarly, we ought to be able to rely on economic policy makers to take note of the BTPsdistinctive features and learn how to implement them, so that they dont wind up repeating pastpolicy mistakes. Admittedly, it would be naive to believe that the learning process is be simple;but it would be foolish to veto new employment policies merely as a vote of no confidence inpoliticians and civil servants.The only case in which such a vote of no confidence may be warranted is when a proposalimpossible demands on the policy makers. To take a wellknown macroeconomic example, ifthere are long and variable lags between changes in the money supply and changes in nominal GNP, then monetary stabilization policy requires central bankers to predict the future course ofthe business cycle and the future delays in the GNP response to monetary shocks; and centralbankers simply cannot be expected to do this. The BTP, however, makes no analogousdemands on policy makers. Once it is in place,they need to make no further discretionarydecisions on how much to stimulate employment. After all, the BTP is an automatic stabilizer,which necessarily provides the greatest stimulus when unemployment is highest.Objection 2The second objection concerns targeting. Some may argue that it is a mistake to target thelongterm unemployed as the BTP does because .targeting usually creates specialdisincentives to work. For example,the greater the employment vouchers received by thelongterm unemployed, the smaller the jobseeking incentives of the shortterm unemployedbecome. In fact, if the vouchers of the longterm unemployed are sufficiently large relative tothose of the shortterm unemployed, the latter group may find it worthwhile actually to stopseeking jobs, thereby economizing on job search costs now and qualifying for higher vouchersin the future. Clearly, if all unemployed workers received the same subsidy, such disincentivescould not arise.This objection which could be used as an argument for favoring broadbased employmentschemes, such as reducing social insurance contributions for lowwage workers needs to betaken very seriously, since the various major employment policies that have been proposed inrecent years differ dramatically in their targeting. Several issues are relevant here. First, theECONOMICS OF BENEFIT TRANSFERS34disincentive effects for the shortterm unemployed can of course be mitigated through theenforcement of rules requiring people to accept available job offers in order to qualify forunemployment benefits. If the shortterm unemployed lose their unemployment benefits whenthey stop seeking jobs, they may lose their incentive to invest in longterm unemployment.Second, whatever remains of the disincentive effect for the shortterm unemployed must beset against the advantages of targeting. One major advantage is that it economizes on thegovernment outlay necessary to achieve a given reduction in unemployment. .If we accept thewidespread view thatlongterm unemploymentis the most serious problem posed byunemployment, then targeting the employment stimulus at the longterm unemployed is boundto be an efficient way of dealing with this problem. 4OThird, another advantage of targeting is that it reduces the upward pressure on wages froma given level of subsidy expenditure. A nontargeted employment subsidy or payrolltaxreduction improves the reemployment prospects of current jobholders, who then have less tolose by making higher wage claims. Targeting the stimulus at the longterm unemployed largelyavoids this danger, since the current employees generally face a much greater likelihood ofbecoming shortterm unemployed, in response to an excessive wage claim, than of becominglongterm unemployed after that 41 In fact,the targeting of the BTP may actually lead to areduction, rather than an increase, in real wages 42 since the vouchers may increase the searchefforts of the longterm unemployed and thereby increase the degree of competition for theavailable jobs.Fourth, as noted,the longterm unemployed are disadvantaged in the labor market andnontargeting policies clearly do nothing to improve their employment opportunities relative tothe shortterm unemployed and currently employed workers. In short, targeting serves equityobjectives that are important in their own right.Finally, when we examine the full range of prominent employment policy proposals, we findthat choice is not between those targeted at the longterm unemployed and those that are nottargeted at all. Rather, the choice is between targeting one group of workers or another. For 40The act of targeting, of course, may well create other difficulties, such as a rise in shorttermunemployment or a displacement of current employees. In that case, we are replacing a serioussocial problem by a number of less serious problems.41 In addition, if current employees would take the employment opportunities of the longtermunemployed into account at all, the value of these opportunities to them would be heavilydiscounted through time. For a formal case in favor of targetting, see for example Calmfors1993.421 have argued that this is a particularly likely outcome in the shortrun.ECONOMICS OF BENEFIT TRANSFERS35example, reducing social insurance contributions for lowwage workers is obviously anotherform of targeting, which introduces disincentives of its own, namely, a disincentive to acquiretraining and thereby earn higher wages. And insofar as this proposal subsidizes the employmentof a larger group of workers, however, it is inevitably associated with more deadweight.Objection 3A third objection is that the employment impact of the recruitment and training vouchersbecomes seriously eroded through deadweight and displacement. It is a fact of life that nopracticable voucher scheme can wholly eradicate these twin evils. But that would be a poorargument for not trying to contain them. As we have seen, the BTP seeks to do so by lettingthe size of the voucher rise with the duration of unemployment and fall with the duration ofsubsequent employment. Most wage subsidy schemes that have been implemented thus far donot have these features.Policy makers may wish, in addition, to impose an explicit antidisplacement provision, suchas not granting vouchers to firms who are merely replacing employees that have left. Theadvantage of this approach is that, in refusing to reward displacement, it helps keep the BTPfrom endangering the jobs of incumbent workers and thereby becoming a socially divisivepolicy. This may well help gain political acceptance for the policy. It also may avoid inducingincumbents to engage in a variety of rentseeking activities to restore their job security. Thedisadvantage is thatit substantially weakens the capacity of the BTP to function as anautomatic stabilizer, for in times of recession many firms shed labor and none of these firmswould qualify for recruitment or training vouchers unless their subsequent hiring exceededtheir firing and quits. Thus the voudiers would not be offered when the need for them isgreatest.Different antidisplacement provision such as giving displaced incumbents the right ofcomplaint and imposing fines on firms for which the complaints are substantiated do not sharethis disadvantage, at least not to the same degree. Beyond that, of course, displacement isunlikely to be a serious problem in sectors of the economy where labor turnover costs arehigh.4343In those countries such as Spain in which large segments of the labor market have extremelylow labor turnover costs and where the costs of creating and closing firms is very low as well,there is a danger that employers may seek to exploit the voucher scheme by closing existingECONOMICS OF BENEFIT TRANSFERS36In any event, the presence or absence of antidisplacement provisions will help determine themain channels through which the BTP influences employment.In the presence of suchprovisions, the main effect of the BTP may be expected to fall directly on new recruits to theactive workforce, whose labor costs to the firms will fall. In the absence of these provisions,however, the BTP may well generate substantial displacement in sectors with low turnovercosts. In exposing insiders to greater competition with the outsiders, this displacement may beexpected to put downward pressure on wages, which in turn will stimulate employment. Buteven without this wage effect, the replacement of incumbent employees by people who werepreviously longterm unemployed may be expected to raise employment, for the simple reasonthat the incumbents tend to be more skilled, motivated, and in tune with employers needs thanthe longterm unemployed, and thus the incumbents generally have better much chances offinding new jobs.Objection 4Another potential pitfall of the BTP, briefly alluded to in the previous section, is that itmight be far less effective in the long run than in the short run. The extreme theoretical form ofthis argument is what may be termed the wage subsidy ineffectiveness proposition, accordingto which any wage subsidy leads to an equal rise in workers takehome pay over the long run,so that labor costs remain unchanged. The underlying argument appears to lie more in the realmof theory than practice, but since the proposition has had significant influence among someeconomists, it deserves to be addressed here. In brief, the argument is that, when the wagespaid by firms are the outcome of Nash bargaining, a wage subsidy thatfalls in equalproportions on both the employees negotiated takehome pay wage and on his fallbackincome viz, his income when negotiations break down will raise the takehome pay by theamount of the subsidy.44letfirms and creating new ones with subsidized employees. To avoid this form of displacement, itmay be necessary to restrict the vouchers to firms that have already been in existence for alimited period of time say, two years.44Specficially,the Nash maximand be the product of a the difference between theemployees takehome pay and his fallback income, both of which are proportionately relatedto the subsidy by assumption and b the difference between the firms profit and its fallbackreturns, both of which depend on the product wage. Then the subsidy can be factored out ofthe Nash maximand, leaving the negotiated wage paid by the firm the solution to the Nashmaximization problem unchanged. A form of this argument, applied to taxes on labor, is foundECONOMICS OF BENEFIT TRANSFERS37There is, however, little if any reason to expect this argument to hold in practice, particularlywith regard to subsidies targeted at the longterm unemployed, such as those of the BTP. First,there is no reason why a wage subsidy should affect the fallback income of a previouslylongterm unemployed person by as much as his takehome pay. After all, the fallback incomeof a previously unemployed person may be expected to depend heavily on wage floorsdetermined by the minimum wage and unemployment benefits, and there is no reason for thelatter to rise by the amount of the subsidy. Butif, over the long run,the subsidy raisestakehome pay relative to fallback income, then the firms longrun labor costs will fall and itsemployment will rise.Second, the BTPs training voucher and, to a lesser degree, its recruitment voucher maybe expected to reduce the labor turnover rate i.e.the rate of entry and exit from theworkforce of people at the bottom end of the wage distribution the previously unskilled,disadvantaged workers. This will generally raise their longrun employmentlevel, sincepeoples probability of retaining employment generally exceeds the probability of gainingemployment.Third, the vouchers may be expected to induce people to move from inactivity to active jobsearch, thereby increasing the economys effective supply of labor, putting downward pressureon wages and thereby raising employment.Finally, the BTP would also promote employment when wages are set by firms with a viewto motivating employees, to attracting and retaining the particularly productive ones, and todiscouraging quits in line with the efficiency wage theory. To see why, suppose thatemployees takehome pay rose proportionately to the voucher, leaving labor costs unchanged.Then the resulting rise in takehome pay relative to nonwage income would induce theseemployees to work harder, shirk less, and quit less. Consequently, firms would no longer needto rely as much as previously on wages as an incentive device. So the wages firms pay wouldfall and thus employmentwould rise.Objection 5Yet another potential pitfall of the BTP is that the vouchers would stigmatize workers in theeyes of their prospective employers, thereby undoing the employmentcreating effect of the fallin Layard, Nickell, and Jackman 1991, p. 108.ECONOMICS OF BENEFIT TRANSFERS38in labor costs. There is some limited evidence of such stigmatization in US experiments withbonuses to the employers of previously unemployed people 45 Here workers often failed tothat their employers were entitled to bonuses in order to avoid being classified asrevealunproductive.There is, however, little reason to believe that this stigma effect, if present in the US, wouldbe equally evident in Europe. The reason is straightforward. The US has little longtermunemployment, since unemployment benefits and most associated forms of support run outafter a limited period oftime about half a year and thus people who fail to get jobs within thatperiod often tend to become inactive. In many European countries, by contrast, a variety ofwelfare state benefits are conditional on being unemployed and longterm unemployment is aserious problem, particularly in the aftermath of recessions. This difference is important,because longterm unemployment is a far better sign of low productivity than is inactivity:People who have been engaged in prolonged, unsuccessful job search are more likely to beunproductive than people who have simply been out of the labor force. Thus a Europeanemployer who knows a job applicants unemployment duration has more information about theapplicants productivity than an American employer who knows the applicants duration ofinactivity. Consequently, whereas an employment voucher may be able to stigmatize an American worker,itis most unlikely to do so for a European worker, since peoplesunemployment histories are public knowledge and vouchers for the European longtermunemployed cannot impose any stigma beyond that arising from these unemployment histories.So, to conclude, the bottom line on benefit transfers is this: In view of the various newfeatures that differentiate benefit transfers from previous wage subsidies, it is difficult to assesswhat the precise employment effect of the BTP is likely to be. But one thing is clear: as long asunemployment benefits are positive, the BTP will undoubtedly reduce labor costs. Thus it willclearly have some positive effect on employment and training. And since it is voluntary, notinflationary, and costs the government nothing, what is there to lose?45Three largescale experiments have been undertaken in Illinois, New Jersey and Washington State. See, for example, Woodbury and Spiegelman 1987.References ECONOMICS OF BENEFIT TRAtl SFERS39Alogoskoufis, George, and Alan Manning, On the Persistence of Unemployment, Economic Policy, 7, 427469.Bean, Charles, Richard Layard, and Stephen Nickell 1986, The Rise in Unemployment: AMultiCountry Study, Economica, 53, SlS22.Byrne, Anne 1993, An Evaluation of JOBSTART, MB Report 793, Nov., Department of Employment, Education and Training, Australia.Calvo, Guillermo 1979, QuasiWalrasian Theory of Unemployment, American Economic Review, Papers and Proceedings, 69 2, 102107.Calmfors, Lars 1993, Macroeconomic Effects of Active Labor Market Programs The Basic Theory, Seminar Paper No. 541, Institute for International Economic Studies, Stockholm University.Layard, Richard,Stephen Nickell,and Richard Jackman1991, Unemployment:Macroeconomic Performance and the Labor Market, Oxford, Oxford University Press.Lindbeck, Assar, and Dennis 1. Snower 1988, The InsiderOutsider Theory of Employmentand Unemployment, Cambridge, Mass: Ml T Press.Lindbeck, Assar, and Dennis 1. Snower 1990, Demand and SupplySide Policies and Unemployment: Policy Implications of the InsiderOutsider Approach, Scandinavian Journal of Economics, 922, 279305.Mc Donald, ran M. and Robert Solow 1981, Wage Bargaining and Employment, American Economic Review, 71, 896908.Newell, Andrew, and Jim Symons 1985, Wages and Unemployment in OECD Countries,Centre for Labour Economics, London School of Economics, Discussion Paper No. 219.Shapiro, Carl, and Joseph E. Stiglitz,1984, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, 743, 433444.Snower, Dennis 1. 1994, Converting Unemployment Benefits into Employment Subsidies,American Economic Review, Papers and Proceedings, May, 842, 6570.Stiglitz, Joseph E. 1985, Equilibrium Wage Distributions, Economic Journal, 95379,595618.Weiss, Andrew 1980, Job Queues and Layoffs in Labor Markets with Flexible Wages,Journal of Political Economy, 88, 526538.", "filename": "250383063.pdf", "person": ["Dennis J. Snower", "Snower, Dennis J."], "date": ["1994"]}