{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/49153/1/253030986.pdf"], "title": ["Der finanzielle Handlungsspielraum städtischer Verkehrspolitik: Eine akteurorientierte Analyse am Beispiel Bielefelds 1950 - 1994"], "plaintext": "Abstract Die finanziellen Handlungsspielrcid:138ume stcid:138dtischer Verkehrspolitik sind bisher nicht cid:159ber lcid:138ngere Zeitrcid:138ume untersucht worden. Die vorliegende Untersuchung will anhand einer Haushaltsanalyse der Stadt Bielefeld cid:159ber den Zeitraum 19501994 zur Schliessung dieser Forschungslcid:159cke beitragen. Einbezogen wurden alle relevanten Einnahmen und Ausgaben der Stadtsowie der Zuschussbedarf der Stadtwerke Betreiberin des cid:154ffentlichen Personennahverkehrs.Insgesamt blieben die kommunalen Handlungsspielrcid:138ume abgesehen von einem Zeitfenster inder ersten Hcid:138lfte der 60er Jahre klein. Dieses Zeitfenster fiel mit dem absoluten Hcid:154hepunktvon Automobilkonsens und Wachstumseuphorie in der Stadt zusammen, weshalb die politischen Entscheide in dieser Zeit demokratisch gut abgestcid:159tzt praktisch ausschliesslich zugunsten einer oft cid:159berdimensionierten Autoinfrastruktur getroffen wurden. Als sich nach 1970eine kritischere Haltung gegencid:159ber dem Auto verbreitete, fehlten der Stadt die finanziellen Mittel zur Einleitung einer a Verkehrswendecid:210. Auf den ersten Blick scheint die Stadt ihre nach 1970 bescheidenen Handlungsspielrcid:138ume durchaus im Einklang mit den nach aussen verkcid:159ndeten Zielsetzungen der Verkehrspolitik genutzt zu haben. Eine genauere Betrachtung zeigtaber, dass de facto weiterhin eine MIVfreundliche Politik betrieben wurde. Dies gilt in besonderem Masse, wenn Schattensubventionen bzw. externe Kosten in die Betrachtung einbezogen werden. Das Kostenbewusstsein in Politik und cid:133ffentlichkeit blieb insgesamt v.a. inbezug auf den motorisierten Individualverkehr erstaunlich gering.Zur nachhaltigen Gestaltung stcid:138dtischer Verkehrspolitik bedarf es dringend neuer Finanzierungsinstrumente. Als eine wichtige Voraussetzung zur optimalen Ausgestaltung solcher Instrumente sollte eine transparente Verkehrsrechnung erarbeitet werden, welche die in den heutevorliegenden Haushalten oft versteckten verkehrsrelevanten Konten erfasst und auch Schattensubventionen bzw. externe Kosten einbezieht.Inhalt 1 EINLEITUNG UND FRAGESTELLUNG  12 DIE KOSTEN DES VERKEHRS: KEIN KONSENS IN SICHT?  43 KOMMUNEN ALS VERKEHRSPOLITISCHE AKTEURE  54 DAS BEISPIEL BIELEFELD   75 VORGEHEN BEI DER HAUSHALTSANALYSE 126 VERKEHRSBEZOGENE AUSGABEN IM HAUSHALT VON BIELEFELD  156.1 STRASSENVERKEHRSBEZOGENE AUSGABEN  156.2 SCHIENENVERKEHRSBEZOGENE AUSGABEN 167 VERKEHRSBEZOGENER ZUSCHUSSBEDARF DER STADTWERKE 187.1 ZUSCHUSSE IM BEREICH DES OPNV  187.2 ZUSCHUSSE AUSSERHALB DES BEREICHES DES OPNV 188 VERKEHRSBEZOGENE ZUSCHUSSE VON STADT UND STADTWERKEN  188.1 AUFTEILUNG NACH VERKEHRSMITTELN 189 DIE ROLLE VON SCHATTENSUBVENTIONEN BZW. EXTERNEN KOSTEN 1910 INTERPRETATION UND SCHLUSSFOLGERUNGEN 2410.1 KLEINE HANDLUNGSSPIELRAUME    2410.2   UND IHRE NUTZUNG 2610.3 GERINGES KOSTENBEWUSSTSEIN IN POLITIK UND OFFENTLICHKEIT 2710.4 AUSBLICK: LEHREN FUR DIE AUSGESTALTUNG EINER NEUEN VERKEHRSPOLITIK 2811 LITERATUR  2912 ANHANG  31Verzeichnisse Verzeichnis der Abbildungen Abbildung 1: Stadtwerke Bielefeld: Personenbeforderungsfalle und Defizite des Verkehrsbereichs 19501996Abbildung 2: Stadtwerke Bielefeld: Beforderungsfalle und Kostendeckungsgrad 19801996Abbildung 3: Vorgehen bei der Haushaltsanalyse Abbildung 4: Strassenverkehrsbezogene Kosten 19501970Abbildung 5 Strassenverkehrsbezogene Kosten 19731994Abbildung 6: Kostendeckungsgrad 19501970Abbildung 7: Kostendeckungsgrad 19731994Abbildung 8: Zuschusse 19501970Abbildung 9: Zuschusse 19731994Verzeichnis der Tabellen Tabelle 1: Eckdaten zum Verkehr in Bielefeld 1994. Tabellen im Anhang Tabelle A 1: Einbezogene Verkehrsrelevante Konten im Haushalt der Stadt Bielefeld 19501970Tabelle A 2: Einbezogene Verkehrsrelevante Konten im Haushalt der Stadt Bielefeld 19731994Tabelle A 3: Stadtwerke Bielefeld: Beforderungsfalle in Mio. und Defizitein Mio. DM 19501996Tabelle A4: Verkehrskosten Stadt und Stadtwerke: Zuschussbedarf 19501970real, in Mio. DM nach VerkehrsmittelnTabelle A5: Verkehrskosten Stadt und Stadtwerke: Zuschussbedarf 19731994real, in Mio. DM nach VerkehrsmittelnVerzeichnis der Abkcid:159rzungen CDUGVEPGVPMIVcid:133PNVPkw SPDChristlichdemokratische Union Gesamtverkehrsentwicklungsplan Generalverkehrsentwicklungsplan Motorisierter Individualverkehrcid:133ffentlicher Personennahverkehr Personenkraftwagen Sozialdemokratische Partei Deutschlands 101014171720202121 83233353636Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Papers Nr. 85Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Eine akteurorientierte Analyse am Beispiel Bielefelds 19501994Ueli Haefeli 1 Einleitung und Fragestellung 1Wie in einer Reihe anderer Politikbereiche kann auch im Verkehr keinesfalls von einer Ubereinstimmung zwischen diskursiven Prozessen und schliesslich vollzogener Politik ausgegangenwerden. Dies einerseits aufgrund der permanent ideologisch aufgeladenen Auspragung der Verkehrsdebatte, andererseits aber auch als Folge der zunehmenden Komplexitat des Verkehrssystems, welche die Wahrscheinlichkeit von nichtintendierten Nebenwirkungen verkehrspolitischer Entscheidungen stark erhoht. Studien, die sich auf die Analyse des Diskurses beschranken, laufen deshalb Gefahr, unzureichende Aussagen uber die Auswirkungen verkehrspolitischen Handelns zu machen.Die Verkehrsentwicklung der letzten Jahrzehnte ist gekennzeichnet durch die enorme Zunahmeder Fahrleistungen und die Dominanz des Autos. Die Problematik dieser Entwicklung aus Umweltsicht muss an dieser Stelle nicht naher erlautert werden.2 Einen wichtigen Beitrag zudieser Entwicklung stellt die Bereitstellung der Verkehrsinfrastruktur durch staatliche Institutionen dar. Das Deutsche Institut fur Wirtschaftsforschung DIW gibt den BruttoWert derdeutschen Verkehrsinfrastrukturanlagen 1995 mit 1257 Mrd. DM an.3 Diese Anlagen befindensich praktisch alle im Besitz des Staates. Angesichts von Kapitalintensitat und Langlebigkeit der Verkehrsinfrastruktur sind politische Entscheidungen fur Investitionen in diesem Bereich vongrosser Tragweite und mit jahrzehntelangen Auswirkungen verbunden. Deshalb drangen sich inbezug auf die Kosten des Verkehrs Analysen auf, welche die Verkehrsfinanzpolitik unter Einbezug samtlicher Verkehrstrager uber langere Zeitraume verfolgen, als dies ublicherweise 1 Die am Wuppertal Institut durchgefcid:159hrten Arbeiten wurden durch ein Stipendium des Schweizerischen Nationalfondsermcid:154glicht. Die hiermit vorgelegte Publikation der Ergebnisse entstand mit freundlicher Unterstcid:159tzung des Wuppertal Instituts.2 Vgl. dazu etwa: PetersenSchallabcid:154ck 1995.3 Verkehr in Zahlen, 35. In Preisen von 1991. a Bruttocid:210 bezieht sich auf Wiederbeschaffungswert, ohne Grundstcid:159ckswerte und Fahrzeuge.1Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeligemacht wird.4 Die offentliche Auseinandersetzung mit diesen Fragen konzentriert sich aber seitden 60er Jahren in auffallender Weise auf die Diskussion der Defizite im offentlichen Personennahverkehr OPNV, wahrend Finanzanalysen in Bezug auf die Autoinfrastruktur erstin jungster Zeit vermehrte Aufmerksamkeit finden.5Die vorliegende Untersuchung beschrankt sich anhand des Fallbeispiels Bielefeld auf stadtische Kommunen, weil sich auf dieser Ebene die entscheidenden verkehrspolitischen Konflikte besonders deutlich verfolgen lassen. Denn historisch gewachsene stadtische Strukturen stehen ineinem grundlegenden Widerspruch zu den Bedurfnissen eines autozentrierten Mobilitatsverhaltens. Dies nur schon aufgrund des enormen Flachenbedarfs der zugehorigen Infrastruktur.Diese elementare Tatsache war den fuhrenden Verkehrsplanern schon in den 50er Jahren durchaus bekannt.6 Die Verkehrsgeschichte der letzten Jahrzehnte ist denn auch vom Umstand gepragt, dass der Konflikt zwischen den Anforderungen einer automobilen Gesellschaft und den Vorstellungen von stadtischer Lebensqualitat nicht gelost werden konnte und deshalb in einerstillschweigenden Koalition der Interessen oft schlicht verdrangt wurde. Es macht deshalb Sinn,Verkehrsgeschichte zuallererst als Geschichte des Stadtverkehrs zu begreifen, denn entlang deskontinuierlichen Konflikts um die Verkehrsnot der Stadte musste Farbe bekannt werden. Hierfielen Entscheidungen, welche, in Beton gegossen, die Gestalt unserer Stadte sowie unseren Alltag in ihnen heute mehr denn je pragen. Deshalb eilt in Verkehrsfragen die Sensibilisierungder lokalen Politik der Landes und Bundespolitik haufig voraus.7Besonders interessieren hier die folgenden drei Fragestellungen: Erstens soll mit Blick auf die oft eingeforderten aber bisher kaum abschatzbaren Handlungsspielraume 8 das Verhaltnis von Verkehrsausgaben und verkehrsbezogenen Einnahmenerhoben werden: Welche Mittel aus ubergeordneten politischen Ebenen flossen in die Stadtkasse und welche Projekte wurden damit gefordert? An welche Bedingungen waren diese Zuwendungen geknupft? Welche Folgekosten entstanden daraus? Welche Rolle spielte diekonjunkturelle Entwicklung? Zweitens interessiert die Hohe der Verkehrsausgaben der Kommunen und ihre Verteilung aufdie verschiedenen Verkehrsmittel. Dahinter steht die Frage, inwieweit im verkehrspolitischen 4 Vgl. Forschungsverbund CITY:mobil 1997: Im Rahmen dieses Projektes wurden die Ausgaben fcid:159r Freiburg und Schwerin fcid:159r 1994 errechnet. Obwohl der motorisierte Individualverkehr in dieser Arbeit insgesamt eher ateuergerechnetcid:210 wird, ergeben sich vergleichsweise hohe Ausgaben der Stcid:138dte fcid:159r den cid:154ffentlichen Nahverkehr. Dies als Resultat der Vernachlcid:138ssigung einer Investitionspolitik, die jahrzehntelang auf Autofcid:154rderung ausgerichtet war.5 MonheimMonheimDandorfer 1990, 380 bezeichnen in diesem Zusammenhang die Defizite des Autoverkehr alsagesellschaftliches Tabuthemacid:210.6 Vgl. etwa: Leibbrand 1957 oder Feuchtinger 1957.7 PetersenSchallabcid:154ck, 1995, 183. Vgl. dazu auch: Bratzel 1997 Vergleich mehrerer Stcid:138dte, TeschnerRetzko1997 Darmstadt und Jasper 1997 Heidelberg.8 Vgl. dazu etwa: Lichtenthcid:138lerPastowski 1995, 20f 2Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Diskurs vertretene Ziele der Verkehrsentwicklung dann auch im Rahmen der Finanzpolitiktatsachlich umgesetzt wurden. Drittens geht es um die Frage, inwieweit sich die stadtischen Akteure angesichts einer intransparenten Kostenverteilung uberhaupt bewusst waren, in welchem Rahmen die verschiedenen Verkehrstrager gefordert wurden. Inwieweit kann diesbezuglich von strategischen Zielen stadtischer Verkehrspolitik uberhaupt gesprochen werden?Eine solche Analyse kommunaler Finanzpolitik seit 1950 kann sich lediglich auf der hochaggregierten nationalstaatlichen Ebene auf bereits vorliegendes Zahlenmaterial abstutzen 9, auchwenn gerade die Diskussion um externe Kosten in den letzten Jahren gezeigt hat, dass wir voneiner Vollstandigkeit der zur Verfugung stehenden Angaben noch weit entfernt sind.Kaum Daten finden sich demgegenuber auf der Ebene der stadtischen Haushalte.10 Dies istumso mehr zu bedauern, als dass sich die Stadte wie erwahnt in der zweiten Halfte dieses Jahrhunderts am starksten im Brennpunkt der offentlichen Auseinandersetzung mit Verkehrbefanden.11 Geradezu abenteuerlich mutet an, dass die gesamten Verkehrskonzeptionen derstadtischen Haushalte mit wenigen Ausnahmen bis in die Gegenwart vollig auf den Einbezugeiner Analyse der finanziellen Leistungsfahigkeit der Stadte verzichtet haben.12 Damit wissenwir bis heute wenig daruber, wie gross der Spielraum der stadtischen Haushalte uberhaupt war,wie er wahrgenommen wurde und wie er sich im Laufe der Jahrzehnte veranderte.Im vorliegenden Fall wurde am Beispiel der Haushalte der Stadt Bielefeld 13 seit 1950 versucht,diese Wissenslucke zu schliessen. Die Hohe der Verkehrseinnahmen und ausgaben gibt allerdings noch keine Auskunft uber Effizienz und Effektivitat der eingesetzten Mittel. Dies wird zueinem gewissen Grad ermoglicht durch die Verknupfung mit einer bereits vorliegenden Analyseder verkehrspolitischen Diskurse.14 Der Mangel an langfristig angelegten Erfolgskontrollen aufder Ebene einzelner Projekte kann damit allerdings nur ansatzweise behoben werden.Selbstverstandlich mussen weitere Fallbeispiele abgewartet werden, um breit abgestutzte Aussagen bezuglich der Verkehrsfinanzpolitik der deutschen Stadte machen zu konnen. Trotzdemgibt aber zweifellos bereits die vorliegende Analyse erste Einblicke in wichtige Mechanismen indiesem Politikfeld.Im folgenden wird kurz in die Diskussion um die Kosten des Verkehrs eingefuhrt Kapitel 2.Die nachsten Abschnitte befassen sich mit der Rolle der Kommunen als verkehrspolitische 9 Vgl. dazu etwa: Verkehr in Zahlen oder EnderleinKunert 1990.10 Klenke 1997, 32.11 Vgl. dazu auch: PetersenSchallabcid:154ck 1995 und Haefeli 1998.12 Es scheint, dass die Verkehrsplaner die Begrenzung eher in der Planungs und Baukapazitcid:138t sahen. Dies teilweisesicher zu recht: Vgl. Klenke 1993, 319.13 Zur Position Bielefelds im deutschen Stcid:138dtesystem vgl. unten Kapitel 5.14 Haefeli 1998.3Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Akteure Kapitel 3 und geben einen Uberblick uber die Verkehrsentwicklung in Bielefeld seitdem Zweiten Weltkrieg Kapitel 4. Darauf folgen die Darstellung des methodischen VorgehensKapitel 5 und die Resultate der Haushaltsanalyse Kapitel 68, welche in der abschliessenden Bilanz interpretiert werden Kapitel 9.2 Die Kosten des Verkehrs: Kein Konsens in Sicht?Dass die Verkehrsteilnehmer Innen nicht vollstandig fur die von ihnen verursachten Kostenaufkommen, dass also externe Kosten anfallen, die von Einzelnen oder der Allgemeinheit zutragen sind, wird mittlerweile nicht mehr bestritten. Die Diskussion um die externen Kosten des Verkehrs ist auch nicht neu. Bereits in der entscheidenden verkehrspolitischen Auseinandersetzung der 50er Jahre, dem sogenannten SchieneStrasseKonflikt, spielte eine entscheidende Rolle, dass der Guterverkehr auf der Strasse gegenuber der Schiene durch die Verkehrspolitik Wettbewerbsvorteile erlangt hatte.15 In der Phase der wirtschaftlichen Hochkonjunktur gerietdiese Diskussion allerdings weitgehend in Vergessenheit 16 und erst die nach 1970 aufkommende Umweltdiskussion und die spater hinzutretende Finanzknappheit der offentlichen Haushalte fuhrten zu einer Wiederauflage dieser Diskussionen. Gerade die Berechnung der nun im Vordergrund stehenden externen Umweltkosten erwies sich aber als methodisch sehr aufwendigund komplex, weshalb sich in die wissenschaftliche Diskussion zunehmend interessengeleitete Argumentationen einschlichen.17 Ins Kreuzfeuer der Kritik gerieten in diesem Zusammenhangvermehrt auch wieder die Wegekostenberechnungen des Deutschen Instituts fur Wirtschaftsforschung.18Vollstandiger Konsens uber die angemessene Berechnung der Verkehrskosten ist in den nachsten Jahren nicht zu erwarten. Immerhin kommt die uberwiegende Mehrheit der Studien zum Schluss, dass externe Kosten in grosser Hohe vorliegen und dass weil keine nennenswertenexternen Nutzen auszumachen sind eine Internalisierung dieser Kosten dringend notig ware.Dies umso mehr, als dass durch Externalitaten starke Wettbewerbsverzerrungen zugunsten der Strasse hervorgerufen werden.19 15 Klenke 1995, 1824.16 Geredet wurde allenfalls cid:159ber den defizitcid:138ren cid:133PNV, vgl. Haefeli 1998.17 Willeke 1993 oder Teufel 1991.18 Enderlein 1990. Aberle und Engels greifen den methodischen Ansatz des DIW an und kommen zum Schluss, dassbezcid:159glich der Wegekosten von massiven Wettbewerbsverzerrungen zugunsten der Bahn auszugehen istAberleEngels 1992, 47. Teufel 1991, 2 kritisiert dagegen, dass die Rechnung durch ihre Gewichtungacid:128quivalenzzifferncid:210 leichte und umweltfreundliche Fahrzeuge benachteilige.19 Bickel 1995, 112 spricht nach einer Sichtung der vorliegenden Studien fcid:159r Deutschland von einer Bandbreite von 21.569 Mrd. DM Strassenverkehr bzw. 0.65.4 Mrd. DM Schiene wobei die CO2Emissionen Klima! und die Wasserbelastung ausgeklammert bleiben. Vgl. auch InfrasEconceptPrognos 1996.4Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85In den letzten Jahren sind auch versteckte staatliche Subventionen an einzelne Verkehrstragervertieft untersucht worden. Diese sogenannten Schattensubventionen sind Subventionen, diein den entsprechenden Subventionsberichten nicht als solche erfasst sind, die aber die gleiche Wirkung wie Subventionen im engeren Sinn haben. Dieser neue Begriff, der sich in der Diskussion noch nicht durchgesetzt hat, versucht unterschiedliche Arten von Kostenbeihilfen mitvergleichbaren okologischen Wirkungen zusammenzufassen. Insbesondere werden auchexterne Kosten als Schattensubventionen verstanden.20 Beispiel dafur sind Steuererleichterungen fur Motorfahrzeughalter oder die kostenlose Nutzung offentlichen Grunds zu Parkzwecken.3 Kommunen als verkehrspolitische Akteure Kommunale Verkehrspolitik wird bestimmt durch den institutionell vorgegebenen Handlungsspielraum und die Art und Weise, in der dieser wahrgenommen wird. Die Kommunalverfassungen in Deutschland sind von Bundesland zu Bundesland verschieden. Im Land NordrheinWestfalen wozu Bielefeld gehort hat sich, als Erbe der britischen Besatzung nach dem Zweiten Weltkrieg, die monistische Ratsverfassung gehalten. Dieses monistische System legt diegesamte Entscheidungsbefugnis in die Hande des Rates als Kollegialbehorde. Die Verwaltung,geleitet vom Stadtdirektor, nimmt prinzipiell nur ausfuhrende Funktionen wahr und wird damitentpolitisiert.21 Die Neufassungen der Gemeindeordnungen zwischen 1952 und 1994 veranderten dieses britische System allerdings stark und fuhrten vor allem zu einer Repolitisierung der Spitzenpositionen in der Verwaltung und damit zu einer eigentlichen Doppelkonstruktion an der Spitze der Stadt: Die Machtverteilung zwischen dem Burgermeisteramt Ratsvorsitz und der Stadtdirektion blieb oft unklar und hing damit wesentlich auch von der Personlichkeit der Amtsinhaber Innen ab.22 Mit der Gemeindeordnung von 1994 wurde dem insofern Rechnunggetragen, als dass derdie Burgermeister In nun auch der Verwaltung vorsteht und direkt vom Volk gewahlt wird.Im internationalen Vergleich gilt Deutschland als Land mit einer traditionell starken kommunalen Selbstverwaltung.23 Diese ist allerdings gepragt von einem eher etatistischtechnokratischen Verstandnis   von Selbstverwaltung als Erfullung der Staatszwecke auf ortlicher Ebene.24Die im Recht vorgesehenen Moglichkeiten der Burgerpartizipation in den Kommunen wurden inden letzten Jahrzehnten kontinuierlich ausgebaut, in Baufragen beginnend mit dem Baugesetzvon 1960. Am effektivsten erwies sich die meist fallbezogene Opposition von Burgerinitiativen, 20 Welfens et al. 1996.21 Knemeyer 1994.22 Vgl. dazu: Richter 1987.23 Vgl. Gunlicks 1986 oder DeubertLiegmann 1989.24 Richter 1987, 70.5Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeliwelche seit Ende der 60er Jahre in vielen Stadten auftreten. Dabei lasst sich allerdings einecharakteristische Ungleichheit bezuglich der Partizipationschancen beobachten: In Burgerinitiativen sind jungere und meist mannliche Aktivisten aus hoheren Statusgruppen deutlich ubervertreten. Die Verkehrs und Umweltpolitik stellte sich unter diesen Rahmenbedingungen alswichtigstes Themenfeld lokalen Protests heraus.25Ein zentrales Instrument stadtischer Selbstverwaltung ist der kommunale Haushalt. Die Einnahmen konnen durch die Stadt nur zu einem kleinen Teil beeinflusst werden. 1992 machten die Steuereinnahmen in Bielefeld bspw. nur 43% aller Einnahmen aus. Der grossere Teil der Einnahmen stammt aus Zuwendungen ubergeordneter Korperschaften von denen wiederum einbedeutender Teil nur zweckgebunden verwendet werden darf sowie Gebuhren, deren Hohe oftebenfalls vorgegeben ist. Auch die Steuereinnahmen konnen nur innerhalb recht enger Grenzengegeben vor allem durch die Steuerkonkurrenz zu benachbarten Kommunen selbst bestimmtwerden. Dies gilt fur die Gewerbesteuer und die Grundsteuer, die in Bielefeld bspw. 1992 63%der gesamten Steuereinnahmen der Stadt einbrachten. Die restlichen Steuerertrage flossen ausder unmittelbaren Beteiligung der Stadte und Gemeinden am Aufkommen der Lohn und Einkommenssteuer in die Stadtkasse. Diese Finanzquelle wurde 1970 eingefuhrt und auf 14% seit 1980 15% des gesamten Aufkommens festgelegt.26In der Finanzierung der Verkehrspolitik blieben die Gemeinden bis Ende der 50er Jahre vollstandig auf sich allein gestellt, bzw. von den Einkunften aus der Mineralolsteuer abgekoppelt.Als Resultat hinkte der Ausbau des stadtischen Strassennetzes dem uberortlichen Strassennetzoft in krasser Weise hinterher. Dieser Umstand wurde vom Deutschen Stadtetag, aber auch vonfuhrenden Verkehrsplanern, wiederholt heftig kritisiert, was dazu fuhrte, dass im Strassenbaufinanzierungsgesetz von 1960 der sogenannte Gemeindepfennig, ein besonderer Aufschlag auf die Mineralolsteuer, zum Ausbau der gemeindlichen Durchgangsstrassen abgezweigtwurde. Gleichzeitig wurde eine Reihe von Stadtstrassen heraufgestuft, so dass der Bund die Baulasttragerschaft ubernahm. Diese Massnahmen konnten allerdings die drangende Enge inden Stadtstrassen nicht wirkungsvoll beheben, wie das beruhmte Sachverstandigengutachtenaus dem Jahre 1964 festhielt.27 In der Folge wurde 1966 der Anteil der Kommunen am Mineralolsteueraufkommen erhoht und 1967 ausdrucklich auch der OPNV mit 40% in die Zweckbindung eingeschlossen. Das Gemeindeverkehrsfinanzierungsgesetz von 1971 verschob die Gewichte nur unwesentlich 45% zugunsten des OPNV. 1972 wurde die Mineralolsteuernochmals um 4 Pfennige angehoben, 75% des zusatzlichen Aufkommens wurde fur den Stadtverkehr eingesetzt, je zur Halfte zugunsten des Strassenverkehrs und des OPNV.28 In den 80er 25 RothWollmann 1994, Nassmacher 1987.26 KarrenbergMcid:159nstermann 1994; Statistisches Jahrbuch der deutschen Gemeinden 1993, 401 und 469.27 Bericht der Sachverstcid:138ndigenkommission 1964.28 Klenke 1995, 6378.6Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Jahren wurde der Verteilschlussel vollstandig aufgehoben, d.h. der verkehrspolitische Handlungsspielraum der Lander und in NordrheinWestfalen de facto auch der Gemeinden erhohtesich diesbezuglich betrachtlich, die Gelder durften aber weiterhin nur fur Investitionen eingesetzt werden.Insgesamt fordert der Bund Strassenprojekte und Investitionen fur Anlagen des OPNV mit 60%. Hinzu kommen noch bedeutende Mittel des Landes, so dass die Kommune nur 20%, ineinigen Fallen auch nur 10% der Investitionsmittel aufbringen muss. Alle weiteren KostenUnterhalt, Personal usw. mussen weiterhin von der Stadt getragen werden.29 Bedeutsam ist,dass die stadtischen Verkehrsbetriebe in der Regel Teil der Stadtwerke sind und als eigenstandige Akteurin in Bielefeld als Gmb H auftreten. Auch wenn die Stadtwerke bis heute mehrheitlich oder ganz von der Stadt kontrolliert werden, entstehen so geteilte Zustandigkeiten undunterschiedliche Interessenlagen, aber auch die Chance eines fur die Allgemeinheit gewinnbringenden Wettbewerbes zwischen Stadt und Stadtwerken im Rahmen von dezentralisierten Kompetenzen innerhalb der stadtischen Verkehrsverwaltung.304 Das Beispiel Bielefeld 31Mit 326000 Einwohner Innen 1995 ist Bielefeld auf Platz 18 der grossten Stadte Deutschlands. Als Oberzentrum von Ostwestfalen NordrheinWestfalen wird das Einzugsgebiet der Stadt im Norden von Hannover, im Westen von Munster und im Suden von Hamm und Dortmund begrenzt. Nach der Eingemeindung von 1972 umfasst das Gemeindegebiet 258 km 2.Uber den ganzen Untersuchungszeitraum konnte sich die SPD als starkste Partei behaupten, inder Regel allerdings recht knapp vor der CDU.In Bielefeld wurden 1994 59% aller Wege mit dem Auto, 15% mit dem offentlichen Verkehr,8% mit dem Fahrrad und 18% zu Fuss zuruckgelegt.32 Damit bewegt sich die Stadt etwa im Mittel der ahnlich grossen deutschen Stadte in den alten Bundeslandern. Allerdings liegt die Motorisierungsrate mit 485 Pkw1000 Einwohner Innen deutlich hoher als etwa in Bochum,Wuppertal oder Mannheim. Noch deutlich starker motorisiert sind die an Bielefeld angrenzenden landlichen und suburbanen Gemeinden. Folgerichtig weist Bielefeld die hochste Berufseinpendlerrate aller kreisfreien Stadte NordrheinWestfalens auf 88.6% gemass Volkszahlung 1987.33 29 KleweHartwig 1995, PetersenSchallabcid:154ck 1995, 183f., KolksFiedler 1997.30 Pcid:159ttner 1994.31 Ausfcid:159hrlicher dazu: Haefeli 1998. Vgl. auch die Anmerkungen dort.32 Ingenieurgruppe IVV Aachen 1996.33 Eckey 1990, 47.7Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Kontinuierliche und meist heftige Diskussionen um Verkehrsprobleme pragten die stadtische Politik im Bielefeld der Nachkriegszeit. Zentral ist die im Neuordnungsplan von 1950 festgehaltene Entscheidung, die im Krieg weitgehend zerstorte Innenstadt abgesehen vom kleinen Altstadtkern nicht einfach zu rekonstruieren, sondern in einer als zukunftsweisend betrachteten Art und Weise die Strasseninfrastruktur auszubauen: Manche Stadte haben sich gescheut, ausden schicksalhaften Gegebenheiten die Folgerungen zu ziehen, weil sie von der gegenwartigen Generation Harte und Selbstbescheidung verlangen. Bielefeld hat sich zu der Verantwortungund Verpflichtung der Zukunft gegenuber bekannt.34 Nicht zuletzt aufgrund der Uberschatzungdes Durchgangsverkehrs wurde dabei einem Gerust von stadtautobahnahnlichen, anbaufreien Strassenzugen der Vorzug gegeben.35 Konkrete Vorstellungen zur zukunftigen Ausgestaltungdes offentlichen Verkehrs, damals zusammen mit dem Fahrrad immer noch das Ruckgrat des Stadtverkehrs, fehlten in dieser Phase vollig. Die Entscheidung von 1955 zur Beibehaltung desim innerdeutschen Vergleich mittelgrossen Strassenbahnnetzes war nicht in erster Linie mit dem Willen zur Forderung dieses Verkehrsmittels verbunden, sondern beruhte auf finanziellen Erwagungen, welche eine Umstellung auf einen Busbetrieb angesichts bereits getatigter Investitionen als nicht ratsam erscheinen liessen.Aufgrund der gunstigen Wirtschaftsentwicklung wies die Stadt in den 50er Jahren gegenuberden meisten Stadten in NordrheinWestfalen einen deutlichen Vorsprung in der Motorisierungauf. Dies fuhrte zu einer konstanten Uberlastung des damaligen Strassennetzes, welche sichbesonders am Nadelohr des zentralen gelegenen Jahnplatzes auswirkte.36 In einer weit uber Einwohner Innen Beschcid:138ftigte Schulplcid:138tze Studienplcid:138tze Motorisierungsgrad Pkw pro 1000 E.Befcid:154rderungsfcid:138lle im cid:133PNVKostendeckungsgrad des cid:133PNVModal Split ohne Durchgangsverkehr, Wegewerktags326cid:213000159cid:21300037cid:21370024cid:21380048531.9 Mio.44%zu Fuss: 18%, Rad: 11%, cid:133PNV: 15%,Auto: 59%Tabelle 1: Eckdaten zum Verkehr in Bielefeld 1994. Quellen: IVV Aachen 1997, Stadtwerke Bielefeld.Bielefeld hinaus als zukunftsweisend wahrgenommenen Umgestaltung dieses Platzes wurdedeshalb 1957 der Fussgangerverkehr in einen als Einkaufsstrasse konzipierten Tunnel verbannt. 34 Ist nichts geschehen? Bielefeld 19451952, 5.35 Ist nichts geschehen? Bielefeld 19451952, 8.36 Am Jahnplatz wurden schon 1950 zwischen 7 und 19 Uhr 22000 Fahrzeuge gezcid:138hlt. Vgl. Tiefbauamt Bielefeld1975, 1.8Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Fur weitere grossangelegte Strassenneubauten fehlte aber in den 50er Jahren das Geld, zumaldie Prioritaten bei Wiederaufbau und Wohnungsbau lagen.Gegen Ende der 50er Jahre hat sich in Bielefeld die Vorherrschaft des Autos endgultig durchgesetzt. Die 60er Jahre wurden dann zum Jahrzehnt des Strassenbaus und der Strassenplanung.Den abschliessenden Hohepunkt dieser Phase bildete der 1971 vorgelegte Generalverkehrsplan,der bezuglich Stadtautobahnen noch weit uber die bereits bestehenden Plane hinausging, sowieder parallel dazu erarbeitete Flachennutzungsplan. Darin wurde der ganze Kreis, also dasheutige Stadtgebiet, in die Planung einbezogen. Fur das Jahr 2000 wurde ausgegangen von 360Pkw1000 1995: 484, von 480000 Einwohnern 1995: 323952 und 250000 Arbeitsplatzen1995: 130558.37 Wie in den meisten Prognosen aus den 60er Jahren wurde die Motorisierungstark unter und die demographische und wirtschaftliche Entwicklung ebenso stark uberschatzt.Insgesamt wurde damit das kunftige Verkehrsaufkommen eher uberschatzt. Im Bereich des OPNV wurde die Notwendigkeit des Stadtbahnbaus bejaht.38Zwar wurde bis heute nur ein relativ kleiner Teil der neu geplanten Strassen realisiert, zwei indieser Zeit in Angriff genommene Grossprojekte schufen jedoch Sachzwange, die der Verkehrsentwicklung der kommenden Jahrzehnte den Stempel aufdruckten und die Handlungsspielraume der Stadt heute entscheidend einschranken: Um am Jahnplatz noch mehr Platz furden Autoverkehr zu schaffen, entschloss sich die Stadt 1966 zur unterirdischen Fuhrung der Strassenbahn auf einer ersten, 700m langen Tunnelstrecke. Ingesamt sind 4.75 km Tunnelstrecke vorgesehen, welche kaum vor dem Jahr 2000 fertiggestellt sein werden. Die Investitionskosten werden sich auf mindestens 500 Mio. DM belaufen, dazu kommen jahrlich zusatzliche Unterhaltskosten in der Hohe von einigen Mio. DM vgl. unten. Als zweites Projekt wurde Mitte der 60er Jahre die Ostwestfalendamm genannte Stadtautobahn in Angriff genommen.Als ebenfalls etwa 500 Mio. DM teurer Torso endet der Ostwestfalendamm heute mitten in der Innenstadt. Entscheidend gefordert wurden diese Projekte eindeutig durch die Forderpolitik von Bund und Land vgl. oben Kapitel 3. 37 Generalverkehrsplan Bielefeld 1971, 31f.38 Generalverkehrsplan Bielefeld 1971, 60.9Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Abb. 1. Stadtwerke Bielefeld: Beforderungsfalle und Defizite in Preisen von 1985Beforderungsfalle in Mio.PersonenDefizit in Mio. DM195519601965197019751980198519901995Abb. 2: Stadtwerke Bielefeld: Beforderungsfalle und KostenErtragsVerhaltnis 19801996Beforderungsfalle Mio.PersonenJahrKostendeckungsgrad 5045403530252015105019508070605040302019801982198419861988199019921994199610Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Die Zeit nach 1970 ist gekennzeichnet durch eine heftige Repolitisierung des Verkehrs. Wieuberall in Westeuropa wurde auch in Bielefeld um 1970 als Folge der plotzlich in Gang gekommenen Umweltdebatte das Auto zunehmend kritisch betrachtet. Neu war das Aufkommenvon Burgerinitiativen, die Expertenurteile nicht mehr unhinterfragt akzeptierten und sich zunehmend gegen die verkehrsbedingten Belastungen zur Wehr setzten.39 Die Planer reagiertenrecht hilflos und teilweise arrogant auf diese neue Form des Widerstands, immer aber unterschatzten sie das Potential der Burgerinitiativen. Dasselbe gilt fur die etablierten Parteien, welche den Motorisierungskonsens bisher im Grunde gemeinsam getragen hatten.Die neue autokritische Bewegung konnte sich aufgrund ihrer starken Verwurzelung im Bildungsburgertum medial von Anfang an uberdurchschnittlich gut artikulieren, arbeitete miteigenen Gutachtern, ja formulierte gar eigene Alternativen zu den beruchtigten GVPs.40 Ameffektivsten trat sie jedoch auf der Strasse auf. Die Bewegung erreichte den Verzicht auf diesofortige Realisierung verschiedener Strassenbaumassnahmen und die Verkehrsberuhigungeiniger Strassenzuge. Weiter trug sie entscheidend dazu bei, dass der Verkehrsdezernent seinen Posten verlassen musste. Es waren auch vor allem Verkehrsfragen, welche 1979 zur Bildungder Bunten Liste heute: Bundnis 90Die Grunen als neuer politischer Kraft fuhrten. In den Wahlen von 1979 eroberte diese Gruppierung auf Anhieb vier Sitze 5.6% der Stimmen im Stadtparlament und bildet heute zusammen mit der SPD eine rotgrune Regierung. Trotzdemdarf die Bewegung in ihrer Wirkung nicht uberschatzt werden: Weder konnte sie die weitere Zunahme der Motorisierung aufhalten oder auch nur entscheidend verlangsamen, noch gelanges ihr, einen neuen Aufschwung des OPNV zu bewirken.Die jungste Vergangenheit brachte auch in Bielefeld eine enorme Verknappung der finanziellen Ressourcen als Folge von Rezession und deutscher Einheit. Die Arbeiten zum Gesamtverkehrsentwicklungsplan GVEP genannten Verkehrskonzept wurden 1996 abgeschlossen.41 Erstmals wurde den Planern politikseitig eine empirisch uberprufbare Zielsetzungvorgegeben: Gemass Ratsbeschluss von 26.1.1995 sollte das Verhaltnis der Wege zwischen MIV und Umweltverbund OPNV, Rad und Fussganger bis 2005 40:60 betragen.42 1994 hatteder MIV noch einen Anteil von 59%, mit zunehmender Tendenz. Der GVEP kommt allerdingszum Schluss, dass die Umsetzung dieses Auftrages in den nachsten Jahren aufgrund der prekaren finanziellen Situation der Stadt und der geringen Akzeptanz von Restriktionen im Bereichder Autonutzung nicht gelingen durfte. 39 Die erste grcid:154ssere Protestbewegung entstand im Sommer 1971 im Westen Bielefelds, als bekannt wurde, dass fcid:159r dieneue Trasse der Landesstrasse 785 Gebcid:138ude, die erst im Rohbau fertig waren, wieder abgerissen hcid:138tten werden mcid:159ssenNeue Westfcid:138lische Zeitung 17. 7. und 11. 8  Bereits 1969 hatte sich im Zusammenhang mit den jahrelangen Auseinandersetzungen um den Flughafen Nagelsholz ausserhalb des damaligen Stadtgebietes eine Protestbewegunggebildet.40 Alternatives Verkehrskonzept fcid:159r Bielefeld 1981.41 Ingenieurgruppe IVV Aachen 1996.42 Ingenieurgruppe IVV Aachen 1996.11Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli 5 Vorgehen bei der Haushaltsanalyse Die Analyse eines stadtischen Haushaltes bezuglich der Verkehrseinnahmen und ausgabenwirft methodisch einige Probleme auf:43 Die Verkehrseinnahmen und ausgaben mussen in einer ganzen Reihe von Haushaltskontenzusammengesucht werden. Welcher Posten wie stark einbezogen werden soll bleibt letztlichebenso diskutierbar wie die Aufteilung der eruierten Kosten auf die einzelnen Verkehrsmittel. Von 1972 auf 1973 veranderte sich die Haushaltfuhrung der Stadt Bielefeld grundlegend.Zusatzlich zur Verdoppelung der Bevolkerung durch die Gebietsreform wurde die neue Haushaltsfuhrung mit getrennten Verwaltungs und Vermogensrechnungen eingefuhrt. Insgesamt verdreifachten sich die Ausgaben der Stadt beinahe, weshalb direkte Vergleiche nichtmoglich sind. Die Jahre 1971 und 1972 konnten aufgrund der sich im Haushalt niederschlagenden Unsicherheiten wahrend der Eingemeindungsphase nicht einbezogen werden. Damitentsteht eine Datenlucke gerade in den sehr wichtigen fruhen 70er Jahren. Das Haushaltsjahr 1960 umfasste einer Umstellung des Stichtages wegen nur 9 Monate. Der offentliche Verkehr fallt zu weiten Teilen in den Zustandigkeitsbereich der Stadtwerke Gmb H. Die Stadtwerke sind bis heute zwar im Besitz der Stadt, fuhren aber eine eigene Rechnung und sind insbesondere in der Lage, Defizite im Verkehrsbereich mit den Uberschussen in anderen, bislang monopolistisch betriebenen Bereichen verrechnen zu konnen. Die Stadtwerke Bielefeld konnten fur die Zeit ab 1950 lediglich die Defizite des Verkehrsbereiches, nicht aber die Hohe der Ausgaben zur Verfugung stellen. Deshalb konnte uberalldort, wo die Ausgaben der Stadtwerke einflossen, nur Angaben uber den Zuschussbedarfgemacht werden. Die vollstandigen Angaben uber Einnahmen und Ausgaben standen ab 1980 zur Verfugung. Fur diese Zeit konnen Angaben uber den Kostendeckungsgrad in diesem Bereich gemacht werden. Die Autobahnen auf Stadtgebiet werden soweit nicht die Stadt Baulasttrager ist wie beimgrossten Teil des Ostwestfalendammes aufgrund der akteurorientierten Perspektive aus der Betrachtung ebenso ausgeschlossen wie die Deutsche Bahn. 43 Vgl. zur Methodik auch: Forschungsverbund CITY:mobil 1997.12Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Das Vorgehen im Einzelnen vgl. Abbildung 3:Die Stadt und Stadtwerke wurden zuerst als selbstandige Akteure betrachtet. Die Einnahmenund Ausgaben der Stadt wurden nach dem Kriterium strassen oder schienenverkehrsbezogengetrennt ausgewiesen. Fur die Stadtwerke erfolgte die Aufteilung der Zuschusse nach dem Kriterium der OPNV also offentlicher Schienen und Strassenverkehr bzw. MIVBezogenheitvgl. Kapitel 6. Im nachsten Schritt wurde die Summe der Zuschusse dieser beiden Akteureermittelt. Darauf wurden diese Zuschusse in einem pragmatischen Vorgehen vgl. Kapitel 6 aufdie einzelnen Verkehrstrager verteilt. Schliesslich wurden fur das Stichjahr 1991 auch die Schattensubventionen bzw. je nach Terminologie die externen Kosten abgeschatzt.Einbezogen wurden fur die Zeit bis 1970 folgende Konten:Strassenverkehrsamt und KfzZulassungsstelle Stadtebau und planung 50% bzw. 25%Strassen, Wege, Brucken und sonstiger Tiefbau 21 61165 652 Verkehrsplanung ab 1958701Strassenbeleuchtung 80%Stadtentwasserung 10%702 703 Strassenreinigung 80%752 Anlage fur ruhenden Verkehr auf dem Kesselbrink Beim Konto 611 Stadtebau und planung wurden fur die Zeit bis 1957 50% der EinnahmenAusgaben dem Verkehr belastet, weil die Verkehrsplanung einen grossen Teil der Arbeitdieser Abteilungen ausmachte. Nach der Grundung einer eigenstandigen Abteilung Verkehrsplanung 1958 wurden noch 25% der EinnahmenAusgaben berechnet. Der verkehrsbezogene Anteil der Konten Strassenbeleuchtung und Strassenreinigung wurde mit je 80% beziffert,derjenige der Stadtentwasserung mit 10%. Nicht berucksichtigt, da schwer ausweisbar, ist derverkehrsbezogene Anteil der EinnahmenAusgaben fur Polizei, Fuhrpark und Bauverwaltung.13Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolititk Ueli Haefeli Abb.: 3 Einnahmen und Ausgaben aus dem Verkehr im Haushalt der Stadt Bielefeld Im Haushalt ausgewiesene Kosten Stadt Stadtwerke Strassenverkehr Schienenverkehrcid:133PNVZuschcid:159sse Zuschcid:159sse ausserhalbdes cid:133PNVMIVSchattensubventionen undexterne Kosten MIVTotal: Verkehrszuschcid:159sse Stadt und Stadtwerke LVLVcid:133PNVcid:133PNV14Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Ab 1973 wurden folgende Konten einbezogen:1110 Strassenverkehrsamt und KfzZulassungsstelle 6020 Tiefbauverwaltung 6021 Verkehrsplanung 6100 Stadtplanung 25%6300 Gemeindestrassen 6500 Kreisstrassen 6600 Bundes und Landesstrassen 6700 Strassenbeleuchtung 80%6750 Strassenreinigung 80%6800 Parkeinrichtungen, Parkuhren 7000 Stadtentwasserung 10%8200 Stadtbahn Grundsatzlich handelt es sich hier um eine EinnahmenAusgabenRechnung, bei der zwischen Investitionen und Betriebskosten nicht unterschieden wird weil dies aufgrund der Haushaltenur teilweise moglich ware. Diese Rechnungsweise darf nicht verwechselt werden mit einerbetriebswirtschaftlichen Gesamtkostenrechnung, wie sie das DIW in seiner Wegekostenrechnung vornimmt.44 Bei den angegebenen Werten durfte es sich aufgrund der erwahnten Unvollstandigkeiten der Haushaltsanalyse sowie aufgrund der vorsichtigen Einschatzungen um dieuntere Grenze der tatsachlichen Kosten handeln. Samtliche Kosten wurden in Preisen von 1985angegeben.6 Verkehrsbezogene Ausgaben im Haushalt von Bielefeld 6.1 Strassenverkehrsbezogene Ausgaben Zu den strassenverkehrsbezogenen Ausgaben, wie sie in den Abbildungen 4 und 5 und den Tabellen A1 und A2 dargestellt sind, wurden alle Ausgaben ausser den in Abschnitt 6.2 erwahnten Kosten gezahlt.Es scheint auf den ersten Blick, dass zwischen 1950 und 1990 die strassenverkehrsbezogenen Verkehrsausgaben relativ konstant ungefahr einen Zehntel des gesamten Budgets ausmachten.Bei genauerem Hinsehen zeigt sich dann allerdings, dass die Ausgaben fur die Strasse bis 1970deutlich schneller wuchsen als der gesamte Haushalt: Vergleicht man den Durchschnitt des Jahrfunfts 5054 mit demjenigen von 6670, so ergibt sich fur den Verkehr ein Wachstum von 44 In der betriebswirtschaftlichen Kostenrechnung werden im Gegensatz zur Ausgabenrechnung die Investitionskostencid:159ber die wirtschaftliche Nutzungszeit verteilt. Vgl. EnderleinKunert 1990, 14.15Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefelica. 450% wahrend der Haushalt nur um ca. 210% wuchs. Ab ungefahr 1990 sank der Anteildieser Ausgaben am gesamten Haushalt deutlich auf ca. 7% im Durchschnitt der Jahre 199194.Der Kostendeckungsgrad der strassenverkehrsbezogenen Ausgaben wuchs kontinuierlich von 16% cid:2375054 auf 43% cid:2376670 und 85% cid:2379094 vgl. Abbildungen 6 und 7. Mit Abstanddie wichtigste Einnahmequelle bildeten die Zuschusse von Bund und Land. Da diese Zuschussein der Regel als Investitionsbeitrage an konkrete Projekte gebunden waren, welche denverkehrspolitischen Zielen dieser ubergeordneten Ebenen entsprechen mussten, nahm die Abhangigkeit von fremden Entscheiden im Laufe der Zeit stark zu. Zudem setzte die Zusprachevon Bundes und Landesgeldern meist eine Finanzierungsbeteiligung der Gemeinde voraus, sodass auch ein grosser Teil der kommunalen Gelder de facto nur noch dort investiert wurde, woin erster Linie Bund und Land mitfinanzierten.6.2 Schienenverkehrsbezogene Ausgaben Zu den schienenverkehrsbezogenen Ausgaben wurden je 10% der verkehrsbezogenen Kostenfur die Konten Verkehrsplanung bis 1957: Stadtplanung, Strassenbeleuchtung und reinigunggezahlt. Die Kosten fur die Stadtbahntunnel wurden zu 90% dem MIV angelastet, weil der Baudieser Stadtbahntunnel eindeutig als Beitrag zur Entmischung der Verkehrsarten gedacht warund in erster Linie zusatzliche Flachen fur den MIV freimachen sollte vgl. oben Kapitel 5.45Die Vorteile der Bielefelder Stadtbahntunnel fur den OV sind denn auch umstritten. Insbesondere durfte die grossere Geschwindigkeit und verbesserte Punktlichkeit der Stadtbahn gegenuber der Strassenbahn durch langere, unattraktive und teilweise gefahrliche Anmarschwege zuden Haltestellen wieder wettgemacht worden sein.46 Daruber hinaus lassen sich Beschleunigungund grossere Punktlichkeit der Strassenbahn auch oberirdisch und mit vergleichsweise kleinen Investitionen erreichen.47 Die Vorteile dieser Investitionen fur den MIV sind dagegen unstrittig.Es muss allerdings unbedingt betont werden, dass diese Beurteilung der Stadtbahninvestitionennur fur die spezifische Situation in Bielefeld Geltung beansprucht. Insbesondere in grosseren Stadten konnen unterirdische Verkehrswege durchaus auch aus der Sicht eines attraktiven OPNV unabhangig von der Situation des MIV Sinn machen.48 Insgesamt ergeben sich Wertevon ca. 5% der strassenverkehrsbezogenen Kosten, welche erst zusammen mit den Ausgabender Stadtwerke sinnvoll interpretiert werden konnen. 45 Der Stadtbahnbau wurde von den Planern auch ganz explizit so gerechtfertigt. Vgl. etwa: Westfcid:138lische Zeitung 22.1.1965 und Freie Presse 27.1.1966. Bereits 1962 wurde in einem Gutachten zuhanden der Verkehrsabteilung der Stadtverwaltung cid:138hnlich argumentiert: a Logische Konsequenz   wcid:138re die cid:134bernahme der Anlagekosten fcid:159r eigene Bahnkcid:154rper und Gleisverlegungen in den Strassenbauetat, da sie nur Vorteile fcid:159r den allgemeinen Verkehrsablauf,keine wirtschaftlichen Vorteile fcid:159r die Stadtwerke erbringencid:210 Gutachten Thiemer 1962.46 Frenz 1981.47 Vgl. zum Beispiel Zcid:159rich: Hcid:159sler 1994 und Blanc 1993.48 PetersenSchallabcid:154ck, 1995, 186.16Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Abb. 4: Stadt Bielefeld: Haushalt und strassenverkehrsbezogene Ausgaben 19501970 in Preisen von 1985, ohne SchattensubventionenHaushaltsausgaben in 10 Mio DMStrassenverkehrsbezogene Ausgaben in Mio DM1952195419561958196019621964196619681970Abb. 5: Stadt Bielefeld: Haushalt und strassenverkehrsbezogene Ausgaben 19731994 in Preisen von 1985, ohne SchattensubventionenHaushaltsausgaben in 10 Mio DMStrassenverkehrsbezogene Ausgaben in Mio DM6543210195020017515012510075501973197519771979198119831985198719891991199317Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli 7 Verkehrsbezogener Zuschussbedarf der Stadtwerke 7.1 Zuschcid:159sse im Bereich des cid:133PNVZu diesen Zuschussen wurden die gesamten Zuschusse der Verkehrsabteilung der Stadtwerkeabzuglich der unter 7.2 erwahnten Zuschusse gezahlt vgl. Abbildung 1 und Tabelle A3.7.2 Zuschcid:159sse ausserhalb des Bereiches des cid:133PNVDen Stadtwerken entstehen vor allem in zwei Bereichen Kosten, welche hier nicht dem OPNVangelastet werden: Beim Unterhalt der Stadtbahntunnel und durch erhohte Kosten aufgrund von Verkehrsbehinderungen. Fur den Unterhalt der Stadtbahntunnel wurden fur 19711990 jahrlich 0.5 Mio. DM Tunnelstrecke 700m und ab 1991 4 Mio. DM Tunnelstrecke 4.75 kmeingesetzt.49Schwierig abzuschatzen sind die Kosten fur Verkehrsbehinderungen. Apel spricht fur das Rechnungsjahr 1985 in Berlin von etwas uber 10% der gesamten Kosten des OPNVs.50 Fur Bielefeld wurde davon ausgegangen, dass sich die Verbesserungen des Strassennetzes und die Zunahme des MIV bis 1990 in etwa aufgehoben haben. Fur diese Jahre wurden 10% der Kosten eingesetzt. Nach 1990 ermoglichte die zunehmende Bevorrechtigung des OPNV eine Halbierung dieses Satzes auf 5%. Da in Stadten der Grossenordnung Bielefelds der MIV einenviel grosseren Anteil am Modal Split besitzt als dies in Berlin der Fall ist, durften diese Werteeine untere Grenze darstellen.8 Verkehrsbezogene Zuschcid:159sse von Stadt und Stadtwerken Die verkehrsbezogenen Zuschusse zeigen auf, wo Stadt und Stadtwerke eigene, nicht durchverkehrsbezogene Einnahmen gedeckte Mittel einsetzen.8.1 Aufteilung nach Verkehrsmitteln Zu den Kosten des OPNV wurden samtliche in den Abschnitten 6.2 und 7.1 erwahnten Kostengezahlt. Weiter wurden 5% der strassenverkehrsbezogenen Kosten gemass Abschnitt 6.1 einbezogen, da ja die Busse des OPNV die Strassen mitbenutzen. Fur den Fuss und Radverkehrwurden fur die Jahre 19501979 2.5% der in Abschnitt 6.1 erwahnten Kosten eingesetzt. Aufgrund der zunehmenden Zuschusse fur Verkehrsberuhigung und zur Forderung des Radverkehrs wurde dieser Ansatz ab 1980 auf 5% verdoppelt. Dem MIV zugeordnet wurden samtlicheweiteren Kosten vgl. Abbildungen 8 und 9 sowie Tabellen A4 und A5, was einer ver 49 Burmeister 1994.50 Apel 1989.18Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85gleichsweise zuruckhaltenden Zurechnung entspricht.51 Auf eine Darstellung der vergleichsweise unerheblichen Kosten fur den Rad und Fussverkehr wird im folgenden verzichtet.Zwischen 1950 und 1970 setzte die Stadt eindeutig ein Schwergewicht auf die Forderung des MIV. Im Mittel der Jahre 195054 lag das Verhaltnis MIVForderungOPNVForderung beietwa 3:1. Die wachsenden Defizite des OPNV banden dann in den 60er Jahren mehr Gelder,doch im Mittel der Jahre 196670 lag das Verhaltnis noch immer bei 2:1 zugunsten des MIV.Die Rezession der 70er Jahre brachte einen eigentlichen Einbruch der stadtischen Zuschussezugunsten des MIV. Erst nach 1985 stiegen die Zuschusse wieder leicht an, die hohen Werteder fruhen 70er Jahre wurden jedoch nicht mehr erreicht. Gleichzeitig wuchsen aufgrund dersteigenden Defizite des Verkehrsbereichs der Stadtwerke die Zuschusse zum OPNV kontinuierlich. Im Mittel der Jahre 199094 ergab sich so in Umkehrung der Entwicklung bis 1970 ein Verhaltnis MIVForderungOPNVForderung von etwa 1:2.5.9 Die Rolle von Schattensubventionen bzw. externen Kosten 52Schattensubventionen sind haufig abhangig von der Gesetzgebung der ubergeordneten staatlichen Ebenen und konnen von der Stadt als Akteurin deshalb nicht direkt beeinflusst werden.Trotzdem sollte die Stadt Schattensubventionenin die Betrachtung einbeziehen, ist doch damiteine Verzerrung der Handlungsoptionen verbunden. Denn die Schattensubventionen kommen wie zu zeigen sein wird in erster Linie dem MIV zugute.Externe Kosten lassen sich grundsatzlich immer nur unvollstandig bilanzieren: Beispielsweisetendieren die Kosten einer Klimakatastrophe gegen einen unendlich hohen Wert, so dass mathematisch korrekt das gleiche auch fur den Verkehrsanteil gelten muss. Im Sinne einerpragmatischen Annaherung ist es fur eine effizienzorientierte und zukunftsfahige Verkehrspolitik dennoch wichtig, zumindest die einigermassen quantifizierbaren Aspekte in die Betrachtung einzubeziehen.Eine grosse Zahl schwerwiegender methodischer Probleme handelt sich ein, wer die Entwicklung von externen Kosten und Schattensubventionen uber langere Zeitraume festmachen will.Gerade fur die externen Umweltkosten spielt ja beispielsweise die subjektiv erlebte und retrospektiv nicht mehr eruierbare Grossenordnung von Larm oder Luftimmissionen eine wichtige Rolle. Die Rekonstruktion versteckter Subventionen im Bereich Flachenbeanspruchung odersteuerlicher Bevorteilung der Verkehrsmittelnutzung ware grundsatzlich 51 Im CITY:mobilProjekt wurden bspw. aufgrund eines Strassennutzungsindikators nur je 1% der strassenbezogenen Kosten dem cid:133PNV bzw. dem Radverkehr zugerechnet und die Kosten fcid:159r Verkehrsberuhigung wurden vollstcid:138ndig dem MIV angelastet Forschungsverbund CITY:mobil, 1997, 40 und 54.52 Zu den Begriffen vgl. Kapitel 2.dagegen 19Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Abb. 6: Kostendeckungsgrad strassenverkehrsbezogener Ausgaben der Stadt Bielefeld 19501970 in % 3 gliedrige gleitende Durchschnitte1952195419561958196019621964196619681970Abb. 7: Kostendeckungsgrad strassenverkehrsbezogener Ausgaben der Stadt Bielefeld 19731994 in %3 gliedrige gleitende Durchschnitte1975197719791981198319851987198919911993100908070605040302010019501009080706050403020100197320Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 8530252015105019504540353025201510501973Abb. 8: Verkehr Bielefeld: Zuschussbedarf 19501970Mio. DM, in Preisen von 1985, ohne Schattensubventionen3gliedrige gleitende Durchschnitte MIVcid:133PNV1952195419561958196019621964196619681970Abb. 9: Verkehr Bielefeld: Zuschussbedarf 19731994 Mio. DM, in Preisen von 1985, ohne Schattensubventionen3gliedrige gleitende Durchschnitte MIVOPNV197519771979198119831985198719891991199321Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefelimoglich, ist aber aufgrund der Vielzahl interagierender Variablen mit einem enormen Zeitaufwand verbunden, der im Rahmen dieser Studie nicht geleistet werden kann.Im folgenden geht es deshalb vorerst nur darum, fur das Stichjahr 1991 die ungefahre Dimension dieser Schattensubventionen und Externalitaten fur die Stadt Bielefeld darzustellen unddaraus einige Uberlegungen zur Entwicklung dieser Kosten im Untersuchungszeitraum anzustellen. Schattensubventionen bzw. externe Kosten treten in einer Vielzahl von Bereichen auf.Die meisten dieser Kosten werden privaten Akteuren aufgeburdet, fur die Stadt als Akteurinsind in erster Linie zwei Bereiche von Bedeutung:531. Die Steuerausfalle aufgrund der Kilometerpauschale undder Verzicht auf die Abgeltung der Inanspruchnahme offentlicher Flachen zu Verkehrszwecken.1. Steuerausfcid:138lle aufgrund der Kilometerpauschale fcid:159r 1991Laut Einkommenssteuergesetz sind die Aufwendungen fur die Fahrt zum Arbeitsplatz bei der Ermittlung des zu versteuernden Einkommens abzugsfahig. Dieser als Kilometerpauschalebezeichnete Abzug wurde 1955 eingefuhrt und wirkte aufgrund seiner verkehrsmittelabhangigen Ausgestaltung motorisierungsfordernd.54 Der Steuerausfall betrug 1991 bundesweit ca. 2.7Mrd. DM nur alte Bundeslander.55 Unter der Annahme, dass die Abzuge in Bielefeld proportional zu den alten Bundeslandern ausfielen, entspricht dies Steuerausfallen von ca. 13 Mio. DMder Anteil Bielefelds an den Pkws in den alten Bundeslandern betrug 1990 0.49%.56 Der Anteil der Stadt an den allgemeinen Steuereinnahmen belauft sich auf 15% oder ca. 2 Mio. DM.2. Verzicht auf die Abgeltung der Inanspruchnahme cid:154ffentlicher Flcid:138chen zu Verkehrszwecken Dass die zu Parkzwecken in Anspruch genommenen offentlichen Flachen keine offentlichen Guter darstellen, wird nicht bestritten. Daraus folgt, dass der Staat nicht verpflichtet ist, diese Flachen aus allgemeinen Steuermitteln zu finanzieren. Deshalb konnen diese Kosten und auchdie nicht realisierten Einnahmen prinzipiell den Verursachenden angelastet werden.Die Einnahmen aus Parkgebuhren sind im Haushalt der Stadt eingeschlossen ebenso wie die Bau und Unterhaltskosten der Parkhauser und die Erstellungskosten der offentlichen Park 53 Nicht bercid:159cksichtigt sind hierbei die schwer zu quantifizierenden, aber sicher in Millionenhcid:154he anfallenden Kostender Arbeitsausfcid:138lle von stcid:138dtischen Angestellten aufgrund von Verkehrsunfcid:138llen und verkehrsbedingter Krankheitsowie die verkehrsbedingten Gebcid:138udeschcid:138den.54 1998 gelten folgende Kilometerpauschalen: Pkw: 70 Pfennige, cid:133V: 42 Pfennige. Vgl. dazu auch: Klenke 1995, 35.55 Welfens et al. 1996, 416f 56 In den Alten Bundeslcid:138ndern gab es 1990 30.685 Mio., Pkw in Bielefeld 151500, was einem Anteil von 0.49%entspricht.22Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85platze. Diese Einnahmen decken aber nur einen Teil der entstandenen Kosten ab.57 So warenvor allem die Kosten fur eine marktgerechte Vermietung dieser Flachen auch auf standig uberparkten Burgersteigen hinzuzurechnen.Eine Methode zur Berechnung der Schattensubventionen fur den ruhenden PkwVerkehr wurdevon Welfens et al. vorgelegt. Die Kosten fur den einzelnen Stellplatz wurden ausgehend von Ablosebeitragen 58 auf zwischen 10000 bis 17000 DM festgelegt. Aus diesen Grundkostenwurde ein niedriger! Mietpreis von 0.08 bis 0.13 DM pro Stunde berechnet.59 Ausgehend vondurchschnittlich etwa taglich 10 Stehstunden eines Pkw auf offentlichem Grund entstehendadurch fur 1991 und das Gebiet der alten Bundeslander Kosten von jahrlich 915 Mrd. DM.Umgerechnet auf die Bevolkerung der Stadt Bielefeld ergibt das Schattensubventionen durch Einnahmeverzicht von jahrlich 4575 Mio. DM. Nicht berucksichtigt sind dabei die vergleichsweise unbedeutenden Kosten fur das Abstellen von Fahrradern auf offentlichem Grund.Einerseits durfen diese Zahlen nicht vollstandig in die vorliegende Betrachtung des Bielefelder Haushalts integriert werden, denn die Kosten fur Bau und Unterhalt von Stellplatzen durfenselbstverstandlich nicht doppelt gezahlt werden. Andererseits ubersteigt die Zahlungsbereitschaft fur Parkplatze bei Knappheit offensichtlich die der Rechnung von Welfens et al. zugrundegelegten Mietpreise um ein Mehrfaches: So gibt es zumindest in der Frankfurter Innenstadtlange Wartelisten fur Parkplatze, welche fur monatlich 400 bis 550 DM vermietet werden.60Uber das Parken hinaus werden selbstverstandlich weitere offentliche Flachen fur Verkehrszwecke in Anspruch genommen. Eine Untersuchung von 1989 fur die kreisfreien Stadte in NordrheinWestfalen spricht von 3550% der Bauflachen, die Verkehrszwecken dienen. Unter Berucksichtigung der statistisch nicht erfassten privaten Stellplatze, Tankstellen, Werkstattenusw. liegt der Wert noch ca. 30% hoher.61 Da Autos gegenuber anderen Verkehrsmitteln daszehnfache und mehr an Platz gebrauchen 62, konnte die Stadt bei gleicher Verkehrsleistungbedeutende Grundstucke gewinnbringend verwenden. Da auf diese Einnahmen verzichtet wird,entstehen weitere Schattensubventionen, deren Hohe hier nicht beziffert werden kann, die abermit Sicherheit die Subventionen im Bereich des ruhenden Verkehrs noch deutlich ubertreffen.Die Schattensubventionen bzw. die externen Kosten der Stadt Bielefeld im Verkehrsbereichlagen also fur das Jahr 1991 mindestens in der Grossenordnung der gesamten im Haushaltausgewiesenen Verkehrskosten. Der Anteil des MIV an diesen Schattensubventionen bzw. 57 Vgl. dazu: Topp 1994ff, 3.4.12.1.58 Ablcid:154sebeitrcid:138ge sind Zahlungen der jeweiligen Bauherrn an die Kommune, wenn die Schaffung der vorgeschriebenen Stellplcid:138tze nicht oder nur teilweise mcid:154glich bzw. im Bereich der Bebauung nicht erlaubt ist.59 Durch Umlegung auf eine Nutzungsdauer von 30 Jahren, bei einer Verzinsung der Investitionskosten von 2.5% und Instandhaltungskosten von 1% p. a.60 Topp 1994ff, 3.4.12.1., 14.61 Apel 1994ff, 2.3.3.1, 7.62 Apel 1994ff, 2.5.1.1, 5.23Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeliexternen Kosten liegt sicher bei uber 90%. Bei den Parkflachen liegt der Anteil des Radverkehrssicher deutlich unter 5%. Bei den Steuerausfallen liegt der Anteil der Kosten fur denoffentlichen Verkehr und den Radverkehr bei hochstens 20%.Wie kann die Entwicklung der Hohe dieser Schattensubventionen uber die letzten Jahrzehnteabgeschatzt werden? Offensichtlich spielen die Faktoren PkwBestand und Steuerbelastung dieentscheidende Rolle. Da der PkwBestand seit 1950 kontinuierlich zunahm und die Steuerbelastung ebenfalls wuchs, scheint klar, dass die Zunahme der Schattensubventionen das Verkehrswachstum noch uberstieg und damit als quasi politikfreier Automatismus die Dominanzdes Autos festigte und letztlich gar verstarkte.10 Interpretation und Schlussfolgerungen Um Missverstandnissen vorzubeugen, sei nochmals darauf hingewiesen, dass aufgrund derakteurorientierten Betrachtung in diesem Beitrag nur die verkehrsrelevanten Einnahmen und Ausgaben der Kommune Bielefeld einbezogen wurden. Selbstverstandlich ist damit nur einvergleichsweise kleiner Teil der tatsachlichen vom Verkehr verursachten Kosten erfasst. Daruber hinaus kann der Verkehr auch durch nicht oder kaum haushaltsrelevante Massnahmenbeispielsweise durch die Programmierung von Lichtsignalanlagen gesteuert werden.10.1 Kleine Handlungsspielrcid:138ume  Wie konnen die vorliegenden Zahlen vgl. Abb. 4 bis 7 in Bezug auf die Handlungsspielraumeder Stadt interpretiert werden? In den 50er Jahren wurden die Verkehrsausgaben der Stadt zumgrossten Teil aus allgemeinen Budgetmitteln aufgebracht. Bundes und Landesgelder flossenkaum, insbesondere trifft dies auf die Ertrage der Mineralolsteuer zu. Die Prioritaten der Stadtlagen zudem gezwungenermassen beim Wiederaufbau und beim Wohnungsbau. Aufgrund derknappen Ressourcen blieben so trotz einer hohen Handlungsautonomie die Spielraume klein. Inden 60er Jahren vergrosserten sich die Handlungsspielraume vorerst: Die grossten Notstande inden Bereichen Wiederaufbau und Wohnungsbau waren behoben und dank der prosperierenden Wirtschaft wuchsen die Steuereinnahmen. Gleichzeitig engagierte sich der Bund starker im Stadtverkehr Gemeindepfennig, Aufstufung von Hauptverkehrsstrassen, ohne das Handlungsprimat an sich zu reissen.Doch bereits mit der gesteigerten Partizipation des Stadtverkehrs an den Mineralolsteuern von 1966 begann ein Prozess der verstarkten Einflussnahme von Bund und Landern auf die kommunale Ebene, welche im Gemeindeverkehrsfinanzierungsgesetz von 1971 ihren Hohepunktfand: Durch die verstarkte Unterstutzung von Grossprojekten mit bis zu 90% entstand ein Druck 24Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85auf die lokale Politik, die Gelder von Bund und Land auch wirklich abzuholen. Dieser Druckwurde durch die Befristung der Unterstutzung verstarkt, denn dadurch mussten bewilligte Projekte innerhalb gewisser Fristen auch realisiert werden, sollte nicht der Verfall bereits zugesicherter Mittel drohen.In Bielefeld fielen in diesen Zeitraum die Entscheidungen fur die Grossprojekte Ostwestfalendamm und Stadtbahntunnel. Im Fall der Stadtbahn zwangen Landesrichtlinien die Stadt zueinem Ausbaustandard, welcher die Bedurfnisse der Stadt bei weitem uberstieg.63 Als die staatlichen Fordermittel in den 70er und 80er Jahren knapper wurden, fiel es der Stadt immer schwerer, zusatzlich zu diesen beiden laufenden Grossprojekten weitere Investitionen zu tatigen. Soblieben die Handlungsspielraume klein, obwohl die Politik von Bund und Landern den Stadtenwieder etwas mehr Spielraum einraumte. In den 90er Jahren verscharften sich die Finanzprobleme der Stadt weiter und der Anteil des Verkehrs am gesamten Haushalt sank rasch, so dassder Verdacht naheliegt, dass nicht einmal der Unterhalt der bestehenden Verkehrsinfrastrukturgewahrleistet ist.Insgesamt blieben so die Handlungsspielraume abgesehen von einem Zeitfenster in der ersten Halfte der 60er Jahre klein. Dieses Zeitfenster fiel mit dem absoluten Hohepunkt von Automobilkonsens und Wachstumseuphorie in der Stadt zusammen, weshalb die politischen Entscheide in dieser Zeit demokratisch gut abgestutzt praktisch ausschliesslich zugunsten einer oftuberdimensionierten Autoinfrastruktur getroffen wurden.64 Als sich nach 1970 eine kritischere Haltung zum Auto verbreitete, fehlten der Stadt die finanziellen Handlungsspielraume zur Einleitung einer Verkehrswende.Die Finanzanalyse weist daruber hinaus deutlich auf den engen Zusammenhang zwischen der Entwicklung des stadtischen Haushaltes und den Investitionen in den Verkehrsbereich hin: Der Hohepunkt der autoorientierten staatlichen Planungs und Investitionstatigkeit fiel mit demraschen Wachstum der stadtischen Haushalte in den 50er und vor allem den 60er Jahrenzusammen. Danach wuchsen die stadtischen Haushalte weit weniger schnell, was die Bereitschaft zu Investitionen in Umsteuerungsmassnahmen offensichtlich weiter einschrankte. Esscheint auch, dass die Entwicklung der kommunalen Verkehrsausgaben gegenuber dem gesamten Haushalt die konjunkturelle Entwicklung uberzeichnet. Dies trifft sowohl auf die Phasender Prosperitat in den 60er Jahren und den spaten 80er Jahren, als auch auf die Krisen nach 1973 und 1991 zu.65 Diesbezuglich waren weitere Untersuchungen zu den Zusammenhangen 63 Die bereits laufenden Baumassnahmen mussten gemcid:138ss Erlass des Landes vom 16.3.1970 umgestellt werden und miterheblichen Kostenfolgen die Trassierungsgrundscid:138tze der Stadtbahn Ruhr cid:159bernommen werden. Vgl. Tiefbauamt Bielefeld 1975, 6.64 Die Ausnahme bildet die Erweiterung der Strassenbahn im Bereich der heutigen Brennerstrasse um 1,2 km. Vgl. Frenz1981, 420.65 Vgl. auch die Entwicklung des Bruttoinlandproduktes.25Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefelizwischen der volkswirtschaftlichen Entwicklung und der staatlichen Verkehrspolitik wunschenswert.10.2   und ihre Nutzung Auf den ersten Blick scheint die Stadt ihre kleinen Handlungsspielraume durchaus im Einklangmit den nach aussen verkundeten Zielsetzungen der Verkehrspolitik genutzt zu haben vgl.Kapitel 8. So wurden die Zuschusse aus eigenen Mitteln, welche bis 1970 mehrheitlich dem MIV zugute kamen, nach Mitte der 70er Jahre vermehrt zugunsten des OPNV eingesetzt. Eingenauerer Blick relativiert jedoch diese Aussage stark.Erstens ist die verstarkte OPNVForderung fast ausschliesslich auf die Bereitschaft zur verstarkten Ubernahme der rasch wachsenden Defizite der Betriebsergebnisse des OPNV zuruckzufuhren und weniger auf Angebotsverbesserungen. Der OPNV verlor in dieser Zeit denn auchweitere Marktanteile vgl. Abbildungen 1 und 2. Die Stadtbahn brachte zwar eine leichte Zunahme der Personenbeforderungsfalle, dies aber nur um den hohen Preis eines sich zusatzlich stark verschlechternden Kostendeckungsgrades. Die Stadtwerke konnten diese Defizitedurch Quersubventionierung aus den anderen Geschaftsfeldern decken, was politischer Kritikam Aufwand des OPNV immer wieder den Wind aus den Segeln nahm.Zweitens verhinderten zwar die erwahnten kleiner werdenden finanzpolitischen Spielraume,dass zusatzlich zu den laufenden Projekten in die Strasse investiert wurde, entsprechende Bauvorhaben liegen aber in der Schublade, so dass nicht von einer grundlegenden Abkehr der Politik vom Ausbau der Strassenkapazitat gesprochen werden kann.66 Drittens wirkte die Akteurkonstellation mit den recht eigenstandigen Akteuren Stadt und Stadtwerke einer zielorientierten Verkehrspolitik entgegen.Werden auch die Schattensubventionen einbezogen Kapitel 9, zeigt sich viertens, dass die Stadt de facto weiterhin eine MIVfreundliche Politik betrieb. Aus dieser Perspektive ubersteigen die Zuschusse aus eigenen Mitteln fur den MIV die Defizite des OPNV um ein Mehrfaches und schreiben damit die autofreundliche Politik der 60er Jahre fort.Gemessen an der Zielsetzung, einen deutlich hoheren Anteil des OPNV am Modal Split durchvorrangige Forderung zu erreichen und damit den Trend zugunsten des Autos umzukehren,muss die Verkehrspolitik der Stadt Bielefeld deshalb als weitgehend ineffektiv und ineffizientbezeichnet werden. Realisiert wird in der Praxis eine aufwendige Doppelforderung beider Systeme, wobei dem MIV letztlich noch immer Prioritat eingeraumt wird, was beispielsweisedie langsamen Fortschritte bei der Einrichtung neuer Busspuren oder bei der Busbevorrechtigung bei Signalanlagen beides nicht kapitalintensive Massnahmen zeigen. 66 Vgl. IVV Aachen 1997.26Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 8510.3 Geringes Kostenbewusstsein in Politik und cid:133ffentlichkeit Die Frage, was der Verkehr die Stadt Bielefeld kosten soll, wurde in Politik und Offentlichkeitim ganzen untersuchten Zeitraum erstaunlich wenig diskutiert. Da ein eigentlicher Verkehrshaushalt fehlt, weiss die Politik im Grunde noch heute nicht, in welcher Weise die Stadt finanzpolitisch die Verkehrsentwicklung tatsachlich steuert.Wo die Finanzpolitik im Verkehrsbereich uberhaupt thematisiert wurde, standen sozialpolitischeund arbeitsmarktorientierte Argumente im Vordergrund. Als der CDUAbgeordnete Drohse 1966 die Aufhebung der nicht mehr zeitgemassen Steuerbegunstigungen fur Autofahrten zum Arbeitsplatz forderte aus heutiger Sicht eine hellsichtige Intervention wurde dies von derregierenden SPD als Angriff auf die Geldborse des kleinen Mannes scharf zuruckgewiesen.67Viel zu reden gab im gleichen Jahr die erneute Anhebung der OPNVTarife. Von seiten der SPDwurde wiederum aus sozialpolitischen Grunden eine Subventionierung des OPNV aus der Mineralolsteuer angeregt 68, ein Vorschlag, der ebenfalls bis heute in der Diskussion gebliebenist.69 Von einer aus Sicht des Verkehrs konsistenten Finanzpolitik kann deshalb keine Redesein.Die aufgrund ihrer langfristigen Auswirkungen entscheidenden Grossprojekte Ostwestfalendamm und Stadtbahntunnel wurden dagegen kaum aus finanzpolitischer Perspektive diskutiertund waren letztlich in den 60er Jahren auch wenig umstritten. Dies gilt vor allem fur den Ostwestfalendamm, dessen Gesamtplanung 1965 vom Rat einstimmig gutgeheissen wurde 70 undmit Einschrankungen auch fur die unterirdische Fuhrung der Strassenbahn. Diese wurde durchaus auch aufgrund ihrer mangelnden Rentabilitat kritisiert, bis hin zur Forderung nach einer Stillegung.71 Wichtige Wirtschaftskreise wie die Handelskammer hielten sich diesbezuglich aberzuruck, wohl im Wissen um die grossen, von Bund und Land finanzierten Auftrage, welche der Stadtbahnbau mit sich bringen wurde.Die in den 70er Jahren auch in Bielefeld aufkommende Umweltbewegung richtete ihr Augenmerk in erster Linie auf die negativen Auswirkungen des Autos auf Mensch und naturliche Umwelt und interessierte sich wenig fur finanzpolitische Zusammenhange.72 Erst ab Ende der 80er Jahre wies diese Seite vermehrt auf die externen Kosten des Verkehrs hin. Die Tatsache,dass die Allgemeinheit die Autofahrer Innen in grossem Ausmass subventioniert, wurde aller 67 Freie Presse, 29.1.1966.68 Freie Presse, 8.10.1966.69 Vgl. etwa Topp 1994ff. 3.1.3.1, 19.70 Westfalen Blatt 27.5.1965.71 Westfcid:138lische Zeitung 26.1.1966 und zahlreiche weitere Artikel in diesem Jahr. Der Beschluss des Rates zurunterirdischen Fcid:159hrung eines ersten Streckenabschnittes fiel am 22.6.1966, vgl.: Tiefbauamt Bielefeld 1975, 3.72 Vgl. dazu etwa: Alternatives Verkehrskonzept fcid:159r Bielefeld 1981.27Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefelidings in der politischen Auseinandersetzung erstaunlicherweise bis heute kaum je als zentrales Argument instrumentalisiert.7310.4 Ausblick: Lehren fcid:159r die Ausgestaltung einer neuen Verkehrspolitik Die mittelfristigen Perspektiven der Handlungsspielraume stadtischer Verkehrspolitik stimmenvor allem aus zwei Grunden nicht eben optimistisch. Erstens sturzten die rezessive Entwicklungder Wirtschaft und nach 1989 die Kosten der Wiedervereinigung Bielefeld wie die meistendeutschen Stadte in grosse Finanzprobleme. Ein Ende dieser Entwicklung ist nicht abzusehen.74Zweitens ist unter dem Druck der EU eine Freigabe der Energiemarkte in Gang, welche zumarkant tieferen Energiepreisen fuhren wird. Absehbar ist deshalb, dass die Stadtwerke den OPNV nicht mehr im bisherigen Mass quersubventionieren konnen. Der Kostendruck auf die Stadt wird deshalb auch von dieser Seite zunehmen.Gleichzeitig kann der OPNV sein Angebot nicht ohne wesentliche Investitionen ausweiten,weshalb neue Finanzierungsinstrumente vordringlich sind. Einen moglichen Ansatz zeigt Toppauf, der OPNV und stadtische Verkehrssteuerung Parkraumbewirtschaftung usw. in die Handeiner stadtischen Verkehrsgesellschaft legen will. Zu finanzieren ware diese einerseits aus den Mineralolsteuerertragen und andererseits mittelfristig eventuell auch durch eine Nahverkehrsabgabe, welche von der Stadt eigenstandig erhoben werden konnte.75Grundlegendes Element einer solchen Verkehrspolitik ware erstens die Erarbeitung einer transparenten stadtischen Verkehrsrechnung, welche auch Schattensubventionen bzw. externe Kosten einbeziehen wurde. Zweitens mussen aber auch Bund und Lander durch Abtretung von Kompetenzen dazu beitragen, die Stadte handlungsfahiger zu machen. So sollten die Stadte ingrosstmoglicher Eigenverantwortung uber ihre Anteile an der Mineralolsteuer verfugen konnenauch fur Zwecke ausserhalb des Verkehrs. Drittens zeigt gerade das Beispiel Bielefeld, dassauch die umliegenden landlichen Gemeinden mit ihrem sehr hohen Autopendleranteil vermehrtzur Ubernahme der von ihnen im Stadtverkehr verursachten Kosten herangezogen werdenmussen. Viertens sind Verfahren der Partizipation zu finden, welchen den Burger Innen auch diefinanziellen Konsequenzen und langfristigen Auswirkungen verkehrspolitischer Entscheidedeutlicher vor Augen fuhren. Ansatzweise sind diese Forderungen im 1994 in Kraft getretenen Gesetz zur Regionalisierung des offentlichen Personennahverkehrs enthalten. 73 Vgl. dazu etwa die erste Ausgabe der Bielefelder Umweltzeitung von 1987 a Umwelt Infocid:210, welche sichhauptscid:138chlich mit den stcid:138dtischen Verkehrsproblemen befasste.74 Vgl. etwa die Frankfurter Allgemeine Zeitung und die Tageszeitung vom 20.1.1998: a Deutsche Stcid:138dte fallen unterdas Existenzminimumcid:210.75 Topp 1994ff. 3.1.3.1, 4. Vgl. zu diesen Fragen auch: ButtonRietveld 1993.28Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 8511 Literatur Aberle, Gerd; Engel, Michael, Verkehrswegerechnung und Optimierung der Verkehrsinfrastrukturnutzung. Problemanalyse und Lcid:154sungsvorschlcid:138ge vor dem Hintergrund der EGHarmonisierungsbemcid:159hungen fcid:159r den Strassen und Eisenbahnverkehr, Giessener Studien zur Transportwirtschaft und Kommunikation, Bd. 6, Hamburg 1992.Alternatives Verkehrskonzept fcid:159r Bielefeld, Hg.: Bunte Liste, Bielefeld 1981.Apel, Dieter, Die gesamtwirtschaftlichen Kosten des Personennahverkehrs in einer grossen Stadt derzeit sowie bei vercid:138ndertem Modalsplit, in: Verkehr und Technik 1989, H. 4, 117124.ders., Flcid:138chenverbrauch als Grundproblem der Siedlungs und Verkehrsentwicklung, in: Handbuchder Verkehrsplanung, Bd. 1, 2.3.3.1, Bonn 1994ff.ders., Leistungsfcid:138higkeit und Flcid:138chenbedarf der stcid:138dtischen Verkehrsmittel, in: Handbuch der Verkehrsplanung Bd. 1, 2.5.5.1, Bonn 1994ff.Bericht der Sachverstcid:138ndigenkommission cid:159ber eine Untersuchung von Massnahmen zur Verbesserungder Verkehrsverhcid:138ltnisse der Gemeinden, Bonn 1964.Bickel, Friedrich, Was kostet uns die Mobilitcid:138t? Externe Kosten des Verkehrs, Berlin 1995.Blanc, JeanDaniel, Die Stadt ein Verkehrshindernis? Leitbilder stcid:138dtischer Verkehrsplanung und Verkehrspolitik, Zcid:159rich 1993.Bratzel, Stefan, Wirkungsmuster und Handlungstypen umwelt und stadtvertrcid:138glicher Verkehrspolitik im Vergleich, in: Mez, Lutz; Jcid:138nicke, MartinHg. Sektorale Umweltpolitik. Analysen im Industrielcid:138ndervergleich, Berlin 1997.Burmeister, Ulrich, Indirekte und direkte Subventionierung des Autoverkehrs am Beispiel B i e l e feld, in: Verkehr und Technik 1994, H. 4, 319321.Button, Kenneth; Rietveld, Piet, Financing urban transport projects in Europe, in: Transportation 20,Deubert, M; Liegmann, G., Rechtsgrundlagen kommunaler Selbstverwaltung in Europa, Schriften zurcid:154ffentlichen Verwaltung, Bd. 31, Kcid:154ln 1989.Eckey, Hans Friedrich, Erreichbarkeits und Verflechtungsanalyse fcid:159r die Stadt Bielefeld, Kassel 1993, 251265.1990.Enderlein, Heinz; Kunert, Uwe, Berechnung der Kosten und Ausgaben fcid:159r die Wege des Eisenbahn,Strassen, Binnenschiffs und Luftverkehr in der Bundesrepublik Deutschland fcid:159r das Jahr 1987,Deutsches Institut fcid:159r Wirtschaftsforschung. Beitrcid:138ge zur Strukturforschung, H. 119, Berlin 1990.Feuchtinger, MaxErich, Koordinierte Planungen fcid:159r den cid:154ffentlichen und individuellen Stadtverkehr gezeigt am Beispiel Bielefeld, in: Der Stadtverkehr, Jg. 2 1957, 4150.Forschungsverbund CITY:mobil, Stadtvertrcid:138gliche Mobilitcid:138t, Subprojekt 3, LeastCost Planning i m Verkehr, Schlussbericht, Freiburg, Darmstadt, Berlin 1997.Frenz, Eckehard, Kritische Gedanken zum Stadtbahnbau in Bielefeld, in: Der Stadtverkehr Heft 1112 1981, 420425.Generalverkehrsplan Bielefeld, Hg.: Hotzan, Jcid:159rgen, Bielefeld 1971.Gunlicks, A. B., Local Government in the German Federal System, Durham 1986.Haefeli, Ueli, Gas geben oder das Steuer herumreissen? Verkehrspolitik und Verkehrsplanung in Bielefeld nach dem Zweiten Weltkrieg, in: Mitteilungen des Historischen Vereins Ravensberg,1998, in Vorbereitung.Hcid:159sler, Willi, Anscid:138tze einer neuen Verkehrspolitik am Beispiel des cid:133PNV Vergleichsdaten zu Angebot und Nachfrage, in: Kommission Reinhaltung der Luft im VDI und DIN Hg., Luftreinhaltung im Strukturwandel von Energie und Verkehr, VDIBericht 1110, Dcid:159sseldorf 1994, 477489.InfrasEconceptPrognos, Die vergessenen Milliarden. Externe Kosten im Energie und Verkehrsbereich, Bern 1996.Ingenieurgruppe IVV Aachen, Gesamtverkehrsentwicklungsplan Bielefeld. Ergebnisbericht. Aufgestellt im Auftrag der Stadt Bielefeld und der Stadtwerke Bielefeld Gmb H mit finanzieller Unterstcid:159tzung des Landes NordrheinWestfalen, AachenBielefeld 1996.Ist nichts geschehen? Bielefeld 19451952. Hg. Rat der Stadt Bielefeld, Bielefeld 1952.Jasper, Elmar, Verkehrspolitik in Heidelberg. Die politischadministrative Bearbeitung des Verkehrsproblems in Deutschlands a Bundeshauptstadt fcid:159r Natur und Umweltschutz 19961997cid:210, Diplomarbeit RuhrUniversitcid:138t Bochum, Bochum 1997.29Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Karrenberg, Hanns; Mcid:159nstermann Engelbert, Kommunale Finanzen, in: Roth, Roland; Wollmann,Hellmut Hg., Kommunalpolitik. Politisches Handeln in den Gemeinden, Opladen 1994, 194210.Klenke, Dietmar, Bundesdeutsche Verkehrspolitik und Motorisierung. Konflikttrcid:138chtige Weichenstellungen in den Jahren des Wiederaufstieges, Zeitschrift fcid:159r Unternehmensgeschichte, Beiheft 79, Stuttgart 1993.ders., Freier Stau fcid:159r freie Bcid:159rger. Die Geschichte der bundesdeutschen Verkehrspolitik 19491994,Darmstadt 1995.ders., Nahverkehr im Automobilzeitalter: Fragen aus der Sicht der Sozial und Wirtschaftsgeschichte, in: Dienel, HansLiudger; Schmucki, Barbara, Mobilitcid:138t fcid:159r alle. Geschichte des cid:154ffentlichen Personennahverkehrs in der Stadt zwischen technischen Fortschritt und sozialer Pflicht,Beitrcid:138ge der Tagung acid:133ffentlicher Nahverkehrcid:210 in Mcid:159nchen, Dezember 1994., Stuttgart 1997, 2949.Klewe, Heinz; Hartwig, Niels, Finanzierung von Investitionen im cid:133PNV, in: Verkehr und Technik 1995, 3945 und 8590.Knemeyer, Franz Ludwig, Die Kommunalverfassungen in der Bundesrepublik Deutschland, in: Roth,Roland; Wollmann, Hellmut Hg., Kommunalpolitik. Politisches Handeln in den Gemeinden, ,Opladen 1994, 8194.Kolks, Wilhelm; Fiedler, Joachim Hg., Verkehrswesen in der kommunalen Praxis. Band 1: Planung Bau Betrieb, Berlin 1997.Leibbrand, Kurt, Das Verkehrswesen als Glied der Landes, Regional und Stadtplanung, Kcid:154ln 1957.Lichtenthcid:138ler, Dorothe; Pastowski, Andreas, LeastCost Transportation Planning. Probleme und Potentiale der cid:134bertragung von LCP auf die Mobilitcid:138t, Wuppertal Paper Nr. 47 1995.Monheim, Heiner; MonheimDandorfer, Rita, Strassen fcid:159r alle, Analysen und Konzepte zum Stadtverkehr der Zukunft, Hamburg 1990.Nassmacher, Hiltrud, Mcid:154glichkeiten und Formen der Bcid:159rgerbeteiligung, in: Andersen, Uwe Hg.Kommunale Selbstverwaltung und Kommunalpolitik in NordrheinWestfalen, Kcid:154ln 1987, 95108.Petersen, Rudolf; Schallabcid:154ck, Karl Otto, Mobilitcid:138t fcid:159r Morgen. Chancen einer zukunftsfcid:138higen Verkehrspolitik, Berlin 1995.Pcid:159ttner, Gcid:159nter, Kommunale Betriebe und Mixed Economy, in: Roth, Roland; Wollmann, HellmutHg., Kommunalpolitik. Politisches Handeln in den Gemeinden, Opladen 1994, 211223.Richter, Bodo, Die nordrheinwestfcid:138lische Gemeindeordnung Entwicklung und Vergleich mit anderen deutschen Gemeindeverfassungen, in: Andersen, Uwe Hg. Kommunale Selbstverwaltung und Kommunalpolitik in NordrheinWestfalen, Kcid:154ln 1987, 5375Roth, Roland; Wollmann, Hellmut Hg., Kommunalpolitik. Politisches Handeln in den Gemeinden,Opladen 1994.Statistisches Jahrbuch Deutscher Gemeinden, Hg.: Deutscher Stcid:138dtetag Kcid:154ln, Kcid:154ln Teschner, Manfred; Retzko, HansGeorg, Klimaschutz und Verkehrspolitik. Eine Fallanalyse der Stadtvertrcid:138glichkeit und kommunalen Handlungsblockaden, Stadtforschung aktuell, Bd. 64, Basel 1997.Tiefbauamt der Stadt Bielefeld, Abteilung Stadtbahn, Stadtbahn Bielefeld. Betriebs und BauplaTeufel, Dieter et. al., Umweltauswirkungen von Finanzinstrumenten im Verkehrsbereich, UPIBenung, Typoskript, Bielefeld 1975.richt Nr. 21, Heidelberg 1991.3.4.12.1, Bonn 1994ff.Topp, Hartmut H., Parkraum als Steuerungsinstrument, in: Handbuch der Verkehrsplanung Bd. 2,ders., Chancen und Grenzen kommunaler Steuerung der Verkehrsentwicklung, in: Handbuch der VerVerkehr in Zahlen 1996, Hg.: Bundesverkehrsministerium Bonn, verantwortlich fcid:159r den Inhalt:kehrsplanung Bd. 2, 3.1.3.1, Bonn 1994ff.Deutsches Institut fcid:159r Wirtschaftsforschung Welfens, Maria J; Gerking, Doris; Hokkeler, Michael; Stiller, Hartmut, a Schattensubventionencid:210 i mmotorisierten Individualverkehr, in: Kcid:154hn, Jcid:154rg; Welfens Maria J. Hg., Neue Anscid:138tze in der Umweltcid:154konomie, Marburg 1996, 409447.Willeke, Rainer, Zur Frage der externen Kosten und Nutzen des motorisierten Strassenverkehrs, in:Zeitschrift fcid:159r Verkehrswissenschaft, 1993, 215236.30Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 8512 Anhang Quelle: Haushalte der Stadt Bielefeld Tabelle A 1: Einbezogene verkehrsrelevante Konten im Haushalt der Stadt Bielefeld 19501970 in Mio. DMKonto 1950195119521953195419551956195719581959Einnahmen Ausgaben 50917Einnahmen Ausgaben 50123Einnahmen Ausgaben 59807Ausgaben 70584Einnahmen Einnahmen Ausgaben 72073Einnahmen Ausgaben 80043Einnahmen Ausgaben 83873Ausgaben 107156Einnahmen Ausgaben 93458Einnahmen Einnahmen.Ausgaben 11497419609 MonateEinnahmen.Ausgaben 85778ges.Etat 216116565270170270375269223136442421741981133424116935802753316427531124838492414830648735126403721191349734824383722448487191367643217334410191346743270893872302627507120939632302262507195689635425675861244491735421635868015619026150766672230467312614166667348107268211352075127635411242092483751739152187317519121742298953729316404121770380231178327885307633747563233276430076330212816130849421167702476602313082666116770264190Konto 1961196219631964196519661967196819691970Einnahmen Ausgaben 115772Einnahmen Ausgaben 133575Einnahmen Ausgaben 144027Ausgaben 137690Einnahmen Einnahmen Ausgaben 170084Einnahmen Ausgaben 153771Einnahmen Ausgaben 168181Ausgaben 167681Einnahmen Ausgaben 184335Einnahmen Einnahmen Ausgaben 2103872413848276204123142376872103737457492041231119417021028358383382348354600741774190745834466399 1043721425616178354831156898717771013353691254465457572 115742562551001161746001907100522235211505741505456367877 1191825529812019744269167710972103127054335046116349348 14480298410165612014479142711652301698875026941466944631486347199762 17063 10257 17183410632177916556004102911773284631028457183758881151963310183717162603365571137188069911 17082578728186917797267107111532504501042670109739012380510977564 20138 1188563477420281869447269392144494342774202876621388870ges.Etat 2161165652701702703752Konten: 21: Strassenverkehrsamt und KfzZulassungsstelle; 611: Stadtebau und planung; 65: Strassen, Wege, Brucken und sonst. Tiefbau; 652: Verkehrsplanung; 701:Strassenbeleuchtung; 702: Stadtentwasserung; 703: Strassenreinigung; 752: Anlage fur ruhenden Verkehr auf dem Kesselbrink.31Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Tabelle A 2: Einbezogene verkehrsrelevante Konten im Haushalt der Stadt Bielefeld 19731978 in Mio. DMQuelle: Haushalte der Stadt Bielefeld Jeweils zeilenweise zuerst Verwaltungshaushalt, dann Vermcid:154genshaushalt 197219731974197519761977197819791980198119821983Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgabenk. A.6717518167728669519949319861091292483 52918904 12262920 54974703 10652731 54074737 215130843472525125664423107351 7732 11920 8100 12857 8524 15319215452320474091543051071172101912325919983871155703285 62288895204 154775209191442143315791279956542223235521512561457377915514211798064995118461595671381729548ges.Etat 11102314172829872056 3572956020773574211016286 11756021123436732263 435389238146 13122412763415822432181185147125118276971113587293987704361227102608835946100250496338816700182536660020127565005210646823 692114201689158811256010814402920147763006439513164298344 7327382435103249375852111834476 18321446732313403922 1385249836415965 23455 16289 28413 19940 31827 11584 18805 12030 18992 6083 13748 4488407226548 14091671112135 21402 9184 19385 13993 23190 10115 18652 10424 11659 12542 18173 12006 15340 8286 14557 11319 10308 10564 10868 18647 114081289791342910924277285 16388 7008 12698 11162 1755546931676815516238940327000 11462 12071 13053 14432 20597 31441 20806 28402 24930 23957 26880 27136 27304 27304 29705 29148 31902 32014 37383 37207 39666 39782 43999 439998355 279021394772798339143 16300 26073 24278 23221 20300 22003 21050 21000 21750 306001214117735900291520298810 10086 119864067358644930058966610 3426509181821651121 1052338586938 21218 7445 23737 5079 18619 2451 1886021517467422 21170 1736 2107110882151766077 14940 11605 742420009931791512 2170444068723 16703 6860 1467637978844397 35685321083 1015100 14214174145426358 462585011366 1373102 1288276913202538 1494398620 103542643832219443822 26101308896681103379938063454095 28004481071 11081564709 15634 231577814616112001795 20003062 18017 11058 278821712225289233320 169310567145552426957520193647622556158534783481553878386660039401081020301046281321673073586110144814797866239271669161103902110501971102618291069139933918891523232259675014242237127818602111941578188680079869931132181181818570142325411907498576409611628200113794Konten: 110: Strassenverkehrsamt und KfzZulassungsstelle; 6020: Tiefbauverwaltung; 6021: Verkehrsplanung; 6100: Stadtplanung; 6300: Gemeindestrassen; 6500: Kreisstrassen;6600: Bundes und Landesstrassen; 6700: Strassenbeleuchtung; 6750: Strassenreinigung: 6800: Parkeinrichtungen. Parkuhren; 7000: Stadtentwcid:138sserung; 8200: Stadtbahn 32114977551379544105ges.Etat 111060208200Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Tabelle A 2: Fortsetzung 19841985198619871988198919901991199219931994Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben Einnahmen Ausgaben 104311271204126013751499145016931704176953791440683633668371587436697785731113472775017432110426403216546613833924220135827013992875520108321806021610063006500660041461157132569373831728619995061169399375970 101775683 105375748 120846350 1177717013211453484808193 187877496963 183619387 19923150934116141825163763471776399611520950120451410076492 140477065 153685890 137222 12440 200141602492219314857 17614 14794 24217519847983591341326114004547250686112502660107850617432307380366358921707254404725856217669466610150 195454056415688319311416406490445446284922 19187517 194819937 18091 13998 15648 11214 12498 11372 2178214433094276129229304 15028 21617 38883 47275 19782 27272 21122 28239563254887905008283860310921086404927856512153165376645157181 21747121 2133461395094 12630 13812157517181693160830687900323726663058372 12908 17764 13283 19291 23490 26298569153426845009139 117697289 102251049796514543905514647000 44038 44038 47999 47999 51531 51531 54567 54567 59811 59811 61232 61232 65468 65468 72043 72043 80896 80896 91897 91897 105607 1056073708 23687394 3936939575978971428350 28800 14921 19402 26543 27501 32320 34403 27432 37400 29069 31300 34260 33001 19785 28789 10650 35963 12405 23146 22460 1551321383517413161 216257681 11837 104183520862061659425136 217307951325498160279157007008036 1001693457044073454612126057005208914 118011050524024948524856098515838210472110322554848180489094119154750972949631124035824533035 17043480070441840 21264474871605855 27910440266683647 3902884928944 42640470071639246 24020238844634366 20703427364026009 65829584185287137 119486355 206461264393827594682871798285020936700675068006447132135247720442261060971388360710401760260028171906101024545635239293783810514911199290717250071689312819838624253835113157875238717734431755118462486083893411997213555204904101 4166131544110Konten: 110: Strassenverkehrsamt und KfzZulassungsstelle; 6020: Tiefbauverwaltung; 6021: Verkehrsplanung; 6100: Stadtplanung; 6300: Gemeindestrassen; 6500: Kreisstrassen;6600: Bundes und Landesstrassen; 6700: Strassenbeleuchtung; 6750: Strassenreinigung: 6800: Parkeinrichtungen. Parkuhren; 7000: Stadtentwcid:138sserung; 8200: Stadtbahn 33Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Ueli Haefeli Tabelle A 3: Stadtwerke Bielefeld: Beforderungsfalle in Mio. und Defizite in Mio. DM 19501996Quelle: Jahresberichte der Stadtwerke Bielefeld und Auskcid:159nfte der Stadtwerke Bielefeld.195019511952195319541955195619571958195939.50.734.30.733.90.635.11370.839.61.542.32421.842.51.5196019611962196319641965196619671968196944.82.846.14.1454.539.94.536.85.436.86.435.14.833.54.332.84.843.92.133.45.8197019711972197319741975197619771978197934.66.834.67.734.19.734.28.63411.834.313.232.411.53215.73311.2Jahr Befcid:154rderungsfcid:138lle Defizit Jahr Befcid:154rderungsfcid:138lle Defizit Jahr Befcid:154rderungsfcid:138lle Defizit Jahr Befcid:154rderungsfcid:138lle Defizit Jahr Befcid:154rderungsfcid:138lle Defizit 33.315.224198725.4198819892423.07427.75831.787198019811982198319841985198631.917.632.516.1199023.4199125.1199234.24342.61630.11828.4442820.925.621.82523.5825.623.68199331.1199431.9199532.319963246.59243.79248.95145.93334Wuppertal Institut fcid:159r Klima, Umwelt, Energie Wuppertal Paper Nr. 85Tabelle A 4: Verkehrskosten Stadt und Stadtwerke: Zuschussbedarf 19501970 real, in Mio. DM nach Verkehrsmitteln Quellen: Haushalte der Stadt Bielefeld, Stadtwerke Bielefeld, eigene Berechnungen.Zuschussbedarf Total MIVcid:133PNVFuss, Fahrrad 1950 1951 1952 1953 1954 1955 1956 1957 1958 1959 1960 1961 1962 1963 1964 1965 1966 1967 1968 1969 19707.36 12.409.96 14.22 10.27 12.26 18.81 14.02 16.83 24.03 16.38 28.41 31.17 33.91 34.62 39.88 37.01 36.36 36.71 32.82 42.499.854.982.38 2.550.150.297.557.82 10.872.15 3.36 2.710.24 0.33 0.257.77 12.874.48 5.950.260.438.82 12.20 17.615.20 4.63 6.420.330.670.438.92 17.60 19.80 22.30 21.50 25.12 25.33 25.46 24.94 19.44 27.317.46 10.81 11.37 11.61 13.12 14.76 11.68 10.90 11.76 13.39 15.180.411.261.140.680.850.870.861.000.661.141.13Tabelle A 5: Verkehrskosten Stadt und Stadtwerke: Zuschussbedarf 19731995 real, in Mio. DM nach Verkehrsmitteln Quellen: Haushalte der Stadt Bielefeld, Stadtwerke Bielefeld, eigene Berechnungen.Zuschussbedarf Total MIVcid:133PNVFuss, Fahrrad 1973 1974 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 199456.54 61.13 57.55 39.93 46.55 33.32 38.36 32.05 32.13 35.28 37.43 31.24 34.51 50.08 53.20 47.05 45.99 64.68 47.68 47.43 51.37 63.8437.24 39.49 35.26 21.11 23.45 16.31 15.765.89 10.63 27.4919.30 21.63 22.29 18.82 23.10 17.00 22.60 22.81 20.28 21.29 24.36 23.66 25.65 26.17 26.00 30.43 32.51 34.62 40.93 41.54 40.73 36.340.981.798.86 23.92 27.20 16.62 13.47 30.069.24 11.85 13.99 13.070.93 0.56 0.620.400.621.601.731.010.800.670.430.410.670.851.041.000.920.537.596.751.770.3635WUPPERTAL PAPERS DER ABTEILUNG VERKEHRISSN 09495266Nr. 9 Andreas Pastowski, Rudolf Petersen Hrsg.: Umwelt und strukturelle Entwicklungen im Gcid:159terverkehr. Ergebnisse studentischer Praktika 1; Februar 1994Nr. 10 Rudolf Petersen: Verkehrsvermeidung Aufgabe heutiger und zukcid:159nftiger Verkehrspolitik;Februar 1994Nr. 16 Ulla Terlinden: Frauengerechte Stadtplanung. Vortrag am Wuppertal Institut, 24. Mai 1994;Mai 1994Nr. 19 Andreas Pastowski: Sponsoring im cid:154ffentlichen Personennahverkehr. Ein Beitrag zurcid:154kologischcid:154konomischen Partnerschaft in der Region; Juli 1994Nr. 20 Andreas Pastowski, Rudolf Petersen Hrsg.: Potentiale und Probleme cid:154konomischer Anreizinstrumente im Verkehr. Ergebnisse studentischer Praktika 2; Juli 1994Nr. 21 Stefanie Bcid:154ge: Die Transportaufwandsanalyse. Ein Instrument zur Erfassung und Auswertung des betrieblichen Verkehrs; August 1994Nr. 43 Dietrich Brockhagen: Der Flugverkehr der Stadt Kcid:154ln und das Klimabcid:159ndnis. Eine Konfliktanalyse; Oktober 1995Nr. 44 Karl Otto Schallabcid:154ck, Markus Hesse Icid:133W: Konzept fcid:159r eine Neue Bahn; Oktober 1995Nr. 45 Martin Hcid:159sing: Schienenverkehrskonzept Region Mcid:159nster; Oktober 1995Nr. 47 Dorothee Lichtenthcid:138ler, Andreas Pastowski: LeastCost Transportation Planning.Probleme und Potentiale der cid:134bertragung von LCP auf die Mobilitcid:138t; Dezember 1995Nr. 50 Lucie Hamelbeck: Umweltgerechte Straennutzungsgebcid:159hren fcid:159r den Gcid:159terverkehr; Januar 1996Nr. 52 Gudrun Mildner, Stefanie Bcid:154ge: Frcid:159her gab es einen Laden um die Ecke. Eine vergleichende Transportanalyse von konventionellem und alternativem Handel; Februar 1996Nr. 56 Stefanie Bcid:154ge: Freight Transport, Food Production and Consumption in the United Statesof America and in Europe or how far can you ship a bunch of onions in the United States?;Mai 1996Nr. 67 Volker Leifert: Air Pollution Control and Transport in Tehran; Januar 1997Nr. 78 KlausDieter Schlcid:159nder: Bewertungskriterien fcid:159r eine integrierte Betrachtungsweise descid:133kosystems Stadt; August 1997Nr. 79 Andreas Pastowski: Decoupling Economic Development and Freight for Reducing its Negative Impacts; September 1997Nr. 80 Michael Frehn: Wenn der Einkauf zum Erlebnis wird. Die verkehrlichen undraumstrukturellen Auswirkungen des Erlebniseinkaufs in ShoppingMalls und Innenstcid:138dten; Februar 1998Nr. 84 KlausDieter Schlcid:159nder Von der AutoStadt zur KinderStadt Plcid:138doyer fcid:159r einekindgerechte Stadtentwicklung; August 1998Nr. 85 Ueli Haefeli: Der finanzielle Handlungsspielraum stcid:138dtischer Verkehrspolitik Eineakteurorientierte Analyse am Beispiel Bielefeld 19501994; September 1998Nr. 87 Isabelle Grimmenstein: Auswirkung der aktiven Verkehrsmittelnutzung auf die menschliche Gesundheit. Ergebnisse studentischer Praktika; Oktober 1998Nr. 94 Marion Klemme: Die Integration von Frauen bei der Aufstellung der cid:210Lokalen Agenda 21cid:211.Entwicklung, Rahmenbedingungen, Beispiele; Juli 1999Die Nachfrage nach dieser Schriftenreihe wcid:138chst stetig und die Versandkosten stellen fcid:159r uns einengroen Kostenfaktor dar. Wir bitten jeden Besteller um Zusendung eines mit DM 3,00 Portofrankierten DIN A4 Umschlags. Vielen Dank fcid:159r Ihr Verstcid:138ndnis.Ihre Bestellungen richten Sie bitte an:Wuppertal Institut fcid:159r Klima, Umwelt, Energie Gmb H,Dcid:154ppersberg 19, 42103 Wuppertal.", "filename": "253030986.pdf", "person": ["Ueli Haefeli", "Haefeli, Ueli"], "date": ["1998"]}