{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/29384/1/257005676.pdf"], "title": ["Lohnprämien und Leistungsbereitschaft: Ein latentes Strukturmodell zur empirischen Überprüfung der Shirking-Hypothese"], "plaintext": "1.0.PROBLEMSTELLUNG:Das Gnmdmodell der neoklassischen Arbeitsmarkttheorie kann fur industrialisierte Volkswirtschaften typische Lohnstrukturen wie etwa das Lohngefalle zwischen grocid:173en und kleinen Finnen oder das Nebeneinander von Hoch und Niedriglohnbranchennicht erklaren. Dies war und ist Motivation fur die Suche nach einer empirisch gecid:173haltvolleren Theorie. Zu den vielversprechendsten Kandidaten zahlt die Effizienzcid:173lohnhypothese ELH. In dieser Arbeit wird eine Variante der ELH, die Shirkingcid:173Hypothese, empirisch uberpruft.Kernaussage der neoklassischen Arbeitsmarkttheorie ist, da gleiche Arbeit gleichbezahlt wird. Der Lohn, den Unternehmen maximal zu zahlen bereit sind, ist zugleichder minimale Lohn, zu dem fur sie der Faktor Arbeit in der gewunschten Qualitat am Markt erhaltlich ist. Der Wettbewerb unter Arbeitnehmern sorgt dafur, da Quasicid:173Renten in Fonn von uber den Opportunitatskosten des Arbeitnehmers liegenden Lohnen verschwinden.Lohnunterschiede zwischen Arbeitnehmern spiegeln folglich in der neoklassischen Modellwelt lediglich Unterschiede in den Opportunitatskosten wider. Die Opportunicid:173tatskosten eines Arbeitnehmers hangen von seiner Qualifikation und den Arbeitsbecid:173dingungen ab. Unterschiede in der Qualifikation fuhren zu unterschiedlicher Procid:173duktivitat und infolgedessen zu Lohnunterschieden. Die Produktivitat eines Arbeitcid:173neluners bestimmt also seine Entlohnung, ist selbst aber unabhangig vom Lohn. Uncid:173angenelune Arbeitsbedingungen wirken sich nutzenmindernd beim Arbeitnehmer ausund erfordern kompensierende Lohndifferentiale. Arbeitsplatzattribute, die nicht uncid:173mittelbar den Nutzen des Arbeitnehmers beeinflussen, haben dagegen keine Auscid:173wirkung auf das Lohnniveau.hn Rahmen der Effizienzlohnhypothese wird dagegen argumentiert, da uber die Opportunitatskosten der Arbeitnehmer hinausgehende Lohnzahlungen durchaus mitdem rationalen Kalkul kostenminimierender Unternehmen in Einklang stehen konnen.Die Qualitat des vom Unternehmen am Markt erworbenen Produktionsfaktors Arbeitist abhangig vom Verhalten des Arbeitnehmers in Reaktion auf sein Arbeitsumfeld.Der Arbeitneluner kann bei gegebener Humankapitalausstattung und Arbeitszeitseine Produktivitat beeinflussen. Uber die Opportunitatskosten hinausgehende Lohnpramien sind ein Instrument der Finna, mit dem sie auf das Verhalten ihrer Beschaftigten Einflu nelunen kann. Steigt der Lohn, so wird produktiver gearbeitet.Lohnerhohungen zahlen sich fur das Unternehmen demnach solange aus, bis die da: durch ausgeloste Produktivitatssteigenmg die zusatzlichen Lohnkosten nicht mehrdeckt. Das so bestimmte optimale Lohnniveau ist der Effl Zienzlohn. Seine Hohe istvon Eigenheiten der Branche, der Finna und des Arbeitsplatzes abhangig also von Charakteristika der Nachfrageseite, die nicht unbedingt die Opportunitatskosten des Arbeitnehmers beeinflussen.Unter den verschiedenen mikrookonomischen Fundienmgen der ELH, die Begriincid:173dungen fur die Abhangigkeit der Arbeitsproduktivitat vom Lohn liefern,ist der ShirkingHypothese in der theoretischen und empirischen Literatur bislang die grote Aufmerksamkeit zteil geworden. Nur diese Variante der ELH wird hier betrachtet 1.Gegenstand der ShirkingHypothese sind MoralhazardProbleme, die aus dem Incid:173formationsvorspnmg der Arbeitnehmer bezuglich ihrer eigenen Arbeitsleistung ercid:173wachsen. Dieser Infonnationsvorspnmg resultiert daraus, da den Unternehmen einevollstandige Uberwachung der individuellen Arbeitsleistung ihrer Beschaftigten nichtmoglich ist. Folglich kann sich die Entlohnung eines Arbeitnehmers nicht allein andessen individuellem Beitrag zum Output orientieren. Um Arbeitnehmer zu einer ancid:173gemessenen Leistung anzuhalten, fuhrt die Unternehmensleitung deshalb stichprobencid:173artig Kontrollen durch und entlat diejenigen, die beim Bummeln Shirking ertapptwerden.In diesem Szenario entscheidet sich der Arbeitnehmer fur eine nutzenmaximale Arcid:173beitsleistung in Abwagung zwischen dem Nutzenverlust aus vennehrter Arbeitsancid:173strengung und dem erwartetenNutzenverlust, falls er beim Bummeln entdeckt wird.Die Wirksamkeit der Entlassungsdrohung ist also abhangig vom erwarteten Risiko,das Shirking fur einen Arbeitnehmer mit sich bringt. Dieses Risiko steigt mit zucid:173nehmender Intensitat der Kontrolle und damit zunehmender Wahrscheinlichkeit, bei Shirking entdeckt zu werden. Es steigt aber auch mit den Kosten der Entlassung im Falle des Entdecktwerdens. Diese Kosten sind umso hoher, je vorteilhafter die Entcid:173lohnung am gegenwartigen Arbeitsplatz gegenuber vergleichbaren Jobs ist.Das Unternehmen kann auf das Entscheidungskalkul des Arbeitnehmers also durch Intensivierung der Kontrolle und durch das Angebot von Lohnpramien Einflu nehcid:173men. Das Problem der Finna besteht in der kostenminimalen Wahl zwischen diesenbeiden substitutiven Instrumenten, um eine ge WUnschte Arbeitsleistung hel VOIzubrincid:173gen. Die ShirkingHypothese lat erwarten, da Unternehmen an solchen Arbeitsplatcid:173zen verstarkt auf Lohnpramien als Leistungsanreize setzen, wo intensive Kontrollemit hohen Kosten verbunden ist und aus Shirking groe Schaden entstehen konnen.Bei der empirischen Uberpriifung des ShirkingAnsatzes geht es also um die Frage,ob und unter welchen Umstanden Unternehmen versuchen, ihre Beschaftigten durch Lohnpramien und Kontrolle in Verbindung mit Entlassungsdrohungen von Shirkingabzuhalten. In Abschnitt 2 folgt ein Uberblick uber vorliegende empirische Studien.Dieser Abschnitt schliet mit Anforderungen an einen aussagekraftigen Test der ELH.In Abschnitt 3 wird ein Modell entwickelt, das das Zusammenspiel von Leistungsbecid:173reitschaft des Arbeitnehmers und Lohn und Kontrollpolitik des Unternehmens ineinem Szenario beschreibt, in dem perfekte Uberwachung individueller Leistung nichtmoglich ist. Die Umsetzung dieses theoretischen Modells in testbare Hypothesenwird in Abschnitt 4 diskutiert. In Abschnitt 5 werden die Ergebnisse der empirischen Analyse dargestellt. Der Schluabschnitt deutet Moglichkeiten einer Fortsetzung derhier begonnenen Arbeit an.1 Im folgenden wird argumentiert, da die Ableitung falsifizierbarer Hypothesen aus der ELH eineeindeutige Vorgabe erforderlich macht, welche Variante der ELH getestet werden soll. Yellen1984 oder Stig 1itz 1987 geben einen Uberblick uber die verschiedenen Varianten der ELH.22.0.EMPIRISCHE STUDIEN ZUR EFFIZIENZLOHNHYPOTHESE :Die empirischen Arbeiten zur ELH lassen sich in zwei Gruppen unterteilen: Zum eicid:173nen unmittelbare Tests des Einflusses der Entlohnung auf die Arbeitsproduktivitat;zum anderen Studien zur Erklarung von Lohnunterschieden zwischen Branchen.Bei letzteren geht es um die Frage: Sind Unterschiede im durchschnittlichen Lohnnicid:173veau von Branchen 2 nur ein Spiegelbild unterschiedlicher durchschnittlicher Qualicid:173f Ikation der Arbeitnehmer in den Branchen? Oder ist die Lohnstreuung auf brancid:173chentypische Eigenheiten der Finnen unabhangig von den Opportunitatskosten ihrer Arbeitnehmer z UIuckzufuhren? In einer empirischen Studie, die auch latente Untercid:173schiede in den Fahigkeiten der Arbeitnehmer zu erfassen versucht, kommen Blackcid:173bumNeumark 1992 zu dem Ergebnis, da Lohnunterschiede zwischen Branchen imwesentlichen nicht durch unterschiedliche Qualifikation der Arbeitnehmer erklartwerden konnen. Doch ist damit noch nicht nachgewiesen, da die ELH die Realitatbesser erklart 3.Um etwas uber den empirischen Gehalt der ELH aussagen zu konnen, erscheint eserfolgversprechender, unmittelbar den Zusammenhang zwischen der zahlung von Lohnpramien und der Leistungsbereitschaft von Arbeitnehmern zu uberprufen. Zu den Arbeiten, die dies versuchen, zahlen Fallstudien RaffSummers,1987, Expertencid:173befragungen BlinderChoi,1990 und experimentelle Studien Drago,1990, sowie Analysen der Produktivitatsentwicklung auf gesamtwirtschaftlicher und Branchencid:173ebene z.B. GahlenRamser,1987 ; GahlenLicht,1990 ; GreenWeisskopf,1990. Derfolgende Uberblick beschrankt sich auf mikrookonometrische Studien.Leonard 1987 analysiert einen Datensatz, der fur uber 200 USFinnen Angabenuber deren Lohnpolitik und Kontrollaktivitaten enthalt. Der ShirkingAnsatz lat ercid:173warten, da Finnen an den Arbeitsplatzen Lohnpramien bezahlen, an denen sie wecid:173niger intensiv kontrollieren. Dies uberpruft Leonard durch Regression der Lohnpracid:173mie auf die Kontrollintensitat. Lohnpramien mit Leonard als Abweichung des Fircid:173menlohns fur eine spezifische Tatigkeit von dem Lohn, der im Sampledurchschnitt furdiese Tatigkeit bezahlt wird. Kontrollintensitat mit er als Zahl der einem bestimmten Tatigkeitsfeld zuordenbaren Kontrolleure relativ zur Zahl der betroffenen Arbeitcid:173nehmer. Es fmdet sich kein signifikanter Zusammenhang.Leonards Regression ist aber kein adaquater Test der ShirkingHypothese. Diese latlediglich eine substitutive Beziehung zwischen der Zahlung von Lohnpramien und 2 Vgl. KruegerSummers 1987 zur Stabilitat solcher intersektoraler Lohnunterschiede im Zeitcid:173ablauf und im internationalen Vergleich.3 Thaler 1988 und KatzSummers 1989 geben einen Uberblick uber weitere Studien zur Lohncid:173streuung zwischen Branchen.BlackGaren 1991 bezweifeln grundsatzlich, da anhand intersektoraler Lohnunterschiede zwicid:173schen ELH und neoklassischer Theorie diskrimminiert werden kann. In ihrem Modell fuhren uncid:173terschiedliche Produktionstechnologien in verschiedenen Branchen auch bei gleicher Qualifikacid:173tion der Arbeitnehmer zu intersektoraler Lohnstreuung unabhangig davon, ob in der Branche Gleichgewichts oder Effizienzlohne gezahlt werden.3Kontrollaktivitaten einer Firma erwarten. Wenn Leonard von dieser substitutiven Beziehung auf einen negativen Zusanunenhang zwischen Lohnprarnien und Kontrollcid:173intensitat schliet, so unterstellt er damit, samtliche Finnen verlangten von ihren Beschaftigten das gleiche Leistungsniveau. Andernfalls ist es durchaus moglich, daeine Firma mit hohen Anspruchen an die Leistungsbereitschaft ihrer Arbeitnehmer im Vergleich zu Finnen mit geringeren Anforderungen sowohl hohere Lohne zahlt alsauch intensiver kontrolliert und dennoch Lohnprarnien und Kontrolle als Substitutebetrachtet. Auerdem entspricht die in der Regression unterstellte Kausalbeziehungnicht der ShirkingHypothese, ,wonach ein Unternehmen seine Lohn und Kontrollcid:173politik simultan bestimmt.Wadhwanil Wall 1991 schatzen anband von Paneldaten fur uber 200 britische Fircid:173men eine um ELHArgurnente erweiterte Produktionsfunktion. Sie finden einen signicid:173fikant positiven Zusanunenhang zwischen der Abweichung des Firmenlohns vom Branchendurchschnitt und dem Umsatz der Firma als Ma der Produktivitat ihrer Belegschaft bei Kontrolle der Kapitalausstattung. Neben dem Niveau beeinflutauch die Anderung des Lohns Jiie Produktivitat. Offensichtlich gewohnen sich Arbeitcid:173nehmer an hohe Relativlohne.Krueger 1991 untersucht mit Querschnittsdaten uber Arbeitnehmer in USamerikacid:173nischen FastFoodRestaurants, ob in Restaurants, die unmittelbar von der Mutterge,se Ilschaft betrieben werden, hohere Lohne als in Restaurants von FranchiseNehmerngezahlt werden. Einen solchen Zusanunenhang lat die ShirkingHypothese erwarten,weil FranchiseNehmer, die unmittelbar den Gewinn ihres Restaurants einstreichen,einen groeren Anreiz zur Kontrolle ihrer Beschaftigten haben als ertragsunabhangigentlohnte Manager in Restaurants der Muttergesellschaften. Krueger kommt zu dem Ergebnis, da Arbeitnehmer an Arbeitsplatzen mit Freiraum fur Shirking in den Recid:173staurants der Muttergesellschaften 9% hohere Lohne als bei FranchiseNehmern ercid:173halten. Die Verallgemeinerbarkeit dieses Ergebnisses wird jedoch durch Spezifika der FastFoodBranche geringer Gewerkschaftseinflu ; Fehlen innerbetrieblicher Aufcid:173stiegsmoglichkeiten; bindende Mindestlohnrestriktionen beeintrachtigt.An Reprasentativitat mangelt es auch der Studie von CappeliChauvin 1991. Dieseuntersuchen den Zusammenhang zwischen Shirking und Lohnpramien anband voninternen Daten eines groen Automobilherstellers mit Betriebsstatten in den gesamten USA. Fur jeden der 78 Betriebe des Unternehmens verwenden CapelliChauvin die Zahl der Entlassungen aus disziplinarischen Grunden z.B. regelmaiges Zuspatkomcid:173men relativ zur Zahl derProdtionsarbeiter als ShirkingIndikator und die Differenzzwischen dem in allen Betrieben gleichen Stundenlohn fur Produktionsarbeiter unddem Durchschnittslohn fur vergleichbare Tatigkeiten im regionalen Arbeitsmarkt als Ma der Lohnprarnie. Ergebnis der Studie ist, da dort, wo Lohnprarnien hoher sind,weniger Disziplinarprobleme auftreten.KruegerSummers 1986, Drago 1991 und DragoHeywood 1992 analysierenjeweils anband von branchenubergreifenden Querschnittsdaten USamerikanischerbzw. australischer Arbeitnehmer den Einflu von Lohnpramien auf verschiedene Incid:173dikatoren der Leistungsbereitschaft bei Kontrolle beobachtbarer Humankapitaluntercid:173schiede zwischen Arbeitnehmern. Als Indikatoren dienen jeweils Angaben der Arcid:173beitnehmer selbst, wie sie ihre Leistungsbereitschaft einschatzen. Alle diese Studienfinden einen positiven, Ld.R. signifikanten Zusanunenhang zwischen Lohnhohe und Selbsteinschatzung der Leistungsbereitschaft. Die Indikatoren beschreiben aber je4we Hs nur eine Facette des komplexen Phanomens der Arbeitsleistung. Keiner der inden Studien ve IWendeten Indikatoren kann fur sich genommen als umfassendes Mader Leistungsbereitschaft gelten 4.Aus dem kritischen Uberblick uber die empirische Litemtur lassen sich einige Ancid:173forderungen an einen aussagekraftigen Test der ELH ableiten, an denen sich die folcid:173gende Analyse orientieren wird:, 1 Die ELH erklart individuelles Verhalten von Arbeitnehmern als Reaktion auf fircid:173menspezifische Lohnstrategien. Dieser Zusammenhang sollte unmittelbar undunter Verwendung von Mikrodaten uberpliift werden.2 Wesentliche im Rahmen der ELH relevante Groen sind nicht direkt beobachtbar.Diesem Problem mu bei der Schatzung Rechnung getragen werden. Bisherigeempirische Arbeiten konzentrierten sich auf eine sorgfaltige Definition der Lohnvariablen. Leistungsbereitschaft ist dagegen bislang nur unbefriedigend opecid:173mtionalisiert worden.3 Bei der empirischen Uberpriifung der ELH ist eine eindeutige Vorgabe notwendig,welche ihrer verschiedenen Varianten getestet werden soll. Dies zum einen, weildie unterschiedlichen mikrookonomischen Fundienmgen der ELH verschiedenenonnative Implikationen haben konnen vgl. Kat 7Summers,1989. Vor allem aberist eine solche Vorgabe notwendig, um die ELH nicht durch Vennischung von Argumenten verschiedener Varianten, die z.T. gegenseitig ausschlielich sind 5,gegen eine Falsifikation zu immunisieren. Topel 1989 bringt das Problem aufden Punkt: Advocates of efficiency wages are notoriously difficult to pin downwhich of the many available models they think is relevant. So if one theory isquestioned, a new one can be adopted and the chase is on.4 Hypothesen sollten so fonnuliert werdn, da sie statistischen Tests unte IZOgenwerden konnen 6.4 Drago 1991 verwendet beispielsweise als Indikator in erster Linie die Aussage von Arbeitcid:173nehmern, ob sie auch ohne Bezahlung dazu bereit sind, bei Bedarf zwanzig Minuten uber die recid:173gulare Arbeitszeit hinaus zu arbeiten. Gleiche Leistungsbereitsehaft aussert sich aber nicht uncid:173bedingt in gleichem Verhalten in dieser spezifischen Situation; denn die Opportunitatskosten der Uberziehung der Arbeitszeit sind je nach familiaren Verpflichtungen oder der Verkehrsanbindungpendelnder Arbeitnehmer unterschiedlich.5 DragoPerlman 1989 arg UJI?entieren beispielsweise, da die Shirking und die fairwageVari:cid:173ante der ELH sich gegenseitig ausschlieen. Ein Unternehmen, da Arbeitnehmern durch Entlascid:173sungsdrohung sein Mitrauen beweit, kann nicht zur gleichen Zeit einen auf gegenseitigem Vertrauen grundenden Austausch von Lohn und Leistungsanreizen etablieren.6 Kernaussage der ELH ist, da die zahlung von Effizienzlohnprarnien profitabel ist Zu testenware also, ob die Grenzkosten einer Lohnerhohung im Gleichgewicht tatsachlich mit dem Grenzertrag der durch die Lohnpolitik veranlaten Erhohung der Arbeitsproduktivitat ubercid:173einstimmen. Diesen Test vermag die vorliegende Arbeit nicht zu leisten. Hierfur mute die Becid:173schrankung auf eine einzige Variante der ELH aufgegeben und samtliche potentiell produktivicid:173tatssteigernden Effekte einer Lohnerh Ohung z.B. geringerer Tumover quantifiziert werden.CappelliChauvin 1991 und WadhwariiWall 1991 machen fundierte Versuche, die Optimalicid:173tat von Lohnprarnien zu testen.53.0. MODELLIERUNG DER SHIRKINGHYPOTHESE:3.1Uberblick uber die Vorgehensweise:Das hier vorgestellte ShirkingModell ist eine EIWeiterung des Modells von Sparks1986. Es steht insofern in der Tradition von ShapiroStiglitz 1984, als die Entcid:173scheidung des Arbeitnehmers uber seine Arbeitsanstrengung effort als Ergebniseines Nutzenmaximierungskalkuls modelliert wird. Aus diesem Kalkul lat sich einestetige, im Lohn ansteigende effortAngebotsfunktion ableiten.Die Firma fonnuliert Mindestanforderungen an die Arbeitsleistung ihrer Beschaftigcid:173ten. Bei Erfullung dieser Anforderungen ist ein Arbeitnehmer vor Entlassung sicher.Wie bei Sparks werden die Regeln der Entlassungsdrohung also modellendogen becid:173stimmt. Anders als dort berucksichtigt das hier entwickelte Modell jedoch explizitden fur die ShirkingHypothes grundlegenden tradeoff zwischen Kontrollintensitatund Lohnanreizen. Aus der optimalen Wahl des Unternehmens zwischen beiden Incid:173strumenten werden Funktionenabgeleitet, die die Lohn und Kontrollpolitik charakcid:173terisieren.Die effortAngebotsfunktion und die Verhaltensgleichungen auf Unternehmensseitebilden ein interdependentes Gleichungssystem, das die wechselseitige Kausalbeziecid:173hung zwischen Leistungsbereitschaft und Lohnpramien beschreibt. Diese Simultaneicid:173tat unterscheidet die ELH vom neoldassischen Modell des Arbeitsmarktes: Im Shircid:173kingAnsatz hangen die Lohilzahlungen eines Unternehmens von dessen Anforderuncid:173gen an die Leistungsbereitschaft seiner Beschaftigten ab. Zugleich beeinflut eine Lohnandenmg uber die relative Attraktivitat des Arbeitsplatzes die Kosten aus Shircid:173king und damit die Leistungs 6ereitschaft. Das neoldassische Modell dagegen gehtvon einer eindeutigen Kausalrichtung aus: Die Leistungsbereitschaft beeinflut uberihre Wirkung auf die Arbeitsproduktivitat den Lohn, nicht aber umgekehrt. Der Testauf Simultaneitat HYPOTHESE 1 der empirischen Analyse in Kapitel 5 liefert alsoein Kriterium zur Unterscheidung der empirischen Relevanz beider Modelle.3.2.optimales Verhalten des Arbeitnehmers:Es wird angenommen, der Arbeitnehmer habe bei kurzfristig unelastischem Arbeitscid:173angebot nur Entscheidungsspielraum bezuglich der onthejob entfalteten Arbeitscid:173anstrengung e. Arbeitsanstrengung mindert den Nutzen, wobei der Grad der Nutcid:173imzenminderung von individuellen Charakteristika abhangt. Diese Heterogenitat Grenznutzen aus Shirking wird im Modell durch den Faktor a erfat, der individuellunterschiedlich sein kann und als dessen Mittelwert a 1 angenommen wird. Untercid:173stellt wird eine steigende marginale Nutzeneinbue aus zusatzlicher Arbeitsanstrencid:173gung, d.h. steigender Grenznutzen aus Shirking.Die Organisation des Produktionsprozesses beeinflut die Haltung des Arbeitnehmersseiner Arbeit gegenuber. Die Verschlechterung der Arbeitsbedingungen durchannahmegema kardinal mebare Kontrollaktivitaten kam Arbeitsplatz wirkt sichdaher nutzenmindemd aus. Nutzen zieht das Wirtschaftssubjekt aus dem Lohn wbzw. dem dadurch ennoglichten Guterkonsum, wobei konstanter Grenznutzen aus Lohnsteigenmgen unterstellt wird.6Es ergibt sich die annahmegema separable 7 PeriodenNutzenfunktion U eines becid:173schaftigten Arbeitnehmers:3.1Uw,e,k w X. e 2 k Es sei unterstellt, Bezahlung und eine evt. Beendigung des Beschaftigungsverhaltniscid:173ses erfolgten am Ende der Periode. Der in t beschaftigte Arbeitnehmer hat eine Zeitcid:173praferenzrate des Nutzens von t und maximiert den Barwert seines erwarteten Lecid:173benszeitnutzens VEto Dieser Barwert ergibt sich als abdiskontierte Summe des Nutcid:173zens U in Periode t, in der der Arbeitnehmer beschaftigt ist, und des Barwerts des Lebenszeitnutzens ab t1. Ab dieser Periode ist nicht mehr sicher, ob der Arbeitcid:173nehmer beschaftigt bleibt. Der abdiskontierte Lebenszeitnutzen ab t1 ist folglich diegewichtete Summe des Barwerts des Lebenszeitnutzens im Falle eines in t1 fortdaucid:173ernden Beschaftigungsverhaltnisses, VEt1 , sowie des Barwerts im Falle von Arbeitscid:173losigkeit in tl, Vut1 Gewichtungsfaktor ist die Wahrscheinlichkeit, am Ende von taus demgegenwartigen Beschaftigungsverhaltnis auszuscheiden. Dies geschieht ancid:173nahmegema nur, wenn der Arbeitnehmer bei Shirking ertappt und die Entlassungscid:173drohung realisiert wird. Die Wahrscheinlichkeit einer Entlassung wegen Shirking wirdmit d bezeichnet; d wird spater endogenisiert VEt ist also:3.2v,E 1 tl . U1 1 dV,l d V,l Unterstellt man, das Nutzenmaximierungsproblem sei in jeder Periode das gleicheVEt VEtl VE bzw. VUt VUtl VU, so lat sich 3.2 unter Verwendung von3.1 schreiben als:Reputationsverluste aus Shirking bleiben im Modell unbe IUcksichtigt. Potentielle Vertragsangebote anderer Finnen sind folglich von der Leistung eines Arbeitnehmersim aktuellen Beschaftigungsverhaltnis unabhangig. Es mu daher unterschieden wercid:173den zwischen dem abdiskontierten erwarteten Lebenszeitnutzen im aktuellen Becid:173schaftigungsverhaltnis, VE, und dem bei anderen Arbeitgebern potentiell erzielbaren,von e unabhangigen Nutzen VEOVUt, der Barwert des erwarteten Lebenszeitnutzens eines zu Beginn der Periode t Arbeitslosen, der wahrend der Erwerbslosigkeit Arbeitslosenunterstutzung in Hohe w Uerhalt, ist die gewichtete Summe aus dem Barwert des Lebenszeitnutzens VEO falls 7 Die Annahme der Separabilitat der Nutzenfunktion in Verbindung mit konstantem Grenznutzenaus w erlaubt die Interpretation von 3.1 als kurzfristig variablen, vom Verhalten des Arbeitcid:173nehmers und der Firma abhangigen Teil einer vollstandigen Periodennutzenfunktion, die nebendieser kurzfristig variablen auch noch eine kurzfristig fixe Komponente urnfat. Letztere stehtdann fur den Teil des Periodennutzens, der von der gegebenen Arbeitszeit und denjenigen Lohncid:173bestandteilen abhangt, die fur Humankapital und Arbeitsbedingungen kompensieren. w in 3.1steht dann nur noch fur daruber hinausgehende Lohnpramien.Diese Interpretation rechtfertigt s, bei der empirischen Analyse als Indikator fur w nur die im Rahmen des ShirkingAnsatzes anreizwirksamen Lohnbestandteile zu verwenden, obwohl dergesamte Lohn nutzenstiftend ist.7er zu Beginn der Periode eine neue Stelle findet, und dem abdiskontierten Lebenscid:173zeitnutzen, falls er wahrend der Periode arbeitslos bleibt. Letzterer ergibt sich als Pecid:173riodennutzen bei Arbeitslosigkeit in t, UUwu, zuzuglich des abdiskontierten Lebenscid:173zeitnutzens bei Arbeitslosigkeit zu Beginn von t 1, YUtl Gewichtungsfaktor ist die Wahrscheinlichkeit h, zu Beginn einer Periode eine neue Beschaftigung zu finden.Aufgrund der Abstraktion von Reputationsverlusten ist h unabhangig von e. Fur YUterhalt man also:3.4y U h. v,OE 1 h . w U y Ut 11 t1bzw. unter Verwendung von YUt YUt1 yu VU t h1 . h. 1 t vl 1 h wu 3.5V U h, V E O ,.w U y U lat sich als Opportunitatskosten eines beschaftigten Arbeitnehmers im aktuellen Beschaftigungsverhaltnis interpretieren. Die Opportunitatskosten steigen mit steicid:173gender Arbeitslosenunterstutzung, steigenden Chancen, eine neue Stelle zu finden,und steigender Attraktivitat alternativer Beschaftigungsangebote.Die Wahrscheinlichkeit d, mit der ein Arbeitnehmer wegen Shirking entlassen wird,hangt sowohl von dessen Leistungsbereitschaft als auch vom Kontrollaufwand der Firma ab. Entlassen wird nur de Ijenige, der im Moment der Kontrolle bummelt. Mankann d daher gedanklich aufgliedern in die Wahrscheinlichkeit pr SH, da der Arbeitcid:173nehmer bei gegebenem Kontrollaufwand bummelt, und die Wahrscheinlichkeit pr KO,da er von der stichprobeweisen Kontrolle erfat wird. pr SH sinkt mit steigender Leicid:173stungsbereitschaft; pr KO steigt in k. Unter der Annahme der Unabhangigkeit beider Ereignisse lat sich d demnach schreiben als:3.6d pr SHe . pr KOkMan kann sich nun hilfsweise vorstellen vgl. Sparks, 1986, der Kontrakt zwischen Arbeitnehmer und Unternehmensleitung enthalte neben dem Lohn eine glaubhafte imcid:173plizite Vereinbarung, da ein Arbeitnehmer mit Sicherheit nicht entlassen wird, wenner eine bestimmte Mindestanforderung emin des Unternehmens an seine Leicid:173stungsbereitschaft erfullt. Offensichtlich ist es fur den Arbeitnehmer nicht rntional,diese Mindestanforderung zu uberschreiten, da eine solche Arbeitsanstrengung fur ihnmit einem Nutzenverlust verbunden ware, fur den er nicht mehr mit sinkender Gefahreiner Entlassung kompensiert wurde. Unterschreitet er dagegen die Mindestancid:173forderungen der Finna, so nimmt er die Gefahr der Entlassung in Kauf, falls sein Verhalten entdeckt wird.Die Entscheidung des Arbeitnehmers uber sein optimales Leistungsangebot e kannals eine Entscheidung daruber verstanden werden, wie die Arbeitszeit auf NichtstuneO und auf regulare Arbeitsleistung eemin verteilt wird. Die Verteilung der ShirkingZeitpunkte uber die Arbeitszeit erfolgt annahmegema zufallig. eemin be 8zeichnet dann den Prozentsatz der Arbeitszeit, wahrend der tatsachlich gearbeitetwird. pr SH lat sich als Prozentsatz der ShirkingZeitpunkte interpretieren:3.7pr SH 1 emm Dem Unternehmen ist eine stichprobeweise Kontrolle moglich, wobei mit zunehcid:173mendem Kontrollaufwand eine zunehmende zahl von Arbeitsplatzen kontrolliertwerden kann. Die Verlalichkeit einer einzelnen Kontrollmanahme wird von der Groenordnung von k nicht beeinflut. Die Auswahl der in die Stichprobe einbezocid:173genen Arbeitsplatze erfolgt zufallig. Die Kosten der Gewinnung von Infonnation uberdie Arbeitsleistung der Belegschaft und damit die Wahrscheinlichkeit, mit gegebenem Kontrollaufwand Shirker zu ertappen, unterscheiden sich von Finna zu Finna je nach Tatigkeit Sbereich, Firmengroe oder betrieblicher Organisation der Produktion. Diesekurzfristig nicht variablen Firmenspezifika werden im folgenden unter dem Platzhalterfgegebenen Kontrollaufwands. Bei gegebenem f wahlt die Finna durch optimale Festlegung von kdie VIahrscheinlichkeit pr KO, mit der ein Arbeitsplatz kontrolliert wird. pr KO kannfolgendermaen formuliert werden:sinkt die Wirksamkeitsubsumiert. Mitsteigendem feinespr KO 1 exp73.8Einsetzen von 3.6 in 3.3 unter Verwendung von 3.7 und 3.8 und anschlieende Ableitung von 3.3 nach e, der einzigen vom Arbeitnehmer kontrollierten Variablen,ergibt als notwendige Bedingung fur ein Nutzenmaximum des Arbeitnehmers:3.9e mint. mmt 1expkf 11expkf 1 e2. 2 t.VU wkkmma. e.mm;emin e emin ; emin 0,demtn Die optimale Arbeitsanstrengung hangt also von den Mindestanforderungen ab, dievon der Firma festgelegt ,erden. Der Arbeitnehmer wagt bei seiner Entscheidung, obeine marginale Steigerung des effort seinen Nutzen erhoht, den unmittelbaren Nutcid:173zenverlust aus mehr Arbeitsanstrengung gegen den mit abnehmendem Entlassungsricid:173siko verbundenen Nutzengewinn ab. Der Ruckgang der Entlassungswahrscheinlichcid:173keit fallt allerdings umso geringer aus. je hohere Anforderungen die Firma stellt.eemin ist deshalb eine in emin fallende Funktion. Zugleich berucksichtigt der Arbeitcid:173nehmer bei seiner Entscheidung, da es sich nicht auszahlt, die Mindestanforderuncid:173gen der Firma zu uberbieten.Solange eemin emin. ist es daher fur einen Arbeitnehmer optimal, die Mindestancid:173forderungen voll zu erfullen. In diesem Bereich nimmt also die Arbeitsleistung procid:173portional zu, wenn die Firma hohere Anforderungen stellt. Werden die Mindestanforcid:173denmgen dagegen soweit angehoben, da eemin emin, SO senkt ein nutzenmaxicid:173mierender Arbeitnehmer in Reaktion auf eine weitere Erhohung der Anforderungen 9seine Arbeitsleistung. Das Anfordenmgsprofil, das die Leistungsbereitschaft der Arbeitnehmer maximiert, ist daher:3.10emin eemin e Sparks 1986 zeigt, da es fur das Unternehmen gerade gewinnmaximal ist, solche Mindestanforderungen vorzugeben, die die Leistungsbereitschaft der Arbeitnehmermaximieren 8.Unter Verwendung dieser Information uber die Leistungsvorgabe der Firma ergibtsich aus 3.9 die effortAngebotsfunktion des Arbeitnehmers.e. l expkl f wkVU 2a . 2 1 expk I f 13.11 e , , , , V h, V! ,w U Die Funktion verlauft im Lohn streng konkav und Arbeitsanstrengung wird erst abeinem streng positiven Lohn angeboten e 0 fur w t Vu k 0 Heide Eigencid:173schaften gewahrleisten den fur die ELH charakteristischen Verlauf des effortLohncid:173Zusammenhangs: 3.11 hat einen Bereich, in dem eine Lohnerltohung die Produktivicid:173tat uberproportional steigert und ein eindeutiges Minimum der Lohnkosten pro Effizienzeinheit. Desweiteren ergibt sich aus 3.11, da ein Arbeitnehmer auf denvollstandigen Verzicht des Unternehmens auf Kontrolle k 0 mit volligem Verzichtauf Arbeitsanstrengung e;; 0 reagieren wurde.Der durch die effortAngebotsfunktion beschriebene Zusammenhang zwischen Lohnund Leistungsbereitschaft ist fur die Beurteilung der empirischen Relevanz der ELHvon zentraler Bedeutung. Er wird deshalb bei der folgenden empirischen Untersucid:173chung von besonderem Interesse sein HYPOTHESE 1. Auerdem werden die parcid:173tiellen Ableitungen erster HYPOTHESE 2 und zweiter HYPOTHESE 3 und 4Ordnung von 3.11 fur die ubrigen Modellparameter uberpruft. Schlielich soll auchdas Verhalten der Arbeitnehmer in dem Grenzfall, in dem Unternehmen auf Kontrolleverzichten, untersucht werden HYPOTHESE 5.8 Unterstellt man identische eAngebotsfunktionen aller Beschaftigten, so lat sich das Gewinncid:173maximierungsproblem einer Finna mit der Produktionsfunktion g, der Kostenfunktion C, dem Kapitalstock K und L Beschaftigten darstellen alsmaxw,k,e ,L1t g eernin,w,kL; K JCBei kurzfristig konstantem Kapitalstock und Kapitalkosten, sowie gegebener optimaler Entcid:173scheidung der Finna bezuglich w, k, L und damit gegebenen Arbeitskosten ergibt sich die gecid:173winnmaximale Wahl von emin ausa 1taernin aeag L 0aerninDiese notwendige Bedingung fur ein Gewinnmaximum ist nur erflillt, wenn aeaernin O.103.3.optimales Verhalten des Arbeitgebers:Dem Unternehmen stehen zwei Instrumente zur Verfugung, um die Belegschaft von Shirking abzuhalten: Kontrolle und Lohnpramien. Die substitutive Beziehung zwicid:173schen diesen beiden Instrumenten wird im folgenden durch Endogenisienmg sowohlder Kontroll als auch der Lohnpolitik erfat 9.In der kurzfristigen Betrachtungsweise steht das Unternehmen bei gegebener Kapicid:173talausstattung und daraus resultierenden Kapitalkosten, sowie kurzfristig nicht ancid:173derbaren Finnencharakteristika f vor dem Problem, Arbeit als einzig variablen Inputcid:173Faktor optimal einzusetzen. Der Arbeitsinput in der gegebenen Produktionsfunktionhangt aber nicht nur von der am Markt erworbenen Arbeitszeit und damit von der Belegschaftsgroe ab, sondern auch von der Leistungsbereitschaft jedes Arbeitnehcid:173mers.Es wird unterstellt, das Unternehmen kenne zwar nicht die individuelle Arbeitsancid:173strengung jedes ihrer Arbeitnehmer, wohl aber den durch die effortAngebotsfunktion3.11 beschriebenen Zusammenhang zwischen Leistungsbereitschaft, Kontrollcid:173aktivitaten und Lohnpramien. Die Finna betreibt ihre Lohnpolitik also unter korrekter Antizipation der Reaktion der Beschaftigten. Weiterhin wird angenommen, fur die Firma seien die individuellen Charakteristika x, die zwischen Arbeitnehmern zu sycid:173stematischen Unterschieden in der Leistungsbereitschaft fuhren, nicht beobachtbar.Stattdessen unterstellt die Firma fur samtliche Arbeitnehmer durchschnittlichen Nutcid:173zenverlust aus Arbeitsanstrengung d.h. X a 1.Das Problem der optimalen Belegschaftsgroe wird hier nicht betrachtet. Somit recid:173duziert sich der kurzfristige Entscheidungsspielraum eines Unternehmens auf die opticid:173male Wahl eines LohnKontrollPakets fur jeden Arbeitsplatz. Die daraus entstehencid:173den Arbeitskosten CL sind die einzigen kurzfristig variablen Kosten. Sie setzen sichzusammen aus dem Lohn und den Kosten der Kontrolle. Pro Arbeitnehmer verursachteine marginale Erhohung der Kontrollintensitat annahmegerna konstante Grenzkocid:173sten in Hohe von c und eine marginale Erhohung der Lohnanreize Grenzkosten von 1.Die gesamten Arbeitskosten fur einen reprasentativen Arbeitnehmer sind also:3.12CL w ck9 Der Ansatz von Solow 1979 zur Analyse des Unternehmensverhaltens, den auch Sparks 1986ubernimmt, berucksichtigt nicht e Option des Unternehmens, die Arbeitsleistung auch uber dieoptimale Wahl der Kontrollintensitat zu beeinflussen. Nur die Lohnhohe wird endogen aus derSolowBedingungbestimml Dannach ist die Elastizitat des effort in Bezug auf den Lohn Eewbei optimaler Wahl des Lohnniveaus gerade 1. Im hier betrachteten Modell ergabe sich ausdiesem Ansatz ein Effizienzlohn w, der nur von Charakteristika des Arbeitnehmers abhinge:Aus 3.11 erhalt manae wa; e2 . kt VUEewww 2 wkt VUDieses Resultat vernachlassigt jedoch die ftir die ELH gerade kennzeichnende Abhangigkeit des Lohnniveaus von Frrrnenspezifika f, die nicht unmittelbar den Nutzen der Arbeitnehmer beeincid:173flussen.11Ein Unternehmen, das an einem Arbeitsplatz ein bestimmtes Leistungsniveau e O ercid:173reichen will, minimiert seine Arbeitskosten bei der LohnKontrollKombination, beider eine fur die Ausweitung der Kontrollaktivitaten verwendete zusatzliche Geldeincid:173heit die gleiche leistungsfordernde Wirkung hat wie eine marginale EIhohung der Lohnpramie. Im Optimum stimmen also an jedem Arbeitsplatz die Steigungen der IsoKosten und IsoeffortFunktion uberein. Die IsoeffortFunktion e O w ; k becid:173schreibt den geometrischen Ort aller gleich effektiven Strategien des Arbeitgebers 10;die IsoKostenFunktion CLo w ; k den geometrischen Ort samtlicher Strategien,die die gleichen Kosten verursachen.Minimiert man die Arbeitskosten 3.12 unter der Restriktion 3.11, da ein vorgecid:173gebenes Leistungsniveau erreicht werden soll, so lat sich die optimale Reaktion des Unternehmens bei der Wahl von Kontrollaktivitaten und Lohnpramien auf Verandecid:173rungen in den Leistungsanforderungen und den ubrigen Modellparametern ableiten.Diese optimale Reaktion wird durch die folgenden, auf implizitem Wege bestimmtenpartiellen Ableitungen fur t const charakterisiert 11:3.13k k e; f ; c 3.14w e; f; c ; VU h, vl, w U .3.13 und 3.14 werden im folgenden als Kontrollgleichung und Lohngleichungbezeichnet. Aus dem Modell ergibt sich keine Hypothese uber den direkten Zusamcid:173menhang zwischen w und k. Qies unterscheidet die hier gewahlte von der bei Leonard1987 kritisierten Vorgehensweise. Leonarddersubstitutiven Beziehung zwischen Lohnpramie und Kontrollintensitat auf einen negacid:173tiven funktionalen Zusammenhang zwischen w und k. Er testet also die Steigung der IsoeffortFunktion unter der impliziten Annahme gleicher Leistungsanforderungenaller Unternehmen.unmittelbar vonschliet3.13 und 3.14 bilden gememsam mit 3.11 das simultane Gleichungssystem, dasder empirischen Analyse zugrundeliegt. Die effortAngebotsfunktion charakterisiertdas optimale Verhalten auf Arbeitnehmerseite;. die beiden Vedlaltensfunktionen der Unternehmensseite beschreiben die optimale Wahl von Lohnpramien und Kontrollincid:173tensitat durch die Unternehmen in Abhangigkeit ihrer Anforderungen an die Leicid:173stungsbereitschaft der Beschaftigten. Die Vorzeichen der partiellen Ableitungen beicid:173der Funktionen werden im folgenden empirisch uberpruft HYPOTHESE 1 und 2.10 Die aus 3.11 abgeleitete IsoeffortFunktion hat einen fallenden und konvexen Verlauf.11 Ein Anstieg von VU fuhrt lediglich zu einem vertikalen Shift der IsoeffortFunktion im wkcid:173Diagramm. Falls in der Ausgangssituation die LohnKontrollKombination w;k die Arbeitscid:173kosten minimiert, so ist nach einem Anstieg von VU dann wx ; k, x ER, optimal. Die Wahl der Kontrollpolitik ist daher unabhangig von VU.12Bib Hothek des Inst Itutsfur VVetwirtschafi Kiel 4.0.4.1.EMPIRISCHE SPEZIFIKATION DES MODELLS:Scbatzmethode und Datenbasis:hn ShirkingAnsatz wird die Notwendigkeit der zahlung von Lohnpramien damit becid:173grundet, da eine exakte Beobachtung und Quantifizienmg von Leistungsbereitschaftunmoglich ist. Dies ist aber zugleich das Haupthindemis bei der Umsetzung des theocid:173retischen Modells in einen empirisch uberprufbaren Zusammenhang. Operationalisiecid:173nmgsprobleme fuhren zu Abweichungen zwischen den beobachtbaren und den im Modell beschriebenen Variablen. Die Spezifikation eines Latenten StrukturmodellsLSM tragt solchen Problemen Rechnung vgl. Bentler 1983. Ein LSM setzt sichzusammen aus einem Struktur und einem Memodell. Ersteres beschreibt die Kaucid:173salstruktur zwischen den im Modellzusammenhang tatsachlich interessierenden, u.U.aber unbeobachtbaren Variablen. Letzteres setzt die latenten Variablen in Beziehungzu den Beobachtungen. Fur die hier betrachtete Fragestellung sind vor allem zwei Eigenschaften von LSM nutzlich.1 hn Rahmen des Memodells lassen sich mogliche Mefehler in den Daten explizitbel Ucksichtigen. Eine Verzemmg der Parameterschatzungen des Strukturmodellswird dadurch vennieden.2 Unbeobachtbare theoretische Konstrukte konnen durch ein Bundel beobachtbarer Indikatoren, die jeweils eine Dimension der latenten Groe erfassen, approxicid:173miert werden. Die Gewichtung der Indikatoren erfolgt modellendogen.Das hier entwickelte LSM erklart die beiden latenten endogenen VariablenEffizienzlohnpramie und Leistungsbereitschaft. Die beobachtbaren Indikatorendieser latenten Konstrukte und der ubrigen Parameter des theoretischen Modells wercid:173den im folgenden beschrieben 12.Datenbasis ist das Soziookonomische Panel SOEP ; vgl. Hanefeld 1987. Weileinige relevante Variablen z.B. Arbeitsbedingungen, Zukunftserwartungen nicht insamtlichen Wellen des SOEP erhoben werden, konnte die Panelstruktur des Datencid:173satzes nicht genutzt werden. Die empirische Analyse basiert lediglich auf der vierten Welle des SOEP von 1987. Da dieser Querschnitt aber durch Angaben aus vorangecid:173gangenen Wellen erganzt wurde, sind nur solche Personen einbezogen, die in samtlicid:173chen vier Wellen von 1984 bis 1987 befragt wurden. Bel Ucksichtigt wurden nur Deutsche und nur vollerwemstatige oder regelmaig teilzeitbeschaftigte Arbeiter uhd Angestellte beiderlei Geschlechts 13. Nach dieser Selektion verblieben 2044 Personenin der Stichprobe.12 Anhang 1 enthalt deskriptive Statistiken fur samtliche im empirischeri Modell verwendeten Vacid:173riablen und fat die Hypothesen uber ihren Zusammenhang mit den Parametern des theoretischen Modells zusammen.13 Auslander, Arbeitslose, Beamte, Selbstandige, Auszubildende und daruberhinaus Personen, diezu wesentlichen Variablen Einkommen, Arbeitszeit, Branche, ShirkingIndikatoren keine Auscid:173kunft gaben, wurden nicht berucksichtigt 134.2.Variablen des empirischen Modells:Von Unterschieden zwischen Stundenlohnen kann nicht unmittelbar auf unterschiedlicid:173che Lohnpramien im Sinne der ELH geschlossen werden. Als empirische Approxicid:173mation der modelltheoretischen Lohnvariablen w konnen daher nicht die Stundencid:173lohne, sondern lediglich die anreizwirksamen Lohnbestandteile herangezogen werden.Als Indikator fur die Hohe anreizwirksamer Lohnbestandteile wird die Residue WPRverwendet, die in einer OLSRegression des individuellen Stundenlohns auf Hucid:173mankapitalvariablen, demographische Charakteristika und Arbeitsbedingungen des Arbeitnehmers 14 nicht erklart werden konnte.Die Regression erklarte etwa 46% der Variation der individuellen Stundenlohne. Diebei den Stundenlohnen zu beobachtende Lohnstreuung zwischen Arbeitnehmern undzwischen Branchen bleibt bei der Lohnpramie WPR weitgehend erhalten 15. Zumincid:173dest insoweit, wie Qualifikationsunterschiede zwischen Arbeitnehmern durch die indie Regression einbezogenen Humankapitalvariablen erfat sind, ist die verbleibende Lohnstreuung durch die Argumente der neoklassischen Arbeitsmarkttheorie nichtmehr erklarbar 16. WPR mit die Abweichung des tatsachlichen Stundenlohns vomhedonischen Lohn, den ein Arbeitnehmer mit seiner Humankapitalausstattung in eicid:173nem Job mit vergleichbaren Arbeitsbedingungen erwarten kann. WPR 0 kennzeichcid:173net demnach Arbeitsplatze, an denen Lohnanreize eine uberdurchschnittliche Rollespielen.Nicht nur die regularen Stundenlohne, sondern auch Sonderzahlungen an Arbeitnehcid:173mer konnen leistungsfordernd wirken. Deshalb wird neben WPR auch die Dummycid:173Variable SOVN als Indikator fur Effizienzlohnpramien verwendet. SOVN nimmt den Wert 1 an, wenn dem Arbeitnehmer keine Sondervergutungen in irgendeiner FormWeihnachtsgeld, Gratifikationen u.a. zuflieen.Der Zusammenhang zwischen der latenten effortVariablen e und beobachtbaren Verhaltensweisen von Arbeitnehmern wird durch die folgenden Hypothesen becid:173schrieben:14 Der Stundenlohn ergibt sich aus der Division des NettoArbeitsverdiensts im letzten Monatmit Uberstundenzuschlagen, ohne Sonderzahlungen durch das Vierfache der durchschnittlichentatsachlichen Wochenarbeitszeit mit Uberstunden im letzten Jahr. Regressoren sind das Alter,DummyVariablen fur Geschlecht, Familienstand, Schulbildung und Qualiflkationserfordernissearn Arbeitsplatz, sowie Durnrnies fur Teilzeitbeschaftigung, Wechselschicht, Nachtarbeit, korcid:173perlich schwere Arbeit, negative Umwelteinflusse bei der Arbeit, viele Uberstunden und wenig Urlaub.15 Die Standardabweichung der Lohnpramie sinkt gegenuber jener des individuellen Stundenlohnsum 28,6%. Der Korrelationskoeffizient zwischen Stundenlohn und WPR betragt 0,701; jenerzwischen den mit Beschaftigungsanteilen gewichteten Branchendurchschnitten von Stundencid:173lohn und Lohnpramie 0,877.16 Falls Qualiflkationsunterschiede in der Regression nicht vollstandig erfat sind, erklaren dieseeinen Teil der Variation von WPR. Der geschatzte Einflu von WPR auf den effort wird dadurchgegen 0 verzerrt.141 Hohe Arbeitszufriedenheit fuhrt zu hoher Leistungsbereitschaft. Der erste effortcid:173Indikator EZA ist daher die vom Arbeitnehmer geausserte Zufriedenheit mit seicid:173ner Arbeit.2 Hohe Zufriedenheit mit dem Einkommen fuhrt zu hoher Leistungsbereitschafto Als zweiter effortIndikator EZE wird daher die Zufriedenheit eines Arbeitnehcid:173mers mit seinem Einkommen verwendet Es ist nicht trivial, eine positive Korrecid:173lation zwischen WPR und EZA zu erwarten. Falls das, was im Rahmen der ELHals Lohnprarnie interpretiert wird, tatsachlich lediglich eine Kompensation furnicht beobachtbare Qualif Ikation oder unangenehme Arbeitsbedingungen ist, sobesteht bei uberdurchschnittlichen Lohnpramien kein Grund zu uberdurchcid:173schnittlicher Zufriedenheit mit dem Einkommen.3 Mangelnde Leistungsbereitschaft fuhrt zu Konflikten am Arbeitsplatz. Der dritteeffortIndikator ESV ist daher die Aussage des Arbeitnehmers, ob er ofter Argermit Vorgesetzten habe.4 Eine hohe Zahl von Arbeitsunfahigkeitstagen ist ein Zeichen mangelnder Leicid:173stungsbereitschaft. Naturlich ist nicht jeder Fehltag eines Arbeitnehmers mitKrankfeiern zu erklaren. Um diesem Einwand zurrrlndest ansatzweise zu becid:173gegnen, wurden Krankenhausaufenthalte bei der Berechnung der Fehltage auscid:173geklammert. Der vierte effortIndikator EFn ist daher die Zahl der Arbeitsunfacid:173higkeitstage im Jahr vor der Befragung abzuglich der im gleichen Zeitraum im Krankenhaus verbrachten Nachte 17.Jede einzelne dieser vier beobachtbaren Verhaltensweisen, die hier als Indizien furMangel an Leistungsbereitschaft interpretiert werden, mag fur sich genommen auchohne Ruckgriff auf die ELH erklarbar sein. Thr Zusammenwirken aber sollte die Leicid:173stungsbereitschaft eines Arbeitnehmers verlalich abbilden.In den Daten ist nur eine einzige Angabe enthalten, die Ruckschlusse auf die dritteendogene Variable des Modells, die Intensitat der Kontrolle k, zulat: Die Einschatcid:173zung des Arbeitnehmers selbst, ob seine Arbeitsleistung streng kontrolliert wirdKONS 18. Uber die Kosten c, die dem Unternehmen aus Kontrolle entstehen, exicid:173stieren keine Infonnationen. c wird deshalb unter f subsumiert. Es wird also angecid:173nommen, da die gleichen Faktoren, die Kontrolle erschweren, sie auch verteuern 19.17 EFT ist dann ein ungeeigneter effortIndikator, wenn ein Arbeitnehmer im Jahresablauf den Jobgewechselt hat; denn in diesen Fallen wird der aktuelle Lohn in Bezug gesetzt zu Fehltagen, diezumindest zum Teil in fruheren Jobs angefallen und vom damaligen Lohn beeinflut sind.18 Kontrolle kann sehr unterschiedlich empfunden werden, je nachdem, wie kontrolliert wird undwer betroffen ist. Die auf KONS basierenden empirischen Resultate unterschatzen daher u.U. dieleistungsfordernde Wirkung von Kontrolle; denn KONS umfat vor allem die Kontrollrnanahcid:173men, die vom Arbeitnehmer als streng empfunden werden und daher negativ mit dem effortIncid:173dikator Arbeitszufriedenheit EZA korreliert sind.19 Bei der Schatzung der Kontrollgleichung 3.13 kann daher nicht zwischen den im Modell becid:173stimmten unterschiedlichen Vorzeichen der Ableitungen nach c und f differenziert werden.15f steht im theoretischen Modell fur Faktoren, die die Wirksamkeit von Kontrolle becid:173eintrachtigen. Ein Indikator fur Kontrollschwierigkeiten am Arbeitsplatz ist die Auscid:173sage des Arbeitnehmers, ob er den Ablauf seiner Tatigkeit weitgehend selbststandiggestalten kann ABSG. Weitere Indikatoren sind die FinnengroenDummies FGKLweniger als 20 Beschaftigte und FGGR mehr als 2000 Beschaftigte. Es ist zu ercid:173warten, da Kontrollschwierigkeiten mit der Finnengroe zunehmen. Auerdem sindvennutlich die Kosten, die dem Unternehmen aus Shirking entstehen, umso hoher, jemehr Kapital dem Arbeitnehmer anvertraut wird. Da keine Angaben uber die Kapitalcid:173ausstattung am individuellen Arbeitsplatz verfugbar sind, wird diese durch die brancid:173chendurchschnittliche Kapitalausstattung BK! approximiert 20.Durch den Faktor a wird in der theoretischen effortFunktion erfat, da sich zwicid:173schen Arbeitnehmern die mit einer Entlassung verbundenen Risiken systematisch uncid:173terscheiden. Dem entsprechen die folgenden empirisch uberprutbaren Hypothesen:Die Risiken im Zusammenhang mit einer Entlassung sindfur Arbeitnehmer, die das Einkommen ihres Haushalts nicht alleine bestreiten, gecid:173ringer d.h. a 1 als fur Alleinverdiener;fur Verheiratete Arbeitnehmer aufgrund familiarer Verpflichtungen hoher als fur Unverheiratete d.h. a 1.Bei der empirischen Spezifikation der effortFunktion wird a durch die DummyVacid:173riablen DOP und FAST ersetzt. DOP nimmt den Wert 1 an, wenn das gesamte Hauscid:173haltseinkommen eines Arbeitnehmers dessen individuelles Arbeitseinkommen ummehr als 80% ubersteigt; FAST ist 1 fur Verheiratete.Schlielich beeinflut der erwartete Nutzen des Arbeitnehmers im Falle von Arbeitscid:173losigkeit VU dessen effortAngebot und die Lohnpolitik des Unternehmens. VU hangtvom individuellen Arbeitsmarktrisiko h ab 21. Als Indikator dient die Variable AMC:Die Einschatzung des Arbeitnehmers, ob es im Falle eines Arbeitsplatzverlustes furihn leicht ware, eine zumindest gleichwertige neue Stelle zu finden.Entlassung wegen Shirking ist nicht der einzig mogliche Grund fur die Beendigungeines Beschaftigungsverhaltnisses. Je wahrscheinlicher ein baldiges Beschaftigungscid:173ende aus anderen Gl UDden ist, desto weniger lohnt es sich fur den Arbeitnehmer,durch Arbeitsanstrengung das Seine fur eine Weiterbeschaftigung zu tun. Dieser Aspekt wird im theoretischen Modell nicht erfat; bei der empirischen Spezifikationwird er berucksichtigt. In die empirische effortFunktion geht die Variable BEA ein.20 BKl ist der Quotient aus Bruttoausrustungsvermogen ohne Bauten, zu Wiederbeschaffungspreicid:173sen und Zahl der inlandischen Erwerbstatigen der Branche, in der der Arbeitnehmer beschaftigtist, jeweils im Jahresdurchschnitt 1987.21 VU hangt auerdem von der dem Arbeitnehmer zustehenden Arbeitslosenunterstutzung w U unddem in einem alternativen Beschaftigungsverhaltnis erwartbaren Einkommen VE0 ab. Der Eincid:173flu von w U wird hier vernachlassigt, jener von VEo ist bereits durch die Def Inition der Lohncid:173pramie WPR als Abweichung des aktuellen vom andernorts potentiell erzielbaren Lohn erlat 16Sie nimmt den Wert 1 an, wenn der Arbeitnehmer ein Ende des aktuellen Beschafticid:173gungsverhaltnisses innerhalb der nachsten beiden Jahre erwartet sei es wegen Entcid:173lassung, Berufswechsel, Berufsaufgabe oder freiwilliger Kundigung. Dem Arbeitgecid:173ber ist die Wahrscheinlichkeit, mit der ein Arbeitnehmer freiwillig kundigt, i.d.R.nicht bekannt. Dagegen kann er annahmegema korrekt einschatzen, fur wie unsicid:173cher seine Beschaftigten ihren Arbeitsplatz halten. Diese Einschatzung beeinflutseine Strategie den Arbeitnehmern gegenuber. In der empirischen Lohn und Koncid:173trollgleichung wird dies durch die Variable BEF erlat, die dann den Wert 1 annimmt,wenn der Arbeitnehmer innerhalb der nachsten beiden Jahre mit einer Entlassungrechnet.Im theoretischen Modell wurde angenommen, Arbeitgeber hatten keine Moglichkeit,den grundsatzlichen Leistungswillen von Jobbewerbern zu beurteilen. Tatsachlichwerden Arbeitgeber aber nach Strategien suchen, um diese Infonnationslucke zuschlieen. Zwei mogliche Strategien werden in Erweiterung der modelltheoretischen Lohngleichung bei der Schatzung beriicksichtigt: Finnen werten haufige Jobwechsel eines Arbeitnehmers in der Vergangenheit als Hinweis auf ein geringes Interesse an einem langfristigen Beschaftigungsverhaltcid:173nis. Bei solchen Arbeitnehmern hat eine Entlassungsdrohung eine weniger diszicid:173plinierende Wirkung. Sie werden daher nicht an Arbeitsplatzen beschaftigt, andenen Kontrollschwierigkeiten bestehen; denn es waren besonders hohe Lohncid:173pramien notwendig, um der Entlassungsdrohung Nachdruck zu geben. Um Arbeitnehmer mit Interesse an einer langfristigen Arbeitsbeziehung anzusprecid:173chen und um ein solches Interesse zu fordern, zahlen Unternehmen in der Dauerder Finnenzugehorigkeit steigende Lohnprarnien.In der empirischen Lohngleichung werden die Zahl der Jobwechsel eines Arbeitnehcid:173mers im Zeitraum zwischen 1984 und 1987 JWE und die Jahre seiner Finnenzugecid:173horigkeit FZU 22 beriicksichtigt.4.3.Zusammenfassung der Modellspezifikation:Aus dem Pfaddiagramm in Fig.4.1 konnen die drei Modellgleichungen abgelesenwerden. Pfeile entsprechen den Koeffizienten des Modells. Sie gehen von der erklacid:173renden Variablen aus und weien auf die zugehorige endogene Variable hin. Latente Variablen stehen in Kreisen, beobachtete in schattierten Rechtecken. Sterne an Pfeicid:173len stehen fur freie, zu schatzende und Zahlen fur entsprechend fixierte Koeffizienten.Variablen, deren Varianz zu schatzen ist, sind durch einen Stern markiert; auerdemsind samtliche Kovarianzen zwischen den exogenen Variablen freie Parameter.22 FZU erlat den Einflu der Firmenzugehorigkeit auf die Lohnpramie uber den Einflu des Lecid:173bensalters hinaus, fur das bereits in der Regression zur Definition von WPR kontrolliert wurde.17Das Struktunnodell ist eine linearisierte Version des simultanen Gleichungssystemsaus effortAngebotsfunktion 3.11, Lohngleichung 3.14 und Kontrollgleichung3.13. Die Groen des theoretischen Modells wurden durch ihre jeweiligen beobcid:173achtbaren Indikatoren ersetzt 23 und die Modellgleichungen in der erlauterten Weiseum zusatzliche Variablen erganzt. Im Memodell werden samtliche Variablen des Struktunnodel Js mit Ausnahme der beiden latenten Groen Leistungsbereitschaftund Effizienzlohnprarnie jeweils durch eine einzige beobachtbare Variable gemescid:173sen. Da beide latenten Variablen eine arbitrare Skalierung haben, erfordert ihre Idencid:173tifikation die Fixierung eines zugehorigen freien Parameters. Es wurden die zu EZAund WPR gehorenden Koeffizienten im Memodell mit 1 normiert, so da die beidenlatenten Groen die Skalierung dieser Referenzindikatoren ubernehmen 24.Uber die stochastische Komponente des LSM wurde angenommen, da die Stortennedes Struktunnodel Js E nicht miteinander korrelieren und da nur die Indikatoren derbeiden latenten Variablen mit Fehlern u gemessen werden.Fig. 4.1: Aufbau des Latenten Strukturmodes:UBZAUWPR1.0 IIso VN1.0Indikatoren IMESSMODELL Iendogene Variablen ISTRUKTURMODELLexogene Variable FGGRf TI c 23 Der Parameter f wird in der Kontrollgleichung nur durch FGKL und BKI, in der effonGleicid:173chung nur durch FGGR, BKI und ABSG ersetzt. Dies hat keine inhaltlichen Grunde, sonderndient lediglich der Identif Ikation des Modells.24 Variablen mit ordinaler Skalierung wurden nach Addition von 1 logarithmien, wn sie der uncid:173terstellten Normalveneilung anzunahern. Die Schatzung basien auf der Korrelationsmatrix der Beobachtungen und wurde mit dem GAUSSModul LINCS linear covariance structun;sdurchgeftihn vgl. SchoenbergArminger, 1989.18s.o.5.1.RESULTATE DER EMPIRISCHEN ANALYSE:Schatzung auf Basis samtlicher Beobachtungen:Das latente Struktunnodell wurde auf Basis samtlicher Beobachtungen geschatzt. Ein HausmanTypeSpecificationTest HTST liefert ein PIUfma fur die Nullhypothese,da die Gute der Modellspezifikation ausreicht, um konsistente Parameterschatzuncid:173gen zu erhalten vgl. Anhang 2. Die Nullhypothese, da samtliche Parameter des Modells Koeffizienten des Me und Strukturmodells, freie Varianzen und Kovacid:173rianzen konsistent geschatzt wurden, mu verworfen werden. Ein HTST isoliert furdie Koeffizienten des Me und Strukturmodells liefert dagegen keinen Hinweis aufeine Fehlspezifikation dieser Modellkomponente 25. Die Koeffizienten des Me und Strukturmodells wurden also konsistent geschatzt. Damit ist auch die Voraussetzungfur eine konsistente Schatzung der heteroskedastiebereinigten Kovarianzmatrix der Koeffizienten erfullt 26. Die in den folgenden Tabellen ausgewiesenen robustentWerte wurden auf Basis dieser Kovarianzmatrix berechnet.In Tab. 5.1 27 werden die Ergebnisse der Schatzung des Memodells den Hypothesenuber den Zusammenhang der latenten Variablen mit ihren beobachtbaren Indikatorengegenubergestellt. Ausgewiesen werden die standardisierten Resultate, bei denen diebeliebige Skalierung der latenten Variablen durch Normierung ihrer Standardabweicid:173chung auf 1 festgelegt wurde. Die beobachtbaren Variablen sind ebenso standardicid:173siert, da auf Basis der Korrelationsmatrix geschatzt wurde. Der Koeffizient eines incid:173dikators bezeichnet also die in seiner Standardabweichung gemessene Anderung des Indikators bei Anderung der zugehorigen latenten Variablen um ihre Standardabweicid:173chung. Aufgnmd dieser Standardisierung kann die geschatzte Varianz Vi 2 des Mecid:173fehlers ui als durch das Memodell nicht erklarter Teil der gesamten Variation des Indikators i und l Vi 2 als Bestimmtheitsma interpretiert werden.Die erwarteten Beziehungen zwischen den latenten Variablen und ihren Indikatorenwerden ausnahmslos signifikant bestatigt. Der Zusammenhang zwischen FehltagenEFD und Leistungsbereitschaft ist allerdings sehr vage. Sondervergutungen SOVNkommt als Indikator der Lohnpramie groes Gewicht zu.25 Die Ursache fur die Fehlspezifikation des Gesamtmodells liegt also in der stochastischen Komcid:173ponente und ist wahrscheinlich in der zu sparsamen Parametrisierung der Kovarianzstruktur der Fehlertenne begrundet 26 Die heteroskedastiebereinigten Standardfehler der Koeffizienten sind im Gegensatz zu den ausder Informationsmatrix ermittelten Standardabweichungen robust gegen eine Verletzung der Annahme multivariat nonnalverteilter Beobachtungen. Zur Rechtfertigung der Schatzung des Modells mit MaximumLikelihood, wenn die Normalverteilungsannahme verletztist, vgl.GourierouxMonfortfrognon 1984.27 Samtliche folgenden Tabellen sind Auszuge aus Anhang 2.19Tab.S.l : Memodell des ShirldngModells fur das gesamte Sampielatente Variable Indikator Hypothesestandard.Schatz.robustertWertstandard.Schatz.robustertWert Koeffizient Varianz von uwe WPRSOVNEZAESVEZEEFT0.2690.3330.7330.3610.4360.1055.567.767.513.230.9270.8880.4620.8690.8090.98914.9110.576.7325.6311.816.49R20.070.120.540.130.190.01 Referenzindikatoren Aus dem ShirkingModelllat sich die folgende Hypothese uber den simultanen Zucid:173sammenhang zwischen Leistungsbereitschaft, Hohe der Lohnpramie und Intensitat der Kontrolle ableiten:HYP 1: Lohnpramien und intensive Kontrolle erhohen die Leistungsbereitschaft.Je hoher die Anforderungen sind, die ein Unternehmen an die Leistungsbecid:173reitschaft seiner Beschaftigten stellt, desto starker macht es von Lohnpracid:173mien und intensiver Kontrolle als Anreizinstrumenten Gebrauch.Der im ShirkingModell abgeleitete positive Effekt des effort in der Lohngleichunglat sich auch mit neoklassischen Argumenten begrunden. Hohere Arbeitsanstrengungschlagt sich bei gegebener HumankapitalAusstattung des Arbeitnehmers und gegecid:173benen Arbeitsbedingungen in hoherer Arbeitsproduktivitat und damit einem Anstiegder Grenzproduktivitatsentlohnung nieder. Dieser Anstieg wird in der Lohnpramie WPR aufgefangen. Nur die ELH, nicht aber die neoklassische Theorie lat dagegeneinen positiven Einflu von w in der effortGleichung erwarten.Tab.5.2: simultaner Zusammenhang im Strukturmodell des ShirldngModells fur das gesamte Sampieabhangige Variableerklarende Variableewkestandard.Schatz.0.1810.008Hypotheserobu HyposterthesetWert1.230.08wstandard.Schatz.0.125robu HyposterthesetWert 0.94kstandard.Schatz.0.229robustertWert 2.5320Die Ergebnisse der Schatzung vgl. Tab.5.2 lassen sich zusammenfassen zu ERG 1: Zwischen Lohnpramie und Leistungsbereitschaft besteht ein positiver, alcid:173lerdings insignifikanter simultaner Zusammenhang.Der erwartete Zusammenhang zwischen Kontrollintensitat und effort becid:173steht nicht. Vor allem setzen Unternehmen mit hohen Anforderungen an die Leistungsbereitschaft ihrer Beschaftigten nicht auf verstarkte Kontrolle.Lohnpramien und intensive Kontrolle sind also keine substitutiven Anreizcid:173instrumente 28.Aus den partiellen Ableitungen der theoretischen Modellgleichungen ergeben sich diefolgenden Hypothesen uber den Einflu der exogenen Variablen im empirischen Modell:HYP 2a: Je groer der Gestaltungsspielraum am Arbeitsplatz, je groer die Fmnaund je hoher die Kapitalintensitat der Branche, desto niedriger ist die Leicid:173stungsbereitschaft der Arbeitnehmer und desto eher zahlen Unternehmen Lohnpramien.HYP 2b: Arbeitnehmer, deren Haushaltseinkommen nicht hauptsachlich aus ihremeigenen Arbeitsverdienst besteht, sind weniger leistungsbereit als Alleincid:173verdiener.Verheiratete Arbeitnehmer sind leistungsbereiter als Unverheiratete.HYP 2c: Steigen die Chancen eines Arbeitnehmers, im Falle einer Entlassung einegleichwertige neue Stelle zu finden, so sinkt seine Leistungsbereitschaft.Das Unternehmen ist dann gezwungen, die Attraktivitat des Jobs durchzahlung hoherer Lohnpramien zu steigern.HYP 2d: Mit zunehmender Wahrscheinlichkeit, da ein Beschaftigungsverhaltnis ausanderen als ShirkingGrunden beendet wird, sinkt die Leistungsbereitcid:173intensiverer Kontrolle und hoherenschaft. Unternehmen reagieren mit Lohnanreize.28 Der hier gefundene negative Zusammenhang zwischen Kontrolle und Leistungsbereitschaft ist im Rahmen des theoretischen Modells nachvollziehbar. Die IsoeffortFunktion e Ow,k verlauftkonvex in k mit einem Minimum bei kc. Falls ko bei gegebenem w uberschritten wird, sinkt die Leistungsbereitschaft, denn der nutzenmindernde Effekt einer Intensivierung der Kontrolleuberwiegt dann die leistungsfordernde Wirkung der Erhohung der Entlassungswahrscheinlichcid:173keit. k ko kann im Modell daher nicht optimal sein. Moglicherweise wahlen Unternehmen dencid:173noch k ko weil mit intensiver Kontrolle produktivitatssteigernde Effekte z.B. im Rahmen der Koordination von Arbeitsablaufen verbunden sind, die im Modell nicht erfat werden.Auerdem sei an den in Funote 18 erlauterten bias bei Verwendung der Variablen KONS als Indikator der Kontrolle erinnert.21HYP 2e: Unternehmen setzen Arbeitnehmert die in der Vergangenheit haufig die Stelle gewechselt habent nicht auf Arbeitsplatzen eint an denen Lohnpramicid:173en gezahlt werden.Lohnpramien steigen mit der Dauer der Betriebszugehorigkeit.Die Schatzung liefert folgende Resultate vgl. Tab.5.3:ERG 2a: Mit zunehmender Finnengroe und Kapitalintensitat zahlen Unternehmenhohere Lohnpramien und kontrollieren nur bei Finnengroe signifikantintensiver. Der die Leistungsbereitschaft senkende Effekt von Finnengroeund Kapitalintensitat ist insignifikant.Selbststandiger Gestaltungsspielraum am Arbeitsplatz wird nicht zu Shircid:173king mibraucht. Dies deutet daraufhint da Arbeitnehmer das in sie gecid:173setzte Vertrauen honorieren.ERG 2b: Verheiratete Arbeitnehmer sind tendenziellleistungsbereitert solche aus MehrverdienerHaushalten weniger leistungsbereit. Beide Effekte sind jecid:173doch insignifikant.ERG 2c: Gute Chancen am Arbeitsmarkt senken nicht die Arbeitsanstrengung von Arbeitnehmern, sondern gehen mit hoher Leistungsbereitschaft einher. Uncid:173ternehmen haben daher keinen Anla zur Zahlung hoherer Lohnpramien.Offensichtlich wird hohe Leistungsbereitschaft im gegenwartigen Job auchauerhalb des Unternehmens honoriert.ERG 2d: Die Aussicht auf ein baldiges Ende des Beschaftigungsverhaltnisses mincid:173dert die Leistungsbereitschaft von Arbeitnehmern. Unternehmen reagierendarauf jedoch weder mit intensiverer Kontrolle noch mit Erhohungt sondernim Gegenteil mit einer Senkung der Lohnpramien 29.ERG 2e: Arbeitnehmer mit bislang hoher turnoverBereitschaft werden nicht auf Arbeitsplatzen beschaftigt, an denen Lohnpramien gezahlt werden 30.Unternehmen machen sich die Anreizwirkung von in der Betriebszugehocid:173rigkeitsdauer steigenden Lohnpramien zunutze.29 In Krisensituationent in denen mit Arbeitsplatzverlusten gerechnet werden mut sind Unternehcid:173men u.U. nicht mehr zur Zahlung von Lohnpramien in der Lage. Die Haltung der Arbeitnehmerzeigt dann abert da sie den Verzicht auf Lohnpramien auch in Anbetracht einer Unternehmenscid:173krise nicht akzeptieren. Dies widerspricht den Ergebnissen bei KahnemanKnetsehThaler 1986und BlinderChoi 1990t wonach Lohnsenkungen hingenommen werdent wenn sich die Gecid:173winnsituation des Unternehmens verschlechtert 30 Murphyrropel 1987 kommen zu dem Ergebnis, da Jobwechsel vor allem fur jungere Arbeitcid:173nehmer typischerweise mit Lohnsteigerungen verbunden sind. Nach dem hier gefundenen Resulcid:173tat mag ein Jobwechsel sich zwar in einer hoheren hedonischen Lohnkomponente niederschlacid:173gen, auf die Hohe der Lohnpramie wirkt er sich jedoch negativ aus.22Tab 5.3 :exogene Einflusse im Strukturmodell des ShirkingModellsjur das gesamte Sample 31abhangige Variablerobu HyposterthesetWertkrobu HypothesestertWertstandard.Schatz.robustertWert??0.222.510.060.0050.0520.0020.057exog.Variable Hyp 2a ABSGBKIFGKLFGGRHyp 2b DOPFASTHyp 2c AMCHyp 2d BEABEFHvo 2e JWEFZUR2Hypotheseestandard.Schatz.0.1240.0180.0770.0050.0093.240.471.270.170.290.0712.147.640.3280.211.wstandard.Schatz.0.0640.1330.3460.2261.172.762.913.670.0050.081.972.393.110.2070.2430.2050.5885.2.der Einflu unterschiedlicher Qualifikation:Ob das ShirkingModell eher auf hoch oder niedrigqualifizierte Arbeitnehmer zucid:173trifft, ist umstritten. Katz I986 argumentiert beispielsweise, da Unternehmen die Instrumente des ShirkingModells vor allem einsetzen, um Hochqualifizierte zu Leicid:173stung anzuhalten. Dies begtiindet er damit, da hochqualifizierte Arbeitsplatze typicid:173scherweise solche mit Koordinierungsaufgaben sind. An solchen Arbeitsplatzen becid:173eintrachtige Shirking die Produktivitat vieler anderer und sei daher fur das Unternehcid:173men besonders riskant. ShapiroStiglitz I 984 vertreten dagegen die Auffassung, der Disziplinierungseffekt einer Entlassungsdrohung komme vor allem Niedrigqualifiziercid:173ten gegenuber zum Tragen vgl. auch Rebitzer, 1989. Zwischen diesen heiden Vacid:173rianten lat sich empirisch unterscheiden.31 Aufgrund der Standardisierung der Varianz der latenten Variablen ergibt sich das Bestimmtcid:173heitsma aus l 0, wobei 0 fur die geschatzte Varianz des Storterrns steht.23Die erste Variante, wonach das ShirkingModell vor allem fur hochqualifizierte Arcid:173beitnehmer relevant ist, erfordert eine Modifikation des hier betrachteten theoreticid:173schen Modells. Die Modellannahme, Arbeitnehmer hatten die Vorstellung, da ihr Verhalten im gegenwartigen Beschaftigungsverhaltnis keinerlei Auswirkungen aufihre Arbeitsmarktchancen habe, mu aufgegeben werden. Die bislang dargestelltenempirischen Resultate ERG 2c rechtfertigen diese Annahme nicht. Vielmehr kannman davon ausgehen, da eine Entlassung der Reputation als leistungswilliger Arcid:173beitnehmer schadet. Ein solches Stigma der Entlassung beeintrachtigt vor allem die Arbeitsmarletchancen hochqualifizierter Arbeitnehmer; denn bei der Besetzung von Arbeitsplatzen mit hohen Qualifikationsanforderungen werden Arbeitgeber den becid:173ruflichen Werdegang der Bewerber detailliert prufen.Im Modell entspricht dieses Stigma der Entlassung einer sinkenden Wahrscheinlichcid:173keit b, einen neuen Job zu finden. Es ist demnach zu erwarten, da hochqualifizierte Arbeitnehmer sich von Niedrigqualifizierten cp d.h. bei gegebenem YEo und w Udurch einen niedrigeren Lebenszeitnutzen aus Arbeitslosigkeit yu unterscheiden. Diepartiellen Ableitungen zweiter Ordnung der effortFunktion nach yu begrunden diefolgende Hypothese, wie sich bei zunehmender Qualiflkation eines Arbeitnehmers der Einflu der ubrigen Modellvariablen auf die Leistungsbereitschaft verandert:HYP 3 I.Yariante: Bei hochqualifizierten Arbeitnehmernist der effortAnstieg infolge eines Anstiegs der Lohnpramie w geringer 32;hat intensivere Kontrolle k eine starker leistungsfordernde Wirkung;ist der leistungsmindernde Effekt guter Arbeitsmarktchancen h geringer;ist der Einflu individueller Charakteristika a auf die Arbeitsleistung auscid:173gepragter; haben Finnen, Branchen und Arbeitsplatzcharakteristika f einen starkeren Einflu auf die Arbeitsleistung.Die zweite Modellvariante, wonach der ShirkingAnsatz eher die Situation niedcid:173rigqualifl Zierter Arbeitnehmer beschreibt, lat ebenfalls erwarten, da der Einflu von Lohnpramien auf die Leistungsbereitschaft mit zunehmender Qualifikation eines Arcid:173beitnehmers abnimmt In diesem Punkt ist die zweite Modellvariante von der erstenempirisch also nicht zu unterscheiden. Die Begrundung fur die zunehmende Unabcid:173hangigkeit der Arbeitsleistung von aktuellen Lohnpramien ist nun aber eine andere.Hochqualifizierte Arbeitnehmer stellen bei ihrer effortEntscheidung dem Nutzenver36 Falls die erste Modellvariante zutrifft, sind hochqualifizierte Arbeitnehmer im Vergleich zu Niedrigqualifizierten wegen des geringeren Lebenszeitnutzens aus Arbeitslosigkeit cp leistungscid:173bereiter. Aufgrund der Konkavitat der ewBeziehung fant der leistungsfordernde Effekt einer Erhohung der Lohnprarnie deshalb geringer aus.24lust aus hoherer Arbeitsanstrengung nicht alleine den Nutzengewinn aus der Vennincid:173derung des Entlassungsrisikos gegenuber. Sie konnen eher als Niedrigqualifiziertezusatzlich erwarten, da sich hohere Leistungsbereitschaft in langerfristiger Perspekcid:173tive auch durch verbesserte Karriereaussichten in und auerhalb der Finna auszahlt.Diese Argumentation spricht aber allgemein dafur, da bei der Erklarung der Leicid:173stungsbereitschaft Hochqualifizierter das ShirldngModell insgesamt an Bedeutungverliert. Es ist also im Unterschied zur ersten Modellvariante zu erwarten, da auchder Einflu der ubrigen Modellparameter auf den effort abnimmt.Die bisherigen Argumente dafur, da das ShirldngModell eher fur Niedrigqualifiziercid:173te relevant ist, ergeben sich aus dem Kalkul der Arbeitnehmer. Weitere Argumentefinden sich auf der Unternehmensseite: Entlassungen sind fur Unternehmen mit Kocid:173sten verbunden, die im theoretischen Modell nicht betiicksichtigt wurden. Vennutlichwerden dort, wo Entlassungskosten hoch sind, Entlassungsdrohungen an Glaubwurcid:173digkeit verlieren. Die Kosten einer Entlassung steigen typischerweise mit der Qualificid:173kation eines Arbeitnehmers. Das Interesse der Finna an langfristigen Arbeitsbeziecid:173hungen ist daher umso groer, je qualifizierter ein Arbeitnehmer ist. Es ist deshalb zuvennuten, da Unternehmen Hochqualifizierten gegenuber nicht auf Lohnpramiengepaart mit Entlassungsdrohungen, sondern auf andere Anreizinstnnnente wie das Angebot von Aufstiegschancen und Lohnzuschlagen bei langer Betriebszugehorigkeitsetzen.HYP 3 2.Variante: Mit zunehmender Qualifikation der Arbeitnehmer nimmt die Relevanz des ShirkingModells zur Erklarung der Beziehungen zwischen Unternehmen und Beschaftigten ab. Vor allem gilt bei Hochqualifizierten: Lohnpramien w haben einen geringeren Einflu auf den effort,der Einflu der Faktoren k, h, a und f auf die Leistungsbereitschaft gehtzutiick; Faktoren f, die eine direkte Kontrolle des Arbeitnehmers erschweren,schlagen sich nicht in einer Erhohung der Lohnpramie nieder; Unternehmen versuchen verstarkt, durch in der Betriebszugehorigkeitscid:173dauer steigende Lohnpramien Anreize zur langfristigen Bindung hochqualicid:173fizierter Arbeitnehmer zu setzen. Zugleich verwerten sie Infonnationenuber deren beruflichen Werdegang intensiver.Um Spezifika im Arbeitsmarktverhalten hochqualifizierter Arbeitnehmer und in der Haltung der Unternehmen ihnen gegenuber zu untersuchen, wurde das gleiche latente Struktunnodell wie fur das gesamte Samp Ie isoliert fur das Teilsamp Ie qualifizierterArbeitnehmer geschatzt und mit der Schatzung auf Basis des gesamten Samp Ies vercid:173glichen vgl. Tab.5.4. Als qualifiziert wurden Arbeitnehmer eingestuft, die an Arcid:173beitsplatzen beschaftigt sind, an denen eine abgeschlossene Berufsausbildung oderein Hochschulstudium erforderlich ist.25Tab.5.4 :Strukturmodell des ShirkingModells nurtur hochqualifizierte Arbeitnehmerabhangige Variableerklarende Variableallee Hochqualifiziertewalle Hochqualifiziertestandard.Schatzungstandard.SchatzungrobustertWertstandard.Schatzungstandard.SchatzungrobustertWertewk ABSGBKIFGKLFGGRDOPFASTAMCBEABEFJWEFZUR20.1810.0080.1240.0180.0770.0050.0090.0710.328:::::::0.0730.0700.1350.0110.0280.0120.0070.0590.3650.290.683.040.200.310.240.171.576.400.1990.1250.0640.1330.3460.2260.0050.2070.2430.2050.0910.0560.1200.3150.2070.0080.1330.2160.1740.430.942.262.363.640.140.832.261.840.430Der Zusammenhang zwischen den endogenen Variablen verandert sich wie in beiden Varianten von HYP 3 erwartet:ERG 3a: Der positive simultane Zusammenhang zwischen Lohnprarnien und Leicid:173stungsbereitschaft ist bei hochqualifizierten Arbeitnehmern deutlich schwacid:173cher ausgepragt als im gesamten Samp Ie.Weniger eindeutig ist das Ergebnis bezuglich der exogenen Einflusse auf die Lohncid:173politik:ERG 3b: Mit steigender Qualifikation der Arbeitnehmer verlieren Faktoren, die Kontrolle am Arbeitsplatz erschweren, an Bedeutung fur die Lohnpolitik.Unternehmen setzen bei Hochqualif IZierten jedoch nicht verstarkt auf die Anreizwirlrungen in der Betriebszugehorigkeitsdauer steigender Lohnpracid:173mien. Der negative Einflu der Haufigkeit von lobwechseln auf die Hoheder Lohnpramie ist bei Hochqualifizierten nicht deutlicher ausgepragt.Der Einflu exogener Groen auf die Leistungsbereitschaft hochqualifizierter Arbeitcid:173nehmer bestatigt keine der Erwartungen der ersten Variante von HYP 3 mit Auscid:173nahme von AMC:26 Die leistungsmindernde Wirlcung von Kontrolle ist ausgepragter. Intensive Koncid:173trolle wirkt also vor allem bei Hochqualifizierten demotivierend. Finnen und Branchencharakteristika, die Kontrolle erschweren, und personliche Charakteristika, die das mit einer Entlassung verbundene Risiko senken, verlierenihre leistungsmindernde Wirlcung. Hohe Wahrscheinlichkeit, den Arbeitsplatz zu kundigen oder zu verlieren, wirktstarker leistungsmindernd. Dies kann damit erklart werden, da die Aussicht aufein baldiges Ende des Arbeitsverhaltnisses nicht nur einer evt. Entlassungsdrohungihre Wirkung nimmt, sondern Hochqualifizierten zudem die Chance verbaut, sichdurch Leistung fur einen Aufstieg innerhalb des Unternehmens zu empfehlen.Diese Teilergebnisse lassen sich zusammenfassen zu ERG3c: Das Verhalten hochqualifizierter Arbeitskrafte wird nicht bestimmt durchdie im ShirkingModell erwartete Abwagung zwischen Arbeitsanstrengungund dem Risiko einer Entlassung wegen Shirlcing.5.3.der Einflu unterschiedlicher Firmengroe:Groe Finnen zahlen typischerweise hohere Lohne als kleine und ihre Beschaftigtenkundigen seltener freiwillig 33 vgl. BrownMedoff,1989 ; EvansLeighton,1989. Der ShirkingAnsatz erklart diese empirischen Regelmaigkeiten damit, da mit der Groe eines Unternehmens die Schwierigkeiten und Kosten der Kontrolle individuelcid:173ler Arbeitsleistung wachsen. Groe Finnen verzichten deshalb auf intensive Kontrolleund setzen verstarkt auf das substitutive Anreizinstrument der Lohnpramie; dies wiecid:173derum erklart die groere Finnentreue von Arbeitnehmern in groen Unternehmen.Diesen Uberlegungen entspricht im hier betrachteten Modell die Hypothese, da der Parameter f, der fur Kontrollschwierigkeiten des Unternehmens steht, in der Finnencid:173groe zunimmt. Der Effkt, den eine Variation in f fur die Wirkung von Lohnpramienauf die Leistungsbereitschaft hat, ergibt sich aus der zweiten Ableitung der effortcid:173Angebotsfunktion ewf. Diese ist negativ. Eine marginale Erhohung der Lohnpramiewirkt also umso starker leistungsfordernd, je geringer die Kontrollschwierigkeitensind. Bezuglich der Wirkung von Kontrolle in Abhangigkeit von f lat sich vennuten,33 Dies lat sich auch im hier verwendeten Datensatz beobachten: Der durchschnittliche Lohn in Firmen mit mehr als 2000 Beschaftigten liegt um 13.8% uber dem SampleDurchschnitt der NettoStundenlohne 12.57 DM, in Firmen mit weniger als 20 Beschaftigten um 17.8% daruncid:173ter. Diese Hierarchie bleibt erhalten. wenn statt der Stundenlohne die Lohnpramien betrachtetwerden. Deren Durchschnitt betragt bei den kleinsten Firmen 1.15 DM und bei den groten Firmen 0.73 DM.27da mit sinkenden Kontrollschwierigkeiten der leistungsfordernde Effekt einer margicid:173nalen Erhohung des Kontrollaufwandes zunimmt 34. Man kann also erwarten:HYP 4:In kleinen Finnen ist der leistungsfordernde Effekt einer Edlohung der Lohnpramien und einer Intensivierung der Kontrolle ausgepragter als ingroen Finnen.Zur Uberpriifung der Hypothese wurde das latente Struktunnodell ohne FGGR isocid:173liert fur das Teilsamp Ie der Arbeitnehmer in kleineren Finnen weniger als 200 Mitarcid:173beiter geschatzt. Die Abweichungen der Parameterschatzungen in diesem Teilsamp Ievon der Schatzung im gesamten Samp Ie werden als empirische Approximation dermodelltheoretischen partiellen Ableitungen zweiter Ordnung nach f bei sinkendem finterpretiert vgl. Tab.S.S.Tab.5.5 :simultaner Zusammenhang im Strukturmodell des ShirdngModells nur fur deine Firmenerklarende Variableewk R2abhangige Variablealleekleine Finnenallewkleine Finnenstandard.Schatzungstandard.Schatzung0.1810.0080.2380.148robustertWert1.210.960.169standard.Schatzungstandard.SchatzungrobustertWert0.1250.0590.290.416Die Ergebnisse bestatigen HYP 4:ERG 4: Eine marginale Edlohung der Lohnprnmie fuhrt bei Arbeitnehmern in kleicid:173nen Finnen zu einem starkeren Anstieg der Leistungsbereitschaft als im gecid:173samten Samp Ie. Der Zusammenhang bleibt aber insignifikant.Eine Edlohung der Anforderungen an die Leistungsbereitschaft ihrer Becid:173schaftigten ist fur kleine FIrmen mit einer geringeren starker insignifikancid:173ten Edlohung der Lohnpramien verbunden.In kleinen Finnen hat intensive Kontrolle die im ShirkingModell erwartetetallerdings insignifikant leistungsfordernde Wirkung. Die Optiont intensive Kontrolle statt Lohnpramien als Anreizinstrument einzusetzent eroffnet sichalso eher in kleinen als in groen Firmen.34 Das Vorzeichen der impliziten Ableitung zweiter Ordnung der effortFunktion r konnte nichteindeutig bestimmt werden.28Ein weiteres Teilergebnis verdient Erwahnung vgl. Koeffizient von FZU in Ancid:173hang 2: Die Schatzung bestatigt nicht die Aussage bei BrownMedoff 1989, da ingroen Finnen der Lohn starker mit der Dauer der Betriebszugehorigkeit steigt als inkleinen. Die Hohe der Lohnpramie im Gegensatz zum gesamten Lohn bei BrownMedoft wird in kleinen Finnen sogar geringfugig starker von der Betriebszucid:173gehorigkeitsdauer beeinflut als beim Durchschnitt der Unternehmen. Der Grund dacid:173fur liegt moglicherweise darin, da das Risiko von Unternehmenskrisen bei kleinen Finnen hoher ist als bei groen. Deshalb bewerben sich bei kleinen Finnen eher Arcid:173beitnehmer mit geringem Interesse an einem dauerhaften Beschaftigungsverhaltnis.Um solche Arbeitnehmer langfristig zu binden, mussen kleine Finnen hohere Anreizein Fonn von in der Betriebszugehorigkeitsdauer steigenden Lohnpramien bieten.5.4.der Einflu unterschiedlicher Kontrollintensitat:In dem Grenzfall, in dem Unternehmen ganzlich auf Kontrolle verzichten, haben Arcid:173beitnehmer im ShirkingModell keinerlei Veranlassung, sich anzustrengen. When thecats away, with certainty the mice will play Eatonl White,1983. Allgemeiner latsich aus dem Modell die Hypothese ableiten:HYP 5: Die Anreizwirkung einer marginalen Erllohung der Lohnpramie nimmt mitsinkender Kontrollintensitat ab 35.Um HYP 5 empirisch zu uberprufen, wurde das Sampie aufgespalten in die Teilcid:173menge der Arbeitnehmer, deren Arbeitsleistung nach eigener Einschatzung nichtstreng kontrolliert wird, und die Teilmenge derer, die sich zumindest phasenweisestreng kontrolliert fuhlen. In beiden Teilsampies wurde die effortFunktion des latencid:173ten Struktunnodells als Einzelgleichung ohne KONS geschatzt 36. Die Ergebnisseder Schatzung sind in Anhang 3 ausgewiesen. Vor allem im Teilsampie nicht kontrolcid:173lierter Arbeitnehmer ist die Gute der Schatzung absolut unbefriedigend. Dennoch latsich aus dem Vergleich er Ergebnisse in beiden Teilsampies die Tendenzaussagableiten:35 Die zweite Ableitung der effortAngebotsfunktion ewk ist positiv.36 Im Unterschied zur effortFunktion des LSM wurde bei der Schatzung der Einzelgleichung die Lohnpramie nur durch den Indikator WPR. nicht durch SOVN beschrieben Bei Verwendungbeider Indikatoren konvergierte die Schatzung nicht Aus dem gleichen Grund wurde in beiden Teilsamp Ies nur ein Einzelgleichungsmodell statt eines simultanen Modells mit effort und Lohncid:173funktion geschatzt.29ERG 5: Die Anreizwirkung von Lohnpramien ist starker bei Arbeitnehmern, diesich nicht kontrolliert fuhlen. hn Gegensatz zur Vorhersage des Shirldngcid:173Modells mindert also gleichzeitige Kontrolle die leistungsfordernde Wircid:173kung von Lohnpramien.DragoPerlman 1989 bieten eine Erklarung fur dieses Ergebnis. Sie unterscheiden jenach dem Vertrauen, das Arbeitgeber ihrer Belegschaft entgegenbringen, zwei Regicid:173mes im Arbeitnehmerverhalten. Verzichtet ein Unternehmen weitgehend auf Koncid:173trolle, so reagieren Arbeitnehmer auf diesen Vertrauensvorschu mit fairem Entgecid:173genkommen. Eine Erllohung der Lohnpramie wird in diesem Regime mit einer Erllocid:173hung der Arbeitsanstrengung beantwortet. Eine Intensivierung der Kontrolle untercid:173grabt diese Vertrauensbasis; es kommt zu einem Regimewechsel: Arbeitnehmer vercid:173halten sich in der im ShirldngModell erwarteten Weise, wenn ihr Arbeitgeber ihnenals Kontrolleur gegenubertritt 37.6.0.SCHLUSSBEMERKUNGEN:Die vorliegende Arbeit stelltedie Fragen: Ist Leistungsbereitschaft Ausdruck einer am Eigeninteresse ausgerichteten Abwagung des Arbeitnehmers zwischen Annehmlichcid:173keiten und Risiken aus Shirldng? Und kann dieses Kalkul von der Unternehmensleicid:173tung mit Entlassungsdrohungen beeinflut werden, denen durch Kontrolle und dendrohenden Verlust von Lohnpramien Nachdruck verliehen wird?Es fanden sich Hinweise, da durch die Zahlung von Lohnpramien die Leistungsbecid:173reitschaft von Arbeitnehmern positiv beeinflut wird ERG 1. Der Zusammenhangist nicht signifikant, aber stabil uber verschiedene Modellspezifikationen und Teilcid:173mengen des Sampies hinweg. Am ehesten wirken Lohnpramien in kleinen FinnenERG 4 und niedrig qualifizierten Arbeitnehmern gegenuber ERG 3a leistungsforcid:173dernd. Das Verllalten qualifizierter Arbeitnehmer wird durch die ShirkingHypothesedagegen nicht erklart ERG 3e.37 Fur die Vennutung von Dragol Perlman spricht auch, da die aus dem ShirkingModell abgeleicid:173tete effortGleichung im Teilsampie nicht kontrollierter Arbeitnehmer nur 9% der Variation der Leistungsbereitsehaft gegenuber 13.3% bei kontrollierten Arbeitnehmern erklart.30Die Vorhersagen des ShirkingAnsatzes zum Zusammenwirken von Lohn und Koncid:173trollpolitik halten einer empirischen Uberprufung nicht stand. Lohnpramien bedurfennicht begleitender Kontrollaktivitaten t um ihre leistungsfordernde Wirkung zu entfalcid:173ten. Sie haben im Gegenteil eine umso starkere Anreizwirkung t wenn das Unternehcid:173men auf gleichzeitige Kontrolle weitgehend verzichtet ERG 5. Kontrolle wirkt aucid:173er in kleinen Finnen ERG 4 demotivierend. Lohnpramien und Kontrolle sinddemnach keine substitutiven Anreizinstrumente.Auch fur den Fall, da man die hier prasentierten Resultate als Indiz fur einen Zucid:173sammenhang zwischen Lohnpramien und Leistungsbereitschaft akzeptiert, lat sichresumieren: Das Nutzenmaximierungskalkul des ShirkingModells erklart diesen Zucid:173sammenhang nicht. Welche Erklarung kommt stattdessen in Betracht? Die Beobachcid:173tung t da Arbeitnehmer Lohnpramien auch ohne begleitende Kontrollaktivitatendurch hohere Leistung honorieren, deutet auf die Relevanz von FairnessRegeln als Detenninanten des Arbeitnehmerverhaltens hin. Deren ZUstandekommen versucht diefairwageVariante der ELH zu erklaren vgl. Akerloft 1982; Akerlofl Yellent 1988,1990. Demnach bilden Arbeitnehmer ihre Vorstellungen von einem fairen Lohndurch Vergleich ihrer gegenwartigen Entlohnung mit dem Durchschnitt und der Streuung der Lohne in ihrem Arbeitsumfeld und durch Vergleich mit der Gewinncid:173entwicklung bei ihrem Arbeitgeber.Der Einflu solcher Einkommensvergleiche auf die Leistungsbereitschaft ist sicherlichein lohnender Gegenstand kunftiger empirischer Forschung 38. Dies setzt allerdings Daten voraus t die nicht nur Informationen uber Arbeitnehmert sondern auch uberderen Arbeitgeber und Arbeitsumfeld enthalten.38 Empirisch unterscheidbar sind die Shirking und die fairwageVariante der ELH beispielsweisebezuglich des Einflusses von Lohnstreuung in der Umgebung des Arbeitnehmers auf dessen Leicid:173stungsbereitschaft. hn fairwageModell wird zunehmende Lohnstreuung als unfair empfundenund senkt die Leistungsbereitschaft vgl. AkerlofYellen 1988. hn ShirkingModell dagegenwirkt zunehmende Lohnstreuung bei risikoaversen Arbeitnehmern leistungsfordernd.Einen ersten Versuch zur empirischen Uberprufung des fairwageModells macht Drago 1991.31LITERATUR:Akerlor, G.A. 1982 , Labor contracts as partial gift exchange, in: Quarterly Journal of Econocid:173mics , Vol.974 , S.543569 .Akerlor, G.A. Ye Den, J.L. 1988, Fairness and unemployment, in: American Economic Review Papers and Proceedings, Vo 1.782, S.4449.Akerlor, G.A. Ye Den, J.L. 1990 , The fairwageeffort hypothesis and unemployment , in:Quarterly Journal of Economics, Vol.l 052, S.255283 .Bent Ier, P.M. 1983 , Simultaneous equation systems as moment structure models, in: Journal of Econometrics, Vo 1.22, S.1342.Black, D.A. Garen, J.E. 1991 , Efficiency wages and equilibrium wages , in: Economic Inquiry,Vol.293 ,S.52554O.Blackburn, Mc K. Neumark, D. 1992, Unobserved ability, efficiency wages, and interindustrywage differentials, in: Quarterly Journal of Economics , Vo 1.1074 , S.1421:1436.Blinder, A.S. Choi, D.H. 1990 , A shred of evidence on theories of wage stickiness , in: Quarcid:173terly Journal of Economics, Vol.l 054 , S.I0031015 .Brown, C. Medoff, J. 1989 , The employersize wage effect , in: Journal of Political Economy ,Vo 1.975 , S.10271059 .Cappelli, P. Chauvin, K. 1991 , An interplant test of the efficiency wage hypothesis , in: Quarcid:173terly Journal of Economics, Vol.l 063 ,S.769787 .Drago, R. 1990 , Efficiency wages: an experimental analysis , in: Australian Economic Papers ,Vo 1.2954 , S.6884.Drago, R. 1991 , Incentives, pay and performance: a study of australian employees , in: Applied Economies , Vo 1.239, S.14331446.Drago, R. Heywood, J.S. 1992 , Is worker behaviour consistent with efficiency wages? in:Scottish Journal of Political Economy, Vo 1.392 ,S.141153.Drago, R. Perlman, R. 1989 , Supervision and high wages as competing incentives: a basis forlabour segmentation theory , in: Drago, R.Perlman, R. Hrsg. , Microeconomic issues in lacid:173bour economies: new approaches, Heme 1 Hempstead: Harvester Wheatsheaf .Eaton, C. White, W.D. 1983, The economy of high wages, in: Economica, Vo 1.50 , S.175cid:173181.Evans, D.S. Leighton, L.S. 1989 , Why do smaller finns pay less? , in: Journal of Human Rescid:173sources , Vo 1.242 , S.299318 .Gablen, B. Licht, G. 1990 , The efficiency wage theories and interindustrywage differentials:An empirical investigation for the manufacturing sector of the Federal Republic of Germany ,in: Konig, H. Hrsg. ,Economics of wage determination, Berlin et al.: Springer.Gahlen, B. Ramser, H.J. 1987 , Effizienzlohn, Lohndrift und Beschaftigung, in: Bombach,G.Gahlen,B.Ott,A.E. Hrsg. , Arbeitsmarkte und Beschaftigung Fakten, Analysen, Perspekticid:173ven , Schriftenreihe des Wirtschaftswissenschaftlichen Seminars Ottobeuren, Bd.16, Tubingen.Gourieroux, C. Monfort, A. Trognon, A. 1984 , Pseudo maximum likelihood methods:Theory , in: Econometrica, Vo 1.52 , S. 681700 .Green, F. Weisskopf, T.E. 1990 , The worker discipline effe Cl: a disaggregative analysis, in:Review of Economics and Statistics, Vo 1.72 , S.241249.32Hanefeld, U. 1987 , Das Soziookonomische Panel: Grundlagen und Konzeption, Frankfurt:Campus Kabneman, D. Knetscb, J.L. Tbaler, R.H. 1986 , Fairness as a constraint on profitseeking:Entitlements in the market, in: American Economic Review, Vo 1.764 ,S.728741 .Katz, L.F. 1986 , Efficiency wage theories: a partial evaluation, in: National Bureau of Econocid:173mic Research Macroeconomics Annual , S.235276 .Katz, L.F. Summers, L.H. 1989, Industry rents: Evidence and implications, in: Brookings Pacid:173pers on Economic Activity Mieroeconomics, S.209275.Krueger, A.B. 1991 , Ownership, agency, and wages: an examination of franchising in the fastfood industry , in: Quarterly Journal of Economics , Vol.l 06l , S.75101 .Krueger, A.B. Summers, L.H. 1986 , Efficiency wages and the wage structure , in: National Bureau of Economic Research Working Paper Series , No. 1952 .Krueger, A.B. Summers, L.H. 1987, Reflections on the interindustry wage structure , in:Lang,K. Leonard,J.S. Hrsg. , Unemployment and the structure of labor markets , New Yorket al.: Basil Blackwell.Leonard, J.S. 1987 , Carrots and sticks: pay, supervision and turnover , in: Journal of Labor Economics, Vo 1.54 , S.136152.Murpby, K.M. Topel, R.H. 1987 , Unemployment, risk and earnings: testing for equalizingwage differences in the labor market , in: Lang,K. Leonard,J.S. Hrsg. , Unemployment andthe structure of labor markets , New York et al.: Basil Blackwell .Raff, D.M.G. Summers, L.H. 1987 , Did Henry Ford pay efficiency wages ? , in: Journal of Labor Economics, Vo 1.54 ,S.5786.Rebitzer, J.M. 1989 , Efficiency wages and implicit contracts: an institutional evaluation, in:Drago,R.Perlman,R. Hrsg. , Mieroeconomic issues in labour economics: new approaches ,Hemel Hempstead: Harvester Wheatsheaf .Scboenberg, R. Arminger, G. 1989 , LINCS linear covariance structures , Users guide ,Kensington: RJS Software.Sbapiro, C. Stiglitz, J.E. 1984 , Equilibrium unemployment as a worker discipline device , in:American Economic Review, Vo 1.743, S.433444.Solow, R.M. 1979 , Another possible source of wage stickiness , in: Journal of macroeconomics ,Vol.1l , S.7982 .Sparks, R. 1986 , A model of involuntary unemployment and wage rigidity: worker incentivesand the threat of dismissal ,in: Journal of Labor Economics, Vo 1.44 ,S.56O581 .Stiglitz, J.E. 1987 , The causes and consequences of the dependence of quality on price , in:Journal of Economic Literature , Vo 1.25 , S.148.Tbaler, R.H. 1989 , Interindustry wage differentials, in: Journal of Economic Perspectives ,Vo 1.32 , S.181193.Topei, R.H. 1989 , Comment on Katz,L.F.Summers,L.H. Industry rents: Evidence and implicid:173cations , in: Brookings Papers on Economic Activity Microeconomics , S.283288 .Wadhwani, S.B. Wall, M. 1991, A direct test of the efficiency wage model using UK miero dacid:17313, in: Oxford Economic Papers, Vo 1.434 ,S.529548 .Yellen, J.L. 1984 , Efficiency wage models of unemployment , in: American Economic Review,Vo I.742 , S.200205 .33ANHANGJ;YARIABLEN DES EMPIRISCHEN MODELLSModell Hypoparathesemeterbeobachtbare Variable Bedeutung Deskriptive Statistiken Min Mean Max Stddev ewkXreb EZAESVEZEEff WPRSOVNKONSDOPFASTABSGBK!FGKLAMCBEABEFJWEFWArbeitszufriedenheitsehr unzufriedensehr zufrieden 010010haufige Konflikte mit Vorgesetzten 0Ineinja Zufriedenheit mit Einkommensehr unzufriedensehr zufrieden Fehltage letztes Jahr ohne KrankenhausStundenlohnPramie Anspruch auf Sondervergutung Anspruch bestehtkein Anspruch 01strenge Kontrolle01neinja DoppelverdienerHaushalt 01Familienstand01neinjanicht verheiratetverheiratetselbststandige Gestaltungsmoglichkeiten am Arbeitsplatzsonsttrifft voll zu 01Kanitalintensitat der Branche Firma mit weniger als 20 Beschaftigten FGGRFirma mit mehr als 2000 Beschaftigten 0ineinjaChancen, gleichwertigen Job zu fmdenneinia0101schwierigleicht Arbeitsplatzverlust freiwillige Kundigung 01unwahrscheinlichwahrscheinlich Arbeitsplatzverlust01vollig unwahrscheinlicheher wahrscheinlich Zahl der Jobwechsel in den letzten 3 Jahren Zugehorigkeit zum aktuellen Arbeitgeber in Jahren000010.66000007.3400000007.42102.020.22I0.426.68101.9825520.509.550.040.050.130.440.700.3780.330.190.270.230.240.4924.341I111584.84111113.510.220.340.500.460.4878.840.390.450.420.430.500.669.380.3811.29346ANHANG 2RESULTATE DER SCHATZUNG DES LATENTEN STRUKTIJMODELLSa Erlauternne der verwendeten Abkurzuneen ART DER NORMIERUNG:eststd Ergebnisse der Schatzung, wenn die Standardabweichung der latenten Variablen auf Inormiert wird GESCHATZTE PARAMETER:av Strukturparameter des Memodells hochgestelltes Symbol: tiefgestelltes Symbol:zugehorige latente Variablezugehoriger Indikator Varianz des Mefehlers hochgestelltes Symbol: tiefgestelltes Symbol:zugehorige latente Variablezugehoriger Indikator Strukturparameter des Strukturmodells hochgestelltes Symbol: tiefgestelltes Symbol:zugehorige endogene Variablezugehorige erklarende VariableVarianz des Sto Tterms der Gleichung des Strukturmodells hochgestelltes Symbol:zugehorige endogene Variable PRUFGROSSEN:Betrag des tWerts auf Basis der heteroskedastiebereinigten robusten Standardfehlerx 2verteilte Prufgroe des LikelihoodRatioTests Zahl der Freiheitsgrade des LikelihoodRatioTests Wahrscheinlichkeit, die Nullhypothese des LikelihoodRatioTests nicht zu verwerfenx 2verteilte Prufgroe des HausmanTypeSpecificationTests fur das gesamte Modellzu HTSTge gehorige Zahl der Freiheitsgradezu HTSTge gehorige Wahrscheinlichkeit, die Nullhypothese nicht zu verwerfenx 2verteilte Prufgroe des HausmanTypeSpecificationTests nur fur die Kausalstrukcid:173tur des Modellszu HTSTst gehorige Zahl der Freiheitsgradezu HTSTst gehorige Wahrscheinlichkeit, die Nullhypothese nicht zu verwerfenhochster betragsmaiger Eigenwert der Koeffizientenmatrix des Strukturmodells Zahl der bei der Schatzung berucksichtigten Beobachtungen LRTdf LRTpr LRTHTSTgedfgeprge HTSTstdf Stpr St Eigobsb Resultate der Schatzung fur verschiedene Teilsamp Iesgesamtes Samplekleine Finnen Hochqualifizierte,wnr IOIUawa Womlaeae aeaeeftv Wv Wwur IOIUveomlveve veeft We Wbef WNri W Wrlrlwfcrcrr Wiwe Wf 7n Wamckekhefk Nrikfgkle Wekebeaebkie.heer.ednnerasteamceststd 0.2690.3330.7330.3610.4360.1050.9270.8880.4620.8690.8090.9890.1250.2070.1330.0640.3460.2260.2430.2050.0050.2290.0020.0050.0520.1810.0080.3280.0180.1240.0770.0050.0090.071trob5.567.767.513.2314.9110.576.7325.6311.816.490.941.972.761:172.913.672.393.110.082.530.060.222.511.230.087.640.473.241.270.170.292.14eststd 0.2670.3400.7250.3860.4100.1670.9290.8840.4740.8510.8320.9730.0590.2550.1090.1060.2670.2330.2240.0150.3220.0010.0400.0680.2380.1480.3480.0370.1100.0080.0420.101trob3.394.664.333.089.999.194.2016.167.894.380.292.151.471.271.701.632.160.192.470.011.421.981.210.965.180.581.630.160.951.92eststd 0.3870.3510.7860.3120.4200.1250.8500.8770.3820.9030.8240.9840.0910.1330.1200.0560.3150.2070.2160.1740.0080.0970.0130.0400.0220.0730.0700.3650.0110.1350.0280.0120.0070.059trob3.835.275.282.6310.218.313.7322.109.534.850.430.832.260.942.363.642.261.840.140.910.341.590.750.290.686.400.203.040.310.240.171.57gesamtes Sampieeststdtrob 0.4120.9430.7891.1619.384.49kleine Finneneststd 0.5840.9850.831trob 1.1310.622.59Hochqualifizierteeststdtrob 0.5700.9750.8011.9812.863.73402.861700450.6913500.1412610.3191924197.701650___2___2___2___2___2___20.451880230.321700196.7213500.07 12610.2041131crwakoe LRTdf LRTpr LRTHTSTgedfgeprgeHTSTstdfstprst Eigobs 1 Aufgrund der unterschiedlichen SampleGroen sind die Prufmae untereinander nicht uncid:173mittelbar vergleichbar.2 Eine Beurteilung der Gute der Schatzung anhand eines HausmanTypeSpecificationTestsist nicht moglich, da die zu seiner Berechnung notwendige gewichtete MaximumLikelicid:173hoodSchatzung nicht konvergierte.ANHANG 3RESULTATE p ER SCHATZUNG DER EFFORTFUNKTION IN TEILcid:173SAMPLES MIT UNTERSCHIEPLICHER KONTROLLINTENSITAT:nicht kontrollierte Arbeitnehmerkontrollierte Arbeitnehmeresveruaee 7Aaeaeaeeftvee 7Aveesvveeruveeftewpre Jeaebceabserooredonerasteanicoe LRTdf LRTpr LRTHTSTgedfgeprge HTSTstdfstprst Eigobseststd 0.9290.1590.3350.0410.1370.9780.8880.9980.0580.2520.0090.1140.0560.0200.0040.0440.910trob1.601.550.480.2515.187.955.071.055.990.253.001.860.390.091.351.4186.8126099091.691600.071110.2721043eststd 0.8530.3760.3790.0760.2720.8590.8560.9940.0140.3420.0340.0850.0780.0330.0200.0040.867trob4.775.381.692.0719.898.914.360.326.871.032.301.820.850.550.114.2378.90260115.441600.051110.311896 zur Erlauterung der verwendeten Abkurzungen vgl. Anhang 2", "filename": "257005676.pdf", "person": ["Oliver Lang", "Lang, Oliver"], "date": ["1993"]}