{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48010/1/27049197X.pdf"], "title": ["The European economy in 1999 and 2000: Report"], "plaintext": "I. World Economic Developments World economic growth this year is likely toremain as weak as in 1998, despite a gradualacceleration in the course of the year. The volume of world trade is estimated to have fallensignificantly in the latter half of last year, andto date there are few signs of a rapid recovery.However, there are indications of improved investor sentiment in a number of emerging market economies, and the monetary authorities inmany industrial economies have lowered shortterm interest rates significantly since last autumn. In the absence of further financial marketturmoil, a modest global recovery is expectedto develop this year, led by improved prospectsfor the Asian economies. World GDP is expected to rise by 3 per cent in 2000, aftergrowth of 2V4 per cent this year Table 1.The industrial economies as a group are notexpected to contribute significantly to the overall rebound. The economy of the United Stateshas remained much stronger than expected, butcould experience a soft landing next year, particularly if the Federal Reserve decides to tighten monetary policy. Activity in Japan may atbest stabilise next year after two years of declining GDP, with many firms continuing tohave excess capacity, and domestic demand expected to remain weak. The continuing weakness of Japan will help to keep the upturn inthe emerging markets within bounds. Growthshould pick up in Western Europe over the next Table 1: GDP Volume Growth by Regions, 19972000eighteen months, helped by the present relaxedmonetary conditions. However, a recovery thisyear remains far from assured, with activitylikely to be particularly weak in Germany and Italy.The present, historically low, rate of inflation in the industrial world may rise slightly,partly as a result of some recovery in worldprices for primary commodities, recently in particular for oil. In the euro area, import priceswill also rise as a result of the recent depreciation of the euro against the dollar. The continued strength of the dollar can be partly attributed to the very strong performance of the American economy compared with the European economy, and to the rising interest ratedifferentials with Europe. We expect that developments the opposite direction willweaken the dollar again. Section VI of thisreport illustrates a scenario with a more substantial weakening in the aftermath of a collapse in equity prices.in The Western European economy has beenstrongly affected by the adverse developmentsin the crisis regions. This has depressed industrial production significantly over the past year.The prospects for Europe are heavily dependenton the timing and extent to which these effectsfade away. The American economy has been astrong engine for world economic growth up tonow, but there are several imbalances that maylead to a slowdown over the next eighteenmonths. This could have a substantial impacton the European economy.World Industrial countries United States Japan European Union Nonindustrial countries Transition countries Asia Latin America AfricaMiddle East Share in world GDPa 1005220.2819.3484.826.58.87.919971998199920004.333.91.42.75.61.96.95.23.92.3 2.4 3.9 2.8 2.8 2.3 0.8 2.5 2.5 2.9 2.323.81.31.92.31.14.42.60.82.91.72.302.641.65.232.4a The GDP shares are based on the purchasingpowerparity PPP valuation of country GDPs.1. Moderate Recovery in Nonindustrial Countries The current pattern of economic growth in thenonindustrial world is mixed. Since the latterhalf of last year, conditions have worsened inmany emerging market economies. Output hasdeclined in Latin America, and growth in thetransition countries has slowed in the aftermathof the Russian crisis and the cyclical downturnin Western Europe. However, a number of Asian economies now show signs of recovery.Overall, we expect output in the nonindustrialworld to grow by 2l A per cent this year, for thesecond year in succession. Growth is projectedto accelerate to around 4 per cent next year.Activity in South East Asia is expected topick up this year and next, but by less thanmight be expected, because demand in the Japanese economy is expected to weaken oncemore as the current public investment expansion comes to an end. Even so, growth for Asiaexcluding Japan may reach 4li per cent thisyear and rise to over 5 per cent in 2000. Signsof an improved outlook are particularly apparent in Korea where GDP has begun to rise.Growth in China appears to have remained robust, helped by further significant fiscal stimulus.Activity in the transition countries is projected to decline this year by 1 per cent as in 1998. For next year, little improvement is expected for this area as a whole, particularly ifthe war in Kosovo continues to disrupt trade inthe Balkan region. However, some countriessuch as Poland and the Czech Republic mayshow a stronger rebound, helped by strongerexport markets in Western Europe. Conditionsin Russia do not favour a revival, although thefall in production seems to have bottomed out.Latin America, including Mexico, will remain in the doldrums this year, with only littlegrowth in the region as a whole. But 2000 maybring a gradual recovery helped by monetaryrelaxation and improvements in the terms oftrade if nominal exchange rates rebound andcommodity prices strengthen.2. World Trade World trade growth came to halt at the beginning of last year. Trade volumes declined in thefinal quarter of 1998, with no noticeable improvement in the first quarter of this year. Although world import demand is expected topick up from the second quarter at an annualised rate of 6 per cent, calendar year growthin 1999 is likely to be just 3 per cent, reflectingthe very low level of trade at the start of theyear. Trade volumes are projected to rise byaround 6 per cent in 2000 Table 2.The sharp deceleration in world trade growthwas initially due to the fall in demand in South East Asia, including Japan. In the course of 1998, the slowdown spread to the Middle East,Russia and Latin America. Figure 1 shows that,in the years prior to the outbreak of the financial crisis, imports of nonindustrial countriesrose at an average rate of about 11 per cent.The annual growth rate peaked at more than 15per cent in the autumn of 1997. However, bythe fourth quarter of 1998, import volumeswere 10 per cent lower than a year earlier. Thishad a tremendous effect on the total volume ofworld trade, as imports of the nonindustrial Table 2: Volume of Merchandise Trade, 19972000 annual percentage changesIndustrial countries Nonindustrial countries World Exports 199710.710.510.619983.6 5 4.1 19992.34.5320005.28619979.712.310.6Imports 19987.82.54.119994.70.5320005.86.56Figure 1: Confidence Indicators for the Euro Area Percentage balance 102030Consumer confidence 401 1 1 1 1 1 1 1 1 1 1r TTTTTTTTTTTTT1990 199119921993199419951996199719981999countries account for more than onethird oftotal world demand. Exports from the industrialworld as a whole actually fell in the last quarterof 1998. By that time, import growth in theindustrial countries had also come to a standstill. European trade was particularly hard hit.However, trade continued to grow in North America, reflecting the strong growth in domestic demand.The yearonyear change in imports into nonindustrial countries has begun to recover since November last year. This is due entirely to arevival of demand in South East Asia. Elsewhere the fall in imports has continued or justbegun to bottom out. Imports in the industrialworld did not change much in the first monthsof this year, with a further increase in the United States imports counterbalanced by a further decline in Western Europe.We expect a broadening and strengthening ofimport demand in the nonindustrial countriesfrom now on, but, given the low level at thestart of the year, average import growth willstill be slightly negative this year. Next year,imports in the nonindustrial countries could increase by 6.5 per cent. Imports in the industrialcountries are forecast to rise by 4.5 to 5 percent this year, with a modest acceleration ofgrowth next year. European imports are expected to pick up from the second quarter ofthis year, but the growth of imports into the United States is likely to decelerate, and demand is expected to remain weak in Japan.World trade prices fell sharply last year dueto weak global demand. The prices of many industrial products and nonoil commodities fellfurther in the early part of this year. However,oil prices have shot up by some 50 per cent following an agreement between major oil producing countries to limit production. On average,we assume that oil prices remain at their current levels of 15 16 per barrel during theforecasting period. Raw material prices are expected to pick up in the course of this year inreaction to stronger demand, stock reductionsand supply restrictions. Prices of internationallytraded manufactures may remain broadly unchanged in national currency terms over theprojection period. This implies a small increasein dollar terms, given the expected depreciationof the dollar.II. Soft Landing United States Economy Economic growth has remained unexpectedlyrobust in the United States. Output rose by 1.1per cent in the first quarter of this year to alevel 4 per cent higher than a year earlier. Thelast three years have all seen output growth of 3Vi to 4 per cent, with high resource utilisationand a rising rate of growth of total factorproductivity, but low, and declining, priceinflation. Private sector demand rose by 5 percent in 1998, supported by the wealth effectsgenerated by the sustained appreciation inequity prices, and the unemployment rate fell toits lowest level since 1970. However, inflation,as measured by the private consumptiondeflator, fell further to less than 1 per cent, thelowest rate since 1955.We expect to see further growth in GDPvolume of around 33A per cent on average thisyear, with strong domestic demand. The pace ofthe expansion is expected to moderate over thecourse of the next year, slowing to around 2Vper cent in 2000, reflecting tighter monetaryconditions, the impact of the recent declines incorporate profitability and the gradual dissipation of the wealth effects from the pastgrowth in equity markets.The prompt monetary policy response of the Federal Reserve following the onset of thefinancial market crisis last autumn has helpedassuage feared financial market contagion, andthus helped to maintain the momentum of thepresent cyclical expansion. The federal fundsrate was reduced by 75 basis points to 4% %,and until recently, the financial markets continued to expect a modest further easing duringthe course of this year. This now appears unlikely. Domestic demand continues to be muchstronger than had been widely expected, suggesting that the labour market will continue totighten. The growth of real wages has accelerated over the past 18 months as unemploymenthas fallen to below AV2 per cent, although thishas not been reflected in nominal wages because consumer price inflation has been so low.The potential for some pickup in inflationhas been reinforced by the recent strength of oilprices, which may raise consumer price inflation a little. Monetary growth also remainsstrong, with broad money M3 rising by l O1per cent over the year to the first quarter of 1999, well above the monitoring range of 2 to 6per cent specified by the Federal Reserve.financial markets. This will help The forecast is based on the assumption thatshortterm interest rates rise by 50 basis pointsby the end of this year, as presently expected bythe tomaintain shortterm real interest rates at theircurrent levels at a time when inflation isexpected to have begun to rise. Longterminterest rates are projected to stabilise at around 5V2 %. Consumer confidence has reboundedsignificantly since last autumn, reflecting therecovery in the stock market since that time,along with the continued buoyancy of thedomestic economy. This has been reflected inthe recent continued vigour of consumption,which rose by 1.6 per cent in the first quarter toa level 5Vi per cent higher than a year earlier.Housing investment has also expanded rapidly.The savings ratio is now negative and forecastto average minus 0.5 per cent this year, with thevolume of consumers expenditure rising by 5 per cent.The counterpart to the persistent decline inthe savings ratio has been the climb in thewealthincome ratio, largely as a result of thesustained growth in equity prices. If at somefuture point the growth rate of asset pricesbegins to moderate, or even turns negative, thena gradual recovery in the savings ratio might beexpected. A turnaround of this sort lies behindthe forecast projections. One key assumptionconcerns the future behaviour of equity prices.The projections assume that they remain flatthroughout the remainder of this year, beforerising in line with the growth of nominal GDP.This acts to slow the growth of net wealthrelative to incomes, and moderates expenditureaccordingly. The growth rate of consumersexpenditure is expected to slow to 2Vz per centnext year. If a more significant drop in equityprices were to actually occur, then a moremarked slowdown in expenditure over the nexttwo years could be expected. The consequencesof a collapse in equity prices are explored in Chapter VI of this report.Business investment remains robust, risingby 1.8 per cent in the first quarter of 1999 aftergrowth of 11% per cent last year. The presentlyhigh spare capacity in the industrial sector andweak corporate profits are likely to reduce thegrowth of investment next year. The economycontinues to enjoy the beneficial supplysideeffects from the rapid expansion in fixed investment over the past five years, with the netstock of fixed capital having risen by nearly 13 per cent in real terms since the end of 1993.This has raised the capitallabour ratio and expanded the production possibility frontier of theeconomy. The Federal Reserve has acted to accommodate this development by holding interest rates lower than they otherwise might havebeen at a time of rising resource utilisation.Labour productivity rose by 2V per cent lastyear, the fastest growth since the procyclicalpickup in 1992 when the economy was emerging from recession. Over the past three years,labour productivity growth has averaged 2 percent per annum, well above the trend of 1 to 1V4per cent observed over the previous two decades. This is consistent with the view that therecent strength of fixed investment and theconsequent rise in the capitallabour ratio hashelped to raise potential output per worker. Tothe extent that this investment has also embodied new technologies it may also have affected the potential rate of technical progress.If the steady state rate of technical progress hasrisen, then it should be possible to sustainhigher utilisation rates than in the past withoutadding significantly to inflationary pressures.There is too little evidence, however, to evaluate this hypothesis with any degree of confidence at present.The recent strength of labour productivity iscertainly unusual at a time when many workerswith relatively low levels of productivity arebeing brought into employment. We expect labour productivity to rise by around 1% per centthis year, and by an average IV per cent overthe next five years, implying gradual convergence of production on a higher level of potential output rather than a permanently highertrend rate of growth that would allow the present rate of labour utilisation to be sustained.There are some signs of a modest upturnin inflationary pressures in recent months, although to date this primarily reflects movements in energy prices and special factors. Theprivate consumption deflator rose by just 0.25per cent in the first quarter, after growth of 0.8per cent in 1998. Energy prices rose by morethan 20 per cent in March, whilst aggregate import prices have begun to stabilise after fallingby more than 6 per cent last year. Some increase in import prices is to be expected overthe next year if the dollar begins to weaken. Onbalance, some pickup in price inflation is expected this year and next, with inflation movingback into line with the growth of domesticcosts. Unit labour costs are projected to rise by 2Vi per cent this year, broadly in line with theirgrowth in 1997 and 1998. In conjunction withhigher import prices, this may raise consumerprice inflation to around 22 per cent in 2000.The current account moved further into deficit last year, rising to 2.7 per cent of GDP from 1.9 per cent of GDP in 1997. The volume ofexported goods and services rose by just IVzper cent last year. Trading conditions remainedsubdued in the first quarter of 1999, with thevolume of merchandise exports declining by 3 per cent, m contrast, strong domestic demandacted to raise import volumes by a further 3 percent. Net exports are projected to reduce GDPby 1.2 percentage points this year, as in 1998,with the current account deficit widening toaverage 3Vi per cent of GDP over the next twoyears. The increase in the current account deficit reflects the trends in the financial deficit ofthe private sector, which is now higher than atany time in the last 35 years. This is unlikely tobe sustained indefinitely, as it would imply acontinuing buildup of net foreign liabilities by United States residents and an ever higherburden of debt interest payments overseas. Netoverseas liabilities are expected to rise toaround 25 per cent of GDP by the end of 2000from 9V4 per cent of GDP in 1995. It is quitepossible that there will be a relatively smoothadjustment of the present imbalances, withgrowth easing to just below trend levels for ashort time. However, there is a growing riskthat the adjustment could be more severe, witha rapid correction of the dollar exchange rate,and increasing political pressures for the implementation of barriers to trade.III. No Recovery yet for Japan The economic situation in Japan remains depressed, with nominal GDP continuing to fall.In real terms, output declined by nearly 3 percent last year, the largest annual drop in thepostwar period. There are signs that recent fiscal initiatives have begun to stabilise the economy this year. However, with external and private sector demand expected to remain weak,output is forecast to fall further this year by 1 to IV2 per cent. Firms have finally begun to tackleexcess capacity and excess labour. Ultimately,this should help to create the conditions for amore firmly based recovery, but in the shortterm, it can only add to the downward pressureson activity. We do not presently expect to seeany significant growth in the Japanese economynext year.Activity is currently supported by the impactof the fiscal policy measures introduced lastyear, although these have been partially crowded out by higher longterm interest rates. Theemergency economic measures announcedlast November were worth 4% per cent of GDPif implemented in full. These came on top ofthe initiatives worth around 3V4 per cent of GDP announced last April. Together, thesepackages have expanded public investment significantly and will eventually lower directtaxes. We expect a significant rise of 12V2 percent equivalent to 1.1 per cent of GDP in thevolume of public investment this year. Thegeneral government budget deficit is projectedto rise from an estimated 6 per cent of GDP in 1998 to 8V2 per cent this year and 10 per cent of GDP in 2000. A supplementary budget may benecessary this autumn in order to prevent anydecline in the volume of public expenditurenext year.Significant public financial support of up to 60 trillion yen 12 per cent of GDP has alsobeen made available to help support the financial system. The schemes should help to gradually restore public confidence and ease thepresent credit contraction taking place, although it is likely to take some time before thebad debt problem is over and private sectorconfidence is restored.The Bank of Japan reduced the overnight callrate to 0.15 % in February. Although there islittle sign yet that the bank is about to embark on a programme of sustained monetaryexpansion, a number of measures has beenadopted to boost market liquidity and ease thefinancial constraints faced by many companies.Monetary growth is already robust given thepresent contraction in the level of nominal activity in the economy, with broad money risingby 3Vz per cent over the year to January. Capitalmarkets have stabilised since the turn of theyear, and equity prices have begun to recover.However, monetisation cannot be excluded as itremains one of the few possible policy optionsif the economy fails to recover. The appreciation of the yen since last summer has helped totighten overall monetary conditions, with thereal effective exchange rate presently some 10per cent higher than a year ago.There is now widespread price deflation in Japan. Wholesale and consumer prices both fellin the first quarter of 1999. The appreciation ofthe yen has been reflected in import prices,which were some 12% per cent lower in thefirst quarter of this year than a year earlier. Although higher energy costs should push up input costs this year, this will not suffice to raisethe price of finished goods and services in theabsence of any significant strengthening in demand. Consumer prices are projected to fall by 0.3 per cent this year and 0.2 per cent in 2000.The March Tankan survey reported a modestupturn in business sentiment in both the manufacturing and nonmanufacturing sectors, reflecting the impact of the injection of publicfunds into the banking sector and the expansionin public investment. The recent rebound inequity prices may help to ease financial pressures on the corporate sector, with profits estimated to have fallen by around 25 per centlast year. However, there seems little prospectof any imminent pickup in expenditure. Manybusinesses have begun to restructure their operations, with inevitable shortterm implicationsfor domestic activity. Business sector fixed investment declined by 11V4 per cent last year.Leading indicators suggest that private sectorinvestment will remain weak throughout thecoming months. In the six months to February,new orders for machinery were I6V2 per centlower than a year earlier. Investment intentionsremain weak, and the number of firms reportingexcess capacity continued to rise in the March Tankan survey. We expect to see a further significant decline in the volume of business investment this year, with, at best, a stabilisationin 2000.Labour market conditions have continued todeteriorate in recent months, with the unemployment rate rising to a new postwar peak. Inthe three months to February, total employmentwas 1 per cent lower than a year earlier. Thissmall decline disguises the steps firms havetaken to reduce costs, with hours worked andwages having been reduced, and many jobsbeing made parttime. Total nominal labourcompensation per employee is projected to decline by 1V4 per cent in 1999 and a further% per cent next year. Total employment is projected to decline by 1V4 per cent this year andnext, with the unemployment rate averagingmore than 5 per cent in 2000. The fall in employment is likely to have a significant impacton income growth and expected job security inthe coming months, and hence on private sectorexpenditure. Real disposable incomes are expected to fall by up to 1 per cent this year,following an estimated decline of V2 per centlast year. Consumer confidence remains subdued, and monthly household surveys providelittle indication of any pickup in expenditureso far this year. Housing starts have also declined further. Consumers expenditure is forecast to fall by V2 per cent this year, with housinginvestment declining by 6V2 per cent.External demand was also weak last year,although despite the downturn in many of Japans major export markets in Asia, net exports still raised GDP by 0.7 percentage pointslast year. Weak domestic demand led to a largedrop in import volumes, more than offsettingthe decline in export volumes. Although exportmarket growth is expected to pick up a littlethis year, the rise in the real exchange rate sincethe middle of last year is likely to constrainexport growth. The current account surplus isexpected to remain around 3 to 3Vi per cent of GDP this year and next.IV. European Economic Policies 1. Fiscal Policy The fears about the sustainability of the fiscaladjustments that some countries made to meetthe requirements for joining the European Monetary Union have begun to disappear. In 1998, all EMU member states succeeded inkeeping the budget deficit within the 3 per centlimit, consolidating the 1997 results with amore or less neutral fiscal stance. However,over the last year the situation has changed.Economic growth has been affected to a surprising extent by the turmoil in emerging markets. Political priorities have also changed, withthe biggest European countries all now havingcentreleft governments. It is not yet clearwhich policies these governments will chooseto undertake in the present circumstances, although we do not expect that they will questionthe principles of the Stability and Growth Pact.Fiscal measures will be used to stimulate recovery and employment, but without expandingstructural deficits. For the countries with a highdebttoGDP ratio, like Italy and Belgium, thereis little room for manoeuvre, due to the need toensure further reductions in the debt burden assoon as possible.At the beginning of this year, all EMU countries presented stability programmes in whichthe ratio of the general government net borrowing to GDP was planned to be reduced over thenext two years. These plans will be jeopardisedby the lowerthanexpected economic growth in10Europe. We expect that governments will letautomatic stabilisers work and accept that thebudget deficits for 1999 will be higher than announced in order to avoid prolonging the downturn through an unnecessarily restrictive fiscalstance. We expect the deficittoGDP ratio tobe around 2 per cent for the euro area as awhole this year. It has to be noted, however,that in some countries, like France and Italy,the deficit probably will remain at or above 2.5 per cent. In other countries, like Austria and Germany, the deficit will still be close to 2 percent, hi 2000, the reduction of the deficitshould gain momentum if the expected economic upswing occurs. If it does not, then thesecountries could find themselves in danger ofbreaching the requirements of the Stability and Growth Pact.Outside the euro area, the fiscal policy stancediffers across countries. While in the United Kingdom, policy is supporting demand thisyear and next even if the net tax burden hasbeen increased, it is quite restrictive in Denmark and, to a lesser extent, in Sweden.One important challenge facing the euro areais the high level of unemployment in mostmember countries. Numerous studies show thata reduction in unemployment needs several factors. Faster economic growth can help bringunemployment back towards its structural level,but it is not enough if the structural level itselfhas to be reduced. For this, active considerationneeds to be given to labour and capital marketreforms, a reduction in labour taxes and longerterm measures such as investment in humancapital, education and RD.In the short term, employment growth is likely to weaken, and many governments have littlescope to support private demand or increasepublic investment in infrastructure due to budget constraints. If unemployment is not to riseonce more, national governments need to implement structural labour market reforms assoon as possible. Measures should also betaken to reform the tax system. Structural reforms take time to be realised and time to produce effects on the economy. Without them, employment growth is likely to prove disappointing if a cyclical upswing begins to take place.2. On the Stability and Growth Programmes In the summer of 1997, the Stability and Growth Pact was ratified in an attempt to prevent member states from pursuing unsustainable fiscal policies after the start of the thirdstage of EMU. It was feared that without sucha constraint on national fiscal policies, therecould eventually be pressures on the European Central Bank to reduce the real value of aneverexpanding stock of eurodenominated public debt through inflation, despite the existenceof a nobailout clause in the Maastricht Treaty. The commitment to the Stability Pactmight also help to reduce political pressures forindividual governments to pursue expansionarypolicies that would eventually lead to insolvency. The Stability and Growth Pact calls on governments to aim for balanced budgets or even asurplus over the longer term. To enforce sustainable fiscal policies, a mechanism was introduced which threatens the imposition of financial penalties if the budget deficit exceeds 3 percent of GDP, unless there are exceptional circumstances such as a severe recession. It wasalso agreed that governments submit Stabilityand Growth Programmes with mediumtermprojections of fiscal developments to the European Commission and the Council of Finance Ministers. This allows toassess whether fiscal policies comply with the Maastricht Treaty.the Commission All countries 1 have now submitted their firstreports with projections up until 2002. Thesereports are supposed to be updated annually.The table presents key figures from the current programmes. Finland, Ireland, Denmark,Sweden and the United Kingdom already hada budget surplus last year. All plan to have asurplus in 2002 as well. Spain is the only country that plans to move from a budget deficit to asurplus over this period. In most other countries, the budget deficit is projected to declineto around 1 per cent of GDP, although the The Stability and Growth Programmes of Italy and Ireland and the convergence programme of Swedenonly cover the period until 2001.11Table 3: Key Figures of the Stability and Growth Programmes General governmentbudget balance 8Gross public debta Real GDP growthb General governmentstructural budgetbalanceac 1998200219982002199419981998200219982002Austria Belgium Finland France Germany IrelandItalyd The Netherlands 6Portugal Spain Euro area Denmark Swedend United Kingdom2.21.61.12.92.11.72.61.32.21.92.311.50.81.4 0.3 2.3 1.2 1.0 1.6 1.4 1.0 0.8 0.1 0.9 2.4 2.5 0.2 64.5117.551.958.261.159118.268.65867.473.55674.247.9Stability programmes 60106.843.257.659.54310764.553.259.367.72.32.24.92.31.79.41.63.23.43.12.2Convergenceprogrammes 42580423.22.52.82.42.332.52.45.62.82.253.33.52.622.42.32.31.60.52.81.90.52.11.62.31.52.30.52.10.61.90.52.71.41.00.82.80.11.50.11.22.33.10.2a In per cent of GDP. Average annual growth rate. Taken from the Stability and Growthassessments where available; otherwise own estimates based onuntil 2001 only. Cautious scenario. The Stability and Growth Programmescenarios based on average annual GDP growth of 2.25, 2.75 and 3.25 per cent, respectively.Dotential output estimated with HodrickPrescott filter. Programmes or the respective commission Projectionof the Netherlands government includes three different Source: OECD; European Commission; Stability and Growth Programmes; own calculations and estimates.Austrian government views a deficit of 1.5 percent of GDP as sufficient to satisfy the requirements of the Stability and Growth Pact. Theresulting deficit for the euro area as a wholewould be about 0.9 per cent of GDP in 2002,compared to 2.3 per cent last year Table 3.It is important to focus on the structural, cyclically adjusted budget balance, since fiscalconsolidation is defined as a reduction of thestructural deficit. Several governments assumea rate of GDP growth above that achieved inthe recent past and above what is generally considered to be the longterm potential rate ofgrowth. This is quite possible, particularly ineconomies with a negative output gap at present, but in these countries, structural deficitswill decline by less than the headline deficits.Furthermore, the European Commission hasnoted that some of these projections seem to beoptimistic in light of the recent downward revisions to GDP growth this year. Consequently,there appears to be a reasonable chance atpresent that some of the official targets in theprogrammes will be missed if further fiscalmeasures are not introduced.It also matters whether fiscal consolidation isachieved by restraining expenditures or by raising taxes. The latter may lower mediumtermgrowth if higher taxes and social contributionshave detrimental effects on capital accumulation and work effort. Experience shows that aconsolidation that relies on expenditure reduction is more likely to be successful.2In all countries for which relevant information has been made available, public expenditures are projected to rise more slowly than GDP, albeit only slightly in some cases. In anumber of countries, this follows a significantreduction in the ratio of expenditure to GDPbetween 1994 and 1998. Revenues have risenrelative to GDP in many countries in recentyears to help bring budget deficits down below 3 per cent of GDP. In the period until 2002,the revenuetoGDP ratio is generally projected However, it may matter which kind of expendituresare cut. Lower public consumption is likely to bringgreater benefits than lower public investment. In Europe, between 1990 and 1997, most countries havecut public investment considerably while other expenditures public consumption, subsidies and transfers have often continued to rise in relation to GDP.12to decline gradually. Thus, the balance of themediumterm consolidation programmes appears appropriate. However, the actual policiespursued so far raise concerns that the mediumterm objectives may not be met. For example,we do not expect to see a significant reductionin the ratio of public expenditure to GDP in France or Germany this year.The Maastricht Treaty requires fiscal policies to be sustainable. Sustainability is indicated by a primary budget surplus of sufficientsize to stabilise or lower the debttoGDP ratio.The stability programmes show the debt ratiodeclining in all countries between 1998 and 200102. However, there are some importantdifferences between countries. In some, notably Ireland, Finland, Spain, Denmark and Sweden,the debt ratio is declining rapidly; in others,such as Germany and France, comparativelylittle progress is projected. Consequently, thefiscal policies in the Stability and Growth Programmes are not likely to bring a marked reduction in the debttoGDP ratio for the overalleuro area, with gross public debt projected toremain well above 60 per cent of GDP in 2002.Italy and Belgium will still have debt stockslarger than their annual GDP. The Netherlandsmay also have a debt stock in excess of 60 percent of GDP, at least under their cautiousgrowth scenario.Thus, the current stance of fiscal policy inthe euro area does not appear to comply fullywith the principles of the Maastricht Treaty andthe Stability and Growth Pact, mainly due tolimited consolidation efforts in the major member states. Even slow progress is contingent ona rather benign macroeconomic environment. Incontrast, in some of the smaller countries, consolidation has progressed much further and appears much more soundly based.3. Monetary Policy in the Euro Area At the start of the European Monetary Unionon January 1, 1999, monetary conditions werequite favourable in the euro area. Longterminterest rates had come down to about 4 % withpractically no differences between the individual countries. On average, this implied an expected real rate of approximately 2Vz %, assuming that the European Central Bank ECBwas expected to hold inflation at VA per cent.For several countries this was even a historicallow, as many had experienced long periodswith considerable risk premia due to inflationary risks and uncertainties about possible currency devaluation. But even for those economies where such premia had not existed, suchas Germany and the Netherlands, the real ratewas below the historical average. Similarly,shortterm money market rates had convergedto a level slightly above 3 %, following the coordinated cut of key interest rates by the European central banks in December 1998; theywere thus about one percentage point lowerthan a year before. Shortterm real interest ratesin the euro area were thus about 2 %, nearlythreequarters of a percentage point lower thana year earlier. Again this was unusually low formost countries. Monetary and credit aggregatesexpanded quite rapidly. Monetary conditionswere eased further during the first quarter ofthis year with the euro depreciating significantly against currencies of major nonEMU countries.Yet on April 8, 1999, the Governing Councilof the ECB decided to reduce the interest rateon its main refinancing operations by half apercentage point to 2Vz %. This first and strongaction of the ECB was rather surprising andhard to interpret given the previous statementsof the ECB and the improvement in monetaryconditions that had already occurred. The difficulty facing the ECB is to explain its monetary policy on the basis of a rather uncertain setof indicators and in a transitory context of possible instability of money demand in the euroarea. These circumstances were generally expected to induce rather cautious behaviour bythe central bank. This suggests that additionalchanges in the operating procedures of the ECBare required in order to improve the transparency of monetary policy decisions.On October 13, 1998, the Governing Councilof the ECB announced the main elements of thestabilityoriented monetary policy of the eurosystem. It announced a reference value for theAk institufs fur Welfrwirfgeki 13growth rate of the broad monetary aggregate M3 of 412 per cent per annum. It was the onlyquantitative indicator explicitly stated. Duringthe first months of 1999, the 12month growthrate of the broad money aggregate was around 5 per cent. At the same time, the total amountof credit increased at an annual rate of morethan 7 per cent. The ECB indicated that it feelsentitled to take into account special circumstances which may temporarily push monetarygrowth away from the reference level, as othermonetary authorities have chosen to do in thepast. For example, part of the growth in M3appeared to be related to the considerable risein land and housing prices in a few euro areacountries. Another possible factor mentioned inthe April Bulletin of the ECB is the demand forcredit by nonfinancial corporations in order tofinance inventories, which, according to business survey data, have increased to abovenormal levels. So the formulation of the appropriate monetary policy stance is conductedusing discretionary interpretations.One possible model of the link betweenshortterm interest rates and macroeconomicvariables is provided by the Taylor Rule. Anumber of studies have shown that such a rulecan approximate the behaviour of the German Bundesbank since the late 1970s. However,such a rule does not appear to fit with the present policy stance of the ECB. If we consider the ECB behaviour according to this rule, with anoutput gap for the euro area of around 1 percent as is estimated by the OECD, for example, 2 to 22 per cent real GDP mediumterm growth which the euro system considers aconsensual estimate of the potential outputgrowth, an implicit inflation target of Vi percent and an equilibrium real rate of 3 per cent,then, with inflation at 1 per cent, the appropriate shortterm interest rate might be 3 % oreven higher. Here, we assume that the respective weights for the deviations of inflation andoutput from their respective targets are thesame. The present level of shortterm interestrates might suggest that either the ECB estimates the output gap to be at least 2 per cent, orthat it expects that the equilibrium real interestrate reverts toward levels last seen in the 1960s.However, the ECB reports are not very conclusive on either point. In its first Annual Report published in March 1999, the ECB indicated that the euro area unemployment waslargely of a structural nature, caused by factorsof an institutional and regulatory character.This suggests that the present output gap isthought to be small. In its April Bulletin thecentral bank indicated that the output gapcannot be used as a summary measure forguiding monetary policy decisions because itssize cannot be determined with the necessarylevel of precision, and estimates differ quitesignificantly across institutions. Although the ECB notes that since the beginning of the 1990s the euro area economy has been growingsomewhat below, rather than above, trend, itadmits that this situation of excess productivecapacity has been declining over the past twoyears. All in all, it appears unlikely that the ECB thinks that the output gap is large.It is also difficult to interpret the ECBspolicy because of a lack of clear informationabout their assessment of future inflationarypressures. The ECB does not follow a strategyof inflation targeting in a strict sense like the Bank of England or the Swedish Riksbank.Nevertheless, its strategy has similar principles,and the assessment of inflation perspectivesmust be communicated with the public if policydecisions are to be understood. After all, theexpectations of economic agents had to bestabilised, and it would be helpful if they hadthe same information as the ECB and knew theunderlying model that is being used.The first problem of communication hasbeen the precise value of the target for inflation. This has been quite obscure for a whilebecause at first, there was only an upper limitbelow 2 per cent for the increase of theharmonised index of consumer prices HICP;then, there appeared to be a target range between 0 and 2 per cent, and then an indicationthat the floor was above zero because of measurement biases in the price index. Being ateither the top or the bottom of the band is likelyto be regarded as less desirable than being toward the middle, but the value which wouldimply a symmetric reaction of the ECB has not14been stated. The second problem is due to thefact that the ECB unlike other central banksthat have an explicit inflation target does notpublish its inflation forecast. For example, therecent cut in the key interest rate could havebeen justified by an explicit statement that theinflation forecast was revised downwards, withan associated reduction in the probability that itwould exceed 2 per cent in the next two years.All in all, the policy is therefore less transparent than it could be, making it unnecessarilydifficult for the ECB to establish its credibility.The ECB will have to follow closely the development of the business cycle and the prospects for inflation in the euro area. There aresigns that there has been a turnaround in business sentiment and that activity in the euro areamay gain momentum. Also, the inflation ratehas probably passed its trough unless furtherunexpected deflationary shocks occur. However, the acceleration so far is mainly due toarise in volatile prices in particular oilprices and not due to an increase of the corerate which is more relevant for inflation performance and thus, presumably, for the policydecisions of the ECB. In the course of this yearand also in 2000, the inflation rate is likelyto pick up somewhat as the cyclical upturnstrengthens; we expect core inflation to riseslightly to around Vi per cent, with the aggregate HICP for the euro area rising by 1.4 percent next year. If this occurs, the ECB will haveto act and raise interest rates in time to becredible in its antiinflationary stance. We expect to see shortterm interest rates rise byabout half a percentage point, reversing the cutmade this April. Such a move would not beunduly restrictive because real interest rateswould remain more or less the same. For theeuro area, a shortterm interest rate of 3 to 3Vi % must still be viewed as accommodative,given a longerterm inflation target of P2 percent as implied, for example, in the referencepath for money growth. Longterm interestrates in the euro area are expected to rise from 4 to 4V % at present to 4Vi % next year. Theexchange rate of the euro should strengthenagainst the dollar, helped by the expected cyclical development in the euro area relative to thatin the United States.V. Temporary Slowdown in Europe Real GDP in the euro area rose by 2.7 per centESA 95 data last year. Growth was a littleweaker in Western Europe as a whole than inthe euro area, with a slowdown in the United Kingdom and Norway and a subdued recoveryin Switzerland offsetting further strong growthin Greece and Sweden. Domestic demand in theeuro area was particularly strong, helped by theeasing of monetary policy, wealth effects fromrising equity and house prices and an appreciation in the terms of trade. In contrast, thevolume of net exports declined for the first timesince 1991 due to weak demand outside the industrial countries and the appreciation of many European currencies against the dollar. Labourmarket conditions improved, with employmentrising by 1.3 per cent and the standardised unemployment rate declining by 0.6 percentagepoints. Nevertheless, inflation slowed, largelydue to the fall in global commodity prices.Harmonised consumer prices rose by 1.1 percent last year, after rising by 1.6 per cent in 1997. Excluding the most volatile components,food and energy, core inflation averaged Wi percent and slowed towards the end of the year.The reduction in unemployment and the cessation of fiscal tightening helped sustain consumer confidence and private consumption expenditure. In turn, stable inflation, the recoveryin consumers expenditure and the low cost ofcapital supported corporate formuch of last year. However, growth slowed significantly in the fourth quarter of 1998. Exportvolumes and government expenditure both declined. This will also constrain calendar yeargrowth in 1999.investment The impact of the financial crisis in the developing countries has varied across the European economies. Italy and Germany have beenparticularly affected. In other countries, notably15Spain and the United Kingdom, strong domestic demand pushed up imports significantly. Adecline in net exports reduced growth by morethan 1 percentage point last year in Italy, Spainand the United Kingdom. A number of smallereconomies, notably Portugal, Denmark and to alesser extent Belgium, also experienced a largedecline in net exports.There continues to be a marked divergencebetween industrial and consumer confidence.Industrial confidence has declined since themiddle of 1998, largely due to a fall in neworders, especially from foreign markets. Industrial production fell sharply at the end of lastyear, but has now begun to stabilise. We expectthat this downturn will act to slow corporateinvestment this year. In contrast, consumer confidence continued to improve in the latter halfof 1998 and the beginning of this year. Higheremployment, low inflation and the good performance of the stock market have helped toimprove current and expected future incomes.However, the most recent monthly figures for April show consumer confidence moderating alittle. Industrial confidence stabilised, possiblyreflecting somewhat brighter prospects for exports.We expect euro area GDP to rise by around 2 per cent this year, driven by continued growthof 2V23 per cent in France and Spain Table 4.Growth in Italy and Germany is expected to bemuch weaker, with GDP rising by under IVi percent. The long lasting effects of the severefiscal restrictions needed to join EMU can partly account for the present poor performance ofthe Italian economy. Whilst interest rates havefallen significantly, this has a limited impact onthe household sector because of the corresponding decline in investment income. The relativeweakness of the German economy is mainlydue to the poor performance of exports. Uncertainty about future government policies mayalso have added to the cautious behaviour ofinvestors.Table 4: Real Gross Domestic Product and Consumer Prices percentage change over previous yearShare in EUGDPa 1998GDP199920001998 Germany France Italy Spain Netherlands Belgium Austria Finland Portugal Ireland Luxembourg Euro area United Kingdom Sweden Denmark Greece EU countries Memorandum:United States Japan 2318178432121079152221002.33.21.33.83.83.03.34.73.910.45.72.72.32.92.93.52.73.92.81.22.61.23.02.32.02.13.33.07.03.32.01.22.21.73.01.93.81.32.33.22.33.52.12.52.53.43.56.03.82.72.42.42.12.52.62.307.0 7.0 2.0 1.8 1.8 9.0 8.0 1.4 2.3 2.2 1.0 1.2 1.6 1.0 1.4 4.6 1.3 1.6 6.0 HICP1999 5.0 8.0 1.5 1.8 1.0 1.0 8.0 9.0 2.2 2.2 1.0 1.1 1.7 5.0 8.0 3.4 1.2 20001.31.21.31.981.41.31.82.32.21.51.42.61.71.23.31.62.0 0.3 2.50.2a The GDP shares are based on the purchasingpowerparity PPP valuation of European country GDPs.16External demand remained weak in the firstpart of this year, but is expected to strengthenin the latter half of the year. The recent improvement in monetary conditions, both fromthe reductions in interest rates over the pastyear and the recent depreciation of the euro,should also begin to support demand. This isalready visible in the equity markets. In manycountries these have more than recouped theirlosses from last autumn. The accommodativemonetary stance and the low cost of capital isalready helping to boost the construction sectorsignificantly. An expected recovery in final demand, along with the possibility of future risesin commodity prices, may also help to supportinventory levels. Private consumption shouldalso be supported by growth in real disposableincomes. Many governments are expected topostpone further fiscal tightening, at least untilgrowth picks up and real wages are expectedto increase. Employment growth is, however,expected to be modest, in spite of the Employment Action Plans now introduced in manycountries, with the euro area unemploymentrate expected to decline only modestly in thenear future.One uncertainty in our projections lies in thefuture course of stockbuilding. This contributedabout 0.7 percentage points to GDP growth inthe euro area last year, according to Eurostatdata. At face value this is consistent with someobserved weakness in final demand in somecountries, particularly in the manufacturing sector, leading to an unintended buildup of stocklevels. This, in turn, would normally lead to aperiod of destocking with a depressing effecton production. However, we do not expect thisto occur. In many countries the data for inventories include any statistical discrepancies inthe national accounts. These discrepancies appear to account for most of the recorded buildup of stocks last year, especially in countriessuch as Germany and Austria.In the first three months of this year, inflation in the euro area was approximately 1 percent, as measured by the HICP. Core inflationmay have slowed further since the end of lastyear. The recent rise of oil prices and the depreciation of the euro will, however, generate aslight increase in consumer prices. Inflation isexpected to average around 1 per cent this year,and 1.4 per cent in 2000.Of the European countries outside EMU, the United Kingdom appears increasingly unlikelyto experience any significant further downturn;in the first quarter of 1999, GDP remained atthe level of the preceding quarter. Business andconsumer confidence have begun to pick up,helped by the significant easing of 2V4 percentage points in the shortterm interest rates sincethe autumn of last year. Growth is expected torecover slightly and to return to trend in theyear 2000. Some risks of renewed inflationarypressure are present, especially if the Britishpound depreciates significantly against theeuro. The government appears well on courseto meet its fiscal objectives of avoiding a deficit on the current balance and keeping its netindebtedness below 40 per cent of GDP.GDP growth slowed in Sweden at the end oflast year due to weak exports, as in most European countries. However, past declines in the Swedish real effective exchange rate helped tooffset the downturn in external demand to someextent. GDP growth is expected to be approximately 2V4 per cent this year, led by privateconsumption. Inflation is very low, with harmonised consumer prices rising by 0.5 per cent inthe year to March, and the overall consumerprice index is expected to remain within thecentral bank target band 2 per cent with afluctuation band of 1 per cent. Last yearslarge budget surplus of over 2 per cent of GDPis not expected to be repeated this year becausefurther postponements of expenditure seem unlikely. Nevertheless, the surplus is likely to remain above 1 per cent of GDP.Growth is expected to slow significantly in Denmark this year to a little over Vi per cent.New fiscal measures are expected to slow thegrowth of private consumption, and exportshave been significantly affected by the downturn in external demand and domestic labourdisruptions. Confidence also fell sharply wheninterest rates were raised last autumn as thecurrency came under pressure in the foreign exchange markets. However, rates have subsequently been reduced significantly, and this17Box: Will European Inflation Exceed 2 Per Cent Next Year?In forming judgements about the appropriate monetary stance for the euro area, the ECB needs also to form ajudgement about the probability that euro area inflation might exceed its target band. One method of assessing theuncertainty around the central inflation forecast is to look at the errors made in past forecasts of Europeanwideinflation. At present, this can be done only for forecasts of inflation for the European Union rather than the euroarea. For instance, the standard deviation of the errors made by the OECD in their spring forecasts of the yearaheadgrowth in the EU private consumption deflator for 19911998 is 0.52 percentage points. We look at this shortsample as it covers a period of low inflation in all the major European economies, even though they could all havedifferent monetary policies. Assuming that the distributions of past errors are normal, a rule of thumb is that a 70 percent confidence interval can be obtained by adding a range of one standard error around the central forecast.Our central forecast for the rate of harmonised consumer price inflation in the euro area next year is 1.4 per cent.By looking up in standard statistical tables the probability that a standard normal variant is greater than2 1.40.52, we find just a 10 per cent chance that inflation will exceed the top of the ECBs range for pricestability. There is a negligible chance at present of inflation being negative, given recent forecasting errors. As beingright at the top of the range is likely to be regarded undesirable by the ECB, it is also of interest to ask what thechances are of exceeding a rate such as 1% per cent. We would put this at close to 20 per cent at present.should help to prevent a sharper slowdown. Unemployment has fallen significantly in recentyears, but much of this appears to be attributable to structural reforms, and we do not expectinflation to rise above W per cent in the nearfuture.Growth remains much stronger in Greece.GDP rose by yi per cent last year, and we expect a further rise of at least 3 per cent thisyear. Demand has been led by strong investment, supported by structural funds from the European Commission. This has more than offset the shortterm demand effects from fiscalconsolidation. However, the war in Kosovo islikely to have an effect on Greece, disruptingsupply routes and reducing earnings from tourism. This may reduce growth by up to half apercentage point next year.VI. What Happens if Equity Markets Collapse?An important risk surrounding our shorttermforecasts lies in the behaviour of equity prices.Equity markets are stronger in almost all industrialised economies than they were at the beginning of the year, and significantly strongerthan they were two years ago, except in Japan.Prices have risen by over 50 per cent in the United States, the United Kingdom, France and Germany since that time. Prices in Italy and Spain have doubled, partly reflecting sharperdeclines in longterm interest rates. The wealtheffects arising from this real appreciation inequity prices are continuing to help support private sector demand.Movements in equity markets depend byidentity on changes in expected earnings andchanges in the valuation placed on those earnings. The valuation depends on changes in theriskfree rate the longterm government bondyield and the equity risk premium. It is difficult to account for the renewed vigour of United States stock markets since the start ofthis year. By early May, prices had risen byabout 20 per cent, in spite of a rise of nearly 1 percentage point in longterm bond yields. Asthere seems to be little grounds for assuminga faster rate of growth in nominal earningsthan previously expected, unless more investorshave come to believe that there has been atechnological revolution that has permanentlyraised the growth rate, there would appear tohave been a further decline in the risk premium.However, the IMF noted last year that impliedrisk premiums were already low by longtermstandards. This raises the possibility that theremight be a sudden correction in equity markets,either because earnings turn out to be weakerthan expected and the present bubble bursts, orbecause the monetary authorities are forced toraise interest rates significantly as inflationarypressures emerge.18Any substantive correction in prices wouldbe likely to have a marked adverse effect on theshortterm economic outlook, given the extentto which consumers expenditure and, potentially, corporate investment are presently drivenby the gains arising from rising stock marketvaluations. We examine the shortterm globaleconomic implications of two separate scenarios. In the first one, US equity prices are reduced by 20 per cent in the first period of thesimulation, but then allowed to subsequentlyadjust endogenously to reflect the induced policy response of the monetary authorities. Thismeans that prices remain below their baselevels for some years, but ultimately adjustback towards their baseline trajectory, hi thesecond scenario, we explore the consequencesof a simultaneous 20 per cent drop in globalequity markets. The responses to such a shockmay in part be modeldependent, reflecting differences in the monetary and fiscal policieswhich particular models assume in response tosuch a shock. We thus report responses usingtwo different models, the National Institute Global Econometric Model Ni GEM and the MIMOSA model maintained by OFCE. Oneimportant difference in the two models isthat Ni GEM is a quarterly model whereas MIMOSA is an annual one. Hence, the fullshock persists for one year in the latter, but ispartially offset by looser monetary policy in theformer within the course of the first year.The Ni GEM model, in which agents are presumed to be forwardlooking, assumes that boththe Federal Reserve and the ECB set monetarypolicy to target some combination of nominal GDP or equivalently the money stock andconsumer price inflation. Shortterm interestrates adjust in relation to the difference between targets and actual outcomes. Hence, anyshock that is expected to slow down activityshould have its effects partly offset by the automatic shock absorbers in the financial system.This particular monetary rule is consistent withthe mixed framework that is presently beingused by the ECB. Nominal targeting combinedwith inflation targeting provides a frameworkfor conducting monetary policy in which decisions are guided by the deviation of inflationfrom some target level as well as the deviationof a nominal magnitude from its baseline trajectory. The inclusion of the inflation componentin the rule raises the sensitivity of interest ratesin Ni GEM in response to deflationary shocks.In contrast, the MIMOSA model does not embody forwardlooking behaviour, so that agentsadjust more slowly and changes in demand takelonger to emerge in inflation. The monetarypolicy rule also differs from that used in the Ni GEM analysis, with the authorities assumedto base their judgements on a Taylor Rule.These two separate econometric models thusencompass a wide range of possible models,and can provide some indication of the likely Table 5: The Impact of a 20 Per Cent Fall in US Equity Prices Difference from Baseline Region Ni GEM Model MIMOSA Model GDP percentage pointsConsumer price inflation percentage pointsShortterm interest rates percentage pointsDollar exchange rate per centa World trade volume per centa A negative sign indicates an appreciation.USEUJapan USEUJapan USEuro area Japan Euro area Japan Yearl0.9 0.4 0.5 0.5 0.2 0.1 1 0.2 0.2 3 3 1.6 Year 20.70.40.51.50.20.11.80.40.21.91.81.4Yearl0.7 0.4 0.0 0.1 0.7 0.2 1.7 Year 21.10.70.20.11.20.32.1Table 6: The Impact of a 20 Per Cent Fall in Global Equity Prices Difference from Baseline Region Ni GEM Model MIMOSA Modela 19GDP percentage pointsConsumer price inflation percentage pointsShortterm interest rates percentage pointsDollar exchange rate per centUSEUJapan USEUJapan USEuro Area Japan Euro Area Japan Yearl0.90.40.60.50.20.11.10.30.22.23.01.7Year 20.7O.70.91.60.30.22.00.70.31.21.81.9Yearl0.80.40.00.00.7O.31.0Year 21.10.70.30.21.20.51.4World trade volume per centa Equity prices in the United States and the European Union. A negative sign indicates an appreciation.sensitivity of any conclusions about the shortrun impact of an equity price collapse.Any given decline in equity prices will havemore effect on private sector net financialwealth in the United States than elsewhere, inpart because of the greater importance of equities in American private sector portfolios. Incountries such as Germany, more wealth is heldin bonds directly or indirectly, and hence afall in equity prices which generates a shortterm monetary response and an associated fallin longterm rates has its effects partially offsetby the rise in bond prices. This offset is larger,the more bonds are held as a proportion of theportfolio.The responses to a collapse in US equityprices alone are summarised in Table 5. Bothmodels give similar first year effects, with GDPof the United States declining by close to 1 percent. The euro area and Japan cannot remainimmune from developments elsewhere in theworld economy. The fall in American equityprices reduces growth in Europe and Japan by 0.40.5 percentage points in the first year.This reflects lower external demand, with thevolume of world trade declining by over Wi percent, as well as the appreciation of the euro andthe yen against the dollar. This occurs becauseof a prompt monetary response in the United States, with shortterm interest rates being reduced by around 1 percentage point. If the Federal Reserve did not act in this manner, thenit is likely that there would be a larger downturn than shown here. The models differ in theirestimate of the subsequent persistence of theshock on output, reflecting differences in thespeed at which deflationary effects emerge onprices, as well as in the size of the adjustmentin shortterm interest rates.The responses to a global equity price shockare summarised in Table 6. They are similar tothose found from a price drop in the United States alone, although as might be expectedthey are larger and persist for longer. The direct, additional shortterm effects on output in Europe and Japan are limited, reflecting thesmaller direct effects from equity prices onfinal demand in these economies. Interest ratesin the euro area are projected to fall by 30 basispoints in the first year and over 50 basis pointsin the second year. The Japanese authoritieswould be likely to face an additional policy dilemma, as shortterm interest rates are alreadyassumed to be close to zero on the base, andhence, there is limited scope to reduce themfurther. This is likely to prolong the deflationary effects of such a shock in Japan.In summary, there are grounds for suggestingthat equity prices may currently be overvaluedin a number of economies. A substantive correction would imply a negative effect on output, particularly in the United States, but also inother economies. This would have a considerable impact on the European economies, raisingthe possibility that the projected upturn may bepostponed, or at least weaker than forecast.20VII. Country Reports 1. Germany The switch to the new European system ofnational accounts ESA95 has led to a majorrevision in German GDP figures. Although thelevel of GDP has been increased as a result ofthese changes, growth in recent years has beenrevised downwards significantly. However, despite a reduction in the 1998 growth rate toonly 2.3 per cent, as compared to 2.8 per centon the old statistical basis, the quarterly profileof developments through the year remainedbasically intact. The main change has occurredwith respect to stockbuilding which had beenimplausibly high according to the old statisticsand has been revised downwards substantially.After the revision of the statistical base, theunderlying momentum of growth in the Germaneconomy appears to be weaker than before;however, the assessment of the cyclical situation and prospects has not changed significantsEconomic activity in Germany started toslow in the summer of 1998 as the effects of thecrises in the emerging markets worked theirway through the world economy. This weakness has extended into the first half of 1999.Real GDP is estimated to have risen onlyslightly in the first quarter of this year, afterfalling by 0.6 per cent in the last quarter of 1998. The cyclical slowdown was triggered bydwindling exports and has resulted in a markeddeterioration of corporate sentiment. Uncertainty and growing scepticism about the plans ofthe new government have also contributed to acautious attitude of investors. In contrast, private consumption has continued to grow briskly, helped by increasing real disposable incomes and exceptionally low consumer priceinflation. The improvement in the labour market has come to a standstill. Employmentgrowth stalled during the winter, and risingshort time work and an increase in inflows intounemployment indicate that the labour markethas started to deteriorate. However, the overallunemployment rate has continued to decline, ifonly very slightly, mainly reflecting a reductionin labour supply.In the economy as a whole, wages have risenby over 3 per cent in the wage round this year,following moderate wage settlements of around IV2 per cent in the preceding years. Given thatprice inflation is expected to remain low, realwages are likely to grow more quickly than productivity. This makes labour shedding evenmore probable than it already is as a result ofthe current slowdown in activity. We expectemployment to fall during this year, but pick upslightly next year as production recovers andwage settlements moderate.Leading indicators suggest that the Germaneconomy will gain momentum with demand,supported by low interest rates and an improvement in the external environment. The expansion will be driven by a recovery of exports andcontinued growth of around 2 per cent in private consumption, helped by rising disposableincome. According to a provisional assessmentin corporating the new statistical base, real GDP is expected to rise by about 1.2 per centand 2.3 per cent in 1999 and 2000 respectively.The unemployment rate will continue to decrease gradually to under 11 per cent this yearand below IOV2 per cent next year. The declineof unemployment is larger than the expected increase of employment due to an unusually largeprojected drop in the supply of labour, amounting to some 500,000 people over the years 1999and 2000. Consumer price inflation will remainmoderate, but pick up from the low point seenin the first quarter of this year, reflecting risingimport prices and increasing unit labour costs.Next year, the annual inflation rate will rise to 1.5 percent.Fiscal policies in 1999 and 2000 will, if anything, be slightly expansionary, mainly as a result of an easing of the expenditure restraint,particularly in the social insurance schemes.This year, a number of tax changes largelycancel out in terms of their effect on generalgovernment revenue. Energy taxes have beenincreased, but the rate of contribution to thepublic pension system has been reduced in thefirst step of the socalled ecological tax reform. Fiscal policy measures for the comingyear are still under debate. There is an obligation to increase family allowances substantially due to a decision from the Federal Constitutional Court, but the precise way to achievethis and the effective tax relief resulting fromit are not yet clear. The new minister of financehas made public commitments to proceed withthe consolidation of government finances,which makes it likely that a small solution willbe sought in order to minimise the effect on thepublic finances. It is likely that only minorchanges will occur in the much debated reformof corporate taxation, consisting of a substantial cut in tax rates combined with a broadeningof the tax base. A significant tax reform is expected to become effective only from 2001, buteven this will be on a rather small scale giventhe apparent inability of the government to mobilise resources by reducing expenditure, particularly on subsidies. On balance, fiscal policyis expected to strengthen demand slightly in thecoming year, but significant reforms to improveincentives in order to increase the underlyingtrend rate of growth are not expected.2. France In 1998, French GDP increased by 3.2 per cent,around half a percentage point above that forthe euro area as a whole under the new ESA95accounts. This gap, already perceptible duringlast year, has recently widened. Domestic demand, excluding inventories, has remained robust, and France has suffered less than Germany and Italy from the Asian and Russiancrises. Even so, manufacturing output fell byover 1 per cent in the final months of last year.But recent surveys have pointed to a stabilisation of output which will help to support GDP in the first half of this year. The downturnin manufacturing has hardly affected the rest ofthe economy, apart from gross trade related tointermediate goods. Activity in the constructionindustry has remained strong, and retail salesvolumes have continued to increase steadily.Service sector growth has slowed but activityhas continued to rise.21Employment has risen by over 350,000during last year, helping to boost householdconfidence to record levels. However, a smalldrop in hiring intentions has recently reducedoptimism about unemployment prospects. Indeed, market activities are expected to add only 210,000 jobs in 1999, after 290,000 in 1998.However, an additional 60,000 jobs are expected to stem from the 35 hours scheme andother nonmarket job creation schemes. We expect to see around 320,000 new jobs createdthis year and in the year 2000. Unemploymentis expected to decline from HVi per cent to 10per cent next year.The reduction in the weekly working time isexpected to cause the growth of nominal hourlywages to accelerate from 2 per cent to nearly 3 per cent this year and 4 per cent during 2000.However, the growth of real labour compensation will be restrained by fewer workinghours and somewhat higher price inflation.Consumer prices are expected to increase by VA per cent in 1999 and 2000, 1 percentagepoint more than in 1998. The growth of realdisposable incomes will moderate to around 2Viper cent from a peak of almost 5 per cent in themiddle of 1998. The growth of private consumption is expected to slow from 4Vz per centto around 3 per cent. Car sales have already recovered from their previous slump, while demand for other durables is still boosted by lowinterest rates and a booming real estate sector.With investment demand expected to remainstrong, the slowdown of output growth in 1999and 2000 will be limited. Growth is expected todip to around 2V2 per cent this year, beforepicking up to over 3 per cent next year.The present strength of the French economyin the current global environment can be attributed partly to a catchingup process aftermany years of high real interest rates. Housinginvestment has only recently begun to recoverfrom the 1990 crisis, as households and realtorshave reduced their debt levels. The same applies to the manufacturing sector, where balance sheets have greatly improved, and capacity utilisation remains above normal levelsin spite of weak demand. The recent fall of theeuro may also help to raise the growth of in22vestment. Stable unit costs and improved cashflows have helped many firms to cope withgreater competitive pressures.Strong consumption is likely to raise thegrowth of tax revenues. The public finances arenot expected to be significantly affected by theslowdown in activity. However, general government expenditure will probably be greaterthan planned, due to higher health expenditure.The public deficit on the Maastricht definitionis likely to be around 2.4 per cent of GDP in 1999 and 2 per cent in 2000. After the recentcut in nominal interest rates by the ECB, monetary policy can be considered as broadlyneutral for France, having previously beensomewhat restrictive.3. Italy According to new data on the ESA95 basis,GDP increased by 1.3 per cent in 1998, lessthan half the growth rate for the overall euroarea. This was mainly due to weak export demand as a result of the Asian crisis. The extentof the difficulties faced by the Italian externalsector last year came as a surprise and causedgrowth rate forecasts to be revised downwardseveral times. There is a lively debate on thecauses of the problems faced by the export sector and doubts about the competitiveness of theeconomy.The decline in the quarterly growth of outputthrough last year, with GDP decreasing by 0.3per cent in the fourth quarter, will act to subduecalendar year growth in 1999. Growth is likelyto be further affected by the unfavourable international economic environment in the early partof this year and by the effect of the Kosovocrisis on the confidence of households andbusinesses. Industrial production declined by VA per cent in the first three months of theyear, and the available cyclical indicators remain weak. There is some sign of recovery inthe April data on production expectations ofcompanies, but household confidence continuesto decline.Economic activity is expected to pick up inthe second half of the year, supported by somespecific factors. The economy should begin tobenefit from the significant reduction in interestrates over the past year, new fiscal incentivesfor housing investment and from a more favourable tax treatment of reinvested profits, helpingto stimulate business investment. Nevertheless,a risk remains that the Kosovo crisis could havea significant impact on the economy, both byhitting the important tourist industry, and byadversely affecting expectations. Taking thevery poor performance in the first part of theyear into account, it is unlikely that GDPgrowth will be higher than l A per cent. Eventhough the contribution of net exports to GDPgrowth is almost neutral after reducing growthby 1.1 percentage points last year, the rate ofgrowth of internal demand is expected to slowto 1.4 per cent from 2.3 per cent in 1998.Inflation is low; in the first quarter, production prices declined by 1.7 per cent year overyear, with the prices of intermediate goodsdropping by 3.7 per cent. Consumer price inflation averaged just 1.4 per cent in the periodfrom January to April. In the next few months,inflation is likely to remain almost flat, despitethe expected increase in oil and raw materialprices as well as the appreciation of the dollar.Wages are growing at around 3 per cent andunit labour costs by 1.4 per cent, m spite of theweak growth of GDP, employment has beenrising since last year. In 1998, the number ofemployees increased by between 0.5 per centand 0.7 per cent depending on the source ofthe data, and this development continued in January, with employment 1 per cent higherthan a year earlier. Because most of the newjobs are parttime or with a predetermined timehorizon, the recent measures introduced inorder to make the Italian labour market moreflexible seem to be successful. Nevertheless,the unemployment rate is still rising from 12.3per cent on average last year to 12.4 per cent in January because of increased labour supply.Next year, the growth differential between Italy and the euro area is predicted to decline.In 2000, Italian GDP growth is expected tobe 2.3 per cent, mainly due to the recovery indomestic demand. Once the more favourabletax treatment of reinvested profits comes intoforce, investment in machinery and equipmentwill be the most dynamic component of domestic demand rising by around 6Vi per cent. Thegrowth of household consumption will alsogather momentum to around 2.6 per cent. At thesame time, the contribution to the growth of GDP from net exports is expected to becomeless negative than in the recent past, eventhough the increase in aggregate demand willexpand imports. Inflation is expected to remainlow next year by historical standards, at 1.3 percent using the H3CP, and more in line with therates forecast for the other euro area countries.In spite of the fact that the public accounts sofar this year are better than a year ago, the general government deficit in 1999 will be higherthan the government had expected one yearago, due to the moderate pace of economicgrowth and the effects of the Kosovo crisis. Infact, we expect that the Italian government willlet automatic stabilisers work and use a furtherreduction in interest payments to finance the increasing expenditures for the Kosovo crisis andhumanitarian aid. Under these circumstances,the deficit for this year will be 2.7 per cent of GDP, as in 1998. In 2000, the general government deficit will decline towards a level of 2.2 percent, but it is unlikely to reach the targetof 1.5 per cent announced by the governmentlast year. It should be noted that new targetswill be announced in June. An upward revisionis probable, due to weaker economic growth.However, it is likely that the plans will show afurther structural reduction of the deficit as therecovery expected from the year 2000 onwardgets underway.4. United Kingdom Growth has slowed sharply in the United Kingdom over the past eighteen months. Preliminaryestimates suggest that GDP was flat in the firstquarter of 1999, after rising by 0.1 per cent inthe last quarter of 1998, and was just 0.6 percent higher than a year earlier. However, itappears increasingly unlikely that the United Kingdom will experience any significant further downturn. The latest monthly GDP esti23mates from the NIESR project growth of 0.2 per cent in the three months to April.Business and consumer confidence have begunto pick up, helped by the significant easing of 2V percentage points in shortterm interestrates since the autumn of last year. Governmentexpenditure is also set to rise in the currentfiscal year at the fastest rate since 1991. Outputat market prices is expected to be almost 2 percent higher by the end of the year than it was atthe end of 1998, consistent with a calendar yeargrowth rate of about VA per cent.In 2000, growth is expected to return totrend, with GDP rising by 2.3 per cent throughthe course of the year. Indeed, there are somerisks of renewed inflationary pressure. Household consumption is forecast to grow by over 2V2 per cent, supported by further strong income growth and a good background of lownominal interest rates, increasing wealth andreceding worries about the possibility of a significant upturn in unemployment. Share priceshave reached record highs in the early part ofthis year. While there are strong grounds forbelieving them to be overvalued, the forecastmakes the assumption that they continue to riseat the same rate as nominal income. Fixed investment is also likely to benefit from a lowcost of capital and improving confidence asfinal demand strengthens. Unless the exchangerate rises further, the outlook for the tradedgoods sector should also improve next year.The visible trade deficit has risen sharplyover the past year, partly as a result of the uncompetitive level of the British pound. Thedeficit is expected to rise to 27V2 billion thisyear, from 2012 billion in 1998, and risefurther to 3V2 billion next year. This has beenpartly offset by strong growth in net investmentincome and receipts from services. We expectthe current account to remain in balance in 1999, but to show a deficit of 10 billion in 2000.There continues to be a marked divergencebetween the industrial and service sectors at thepresent time, with industrial production declining by 0.9 per cent in the first quarter of 1999, whilst output of the service industriesrose by 0.4 per cent. Service sector activity24continues to be supported by domestic demand.This is expected to rise by between 22V4 percent this year.The manufacturing sector has been hit by thedownturn in external demand and the continuedsignificant overvaluation of the real effectiveexchange rate. At present levels, the real exchange rate, measured on the basis of unit labour costs in the United Kingdom relative tothe euro area, is some 20 per cent higher thanthe average level over the past 25 years. Thedecline in net exports of goods and servicesreduced GDP growth by 1.4 percentage pointslast year, with a further drop of 1 percentagepoint expected this year. Manufacturing outputand investment both fell sharply in the latterhalf of last year. We expect manufacturing output to fall by 1% per cent this year and rise byjust 0.5 per cent through the course of nextyear.There is little sign in the United Kingdom ofa pickup in productivity similar to that seenin the United States and Australia. During thepast four years, employment growth has beenstrong, but total labour productivity has risenby only 0.8 per cent per annum on average.Productivity growth is likely to slow to around 0.4 per cent this year, with firms retainingworkers in the expectation that the downturn indemand will be temporary. The claimant unemployment rate is expected to remain at around 4Vi per cent, in part because positive schemeshave been implemented that would be reducingsustainable unemployment if the economy weregrowing at trend. The New Deal activates thelongterm unemployed and youths, and provides them with training, a subsidised job orpublic sector work.Labour market developments over the nextyear are likely to reflect the recent introductionof the National Minimum Wage. This has beenset at a level which directly affects the pay ofaround 1.9 million employees 7 per cent oftotal employment. This is likely to add around 1 per cent to the level of wages, and will ultimately have a modest negative impact on employment. Overall, average earnings are expected to rise by 4XA to 4Vz per cent this year and alittle over 5 per cent in 2000. With productivitygrowth remaining weak, unit labour costs areforecast to rise by over 4 per cent this year,after growth of 43A per cent in 1998.Domestic cost pressures have yet to show upin inflation, largely due to the strength of thepound. Import prices fell by over 6 per cent inboth 1997 and 1998. With the pound not expected to appreciate further over the comingyear, domestic price inflation is projected togradually move back in line with domesticcosts. The annual rate of increase in the officialtarget measure of the Bank of England, the retail price index excluding mortgage interestpayments, is expected to decline from 2.4 percent this April to 1.8 per cent in the fourthquarter of this year, before rising to 2.7 per centover the course of next year.It is thus now possible that further interestrate reductions would endanger the inflationtarget, particularly, if the pound begins to depreciate rapidly over the course of next year, orif there are signs of a sustained pickup in thegrowth rate of wages. The forecast in this report thus assumes that shortterm interest ratesremain at 5V % until the end of next year, withthe pound depreciating against the euro by 4 per cent. However, if the pound were to remain at its present level, inflationary pressureswould be weaker, and there would be scope forfurther reductions. Similar judgements are apparent in recent statements from officials at the Bank of England.from 31 billion The outlook for the public finances has beentransformed in recent years, with significantfiscal consolidation. The public sector net cashrequirement declined in 19956 to 1.1 billion in 19978, with an estimated surplus of 7.4 million being achieved in 19989. The improvement was achieved by continued firm expenditure control and some increase in the tax share. There may be a smalldeficit reflectschanges in the timing of tax payments. The March Budget did little to change the thrustof fiscal policy in the short to medium term.Overall, the many measures in the Budgetimplied a small fiscal relaxation of up toyi billion in 20012 compared to previousplans, and so the rise in the net tax burden thislargely this year, but this year and next will be smaller than previouslyexpected. In cyclically adjusted terms, publicsector net borrowing remains set to be approximately zero over the next five fiscal years. Thegovernment appears well on course to meet itsown fiscal objectives of avoiding a deficit onthe current balance and keeping its net indebtedness below 40 per cent of GDP.5. Spain The Spanish economy expanded at 3.8 per centin the course of 1998, sustained by domesticdemand 4.9 per cent. Easy monetary policyconditions and strong job creation supportedconsumers and industry confidence. Low inflation and strong equity and asset price growthhave led to significant increases in real financial wealth, and this helped raise consumption.Strong demand and low cost of capital determined the strong growth of investments. On theother hand, net exports negatively contributedto GDP growth by 1.1 per cent. This reflectedthe effects of the slowdown in the rest of theeuro area in the second part of 1998 as well asthe greater exposure of the Spanish economy tothe effects of slower activity in Latin America.Growth in merchandise exports slowed from 15.8 per cent in 1997 to 6.6 per cent in 1998,reflecting both a slowdown in market growthand a loss of competitiveness. Despite moderate wage settlements, inflation remained abovethe euro area average, with inflationary pressures in services being particularly stubborn.led labourintensive growth. This Employment rose by 3.8 per cent in thefourth quarter of 1998, continuing several yearsof to amarked fall in unemployment. The unemployment rate declined to 18.8 per cent on averagein 1998 20.8 per cent in 1997. These changesin employment and unemployment in 1998 confirmed the success of reforms over the last fewyears, aiming at suppressing the rigidities of the Spanish labour market. The reforms have beena major factor increasing employment, and theyhave also helped reduce real wage growth forall members of the workforce by reducing thebargaining power of permanent employees vis25avis employers and the unemployed. Theyallowed the very significant pool of unemployed workers to put downward pressure onreal wages, and hence increased the effectivesupply of labour.The government deficit fell to 1.8 per cent of GDP in 1998, outperforming the initial target,thanks to stronger than expected revenues. Thismainly reflected robust economic activity andwas helped by the cumulating effects of lowinterest rates on the stock of debt. Fiscal policyfor 1999 and 2000 includes a significant personal income tax reform which, among otherthings, lowers marginal rates. In addition, thelowering of employers social security contributions for targeted groups of employees willbe extended for two more years. This will contribute to reduce receipts, but because of expected buoyant domestic demand, revenue growthshould remain strong. The tax reform will boostdisposable income, the total effect on demandremaining neutral, as the fiscal stimulus due tothe tax reform will be offset by planned slowgrowth in primary spending.According to the results of the collectivebargaining process, wages will rise by 2.3 percent on average in 1999, decelerating from theprevious year 2.6 per cent. This will contribute to constrain the underlying inflation.Confidence indicators show some worseningin the expectation of both consumers and industry. However, domestic demand is expectedto remain strong. Household consumption willtake advantage of the changes in the tax systemand the favourable conditions on the labourmarket. Overall, investment growth may slowdown only slightly with respect to 1998. Activity is still very strong, the rate of capacityutilisation is close to an historical peak, andprofits are solid. The low cost of capital willalso stimulate total investment. The negativecontribution of the external sector is going toworsen in the course of 1999. Export growthwill slow further, as the effects of the Braziliandevaluation and in Latin America will completely materialise. The shareof merchandise exports from Spain to thisregion is approximately 6.4 per cent. Robustdomestic demand growth and some loss ofimports lower 26competitiveness, due to relatively high inflationas compared to the rest of Europe, is likely tokeep import growth strong in 1999, although itwill fall significantly from the 13.2 per centseen in 1998. There are few signs of inflationary pressures emerging in the economy. Theslight increase in the first quarter of the annualinflation rate to 1.9 per cent mostly reflectssome specific domestic factors. On average,inflation is expected to be around 2 percent in 1999, as a result of opposite forces: the outputgap is closing rapidly, but on the other side,weak exports will help decreasing upward pressures on demand. Employment is expected togrow further as reforms reducing labour marketsegmentation and the costs of job creation continue.6. The Netherlands In the middle of last year, the upward phase ofthe business cycle came to an end in the Netherlands. The decline in world trade led to asharp reaction in exports and, consequently,GDP growth. Whereas the export volume in thefirst half of 1998 was still over 10 per cent upon the previous sixmonth period, in the secondhalf of the year, export growth was virtuallyzero. Exports are expected to pick up in thesecond half of 1999, which leads to a year onyear growth rate of about 2 per cent, comparedto 7.5 per cent last year. The modest exportperformance is offset by still highly buoyanthousehold consumption this year. At 3% percent consumption is growing less than last year4.5 per cent, but this figure is still well abovethe longterm average. This high yearoveryearincrease is mainly due to the acceleration ofconsumer spending in the second half of 1998.Mainly thanks to the strength of consumption,the economic downturn remains in bounds,with GDP growth moderating from a veryhealthy 3.8 per cent last year to about 2 per centin 1999.In the central projection, GDP growth remains stable at 2 per cent in 2000. Exports willclearly pick up, but consumption growth willease next year. The consumer willingness tobuy is expected to become less dynamic inthe near future, because job creation is losingmomentum, purchasing power is increasingless, and the wealth effects of higher stockprices on consumption are ebbing away. All inall, the cyclical slowdown of the Dutch economy in 1999 and 2000 is, with twice 2 per cent GDP growth, milder than the previous downswing in the early 1990s.In the March projection, we have forecastedinflation to fall from around 2 per cent in 19961998 to around 1 per cent in 19992000, on theback of the delayed knockon effect of thelower import prices. However, the 1999 inflation rate is likely to exceed this forecast,since realisations for the JanuaryApril consumer price index are hovering in the 22V4 percent range, import prices have bottomed out inthe first quarter of 1999, and the dollar exchange rate is higher than projected two monthsago. The March projection also provides for afall in contractual pay increases to Wz per centnext year from 23A per cent this year. Thisforecast is based on the fall in inflation envisaged for 19992000, is mentionedabove, on the expectation that the prolongedstrong downward trend in unemployment willcome to an end, and the assumption of restraintby the social partners in pay formation. Recently concluded collective labour agreements pointto substantial higher contractual wage increasesthan included in the March projection. Therefore, an upward revision of the contractual payincreases in 2000 is likely, and, as a consequence, inflation will also be somewhat highernext year.that Since the presentation of the Budget September 1998, the shortterm prospects for the Dutch economy have worsened considerably.Nevertheless, its negative impact on the generalgovernment balance will only to a limitedextent be visible in 1999. Tax receipts on corporate profits will be lower than expected half ayear ago, but indirect taxes and income tax andpremium receipts will by and large be the same.However, on the expenditure side, two additional expenses have emerged, i.e. compensation payments in connection with the heavyrainfall of last autumn and higher than en27visaged outlays for asylum seekers. As a consequence, the EMU deficit rises this year to 1%per cent of GDP, whereas a deficit of VA percent of GDP was expected in September 1998.The lower economic growth will make itselffelt in the year 2000 public finances. Thenumber of persons without a job is expected torise for the first time since 1994. At the sametime, the tax receipts will be affected by theslowdown in household spending and lowercorporate profits. Under these circumstances,the deficit of the central government is expected to rise, in the absence of additionalbudgetary measures. However, the EMU deficitwill decrease marginally, due to the increasingsurpluses of the social funds.", "filename": "27049197X.pdf", "person": ["The Hague CPB Netherlands Bureau for Economic Policy Analysis", "CPB Netherlands Bureau for Economic Policy Analysis, The Hague", "Kiel Institut fur Weltwirtschaft an der Universität Kiel", "Institut fur Weltwirtschaft an der Universität Kiel, Kiel", "London National Institute of Economic and Social Research", "National Institute of Economic and Social Research, London", "Paris Observatoire Français des Conjonctures Economiques", "Observatoire Français des Conjonctures Economiques, Paris", "Bologna Prometeia", "Prometeia, Bologna"], "date": ["1999"]}