{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/49798/1/302400907.pdf"], "title": ["Policy design, expertise, and citizenship: revising the California electric vehicle program"], "plaintext": "Zusammenfassung In dem vorliegenden Papier wird die Entscheidung des California Air Resources Board CARB aus dem Jahre 1996, das Programm zur Unterstutzung der Entwicklung und Markteinfuhrung von Elektrofahrzeugen zu revidieren, analysiert. Dabei sollen nicht in erster Linie die Ursachen fur die Entscheidung geklart, sondern es sollen die weiterreichenden Implikationen der Grunde fur Prozesse der demokratischen Entscheidungsfindung abgeschatzt werden, die CARB fur die Verschiebung des Programms geltend gemacht hat. Die Analyse stutzt sich sowohl auf wissenschafts und techniksoziologische Studien als auch auf Forschungen zu den Auswirkungen von Programmdesigns auf die politischen Prozesse. Ziel ist es zu erhellen, welches Verstandnis vom Burger in der Interaktion zwischen Wissenschaft, Technologie und Programmen entsteht. Denn trotz der Bemuhungen von CARB, einen partizipativen Ansatz der Burgerbeteiligung zu verfolgen, hat die Art und Weise, wie Verbraucherumfragen und wissenschaftliche Gutachten einbezogen worden sind ebenso wie die Auswahl allein technischer Kriterien zur Abschatzung der Batterietechniken fur Elektrofahrzeuge das Bild einer interessierten Offentlichkeit hervorgebracht, die Entscheidungen der Regierung lediglich passiv hinnimmt. Abstract This essay analyzes the 1996 decision by the California Air Resources Board to revise its program for promoting the development and sale of electric vehicles. The essay does not aim primarily to explain the causes of the decision, but to assess the implications for democratic politics of the reasons that the agency provided for postponing the program. The analysis draws on science and technology studies and research on the impact of policy design on politics to develop insights into the interaction between science, technology, and policy in the creation of public conceptions of citizenship. Despite the agencys efforts to project a participatory conception of citizenship, the way in which it made use of consumer surveys and scientific expertise, and its choice of technical criteria for assessing EV battery technology, produced an image of the agencys public as passive consumers of government decisions. Acknowledgements I would like to thank Benjamin Barber, Weert Canzler, Frank Fischer, David Guston, Andreas Knie, Jeff Lustig, and Dieter Plehwe for their helpful comments on earlier versions of this essay. Parts of the research were conducted with the support of the Organization and Technology unit at the Wissenschaftszentrum Berlin fur Sozialforschung, the Walt Whitman Center for the Culture and Politics of Democracy at Rutgers University, the Institute of Governmental Studies at the University of California, Berkeley, and a 199899 dissertation research grant from the Ethics and Values Studies program at the National Science Foundation No. SBR 9810316. Outline 1. Introduction 2. Overview of the zeroemission vehicle program 3. Theoretical background 3.1. Policy design for democracy 3.1.1. Limitations of policy design theories 3.2. Science and technology studies STS 3.2.1. Limitations of STS 4. Analysis of revisions to California electric vehicle program 4.1. Overview of arguments for revisions 4.2. Consumer preference arguments 4.2.1. Problem of selffulfilling prophecy 4.2.2. Problem of public learning 4.2.3. Problem of traditional survey techniques 4.3. Scientific expertise arguments 4.3.1. Economic expertise 4.3.2. Engineering expertise 4.4. The politics of technical criteria 4.4.1. Theoretical background 4.4.2. CARE s technical criteria 4.4.3. Alternative technical criteria 5. Conclusion l 1. Introduction This essay examines the 1996 decision by the California Air Resources Board CARB to significantly revise its widely publicized program for promoting the development and sale of electric vehicles EVs. The analysis draws on recent work in the interdisciplinary field of science and technology studies.1 and on a tradition of research on the impact of policy design on politics.2 The essay is not about the merits of electric vehicles. Nor does it evaluate the effectiveness of CARBs efforts to reduce automotive air pollution. Rather, the essay considers the implications for democratic politics of CARBs public justifications for its decision to revise the EV program. Against common assumptions, justifications for policy decisions are not simply rationalizations of decisions caused by other factors. As some policy scholars have long argued, policymakers perceptions of the available the justifications are among the causes of their decisions.3 Given CARBs 1 Sheila Jasanoff, Gerald E. Markle, James C. Petersen, and Trevor Pinch, eds., Handbook of Science and Technology Studies Thousand Oaks, CA: Sage Publications, 1995; Wiebe E. Bijker and John Law, eds., Shaping TechnologyBuilding Society: Studies in Sociotechnical Change Cambridge, MA: MIT Press, 1992; Wiebe E. Bijker, Thomas P. Hughes, and Trevor Pinch, eds., The Social Construction of Technological Systems: New Directions in the Sociology and History of Technology_Cambridge, MA: MIT Press, 1987; Donald Mac Kenzie and Judy Wajcman, eds., The Social Shaping of Technology: A Reader Milton Keynes: Open University Press, 1985. 2 E. E. Schattschneider, Politics, Pressures, and the Tariff New York: PrenticeHall: 1935; Theodore J. Lowi, American Business, Public Policy, Case Studies, and Political Theory, World Politics 16 July, 1964: 677715; James Q. Wilson, American Government: Institutions and Policies Lexington, MA: D.C. Heath, 1979; Aaron Wildavsky, Speaking Truth to Power: The Art and Craft of Policy Analysis Boston: Little, Brown, 1979, pp. 25279; Robert B. Reich, ed., The Power of Public Ideas Cambridge: Harvard University Press, 1988; Helen Ingram and Steven Rathgeb Smith, eds., Public Policy for Democracy Washington, DC: The Brookings Institution, 1993; Marc K. Landy and Martin A. Levin, eds., The New Politics of Public Policy Baltimore, MD: The Johns Hopkins University Press, 1995. 3 Frank Fischer and John Forester, eds., The Argumentative Turn in Policy Analysis and Planning Durham and London: Duke University Press, 1993; Giandomenico Majone, 2 statutory and normative responsibility to provide public reasons for its policy decisions, examining the agencys defense of its decision provides unexpected insights into why it revised the EV program. CARBs justification of its decision, I argue, implied a particular understanding of citizenship, revealing how the agency viewed the role of ordinary citizens in California environmental policymaking. Moreover, CARBs conception of citizenship was closely bound up with its understanding of technology and expertise. Analysis of the public records documenting CARBs justifications for the EV program between 1990 and 1996 suggests that the agencys conception of technology and citizenship shifted over time. CARB initially took a constructivist approach to technological development: the agency implicitly acknowledged the role of political factors in shaping technology, as well as the potential impact of technology on public conceptions of citizenship. By 1996, however, the agency had embraced the widespread notion of technological determinism: CARBs justifications for changing the policy reflected the assumption that technological development proceeds according to the inherently progressive and politically neutral demands of the market. While CARB initially promoted citizen participation in the EV program, the agencys turn to technological determinism worked against its otherwise energetic efforts to involve the public in its decision making process. Despite its explicit statements to the contrary, the agency implicitly conveyed a thin conception of citizenship, portraying its public as passive consumers of government decisions rather than active participants in, or even critical observers of, environmental policymaking. Evidence, Argument, and Persuasion in the Policy Process New Haven, CT: Yale University Press, 1989. 3 Moreover, by casting its public as selfinterested consumers rather than responsible citizens, the agency both reflected and perpetuated the values of the existing transportation infrastructure. This infrastructure reinforces, through a vicious circle, the view of citizens as consumers. While there is perhaps no inherent connection between a thin conception of citizenship and a transportation system designed to maximize personal convenience, in the contemporary context the conventional automobile poses an important obstacle to the creation of more robust, participatory conceptions of citizenship. It has long been clear that the conventional automobile cannot fulfill its promise of providing individuals with absolute freedom of mobility. When the private automobile is the primary or sole means of transportation, each individuals mobility needs tend to conflict with the needs of others. The conventional automobile cannot be simply wished away, of course, for it has played a major role in the process of suburbanization that has, especially in the United States, made most people highly dependent on their automobiles, and highly independent of their fellow citizens.4 While the connections cannot be explored here, it is fair to say that a lack of dependence on others generally entails a lack of concern for others, and vice versa. Suburbanization and the conventional automobile are today among the major barriers to the creation of the mutual dependencies upon which a culture of political participation relies. The automobile, of course, is not solely responsible for the rise of the suburb, but the current extent of suburbanization 4 Weert Canzler and Andreas Knie, Moglichkeitsraume: Grundrisse einer modernen Mobilitats und Verkehrspolitik Wien: Bohlau Verlag, 1998; Sudhir Chella Rajan, The Enigma of Automobility: Democratic Politics and Pollution Control Pittsburgh, PN: University of Pittsburgh Press, 1996; Michael Sorkin, ed., Variations on a Theme Park: The New American City and the End of Public Space New York: The Noonday Press, 1992; Kenneth T. Jackson, Crabgrass Frontier: The Suburbanization of the United States New York and Oxford: Oxford University Press, 1985. 4 and urban sprawl would not have been possible without the long travel range provided by gasoline engines. No other automotive technology currently allows the long commutes endured by those who work or live in todays metropolitan areas. By giving range and acceleration priority over other criteria in their evaluation of electric vehicle technology, CARB struck a blow against several options for electric vehicle development that present genuine if far from perfect alternatives to a transportation system that reinforces thin conceptions of citizenship. Evidence for the agencys implicit conception of technology and citizenship lies in the following three factors: 1 the changes over time in the agencys use of consumer surveys that assess public willingness to purchase electric vehicles; 2 the scientific rhetoric with which the agency defended its decision; and 3 the political values embedded in the technical criteria according to which the agency assessed the development of EV battery technology. 2. Overview of the ZeroEmission Vehicle Program The California Air Resources Board is the principal government agency responsible for regulating air quality in the state. A unit of the California Environmental Protection Agency, it is widely recognized as the most competently staffed, most innovative, and most effective air quality regulatory body in the world.5 In September 1990, CARB adopted a LowEmission Vehicle and Clean Fuels program to regulate auto emissions according to four new, increasingly stringent emissions standards. Automakers were expected to meet the first three standards through the use of newly developed clean fuels and improvements on the internalcombustion engine. Given the 5 William R. Lowry, The Dimensions of Federalism: State Governments and Pollution Control Policies Durham: Duke University Press, 1992. 5 limited possibilities for farther reducing emissions with traditional engine technologies, however, CARB also included a truly innovative regulatory measure: the agency would mandate quotas for the sale of ZeroEmission Vehicles ZEVs. Since electric vehicles represented the only nearterm option for building a vehicle with no tailpipe emissions, the regulation put EVs in the public spotlight for the first time in decades. The regulation required that by 1998 a minimum of two percent of the vehicles offered for sale by major automakers in California would have to be ZEVs. This number was to increase to five percent in 2001 and ten percent in 2003. The mandate would initially apply only to automakers selling over 35,000 vehicles per year in California, including Chrysler, Ford, General Motors, Honda, Nissan, Mazda, and Toyota. After 2003 smaller companies would also have to comply. Automakers were to pay a fine of 5,000 for each vehicle by which they fell short of their quota. The ZEV mandate was only one element in the agencys overall clean air strategy, but many observers believed that the program would provide large air quality benefits over the long term. The Natural Resources Defense Council calculated that in Los Angeles replacing even the cleanest gasoline cars with electric vehicles would provide a reduction of hydrocarbons and carbon monoxide by 99 percent, nitrogen oxides by 73 percent, particulates by 61 percent, and carbon dioxide by 66 percent, even when taking the emissions of both instate and outofstate power plants into account.6 Unlike gasolinepowered cars, EVs do not produce more emissions when old or when driven erratically, nor do they have emissions control technologies that can malfunction or be disabled. Compared to gasolinepowered 6 Natural Resources Defense Council, No More Tailpipes: The Role of Electric Vehicles in Clearing Californias Air Washington, DC: NRDC, May 1994. 6 cars, they have fewer moving parts, require less maintenance, and produce very little noise. And, of course, EVs produce no emissions from the vehicle itself. Although EVs may cause increased emissions at electric power plants, power plant emissions can be more easily controlled through advanced filter technology than the widely dispersed emissions of millions of conventional automobiles. EVs may not be appropriate for regions that rely on highlypolluting coal for their energy needs, nor for colder regions where EV battery performance is low. But in California the moderate weather and relatively high reliance on renewable energy resources make EVs a viable means of reducing air pollution. Regardless of its potential effectiveness at reducing air pollution, however, the EVs technological appeal, and the public impression that the agency was forcing major changes onto the auto companies, led to a high level of national and international publicity. In addition to the environmental benefits, the ZEV mandate was widely seen as a way of revitalizing the thenlagging California economy. Many observers believed, for example, that the mandate would provide hightech jobs for recently displaced aerospace workers in Los Angeles.7 Several electric utilities joined with private companies and government agencies to create a publicprivate consortium for pursuing various avenues of EV battery and infrastructure development. All across the United States, hundreds of backyard EV entrepreneurs who had been tinkering in isolation for decades suddenly found themselves at the center of an emerging industry. 7 Goetz Wolff, David Rigby, Don Gauthier, and Marco Cenzati, The Potential Impact of an Electric Vehicle Manufacturing Complex on the Los Angeles Economy, in Electric Vehicle Manufacturing in Southern California: Current Developments, Future Prospects ed. Allen J. Scott Los Angeles: Lewis Center for Regional Policy Studies, 1993. 7 The auto companies, for the most part, had a far less enthusiastic response to CARBs mandate. Ironically, CARB had established the ZEY mandate in response to a January 1990 announcement by General Motors that the company would build the worlds first commercial electric vehicle. The Board claimed that it simply wanted to hold GM to its word. General Motors, however, along with Ford, Chrysler and the oil industry, lobbied aggressively against the mandate from its inception. Having cancelled its Impact EV program in 1992 in response to a corporate budget crisis, GM kept secret its revival of the program in the spring of 1994 so as to avoid derailing the antimandate campaign.8 The other major auto companies also worked to eliminate the mandate, in part by publicizing inflated EV price quotes.9 In April 1995, for example, Ford announced that the electric version of its Ranger pickup would sell for 30,000a price guaranteed to make the EV pickup a failure. As Michael Shnayerson reports, Though the lobbyists were careful not to be overt, the commissioners got the message: Ford would sabotage its own EV program, if necessary, to make the mandate fail. 10 The oil companies, for their part, spent 1 million on a media campaign conducted by the firm Woodward Mc Dowell to defeat the ZEV mandate.11 Given GMs desire to establish itself as a leader in EV technology, however, its opposition to the mandate put the company in a difficult position. Then 8 Michael Shnayerson, The Car that Could: The Inside Story of GMs Revolutionary Electric Vehicle New York: Random House, 1996, p. 191. 9 Electric Power Research Institute, Pricing for Success: Using Auto Industry Models to Review Electric Vehicle Costing and Pricing, EPRI TR107094 October 1996. 10 Shnayerson, The Car that Could, p. 247. 11 Ibid., p. 247. 8 GM chairman John Smale, for example, wrote in a private letter of the dilemma we face in on one hand expressing the pride and confidence we feel in this revolutionary product as it begins to be exposed to consumers, while on the other hand we try and persuade authorities to not go off the deep end in mandating the California legislation in other states 12 This dilemma was made especially difficult by the fact that the companys opposition to the mandate appeared to be motivated as much by freemarket ideology as by actual business interest.13 Indeed, as late as the spring of 1994, GM saw little hope of defeating the mandate.14 The mid1990s revival of the California economy gave an important boost to the antimandate campaign. The revived economy robbed the ZEV mandate of its rationale as a job creation stimulus for displaced defense industry engineers. And of course there were continuing doubts about consumer behavior and the progress of battery technology, adding to the programs uncertainties. When it first established the ZEV mandate in 1990, CARB acknowledged considerable uncertainties in the rate and nature of technological development that could be expected during the timeframe of the program. The mandate was explicitly billed as a technology forcing measure, and the Board wanted to push automakers and battery manufacturers to develop new EV technologies as quickly as possible. In this respect, CARB revealed a constructivist conception of technological development, as discussed below. At the same time, however, CARB did not want to be forced to levee 12 Ibid., p. 213. 13 Ibid., p. 224. 14 Ibid., p. 189. 9 enormous fines on the auto industry for failing to meet the ZEV sales quotas, nor did it wish to be accused of jeopardizing Californias economy. The regulation thus provided for biennial reviews, during which CARB would hold both internal meetings and public hearings to analyze the programs implementation, making adjustments as necessary. At the first and second biennial reviews in 1992 and 1994 CARB held extensive public hearings on the ZEV mandate. While the hearings followed an advisory model and did not commit CARB to any particular course of action, they stimulated significant public debate on electric vehicles. Environmental organizations, public health groups, liberal politicians, and independent EV entrepreneurs argued for the ZEV mandate; lobbyists from the car dealers associations and the automobile and oil industries, as well as various other free market enthusiasts, argued against. Each time CARB decided that EV development was on course to meet the 1998 deadline. The press reported that CARB faced intense lobbying from the auto industry, both at the hearings and in closed door settings, but that the agency unequivocally upheld its revolutionary mandate. 15 The dramatic setting established by these first two biennial reviews increased the public disappointment at the agencys decision during the third review to postpone significant parts of the ZEV program. The agency decided to eliminate the 1998 and 2001 ZEV mandates. CARB retained only the 2003 mandate that ten percent of all cars sold in California have zero emissions. In place of the interim deadlines, the agency signed Memoranda of Agreement with the seven largest automakers, committing the manufacturers to offer ZEVs for sale in accord with consumer demand. Automak 15 Maria Cone, State Holds Firm on Deadline for Electric Cars, Los Angeles Times May 14, 1994, p. Al. 10 ers also agreed to continue research and development of EVs, provide biennial reports of their progress, and allow periodic CARB inspection of their facilities. Because the ZEV mandate was an essential part of Californias 1994 plan to meet the requirements of the federal Clean Air Act, the automakers also agreed to introduce cleaner cars voluntarily nationwide by 2001. As these cleaner cars immigrated into California with normal demographic movement, they would eventually compensate for the emission reductions lost by the suspension of the early ZEV mandate. Finally, the automakers agreed to introduce on a voluntary basis a total of up to 3,750 advancedbattery EVs in demonstration programs in California by 2001. If the automakers failed to meet their obligations under the MOAs, as determined in good faith by CARB Executive Officer, they would be required to pay financial damages calculated by CARB. The change in the ZEV program was widely perceived to be a direct result of the antimandate lobbying campaign. Environmentalists and other electric vehicle advocates accused CARB of capitulating to the automobile and oil industry lobbyists, destroying the hopes and investments of EV entrepreneurs around the world. According to a Los Angeles Times reporter, the decision marked the first time in three decades that the board has rescinded a regulation under pressure from the auto and oil industries its regulates. 16 A Board member even admitted that The opposition from the auto makers was so strong, uniform, conceited, wellfunded and unyielding that it would have been foolhardy to proceed. 17 16 Maria Cone, State Air Board Repeals Mandate for Electric Cars, Los Angeles Times March 30, 1996, p. Al. 17 Lynne Edgerton, quoted in Cone, Board Repeals Mandate, p. Al. 11 While these assessments are probably correct in seeing the antimandate campaign as the single most important cause of CARBs decision,18 they neglect an important factor that I want to consider in this essay: the Boards implicit conception of technology and citizenship, as revealed in the public justifications with which the agency defended its decision. As I show below, the Boards case for postponing the ZEV mandate relied primarily on the claim that EV battery technology did not yet meet necessary performance standards. CARBs Battery Technology Advisory Panel had reported in October 1995 that while leadacid and nickelcadmium batteries would be available in sufficient quantities to meet the 1998 mandate, they would only provide range and performance characteristics considerably below those of gasolinepowered cars. Socalled advanced batteries, using lithiumion or nickelmetalhydride components, would provide gasolinelike performance but would not be ready until approximately 2001. CARB argued that postponing the mandate so as to allow for the development of advanced batteries was the only way to preserve the goals of the ZEV program. At one of the many press conferences held to explain the policy change, CARB Chairman John Dunlap defended the decision with the angry but revealing remark, This is not a political decision, it is a technical decision. Quit looking under every rock for a deal, because there isnt one.19 A brief look at constructivist research on both science and public policymaking indicates that the line between political and technical decisions is not as clear as this hasty comment by Chairman Dunlap suggested. 18 Given that most of my research to date has been restricted to public documents, I cannot fully assess the causes of CARBs decision to postpone the mandate. 19 Maria Cone, Air Panel Bending Under Pressure, Los Angeles Times, Dec. 20, 1996, p. A23. 12 3. Theoretical framework 3.1. Policy design for democracy The public policy research most useful for understanding CARBs justification for revising the ZEV program centers on a notion put forward some time ago by E. E. Schattschneider, and developed by scholars such as Theodore J. Lowi and James Q. Wilson: new policies create new politics. The design of a public policy has implications not only for the success of the policy itself, but also for apparently unrelated institutions and interests. While public policy analysis has often focused on questions of policy efficiency and effectiveness, some students of policy design have recently sought to address the notion that governments have a responsibility not only to solve public problems, but also to encourage the intelligent political participation of the publics they serve.20 A number of studies suggest that policymakers implicitly construct public conceptions of citizenship through their policy design decisions. The methods, aims, and public presentation of a policy convey messages about what the public can expect from government, what the government expects from the public, and what sort of activity politics is in the first place. Policy designs that treat citizens as equals, respect their capacity to learn, and elicit their participation can contribute to the development of strong conceptions of citizenship among those who come into contact with the policy. Marc Landy, for example, would have us think of policies as constitutions. The enabling statutes passed by legislatures, as well as many of the rules 20 See note 2. On the responsibility of governments to encourage political participation, see John S. Dryzek, Discursive Democracy: Politics, Policy, and Political Science Cambridge: Cambridge University Press, 1990; Benjamin R. Barber, Strong Democracy: Participatory Politics for a New Age Berkeley: University of California Press, 1984. 13 made by executive agencies, establish broad ends, prescribe specific institutional arrangements, define powers, and delimit membership. 21 Policies not only set out a blueprint for government action, but also provide a civic teaching.22 Helen Ingram and Anne Schneider argue that the various elements of policy designe.g., rules, tools, goals, rationales, assumptions all contribute to the creation of a particular image of the target population whom the policy is supposed to serve. These images have an impact on the conception of citizenship prevalent within the target population, and also among the politicians, lobbyists, and journalists involved in shaping and publicizing the policy. Through these intermediaries, a policy designs image of citizenship filters into society at large.23 One should note that drawing attention to the impact of policy design on citizenship does not imply a neglect of policys instrumental effectiveness. In fact, these two dimensions of policy often complement one another. As Ingram and Schneider point out, effectively addressing public problems almost always requires public compliance with the laws, and often depends upon active public support and involvement as well. Policies that lack such support will become prohibitively expensive and often unsuccessful.24 This suggests, as mentioned above, that the public justifications for policy designs, and the images of citizenship they convey, are not simply rationalizations for policies caused by other factors. As Frank Fischer and John 21 Marc K. Landy, Public Policy and Citizenship, in Public Policy for Democracy, ed. Ingram and Schneider, p. 26. 22 Ibid. 23 Helen Ingram and Anne Larson Schneider, Policy Design for Democracy Lawrence, KN: University Press of Kansas, 1997. 24 Ibid., p. 81. 14 Forester make the point, The institutionally disciplined rhetorics of policy and planning influence problem selection as well as problem analysis, organizational identity as well as administrative strategy, and public access as well as public understanding. 25 In democracy, government officials must provide reasons for their decisions. Knowing that they must eventually justify their policy designs before the public, policymakers perceptions of the available reasons significantly influence their policy decisions. Moreover, providing reasons for decisions is one of the most potent means by which policymakers construct and propagate images of citizenship. Finally, it is important to recognize that citizens preexisting political beliefs and practices have a powerful mediating effect on the images of citizenship conveyed by policy designs. A participatory policy design cannot by itself create active citizens out of passive consumers. To assume this would be to turn efforts at participatory policy design into empty moralizing. Indeed, Ingram and Schneider emphasize the importance of considering both the issue context and the societal context when evaluating the impact of policy design on citizenship.26 To put the point somewhat differently, participatory policy designs do not speak to people in their capacity as private individuals, but in their roles as public citizens. But taking up ones role as a citizen requires the existence of strong public institutionsinterest groups, schools, churches, neighborhood associations, etc.that provide opportunities for political activity. The notion of civil society has long stood for the network of such associations that, in combination with many other things, make democracy 25 Fischer and Forester, eds., Argumentative Turn, p. 2. 26 Ingram and Schneider, Policy Design for Democracy, pp. 7381. 15 possible.27 Participatory policy designs can be expected to strengthen the institutions of civil society, but without such institutions it will be impossible to draw citizens out of their private worlds. 3.1.1. Limitations of policy design theories While scholars exploring the relationship between policy design and citizenship often address the role of science and technology in policymaking, few have examined the nature of technical knowledge itself. Policy scholars frequently remark upon the high uncertainty of much regulatory science, but many assume that more certain knowledge would necessarily improve policymaking. Similarly, while policy scholars often recognize that the science used to justify government health and safety regulations frequently becomes politicized, they usually assume the road to more effective and more legitimate policy lies in depoliticizing science as much as possible. Indeed, most students of public policy tend to treat science and technology as selfcontained, dependent variables. They acknowledge, for example, that uncertainties concerning the requisite technology play an important role in policy implementation, but fail to examine what underlies the definition and development of such technology.28 In their important study of the Environmental Protection Agency, for example, Landy and his colleagues argue that to avoid unworkable policies government agencies must discern and respect the limits on policy choice imposed by the available engineering, scientific, and managerial 27 See, for example, Benjamin R. Barber, A Place for Us: How to Make Society Civil and Democracy Strong New York: Hill and Wang, 1998; Adam B. Seligman, The Idea of Civil Society Princeton, NJ: Princeton University Press, 1992. 28 See Paul Sabatier and Daniel Mazmanian, The Implementation of Public Policy: A Framework of Analysis, Policy Studies Journal 8 1980: 5414. 16 understanding.29 While the authors clearly demonstrate that the most sophisticated scientific models always suffer from imperfection and oversimplification, and that scientists rely on tacit knowledge to translate empirical phenomena into scientific theory, they do little to explore the implications of these insights for the relationship between science and politics. While they show that the line between science and policy is often unclear, Landy and his colleagues appear to assume that policymakers can clarify this line by being more modest and more precise in the questions they put to the experts: The less clear the questions that experts are asked, the more they will tend to indeed have to rely on their own interpretations and definitions in formulating answers. And those interpretations and definitions are powerful vehicles for injecting personal views and values into an ostensibly technical analysis.30 This personalization of science can and should be avoided, in the view of Landy and his colleagues, else all expertise be discredited and reduced to partisanship. Avoiding the reduction of science to partisanship is certainly necessary if citizens are to perceive the exercise of government power as nonarbitrary and legitimate.31 But the notion that science can be entirely divorced from personal views and values, let alone social views and values, requires a more careful look than Landy and his colleagues provide. The same problem can be found in much of the research explicitly focused the role of scientific advisors in policymaking. As Sheila Jasanoff has noted, most studies of scientific advice see the greatest barrier to good policy in either 29 Marc K. Landy, Marc J. Roberts, and Stephen R. Thomas, The Environmental Protection Agency: Asking the Wrong Questions from Nixon to Clinton, expanded ed. New York: Oxford University Press, p. 6. 30 Ibid., pp. 812 emphasis added. 31 See Yaron Ezrahi, The Descent of Icarus: Science and the Transformation of Contemporary Democracy Cambridge: Harvard University Press, 1990. 17 bureaucratic incompetence or the capture of scientific advisory committees by political interests.32 According to the first, technocratic view, improving public policymaking requires an increase in the authority of scientific advisory committees and a decrease in the discretionary powers of government agencies. Policymakers should simply implement the recommendations of their scientific advisors. According to the second, democratic view, policymakers should subordinate scientific advice to the preferences of an informed public. By granting priority to either science or politics, each of these approaches preserves the notion that science and politics represent autonomous spheres of activity. Recent research by sociologists and historians of science and technology, however, indicates that science and technology are far more deeply embedded in political institutions than most policy analysts acknowledge. 3.2. Science and technology studies STS Over the past twentyfive years, the sociology of science has gone far beyond its early focus on the social norms and incentive structures of scientific communities. The recent research of primary interest hereoften referred to as science and technology studies STShas documented the social and political construction of scientific theories through ethnographic studies of scientific laboratories or archival research on past scientific controversies. Similar methods have been applied to the study of technological development. Research on both science and technology has sought to go beyond the tradition of inquiry into the social impact of science and technology to ex 32 Sheila Jasanoff, The Fifth Branch: Science Advisors as Policymakers Cambridge: Harvard University Press, 1990, p. 15. 18 is the still widespread view amine the mixture of social and technical factors that go into the actual making or construction of science and technology.33 Recent constructivist analyses of technology exhibit a variety of approaches but all contest the notion of technological determinism.34 This that technological development and diffusion involve nothing more than the gradual recognition of a technologys superior effectiveness or efficiency. While there are several versions of technological determinism, for present purposes this general definition can be contrasted with the constructivist view that the establishment of new technologies as standard elements of social life is partially determined by the distribution of power in society. New technologies do not become established through the impartial mechanisms of either a financial market or a marketplace of ideas. Rather, a technology becomes established, in part, because its advocates successfully recruit allies that support their favored technology over others, or because it reinforces existing institutional biases and constraints. Constructivism also argues that the social establishment of new technologies requires not only victory against a technologys opponents, but the erasure of all traces of the technologys former contestability. The history of power, persuasion, and luck that went into establishing the technology must be retold as a story of superior effectiveness and necessary victory. Put simply, a technology does not become established because it worksa technology is said to work because it has become established.35 33 See note 1. 34 See Bruce Bimber, Three Faces of Technological Determinism, in Merrit Roe Smith and Leo Marx, eds., Does Technology Drive History? Cambridge, MA: MIT Press, 1995. 35 As critics of constructivism have made clear, this approach ignores those who stand to lose by a new technology but are not able to offer significant opposition. The concern in 19 Established technologies become black boxes. They reliably produce predictable outputs from given inputs, with no need for users to understand how or why they work. Constructivist analyses show how black boxed technologies embody the social, political, and economic controversies that accompanied their creation.36 As the new technology spreads through society, users can effectively employ the technology with no awareness of the alternative options that once existed. The early days of the automobile, for example, until about 1900, were characterized by considerable uncertainty as to whether automobile engines would run on electricity, steam, or gasoline. Each technology had its advocates. Early electric vehicles were especially favored among women who were concerned foremost about comfort and cleanliness and who had a hard time either controlling a spirited team of horses or starting a gasolinepowered car with a hand crank and learning to shift gears.37 Even Clara Ford is said to have preferred her electric carriage to her husbands noisy, smelly ModelT. Before long, however, the primary social carriers of automotive technologywealthy sportsmen and businessmenhad succeeded in establishing a social and technological network around the technology best suited to their purposes of automobile racing and longdistance demonstration runs. That technology, the internal combustion engine, remains the worldwide auto industry standard long after wealthy race car drivers have been replaced by a multitude this essay, however, is not with characterizing all the groups involved with or impacted by a new technology, but rather with how a government agencys approach to the establishment of a new technology contributed to its construction of citizenship. 36 On the notion of black boxes, see Bruno Latour, Science in Action Cambridge, MA: Harvard University Press, 1987, pp. 13031. 37 James J. Flink, The Automobile Age Cambridge, MA: MIT Press, 1988, p. 10. 20 in the the prior controversies now embodied of other users with different needs.38 Few people are aware of this history, however, and todays drivers can treat their cars as so many black boxes, ignoring technology. Constructivist research on automotive technology aims to create alternative options for social and technological development by opening up these black boxes, exposing the past controversies hidden within. While the notion of black boxes has helped science and technology studies avoid technological determinism, recent research has also shown a need for avoiding sociological determinism. The social categories often used to explain technological innovation and diffusion are themselves in need of explanation. An abstraction called Society does not explain technological development any better than abstractions called Nature or the Market or Progress.39 Indeed, the accusations of relativism or nihilism repeatedly visited upon science and technology studies by sciences selfappointed defenders usually ignore the fact that very few STS scholars actually believe science and technology to be purely linguistic or social products.40 In fact, the trend in the field has been to move away from endless arguments about the 38 Mikael Hard and Andreas Knie, The Ruler of the Game: The Defining Power of the Standard Automobile Berlin: Wissenschaftszentrum Berlin fur Sozialforschung, FS II 93104, 1993; James J. Flink, America Adopts the Automobile, 18951910 Cambridge, MA: MIT Press, 1970. 39 As Latour suggests, Analysts who use groups endowed with interests in order to explain how an idea spreads, a theory is accepted, or a machine rejected, are not aware that the very groups, the very interests that they use as causes in their explanations are the consequences of an artificial extraction and purification of a handful of links from these ideas, theories or machines. Science in Action, p. 141. 40 See Social Text 4647 SpringSummer 1996. 21 ontological status of nature or society, and instead to consider how the boundary between the two is worked out in specific contexts.41 According to the actornetwork theory, for example, developed by such thinkers as Bruno Latour, Michel Callon, and John Law, the myriad artifacts of daily life lie at the center of networks including both social and natural actants. While some have taken the notion of actant as an attribution of agency to nonhumans, it is best understood as a way of highlighting the independent influence nature exercises on the construction of artifacts. A relevant example of the actornetwork approach is Callons analysis of the early 1970s attempt by the French utility Electricite de France to build and promote an electric car. Callon shows how the engineers involved in the project not only saw to the technical design of the vehicle, but also promoted a comprehensive vision of French history and society that supported their design. Reflecting popular sociological theories of postindustrial society, they pointed to widespread dissatisfaction with existing automobiles and sought to cast the internal combustion engine as an outmoded technology with no place in the emerging postindustrial society. As the engineers told it, electric vehicle would reduce pollution and would embody the values of a future information society. The Renault auto company, for its part, opposed the electric vehicle advocates by arguing that electric vehicles were technically unsound and that popular opposition to traditional cars reflected only temporary consumer dissatisfaction rather than a major restructuring of society. Both sides linked together assertions about electric batteries, social movements, industrial firms, government ministries, and consumers in an effort to create what Callon calls heterogeneous associations or actornetworks, 41 See Thomas F. Gieryn, Boundaries of Science, in Handbook of Science and Technology Studies, ed. Jasanoff, et al., pp. 393443. 22 each centered around a different sociotechnical artifact. In the end, the electric vehicle advocates were unable to get the myriad elements of their actornetwork to play the roles assigned to them, preventing their preferred technology from becoming established in the minds and lives of French citizens.42 3.2.1. Limitations of STS While constructivism has been extremely helpful in explaining how technologies become socially established, most constructivist studies have significant shortcomings from the perspective of political theory. Unlike the earlier tradition of research into the social impact of science and technology e.g., works by Lewis Mumford, Jacques Ellul, or the Frankfurt School, most constructivist studies have not given due consideration to politics as a unique sphere of voluntary, purposive human activity.43 In the article discussed above, for example, Callon argues that the sociological theory implicit in the engineers efforts to promote an electric car can be concretely evaluated in terms of market share, rate of expansion, or profit rate.44 This effectively replaces technological determinism with an economic determinism. Callon acknowledges that most sociologists would not want their theories judged solely according to economic criteria, but he finds this objection only half 42 Michel Callon, Society in the Making: The Study of Technology as a Tool for Sociological Analysis, in Bijker, Hughes, and Pinch, eds., The Social Construction of Technological Systems, pp. 83103. 43 This critique is voiced in Langdon Winner, Upon Opening the Black Box and Finding It Empty: Social Constructivism and the Philosophy of Technology, Science, Technology, and Human Values 18 Summer 1993: 362378. 44 Callon, Society in the Making, p. 98. 23 convincing.45 Indeed, while many constructivist case studies include members of government institutions as important actors in the social shaping of science and technology, the distinctive role of public representatives in a democratic society is rarely explored or even acknowledged. Most STS studies include government agencies, courts, or legislatures as simply one social group among many, in competition with other groups for the power to define the contours of science and technology.46 Constructivism in science and technology studies thus has many of the same shortcomings as liberal pluralist analyses in political science. While pluralism remains useful for understanding certain types of political conflict, it has long been clear that government, as the ostensible representative of the public, cannot be adequately characterized as just another social group. Nor is government properly understood as the neutral arbiter of group competition. Unlike most private institutions, government agencies have the potential to make uniquely authoritative claims on the public, as well as the potential to face uniquely authoritative demands from the public. Government agencies also have a unique capacity to shape the publics conception of itself, as the policy studies literature discussed above has shown. By treating government agencies as one social group among many, constructivism has often failed to address the relationship between technical constructions and democratic politics. 47 45 Ibid., p. 92. 46 See, for example, the discussion of the social group of the government, in Wiebe E. Bijker, The Social Construction of Fluorescent Lighting, Or How an Artifact Was Invented in Its Diffusion Stage, in Shaping TechnologyBuilding Society, ed. Bijker and Law, p. 81. 47 This is not to say that all politics is concerned with state institutions. As noted above, the idea of civil society has long stood for a political realm independent of the state, and 24 The inadequate conception of politics frequently found in constructivist analyses of science and technology points to the need for combining this literature with the constructivist conception of politics employed in the recent research on policy design discussed above. Integrating these two approaches highlights an important factor in government agencies social construction of their publics. As the following analysis suggests, government agencies construct their publics not only by making policy, but also by shaping technologies. In the case considered here, CARBs construction of EV technology both reflected and stabilized the social and technological context of an automotive society. 4. Analysis of revisions to the California electric vehicle program 4.1. Overview of arguments for revisions CARBs third periodic review of the ZEV program centered on a series of public hearings and workshops held between June 1995 and April 1996. In some ways, the agency presented an understanding of the public as an active and intelligent participant in the policymaking process. The agency made extensive efforts to solicit and respond to public comments during the hearings and workshops, and provided the public with a plethora of studies, reports, and surveys on electric vehicles. According to the Board, This provided the public with all the information considered by the Board in the context of the rulemaking proceeding feminist political theory has pointed to the political dimensions of many nonpublic arenas. The claim here is merely that the contemporary states passive structuring or active control of many aspects of public and private life, and the lack of intelligent participation by ordinary citizens in the creation of state policy, demands the attention of constructivist science and technology studies. 25 and provided sufficient information for interested persons to fully understand the nature and rationale supporting the staff proposal and Board action.48 The Boards efforts to project a participatory conception of citizenship were undermined, however, by public statements that revealed CARBs underlying assumption of a shortsighted public with little capacity for intelligent participation in addressing the States environmental problems. This assumption can be seen in the Boards reliance on a static conception of consumer preferences; in the way it appealed to scientific expertise; and in the technical criteria employed by the Boards battery advisory panel. CARBs February 1996 Initial Statement of Rulemaking justified the revisions to the ZEV program as follows: After evaluating the information received from the public forums, the Battery Panel and the meetings with interested parties, CARB staff concluded that modifications to the ZEV portion of the LEV program could increase the longterm success of the program. This conclusion is based in large part on the uncertainties surrounding the nearterm market for ZEVs, which can be attributed to many factors including, but not limited to, the state of battery technology development. While currently available leadacid batteries, when used in a welldesigned efficient vehicle, can appeal to many consumers with range needs of less than 100 miles, advanced batteries providing longer range will substantially increase the market for this new technology Although advanced battery technology will not address or solve all marketability that regulatory modifications which would delay the largescale introduction of ZEVs until advanced batteries are available provide a window of opportunity in which consumer awareness can be heightened, while ensuring more battery choices for consumers when ZEVs are ultimately introduced in large volumes. It is important for early consumer experiences with all types of the staff believes issues, 48 State of California, Air Resources Board, Final Statement of Reasons for Rulemaking, Including Summary of Comments and Agency Response, Public Hearing Agenda Item No: 9622 March 28, 1996, p. 75. See also pp. 8788. 26 ZEVs to be positive in order to gain longterm success with the ZEV program.49 As this statement suggests, CARB defended its decision with reference to two main factors: the conclusions of the battery panel regarding the readiness of advanced EV batteries, and its own assessment of a variety of studies on probable consumer behavior toward EVs. Existing EV batteries, CARB argued, could not provide the range and performance consumers expected. Despite several public opinion polls citing strong public willingness to buy EVs with the available batteriesstrong enough, according to some estimates, to meet the two percent mandate 50and despite enormous public opposition to changing the mandate, CARB determined that very few consumers would want to buy the currently available EVs. This led the Board to conclude that the 1998 and 2001 deadlines for the introduction of ZeroEmission Vehicles should be eliminated. While the Boards views on consumer preferences and battery technology became closely intertwined in the agencys justifications for its decision, it will facilitate the analysis to examine each factor in turn. 4.2. Consumer preference arguments Despite the Boards active efforts to involve ordinary citizens in the regulatory process, CARBs statements on consumer preferences propagated an image of citizens as selfinterested consumers rather than civicminded citizens. This becomes especially apparent in light of the changes over time in 49 State of California, Air Resources Board, Staff Report, Initial Statement of Rulemaking Feb. 9, 1996, pp. 78 emphasis added. 50 See Thomas Turrentine, Who Will Buy Electric Cars, Access 6 Spring 1995: 19 24. 27 CARBs public defense of the ZEV program. In its April 1994 Staff Report, for example, CARB drew a very different conclusion from public surveys assessing consumer willingness to purchase EVs than it would two years later. According to the 1994 Report, Surveys that are based upon stated preferences of consumers have limited use for a new product line such as electric vehicles, as they tend to measure consumer uncertainty rather than informed opinions. As consumer knowledge of electric vehicles increases, market studies may be better able to capture the value of electric vehicles attributes Once survey participants reflected on their travel patterns and the potential benefits of home recharging, their perceived range needs were substantially lower that previous market surveys would suggest.51 In this statement from 1994, when CARB was still defending the ZEV mandate, the Board discounted surveys that showed low consumer enthusiasm for electric vehicles with the claim that these surveys only showed consumers lack of information. CARB argued that once consumers were properly informed and had reflected on the issuesi.e., once they had deliberated as citizensthey would buy EVs. In 1996, CARB again discounted consumer surveys as unreliable measures of actual consumer purchasing behavior. This time, however, the Board ruled out the possibility of creating informed opinions. Instead the Board argued that actual consumer purchase behavior would not support the sale of enough of the currently available EVs to meet the two percent quota: Certainly, public surveys indicated that the majority of Californians supported the original ZEV regulation and comments received at public workshops and hearings demonstrated that the majority of vocal stakeholders were against modifications to the regulation. But this does not necessarily indicate how the majority of Californians, as consumers, 51 State of California, Air Resources Board, Technical Support Document, ZeroEmission Vehicle Update April 1994, pp. 34, 35. 28 would view the ZEVs produced by manufacturers in 1998. Political polls and public opinion surveys may not accurately reflect actual consumer purchase behavior.52 The market readiness study conducted by the Institute of Transportation Studies at UCD University of California, Davis notwithstanding, ARB remains concerned that electric vehicles powered by leadacid batteries will ultimately fail to meet the expectations of users who are accustomed to vehicles with more range, refueling flexibility and unit costs that reflect economies of scale when they are facetoface with a decision to purchase a vehicle or when they are confronted by the new challenges of electric vehicle operation.53 While these statements from 1996 showed the same distrust of consumer surveys as in 1994, the later statements transferred this distrust from the surveys to citizens themselves. The Board explicitly discounted citizens own statements regarding their willingness to purchase existing EVs. The agency assumed drivers would reject a vehicle to which they were not accustomed. Repeating an argument long made by the automakers and oil industry, CARB claimed that the publics dismay at the limited driving range and slack performance of existing EVs would poison the well, setting back the large scale introduction of EVs by decades. The agency thus painted a picture of its constituents as shortsighted consumers rather than as persons capable of acting responsibility in accord with their stated opinions. Perhaps not incidentally, and following contemporary corporate practice, CARB even referred repeatedly to the public as its customers and stakeholders. These terms have been used by companies to acknowledge a broader public than suggested by the older term shareholder, but they 52 CARB, Final Statement of Reasons, pp. 345 emphasis added. 53 Ibid. p. 77. See also p. 42. 29 still indicate an assumption of individual selfinterest as the sole motivation behind the publics concern with CARB policy. Now it may be that the Board accurately predicted actual consumer behavior, given citizens existing preferences. It is certainly true that citizens actions with regard to environmental protection often fail to live up to their expressed beliefs. But CARBs public statements reveal a remarkable lack of concern with the Boards own impact on citizens perceptions of EVs. This lack of concern manifested itself in three related ways. 4.2.1. Problem of selffulfilling prophecy First, the Board appears to not have considered the extent to which its prediction of consumer behavior could easily become a selffulfilling prophecy. CARB admittedly faced a paradox in this regard: a successful EV market launch did depend in part on correctly estimating probable EV sales, but any public indication by a governmental agency that sales would be lower than hoped could itself be expected to lower sales. If one evaluates CARBs decision solely according to the goal of maximizing EV sales in the near term, the Board might well have been justified in erring on the side of caution. But if the mission of government agencies lies not only in implementing successful policy but also in promoting a strong conception of citizenship, as suggested above, the Board would have been justified in erring at least somewhat in the direction of assuming a politically engaged and environmentally progressive public. By reversing itself on the mandate, the Board gave a message to the public which could only reinforce CARBs own pessimistic assessment of expected consumer behavior. 30 4.2.2. Problem of public learning Second, the Boards 1996 statements referred only occasionally to the role of public learning in the implementation of the EV program. Several European studies have discovered that after becoming EV drivers many people actually change both their driving habits and their views on transportation issues in general.54 A study of selfreported changes in driving habits among recent EV purchasers in Berlin, Germany, for example, found that 66 percent became more defensive drivers, 23 percent planned their trips more carefully, and 26 percent reduced their total number of daily trips. Thirtyone percent claimed that since becoming an EV driver they had developed a generally more ecological approach toward their personal transportation.55 In a study of EV drivers in Switzerland, 76 percent said that since owning an EV they had become more conscious of problems with conventional automotive traffic in general.56 These results have led some observers to suggest that EVs might function as a transition technology, helping drivers get over their addiction to conventional forms of automotive transport in the same way methadone helps drug addicts.57 The importance of public learning has also been highlighted by recent historical research in the sociology of technology. Scholars have begun to complement the common focus on technological producers with studies on the influence of users in shaping new technologies. Ronald Kline and 54 See Andreas Knie, Otto Berthold, Mikael Hard, Trond Buland, Heidi Gjoen, Michel Quere, Wolfgang Streicher, Bernard Truffer, and Sylvia Harms, Consumer Use Patterns of Electric Vehicles, FS II 97105 Berlin: Wissenschaftszentrum Berlin fur Sozialforschung, 1997. 55 Ibid., pp. 7071. 56 Ibid., p. 90. 57 Ibid., p. 73. 31 Trevor Pinch, for example, have explored how farmers initial rejection of the gasolinedriven automobile in the early 1900s eventually subsided in part due to their discovery of previously unknown uses for the new technology e.g., running farm machinery or domestic appliances. At the same time, farmers use of automobiles for unexpected purposes led to changes in automobile design that helped fulfill those purposes.58 Early automotive technology thus developed out of an interplay between users and designers. This suggests that CARBs reliance on consumer expectations that were developed with reference to existing automobiles gave a false picture of how people would respond to and make use of EVs. The Board did occasionally acknowledge that citizens views on EVs could be expected to improve with experience: As consumers become familiar with how EVs can meet their travel needs, lowerrange lead acid battery vehicles may in fact become a popular choice among EV purchasers if they offer a cost advantage.59 Despite such statements, however, the Board repeatedly discounted the possibility of citizen learning, arguing that many consumers, even after they have participated in a demonstration program or have closely examined their driving patterns, are still concerned about the limited ranges offered by currently available leadacid batteries.60 58 Ronald Kline and Trevor Pinch, Users as Agents of Technological Change: The Social Construction of the Automobile in the Rural United States, Technology and Culture 37 Oct. 1996: 763795. 59 GARB, Initial Statement of Rulemaking, p. 20. 60 Ibid., p. 19. 32 4.2.3. Problem of traditional survey techniques Third, the Boards reliance on traditional methods of survey research reflected and perpetuated the assumption that public deliberation would produce no significant change in citizens attitudes toward the available EVs. While survey research has become increasingly capable of capturing a wide range of citizen beliefs, numerous studies have shown how the individualized, unreflective setting established by the questionanswer format of most polls tends to give an exaggerated picture of citizens selfinterest.61 Therefore, given that the surveys of citizens willingness to purchase EVs measured the views of individuals who had relatively little exposure to public discussion of the relevant issues since survey respondents could not be expected to also have been participants in CARBs public workshops, it is surprising that more of the polls did not find the citizenry to be strongly opposed to EVs. Assuming that EVs do in fact promise to reduce automotive air pollution in California, it seems fair to suppose that more extensive public discussion of the ZEV programnot to mention the extensive advertising the autoindustry would have purchased had it been forced to market EVs would have only strengthened citizens actual willingness to purchase the vehicles. Such public discussion, it has been argued, represents the most effective way of bridging the gap between expressed and actual consumer behavior. It provides an impetus for citizens to act according to their public values rather than their private preferences.62 61 James S. Fishkin, The Voice of the People: Public Opinion and Democracy New Haven: Yale University Press, 1995; Daniel Yankelovich, Coming to Public Judgment: Making Democracy Work in a Complex World Syracuse, NY: Syracuse University Press, 1991, pp. 3855. 62 Adolf G. Gundersen, The Environmental Promise of Democratic Deliberation Madison: University of Wisconsin Press, 1995; Mark Sagoff, The Economy of the 33 One of the most publicly visible challenges to CARBs use of surveys came from Daniel Sperling at the Institute for Transportation Studies at the University of California at Davis. Sperling argued that most efforts to predict EV markets have erroneously estimated range preferences as though they were independent of improvements in fuel gauge instrumentation, consumer learning processes especially since consumers have previously not considered the impact of reduced range on lifestyle choices, recharging infrastructure home and awayfromhome, and sometimes even household fleet composition. 63 In an effort to more accurately predict the market for EVs, Sperling and colleagues used an innovative survey approach that included an informational video and threeday travel diaries. They estimated that purchases of electric vehicles could account for 715% of annual lightduty vehicle sales.64 It is impossible to know whether or not CARB correctly assessed the consumer behavior that would have occurred had the mandate been retained and EVs publicized with all available public and private resources.65 it seems fair to say, however, that by justifying its policy change with reference to consumers alleged lack of willingness to purchase EVs, the Board painted a Earth: Philosophy, Law, and the Environment Cambridge: Cambridge University Press, 1988, chap. 2. 63 Thomas Turrentine, Kenneth Kurani, Daniel Sperling, The Household Market for Electric Vehicles, Testimony at CARB Workshop on Electric Vehicle Marketability June 28, 1995, p. 6. 64 Ibid., p. 5. 65 Between December 1996 and December 1997, General Motors leased only 224 of its EV1 electric sports cars to consumers in California, and a smaller number in other states. It also placed 351 Chevy S10 electric pickup trucks with fleets in both California and other states. During the same time frame, other automakers placed a total of 176 EVs with California consumers or fleets. State of California, Air Resources Board, 1998 ZeroEmission Vehicle Biennial Program Review July 6, 1998, pp. 710. 34 picture of the public that undermined its own efforts to involve ordinary citizens in its policymaking. Although CARB had taken numerous measures to stimulate public deliberation on EVs, when it came time to test the fruits of these efforts, the Board chose to rely on various sources of expertise rather than the selfassessments of California citizens. As the Board put it in its Final Statement of Reasons, Reasonable minds may differ about the Boards determination as to the most likely outcome if the existing regulatory requirement was retained, but the Board has been charged by the Legislature with responsibility to make this decision and is constituted of members with special expertise necessary to make such a decision.66 As this statement suggests, CARB justified its decision as the only technically defensible course of action. Insofar as the agencys appeals to existing consumer preferences relied on traditional survey techniques, these techniques might be considered one form of special expertise employed by the Board. The Board made far more explicit use of technical expertise, however, in its repeated appeals to the authority of neoclassical economics and automotive engineering. 4.3. Scientific expertise arguments 4.3.1. Economic expertise Several examples of the Boards commitment to aligning the EV program with market demand have already been cited. CARB recognized, of course, that the market does not reflect externalities such as automotive air pollution, requiring the agency to use mandates and subsidies to correct the markets bias against new technologies such as EVs. As the Board urgently explained, 66 CARB, Final Statement of Reasons, p. 77. 35 however, the agency would accommodate the EV program to the laws of the market as soon as possible: The existing and proposed incentives for ZEVs are all designed to help EVs overcome barriers to their introduction to the marketplace and sunset in the near future. For the ultimate success of the program, EVs must stand on their own and successfully compete in the marketplace.67 Similarly, despite its record of success with technologyforcing measures, the Board frequently implied that market demand is a natural quantity rather than an artifact of public policy, corporate advertising, and other social and political factors. According to the Master Memorandum of Agreement between CARB and the automakers, for example, each Manufacturer commits that it will have the capacity to produce a specified number of ZEVs that could be sold in California if warranted by customer demand.68 While no advertising campaign can sell a product that no one wants, statements such as this reveal a striking lack of attention to the political and sociological dimensions of markets. CARBs appeal to the free market as the driving force of the ZEV program must be seen in the context of the increasing appeal of marketbased policies in recent political history, 69 as well as the social authority granted over a much longer period to the academic discipline of economics. The nineteenthcentury founders of university departments of economics defined their field from the beginning as a positive science. By emulating the rigor and precision of physics, they 67 Ibid., p, 51. 68 CARB, Initial Statement of Rulemaking, appendix C, p. 3 emphasis added. 69 David Osborne and Ted Gaebler, Reinventing Government: How the Entrepreneurial Spirit is Transforming the Public Sector New York: AddisonWesley Publishing Company, Inc., 1992. 36 sought to establish economics as an authority on a wide range of issues. Social problems once thought to be inherently political, and hence impervious to centralized control, would be solved by the application of economic science. Despite repeated challenges by historicist and institutionalist approaches, mainstream economics has retained the neoclassical conception of the market as a politically neutral arena of selfinterested competition as an underlying assumption.70 Contrary to the fields selfportrayal, the dominance of neoclassical economics has not resulted from its rather minimal success as a predictive science. Rather, economics has been able to project a dream of social harmony through private satisfaction that appeals to many people. By showing that what appears to be disorderly economic competition will in fact produce the public good, or at least public order, neoclassical economics has projected the pleasing message that democratic institutions do not require the participation of ordinary citizens.71 Indeed, according to neoclassical economics, the public good can only be secured by extensive restrictions on the public activity of both citizens and the state. In this sense, the Boards claim that its policy change represented nothing more than an accommodation to the laws of the market made its decision seem both more scientific and more in tune with the public good. Against accusations that CARB was capitulating to auto industry demands, or that individual policymakers had suffered a loss of nerve, the agency could claim that it was simply obeying the same economic laws faced by every citizen. What appeared to be a hidden and private deal could be presented as an open and public decision. The Board could claim that by yielding to market 70 Dorothy Ross, The Origins of American Social Science Cambridge: Cambridge University Press, 1991. 71 Ezrahi, The Descent of Icarus, p. 21. 37 forces, it was merely accommodating itself to the same necessities that impact each citizens pocketbook, thereby heeding both the laws of nature and the best interests of its constituents. Despite the Boards rejection of consumer surveys showing strong public willingness to buy EVs, the appeal to economic science made the decision appear more a matter of public will than agency discretion. This commitment to the market as a public good provided the Board with a clear rationale for its decision whenever someone raised a point of conflict between the public and the market. While ARB takes into consideration all public input, ultimately we must determine whether a regulation will be a technologically feasible and costeffective means of achieving clean air in California.72 CARB thus granted a lesser status to the public as it expressed itself than to the public good as expressed by economic science. 4.3.2. Engineering expertise arguments While neoclassical economics today enjoys high social prestige, CARB did not need to rely solely on economics to depoliticize, and provide a scientific and public justification for, its change of policy. The Board also appealed to the expertise of automotive engineers. By claiming that real world consumers would not buy EVs that used existing battery technology, the agency was able to push responsibility for the decision onto the technical factor of slowerthanexpected advanced battery development. The Battery Technology Advisory Panel had said lithiumion and nickelmetalhydride batteries were not yet ready for large scale production. These were the only batteries providing the range and acceleration the public allegedly expected, and the Board obviously 72 CARB, Final Statement of Reasons, p. 34. 38 could not change the laws of electrochemistry just to maintain the ZEV programs original deadline. The agency thus fortified its appeal to the scientific laws of the market with the equally inflexible laws of nature as revealed by automotive engineers. CARB was not alone, of course, in its appeal to the scientific necessity of revising the program. Chrysler Chairman and CEO Robert J. Eaton, for example, in a 1994 speech on the future of electric vehicles, stated simply: The law can force us to build it, but it doesnt force anyone to buy it. So were fighting the law of supply and demand. And were also fighting the laws of physics!73 Both automakers and CARB cast the issue in terms of a conflict between the human laws made by the representatives of California citizens and the natural laws discovered by economists and engineers. CARB could then present its decision as the only way of resolving this conflict, claiming that the laws of science represented the public more truly than either the public itself or its representatives. Yaron Ezrahi has described this understanding of the role of science in politics as utopian rationalism.74 This might be understood as the application of technological determinism to politics. In contrast to pragmatic rationalists who try to integrate political and scientific factors in policymaking, Utopian rationalists attempt to translate scientific advice directly into policy. Utopian rationalism can be appropriate in those rare situations where there is a strong consensus on both the content of science and the goals of policy. Ezrahi cites the Apollo space mission as such a situation. Many contemporary policy 73 Robert J. Eaton, The automobile industry: health care, air pollution, and the electric car, Vital Speeches, Vol. 60, No. 16 June 1, 1994, p. 495. 74 Yaron Ezrahi, Utopian and Pragmatic Rationalism: The Political Context of Scientific Advice, Minerva 18 Spring 1980: 11131. 39 issues, however, and almost all environmental problems, are characterized by high conflict and uncertainty with regard to either political goals or scientific knowledge or both. While there is a strong political consensus on the need to reduce automotive air pollution, there is extreme disagreement about the priority of this goal in relation to other societal goals, and also about the best means of doing it. By attempting to justify its decision as the necessary conclusion to be drawn from the scientific evidence, the Board implicitly discounted the importance of citizen participation in a controversial policy decision. 4.4. The politics of technical criteria 4.4.1. Theoretical background One might conclude from this discussion that CARB ought to have sought a better balance between scientific evidence and public participation in making and justifying its decision. Indeed, there is a long history of efforts to institutionalize mechanisms for improving the balance between citizens and experts in policymaking.75 Moreover, it seems likely that the role of scientific experts in policymaking conveys potent messages about the expected role of ordinary citizens, thereby shaping actual practices of citizenship. It is also important, however, to look beyond the role of experts and explore how particular notions of citizenship are propagated by the actual content of expert knowledge. There are practical limits to exploring the content of expert knowledge, of course, as the various opponents of CARBs policy change quickly discovered. An ordinary citizen cannot visit the laboratories where EV batteries 75 See Richard E. Sclove, Democracy and Technology New York: Guilford Press, 1995. 40 are developed, verify the accuracy of the scientific instruments being used, or attempt to replicate tests of alternative battery technologies. Such investigations would involve huge investments of time and expense, and in fact would not be possible for anyone without extensive resources and prior expertise.76 Indeed, the hearing transcripts show very little outright disagreement with the battery panels findings, and most of the comments address either the decisionmaking process or the economic and environmental implications of the decision rather than its scientific backing. Nevertheless, it is possible to raise important questions about the criteria employed by CARB and the battery panel in their evaluation of EV technology. A brief analysis suggests that these criteria reflect widespread assumptions about the same technology they were used to evaluate.77 The transformation of these assumptions into public policy, and then into actual technological artifacts, produced the agencys most subtle and most intractable construction of citizenship. One might approach the problem of technical criteria by asking what it means to say that an automobile works. Does this mean that it reliably gets one to the office on time? That it costs only a certain amount per year to drive? That it attracts a succession of admirers for Friday night cruising? Or that it can maintain a speed of at least 70 miles an hour over a distance of threehundred miles on a single tank of gas?78 Most people would probably choose the last 76 See the discussion of this dilemma in Latour, Science in Action, chap. 1. 77 This common phenomena has been described in recent science studies as the experimenters regress. See Harry M. Collins, Changing Order London: Sage Publications, 1985, pp. 8389. 78 This last set of criteria has been described as that of a RaceTravelLimousine. This is the Leitbild or cultural frame that has shaped automotive technology development for almost a hundred years. See Andreas Knie and Weert Canzler, Das Ende des 41 set of criteria, because they are the most technical, seemingly devoid of social or cultural dimensions. But as suggested in the above discussion of recent research in STS, the relevance of technical criteria usually depends in part upon social factors. In the case of automobiles, these factors might include everything from public images of masculinity that put a premium on fast cars to patterns of suburban sprawl that create a need for increased driving range. As Theodore M. Porter has pointed out in his analysis of the rise of social statistics, the Latin root of the word validity means power. It takes power to establish the validity of ways of measuring things. Given any supposedly technical problem, More than one solution is possible because more than one measurement regime is possible, and this means that there is a range of potentially valid measures.79 This does not mean that existing technical criteria can be exchanged for others at will. Once particular criteria have been made official, they increasingly become real.80 Moreover, measurement criteria can be made official not only through governmental or cultural sanction, but through their embodiment in technological artifacts. Thus the millions of gasolinedriven automobiles on the roads today all meet certain performance criteria, and through their sheer material presence exert enormous pressure on policymakers to treat those criteria as real. While technical criteria always reflect real properties of nature, they also reflect previously existing social institutions and technologies. Automobiles: Fakten und Trends zum Umbau der Autogesellschaft Heidelberg, Germany: Verlag C.F. Muller, 1994. 79 Theodore M. Porter, Trust in Numbers: The Pursuit of Objectivity in Science and Public Life Princeton: Princeton University Press, 1995, p. 33. 80 Ibid., p. 42. 42 4.4.2. CAREs technical criteria The primary criteria used by CARB in evaluating EV battery technology were specific energy, specific power, life cycle, and cost. These criteria are commonly accepted by experts in the field, and are also used by the federallysponsored publicprivate research group, United States Advanced Battery Consortium. Specific energy is the primary measure for vehicle range and refers to the total amount of energy in watt hours stored in the battery per kilogram of weight. Specific power is the primary measure of vehicle acceleration and refers to the highest number of watts per kilogram that a battery can deliver. Cycle life refers to the total number of times a battery can be recharged. Battery cost is usually measured in dollars per kilowatthour, and represents only one aspect of total operating cost, which is affected by a variety of factors including cycle life, efficiency, and electricity rates. In its 1994 Staff Report, CARB noted that in addition to these primary criteria, it is important to consider features like efficiency, maintenance, safety, durability, and environmental impact.81 Indeed, in 1994 the agency undertook an explicit comparison of EVs and internal combustion engines according to the criteria of economic cost and environmental impact.82 In this comparison the EV came out far ahead. Even in its 1996 Initial Statement of Rulemaking, the Board noted the many alternative criteria by which consumers might evaluate EVs: 81 CARB, Technical Support Document, p. 12. 82 See CARB, Technical Support Document, pp. 3951. Emissions of criteria pollutants from tailpipes and from the power plants providing electricity for EVs were included in the analysis, as were some of the evaporative emissions associated with gasoline transport and use. Oil refinery emissions were not included. 43 Staff believes that the differences between EVs and gasoline vehicles are likely to become their strongest attraction. For example, the laptop computer offered significantly less storage memory than desktop computers when first marketed, yet it also offered something newthe convenience of flexible use. Likewise, while early market EVs may not offer ranges comparable to gasoline vehicles, they will offer the new convenience of home recharging no trips to the gas station, along with other differences that make them unique, such as a quiet motor, long life, less maintenance e.g., no oil changes or tune ups, reliable and durable electronic components, and peppy incity acceleration, as well as the clean air benefits of zero tailpipe and inuse emissions. These benefits will be especially attractive to todays new car buyers, who typically own at least one other vehicle, and therefore may be interested in a vehicle with these advantages even if it does not offer the range of a gasoline car.83 Despite this acknowledgment EV buyers would consider a range of criteria, when justifying its decision to revise the ZEV program CARB concentrated almost exclusively on the criteria of specific energy range and specific power acceleration. The use of these criteria for evaluating battery performance necessarily put the EV at a major disadvantage in comparison to conventional automobiles. This choice of criteria also supported CARBs claim that EVs would need to meet the consumer expectations established by one hundred years of gasolinedriven automotive technology. If EVs could not approach the range and acceleration standards set by conventional cars, they would not be released onto the market. While the actual procedures of the battery panel cannot be examined here, the technical criteria brandished by the Board in its public presentation of the panels findings clearly reflected the existing than objective expertise. Moreover, the use of these criteria promised to reinforce this infrastructure infrastructure technological rather 83 CARB, Initial Statement of Rulemaking, p. 19. 44 by foreclosing an opportunity to establish new criteria for transportation technology. 4.4.3. Alternative technical criteria Lest one doubt the contestability of CARBs criteria, there is no lack of evidence for the possibility of using different criteria, and of building EVs that can meet them. Since the mid1970s, a variety of EV developers have designed, built, and found small but sustainable markets for EVs meeting criteria considerably different from those emphasized by CARB in 1996. In Japan, for example, a joint venture including Tokyo Electric Power recently built a fourseat electric car with a range of over 300 miles and an average speed of 25 mph. The Danish company City Com has marketed a personal commuter vehicle with three wheels and a top speed of only 37 mph.84 Even on CARBs home turf, a plethora of Californiabased entrepreneurs used the public attention garnered by the ZEV program to promote a wide variety of EV technologies. These included a running chassis that could be used by any auto company as the base for a variety of EV models, thus facilitating speedy production; conversion models made by small companies that simply install an electric motor and batteries in an existing automobile; and EVs with conventional batteries designed to accommodate advanced batteries as they become available.85 84 The Economist, Wattever Next October 17, 1992, p. 13. 85 Despite the Boards appeal to the sanctity of the free market, its choice of criteria favored the large auto companies over the many small EV entrepreneurs who had based their investments on the expectation of a governmentmandated market in 1998. Not only did the large companies have the resources to weather a change in government policy indeed, their lobbying efforts played no small role in bringing it about, but the large companies extensive research facilities also gave them an advantage over smaller companies in the context of a government policy biased toward advanced battery 45 Perhaps the most radical set of alternative EV criteria are those contained in Daniel Sperlings neighborhood electric vehicles. These are small, lightweight, lowpower, shortrange electric vehicles, designed to balance the ideals of safety, individual mobility, and local community. Combining the characteristics of a car, a bicycle, and a golf cart, these neighborhood vehicles would provide a shortterm approach to reducing air pollution and a longterm approach to combating suburban sprawl.86 Neighborhood electric vehicles are intended to complement rather than replace conventional vehicles, suggesting a more differentiated approach toward personal mobility. Different vehicles are to be used for different purposes. According to Sperling, Once we accept that battery EVs may never substitute for gasoline vehicles on a oneforone, tripfortrip basis, but rather serve as complements and supplements to gasoline vehicles, we can begin to imagine an expanded range of new types of vehicles.87 Research on the experience of EV drivers in several European countries also supports the notion that EVs can find substantial markets without meeting the criteria established by conventional automobiles. In the study of Swiss EV drivers cited above, 50 percent reported that they were either absolutely satisfied or rather satisfied with the range of their EVs.88 Satisfaction with technologies. While independent entrepreneurs had to find ways of employing existing battery technologies in creative ways, the giants of the industry could afford to wait until technology was developed that met the assumed expectations of their customers. 86 Daniel Sperling, Future Drive: Electric Vehicles and Sustainable Transportation Washington, DC: Island Press, 1995, chap. 4. 87 Institute of Transportation Studies, University of California, Davis, Regulatory Policy Development for Neighborhood Electric Vehicles, UCDITSRR9421, p. 2. See similar arguments in the Los Angeles Times, Editorial, The Electric Car: Its Time is Hereand So Is Its Opposition April 24, 1994. 88 Knie, et al, Consumer Use Patterns of Electric Vehicles, p. 88. 46 EV range among drivers of Kewet and Microcar models reached 60 and 70 percent, respectively. In the same study, drivers of CityEl, Penguin, Solec, and Microcar models said they were less satisfied with the safety of their EVs than with the range.89 Among EV drivers in Berlin, 62 percent said they were satisfied with the range of their EVs. They reported that operating costs, charging procedures, and EV service were bigger problems than EV range.90 Range remains an important issue in many drivers minds, but it is often not the most important issue, nor has limited range prevented a high degree of overall satisfaction among EV drivers. 5. Conclusion By placing the criteria of range and acceleration at the center of its decision on whether or not to postpone the ZEV mandate, CARB struck a major blow against alternative options. The Board thereby contributed to the development of EVs that would emulate traditional automobiles as much as possible. Moreover, CARBs emphasis on range and acceleration also reflected and reinforced a conception of the public as hopelessly addicted to longrange, highacceleration automobiles. This is hardly the image of potentially reflective, civicminded citizens that the agency is responsible to promote. The gasolinepowered automobile is not in itself, of course, an antidemocratic technology. In Progressive Era Los Angeles, for example, the rise of the automobile was welcomed by many as a quasidemocratic alternative to 89 Ibid., p. 103. 90 Ibid., p. 70. 47 the poor service and corrupt practices of the trolley companies.91 More recently, however, conventional automobiles have been widely criticized for their contribution to suburbanization and the associated decline of democratic public space. While suburbanization was not caused by gasolinedriven automobiles, it would not have been possible in its current form without them. And while there may be no necessary connection between suburbanization and thin conceptions of citizenship, in the contemporary context they often reinforce one another. As a personal transportation device, of course, electric vehicles do not challenge many of the pernicious social consequences bound up with singleoccupancy vehicles. It would also be rather far fetched to claim that either EVs or a government program to promote them could by themselves stimulate citizens to become more politically active. As noted above, no matter how many participatory elements a policy design includes, it cannot by itself make citizens out of consumers. If one considers the studies of EV users cited above, however, one can easily imagine a government agency promoting shortrange electric vehicles in conjunction with other measures to increase citizens awareness of, and involvement in, the politics of their communities. In this respect, one can see how CARBs conception of its public promised to become quite literally constructedfirst in technical criteria, and then in material things. This material construction of the public will have at least as much influence on prevailing notions of citizenship as the verbal constructions presented at public hearings or committed to agency press re 91 Scott L. Bottles, Los Angeles and the Automobile: The Making of a Modern City Berkeley: University of California Press, 1987. 48 leases.92 The electric vehicle has not yet become a socially stabilized technology and further battles will be fought over the details of its construction. Indeed, since 1996 both automakers and government regulators have been devoting increased attention to the advantages of hybrid gasolineelectric vehicles over pure EVs.93 It is already apparent, however, that if governments design their policies for alternativefuel vehicles around criteria of high range and acceleration, at the expense of social and environmental benefits, they will contradict their efforts to encourage strong conceptions of citizenship. This is not because participatory citizenship necessarily entails a sacrifice of driving pleasure. Rather, it is because democracy requires that government agencies encourage, and accommodate their policies to, the intelligent political participation of the publics they serve. Once citizens have had the opportunity to reflect on the issues, many have shown that they want more out of their personal transportation than the ability to go far and fast. Governments have a responsibility to both foster and respond to such reflection, encouraging citizens to look beyond existing conditions to possibilities that speak to their better selves. This essay suggests that policymakers conceptions of technology and citizenship need to be seen as intertwined causal factors in the creation of policy designs. The analysis also indicates that the conception of policies as constitutions mentioned above should be expanded to include science and 92 See Langdon Winner, The Whale and the Reactor: A Search for Limits in an Age of High Technology Chicago: The University of Chicago Press, 1986. 93 Regulations approved by CARB in November 1998, to go into effect for model year 2004, give partial ZEV credits for vehicles that achieve nearzero emissions, such as electricgasoline hybrids, fuel cells, and cars meeting a new super ultra low emission vehicle standard. See State of California, Air Resources Board, Resolution 9853 November 5, 1998. 49 technology as similarly constitutive of citizenship. In justifying its decision to revise the ZEV program, CARB drew upon consumer surveys and technical expertise in a way that contradicted rather than complemented the image of citizenship otherwise promoted by the agency. The Board appealed to experts as the voice of the public good, discounting the very statements it had solicited from the public itself. While CARB faced intense political pressure to postpone the program, its appeals to expertise were not simply ways of rationalizing a decision caused by interest group lobbying. The norms of democratic politics require that policies be justified with reasons, and these justifications structure the policymaking process from the beginning. The changes over time in the way the agency conceptualized and publicized the ZEV program must therefore be counted among the causes for its decision to revise the program. In sum, a look at environmental policymaking through the lens of constructivist theories of science and technology suggests that technologies are often as political as the policy decisions and public statements of government agencies. Research on the relationship between policymaking and citizenship must therefore consider the role of science and technology in constructing the publics understanding of itself. ", "filename": "302400907.pdf", "person": ["Mark B. Brown", "Brown, Mark B."], "date": ["1999"]}