{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32508/1/30572164X.pdf"], "title": ["Sozialstaat und struktureller Wandel: eine verhängnisvolle Beziehung?"], "plaintext": "1. Einleitende Bemerkungen Die goldenen Zeiten des Wirtschaftswunders der 50er und 60er Jahre scheinen fur Europa ersteinmal vorbei. Spatestens seit Mitte der 70er Jahre hat sich der europaische Himmel uber derwirtschaftlichen Entwicklung verdunkelt: Die Raten des wirtschaftlichen Wachstums gingenteilweise drastisch zuruck, die Arbeitslosigkeit erklimmt in den meisten Landern einen Gipfelnach dem anderen, die Verteilung des Wohlstandes wird ungleicher, das Gespenst der Armutgeht wieder um. Diese Entwicklung scheint auf den ersten Blick paradox: Es ist unbestritten,die starkere europa und weltweite Offnung der Guter und Kapitalmarkte hat in der Zeit nachdem 2. Weltkrieg die Grundlage fur den enormen Anstieg des materiellen Wohlstandes in Europa gelegt. Die Zeiten scheinen sich grundlegend geandert zu haben, heute ist fur vieleausgemacht, da es die zerstorerischen Krafte offener Guter und Faktormarkte sind, die mitzu der eher ungunstigen wirtschaftlichen Entwicklung beitragen. Der gewaltige strukturelle Wandel ist nur das sichtbare Zeichen eines durch offenere Markte beschleunigten Prozessesder schopferischen Zerstorung, bei dem gegenwartig vor allem die Zerstorung alter wirtschaftlicher Strukturen und noch kaum die Schaffung neuer zu sehen ist.Eine Trendwende in der wirtschaftlichen Entwicklung scheint zumindest im kontinentalen Teil der europaischen Welt gegenwartig noch nicht in Sicht. Die Arbeitsplatze werden furimmer mehr Menschen unsicher, deren materielle Sicherheit geht zuruck; vor allem fur geringqualifizierte Arbeitnehmer scheint sich eine Gerechtigkeitslucke zu offnen. Die Menschenschauen deshalb eher sorgenvoll in die wirtschaftliche Zukunft. Die Nachfrage nach sozialer Sicherheit und Gerechtigkeit nimmt zu. Es verwundert gerade in Europa nicht, da der Ruf nach staatlicher Hilfe, vor allem des Sozialstaates, immer lauter wird. Der europaische Sozialstaat, fur viele ein Triumph westlicher Zivilisation Lindbeck, 1995, 9, stellt traditionell die sozialen Leitplanken, die garantieren sollen, da die Volkswirtschaften im Zuge desunvermeidlichen, fur den materiellen Wohlstand unabdingbaren strukturellen Wandels sozialnicht entgleisen. Er soll zum einen die Individuen effizient gegen die Wechselfalle des Lebens, wie Krankheit, Arbeitslosigkeit, Pflegebedurftigkeit und Alter, absichern, zum anderenumverteilungspolitische Ziele, wie die materielle Existenz der Individuen oder eine weitergehende interpersonelle Umverteilung von Einkommen und Vermogen, wirksam in die Tatumsetzen und schlielich soziale Standards setzen, um allokative und distributive Fehlentwicklung wirksam zu bekampfen Berthold, 1991. Dem Sozialstaat wurde bisher in Europadie Aufgabe zugewiesen, die Nachfrage nach sozialer Sicherheit und Gerechtigkeit zu 2decken. Das ist der europaische Weg der sozialen Marktwirtschaft, ein lange Zeit scheinbarerfolgreicher Versuch, wirtschaftliche Effizienz und soziale Gerechtigkeit unter einen Hut zubringen.Der traditionelle Sozialstaat, der die steigende Nachfrage nach sozialer Sicherheit und Gerechtigkeit befriedigen soll, befindet sich allerdings gegenwartig in einer eher milichen Lage. Es spricht vieles dafur, da die Qualitat, in der er die beiden sozialpolitischen Guteranbietet, zu wunschen ubrig lat. Der tradeoff zwischen equity and efficiency tritt immerdeutlicher zutage. Die Falle mehren sich, in denen der Sozialstaat den unvermeidlichenstrukturellen Wandel offenkundig behindert. Die allokativen Verluste nehmen zu, die okonomische Basis erodiert, sozialpolitische Ziele werden immer ofter verfehlt. Damit aber nichtgenug: Offenere Markte beschleunigen nicht nur den strukturellen Wandel und erhohen die Nachfrage nach Sicherheit und Gerechtigkeit. Es wird auch vermutet, da sie das Geschaft des Sozialstaates nach und nach unmoglich machen. Damit gerat er aber offensichtlichin eine Zwickmuhle: Gerade dann, wenn er wirklich gebraucht wird, scheint er nicht mehr inder Lage, die ihm zugedachten Aufgaben zu erfullen. In der politischen Auseinandersetzungwird das Gespenst der Marktwirtschaft pur mit dusteren Strichen an die Wand gemalt.Die Fragen, auf die Antworten gefunden werden mussen, liegen auf der Hand: In einem ersten Schritt soll gefragt werden, wie weltweit offenere Markte den strukturellen Wandel und die Nachfrage nach Sicherheit und Gerechtigkeit beeinflussen. In einem zweiten Schritt sollnicht nur untersucht werden, welche Wege die Lander im Zuge des strukturellen Wandelseingeschlagen haben, die Guter Sicherheit und Gerechtigkeit anzubieten, sondern auchder Frage nachgegangen werden, wie sie den Proze des Strukturwandels verandert haben. Ineinem dritten Schritt soll uberlegt werden, wie offene Markte das sozialstaatliche Angebot an Sicherheit und Gerechtigkeit verandern. Schlielich soll in den abschlieenden Bemerkungen begrundet spekuliert werden, wie die Lander in Zukunft auf veranderte wirtschaftliche Gegebenheiten reagieren, ob sie Geschwindigkeitsbegrenzungen fur den strukturellen Wandeleinfuhren, sozialpolitische Aktivitaten europaweit harmonisieren oder marktliche Losungenzulassen.32. Wie beeinflussen offenere Guter und Faktormarkte den strukturellen Wandel und die Nachfrage nach Sicherheit und Gerechtigkeit?Seit Mitte der 70er Jahre ist nichts mehr so, wie es einmal war. Die weltwirtschaftlichen Gegebenheiten haben sich grundlegend verandert. Sinkende Transaktionskosten haben die Guter und Faktormarkte weltweit geoffnet. Das hat einerseits den Wohlstand ansteigen lassen, andererseits vor allem die Lage auf den Arbeitsmarkten grundlegend verandert. Es sindvor allem drei Veranderungen, die ins Auge springen: Erstens ist die Arbeitsnachfrage instabiler geworden. Der intensivere Wettbewerb auf den Gutermarkten, die starker kaleidoskopischgewordenen komparativen Vorteile und die volatileren Preise auf den Finanzmarkten habendie unternehmerischen Risiken vergroert. Daneben hat sich zweitens die Struktur der Arbeitsnachfrage verandert. Der intensivere internationale Handel und der schnellere technische Fortschritt beschleunigen nicht nur den strukturellen Wandel, sie verringern in den hochentwickelten Volkswirtschaften auch die Nachfrage nach einfacher Arbeit. Drittens ist die Nachfrage nach einfacher Arbeit elastischer geworden. Der intensivere Wettbewerb auf Guter und Kapitalmarkten verhindert zusehends, da gemessen an der Produktivitat zu hohe Nominallohne uber steigende Preise auf den Gutermarkten abgewalzt werden konnen. Diese Entwicklungen verandern die Nachfrage nach sozialer Sicherheit und Gerechtigkeit.Volatileres wirtschaftliches Umfeld Weltweit offenere Guter und Faktormarkte tragen zu einer instabileren Arbeitsnachfrage bei.Die von einzelnen Unternehmungen bei gegebenem Reallohn als optimal erachtete Beschaftigungsmenge unterliegt deshalb groeren Schwankungen BertolaIchino, 1995. Es ist wohlvor allem das volatilere wirtschaftliche Umfeld, das die Arbeitsnachfrage instabiler werdenlat. Die in einem solchen Umfeld haufiger auftretenden exogenen Schocks erhohen die Unsicherheit der einzelnen Unternehmung uber die kunftige wirtschaftliche Entwicklung. Die Unternehmungen sind weniger bereit, zeitlich unbegrenzte Arbeitsvertrage anzubieten, derinvisible handshake zwischen Unternehmung und Arbeitnehmer Bertrand, 1999 aber auchzwischen den Tarifpartnern verliert an Kraft. Die Arbeitsmarkte werden zwar flexibler, wasfur die Beschaftigung zweifellos vorteilhaft ist; die Arbeitnehmer mussen aber mehr Risikenubernehmen, was die Nachfrage nach Sicherheit erhoht. Die Bundnisse fur Arbeit, die wie 4Pilze aus dem kontinentaleuropaischen Boden schieen BertholdHank, 1999, sind eine ersteinstitutionelle Antwort auf die veranderten wirtschaftlichen Gegebenheiten.Es finden sich schnell Grunde fur ein seit Anfang der 70er Jahre volatileres wirtschaftliches Umfeld: Erstens sind in Europa mit dem Ende des Wiederaufbaus nach dem 2. Weltkrieg die Raten des wirtschaftlichen Wachstums deutlich gesunken. Fur die einzelne Unternehmung hatdeshalb die Gefahr zugenommen, bei einer unterdurchschnittlichen Geschaftsentwicklungnicht zu uberleben. Zweitens tragen der intensivere internationale Handel und das international viel mobilere Kapital sowie der schnellere technische Fortschritt mit dazu bei, da derstrukturelle Wandel immer rasanter ablauft. Die Zukunftsperspektiven fur die einzelne Unternehmung werden somit unsicherer. Diese Entwicklung wird drittens durch immer kurzere Produktlebenszyklen verstarkt. Ein Grund ist ein intensiverer Wettbewerb auf den Gutermarkten, ein anderer sind die zunehmend kaleidoskopischen komparativen Vorteile eines LandesBhagwatiDehejia, 1994, 56, ein weiterer sind die instabileren institutionellen Rahmenbedingungen sowie die mitunter stark schwankenden Preise fur importierte Vorprodukte, allenvoran Rohstoffe. Viertens tragen die nach dem Ende von BrettonWoods unstetigeren, weniger aufeinander abgestimmten nationalen geld und fiskalpolitischen Aktivitaten bei einemfast schon hypermobilen Finanzkapital zu bisweilen ubermaig stark schwankenden Wechselkursen bei. Das wirtschaftliche Umfeld fur die einzelnen Unternehmungen wird unsicherer,die Gefahr, arbeitslos zu werden, erhoht sich, die Nachfrage nach Sicherheit steigt an.Eine instabilere Arbeitsnachfrage erhoht bei inflexiblen Reallohnen das Risiko der Arbeitslosigkeit uber alle Qualifikationen hinweg. Die Realitat auf den Arbeitsmarkten ist allerdingseine andere: nicht alle haben das gleiche Risiko. Die Arbeitslosigkeit hat sich zwar in Kontinentaleuropa uber alle Qualifikationsgruppen hinweg erhoht, die wenig qualifizierten Arbeitnehmer sind allerdings nicht nur kurz, sondern auch langfristig die Hauptleidtragenden, wiedie Langzeitarbeitslosigkeit zeigt. Damit kommen institutionelle Eigenheiten auf den Arbeitsmarkten ins Spiel. Die Ergebnisse empirischer Untersuchungen deuten darauf hin, dadie Lohnsetzungskurve auf den Arbeitsmarkten einen konvexen Verlauf mit einer nahezukonstanten Elastizitat aufweist BlanchflowerOswald, 1994. Eine uber alle Qualifikationenhinweg gleich groe Verschiebung der Arbeitsnachfrage nach links wirkt sich bei der einfachen Arbeit wesentlich starker aus. Die Arbeitslosigkeit unter den wenig qualifzierten Arbeitnehmer steigt absolut starker als bei den besser qualifizierten. Der prozentuale Anstieg fallt 5allerdings bei einer solchen Storung bei den wenig qualifizierten Arbeitnehmern ungefahrgleich gro aus, wie bei den qualifizierteren NickellBell, 1995; BertholdFehn, 1997a. Derzu beobachtende uberproportionale Anstieg der Arbeitslosigkeit unter den wenig qualifizierten Arbeitnehmern in Kontinentaleuropa lat sich so nicht erklaren, die steigende Einkommensungleichheit auf den angelsachsischen Arbeitsmarkten aber sehr wohl. Die zunehmende Varianz der Arbeitseinkommen ist vor allem auf die Kombination von vermehrt auftretendenfirmenspezifischen Schocks und firmenspezifischem Humankapital zuruckzufuhren.Das steigende Risiko aller Arbeitnehmer, bei einer volatileren Arbeitsnachfrage arbeitslos zuwerden, lat die individuelle Nachfrage nach Sicherheit steigen. Die Lander haben weltweitallerdings unterschiedlich auf diese exogenen Schocks reagiert: Wahrend die Lander der kontinentaleuropaischen Welt mit ihren inflexiblen Arbeitsmarkten bereit waren, eine steigende Arbeitslosigkeit in Kauf zu nehmen, schlugen sich diese Datenanderungen auf den flexiblerenangelsachsischen Arbeitsmarkten weniger in Arbeitslosigkeit, sondern vielmehr in schwankenden Einkommen nieder. Die individuelle Nachfrage nach Sicherheit stieg auch in diesem Falle an. Ein nicht unerheblicher Unterschied zwischen den beiden Welten besteht allerdings darin, da in der angelsachsischen Welt uber alle Qualifikationen hinweg produktivitatsorientiert entlohnt wird. Damit wird nicht nur die Einkommensverteilung ungleicher, auchdas Problem der Armut in der spezifischen Auspragung der working poor gewinnt an Gewicht. Die Individuen fragen deshalb unter den institutionellen Bedingungen der angelsachsischen Welt nicht nur mehr Sicherheit, sondern auch mehr Gerechtigkeit nach.Veranderte Struktur der Arbeitsnachfrage Weltweit offenere Guter und Faktormarkte destabilisieren zwar die Arbeitsnachfrage, einevolatilere Arbeitsnachfrage kann allerdings weder erklaren, weshalb die Arbeitslosigkeit unterden gering qualifizierten Arbeitnehmern in Kontinentaleuropa uberproportional angestiegen,noch warum die Einkommensverteilung in der angelsachsischen Welt so ungleich gewordenist und steigende Armut produziert. Der internationale Handel scheint auf den ersten Blick eingeeigneterer Kandidat zu sein, dieses Phanomen zu erklaren Wood, 1994. Weltweit offenere Markte fur Guter und Dienste verstarken zweifellos den internationalen Handel. Der intensivere interindustrielle Handel zwischen den armeren und reicheren Landern tragt mit dazu bei,da in den hochentwickelten Landern einfache Arbeit weniger, qualifizierte Arbeit demge6genuber verstarkt nachgefragt wird. Die spiegelbildliche Entwicklung tritt in den wenigerentwickelten Landern ein, zumindest modelltheoretisch. Bei sklerotisierten Arbeitsmarktentransformieren sich die geringeren Beschaftigungschancen der gering qualifizierten Arbeitnehmer der reicheren Lander in eine uberproportional steigende Arbeitslosigkeit, bei flexiblen Arbeitsmarkten fuhren sie zu einem Ruckgang in deren Arbeitseinkommen.Mit der empirischen Bestatigung der Globalisierungsthese ist es zumindest bisher nicht weither. Der Einflu des internationalen Handels auf die Nachfrage nach einfacher Arbeit scheintnicht sehr gro zu sein SlaughterSwagel, 1997; IversenCusack, 1998, auch wenn uber dasempirische Gewicht dieser Entwicklung noch gestritten wird Wood, 1995; Saeger, 1996.Auch Untersuchungen fur Deutschland bestatigen den eher geringen Einflu: Die Nachfragenach einfacher Arbeit ging am starksten im Dienstleistungssektor zuruck, der weniger starkals der industrielle Sektor dem internationalen Wettbewerb ausgesetzt ist SteinerWagner,1998. Uber das empirische Gewicht des internationalen Handels ist viel spekuliert worden.Ein wichtiger Hinweis ist das geringe Gewicht des interindustriellen Handels am gesamteninternationalen Handel der entwickelten Volkswirtschaften. Die Importe von standardisierten Massengutern aus weniger entwickelten Landern in die OECDLander hatten im Jahre 1995lediglich einen Anteil von 2 % an den gesamten Ausgaben der OECD. Der Einflu auf dieentwickelten Lander ist deshalb denkbar gering Krugman, 1996, 4. Der dominante Handelder entwickelten Lander ist intraindustrieller Natur. Bei dieser Form des internationalen Handels zwischen ahnlich entwickelten Landern gewinnen sowohl die reichlich vorhandenenals auch die knappen Faktoren HelpmanKrugman, 1985; Bean u.a. 1998, 20 21, 24. Dieveranderte Struktur der Arbeitsnachfrage in den hochentwickelten Landern ist damit nicht zuerklaren.Es liegt auf der Hand, die in den Industrielandern stark rucklaufige Nachfrage nach einfacher Arbeit mit arbeitssparendem technischen Fortschritt zu erklaren. Der technische Fortschritthat einen Bias zugunsten qualifizierter und zu Lasten einfacher Arbeit. Neue Maschinen und Produktionsmethoden, wie sie auch in der umfassenden Einfuhrung von Computern zum Ausdruck kommen, machen gering qualifizierte Arbeitnehmer zunehmend uberflussig. Der Bedarf an qualifizierten Arbeitnehmern steigt dagegen an. Im Gegensatz zur Globalisierungsthese ist dieser Ansatz mit der empirischen Tatsache vereinbar, da in den industrialisierten Landern mit flexiblen Lohnstrukturen das Humankapital wesentlich intensiver als fruher ein7gesetzt wird Krugman, 1995. Da empirisch schwer zwischen den beiden Thesen zu trennenist, bleibt es grundsatzlich denkbar, da weltweit offenere Guter und Faktormarkte den arbeitssparenden technischen Fortschritt beschleunigen. Diese Entwicklung wird durch eine fureinfache Arbeit ungunstige LohnZinsRelation verscharft, wenn staatliche oder tarifliche Mindestlohne existieren. Wie auch immer, in den reichen Landern wird einfache Arbeit zunehmend durch relativ billigeres Realkapital ersetzt. Wenn die Arbeitsmarkte wie in der angelsachsischen Welt funktionieren, gewinnt das Problem der working poor an Gewicht,wenn sie wie in der kontinentaleuropaischen Welt mehr oder weniger stark sklerotisiert sind,nimmt zunachst die Arbeitslosigkeit unter den wenig qualifizierten Arbeitnehmern, spater die Armut unter den Langzeitarbeitslosen zu. So oder so, die Nachfrage nach Gerechtigkeitsteigt in den reicheren Landern an.Die Struktur der Arbeitsnachfrage unterliegt neben qualifikatorischen auch gravierenden sektoralen Umwalzungen. Diese Veranderungen sind nicht nur intersektoral, sondern auch zunehmend intrasektoral. Es passiert seit langem in allen Industrielandern intersektoral eineganze Menge: der sekundare Sektor verliert, der tertiare gewinnt. Gesamtwirtschaftlich wirdzwar dienstleistungsintensiver produziert, die Produktionsstrukturen verandern sich aber nichtnur im Dienstleistungssektor, sondern sektorubergreifend Klodt u.a., 1997, 47 58. Es werden in allen Sektoren vermehrt intelligente Vorleistungen und informationsintensive Technologien eingesetzt. Damit ist es nur eine Frage der Zeit, bis alte Guter durch qualitativ neuartige ersetzt werden, neue Produkte entstehen und starker auf vernetzte, informationsintensive Produktionsverfahren gesetzt wird. Nicht nur der originare Dienstleistungssektor gewinnt an Bedeutung, auch die Produktion im industriellen Sektor wird immer dienstleistungs und humankapitalintensiver. Damit geht aber der intersektorale Strukturwandel eindeutig zu Lasteneinfacher Arbeit, hochqualifizierte Arbeit zahlt demgegenuber zu den Gewinnern.Der intersektorale strukturelle Wandel vernichtet zweifellos Arbeitsplatze mit industriespezifischen Fahigkeiten, vor allem fur wenig qualifizierte Arbeitnehmer. Der gleichzeitig stattfindende intrasektorale Strukturwandel verringert die Beschaftigungsmoglichkeiten fur einfache Arbeit im industriellen wie im Dienstleistungssektor. Besonders hart trifft es wenig produktive Arbeitsplatze fur gebundene Dienstleistungen Handel, Banken, Versicherungen, offentliche Verwaltung, Transport etc., denen in Europa die Sockelei der Lohnpolitik, gesetzliche Mindestlohne und hohe Transfers zur Absicherung des Existenzminimus den end8gultigen Todessto versetzen, weil sie ihnen auch kurzfristig die finanzielle Luft zum Atmennehmen. Allein die Einfuhrung integrierter Informationsverarbeitung kann in den nachsten Jahren in Deutschland uber 6,7 Mio. Arbeitsplatze in diesen Bereichen uberflussig machenThome, 1997, 125. Demgegenuber werden im Bereich konsumbezogener, produktionsnaherund sozialer Dienstleistungen ebenso neue Arbeitsplatze geschaffen, wie im Bereich der Kommunikation Klodt u.a., 1997, 173.Das empirische Bild uber den Einflu der Globalisierung auf den intersektoralen strukturellen Wandel ist, wenn wunderts, uneinheitlich. Die einen prasentieren Ergebnisse, wonach eshauptsachlich hausgemachte Faktoren, wie veranderte Praferenzen der Nachfrager, erhebliche Produktivitatsfortschritte und geringe Preiselastizitaten der Nachfrage nach Industrieguternsind, die den Proze der Deindustrialisierung bestimmen Krugman, 1996;RowthornRamaswamy, 1997; 1998. Der NordSudHandel sei hochstens fur 16 des Ruckgangs der Beschaftigung im verarbeitenden Gewerbe verantwortlich RowthornRamaswamy,1998. Offene Guter und Kapitalmarkte hatten demnach einen vernachlassigbaren EinfluIversenCusack, 1998. Dem stehen die Ergebnisse der Kontrahenten entgegen, die daraufverweisen, da der Proze der Deindustrialisierung erheblich von dem weltweit intensiveren Wettbewerb auf Guter und Kapitalmarkten getrieben wird Wood, 1994; Saeger, 1997. Danach ist der NordSudHandel fur fast die Halfte des Abbaus der Beschaftigung im verarbeitenden Gewerbe der OECDLander zwischen 1970 und 1990 verantwortlich Saeger, 1997,604.Elastischere Nachfrage nach einfacher Arbeit Es ist zweifellos richtig, das bisherige Volumen des interindustriellen internationalen Handels ist ebenso wie der Umfang an Zuwanderung aus weniger entwickelten Landern Beanu.a., 1998, 82 83 zu gering, um den erheblichen Ruckgang der Nachfrage nach einfacher Arbeit in den hochentwickelten Volkswirtschaften erklaren zu konnen. Es ware allerdingsverfruht, deshalb den Einflu der internationalen wirtschaftlichen Integration schon klein zuschreiben. Es ist namlich denkbar, da weltweit offenere Guter und Faktormarkte die Nachfrage nach einfacher Arbeit elastischer gestalten Rodrik, 1997. Die Arbeitsnachfrage wirdelastischer, wenn zum einen der Wettbewerb auf den Gutermarkten intensiver wird, also die Marktmacht der Unternehmungen zuruckgeht. Das ist bei weltweit offeneren Gutermarkten 9zweifellos der Fall. Die Arbeitsnachfrage reagiert zum anderen aber auch deshalb elastischerauf veranderte Reallohne, wenn das Realkapital international mobiler wird. Die bei offenen Kapitalmarkten gestiegene Moglichkeit der Unternehmungen, outsourcing zu betreibenoder gar vollstandig ins kostengunstigere Ausland abzuwandern, beschleunigen die Reaktionen der unternehmerischen Arbeitsnachfrage auf uberzogene Entwicklungen der Reallohne.Die bei offeneren Guter und Kapitalmarkten hohere Wettbewerbsintensitat verhindert zusehends zweierlei: Es fallt den Arbeitnehmern und ihren gewerkschaftlichen Vertretern zumeinen immer schwerer, nominale Lohne und Lohnnebenkosten, die von den Produktivitatsfortschritten der Arbeit nicht gedeckt sind, auf die Unternehmungen abzuwalzen. Daneben istes zum anderen auch immer weniger moglich, diese Lasten uber steigende Preise auf den Gutermarkten auf die Konsumenten zu verlagern. Das Geschaft der Gewerkschaften wirdschwerer, das der Notenbanken einfacher. Es sind viel starker die Arbeitnehmer selbst, denennichts anderes ubrig bleibt, als diese Kosten zu tragen. Eine moderatere, starker produktivitatsorientierte Lohnpolitik ist die Folge. Damit ist es auch immer weniger moglich, die Kosten, die von sozialen Standards, wie gesetzlichen oder tariflichen Mindestlohnen, oder voninstitutionellen Arrangements, wie korporatistischen Lohnverhandlungssystemen, herruhren,auf Dritte abzuwalzen. Auch die wenig qualifizierten Arbeitnehmer werden starker nach ihrer Produktivitat entlohnt, wenn diese sinkt, mussen sie diese Lasten uber sinkende Lohne tragen.Verweigern sie sich dieser Entwicklung, bezahlt sie zumindest ein Teil von ihnen mit einerhoheren Arbeitslosigkeit.Damit nicht genug: Eine elastischere Arbeitsnachfragekurve tragt auch mit dazu bei, da exogene Schocks, die von der Arbeitsnachfrage herruhren, starker zu Buche schlagen. So sorgenetwa exogene Veranderungen der Arbeitsproduktivitat bei offeneren Guter und Kapitalmarkten fur groere Volatilitaten bei den Arbeitseinkommen und den geleisteten Arbeitsstunden,immer vorausgesetzt, die Lohnsetzungskurve hat eine positive Steigung. Das ist der Fall. Eineelastischere Arbeitsnachfrage kann moglicherweise zweierlei erklaren: zum einen die seit denspaten 70er Jahren steigende Ungleichheit der Arbeitseinkommen in den Vereinigten Staaten;zum anderen den Anstieg der Einkommensungleichheit innerhalb von Qualifikationsgruppen.Empirische Untersuchungen zeigen, da zwischen einem Drittel und der Halfte der ungleicherwerdenden amerikanischen Einkommensverteilung in den 70er und 80er Jahren auf einen Anstieg der kurzfristigen Varianz der Arbeitseinkommen zuruckzufuhren ist 10GottschalkMoffitt, 1994. Die Volatilitat stieg am starksten in der Gruppe der am wenigstenqualifiizierten Arbeitnehmer. Das ist sind die Arbeitnehmer, fur die die Arbeitsnachfrage amelastischsten geworden ist. Wenn sich die Varianz der Einkommen erhoht und die Einkommensverteilung ungleicher wird, steigt die Nachfrage nach Gerechtigkeit.Alles in allem: Der alte Glaube der Freihandler, wonach offene Guter und Faktormarkteein PositivSummenSpiel auslosen und den Wohlstand aller beteiligten Volkswirtschaftenerhohen, bleibt auch in Zukunft gultig. Es wird aber auch zukunftig gelten, was schon in der Vergangenheit richtig war: no gain without pain. Das Unbehagen gegenuber einer weltweiten wirtschaftlichen Integration speist sich aus zwei Quellen: Es wird zum einen befurchtet,da die wirtschaftliche Unsicherheit fur die Lander mit offeneren Markten ansteigen wirdRodrik, 1997. Offenere Guter und Faktormarkte machen es allerdings gerade erst moglich,wirtschaftliche Risiken besser zu diversifizieren. Der endogene Versicherungsschutz weltweitoffener Markte wirkt somit steigender wirtschaftlicher Unsicherheit zumindest entgegenIversenCusack, 1998. Die individuelle Nachfrage nach Sicherheit steigt somit auf alle Falle an; die Moglichkeit, sich auf privaten Markten abzusichern, allerdings auch.Der alte Glaube, der auch schon fruher enttauscht wurde, wonach offene Guter und Faktormarkte den Wohlstand aller Menschen erhohen, die steigende Flut also alle Boote hebt, wirdzum anderen einen weiteren Dampfer erhalten. Die Globalisierung tragt zusammen mit demarbeitssparenden technischen Fortschritt dazu bei, da zumindest in der kurzen Frist vor allemdie gering qualifizierten Arbeitnehmer den Kurzeren ziehen. Die jungsten Erfahrungen zeigen, da sie nicht nur relativ, sondern moglicherweise auch absolut verlieren. Eine allgemeine Wohlfahrtsverbesserung kann damit auch nicht nach dem RawlsKriterium, geschweige dennnach dem ParetoKriterium konstatiert werden. Vier Aspekte sollten allerdings beachtet werden: Es ist der Sozialstaat selbst, der diesen Preis offener Markte fur gering qualifizierte Arbeitnehmer kunstlich erhoht; funktionsfahigen Arbeitsmarkten kommt eine herausragende Bedeutung zu, wenn es darum geht, die Qualifikationsdefizite zu verringern; die Nachfragenach Gerechtigkeit wird weiter steigen; ein sozialstaatliches, allerdings effizienteres Angebot ist auch weiterhin notwendig.113. Welche sozialpolitischen Wege schlugen die Lander ein, um mit den Lasten der strukturellen Anpassung fertig zu werden?Weltweit offenere Guter und Faktormarkte geben allen hochentwickelten Landern ahnliche Hausaufgaben auf, die sie machen mussen, wenn sie die strukturelle Anpassung erfolgreichbewaltigen wollen. Die Nachfrage nach Sicherheit und Gerechtigkeit nimmt zu. Wer allerdings in einer Gesellschaft mit einer marktwirtschaftlichen Ordnung, zu der sich alle diese Lander bekennen, mehr Sicherheit und Gerechtigkeit will, mu zunachst selbst dafur sorgen. Erst wenn eigene Anstrengungen nicht ausreichen, wenn weder die Familie noch private,gemeinnutzige Organisationen effizient helfen konnen und auch Losungen auf Kapital und Versicherungsmarkten nicht befriedigen, ist der Sozialstaat gefordert. Das Subsidiaritatsprinzip hat in den Landern einen unterschiedlichen Stellenwert. Es verwundert deshalb auch nicht,da auf die steigende Nachfrage nach sozialen Gutern unterschiedlich reagiert wurde.Der neoliberale Weg Die Lander haben weltweit unterschiedlich auf die Herausforderungen des strukturellen Wandels reagiert EspingAndersen, 1990; 1996. Es scheint so, als ob man grundsatzlich zwei Moglichkeiten hat, auf die wirtschaftlichen Veranderungen zu reagieren: eine Verringerungder Anpassungslasten oder eine Erhohung der Anpassungskapazitat. Der erste Weg ist nichtgangbar, wenn sich ein Land nicht selbst schadigen will. Der Proze der schopferischen Zerstorung ist die Grundlage des materiellen Wohlstandes, ihn verhindern zu wollen, ware deshalb toricht. Schon der Versuch, den strukturellen Wandel sozialvertraglich abzufedern, birgtkaum umschiffbare okonomische und politokonomische Klippen. Die Tyrannei des Statusquo, die fast unvermeidlich interventionistische und protektionistische Eskapaden fordert,kommt eine Gesellschaft teuer zu stehen. Wenn man die allokativen Verluste moglichst gering halten will, bleibt nur der Weg, die Anpassungskapazitat der Volkswirtschaft zu erhohen.Die Guter und Faktormarkte mussen flexibler werden, um adaquat mit den veranderten wirtschaftlichen Gegebenheiten fertig zu werden. Das ist nur moglich, wenn der Wettbewerb aufallen Markten intensiviert wird, die relativen Preise somit flexibler und die Produktionsfaktoren regional, sektoral und beruflich mobiler werden.12Die angelsachsischen Lander, wie die Vereinigten Staaten, Kanada, Grobritannien, Australien und Neuseeland, haben auf die Herausforderung des strukturellen Wandels am konsequentesten marktwirtschaftlich geantwortet. Die Niederlande scheinen seit einiger Zeit ebenfallsbemuht, diesen Weg einzuschlagen. Er besteht darin, die Markte funktionsfahiger zu gestalten. Die Guter und Arbeitsmarkte werden spurbar dereguliert, der Sozialstaat starker privatisiert und dezentralisiert, der Wettbewerb wird so erheblich intensiviert. Die Guter und Dienstleistungsmarkte wurden von interventionistischen und protektionistischen Fesseln befreit. Die protektionistischen Ubertreibungen auf den Guter und Dienstleistungsmarkten, diesich im Laufe der Zeit vor allem in Neuseeland und Australien eingestellt hatten, wurden abgebaut. Nicht minder rigoros ging man auf den Arbeitsmarkten vor. Der Einflu der Gewerkschaften wurde in den Vereinigten Staaten, wo er schon immer gering war, vor allem aber in Grobritannien, Neuseeland und auch Australien durch gesetzliche Regelungen mehr oderweniger stark begrenzt Buti u.a., 1998, 14, der Zentralisierungsgrad der Tarifverhandlungenweiter verringert. Die Folge waren flexiblere Lohne und flexiblere regionale, sektorale undqualifikatorische Lohnstrukturen. Damit konnte die Beschaftigung im industriellen Sektorannahernd stabilisiert, die Beschaftigung im Dienstleistungsbereich erheblich gesteigert werden BertholdHeise, 1998, 79 80. Die neuen Arbeitsplatze im Dienstleistungssektor wurden dabei vor allem durch private Unternehmungen geschaffen.Die Arbeitnehmer in der angelsachsischen Welt, allen voran den Vereinigten Staaten, sindrelativ zugig bereit, die angebotenen neuen Arbeitsplatze im Diensteistungsbereich anzunehmen. Das erfordert eine hohe regionale, sektorale und berufliche Mobilitat der Arbeitnehmer.Die Erfahrung zeigt, da dies fur die intersektorale Mobilitat in den Vereinigten Staaten giltBlanchardKatz, 1992. Die amerikanischen Arbeitnehmer sind offenkundig bereit, das Unvermeidliche schneller als anderswo zu akzeptieren und aktiv zu handeln. Die Hilfe des Staates ist dabei gering: Die Manahmen der aktiven Arbeitsmarktpolitik fallen verglichen mitden Aktivitaten, die etwa europaische Lander in diesem Bereich entfalten, vernachlassigbargering aus. Der Staat tut andererseits auch viel weniger, die marktlichen Anreize der differenzierteren regionalen und sektoralen Lohnstrukturen durch sozialpolitische Aktivitaten zukonterkarieren. Die Arbeitslosenversicherung ist nicht nur wenig grozugig, sie ist auch relativ dezentral auf der Ebene der Bundesstaaten organisiert. Der Staat garantiert ein von Bundesstaat zu Bundesstaat unterschiedliches, gemessen an europaischen Mastaben niedriges Existenzminimum. Ein weiteres kommt hinzu: Der Wohnungsmarkt ist kaum reguliert, sozi13alpolitische Eingriffe spielen keine Rolle. Das alles fordert die Mobilitat. Es sollte allerdingsbedacht werden, da Lander, die eine niedrige Arbeitslosenrate aufweisen, auch Lander sind,in denen die Eigenheimquote relativ gering ist Oswald, 1997, 227 228. Es verwundertdeshalb auch nicht, da die Arbeitslosigkeit in den amerikanischen Bundesstaaten am starksten anstieg, in denen der Immobilienbesitz am deutlichsten zunahm.Die positive Entwicklung auf den Arbeitsmarkten der angelsachsischen Welt hat allerdingsauch einen Preis. Die uber alle Qualifikationen hinweg ausgepragte produktivitatsorientierte Entlohnung tragt mit dazu bei, da die Einkommensverteilung zunachst einmal ungleicherwird, weil die Einkommen der relativ knappen hohen Qualifikationen uberproportional ansteigen, die Einkommen der relativ reichlich vorhandenen, gering qualifizierten Arbeitnehmerdemgegenuber zuruckgehen, nicht nur relativ, sondern auch absolut. Die schlechte Entwicklung der Einkommen in den unteren Lohngruppen ist vor allem auf die geringere Gewerkschaftsdichte und die reale Absenkung der gesetzlichen Mindestlohne zuruckzufuhren. Die Nachfrage der davon betroffenen Arbeitnehmer nach Gerechtigkeit stieg starker als in ahnlich entwickelten Landern an, wurde allerdings vom Sozialstaat kaum befriedigt. Die Praferenzen der wahlentscheidenden Gesellschaftsschichten fur eine gleichmaigere Einkommensverteilung sind aber weniger stark ausgepragt, die Erwartung, da sich jeder gleichsam ameigenen Schopf aus dem materiellen Sumpf zieht, ist groer als in Kontinentaleuropa. Einflexibler Arbeitsmarkt mit ausreichend Arbeitsplatzen fur alle Qualifikationen und Moglichkeiten, sich am Arbeitsplatz zu qualifizieren, soll die Voraussetzung bieten, da dies auchallen gelingen kann. Die relativ hohe Kriminalitatsrate Freeman, 1996 zeigt allerdings, dadiese Hoffnung nicht immer aufgeht und die Zahl derjenigen steigt, die in der Armutsfallehangen bleiben.Der sozialdemokratische Weg Die Lander, die den neoliberalen Weg einschlugen, versuchten, die unvermeidlichen strukturellen Anpassungslasten zu individualisieren; die Lander, die wie die skandinavischen aufdem sozialdemokratischen Pfad zum Ziel kommen wollten, waren bestrebt, die Anpassungslasten zu sozialisieren. Das Modell beruhte im wesentlichen auf zwei Saulen: Die erste warder spezifische institutionelle Rahmen auf dem Arbeitsmarkt. Der Zentralisierungsgrad der Tarifverhandlungen war hoch, die Lohnpolitik war solidarisch, die aktive Arbeitsmarktpo14litik ausgepragt. Die zweite Saule war ein ausgebauter Sozialstaat mit grozugigen Leistungen, einer gewissen Tendenz zu workfare und einer hohen Beschaftigung im offentlichen Sektor, vor allem im Bereich der personalen und sozialen Dienstleistungen. Der Erfolg schiendiesem Weg lange Zeit recht zu geben: Der materielle Wohlstand der Bevolkerung war hoch,die Arbeitslosigkeit gering, die Einkommensverteilung eine der gleichmaigsten unter denhochentwickelten Landern, die Armut wurde wirksam bekampft. Man hatte scheinbar einen Weg gefunden, den Zielkonflikt zwischen Allokation und Verteilung zu entscharfen.Ein Markenzeichen des sozialdemokratischen Weges war der hohe Zentralisierungsgrad aufdem Arbeitsmarkt. Die Vorteile wurden auf zwei Ebenen gesehen: Zum einen glaubte manauf diese Weise, die negativen externen Effekte lohn und tarifpolitischer Aktivitaten zu internalisieren, die Arbeitslosigkeit somit gering zu halten; zum anderen konnte man damit einesolidarische Lohnpolitik installieren, die uber den Weg gleicher Lohn fur gleiche Arbeitdie Einkommensverteilung gleichmaiger machen und den strukturellen Wandel beschleunigen sollte. Die Idee zentraler Tarifverhandlungen brachte nicht die erwunschten Erfolge. Esgelang nicht, die negativen externen Effekte der Lohn und Tarifpolitik zu internalisieren. Die Anpassungslasten wurden nicht von den Tarifpartnern getragen, sondern auf den SozialStaat abgewalzt. Die steigende Beschaftigung im staatlichen Sektor ist ein Indiz. Wenn die Reallohne dennoch relativ flexibel waren, dann ist dies nicht auf eine adaquate Lohnpolitik,sondern auf regelrechte Abwertungszyklen zuruckzufuhren. Die uberdurchschnittlich hohen Inflationsraten in Landern mit hohem Zentralisierungsgrad der Tarifverhandlungen sprechen Bande.Die Idee der solidarischen Lohnpolitik ist einfach: Die Tarifpartner kamen uberein, die Lohne fur wenig qualifizierte Arbeitnehmer uber deren Produktivitat, die der besser qualifizierten unter deren Produktivitat festzusetzen. Die Unternehmungen in den Hochlohnsektorenkonnten bei dieser Lohnpolitik hohere als normale Gewinne erzielen, die Niedriglohnbereichekamen noch mehr als normal unter Druck. Der strukturelle Wandel wurde beschleunigt, vorallem den gering qualifizierten Arbeitnehmern wurde eine steigende Mobilitat abverlangt,wenn sie in Arbeit und Brot bleiben wollten, das Instrument flexibler Lohnstrukturen aber beizentralen Lohn und Tarifverhandlungen nicht mehr einsetzen konnten. Der lohnpolitische Versuch, versteckt Einkommen von qualifizierten zu weniger qualifizierten Arbeitnehmern zutransferieren, um die Einkommensunterschiede zu verringern, tragt den Keim des Scheiterns 15in sich. Die Anreize der Arbeitnehmer mehr Arbeit anzubieten gehen ebenso zuruck, wie die Bereitschaft, neue Fahigkeiten und Fertigkeiten zu erwerben. Es wird langerfristig zu wenigin Humankapital investiert EdinTopel, 1997. Damit erodiert die okonomische Basis dersolidarischen Lohnpolitik und stellt die zentrale Lohnfindung in Frage.Der lohnpolitisch forcierte strukturelle Wandel mute von einer expansiven aktiven und passiven Arbeitsmarktpolitik begleitet werden BertholdFehn, 1997b. Die passive arbeitsmarktpolitische Variante funktionierte lange Zeit nach dem Prinzip von Zuckerbrot und Peitsche.Die Lohnersatzrate der Arbeitslosenversicherung war grozugig, die Dauer des Bezugs von Leistungen war nicht nur lang, sie nahm im Laufe der Zeit sogar noch zu Buti u.a., 1998.Wenn die allokativen Fehlentwicklungen dennoch einigermaen im Rahmen blieben, dann istdies wohl auch darauf zuruckzufuhren, da die regionalen und beruflichen Zumutbarkeitskriterien relativ hart interpretiert wurden. Die Peitsche des staatlichen Zwangs ist allerdings nursolange wirksam, wie ausreichend offene Stellen vorhanden sind. Dies war nur bis zu Beginnder 90er Jahre der Fall. Das ist aber weniger als die halbe Wahrheit: Der strukturelle Wandelverlief vor allem deshalb lange Zeit relativ reibungslos, weil eine sehr expansive aktive Arbeitsmarktpolitik den grobsten lohnpolitischen Flurschaden beseitigte. Die Anstrengungen,mit denen der Staat versuchte, den Arbeitnehmern regional und sektoral Beine zu machen, zuqualifizieren und umzuschulen, sind Legion. Die Erfolge waren allerdings eher bescheidenForslundKrueger, 1997. Die aktive Arbeitsmarktpolitik wirft im gunstigsten Fall nur geringe positive, viel wahrscheinlicher aber eher negative Ertrage ab. Ein erheblicher Teil der arbeitslosen Arbeitnehmer wurde letztlich in staatlich finanzierten Arbeitsmarktprogrammenversteckt.Damit nicht genug: Die politischen Entscheidungstrager konnten bei sinkender Nachfrage desprivaten Sektors nach Arbeitskraften der Versuchung nicht widerstehen, die staatliche Beschaftigung zu erhohen. Der Sozialstaat spielte beim Angebot von Dienstleistungen eine herausragende Rolle. Das galt vor allem fur die Dienstleistungen, die traditionell in den Haushalten und Familien angeboten wurden. Die Beschaftigung stieg in Schweden seit den fruhen 60er Jahren nur noch bei den personalen und sozialen Dienstleistungen, die von lokalen Gebietskorperschaften erbracht wurden BjorklundFreeman, 1997. Die staatlichen Kindertagesstatten fur Kinder im Vorschulalter wurden im Zuge der expansiven schwedischen Familienpolitik stark ausgebaut. Das kostete noch zu Beginn der 90er Jahre 3,5 % des Bruttosozial16produktes. Die steigende Beschaftigung in diesem Bereich kommunaler Dienstleistungen kamvor allem den Frauen zugute Rosen, 1997. Schweden hat den Haushaltssektor weitgehendzu einem Teil der monetaren Wirtschaft gemacht und sich damit kunstlich reicher gerechnetals es tatsachlich ist. Die Familie wurde sozialisiert Lindbeck, 1998.Eine steigende offentliche Beschaftigung ist mit erheblichen ordnungspolitischen Risiken und Nebenwirkungen verbunden Berthold, 1994. Die staatlichen Aktivitaten verdrangen erstensprivate Beschaftigung. Immer groere Teile der wirtschaftlichen Aktivitaten werden demmarktlichen Koordinationsmechanismus entzogen. Der Staat entwickelt sich zweitens immermehr zu einem employer of last resort. Die Gefahr des kollektiven lohnpolitischen moralhazard der Tarifpartner wachst, die Lohn und Tarifpolitik wird aggressiver. Die Belastungenmit Steuern und Abgaben nehmen drittens zu. Der Steuer und Abgabenkeil wird breiter, dieimplizite Steuer auf Arbeit steigt, die Beschaftigung im privaten Sektor geht zuruck. Die hohe Belastung mit Steuern und Abgaben verandert viertens das individuelle ArbeitsangebotAronssonWalker, 1997; Lindbeck, 1998. Die Anreize der Arbeitnehmer nehmen zu, die Arbeitszeit zu begrenzen, die Anstrengungen bei der Arbeit zu verringern, vermehrt doityourselfAktivitaten zu entfalten und verstarkt in der Schattenwirtschaft tatig zu werden. Dienegativen Folgen fur Beschaftigung und wirtschaftliches Wachstum liegen auf der Hand.Der sozialdemokratische Weg der Anpassung an den unvermeidlichen strukturellen Wandelist ein Holzweg. Mit einer Strategie, die darauf abzielt, den Wettbewerb uberall, vor allemaber auf den Arbeitsmarkten und im Bereich des Sozialen, weitgehend auszuschalten unddurch zentrale Losungen zu ersetzen, kann man den Herausforderungen des strukturellen Wandels nicht wirksam begegnen. Eine solche Politik zeigt kurzfristig zwar arbeitsmarkt,sozial und verteilungspolitische Erfolge, weil sie die strukturellen Anpassungslasten nichtindividuell anlastet, sondern sie zu Lasten zukunftiger Generationen finanziert. Es ist aber ein Irrtum zu glauben, eine solche Politik liee sich mittel und langerfristig durchhalten. Der Grund ist darin zu sehen, da es nicht gelingt, die Anpassungskapazitat adaquat an die gestiegenen Anpassungslasten anzupassen. Das Gegenteil ist der Fall: Der marktliche Koordinationsmechanismus wird durch eine solche Politik der Anpassung an strukturelle Veranderungenweiter geschwacht. Der sozialdemokratische Weg der Anpassung ist somit nichtsustainable.17Der konservative Weg Die kontinentaleuropaischen Lander gehen weder den neoliberalen noch den sozialdemokratischen Weg: Sie setzen nicht konsequent auf den Markt, verfallen aber auch noch nicht auf die Idee, dem Staat die Aufgabe zu ubertragen, die fehlenden Arbeitsplatze anzubieten. Die Arbeitsmarkte sind stark vermachtet, die Tarifverhandlungen finden zwar formal eher auf einermittleren Ebene statt, durch Koordination der Tarifpartner und staatliche Hilfe, wie Allgemeinverbindlichkeitserklarungen von Tarifvertragen, ist allerdings der faktische Zentralisierungsgrad hoch, von Wettbewerb finden sich nur Spuren. Die Guter und Dienstleistungsmarkte sind trotz des Binnenmarktprojektes 1992 noch immer erheblich reguliert, allen voran der Markt fur Dienstleistungen, vor allem in Deutschland. Der Sozialstaat wird zentral organisiert, Wettbewerb ist ihm fremd, dezentrale Losungen sind verpont, umverteilungspolitische Elemente spielen eine erhebliche Rolle. Der kontinentaleuropaische Weg zeichnet sichsomit durch einen hohen Zentralisierungsgrad sowohl bei den Tarifverhandlungen als auch im Bereich des Sozialen aus.Der hohe Zentralisierungsgrad der Tarifverhandlungen und ein ausgebauter, zentral organisierter Sozialstaat verhindern, da adaquat auf die gestiegenen Anpassungslasten des strukturellen Wandels reagiert wird. Die zentralen Vereinbarungen der Tarifpartner tragen mit dazubei, da die regionalen und sektoralen Lohnstrukturen, gemessen am Anpassungsbedarf desstrukturellen Wandels, nicht flexibel genug sind. Die Reallohne im industriellen Sektor sindseit Beginn der 70er Jahre relativ zu den Lohnen im Dienstleistungssektor erheblich gestiegen, die Rentabilitat in diesem Bereich ist abgesturzt; es wurde wesentlich kapitalintensiverproduziert, die gesamtwirtschaftliche Produktivitat der Arbeit erhohte sich betrachtlich, die Beschaftigung ging drastisch zuruck. Das ist noch nicht alles: Die Lohneinkommen der geringqualifizierten Arbeitnehmer haben sich relativ zu den hoher qualifizierten kaum verringert,wie es notwendig gewesen ware, um der rucklaufigen Nachfrage nach einfacher Arbeit zubegegnen, sie haben sich sogar teilweise, wie etwa in Deutschland, erhoht. Die Beschaftigungim industriellen Sektor ging seit den 70er Jahren erheblich zuruck; es sind vor allem die wenig qualifizierten Arbeitnehmer, die diese Zeche mit dem Verlust ihrer Arbeitsplatze bezahlthaben.18Der Kampf gegen die Arbeitslosigkeit wird, wie der neoliberale Weg zeigt, nur gewonnen,wenn es gelingt, die Zahl privat angebotener Arbeitsplatze im Dienstleistungssektor betrachtlich zu erhohen. Eine moderate Lohn und Tarifpolitik im schrumpfenden industriellen Sektorist eine willkommene Hilfe, weil sie den Proze der strukturellen Anpassung uber die Zeithinweg streckt. Ein groeres Angebot an staatlichen Arbeitsplatzen im Bereich personaler undsozialer Dienstleistungen, wie es der sozialdemokratische Weg propagiert, verbessert die Lageauf den Arbeitsmarkten allenfalls kurzfristig, macht es mittel und langfristig aber um soschwieriger, die Arbeitslosigkeit im Zaum zu halten. Die kontinentaleuropaischen Landergehen bisher noch keinen der beiden Wege konsequent. Das private Angebot an Arbeitsplatzen im Dienstleistungssektor fallt aus mehreren Grunden zu gering aus: Der Bereich der gebundenen Dienstleistungen ist zum einen nach wie vor stark reguliert. Das gilt noch immernicht nur fur die Telekommunikation, sondern auch fur den Unterhaltungssektor und die freien Berufe. Zum anderen lohnt es sich fur private Unternehmungen wegen hoher Reallohne,hoher Steuern und Abgaben und rigider Kundigungsschutzregelungen oft nicht, Arbeitsplatzeim Dienstleistungssektor anzubieten. Das gilt vor allem fur weite Bereich des Einzelhandels.Die kontinentaleuropaischen Lander waren bisher kaum bereit, einen staatlich finanzierten Dienstleistungssektor von der Statur der skandinavischen Lander zu installieren. Es verwundert nicht, wenn das Wort von der Dienstleistungslucke die Runde macht. Der Widerstand der Gewerkschaften gegen einen Niedriglohnsektor tragt dazu bei, da das private Angebot von Arbeitsplatzen im Dienstleistungssektor niedrig bleibt. Der Druck der persistent hohen Arbeitslosigkeit und die steigende Nachfrage nach personalen und sozialen Dienstleistungentragt andererseits mit dazu bei, da die Forderungen nach einem hoheren staatlichen Angebotsolcher Dienstleistungen zunehmen. Aber auch der steigende Anteil von Langzeitarbeitslosen,die sich uberwiegend aus wenig qualifizierten Arbeitnehmern rekrutieren, verstarkt den Rufnach einem staatlich finanzierten Niedriglohnsektor, der vorwiegend auf lokaler Ebene eingerichtet werden soll. Es steht deshalb zu befurchten, da sich die kontinentaleuropaischen Lander fur den sozialdemokratischen und gegen den neoliberalen Weg entscheiden, wenn es darum geht, mehr Arbeitsplatze im Dienstleistungssektor anzubieten.Der kontinentaleuropaische Sozialstaat verscharft die ungunstige Lage auf den Arbeitsmarkten, weil er nicht nur zu einem zu geringen Angebot an Arbeitsplatzen, sondern auch zu einemmangelnden Angebot an Arbeit beitragt. Die Ausgestaltung der Arbeitslosenversicherung, der 19Garantie des Existenzminimums und des Kundigungsschutzes behindern den strukturellen Wandel. Die finanziellen Transfers der Arbeitslosenversicherung sind an die Verdienste wahrend der Zeit der Erwerbstatigkeit gekoppelt. Wegen der kapitalintensiven Produktion und derim industriellen Sektor starken Gewerkschaften werden die Arbeitnehmer in diesem Bereichrelativ gut entlohnt. Diese Transfers legen deshalb die Latte der Einkommensanspruche im Bereich der Dienstleistungen relativ hoch. Wenn es daneben, wie in den meisten kontinentaleuropaischen Landern, moglich ist, die Leistungen der Arbeitslosenversicherung relativ lange, die der Arbeitslosenhilfe sogar oft unbegrenzt, in Anspruch zu nehmen, sinken vor allemfur die wenig qualifizierten Arbeitnehmer die Anreize, in den Dienstleistungssektor zu wandern. Wenn man noch bedenkt, da ehemalige Industriearbeiter stark von ihrer Tatigkeit gepragt wurden Paque, 1995, lassen sich die notwendigen neuen Qualifikationen, die im Bereich der Dienstleistungen notwendig sind, nur schwer erwerben. Der Anreiz in diesen Bereich zu wandern, ist deshalb gering.Diese Entwicklung wird durch die Hohe und die Art und Weise, wie das sozialstaatlich garantierte Existenzminimum in den kontinentaleuropaischen Landern administriert wird, nochverstarkt. Das soziokulturelle Existenzminimum wird in den meisten Landern in Abhangigkeit von deren durchschnittlichem Erwerbseinkommen relativ hoch festgesetzt. Darin spiegeltsich eine starke Praferenz der Kontinentaleuropaer fur Gerechtigkeit; die Individuen sollenauch im Falle der Not ein menschenwurdiges Leben fuhren konnen. Der Preis dieses distributiven Ziels sind relativ hohe Kosten, die wegen allokativer Verzerrungen entstehen. Die wenigqualifizierten Arbeitnehmer, deren Produktivitat im Bereich gebundener Dienstleistungenniedriger ausfallt als im industriellen Sektor, kommen in Versuchung, solche relativ geringentlohnten Arbeitsplatze gar nicht erst anzunehmen. Diese negativen Anreize werden nochverstarkt, wenn die in der Arbeitslosigkeit verdienten Arbeitseinkommen mehr oder wenigervollstandig auf die finanziellen Transfers, die gewahrt werden, um ein Existenzminimum zugarantieren, angerechnet werden.Der Sozialstaat der kontinentaleuropaischen Lander ist alles andere als identisch, die Variationsbreite ist erheblich. Das kann man etwa daran erkennen, wie sie mit den Mitteln des Kundigungsschutzes und der Arbeitslosenversicherung versuchen, den Individuen einen Schutzgegen schwankende Einkommen zu geben. Beide Instrumente sind grundsatzlich Substitute.Wahrend allen voran die mediterranen Lander versuchen, diesen Schutz uber strenge Kundi20gungsschutzregelungen und eine weniger grozugige Arbeitslosenversicherung sicherzustellen, wahlen vor allem die skandinavischen Lander die umgekehrte Kombination von geringerem Kundigungsschutz aber grozugigeren Leistungen der Arbeitslosenversicherung, diemitteleuropaischen, kontinentalen Lander liegen dazwischen Buti u.a., 1998. Es scheint allerdings so, als ob die Kombinationen unterschiedlich gut fur den strukturellen Wandel sind.Ein strenger Kundigungsschutz und geringeren Leistungen der Arbeitslosenversicherungscheinen sich ungunstig auf die Beschaftigung auszuwirken, wohl vor allem deshalb, weil einharter Kundigungsschutz die Verhandlungsmacht der Arbeitsplatzbesitzer besonders starktButi u.a., 1998 und flexible regionale, sektorale und qualifikatorische Lohnstrukturen behindert.Die Moglichkeiten der kontinentaleuropaischen Lander auf die Anpassungslasten des strukturellen Wandels zu reagieren, sind damit erheblich eingeschrankt. Sie konnen sich kurzfristigweder uber regional, sektoral und qualifikatorisch flexible Lohnstrukturen noch uber einenregional, sektoral und beruflich ausreichend mobilen Produktionsfaktor Arbeit an die neuenwirtschaftlichen Gegebenheiten anpassen. Damit bleibt nur noch der quantitative Weg, dieuberschussigen Arbeitsmengen aus dem Markt zu nehmen. Die Anpassung erfolgt uber verschiedene Kanale: Ein Teil, wie etwa Deutschland und Frankreich, versucht sein Gluck inkollektiven Arbeitszeitverkurzungen, allerdings ohne Erfolg; ein anderer greift seit den spaten 80er Jahren verstarkt auf Teilzeit, allen voran die Niederlande, offensichtlich mit mehr Erfolgund Zeitarbeitsvertrage, wie etwa Spanien, zuruck, allerdings mit weniger Erfolg. Der amhaufigsten beschrittene Weg besteht darin, altere Arbeitnehmer auf Kosten der staatlichen Systeme der Alterssicherung vorzeitig in den Ruhestand zu schicken DecressinFatas, 1994.Dieser Weg offnet die fiskalische Schere weiter, verscharft uber einen steigenden lohnpolitischen Druck das Problem der Arbeitslosigkeit und verringert die Rate des wirtschaftlichen Wachstums DaveriTabellini, 1997. Eine andere Moglichkeit besteht darin, die notwendige Anpassung uber eine rucklaufige Erwerbsquote der Frauen, vor allem der weiblichen Teilzeitarbeitnehmer vorzunehmen, die bei positiven Schocks eingestellt und bei adversen wiederentlassen werden. Da dies alles nicht ausreicht, steigt auch die offene Arbeitslosigkeit an. Diekontinentaleuropaischen Lander reagieren uber ein erzwungenes verandertes Erwerbsverhalten und einen Anstieg der offenen Arbeitslosigkeit auf den strukturellen Wandel.21Der Weg, den die kontinentaleuropaischen Lander gehen, ist nicht durchzuhalten. Der Preis,den sie zahlen mussen, wenn sie dauerhaft uberschussige Arbeitsmengen aus dem Arbeitsmarkt herauskaufen, ist zu hoch. Eine solche Strategie steigender finanzieller Transfers des Sozialstaates fuhrt eher uber kurz als lang dazu, da die aus demographischen Grunden einsturzgefahrdeten Systeme der Sozialen Sicherung auch tatsachlich einsturzen. Die steigendenfinanziellen Belastungen des Sozialstaates offnen die Steuer und Abgabenschere weiter. Die Arbeitslosigkeit steigt, die Bereitschaft der Individuen, ihre Arbeit auf dem regularen Arbeitsmarkt anzubieten, geht ebenso zuruck wie ihre Wille zu sparen und in Real und Humankapital zu investieren. Damit erodiert die okonomische Basis des Sozialstaates, die Quelledes materiellen Wohlstandes wird zunehmend verschuttet. Eine adaquate Antwort auf die Herausforderungen des strukturellen Wandels kann somit nicht darin liegen, eine Sozialpolitikgegen den Markt zu installieren. Die Sozialpolitik mu vielmehr so ausgestaltet werden, dasie den Wettbewerb auf Guter und Faktormarkten fordert Alles in allem: Die hochentwickelten Lander haben auf die Herausforderungen des verscharften strukturellen Wandels unterschiedlich reagiert. Der sozialdemokratische Weg ist allerdings ebenso gescheitert wie der konservative. Diese Lander haben es nicht verstanden, die Anpassungskapazitat zu starken. Der Wettbewerb hat sowohl auf Arbeitsmarkten als auch im Bereich des Sozialen noch immer den Charakter einer Restgroe. Die skandinavischen Landerhaben ebenso wie die kontinentaleuropaischen versucht, die Anpassungslasten des Strukturwandels zu verhindern, und wo es nicht ging, die Lasten zu finanzieren und damit auf zukunftige Generationen zu verlagern. Die Folgen sind offenkundig: Die Arbeitslosigkeit istpersistent hoch, die finanziellen Moglichkeiten des SozialStaates sind weitgehend erschopft, das Problem der Armut verscharft sich. Allein der neoliberale Weg zeigt einen gewissen Erfolg. Die angelsachsischen Lander stellen sich den Anpassungslasten; sie starken die Anpassungskapazitat, indem sie Guter und Faktormarkte deregulieren und den Sozialstaatprivatisieren und dezentralisieren. Der Erfolg gibt ihnen recht: Die Arbeitslosigkeit ist niedrigund sinkt weiter, eine Vielzahl neuer Arbeitsplatze entsteht, das wirtschaftliche Wachstumgewinnt an Fahrt. Es ist aber nicht alles Gold, was glanzt. Die Achillesferse des neoliberalen Wegs ist die ungleiche Einkommensverteilung und die Armut. Die Praferenzen in den kontinentaleuropaischen und skandinavischen Lander fur soziale Gerechtigkeit lassen eine solche Antwort auf die Herausforderungen des strukturellen Wandels wohl noch nicht zu. Damit 22stellt sich die Frage: Ist ein dritter Weg zwischen Neoliberalismus einerseits und Sozialdemokratie bzw. Konservatismus andererseits moglich?4. Wie beeinflussen offenere Guter und Faktormarkte das sozialstaatliche Angebot an Sicherheit und Gerechtigkeit?Es spricht vieles dafur, da weltweit offenere Guter und Faktormarkte den strukturellen Wandel beschleunigen und die individuelle Nachfrage nach Sicherheit und Gerechtigkeiterhohen. Die hochentwickelten Lander haben in der Vergangenheit unterschiedlich auf diestrukturelle Herausforderung reagiert, jedes Land hat versucht, seinen eigenen arbeitsmarktund sozialpolitischen Weg zu finden. Es wird vor allem in den kontinentaleuropaischen undskandinavischen Landern befurchtet, da es mit den eigenen Wegen bald vorbei sei, wenn die Markte weltweit immer offener wurden. Der institutionelle Wettbewerb, der uber den internationalen Handel und international mobile Produktionsfaktoren seine Arbitragewirkungen entfaltet, lasse sozialdemokratische und konservative Losungen in Zukunft nicht mehr zu. Alleinder neoliberale Weg, eine Marktwirtschaft ohne soziales Adjektiv, ware noch gangbar. Der Sozialstaat konne ein effizientes Angebot an Sicherheit und Gerechtigkeit nicht mehrerbringen: Soziales Dumping bei sozialen Standards sei an der Tagesordnung, ein wirksamer Schutz gegen Arbeitslosigkeit nicht mehr moglich, der Kampf gegen die Armut endgultigverloren.Gefahr eines race to the bottom?Die Angst geht um in Europa, da bei weltweit offeneren Guter und Faktormarkten soziale Errungenschaften auf der Strecke bleiben. Es wird befurchtet, da sich der Markt das zuruckhole, was man ihm in 150 Jahren muhsam abgetrotzt habe. Die kontinentaleuropaischen undskandinavischen Lander mit hohen sozialen Standards furchten, da Lander mit niedrigeren Standards ein race to the bottom auslosen. Damit wurden sie auf die niedrigeren sozialen Standards der sozial unterentwickelten Lander zuruckgeworfen, die ihren Vorstellungen nichtentsprechen. Diese Furcht gilt nicht nur im Verhaltnis der hochentwickelten zu den wenigerentwickelten Landern, sie herrscht auch innerhalb der sozial unterschiedlich entwickelten Lander der Europaischen Union. Die Aussage des franzosischen Gewerkschaftsfuhrers Marc 23Blondel, wonach die Franzosen nicht so leben wollen, wie die Angelsachsen, ist ein Ausdruckdieser Furcht. Es geht dabei nicht um den Kernbereich sozialer Standards, also die Menschenrechte als elementare Freiheitsrechte, sondern um okonomisch motivierte, allokative unddistributive soziale Standards, wie etwa Schutz vor Kundigungen, bessere Arbeitsbedingungen, geringere Gesundheitsrisiken am Arbeitsplatz, hohere Mindestlohne.Die vielfach beschworene Gefahr des sozialen Dumpings ist allerdings keine reale. Es istdenkbar, da soziale Standards bestehende allokative und distributive Unvollkommenheitenbeseitigen. Ausgebaute Sozialstaaten versuchen im Idealfall, vor allem allokative Unzulanglichkeiten, wie etwa schlechte Arbeitsbedingungen, Gesundheitsrisiken am Arbeitsplatz undanderes mehr, zu korrigieren. Solche allokativen Verzerrungen entstehen, wenn Arbeitnehmerunter asymmetrischer Information leiden, die Arbeitsnachfrager uber Marktmacht verfugenoder ahnliche Probleme vorliegen. Der ineffiziente Zustand ist unmittelbar an negativen externen Effekten abzulesen, die den Arbeitnehmern zu schaffen machen BertholdHilpert,1999. Wenn soziale Standards diese externen Effekte internalisieren, verbessern sie die Allokation, offene Markte konnen ihnen nichts anhaben; ganz im Gegenteil, solche Standardsharmonieren prachtig mit verstarktem internationalen Handel und international mobilen Produktionsfaktoren. Zwei Instrumente, die beide auf einen effizienten Zustand abzielen, erganzen sich gegenseitig. Der Sozialstaat verfolgt mit sozialen Standards allerdings oft auchdistributive Ziele. Es ware falsch zu glauben, solche Standards gingen grundsatzlich zu Lastender Allokation. Es spricht vieles dafur, da sie allokativ auch von Vorteil sein konnen. Dasgilt etwa fur die Garantie eines Existenzminimums, wenn dadurch der soziale Friede gesichert, die armutsbedingte Kriminalitat verringert oder die Risikofreude der Arbeitnehmer erhoht und so innovatives Verhalten gefordert wird. Damit ist klar, solange umverteilungspolitische Aktivitaten durch entsprechende Produktivitatsfortschritte gedeckt sind, besteht keine Gefahr, da offenere Guter und Faktormarkte diese Standards erodieren. Ganz im Gegenteil:Solche Lander werden fur international mobile Produktionsfaktoren attraktiv. Offenere Markte und soziale Standards wirken in dieselbe Richtung, namlich effizienzsteigernd. Ein Zielkonflikt besteht nicht.Nicht alle verteilungspolitisch motivierten sozialen Standards erhohen aber die Produktivitatentsprechend. Der Lowenanteil der umverteilungspolitischen Aktivitaten findet in demokratischen Sozialstaaten in der Mittelklasse statt. Das spricht dafur, da nur der kleinere Teil der 24distributiven sozialen Standards durch induzierte steigende Produktivitaten der Produktionsfaktoren gedeckt ist. Der groere Teil geht auf Kosten der Allokation. Wenn soziale Standardsselbst verzerrend wirken, obwohl sie vielleicht gut gemeint sind, kommt es zu einem Konflikt zwischen offenen Markten, die zur Effizienz drangen, und nationalen sozialen Standards,die sich dagegen stemmen. Die Kosten verzerrender Standards wachsen, ihre Attraktivitatschwindet. Eine Gesellschaft wird auf Dauer nicht darum herumkommen, diese uberkommenen sozialen Standards in Frage zu stellen. Das mu allerdings nicht heien, da die Landerwie geklont aussehen. Die Burger eines Landes konnen ihre Standards weiter nach den eigenen Praferenzen wahlen, sie mussen nur dafur bezahlen, entweder mit niedrigeren Lohnen,hoheren Steuern oder steigender Arbeitslosigkeit. Die Menschen in unterschiedlichen Landerngeben nicht exakt den gleichen Teil ihres Einkommens fur Sozialstandards aus. Als gute Kunden ihres Sozialstaates achten sie darauf, da dessen Angebot sein Geld auch wert ist. Der Druck auf ineffiziente soziale Standards nimmt zu, sie werden durch effizientere ersetzt.Das lat sich am Kundigungsschutz und der Arbeitslosenversicherung verdeutlichen. Die europaischen Lander haben sich fur ganz unterschiedliche Kombinationen von Strenge des Kundigungsschutz und Grozugigkeit der Arbeitslosenversicherung entschieden, um das Risiko schwankender Arbeitseinkommen zu verringern Buti u.a., 1998. Vor allem die mediterranen Lander, wie Spanien, Italien und Portugal, haben sich fur strengere Regelungen des Kundigungsschutzes, aber eine weniger grozugige Arbeitslosenversicherung entschieden.Die nordlicheren, allen voran die skandinavischen Lander halten demgegenuber weniger voneinem rigiden Kundigungsschutz, sie gestalten lieber die Leistungen der Arbeitslosenversicherung grozugiger aus. Die Erfahrung zeigt allerdings, da die beiden Kombinationen fur die Lage am Arbeitsmarkt unterschiedlich gut sind. Die mediterrane Losung behindert den strukturellen Wandel noch starker als die skandinavische. Der hohe Preis, den die Mittelmeerlanderin Form steigender Arbeitslosigkeit zahlen mussen, wird sie veranlassen, eine andere Kombination der beiden sozialen Standards zu wahlen. Das gilt zumindest solange, wie der institutionelle Wettbewerb in Europa nicht durch finanzielle Transfers behindert oder dadurch verhindert wird, da man europaweit eine einheitliche Kombination von Kundigungsschutz und Arbeitslosenversicherung verordnet.Weltweit offenere Guter und Faktormarkte stutzen uber den Mechanismus der institutionellen Arbitrage die sozialen Standards so zurecht, bis sie durch entsprechende Produktivitats25fortschritte gedeckt sind. Die internationale Wettbewerbsfahigkeit wird damit nicht beeintrachtigt. Das bedeutet fur die Lander mit einem ausgebauten Sozialstaat, da die sozialen Standards, die nicht effizient sind und den Verteilungsspielraum sprengen, weil kein adaquater Einkommensverzicht geleistet wird, unter Druck geraten. Von einem race to the bottomkann allerdings keine Rede sein, steigen doch die sozialen Standards in den weniger entwikkelten Landern uberproportional an. Der Grund ist darin zu sehen, da weltweit offenere Markte die ProKopfEinkommen in allen Landern erhohen und mit ihnen die individuellen Praferenzen fur soziale Standards einander annahern. Langerfristig profitieren vermutlichauch viele der anfanglichen Verlierer von hoherem Wachstum und steigender Faktorproduktivitat. Kann und will sich die Bevolkerung dank weltwirtschaftlicher Integration hohere Sozialstandards leisten, so hindert sie niemand daran. Nur ist es um die beliebige Wahl der Mittel geschehen: Die Disziplin der internationalen Arbeitsteilung schliet ineffiziente ScheinFortschritte aus.Aquivalenzorientierte Arbeitslosenversicherung Weltweit offenere Guter und Faktormarkte verstarken die strukturelle Herausforderung aufden Arbeitsmarkten der Welt, auch den europaischen. Die Anpassungslasten steigen, die beschaftigungspolitischen Risiken nehmen zu, die individuelle Nachfrage nach Sicherheiterhoht sich. Das wird aber nur dann zu einem wirklichen Problem, wenn es den Volkswirtschaften nicht gelingt, die Anpassungskapazitat zu erhohen, somit die Arbeitsmarkte, wie gegenwartig in weiten Teilen der Europaischen Union, auch weiterhin wettbewerbliche Ausnahmebereiche bleiben, also Tarifkartelle dominieren. Das mu allerdings nicht so sein. Dieintensivere internationale Arbeitsteilung erhoht nicht nur die Anpassungslasten, sie stellt auchdie Regelungen auf den Arbeitsmarkten auf den Prufstand. Das gilt nicht nur fur den Zentralisierungsgrad der Tarifverhandlungen, sondern auch fur die Ausgestaltung der Arbeitslosenversicherung und der arbeitsmarktpolitischen Aktivitaten. Weniger effiziente institutionelle Arrangements werden durch effizientere ersetzt. Damit starkt die intensivere internationale Arbeitsteilung uber einen scharferen institutionellen Wettbewerb die Anpassungskapazitat.Der Trend zur okonomisch effizienteren Losung betriebsnaherer Tarifverhandlungen lat sichwohl nicht mehr umkehren. Die groere mikro und makrookonomische Effizienz spricht dafur, immer heterogenere Interessen von Arbeitnehmern und Unternehmungen fordern diese 26Entwicklung BertholdFehn, 1996. Die realen Lohne und regionalen, sektoralen und qualifikatorischen Lohnstrukturen werden flexibler, die Arbeitnehmer regional, sektoral und beruflich mobiler, der strukturelle Wandel profitiert davon. Dieser Proze gewinnt an Tempo, weilder kontinentaleuropaische Sozialstaat in weiten Bereichen, wie etwa bei der Kranken, Renten und Pflegeversicherung, seine komparativen Vorteile gegenuber privaten Versicherungslosungen verloren hat Berthold, 1997. Damit werden auch dem Tarifkartell die scharfsten Zahne gezogen, weil es fur die tarifpolitischen Akteure immer schwerer wird, die beschaftigungspolitische Verantwortung zu verwischen, indem sie die unvermeidlichen Anpassungslasten uber die Systeme der Sozialen Sicherung auf Dritte abwalzen. Die Arbeitsmarkte werden wettbewerblicher, die Anpassungskapazitat auch der kontinentaleuropaischen Landernimmt zu, das Risiko der Arbeitslosigkeit geht zuruck. Weltweit offenere Markte verursachennicht nur Probleme, sie bieten gleichzeitig auch Losungen an, um adaquat mit den Problemenfertig zu werden. Arbeitslosigkeit wird sich allerdings auch in Zukunft nicht ganz vermeidenlassen. Eine effiziente Absicherung gegen dieses Risiko bleibt unabdingbar.Die Arbeitslosenversicherung wird auch in absehbarer Zeit nicht ohne einen staatlichen Rahmen auskommen. Die eigentliche Schwierigkeit privater Losungen sind nicht so sehr die adverse Selektion und das moral hazardVerhalten der Mitglieder, sondern das Problem, da Arbeitslosigkeit auf privaten Versicherungsmarkten nur schwer versicherbar ist. Die individuellen Risiken, arbeitslos zu werden, sind hoch korreliert und schwer zu kalkulieren. Eineffizienter Risikoausgleich ist auf privaten Versicherungsmarkten kaum moglich, eine staatlich organisierte Arbeitslosenversicherung wohl auch in Zukunft notwendig. Allerdings: Obwohl der Sozialstaat in diesem Bereich nach wie vor komparative Vorteile aufweist, wird sichdas Gesicht der Arbeitslosenversicherung Hohe der Lohnersatzrate, Dauer des Bezugs der Leistungen und Zumutbarkeit angebotener Arbeit ganz erheblich verandern. Der institutionelle Wettbewerb wird die negativen Anreizwirkungen fur Arbeitnehmer, Unternehmungen und Tarifpartner verringern. Er wird dafur Sorge tragen, da die unterschiedlichen Risikopraferenzen der Individuen besser getroffen werden. Auch eine staatlich organisierte Arbeitslosenversicherung kann sich also dem Zwang nicht entziehen, das Aquivalenzprinzip zu starken. Jeschneller man sich zu einer solchen starker wettbewerblichen Losung durchringen kann, destogeringer sind die mit dem Ubergang verbundenen Anpassungskosten.27Die Arbeitslosenversicherung trifft die individuellen Praferenzen besser, wenn sie den Individuen mehr Wahlmoglichkeiten eroffnet, also mehr wettbewerbliche Elemente enthalt. Daserfordert vieles, vor allem aber dreierlei: 1 Auch bei der Arbeitslosenversicherung ist eine Versicherungspflicht erforderlich. Diese sollte auf eine Mindestsicherung in Hohe der Sozialhilfe beschrankt werden. Damit ist ein erster Schritt getan, um die Probleme des moral hazard der Individuen in den Griff zu bekommen. 2 Es mu dafur Sorge getragen werden, dasich Beitrage und Leistungen starker entsprechen und Wahltarife moglich sind. Raumt manden Arbeitnehmern mehr Wahlmoglichkeiten ein, verringert sich das lohnpolitische moralhazardVerhalten von Arbeitnehmern, Unternehmungen und Tarifpartnern spurbar. Entscheiden sich die Arbeitnehmer etwa fur geringere Leistungen bei Umschulung, Fortbildung oder Arbeitsbeschaffung undoder hartere Zumutbarkeitskriterien und Karenztage, sind geringere Beitrage zur Arbeitslosenversicherung die Folge. 3 Das moral hazardProblem lat sichweiter verringern, wenn man die Beitrage nach strukturellen Arbeitsplatzrisiken differenziert.Dafur kommen nicht nur Sektoren, sondern auch Unternehmungen und Qualifikationen in Frage. Die sektoralen, regionalen und qualifikatorischen Lohnstrukturen differenzieren sichnicht nur starker, sie werden auch wesentlich flexibler. So differenzierte Lohnstrukturen und Beitrage zur Arbeitslosenversicherung vermitteln den Schulabgangern, die vor ihrer Berufswahl stehen, auch wertvolle Informationen. Schlielich kann eine starkere Regionalisierungder staatlichen Arbeitslosenversicherung den Anforderungen des schnelleren strukturellen Wandels eher gerecht werden und uber einen scharferen institutionellen Wettbewerb die Effizienz weiter verbessern.Wie effizient die Arbeitslosenversicherung ist, hangt auch in starkem Mae davon ab, welche Arbeitsmarktpolitik betrieben wird. Es spricht vieles dafur, auch in der Arbeitsmarktpolitikauf mehr Markt zu setzen. Das erfordert zumindest dreierlei: 1 Es ist nicht sinnvoll, die Arbeitslosenversicherung in einen beitragsfinanzierten Versicherungsteil und einen steuerfinanzierten arbeitsmarktpolitischen Teil aufzuteilen. Die arbeitsmarktpolitischen Aktivitaten sindkeine versicherungsfremden Leistungen. Da sie von der Lohn und Tarifpolitik ganz wesentlich mitbestimmt werden, ist eine Beitragsfinanzierung der Verursacher unabdingbar, wennman die beschaftigungspolitische Verantwortung nicht weiter verwischen will. 2 Staatliche Qualifizierungs und Arbeitsbeschaffungsmanahmen sowie deren Finanzierung sollten moglichst dezentral angesiedelt werden. Auf diese Weise konnen die Probleme vor Ort besserberucksichtigt werden. Es ist schwerer als bei zentralen Losungen, beschaftigungspolitische 28Verantwortung zu verwischen, gleichzeitig leichter, den institutionellen Wettbewerb auch beider aktiven Arbeitsmarktpolitik in Gang zu setzen und zu nutzen, um zu effizienteren Losungen zu kommen. 3 Das eigentliche Problem besteht darin, da es allein mit aktiver Arbeitsmarktpolitik nicht moglich ist, das grundsatzlich fehlende oder erst durch den strukturellen Wandel obsolet gewordene Humankapital fur gering qualifizierte Arbeitnehmer on the jobaufzubauen. Es ist deshalb unabdingbar, die staatlichen Transfersysteme, die, wie etwa die Sozialhilfe, ein Existenzminimum garantieren, so umzugestalten, da die gering qualifizierten Arbeitnehmer wieder eine Chance erhalten, sich aus der Armutsfalle zu befreien.Wirksamer staatlicher Kampf gegen die Armut Der Sozialstaat hat nach wie vor komparative Vorteile, wenn es darum geht, Gerechtigkeitzu produzieren. Die Globalisierung scheint allerdings den sozialpolitischen Handlungsspielraum auf dem Felde der interpersonellen Umverteilung drastisch einzuengen. Der Tod des Umverteilungsstaates ist fur viele nur eine Frage der Zeit. Damit konnte der Sozialstaat eineseiner originaren Aufgabe nicht mehr erfullen. Es spricht allerdings vieles dafur, da es soweit nicht kommen mu. Der Sozialstaat kann auch in Zukunft den Kampf gegen die Armuterfolgreich fuhren. Weltweit offenere Markte zeigen allerdings die Grenzen umverteilungspolitischer Aktivitaten deutlich auf. Diese Grenzen, die in Effizienzverlusten offenkundigwerden, existieren auch in weniger offenen Volkswirtschaften, sind allerdings nicht so engwie in offenen. Der Sozialstaat kann bei einem verscharften institutionellen Wettbewerb ohne Gefahr fur den materiellen Wohlstand nur soweit umverteilen, wie die umverteilungspolitischen Aktivitaten durch Fortschritte bei der Produktivitat der international mobilen Produktionsfaktoren oder einem entsprechenden Verzicht auf Einkommen der international immobilen Produktionsfaktoren gedeckt sind. Ein tradeoff zwischen Allokation und Verteilung existiertin diesem Falle nicht. Wenn keine dieser Bedingungen erfullt ist, bricht der tradeoff zwischen Umverteilung und Effizienz allerdings voll auf. Die Erfahrung zeigt, da Gesellschaftendiesen Zielkonflikt unterschiedlich losen. Die Praferenzen fur Gleichheit spielen dabei einewichtige Rolle.Es wird immer wieder darauf hingewiesen, da umverteilungspolitische Aktivitaten solangenicht an Grenzen stoen, wie es Produktionsfaktoren gibt, die weder international mobil sindnoch in die Schattenwirtschaft abwandern konnen. Einmal installiertes Realkapital ist zwar 29weitgehend immobil Slemrod, 1995; KirchgassnerPommerehne, 1996; Huber, 1997. Es istdennoch bei offenen Guter und Kapitalmarkten nur bedingt moglich, Realkapital heranzuziehen, um umverteilungspolitische Aktivitaten zu finanzieren, wenn es auch weiterhin gelingensoll, neue Investitionen zu attrahieren. Der Produktionsfaktor Kapital lat sich direkt nur anzapfen, wenn der Kampf gegen die Armut produktivitatssteigernd wirkt. Das ist am ehestenbei einer dezentralen Politik der Umverteilung gewahrleistet. Bei einer solchen dezentralen Politik kann den regionalen, sektoralen und beruflichen Gegebenheiten auf den Arbeitsmarkten besser Rechnung getragen werden. Es sollte allerdings bedacht werden, da bei umverteilungspolitischen Aktivitaten, die weder durch eine hohere Produktivitat des Kapitals gedecktsind noch durch den Verzicht auf Einkommen der Arbeitnehmer finanziert werden, allokative Verzerrungen unvermeidbar sind. Der tradeoff zwischen Allokation und Verteilung brichtauf. Das ist auch fur die qualifizierte Arbeit richtig. Auch sie ist noch immer alles andere alssehr mobil. Dies gilt nicht nur auf internationaler Ebene, sondern noch immer mehr oder weniger ausgepragt auch auf nationaler. Ihr konnen deshalb Umverteilungslasten aufgeburdetwerden, allerdings in Grenzen. Die Grenzen der Belastung mit Steuern und Abgaben fur die Arbeit zeigen sich in den Landern mit massiven umverteilungspolitischen Aktivitaten an derrasant wachsenden Schattenwirtschaft. Es liegt auf der Hand, da diese umverteilungspolitischen Aktivitaten mit allokativen Verzerrungen einhergehen, der tradeoff lat sich nichtvermeiden.Die neuen, durch die Globalisierung modifizierten institutionellen Gegebenheiten veranderneiniges, sie haben vor allem dreierlei zur Folge: 1 Die nicht zieladaquate, wohlstandsmindernde Umverteilung in der Mittelklasse von den nicht ganz Reichen zu den nicht ganz Armen schrumpft erheblich. Das ist gut so. Auch die Umverteilung in den Systemen der Sozialen Sicherung wird zuruckgehen. Der Ubergang zu privaten Versicherungslosungen im Bereich der Kranken, Renten und Pflegeversicherung macht eine interne Umverteilung unmoglich. Aus Grunden der Effizienz Zielgenauigkeit ist es sinnvoll, die Umverteilung in eineigenstandiges SteuerTransferSystem auszulagern. 2 Ein wirksamer Kampf gegen Armutist nach wie vor moglich. Die Umverteilung zugunsten der wirklich Bedurftigen steigert die Produktivitat des international mobilen Kapitals. Wenn die Individuen materiell nicht ins Bodenlose fallen, erhoht sich mit der Risikobereitschaft auch die Rate des technischen Fortschritts, die Kriminalitat wird eingedammt, der soziale Frieden sicherer und die Akzeptanz dermarktwirtschaftlichen Ordnung hoher Levy, 1994, 17. Alles das macht es fur auslandisches 30Kapital attraktiver, ins Inland zu kommen und fur inlandisches Kapital, hier zu bleiben. 3Wenn umverteilungspolitische Aktivitaten nicht durch Produktivitatsfortschritte gedeckt sind,konnen sie dennoch in die Tat umgesetzt werden. Es ist allerdings unabdingbar, da die international immobilen Produktionsfaktoren verstarkt zur Kasse gebeten werden Cremer u.a.,1995, 3. Der Lowenanteil der Umverteilung zugunsten armerer Arbeitnehmer mu in Zukunft von den reicheren Arbeitnehmern finanziert werden. Das provoziert den Widerstand der Finanziers dieser Leistungen.Der Widerstand der immobilen, reicheren Arbeitnehmer gegen die Belastung mit Steuern und Abgaben, der sich in legaler und illegaler Steuerhinterziehung auert, zwingt dazu, Armuteffizienter zu bekampfen. Das erfordert vor allem eines: Das undurchschaubare, effizienzverschlingende Dickicht der Umverteilung mu abgebaut und auf die wirklich Bedurftigen konzentriert werden. Es ist deshalb zunachst einmal notwendig, die Produktion von sozialer Sicherheit von der Herstellung von Gerechtigkeit zu trennen. Die Bedurftigen, die wegeneines fehlenden oder geringen Einkommens nicht in der Lage sind, Beitrage zu den Systemender Sozialen Sicherung zu leisten, sind auf staatliche Unterstutzung angewiesen. Um denwettbewerblichen Charakter der Systeme der Sozialen Sicherung nicht auszuhohlen, ist einesteuerfinanzierte Subventionierung der Beitrage notwendig. Nur auf diese Weise bleiben auchdie Individuen mit geringen Einkommen fur die Versicherungsanbieter in wettbewerblicher Hinsicht interessant. Die kostensenkenden Effekte des Wettbewerbs in den Systemen der Sozialen Sicherung kommen so auch den sozial Schwachen zugute. Mit intelligenten Formen derinterpersonellen Umverteilung lat sich der Zielkonflikt zwischen Allokation und Verteilungverringern.Ein wirksamer Kampf gegen Armut ist nur moglich, wenn es gelingt, Erwerbsverlaufe zuverstetigen. Die gering qualifizierten Arbeitnehmer mussen in Arbeit und Brot gebracht werden. Ein fast unuberwindbares Hindernisse ist die gegenwartige Sozialhilfe, die eher das Nichtstun belohnt und die Arbeit bestraft, entwickelt sich fur viele Arbeitnehmer aus mindestens zwei Grunden zu einer Armutsfalle, aus der es ihnen nicht mehr gelingt, sich zu befreien: Zum einen ist der Abstand zwischen der Sozialhilfe und dem Nettolohn fur einfache Arbeit gering, vor allem fur Familien mit Kindern; zum anderen liegen die Grenzbelastungenoft in der Nahe von 100%, wenn Sozialhilfeempfanger eine regulare Arbeit aufnehmen. Die Moglichkeiten, diese Problem zu losen, liegen auf der Hand JergerSpermann, 1997; Bert31hold, 1998a: Es ist einerseits denkbar, die zusatzlichen Einkommen aus einem Arbeitsverhaltnis mit einem geringeren Satz auf die Sozialhilfe anzurechnen. Die hohen finanziellen Belastungen einer solchen Losung machen es allerdings notwendig, die Sozialhilfe fur dieuneingeschrankt erwerbsfahigen Arbeitnehmer abzusenken. Es ist andererseits auch moglich,einfache Arbeit zu subventionieren, vor allem dann wenn sie schon lange Zeit ohne regulare Beschaftigung ist. Das benefittransferprogram ist eine solche Losung Snower, 1997;BertholdFehn, 1999. Gutscheinlosungen erhohen die Arbeitsnachfrage der Unternehmungen, verstarken die Bereitschaft der Arbeitnehmer, wieder eine Arbeit aufzunehmen, verschaffen ihnen eine Beschaftigung, aus der sich auch der Lebensunterhalt bestreiten lat und ermoglichen den Arbeitnehmern, in marktverwertbares Humankapital zu investieren. Derstrukturelle Wandel wird erleichtert.Alles in allem: Die vielfach beschworene Gefahr, da weltweit offenere Guter und Faktormarkte uber einen schnelleren strukturellen Wandel die individuelle Nachfrage nach Sicherheit und Gerechtigkeit erhohen, diese Nachfrage aber nicht mehr adaquat befriedigtwerden kann, weil sich der Sozialstaat auerstande sieht, die beiden Guter effizient anzubieten, ist eine irreale. Der Sozialstaat hat zwar seine komparativen Vorteile bei der Produktionvon Sicherheit weitgehend verloren. Die privaten Kapital und Versicherungsmarkte sindmit Ausnahme einer auch weiter staatlich organisierten, allerdings starker aquivalenzorientierten Arbeitslosenversicherung in der Vorhand. Ein race to the bottom bei sozialen Standardsist nicht in Sicht, sie mussen sich allerdings im Wettbewerb bewahren. Die bei offeneren Markten ebenfalls steigende Nachfrage nach Gerechtigkeit kann auch in Zukunft wohlkaum uber ein adaquates privates Angebot befriedigt werden. Der Sozialstaat behalt auf diesem Felde nach wie vor seine komparativen Vorteile. Der scharfere institutionelle Wettbewerb wird ihn allerdings zwingen, die Angebotspalette an Gerechtigkeit auf den Kampfgegen die Armut zu beschranken, sich nach Instrumenten umzuschauen, die die allokativen Kosten umverteilungspolitischer Aktivitaten moglichst klein halten, und starker dezentral zuagieren. Der scharfere Wettbewerb auf Arbeitsmarkten und im Bereich des Sozialen begunstigt dezentrale Losungen; er gibt damit eine adaquate Antwort auf die strukturellen Herausforderungen.325. Einige Bemerkungen zum Schlu Die hochentwickelten Lander konnen die strukturelle Herausforderung weltweit offenerer Guter und Faktormarkte nur meistern, wenn es ihnen gelingt, ihre Anpassungskapazitat zustarken. Das ist allerdings nur moglich, wenn sie bereit sind, ihre institutionellen Arrangements immer wieder den neuen, sich verandernden wirtschaftlichen Gegebenheiten anzupassen, damit institutioneller Mismatch erst gar nicht entsteht. Es gibt keinen institutionellen Konigsweg; es fuhren viele Wege zum Ziel. Die beste Antwort auf die strukturelle Herausforderung offener Markte ist institutionelle Vielfalt. Der strukturelle Wandel hinterlat unterschiedliche regionale, sektorale und berufliche Spuren. Das erfordert differenzierte, dezentrale Antworten. Der institutionelle Wettbewerb kann diese Antworten geben. Der sozialdemokratische ist ebenso wie der konservative Weg gescheitert, weil diese Lander nicht bereit waren,institutionellen Wettbewerb weder auf den Arbeitsmarkten, noch im Bereich des Sozialenaber auch nicht in der Finanzverfassung zuzulassen. Werden allerdings die Institutionen zentral vorgegeben, ist institutioneller Mismatch unvermeidlich, der strukturelle Wandel wirdbehindert.Der neoliberale Weg macht in diesem Bereich weniger Fehler. Er setzt starker auf institutionellen Wettbewerb. Die Unternehmungen konnen besser auf die strukturellen Herausforderungen reagieren, die sie unterschiedlich treffen; dezentrale Tarifvereinbarungen machen esmoglich. Die beschaftigungspolitische Verantwortung wird weniger verwischt, da sich die Individuen gegen die Wechselfalle des Lebens starker auf privaten Kapital und Versicherungsmarkten absichern und der fiskalische Foderalismus wettbewerblicher ist Berthold,1998b. Trotz der allokativen Vorteile, ist der neoliberale Weg mit einem Problem gepflastert:Er ist nur in Landern gangbar, deren Praferenzen fur Gleichheit nicht sehr stark ausgepragtsind. Das ist weder in den kontinentaleuropaischen noch in den skandinavischen Lander der Fall. Der institutionelle Wettbewerb selektiert effiziente Arrangements, die im internationalen Wettbewerb bestehen konnen. Der Umverteilung sind damit enge Grenzen gezogen. Diese Grenzen konnen durch intelligente Losungen zwar hinausgeschoben werden. Der neoliberale Weg endet aber da, wo die europaischen Lander nicht mehr bereit sind, die steigende Ungleichheit zu akzeptieren oder die international immobile, qualifizierte Arbeit sich weigert, sieweiter zu finanzieren.33Die Erfahrungen im kontinentalen und skandinavischen Teil der europaischen Welt zeigen,da selbst ein modifizierter angelsachsischer Weg, der eine effizientere Hilfe fur wirklich Bedurftige anbietet, nicht in die Tat umgesetzt werden kann. Der politische Widerstand istzumindest gegenwartig noch riesengro. Das ist allerdings in einer Welt nicht weiter verwunderlich, in der ein groer Teil der Wahler vom Sozialstaat beschaftigt wird oder zumindest Nutznieer seiner Leistungen ist. So werden etwa in Schweden die Einkommen von 65 % der Wahlberechtigten uber Steuern und Abgaben finanziert Lindbeck, 1998, 29. Damit abernicht genug: In den sozialstaatlichen europaischen Landern besteht zwischen Staat, Arbeitgeberverbanden und Gewerkschaften ein korporatistischer Konsens uber den status quo des Sozialstaates. Der Kitt, der den europaischen Sozialstaat vor allem zusammenhalt, sind die umlage und steuerfinanzierten Systeme der Sozialen Sicherung. Es verwundert deshalb nicht,da neoliberale Ordnungspolitiker, die den Sozialstaat reformieren wollen, in demokratischen Wahlen immer wieder bestraft werden. Eine effizienzorientierte, grundlegende Reformdes Sozialstaates, die das Gesetz komparativer Vorteile wirksam werden lat, scheint einempolitischen Himmelfahrtskommando zu gleichen.Entgegen aller politischen Rhetorik hat sich der europaische Sozialstaat nicht sehr stark verandert. Er gleicht einem Gefangnis, in das man schnell kommen kann, aus dem es aber kaumeine Chance gibt zu entkommen Weede, 1997, 345. Es steht zu befurchten, da die europaischen Lander ihre bisher nur widerwillig verfolgte Strategie, die ihr durch den institutionellen Wettbewerb aufgezwungen wurde, namlich die Anpassungskapazitat zu starken, endgultigaufgeben. Der offen protektionistische Weg liegt auf der Hand: Der institutionelle Wettbewerb wird eingeschrankt, indem man die Kanale verstopft, uber die er seine institutionellen Arbitragewirkungen entfaltet. Der internationale Handel und die Mobilitat der Produktionsfaktoren, allen voran Kapital, wie das Entsendegesetz allerdings zeigt, auch einfache Arbeit,sind die ersten protektionistischen Opfer einer solchen Strategie, die unvermeidlichen Anpassungslasten zu verringern. Der versteckt protektionistische Weg wird gegangen, wenn manversucht, die bestehende institutionelle Vielfalt zu verringern. Dieser Weg einer Sozialunionin der Europaischen Union ist vorgezeichnet. Das alles sind defensive Strategien, die den institutionellen Wettbewerb beschranken, den strukturellen Wandel behindern und letztlich alleschlechter stellen. Das sind alles keine Wege, die Europa helfen, die wirtschaftlichen Schwierigkeiten zu uberwinden. Wenn Europa weiter in der ersten Liga spielen will, mu es sich 34dem internationalen Wettbewerb stellen. Eine auf Dauer tragfahige Alternative dazu gibt esnicht.35Literatur Aronsson, Th. und J. Walker 1997, The Effects of Swedens Welfare State on Labor Supply Incentives, in: R. Freeman u.a. Hrsg., The Welfare State in Transition. Chicago u.a., S.203 265Bean, Ch., S. Bentolila, G. Bertola und J. Dolado 1998, Social Europe: One for All? London Berthold, N. 1991, Ansatze einer okonomischen Theorie der Sozialpolitik Normative undpositive Aspekte, in: Jahrbuch fur Sozialwissenschaft, 42, S. 145 178Berthold, N. 1994, Arbeitsmarktpolitik in Schweden Ende eines Mythos?, in: ORDO, 45,S. 17 49Berthold, N. 1997, Der Sozialstaat im Zeitalter der Globalisierung. Tubingen Berthold, N. 1998a, Eine Brucke zur Beschaftigung, in: Frankfurter Allgemeine Zeitung, Nr.205 vom 5. September 1998, S. 15Berthold, N. 1998b, Der Foderalismus und die Arbeitslosigkeit: Eine vernachlassigte Beziehung, in: ListForum fur Wirtschafts und Finanzpolitik, 24, S. 345 366Berthold, N. und R. Fehn 1996, Evolution von Lohnverhandlungssystemen Macht oderokonomisches Gesetz?, in: W. Zohlnhofer Hrsg., Die Tarifautonomie auf dem Prufstand.Berlin, S. 57 94Berthold, N. und R. Fehn 1997a, Das Beschaftigungspotential einer flexibleren qualifikatorischen Lohnstruktur, in: D. Sadowski und M. Schneider Hrsg., Vorschlage zu einer neuen Lohnpolitik: Optionen fur mehr Beschaftigung I, Frankfurt u.a., S. 71 99Berthold, N. und R. Fehn 1997b, Aktive Arbeitsmarktpolitik wirksames Instrument der Beschaftigungspolitik oder politische Beruhigungspille?, in: ORDO, 48, S. 411 435Berthold, N. und R. Fehn 1999, Labor Market Policy in a Global Economy, erscheint in: H.Wagner Hrsg., Globalization and Unemployment Berthold, N. und R. Hank 1999, Bundnis fur Arbeit: Korporatismus statt Wettbewerb. Tubingen Berthold, N. und M. Heise 1998, Rahmenbedingungen der Arbeit im internationalen Wettbewerb, in: P. Siebertz und J.H. v. Stein Hrsg., Handbuch Banken und Personal. Frankfurt, S. 77 100Berthold, N. und J. Hilpert 1999, Sozialstandards unter globalem Druck: Erhalten, senken,erhohen?, in: H. Berg Hrsg., Globalisierung der Wirtschaft: Ursachen Formen Konsequenzen, Schriften des Vereins fur Socialpolitik, N.F. Bd. 263, Berlin 1999, S. 127 15636Bertrand, M. 1999, From the Invisible Handshake to the Invisible Hand? How Import Competition Changes the Employment Relationship? NBER Working Paper No. 6900. Cambridge, MABertola, G. und A. Ichino 1995, Wage Inequality and Unemployment: United States versus Europa, in: NBER Macroeconomics Annual. Cambridge, MA, S. 13 54Bhagwati, J. und V. Dehejia 1994, Freer Trade and Wages of the Unskilled Is Marx Striking Again? In: Bhagwati, J. und M. Kosters Hrsg., Trade and Wages Leveling Wages Down?. Washington, D.C., S. 36 75Bjorklund, A. und R. Freeman 1997, Generating Equality and Eliminating Poverty, the Swedish Way, in: R. Freeman u.a. Hrsg., The Welfare State in Transition. Chicago u.a.,S. 33 78Blanchard, O. und L. Katz 1992, Regional Evolutions, in: Brookings Papers on Economic Activity, No. 1, S. 1 75Blanchflower, D. und A. Oswald 1994, The Wage Curve. Cambridge, MAButi, M., L.R. Pench und P. Sestito 1998, European Unemployment: Contending Theoriesand Institutional Complexities Cremer, H. u.a. 1995, Mobility and Redistribution: A Survey. CORE Discussion Paper No.9566. LouvainLaNeuve Daveri, F. und G. Tabellini 1997, Unemployment, Growth and Taxation in Industrial Countries. CEPR Discussion Paper No. 1681. London Decressin, J. und A. Fatas 1994, Regional Labour Market Dynamics in Europe. CEPRDiscussion Paper No. 1085. London Edin, P.A. und R. Topel 1997, Wage Policy and Restructuring: The Swedish Labor Marketsince 1960, in: R. Freeman u.a. Hrsg., The Welfare State in Transition. Chicago u.a., S.155 201EspingAndersen, G. 1990, The Three Worlds of Welfare Capitalism. Cambridge und Oxford EspingAndersen, G. 1996, After the Golden Age? Welfare State Dilemmas in a Global Economy, in: G. EspingAndersen Hrsg., Welfare States in Transition. National Adaptations in Global Economies. London u.a., S. 1 31Forslund, A. und A. Krueger 1997, An Evaluation of the Swedish Active Labor Market Policy: New and Received Wisdom, in: R. Freeman u.a. Hrsg., The Welfare State in Transition. Chicago u.a., S. 267 298Freeman, R. 1996, Why Do So Many Young American Men Commit Crimes and What Might We Do About It?, in: Journal of Economic Perspectives, 10, S. 25 4237Gottschalk, P. und R. Moffitt 1994, The Growth of Earnings Instability in the U.S. Labor Market, in: Brookings Papers on Economic Activity 2, S. 217 254Helpman, E. und P. Krugman 1985, Market Structure and Foreign Trade. Cambridge, MAHuber, B. 1997, Der Steuerwettbewerb: Gefahr oder Chance?, in: ListForum fur Wirtschafts und Finanzpolitik, 23, S. 242 256Iversen, T. und Th. Cusack 1998, The Causes of Welfare State Expansion: Deindustrialization or Globalization? WZB Discussion Paper ISSN Nr. 10119523. Berlin Jerger, J. und A. Spermann 1997, Wege aus der Arbeitslosenfalle, in: Zeitschrift fur Wirtschaftspolitik, 46, S. 51 73Kirchgassner, G. und W.W. Pommerehne 1996, Tax Harmonisation and Tax Competition inthe European Union: Lessons from Switzerland, in: Journal of Public Economics, 60, S.351 371Klodt, H. u.a. 1997, Tertiarisierung in der deutschen Wirtschaft. Tubingen Krugman, P. 1995, Technology, Trade, and Factor Prices. NBER Working Paper No. 5355.Cambridge, MAKrugman, P. 1996, Trade and Wages, in: D.M. Kreps und K.F. Wallis Hrsg., Advances in Economics and Econometrics: Theory and Applications. Cambridge, MA, S. 1 18Levy, P. 1994, Redistribution The Markets Overhead, in: Review of Radical Political Economics, 26, S. 1 22Lindbeck, A. 1995, Hazardous WelfareState Dynamics, in: American Economi ReviewPP, 85, S. 9 15Lindbeck, A. 1998, Swedish Lessons for PostSocialist Countries. Seminar Paper No. 645.Institute for International Economic Studies. Stockholm University Nickell, S. und B. Bell 1995, The Collapse in Demand for the Unskilled and Unemployment Across OECD Countries, in: Oxford Review of Economic Policy, 11, S. 40 62Oswald, A. 1997, Thoughts on NAIRU, in: Journal of Economic Perspectives, 11, S. 227 228Paque, K.H. 1995, Arbeitslosigkeit und sektoraler Strukturwandel Eine Interpretation vonvier Dekaden westdeutscher Arbeitsmarktgeschichte, in: ListForum, 21, S. 167 194Rodrik, D. 1997, Has Globalization Gone Too Far? Washington, D.C.Rosen, S. 1997, Public Employment, Taxes, and the Welfare State in Sweden, in: R. Freeman Hrsg., The Welfare State in Transition. Chicago u.a., S. 79 10838Rowthorn, R. und R. Ramaswamy 1997, Deindustrialization: Causes and Implications. IMFWorking Paper WP9742. Washington, D.C.Rowthorn, R. und R. Ramaswamy 1998, Growth, Trade, and Deindustrialization. IMFWorking Paper WP9860. Washington. D.C.Saeger, St. 1997, Globalization and Deindustrialization: Myth and Reality in the OECD, in:Weltwirtschaftliches Archiv, 133, S. 579 608Slemrod, J. 1995, Tax Cacophony and the Benefits of Free Trade, in: J. Bhagwati und R.E.Hudec Hrsg., Fair Trade and Harmonization. Prerequisites for Free Trade? Cambridge,MA, S.Snower, D. 1997, The Simple Economics of Benefit Transfers, in: D.J. Snower Hrsg., Unemployment policy: Government Options for the Labour Market. Chambridge, S. 163 198Steiner, V. und K. Wagner 1998, Relative Earnings and the Demand for Unskilled Labor in West German Manufacturing, in: S. Black Hrsg., Globalization, Technological Change, and the Welfare State. Amsterdam Thome, R. 1997, Arbeit ohne Zukunft? Organisatorische Konsequenz der wirtschaftlichen Informationsverarbeitung. Munchen Weede, E. 1997, Ist der Markt oder ist der Sozialstaat ein ausbruchsicheres Gefangnis?, in:ListForum fur Wirtschafts und Finanzpolitik, 23, S. 335 347Wood, A. 1994, NorthSouth Trade, Employment, and Inequality: Changing Fortunes in a Skill Driven Wordl. Oxford Woods, A. 1995, How Trade Hurt Unskilled Workers, in: Journal of Economic Perspectives,9, S. 57 8039Seit 1997 erschienen:Nr. 10 Gibt es in einer Europaischen Wahrungsunion mehr sichere Arbeitsplatze?von Norbert Berthold, 1997erschienen in: Willeke, FranzUlrich Hrsg.: Die Zukunft der DMark eine Streitschrift zur Europaischen Wahrungsunion, Landsberg am Lech, Olzog, 1997, S. 141172Nr. 11 Regionalismus und Multinationale Unternehmungen: Wird der Protektion Einhalt geboten?von Norbert Berthold und Martin Donges, 1997erschienen in: Berthold, Norbert und Bernhard Speyer Hrsg.: Vergessene Dimensionen der Auenwirtschaft: Raum, technischer Fortschritt und Entwicklung, Festschrift fur Detlef Lorenz, Berlin, Duncker Humblot, 1997, S. 4177Nr. 12 Arbeitsmarktbeziehungen zwischen wirtschafts und tarifpolitischer Regulierung Durchschlagt die Europaische Wahrungsunion dengordischen Knoten?von Norbert Berthold und Rainer Fehn, 1997erschienen in: Cassel, Dieter Hrsg.: 50 Jahre Soziale Marktwirtschaft: Ordnungstheoretische Grundlagen, Realisierungsprobleme und Zukunftsperspektiven einer wirtschaftspolitischen Konzeption, Stuttgart, LuciusLucius, 1998, S. 457490Nr. 13 Aktive Arbeitsmarktpolitik wirksames Instrument der Beschaftigungspolitik oder politische Beruhigungspille?von Norbert Berthold und Rainer Fehn, 1997erschienen in: Ordo, Bd. 48 1997, Stuttgart, S. 411435Nr. 14 Die Europaische Wahrungsunion: ein weiterer Schock fur Europa?von Norbert Berthold, 1997erschienen in: Mayer, Otto G. und HansEckart Scharrer Hrsg.: Schocks und Schockverarbeitung in der Europaischen Wahrungsunion, BadenBaden, Nomos, 1997, S. 1144Nr. 15 Globalisierung, demographische Schocks und Protektionismus Was bleibt vom Sozialstaat?von Norbert Berthold, 1997erschienen in: Seel, Barbara Hrsg.: Sicherungssysteme in einer alternden Gesellschaft, Frankfurt New York, Campus, 1998, S. 1544Nr. 16 Unvollkommene Kapitalmarkte und strukturelle Arbeitslosigkeit: Schaffen Pensionsfonds Abhilfe?von Rainer Fehn, 1998erschienen unter dem Titel Schaffen Pensionsfonds uber vollkommenere Kapitalmarkte mehr Beschaftigung? in: Koslowski, P. ed., Shareholder Value und die Kriterien des Unternehmenserfolgs. Kapitalrechnung und gesellschaftliche Entwicklung, Heidelberg, 1999, S. 73108Nr. 17 Globalisierung Drohendes Unheil oder schopferische Kraft fur den Sozialstaat?von Norbert Berthold und Eric Thode, 1998erschienen in: Knappe, Eckhart und Norbert Berthold Hrsg.: Okonomische Theorie der Sozialpolitik, Heidelberg, Physica, 1998, S. 319360Nr. 18 Endzeit der Flachentarife?von Norbert Berthold, 1998Nr. 19 Does EMU Promote LaborMarket Reforms?von Norbert Berthold und Rainer Fehn, 1998erschienen in: Kyklos, Vol. 51 1998, Fasc. 4, S. 509536Nr. 20 Sozialstandards unter globalem Druck: Erhalten, senken, erhohen?von Norbert Berthold und Jorg Hilpert, 1998erschienen in: Berg, Hartmut Hrsg.: Globalisierung der Wirtschaft: Ursachen Formen Konsequenzen, Schriften des Vereins fur Socialpolitik, N.F. Bd. 263, Berlin, Duncker Humblodt, 1999, S. 127156Nr. 21 Die zehn Gebote der Arbeitsmarktpolitikvon Norbert Berthold und Rainer Fehn, 1998erschienen in: Klemmer, Paul, Dorothee BeckerSoest und Rudiger Wink Hrsg.: Liberale Grundrisse einer zukunftsfahigen Gesellschaft, BadenBaden: Nomos, 1998, S. 353372Nr. 22 Real Wage Rigidities, Fiscal Policy, and the Stability of EMU in the Transition Phasevon Norbert Berthold, Rainer Fehn und Eric Thode, 1998Nr. 23 Europa auf dem Weg ins 21. Jahrhundert Die Perspektive Westeuropasvon Norbert Berthold, 1998Nr. 24 Capital Market Imperfections, Greater Volatilities, and Rising Unemployment: Does Venture Capital Help?von Rainer Fehn, 1998Nr. 25 Der Foderalismus und die Arbeitslosigkeit: Eine vernachlassigte Beziehungvon Norbert Berthold, 1998erschienen in: List Forum fur Wirtschafts und Finanzpolitik, Bd. 24 1998, H. 4, S. 345366", "filename": "30572164X.pdf", "person": ["Norbert Berthold", "Berthold, Norbert"], "date": ["1999"]}