{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39562/1/309109051.pdf"], "title": ["Informal family insurance and the design of the welfare state"], "plaintext": "Informal Family Insurance and Informal Family Insurance andthe Design of the Welfare Statethe Design of the Welfare StateRafael Di Tella Harvard Universityand Robert Mac Culloch ZEI, University of Bonn October 10, 1998Abstract Abstract We study the problem of unemployment benefit provision when the family is also aprovider of social insurance. As a benchmark, a simple model is presented where risksharing motives govern intrafamily transfers and more generous unemploymentbenefits, provided by the State, crowd out family risksharing arrangements oneforone. The model is then extended to capture the idea that the State has an advantagevisavis the family in the provision of insurance because it can tax individuals,whereas the family must rely on selfenforcing agreements. In this case, the effect of State transfers on intrafamily transfers is found to be more than oneforone. Thus,somewhat perversely, both informal transfers and total insurance transfers to theunemployed fall as the States generosity increases. This does not imply that theoptimal Welfare State is zero. Our results still hold when families are assumed to bebetter than the State at monitoring the job search activities of the unemployed.JEL classification: H42, H53, D1, I38.Keywords: Selfenforcing contracts, Optimal welfare generosity. Address for correspondence: Rafael Di Tella, Harvard Business School, Soldier Field Road,Boston, MA 02163, USA; email: rditellahbs.edu We thank Andrew Oswald for extensive comments and advice, as well as George Akerlof,Anthony Atkinson, Christopher Bliss, Lars Calmfors, Donald Cox, Barry Mc Cormick, Meg Meyer,Julio Rotemberg and seminar participants at Nuffield College, Oxford, the IIES at Stockholm University, Harvard University, and to Dennis Snower and participants at the CEPR Conference Rethinking the Welfare Society in La Coruna, Spain, and to Steven Davis and participants atthe Northwestern University University of Chicago JCPR conference Risk Sharing and Economic Vulnerability for helpful suggestions. An earlier version of this paper was called Does the Welfare State Destroy the Family?.2I. Introduction I. Introduction A large literature in economics has analyzed the problem of optimal unemployment benefitprovision and the impact of unemployment benefits on the unemployment rate see Feldstein1976, Baily 1978, Shavell and Weiss 1979, inter alia; important empirical papers are Ehrenberg and Oaxaca 1976, Feldstein 1978, Nickell 1979, inter alia. An influential recentreview by Atkinson and Micklewright 1991 has pointed out that a shortcoming of this literatureis the fact that it does not allow for several of the major institutional features observed in actualunemployment compensation programs around the world. They point out that a richer view ofthese programs is needed before drawing any policy conclusions from such studies. One importantfeature that has been ignored by previous studies of unemployment compensation programs is thepotential of families as insurance providers. Yet, in a world without government, families mayprovide much of the social insurance available to an individual.The presence of families providing insurance introduces a number of questions which weneed to answer when designing a welfare program. When family members are bound together bythe provision of insurance, we need to know if a more generous Welfare State will weaken familylinks. Do more generous unemployment benefits increase total insurance available to anindividual, or do they merely crowd out the amount of insurance provided by family networks?What is the mechanism through which this occurs? Could the State make things worse, maybe bydestroying informal insurance to such an extent that total insurance actually falls? What are theimplications of these considerations for the optimal size of the Welfare State? This paper attemptsto provide some answers to these questions by linking the work on the optimal Welfare State, withthat on the informal nonmarket insurance activities of families.The traditional approach in economics to modelling family activities follows the work of Barro 1974 and Becker 1991, and assumes altruistic preferences. Within this framework,considerable attention has been given to the idea that altruistic families may undo governmentactions through transfers between different generations. An alternative approach treats intrafamily1 The anthropology literature has repeatedly emphasized the potential of families as providersof unemployment insurance. Peace 1979, in his study of migrant Nigerian workers, writes, All thatcan be asserted is that most members of the network manage to generate some surplus from timeto time that is mostly used in the support of members in difficulty. This brings us to the second majorfunction of migrants networks: they are support units which allocate available surplus finances insuch a way as to come to terms with insecure conditions of employment  p 31. Although the focusof our model is unemployment risk, it can also be used to study other risks, such as that of a familymember becoming a single mother. See the Discussion in Section III.2 See, for example, the entry on origins of the State in The Social Science Encyclopedia,Kuper and Kuper 1996.3transfers as a counterpart to the exchange of services provided by family members. While this hasbeen the standard approach in anthropology for decades, economists have only recently begun toapply the exchange model to study insurance against uncertain longevity Kotlikoff and Spivak1981, insurance against accidents Arnott and Stiglitz 1991 and inkind services Bernheimet al 1985, Cox 1987. This paper follows the nonaltruistic approach to model familyinsurance against unemployment, and then introduces the government as a second source ofinsurance.1An important problem in modelling insurance amongst selfinterested members of anextended family is that of contract enforcement. Although exchange models, such as Kotlikoff and Spivak 1981, show that intrafamily transfers may have nothing to do with altruistic feelings,they do, however, rely on there being some level of mutual trust and honesty to avoid the problemof these informal transfers within the family being legally nonenforceable. The problem is thatif person A makes a private transfer to person B who has had an unlucky spell, B may notreciprocate whenever the luck changes and A needs assistance. The government does not have thisproblem when operating an insurance scheme since it can force lucky members to contributethrough the power to tax. In fact, the ability to coerce individuals to contribute in such a way isone of the features that political scientists use to define the State.2 The present paper follows theimportant work of Kimball 1988 and Coate and Ravallion 1993 in assuming that families only3 Although we use the word families, the ideas in this paper apply to more general informalinsurance arrangement that exists between individuals, who may or may not be related by blood ormarriage. 4 For example, market imperfections, such as liquidity constraints, can be introduced intoaltruistic models to show why Ricardian equivalence may fail, implying that State actions will be onlypartially offset by private actions i.e. less than oneforone crowding out. In the present paper,rather than lessening the effect of changes in the generosity of the Welfare State on family risksharing transfers, the market imperfections we introduce actually increase the size of the effect.4have available selfenforcing contracts.3 That is, we model informal insurance schemes by focusingon a group of individuals that interact repeatedly and punish defectors by preventing them fromentering risksharing arrangements in the future. Hence the punishment for defection is autarky.The State is modelled as a second source of insurance, which it funds by taxation.The main result of the paper is that Stateprovided unemployment benefits can crowd outintrafamily transfers more than oneforone. The intuition for this result is as follows: anyincrease in Stateprovided unemployment benefits would be followed by a oneforone reductionin intrafamily transfers as families try to return to the initial level of risksharing. However, theincreased generosity of State benefits makes defecting from the informal family risksharingcontract more attractive. Hence, family transfers must be reduced even further to keep the informalrisksharing contract incentive compatible. This result implies a dramatic departure from thepredictions of previous exchange and altruistic models.4This result has important implications for the theory of the optimal size of unemploymentbenefit programs and perhaps of the Welfare State more generally in the presence of families.It does not mean, for example, that the State should not provide social insurance. If families arenaturally weak, in the sense that they can enforce very little informal insurance transfers evenwhen the State provides zero unemployment benefits, social welfare increases when the State takesover the provision of social insurance from the family. If, on the other hand, families can sustaingenerous informal insurance arrangements maybe because the rate of time preference is low orbecause social stigma is very costly to defectors, then the State can maximize social welfare byeither staying out, or by becoming the soleprovider of unemployment benefits.5 We believe that it may also be argued that a similar logic underlies the important work of Kranton 1994 on the interaction of market and reciprocal exchange in primitive society, and Prendergast and Stole 1996 on monetizing exchange.5The more than oneforone crowding out result arises because the State changes theopportunity cost of belonging to a family. Thus, the Welfare State affects the amount of informalinsurance that families can sustain without the help of the legal system by changing thepunishment available for those who default in other words, by changing the set of admissiblecontracts. Formally, this result is related to the work of Rotemberg and Saloner 1985 on thebusiness cycles effect on collusive agreements, and Baker, Gibbons and Murphy 1994 on therelationship between explicit and implicit incentive contracts in business organizations.5The paper extends the model to consider the realistic possibility that families have aninformational advantage visavis the State about the characteristics and activities of theirmembers. Specifically, we assume that families are in a better position than the State to know ifunemployed members are actively searching for a job. The main result is unchanged: moregenerous unemployment benefits provided by the State crowd out intrafamily transfers more thanoneforone. The intuition for this result is as follows: family members would like to maintain theexisting level of risksharing and so are bound to reduce intrafamily transfers oneforone withany increase in State unemployment benefits. However, unlike families, the State cannot eliminatethe negative incentive effects of its unemployment benefit program on job search activities bymaking its benefits conditional on search effort. Consequently, higher State benefits reduce searcheffort and increase unemployment. Employed family members bear a greater tax burden to supportthe greater numbers of unemployed and become more willing to defect. In addition, defecting fromthe informal family risksharing contract has become more attractive due to the higher Statebenefits. Both these effects reduce intrafamily transfers even further, so we again have more thanoneforone crowding out. The optimal size of the Welfare State when families are strong is zero.Increasing State benefits would serve only to increase the unemployment rate due to the moralhazard problem and collapse the high intrafamily transfers, so there can be no role for the State.6 There is a small literature in development economics that has applied this peer monitoringview to credit markets see Besley 1995 for a review. The present paper can also be seen as anapplication of the literature on the public provision of private goods to the case of social insurance.The main papers in this literature focus on goods that cannot be consumed from both providers at thesame time, such as education or health care e.g. Besley and Coate 1991 and Stiglitz 1974.6If families are sufficiently weak, however, it becomes optimal for the State to intervene and becomethe soleprovider of social insurance.Arnott and Stiglitz 1991 first proposed this peer monitoring view of the family in amodel where market insurance reduces the care an individual takes to avoid accidents, but nonmarket insurance may not have this effect due to the ability of members to monitor each other.They note that nonmarket insurance displaces insurance provided by the market but mayameliorate moral hazard problems and, therefore, increase social welfare. They do not, however,allow for the informational asymmetry to affect the aggregate cost of risk whereas in our modela more generous Welfare State may increase the unemployment rate, nor do they considerproblems of the enforcement of informal contracts between family members.6The model tries to capture two stylized facts that commonly arise in discussions of the Welfare State and the family. The first is the observation that large extended families seem to bemore frequent in countries where the Welfare State is not very developed think of Italy, orcountries in Latin America, for example. In contrast, relatively generous Welfare States are oftenassociated with smaller families think of Holland or Sweden. Policy debates already incorporatethe idea that the optimal size of the Welfare State must take into account the importance of familynetworks. For example, a recent entry comparing public spending across countries noted:Finally, comparisons with the Asian tigers may be unfair: these countries can getaway with lower social transfers because families tend to offer much greatersupport to their members than in industrial nations.The Economist, p.96, April 6, 1996The second stylized fact pertains to electoral competition between political parties. Political7 See, for example, the article Holding the baby: Politicians of all persuasions want to supportthe family. That is easier said than done, The Economist, January 31, 1998.8 Excerpts from remarks delivered before the Washington Research Group Symposium,Washington D.C. on November 11, 1994. Reported in Moss 1996.7scientists have long argued that successful parties either give priority to individual interests andliberty, or to collective demands. In practice, this means that political parties which support asmall Welfare State also oppose laws and agencies that are perceived to compete with traditionalfamily institutions. The Conservative Party in the U.K. and the Republican Party in the U.S. aresometimes found towards this end of the policy spectrum.7 The following remarks provide anexample:Now, this means that my challenge to the American people is real simple. Youreally want to dramatically reduce power in Washington? You have to be willingto take more responsibility back home. You really want to reduce the bureaucracyof the Welfare State? You have to accept greater responsibility back home  These are not small things. Welfare reform, emphasizing work and family.U.S. Representative Newt Gingrich 8In other words, we would like to understand why political parties and voters seem to associatea large Welfare State with weak families. It seems that a model which explains optimal welfaregenerosity in the presence of families should be consistent with these policy groupings bysuccessful political parties.In section II we present a model showing the interaction between the transfer decisions ofthe family and those of the State. The basic setting is extended in section II.B. to capture the States advantage at enforcing contracts through the power to tax. The implications for the optimalsize of unemployment benefit programs in the presence of families are also discussed. Section II.C.extends the model to consider the possibility that families have an advantage relative to the Statein monitoring the job search activities of their unemployed members. Section III discusses the8r Azb%jBA1r BzW%tAB2r AjzW%t%rzbj%t%r3r Bj%rzW%tzbj%t%r4implications of the model and presents some direct evidence. Section IV concludes.II. The Model II. The Model The economy is populated by M infinitely lived, riskaverse individuals who have instantaneousutility zx, where x is income, zx0 and zxx0. Denote derivatives with subscripts. Thediscounted expected utility of an unemployed and employed worker are determined byandwhere A and B denote the lifetime utilities of being unemployed and employed, respectively, b isthe endogenously determined total transfers received by the unemployed, j is the endogenouslydetermined outflow rate from unemployment into employment, r is the exogenous rate of timepreference and t is the exogenous inflow rate into unemployment. The inflow rate, t, constitutesthe stationary employment risk which workers desire insurance against. The net wage is W wn, where w is the gross wage and n is the premium required to support the transfers. Solving 1and 2 simultaneously givesand9 Dasgupta 1993 reports work by Udry 1990 and others that have shown that, even in veryprimitive environments, households diversify their activities in order to reduce the extent to whichtheir incomes are correlated with one another. Estimates of the share of idiosyncratic risk in thevariance of total household income is over 75 per cent.10 For detailed infinite horizon models of risk sharing without commitment and a small numberof agents, see Thomas and Worrall 1988 and Kocherlakota 1996. The main modification to ourmodel of an assumption of small families is that it makes the solution nonstationary and alsointroduces a riskpooling advantage to the State. Since the focus of the present paper is on theconsequences of the States advantage at enforcing contracts, rather than pooling of risks, we assumelarge families. For empirical evidence of our assumption of a constant proportion of unemployedmembers, see Peace 1979 who reports that it is not possible for network members to have moneyin hand for several successive months because networks must carry unemployed members on arecurrent basis p 31. 11 For a start in this direction, see Arnott and Stiglitz 1991. A standard result in theliterature, however, suggests that reasonable risksharing can be achieved with a surprisingly smallfamily. Thus, a better riskpooling ability is not likely to be the main advantage of the State visavisthe family in the provision of insurance.9Assume that individuals form networks of friends, neighbours and relatives which we shallcall families for the purpose of sharing labour income risk. Families are identical. There arethree further assumptions. First, labour income risk is not correlated across members of thefamily. This may be questionable as members of the family may tend to work in the same industryor area.9 Second, assume families are sufficiently large so that at any point in time a constantproportion of members are unemployed and must receive support from their family. Thus, if afamily has m members, um of them will always be unemployed and 1um will always beemployed, where u is the family unemployment rate. Since we are assuming that the number offamily members is kept fixed, the Welfare State is not able to affect the family by changing itsoptimal size. This ignores a number of important issues. For example, by increasing the numberof members, the family is able to pool risk more efficiently.10 On the other hand, gatheringinformation about the activities and characteristics of all members may become more difficult inlarger families.11 Third, we assume that individuals are unable to save due to the absence of acapital market, which is an obvious and potentially important alternative means for workers todeal with employment shocks. To the extent that saving can also be used to smooth employment12 The effect of insurance arrangements on precautionary savings is well understood, havingbeen studied in particular by Kotlikoff, Shoven and Spivak 1986.13 Note the element of dynamic inconsistency: the State must be able to commit to the Stackelberg benefit level e.g. through legislation.10j1utu5shocks, the development of capital markets may have similar effects on family risksharingarrangements as to the development of the Welfare State.12Equilibrium in the labour market implies that flows into and out of unemployment areequal: jumt1um. Consequently,Family risksharing is governed by a budget constraint. Employed family members pay apremium, nf, to support transfers of bf, which we shall refer to as family transfers, to eachunemployed member. The family budget constraint is given by 1unfmubfm. Hence nfubf1u. Thus transfers within the family are motivated solely by risksharing concerns, as in Kotlikoffand Spivak 1980. The State also provides transfers to the unemployed, which we shall refer toas public transfers. This requires that the M1U employed in the economy pay a premiumthrough taxes to provide for the UM unemployed, who each receive a transfer of bp. U is theaggregate unemployment rate. The expression 1UnpUbp is the States budget constraint. Totaltransfers are given by bbfbp.We shall assume that the State moves first to establish the level of public transfers whichmaximizes aggregate social welfare, taking account the subsequent reaction of families. Eachfamily responds to the level of public transfers by setting its own level of transfers to maximize thewelfare of a random member. Hence, Stackelberg equilibria are analyzed.13II. A. Benchmark Case: Enforceable Family Contracts Assume initially that families can use the same contracting technology as the State. Thus14 Throughout sections II.A. and II.B. we assume that there are no moral hazard problemsarising from the provision of State unemployment benefits. In other words, higher public transfers donot cause higher unemployment.11maxbf Mu A%1uB6nfubf 1u Mbfbf,bp,ut%ruzbbz WWj%r%t 07families can legally enforceable any level of insurance transfers they choose.14 Families choosetransfers to maximize the welfare of a random member given public transfers subject to thefamily budget constraint. The problem of the family is tosuch that Substituting for the budget constraint, the First Order Condition FOC for families is Mbf. is the partial derivative of M. with respect to bf. Total transfers, b, are the sum of familyand public transfers, bfbp. The net wage, W, equals wubf1uUbp1U. If we assume thatfamilies are identical and share the same unemployment risk, then the unemployment rates withineach family are the same i.e. uU and WwUb1U.Equation 7 implies that family members will set their own level of family transfers so asto achieve full insurance. Let bffbp,U be the optimal level of family transfers, for a given levelof public transfers and unemployment.Proposition 1 OneforOne Crowding Out:Proposition 1 OneforOne Crowding Out: When there are no moral hazard problems, andfamily contracts are enforceable, increases in the level of public transfers crowd out familytransfers oneforone.15 It is assumed both in this section, and subsequent ones describing the States social welfareproblem, that the only social benefits of families come from the provision of insurance againstunemployment. A richer model would allow for other benefits that arise from the existence of familiessuch as education, crime prevention, etc.12Mbf Mbp18maxbp SUA%1UB9inp Ubp 1Uiibffbp,UProof: The FOC 7 implies that Wb bfbp, where Wwubf1uUbp1U. When uU,WwUb1U. Consequently, bfw1Ubp and When the level of public transfers increases, the sum of family and public transfers remains fixed.Any increase in public transfers crowds out family transfers oneforone.Social Welfare: Enforceable Family Contracts The States problem is to set the level of public transfers to maximize social welfare, giventhe States budget constraint and the response of families.15 Hence the State chooses tosuch that Constraint i is the States budget constraint, whereas constraint ii defines the level of transferswhich families choose, for a given level of public transfers and unemployment. 16 Authors such as Coate and Ravallion 1993 argue that illiteracy, cultural intimidationby modern institutions, and problems of asymmetric information  make informal insurancecontracts relevant even when a formal insurance market does exist. 13Proposition Proposition 2: 2: When there are no moral hazard problems, and family contracts are enforceable,the size of the Welfare State i.e. the size of publicly provided insurance transfers to theunemployed is irrelevant to social welfare.Proof: Families set transfers so that, regardless of public transfers, they are always fully insuredfrom the FOC 7. Substituting for the constraints i and ii in the social welfare function 9,gives zWr, where Wbfbpw1U. Since U does not vary with benefits, social welfare isindependent of the level of public transfers. In the next section, the setting is extended to the case where there is a difference in theability of the State and families to enforce contracts.II. B. Nonenforceable Family Contracts In order to reflect the States advantage at enforcing contracts, we now make the followingassumption:Assumption 1. The State can fully enforce risksharing contracts using the power to tax theemployed. Families only have available selfenforcing contracts.The problem for families now is that the promise of unemployed members to reciprocatetransfers in the future is not credible as there is no legal enforcement of family risksharingcontracts.16 To overcome this problem, families enter informal contracts whereby members willrefuse to provide insurance transfers forever to anyone defaulting on their obligations towards theunemployed. In other words, the penalty for default is to exclude the worker from enjoying family17 We ignore other punishments which may be available to families, such as stigmatizingdefectors, or depriving them from affection, etc. Then playing a simple trigger strategy would not beoptimal see Abreu 1988. The possibility of renegotiation between the family and unemployeddefectors is also ignored. Although noncooperation between the family and the defector is crediblei.e. it is a Nash equilibrium of the subgame, the players could renegotiate to leave the punishmentphase for an equilibrium where everybody is better off see Farrell and Maskin 1989. A clearexposition appears in Gibbons 1992.18 See Kimball 1988 and Coate and Ravallion 1993 for a more complete characterizationof informal insurance arrangements.14Rj%rzwubf 1uUbp 1U%tzbf%bprj%r%t10Cj%rzwUbp 1U%tzbprj%r%t11risksharing arrangements in the future.17 This introduces a constraint on the set of informalcontracts that are enforceable. Consequently, we analyze the family problem of maximizing arandom members expected utility subject to a budget constraint, and the enforceabilityconstraint.Assume that family members exercise the following trigger strategy: each employed membercontinues to contribute a premium payment, nfubf1u, enabling the unemployed members toreceive a transfer, bf in addition to the public transfer so long as all other employed membersalso contribute the premium payment. Then the family is maintained only so long as the value tomembers from not cheating, R, exceeds the value from cheating, C.18 In other words, RC whereand The term for C simply states that employed defectors those who stop contributing towards thesupport of unemployed family members will be punished by not receiving bf should they fallunemployed. The only transfer available for the defector will be whatever transfer the State19 The more general term is incentive compatibility constraint. Moral costs from defectingwould add a negative term to the righthand side of equation 12.20 We are assuming that the identity of the family member does not change the cost ofdefecting on him or her. Alternatively, we could assume that individuals have a distribution ofloveaffection over the other members of the family. This would imply, for example, it is more costlyto defect on your brother than on your third cousin. The enforceability constraint would then onlybind for the two most distant members of the extended family.15Fbf,bp,u,Uj%rzwUbp 1Uubf 1uzwUbp 1U%tzbf%bpzbp012maxbf Mu A%1uB13provides. Simplifying, yields the condition Call equation 12 the enforceability constraint.19 If this constraint cannot be satisfiedfor any bf0, then families can provide no selfenforcing insurance arrangements for their ownmembers whereas the State enforces the premium payments which provide for the publictransfers, bp through its power to tax.20On the other hand, if the enforceability constraint can be satisfied for positive familytransfers given the level of public transfers then the optimal level of family transfers,constrained by the requirement that these transfers be selfenforcing, may imply that families arenow unable to achieve their desired full insurance. This is because of the temptation of membersto shirk on their premium payments. The problem for the family is tosuch that16infubf 1uiiFbf,bp,u,U0Mbf%8Fbfbf,bp,u,U014F0,80,F.8015The family budget constraint is given by i and the enforceability constraint is given by ii.Substitute for the budget constraint i in the objective function, M. The solution is thenwhere 8 is the Lagrange multiplier associated with the enforceability constraint ii. When 80,the enforceability constraint is not a binding condition: Fbf,bp,u,U0, and the solution is simply Mbf0. Hence, zbbz WW0 see equation 7, and family members are fully insured.When 80, the enforceability constraint binds and the level of family transfers will begoverned by the equation Fbf,bp,u,U0, which implicitly defines family transfers in terms ofpublic transfers. At such points, increasing family transfers further would collapse the informalrisksharing arrangements, since the value from cheating would exceed the value from continuingtransfer premium payments F. becomes negative. More formally, when the enforceabilityconstraint binds, Fbf0 .Remark:Remark: i The level of family transfers decreases with the rate of time preference when familycontracts are nonenforceable, and the enforceability constraint binds. ii For asufficiently low rate of time preference, families are able to enforce full insurance on their17own.Proof: See Appendix I. The intuition for this result is that the present value of the future discipline activated whena family member is discovered cheating falls as the rate of time preference rises. Consequently,the rate of time preference may be used as an indicator of family strength in the model. For asufficiently low rate of time preference, the present value of the future discipline activated whena family member is discovered cheating can be made large enough to make it not worthwhile forany family member to defect on their premium payments. We can now characterize the behaviourof total transfers as a function of public transfers.Proposition Proposition 3 More than OneforOne Crowding Out, Part I 3 More than OneforOne Crowding Out, Part I: When there are no moral hazardproblems, and family contracts are nonenforceable, increases in the level of publictransfers crowd out family transfers by more than oneforone.Proof: See Appendix I. This result is driven by the properties of the enforceability constraint. Start from a positionof equilibrium and consider an increase in public transfers. The immediate effect is that itimproves the lifetime utility of someone defecting from the family by reducing the cost of fallingunemployed see term C in equation 11. As for employed family members, the immediate effectis that they now find that they have too much insurance see term R in equation 10. By simplyoffsetting the increase in public transfers through a oneforone reduction in family transfers,employed family members would return to the same level of insurance they had before the Stateincreased transfers. But this is no longer an equilibrium since defecting is now not so bad an18maxbp SUA%1UB16inp Ubp 1Uiibfgbp,Uoption. Hence the family must further reduce transfers so that employed family members still wishto be a part of future arrangements.Since total transfers decrease as public transfers increase, there will exist a level of publictransfers, b P, at which point family transfers are completely extinguished. Thereafter total transfersare equal to public transfers. Let the solution to the family problem equal bfgbp,U whereuU, if we assume that families are identical and share the same unemployment risk.In Figure 1 in Appendix II, the curve ABC shows the variation of total transfers, bfbp,with public transfers for strong families and the curve DEC shows the variation of total transferswith public transfers for weak families.Social Welfare: Nonenforceable Family Contracts The States problem is to set the level of search and public transfers to maximize socialwelfare, given the States budget constraint and the response of families. The States problem istosuch that The States budget constraint is defined by i, whereas ii is the solution to the family problem.Proposition Proposition 4 Optimal Size of the Welfare State, Part I: 4 Optimal Size of the Welfare State, Part I: When there are no moral hazardproblems, and family contracts are nonenforceable, the social welfare maximizing level21 For example, the rate of time preference is an exogenous parameter of the model thatdetermines the potential size of informal family insurance arrangements see Remark 1.19of public transfers depends on the natural strength of families 1.21 If families can enforcefull insurance on their own, there exist at least two levels of public transfers which yielda social welfare optimum. Otherwise, there exists a unique level of public transfersmaximizing social welfare.Proof: See Appendix I. When families can enforce full insurance on their own, the State may achieve the socialwelfare optimum in two ways. The first is by setting a relatively low level of transfers, denoted b 1Pin Figure 1 in Appendix II, and letting the strong families provide the difference between that leveland full insurance through informal insurance arrangements where the curve ABC shows thevariation of total transfers with public transfers for strong families. Increasing public transfersbeyond the relatively low level at b 1P leads to reductions in total transfers see Proposition 3, andreductions in social welfare. The second option for the State is to set transfers equal to fullinsurance, at b 2P. A bad choice is an intermediate value of transfers, like b PP. At this point, theability of families to enforce their own transfers collapses and social welfare is low. Social welfareis depicted by the line ANBNCN in the second quadrant in Figure 1.When families are weak, the only way the State may deliver a high level of insurance is bybeing the sole provider. The line DEC in Figure 1 shows how total transfers vary with publictransfers for weak families. In these circumstances, the State is better off by increasing publictransfers beyond E, until bpb 2P, and having the role for family risksharing disappear.II. C. Nonenforceable Family Contracts and Moral Hazard Problems In order to reflect the informational advantage of families, we now introduce the following20maxbf,e MueA%1ueB17iiFbf,bp,ue,U0infuebf 1ueadditional assumption:Assumption 2: The State is unable to perfectly monitor the jobsearch activities of familymembers.The effect of the States moral hazard problem is modelled as follows. Assume that familyunemployment is described by the function: ue, where ue0 and e is the search effort of theunemployed which is observable to the family but not the State. The instantaneous utility of aworker depends negatively on search effort: zx,e where ze0 and the discounted expected utilityof an unemployed and employed worker, A and B respectively, are otherwise the same asequations 3 and 4. Higher public transfers may now result in less search effort by workers.This more general case combines the relative strengths of both families and government:whereas the State is unable to perfectly monitor the activities of family members which potentiallyleads to unemployment within families being a positive function of public transfers, the State hasthe advantage of enforcing contracts through the law.If the enforceability constraint see equation 12 cannot be satisfied for any bf0, thenfamilies can provide no selfenforcing insurance arrangements for members. The State enforcesthe premium payments which fund public transfers through taxation. However, if the enforceabilityconstraint can be satisfied for positive family transfers given the level of public transfers therequirement that family transfers be selfenforcing may mean that families are not able to be fullyinsured, due to the temptation of members to shirk on their premium payments. The problem forthe family is tosuch that 22 The family anticipates the effect of changes in the level of search effort by family members onthe family unemployment rate, but not on the aggregate unemployment rate of the economy.21Me%Febf,bp,ue,U018Mbf%Fbfbf,bp,ue,U0 19F0,0,F.020The family budget constraint is given by i, and the enforceability constraint is given byii.22 Substitute for the budget constraint i in the objective function, M. The solution is thenwhere is the Lagrange multiplier associated with the enforceability constraint ii. For identicalfamilies, the unemployment rate within each family is the same and equal to the aggregateunemployment rate i.e. ueU.When 0, the enforceability constraint is not binding: Fbf,bp,ue,U0 from 20 andthe solution is comprised simply of the two conditions: Me0 and Mbf0. The latter implies thatzbbz WW0 and family members are fully insured.When 0, the enforceability constraint binds: Fbf,bp,ue,U0 from 20. At suchpoints, increasing family transfers further would collapse the informal risksharing arrangements,since the value from cheating would exceed the value from continuing transfer premium payments.Together with 18 and 19, we now have three equations in the three unknowns bf, e and .These equations define search effort, e and hence the unemployment rate as a function of publictransfers: uebp. When ebp0, due to the States moral hazard problem, higher public transfersreduce search effort and increase unemployment, in which case another More than OneforOne Crowding Out result is obtained.23 These two effects always dominate an opposing third effect, which also exists: the higherlevel of unemployment means that employed family members have more to lose if they choose todefect and subsequently fall unemployed, since they would receive only public transfers and no familytransfers for a longer expected duration.22Propositi Proposition 5 More than OneforOne Crowding Out, Part IIon 5 More than OneforOne Crowding Out, Part II: When there are moral hazardproblems arising from the provision of public transfers which increase unemployment, andfamily contracts are nonenforceable, increases in the level of public transfers crowd outfamily transfers by more than oneforone.Proof: See Appendix I. If public transfers are increased, the immediate effect is that the lifetime utility of adefector from the family is improved see term C in equation 11. By simply offsetting theincrease in public transfers with a oneforone reduction in family transfers, employed familymembers would return to the same level of insurance they had before the State increased transfers,ceteris paribus see term R in equation 10. However, the increase in public transfers leads tohigher unemployment. Employed family members bear a greater tax burden to support theunemployed and thus become more willing to defect. In addition, defecting is now not so bad anoption since the public transfers available to defectors have increased.23 For both these reasons the outside option effect and the tax effect the family must further reduce transfers to lowertransfer premiums, so that the employed family members will still wish to be a part of futurearrangements.Since total transfers decrease as public transfers increase, there will exist a level of publictransfers at which point family transfers are completely extinguished. Thereafter total transfers areequal to public transfers. Let the solution to the family problem equal bfhbp,Ubp whereuebpUbpU for identical families in equilibrium.23maxbp SUbpA%1UbpB21inp Ubpbp 1Ubpiibfhbp,UbpSocial Welfare: Nonenforceable Family Contracts and Moral Hazard Problems for the State The States problem is to set the level of public transfers to maximize social welfare, given the States budget constraint, and the response of families. Thussuch that Constraint i is the States budget constraint, whereas constraint ii is the solution to the familyproblem, which defines the selfenforceable level of family transfers maximizing family welfare.In contrast to the case presented in section II. B., there will in general exist only one levelof public transfers which yields a social welfare optimum. Either the State, or families, providetransfers. The equilibrium depends on the strength of families.To determine whether the State should intervene in the provision of insurance, let SFAM bethe level of welfare when there are no public transfers, so that families can provide their highestenforceable level of transfers.Furthermore, let SPUB be the highest level of social welfare attainable when the State is thesoleprovider of transfers. In other words, SPUB is the value of social welfare when public transfersare b PUB, defined as: SPUBmaxbp UbpA1UbpB such that npUbpbp1Ubp. Theaggregate unemployment rate varies with public transfers due to the moral hazard problem whichresults from families choosing their optimal level of search effort, e, subject to the family budgetconstraint i.e. families choose e to maxe ueA1ueB such that nfuebf1ue.24 Social welfare, UbpA1UbpB, is an increasing function of total transfers to theunemployed up to full insurance, and a decreasing function of unemployment.24Proposition Proposition 6 Optimal Size of the Welfare State, Part II: 6 Optimal Size of the Welfare State, Part II: If SPUBSFAM, the social welfareoptimum occurs when families are the sole providers of transfers. If SPUBSFAM, the socialwelfare optimum occurs when the State is the sole provider of transfers.Proof: See Appendix I. If families are sufficiently strong to provide full insurance for members so theenforceability constraint is nonbinding when the State provides zero transfers, then there can beno role for the State. Increasing public transfers would serve only to increase unemployment, dueto the moral hazard problem, which arises only when part of the total transfers is paid by the State. With higher rates of unemployment, welfare can never return to the level that families alonewere able to provide.Furthermore, even not so strong families for whom the enforceability constraint bindsmay make it optimal for the State to withdraw from the provision of transfers even though theymay be unable to provide full insurance for their members. In Figure 2 in Appendix II, familiesset transfers equal to b 1FAM less than full insurance and achieve welfare, S1FAM. While theenforceability constraint binds with both the State and families providing positive transfers raising public transfers would lead to reductions in total transfers see Proposition 5, increasesin unemployment, and reductions in social welfare along the line AB.24 Once families werecompletely destroyed, increasing public transfers further would increase total transfers but causeunemployment to continue to rise, and welfare to remain less than S1FAM. The line ABC in Figure 2 shows how total transfers vary with public transfers. Social welfare is depicted by the line ANBNON in the second quadrant.However, when families are sufficiently weak, there becomes not just a partial role for the State in fact, the State should become the sole provider of transfers. The line DEC in Figure 225 The welfaremaximising level of public transfers, b PUB, must be strictly greater than b 2FAM,in this case. If it were not, then welfare could be increased, since at least the same total level oftransfers could be provided by the families, but with lower unemployment.25shows how total transfers vary with public transfers, for weak families. When the State provideszero transfers, the maximum level that can be enforced by families is b 2FAM. Any increase in publictransfers has the double effect of collapsing family transfers and of increasing the unemploymentrate. Hence the State must increase public transfers beyond b 2FAM if it is to compensate for thehigher unemployment rate and increase social welfare.The State maximizes social welfare at point O, which has more generous transfers, buthigher unemployment than if families set transfers at b 2FAM.25 Social welfare decreases when publicprovision exceeds b PUB because the gains from being better insured are more than offset by thelosses due to higher unemployment.The scenario where the State maximizes social welfare by taking over the provision ofinsurance becomes more likely the less severe the tradeoff between unemployment and benefitsfacing the State i.e. if Ubp0 is small, then it is more likely that SPUBSFAM: see Proposition 6.III. Discussion, Extensions and Direct Evidence III. Discussion, Extensions and Direct Evidence III. A. Religion, Divorce and Birth Control The rate of time preference is an economical way of modelling a number of factors thatmay affect families and the design of the optimal Welfare State. For example, the model can beused to study the effect on the family of factors such as the decline in the role of religion insociety, the increase in divorce rates and the introduction of birth control methods e.g. the pill.In terms of this model, these social trends affect family strength through the enforceabilityconstraint equation 12, changing the level of unemployment benefits for which that equationbinds. When a certain minimum level is reached, it may become optimal for the State to interveneand take over the responsibility for the provision of social insurance from the family. This provides26 Traditionally, the birth of the Welfare State has been explained either in political terms oras an instance of Keynesian countercyclical macroeconomic policy.26a microeconomic rationale for the birth of the Welfare State.26The introduction of birth control methods affects the design of the optimal Welfare Statein at least two ways. First, it may imply that the number of children which a couple decides tohave is lower than the optimal number from the point of view of the extended family. There maybe a positive externality to other family members from ones child, at least in terms of riskpooling. With less people to pool risk there are less advantages to staying with the extended familyso the level of transfers to the unemployed must be reduced again from equation 12, otherwisedefection from the family is not so bad an option. A second effect from a more widespread use ofbirth control methods and the changed role of women in society is the increase in the proportionof working mothers. This increases the number of wage earners in the family with which memberscan pool income risk, something that may strengthen families in our simple model.The model can also be used to study the effect is the sharp rise in divorce rates in some Western countries on the design of the optimal Welfare State. This rise may partly be due to areduced role of religion or less social rejection of divorced individuals, two factors that may belinked to a persons willingness to remain in an unhappy marriage. By itself, this would reducethe number of people with whom to pool income risk, again reducing the level of benefits for whichthe enforceability constraint binds. Religion, of course, may affect families through differentchannels from the propensity to divorce. It may, for example, increase the sense of solidaritytowards other family members, increasing informal transfers as defection from the family becomesmorally more costly. This would be characterized by an extra negative term a moral cost fromdefection in equation 12. This would increase the level of informal transfers for which it binds.If these conjectures are true, the model predicts that at some point in time when familytransfers fall below a crucial level, an unemployment benefit program would be established by the State. The timeseries profile of public transfers to the unemployed would show a discrete positivejump rather than a gradual increase. Thus, the existence of countries which have both a generous Welfare State and weak families may be explained in terms of the model by the underlying27 Traditionally, different treatment of these groups by the Welfare State has been justifiedmainly on redistribution grounds. In practice, however, it may be difficult to implement differentwelfare programs to Catholics and Protestants, or to blacks and whites.28 Of course it is not ruled out that this distribution of work occurs because women arediscriminated against in this country.27strength of families. The optimal response of the State in such a case is to have generous socialinsurance and to weaken family ties further. On the other hand, if strong family ties existnaturally, the States optimal response is to retain these ties with the associated gains from peermonitoring and opt out of welfare provision altogether.To the extent that different social groups have different characteristics rates of timepreference, divorce rates, role of religion, etc the model may justify different public transfers tothe rich and poor, or to whites and blacks, based on insurance motives.27III. B. Single Mothers The model could be extended to study the interaction of public assistance and otherimportant contemporary social problems. Assume that each period, each member of the familyfaces a number of different risks which have in common that in the event of the bad state occurringthe family member will require assistance. Three examples could be young married familymembers who may have a child needing daycare while they work, young single women who maybecome pregnant and unable to work, and adult members who may have health problems requiringassistance. An informal insurance arrangement stipulates that each member must contribute indirect proportion to the probability and cost of the risk which the individual faces. This wouldimply that a young teenage girl in a country where becoming a single mother is very costly wouldbe asked to help a lot with an older family member who happens to be sick. In particular, shewould be expected to help more than a brother of the same age group to the extent that men areable to get away with not providing for their offspring more often than women.28 As time passesand risks change, we would expect to see family roles change as well. When the State decides toincrease assistance to single mothers, families will endogenously ask less help from teenage girls.29 The debate in Britain is particularly informative. The Conservatives explicitly say that the Welfare State has weakened the family, while the Labour Party emphasize that because families arenow weaker the Welfare State should be made more generous. Note that as long as there has beenan exogenous force weakening families such as an increase in the divorce rates, etc, both statementscould be true in our simple model. 28The case of single mothers introduces the interesting possibility that the cost of risk involvesan indivisibility. That is, if a pregnancy occurs the single mother would require a high minimumtransfer below which transfers are not valued by the recipient. It is possible that the amount ofmoneyhelp that the teenage girl will need as a single mother in terms of lodging, food andclothing, for example is so high that becoming a single mother is not an insurable risk with thecontract technology available to the family. Technically, transfers are not selfenforceable asequation 12 cannot hold to cover the high minimum transfers required in the case of the badevent occurring i.e. pregnancy. However, one could imagine that if the State provides some helpto single mothers it makes the risk insurable. Hence, just below that crucial level, increases in thegenerosity of the Welfare State increases informal transfers and strengthens the family.III. C. Politics This paper may provide a natural interpretation for the different attitudes of politicalparties towards the Welfare State. As pointed out in the introduction, it seems that parties whichemphasize the role of families in society also have a preference for low spending on welfareprograms. On the other hand, political preferences for high welfare spending sometimes gotogether with weak concerns for strengthening family ties. Two examples of this could be thedifferent political preferences of the Republicans and Democrats in the USA, or the Conservativesand the Labour Party in Britain.29 In terms of the model, a political party that supports a generous Welfare State and also supports policies that favour strong families would be perceived by theelectorate to be inefficient, in the sense that it attempts to provide too much insurance. On theother hand, if a party that supports a small Welfare State also supports policies that are seen togo against the family, it would be perceived by the electorate as too mean in the sense that societyends up with too little social insurance.30 The Conservative Party launched a campaign in 1994 called back to basics, appealing fora return to traditional family values, combined with reductions in the States role as a provider ofsocial insurance on most fronts. See The Economist, January 31, 1998.31 This does not imply, however, that it is accepted that exchange i.e. not altruistic motivesare at play. In an earlier version of this paper, we found some evidence that residents of U.S. stateswith less generous unemployment benefits more often turned for help, in times of need, to theirfamilies rather than to the bank and other financial institutions compared to residents of states withrelatively more generous benefit programs. However, the data from the G.S.S. on family networkswas only available for one year, 1986, and did not allow us to control for fixed effects.29The paper may also help explain why political parties treat the Welfare State as a whole that is, in general, why parties that wish to cut welfare assistance to single mothers also supportcuts in unemployment insurance.30 In terms of our model, all such considerations are driven bythe perceived strength of families. Incidentally, we would expect that such parties would bepushing legislation to reverse increases in the divorce rate as well as the use of birth controlmethods as much as such policies are feasible.III. D. Direct Evidence Some people seem to accept that the Welfare State displaces some of the functions of thefamily see, for example, the recent empirical work on army pensions by Costa 1997.31 Perhapsmore difficult, however, is to accept that in practice the design of the Welfare State already takesinto account the natural strength of family networks, as suggested by our model. Although aformal statistical test is difficult to construct, it would be important to show that somethingconsistent with the mechanisms presented in our model actually takes place in reality.We believe that the standard descriptions of unemployment benefit programs e.g. the OECD Jobs Study 1994 provide such information. The basic fact we use is that unemploymentbenefit replacement rates depend on family circumstances. Thus, we observe in Australia in 1991,during the first year in unemployment, a single person would receive 28% of his or her previousearnings whereas a person with an employed spouse would receive 0% a person with a dependentspouse would receive 50% of his or her previous earnings, but this is probably an income effect.A spouse is a very narrow definition of a network, but is probably the only verifiable measure of30the individuals ability to rely on informal insurance making State benefits dependent on theunemployment status of a sibling may cause difficulties since an individual may be able to crediblyclaim that their brother or sister is not willing to help.The OECD Jobs Study provides information on unemployment benefit replacement rates not just for Australia but for 21 countries, in each of the first 3 years of unemployment. In thefirst year, single individuals receive more State help than married individuals with a spouse inwork in 7 of the 21 countries. During the second year, single unemployed individuals receive morehelp from the State in 12 out of 18 countries in the remaining 3 countries, the State provides zerobenefits in both cases. During the third year, the same is true in 13 out of 14 cases in theremaining 7 countries, the State provides zero benefits in both cases. Overall, for 32 out of 53cases or 60% in which the State provides unemployment benefits, single people receive more State help than married individuals with working spouses. In every case, single people receive noless help than married individuals with a working spouse.Furthermore, perhaps the most extreme feature of our model is the absence, in many cases,of solutions where both the State and the family should provide a positive level of benefits. In otherwords, the State should either opt out completely from the provision of social insurance, orprovide such a generous amount that insurance no longer becomes a motive for intrafamilytransfers. In 21 out of the 32 cases where there is less State help for individuals who can rely ontheir spouses, the State opts out completely from the provision of social insurance i.e. theunemployment benefit replacement rate for married individuals is zero.IV. Concluding Remarks IV. Concluding Remarks In the absence of the Welfare State families provide a lot of the social insurance availableto an individual. Thus, in order to design the optimal Welfare State, we must first know the effectof public transfers on intrafamily insurance. In this paper we use the exchange model of thefamily i.e. one that is based on nonaltruistic preferences to study unemployment insurance.Thus, all transfers within families occur because members expect, and receive, reciprocity when31circumstances change. In the benchmark case, public transfers crowd out family insurancetransfers oneforone, so the existence of family insurance is irrelevant for the design of theoptimal Welfare State.The model is then extended to capture the idea that family contracts are informal and notlegally enforceable, whereas the State can simply use the power to tax the employed to supportindividuals on unemployment benefits. When families can only use selfenforcing contracts, anincrease in the level of public transfers crowds out family transfers by more than oneforone. Bychanging the penalty for defection from the family network, increases in public transfers reducethe set of selfenforceable contracts available to the family. In other words, total transfers to anunemployed individual fall as the generosity of the Welfare State increases. This provides adramatic departure from the predictions of traditional models.A direct application of the model lies in designing the optimal size of the Welfare State inour case, of unemployment benefit programs when families also provide unemployment insuranceinformally. There are two possibilities, depending on the natural strength of families. If familiesare naturally weak, in the sense that they cannot by themselves provide their members with agenerous level of insurance maybe due to a high rate of time preference, or a difficulty inostracizing members, the State should intervene and provide all the insurance available toindividuals. If families are strong enough to be able to fully insure their members without Statesupport, then the State should either stay out and provide no unemployment insurance, orintervene and become the soleprovider of social insurance.We consider the possibility that our results are driven by modelling families as inherentlyweak they are inferior to the State in terms of contract technology. In the second section of thepaper, we assume that families are better than the State at monitoring the activities of familymembers. This has been called the peer monitoring view Arnott and Stiglitz 1991. We assumethat families can perfectly monitor the search activities of unemployed members while the Statedoes not have this capacity, and hence cannot make unemployment insurance payments contingent32 The model could also be applied to study adverse selection problems, where the family hassuperior knowledge on individual characteristics visavis the State.32on the amount of search undertaken.32 Again we find that public transfers crowd out familyinsurance transfers more than oneforone. However the implications for the theory of the optimalsize of unemployment benefit programs are now somewhat different.A simple message of this paper is that even if total insurance transfers available to anindividual fall as the State increases the generosity of its welfare program the more than oneforone crowding out result, it does not mean that the State should not intervene in the provision ofsocial insurance. The paper allows for a number of interesting extensions. We discuss some ofthese, such as how the rise in divorce rates or the introduction of the pill may be expected to affectthe design of the Welfare State; how the model can be used to study welfare programs that assistsingle mothers; how the different attitudes of political parties towards the family and the Welfare State can be explained; and why a cursory look at the direct evidence available is consistent withthe model. It would be incorrect to argue that the huge complexities of the topics covered in thepaper can be completely captured in just one simple model. Nevertheless, we believe that themodel shows a potentially fruitful way in which we can incorporate families into discussions aboutthe optimal Welfare State.33sgnMbf MrsgnMFMrMFMbfA1B1Ut UzwUbf 1Uzw%tzbfz0A2MFMbptzbbf%bpzbpbpj%rz WwUbf%bp1UU1Uz WpwUbp 1UU1UA3Appendix IRemark:Remark: i The level of family transfers decreases with the rate of time preference when familycontracts are nonenforceable, and the enforceability constraint binds. ii For a sufficiently lowrate of time preference, families are able to enforce full insurance on their own.Proof: i When the enforceability constraint binds, Fbf,bp,u,U0 and Fbf0. Using theimplicit function theorem yieldswhich equals sgnFr. When uU for identical families, FrzwUbfbp1UzwUbp1U0. Hence, the level of family transfers decreases with the rate of time preference. iiWhen the rate of time preference is sufficiently low, families alone are able to enforce their ownfull insurance: for example, when r0 and bp0, full insurance which occurs when WwUbf1Ubf is enforceable because the net benefit from not cheating, from 12, is positive. It is givenby Since zwUbf1UzwUbf1Uz WwUbf1U and zbfz0bfzbfbf due to diminishingmarginal utility, where z W. represents the derivative of z. with respect to net wages, these twoinequalities imply that Btbfz WwUbf1Utbfzbfbf0. Hence B, the net benefit from notcheating, is positive and the enforceability constraint is satisfied when WwUbf1Ubf. Proposition Proposition 3 More than OneforOne Crowding Out, Part I: 3 More than OneforOne Crowding Out, Part I: When there are no moral hazardproblems, and family contracts are nonenforceable, increases in the level of public transferscrowd out family transfers by more than oneforone.Proof: Proceed by proof by contradiction to show bfbp1. That is, assume initially bfbp1. When the enforceability constraint binds, Fbf,bp,u,U0 and Fbf0. Using the implicitfunction theorem, FbpFbf1, which implies that FbpFbf. For identicalfamilies, uU. Then, from equation 1234MFMbftzbbf%bpj%rz WwUbf%bp1UU1UA4tzbpbp%U1Uz WpwUbp 1Uj%r0A5U1Uz WpwUbp 1Uzbpbptj%rA6zwUbp 1UzwUbf%bp1Uzbf%bpzbptj%rA7U1UzwUbp 1UzwUbf%bp1Uz WpwUbp 1Uzbpbpzbf%bpzbpA8andwhere z W. represents the derivative of z. with respect to wages net of total transfer premiumswUbfbp1U and z Wp. represents the derivative of z. with respect to wages net of publictransfer premiums wUbp1U.Then Fbp Fbf impliesor But the binding enforceability constraint implies that Substituting A7 for the right hand side of the inequality in A6 implies that Furthermore, diminishing marginal utility means that the following inequalities must hold:zwUbp1UzwUbfbp1U z WpwUbp1UUbf1Uand zbpbpzbfbpzbpbf.Substituting these inequalities into A8 yields U1UU1U, which is thecontradiction which we sought. Hence35Mbf Mbp1A9MFMbptzbbf%bpzbpbpj%rz WwUbf%bp1UU1U%U1Ubpbf%bpz WpwUbp 1UU1U%U1Ubpbp%1UUbpzwUbf%bp1UzwUbp 1UtA10 Proposition Proposition 4 Optimal Size of the Welfare State, Part I: 4 Optimal Size of the Welfare State, Part I: When there are no moral hazardproblems, and family contracts are nonenforceable, the social welfare maximizing level of publictransfers depends on the natural strength of families. If families can enforce full insurance on theirown, there exist at least two levels of public transfers which yield a social welfare optimum.Otherwise, there exists a unique level of public transfers maximizing social welfare.Proof: If families are able to enforce their own full insurance, then 80 and Fbf,bp,u,U0when bp0 from 15. Hence Mbf0 from 14, which implies full insurance: WwUbf1Ubf from 7. In the States problem, this corresponds to families setting bf1Uw whenbp0 see constraint ii of problem 16. Consequently, when the State sets public transfers equalto zero, a social welfare optimum obtains. However, another social welfare optimum also occurswhen the State fully insures family members, whose own transfers then equal zero, in which case WwUbp1Ubp Y bp1Uw. If families cannot enforce their own full insurance, thenbp1Uw is the unique level of public transfers which maximizes welfare, since no other levelof public transfers results in full insurance. Proposition Proposition 5 More than OneforOne Crowding Out, Part II: 5 More than OneforOne Crowding Out, Part II: When there are moral hazardproblems arising from the provision of public transfers which increase unemployment, and familycontracts are nonenforceable, increases in the level of public transfers crowd out family transfersby more than oneforone.Proof: Proceed by proof by contradiction to show bfbp1.That is, assume initially bfbp1.When the enforceability constraint binds, Fbf,bp,uebp,U0 and Fbf0. Using the implicitfunction theorem, FbpFbf1, which implies that FbpFbf. When familyunemployment is a function of public transfers uebp, and noting that uebpUbpU foridentical families in equilibrium, equation 12 implies36MFMbftzbbf%bpj%rz WwUbf%bp1UU1UA11tzbpbp%j%rU1Uz WpwUbp 1UA12aj%rU1Ubpz WwUbf%bp1Ubf%bpz WpwUbp 1Ubp%A12b1UUbpzwUbf%bp1UzwUbp 1Ut0A12cj%rU1Ubpz WwUbf%bp1Ubf%1UUbpzwUbf%bp1UzwUbp 1Ut0A13j%rtU1Ubpbf1UUbpzwUbp 1UzwUbf%bp1Uz WwUbf%bp1UA14and Then Fbp Fbf implies We now show that it is not possible for this expression to be greater than, or equal to,zero. First, A12a is negative from the proof of Proposition 2.Second, the terms in bp in A12b must also be negative, since diminishing marginal utilityimplies jrU1Ubpz WwUbfbp1U z WpwUbp1Ubp0.Third, it is not possible for the remaining part of equation A12 to be greater than, orequal to, zero. If these terms are nonnegative then Hence Since zwUbp1UzwUbfbp1Uz WwUbfbp1UUbf1U, due to diminishingmarginal utility, this implies33 Social welfare increases with total transfers to the unemployed up to full insurance anddecreases with unemployment.37j%rtU1Ubp1UUbp U1UA151U%rt1U1UA16Mbf Mbp1A17where U1UbpUbp1U2, 1UUbpUbpU2 and j1UtU. Substituting for theseexpressions leads to the contradiction The inequality in A16 is not satisfied: the lefthand side is greater than the righthand side.Combining these three results impliesProposition Proposition 6 Optimal Size of the Welfare State, Part II: 6 Optimal Size of the Welfare State, Part II: If SPUBSFAM, the social welfareoptimum occurs when families are the sole providers of transfers. If SPUBSFAM, the social welfareoptimum occurs when the State is the sole provider of transfers.Proof: When the State provides zero transfers, families can enforce their highest level of transferssee Proposition 5. Social welfare, UbpA1UbpB, is greater at this point than at anypositive level of both public and family transfers, since total transfers are higher andunemployment is lower.33 Thus, if families provide positive transfers in the social welfare optimum,they must be the sole provider of transfers, in which case social welfare equals SFAM.If SPUBSFAM, families achieve a higher level of welfare by providing transfers for theirmembers than the State achieves alone. Hence, at the welfare optimum, families are the soleproviders of transfers.If SPUBSFAM, the State achieves a higher level of welfare by being the soleprovider oftransfers than when both positive family and public transfers exist since SFAM is the highest levelof welfare attainable when family transfers are positive. Hence, at the welfare optimum, the Stateis the sole provider of transfers. 38Appendix IIFigure Figure 1: 1: Total Transfers and Social Welfare, as a function of Public Transfers, when Family Contracts are Nonenforceable and there exist no Moral Hazard Problems.Figure Figure 2: 2: Total Transfers and Social Welfare, as a function of Public Transfers, when Family Contracts are Nonenforceable and there exist Moral Hazard Problems for the State.39References References Abreu, D. 1988 On the Theory of Infinitely Repeated Games with Discounting, Econometrica,56: 38396.Arnott, R. and J. Stiglitz 1991 Moral Hazard and Nonmarket Institutions: Dysfunctional Crowding Out or Peer Monitoring?, American Economic Review, 811: 17989.Atkinson, A. and J. Micklewright 1991 Unemployment Compensation and Labour Market Transitions: A Critical Review, Journal of Economic Literature, Vol. 29: 16791727.Baily, M. 1978 Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics, 103: 379402.Baker, G., Gibbons, R. and K. Murphy 1994 Subjective Performance Measures in Optimal Incentive Contracts, Quarterly Journal of Economics, 1092: 112556.Barro, R. 1974 Are Government Bonds Net Wealth?, Journal of Political Economy, 82, 1095117.Becker, G. 1991 A Treatise on the Family, Cambridge, Massachusetts: Harvard University Press.Bernheim, B., A. Shleifer and L. Summers 1985 The Strategic Bequest Motive, Journal of Political Economy, 93, 104576.Besley, T. 1995 Nonmarket Institutions for Credit and Risk Sharing in LowIncome Countries,Journal of Economic Perspectives, 93: 11527.Besley, T. and S. Coate 1991 Public Provision of Private Goods and the Redistribution of Income, American Economic Review, 81: 97984.Coate, S. and M. Ravallion 1993 Reciprocity Without Commitment: Characterization and Performance of Informal Insurance Arrangements, Journal of Development Economics,40: 124.Costa, D. 1997 Displacing the Family: Union Army Pensions and Elderly Living Arrangements, Journal of Political Economy, 1056: 126992.Cox, D. 1987 Motives for Private Income Transfers, Journal of Political Economy, 95: 508546.Dasgupta, P. 1993 An Inquiry into WellBeing and Destitution, New York: Oxford University Press.Ehrenberg, R. and R. Oaxaca 1976 Unemployment Insurance, Duration of Unemployment and Subsequent Wage Gain, American Economic Review, 665: 75466.Farrell, J. and E. Maskin 1989 Renegotiation in Repeated Games, Games and Economic Behaviour, 1:32760.Feldstein, M. 1976 Temporary Layoffs in the Theory of Unemployment, Journal of Political Economy, 845: 93757.Feldstein, M. 1978 The Effect of Unemployment Insurance on Temporary Layoff Unemployment, American Economic Review, 685: 83446.Gibbons, R. 1992 A Primer in Game Theory, New York: Harvester Wheatsheaf.Kimball, M. 1988 Farmers Cooperatives as Behaviour Toward Risk, American Economic Review, 78, 22432.Kocherlakota, N. 1996 Implications of Efficient Risk Sharing without Commitment, Reviewof Economic Studies, 63, 595609.Kotlikoff, L., J. Shovan and A. Spivak 1986The Effect of Annuity Insurance on Savings and Inequality, Journal of Labour Economics, 43 Part 2, 183207.Kotlikoff, L. and A. Spivak 1981 The Family as an Incomplete Annuities Market, Journal of Political Economy, 892: 37292.Kranton, R. 1996 Reciprocal Exchange: A SelfSustaining System, American Economic40Review, 864, 83051.Kuper, A. and J. Kuper 1996, The Social Science Encyclopedia, 2nd edition, London:Routledge.Layard, R., S. Nickell and R. Jackman 1991 Unemployment: Macroeconomic Performance andthe Labour Market, New York: Oxford University Press.Moss, D. 1996 Confronting the Third Industrial Revolution, Harvard Business School, Case 9796161.Nickell, S. 1979 The Effect of Unemployment and Related Benefits on the Duration of Unemployment, Economic Journal, 89: 3449.OECD, Paris 1994 The OECD Jobs Study.Peace, A. 1979 A Study of SouthernNigerian Country Workers, in A. Peace ed Choice,Class and Conflict, New York: The Harvester Press Limited.Pissarides, C. 1990 Equilibrium Unemployment Theory, Oxford: Basil Blackwell.Prendergast, C. and L. Stole 1996 Monetizing Exchange, mimeo, University of Chicago.Rotemberg, J. and G. Saloner 1986 A SupergameTheoretic Model of Business Cycles and Price Wars During Booms, American Economic Review,76: 390407.Shavell, S. and L. Weiss 1979 The Optimal Payment of Unemployment Benefits over Time,Journal of Political Economy, 876: 134762.Thomas, J. and T. Worrall 1988 SelfEnforcing Wage Contracts, The Review of Economic Studies, 55, 541554. Topel, R. and F. Welch 1980 Unemployment Insurance: Survey and Extensions, Economica,47: 35279.Udry, C. 1990 Credit Markets in Northern Nigeria: Credit as Insurance in a Rural Economy,World Bank Economic Review, 4.2008B01082007B0307B0207B01072006B0306B0206B01062005B1105EuroDiplomatie durch gemeinsame Wirtschaftsregierung Martin Seidel Lohne und Steuern im Systemwettbewerb der Mitgliedstaatender Europaischen Union Konsolidierung und Reform der Europaischen Union The Ratification of European Treaties Legal and Constitutional Basis of a European Referendum.Martin Seidel Martin Seidel Martin Seidel Financial Frictions, Capital Reallocation, and Aggregate Fluctuations Financial Openness and Macroeconomic Volatility A Welfare Analysis of Capital Account Liberalization Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Martin Seidel Martin Seidel Guntram B. Wolff Gabriel GonzalezKonig Christian Volpe Martincus, Jennifer Pedussel Wu Jurgen von Hagen, Valeriya Dinger Stefan Lutz Martin Seidel Panu Poutvaara Jan Fidrmuc, Orla Doyle Jurgen von Hagen, Iulia Traistaru Josef C. Brada, Ali M. Kutan, Taner M. Yigit Jurgen von Hagen, Jizhong Zhou Jurgen von Hagen, Jizhong Zhou Martin Seidel Dieter Spethmann, Otto Steiger Guntram B. Wolff Galyna Grygorenko, Stefan Lutz Oksana Harbuzyuk, Stefan Lutz Lucjan T. Orlowski Otto Steiger Otto Steiger ElhamMafi Kreft, Steven F. Kreft Volker Reinthaler, Guntram B.Wolff Jurgen von Hagen, Taikuang Ho Martin Seidel Das Kompetenz und Entscheidungssystem des Vertrages von Rom im Wandel seiner Funktion und Verfassung Die Schutzklauseln der Beitrittsvertrage B1005B0905 Measuring Tax Burdens in Europe B0805B0705Remittances as Investment in the Absence of Altruism Economic Integration in a Multicone World?B0605Banking Sector Under?Development in Central and Eastern Europe Regulatory Standards Can Lead to Predation B0505B0405 Wahrungspolitik als Sozialpolitik B0305Public Education in an Integrated Europe: Studying to Migrateand Teaching to Stay?Voice of the Diaspora: An Analysis of Migrant Voting Behavior B0205B0105 Macroeconomic Adjustment in the New EU Member States 2004B3304The Effects of Transition and Political Instability On Foreign Direct Investment Inflows: Central Europe and the Balkans The Choice of Exchange Rate Regimes in Developing Countries: A Mulitnominal Panal Analysis Fear of Floating and Fear of Pegging: An Empirical Anaysis of De Facto Exchange Rate Regimes in Developing Countries Der Vollzug von Gemeinschaftsrecht uber die Mitgliedstaatenund seine Rolle fur die EU und den Beitrittsprozess Deutschlands Wirtschaft, seine Schulden und die Unzulanglichkeiten der einheitlichen Geldpolitik im Eurosystem Fiscal Crises in U.S. Cities: Structural and Nonstructural Causes Firm Performance and Privatization in Ukraine Analyzing Trade Opening in Ukraine: Effects of a Customs Union with the EUExchange Rate Risk and Convergence to the Euro The Endogeneity of Money and the Eurosystem B2504B2404B2304 Which Lender of Last Resort for the Eurosystem?B2204NonDiscretonary Monetary Policy: The Answer for Transition Economies?The Effectiveness of Subsidies Revisited: Accounting for Wageand Employment Effects in Business RDB2004 Money Market Pressure and the Determinants of Banking Crises Die Stellung der Europaischen Zentralbank nach dem Verfassungsvertrag B3204B3104B3004B2904B2804B2704B2604B2104B1904B1204 Measuring and Explaining Levels of Regional Economic InteTransmission Channels of Business Cycles Synchronization inan Enlarged EMUForeign Exchange Regime, the Real Exchange Rate and Current Account Sustainability: The Case of Turkey Does It Matter Where Immigrants Work? Traded Goods, Nontraded Goods, and Sector Specific Employment Do Economic Integration and Fiscal Competition Help to Explain Local Patterns?Euro Adoption and Maastricht Criteria: Rules or Discretion?The Role of Electoral and Party Systems in the Development of Fiscal Institutions in the Central and Eastern European Countriesgration Economic Integration and Location of Manufacturing Activities: Evidence from MERCOSUREconomic Integration and Industry Location in Transition Countries Testing Creditor Moral Hazard in Souvereign Bond Markets: AUnified Theoretical Approach and Empirical Evidence European Integration, Productivity Growth and Real Convergence The Contribution of Income, Social Capital, and Institutions to Human Wellbeing in Africa Rural Urban Inequality in Africa: A Panel Study of the Effectsof Trade Liberalization and Financial Deepening B1804B1704B1604B1504B1404B1304B1104B1004B0904B0804B0704B0604B0304B0204B0104Iulia Traistaru Subidey Togan, Hasan Ersel Harry P. Bowen, Jennifer Pedussel Wu Christian Volpe Martincus Jiri Jonas Sami Ylaoutinen Jennifer Pedussel Wu Pablo Sanguinetti, Iulia Traistaru,Christian Volpe Martincus Laura Resmini Ayse Y. Evrensel, Ali M. Kutan Taner M. Yigit, Ali M. Kutan Mina BaliamouneLutz, Stefan H.Lutz Mina BaliamouneLutz, Stefan H.Lutz Lucjan T. Orlowski Orla Doyle, Jan Fidrmuc Ulrich Bindseil Ronald L. Moomaw, Euy Seok Yang Martin Seidel Jurgen von Hagen, Boris Hofmann Josef C. Brada, Ali M. Kutan, Taner M. Yigit Kerstin Bernoth, Juergen von Hagen Kerstin Bernoth, Juergen von Hagen, Ludger Schulknecht Anna Iara, Iulia Traistaru Iulia Traistaru, Christian Volpe Martincus B0504 Money Rules for the Eurozone Candidate Countries B0404 Who is in Favor of Enlargement? Determinants of Support for EU Membership in the Candidate Countries Referenda Over and Underbidding in Central Bank Open Market Operations Conducted as Fixed Rate Tender Total Factor Productivity and Economic Freedom Implicationsfor EU Enlargement Die neuen Schutzklauseln der Artikel 38 und 39 des Beitrittsvertrages: Schutz der alten Mitgliedstaaten vor Storungendurch die neuen Mitgliedstaaten B27032003B2903 Macroeconomic Implications of Low Inflation in the Euro Area B2803The Effects of Transition and Political Instability on Foreign Direct Investment: Central Europe and the Balkans The Performance of the Euribor Futures Market: Efficiency andthe Impact of ECB Policy Announcements Electronic Versionof International FinanceSouvereign Risk Premia in the European Government Bond Market uberarbeitete Version zum HerunterladenHow Flexible are Wages in EU Accession Countries?B2603B2503B2403 Monetary Policy Reaction Functions: ECB versus Bundesbank Bernd Hayo, Boris Hofmann B2303Economic Integration and Manufacturing Concentration Patterns: Evidence from Mercosur Reformzwange innerhalb der EU angesichts der Osterweiterung Martin Seidel William Pyle Reputation Flows: Contractual Disputes and the Channels for InterFirm Communication Urban Primacy, Gigantism, and International Trade: Evidencefrom Asia and the Americas An Empirical Analysis of Competing Explanations of Urban Primacy Evidence from Asia and the Americas Ronald L. Moomaw, Mohammed A. Alwosabi Ronald L. Moomaw, Mohammed A. Alwosabi B2203B2103B2003B1903B1803B1703B1603B1503B1403B1303The Effects of Regional and IndustryWide FDI Spillovers on Export of Ukrainian Firms Determinants of InterRegional Migration in the Baltic States Mihails Hazans SouthEast Europe: Economic Performance, Perspectives, and Policy Challenges Employed and Unemployed Search: The Marginal Willingnessto Pay for Attributes in Lithuania, the US and the Netherlands FCIs and Economic Activity: Some International Evidence The IS Curve and the Transmission of Monetary Policy: Is therea Puzzle?Stefan H. Lutz, Oleksandr Talavera, SangMin Park Iulia Traistaru, Jurgen von Hagen B0903B1103B1003B1203 What Makes Regions in Eastern Europe Catching Up? The Role of Foreign Investment, Human Resources, and Geography Die Weisungs und Herrschaftsmacht der Europaischen Zentralbank im europaischen System der Zentralbanken einerechtliche Analyse Foreign Direct Investment and Perceptions of Vulnerability to Foreign Exchange Crises: Evidence from Transition Economies The European Central Bank and the Eurosystem: An Analysis of the Missing Central Monetary Institution in European Monetary Union The Determination of Capital Controls: Which Role Do Exchange Rate Regimes Play?Nach Nizza und Stockholm: Stand des Binnenmarktes und Prioritaten fur die Zukunft Fiscal Discipline and Growth in Euroland. Experiences with the Stability and Growth Pact Reconsidering the Evidence: Are Eurozone Business Cycles Converging?Do Ukrainian Firms Benefit from FDI?B0503B0403B0803B0703B0603Europaische Steuerkoordination und die Schweiz Commuting in the Baltic States: Patterns, Determinants, and Gains Die Wirtschafts und Wahrungsunion im rechtlichen und politischen Gefuge der Europaischen Union Jos van Ommeren, Mihails Hazans Charles Goodhart, Boris Hofmann Charles Goodhart, Boris Hofmann Gabriele Tondl, Goran Vuksic Martin Seidel Josef C. Brada, Vladimir Tomsik Gunnar Heinsohn, Otto Steiger Jurgen von Hagen, Jizhong Zhou Martin Seidel Jurgen von Hagen Michael Massmann, James Mitchell Stefan H. Lutz, Oleksandr Talavera Stefan H. Lutz Mihails Hazans Martin Seidel Marcus Hagedorn, Ashok Kaul,Tim Mennel Jennifer Pedussel Wu Debajyoti Chakrabarty Debajyoti Chakrabarty Debajyoti Chakrabarty Lucjan T. Orlowski Stefan Lutz Stefan Lutz Martin Seidel Otto Steiger Ali M. Kutan, Taner M. Yigit Bernd Hayo, Ali M. Kutan B0303B0203B01032002B3002B2502B2402B2302B2202B2102B2002An Adverse Selection Model of Optimal Unemployment Assurance B29B02 Trade Agreements as Selfprotection B29A02 Growth and Business Cycles with Imperfect Credit Markets B2802B2702Inequality, Politics and Economic Growth Poverty Traps and Growth in a Model of Endogenous Time Preference B2602 Monetary Convergence and Risk Premiums in the EU Candidate Countries Trade Policy: Institutional Vs. Economic Factors The Effects of Quotas on Vertical Intraindustry Trade Legal Aspects of European Economic and Monetary Union Der Staat als Lender of Last Resort oder: Die Achillesversedes Eurosystems Nominal and Real Stochastic Convergence Within the Transition Economies and to the European Union: Evidence from Panel Data The Impact of News, Oil Prices, and International Spilloverson Russian Fincancial MarketsEast Germany: Transition with Unification, Experiments and Experiences Regional Specialization and Employment Dynamics in Transition Countries Specialization and Growth Patterns in Border Regions of Accession Countries Regional Specialization and Concentration of Industrial Activityin Accession Countries Does Broad Money Matter for Interest Rate Policy?The Long and Short of It: Global Liberalization, Poverty and Inequality De Facto and Official Exchange Rate Regimes in Transition Economies Argentina: The Anatomy of A Crisis The Eurosystem and the Art of Central Banking National Origins of European Law: Towards an Autonomous System of European Law?Has the Link Between the Spot and Forward Exchange Rates Broken Down? Evidence From Rolling Cointegration Tests Perspektiven der Erweiterung der Europaischen Union Is There Asymmetry in Forward Exchange Rate Bias? MultiCountry Evidence Real and Monetary Convergence Within the European Unionand Between the European Union and Candidate Countries: ARolling Cointegration Approach Asymmetric Monetary Policy Effects in EMUThe Choice of Exchange Rate Regimes: An Empirical Analysisfor Transition Economies The Euro System and the Federal Reserve System Compared:Facts and Challenges Does Inflation Targeting Matter?B1902B1802B1702B1602B1502B1402B1302B1202B1102B1002B0702B0602B0502B0402B0302B0202B01022001B2901B2801B2701B2601von Hagen, Rolf R.Jurgen Strauch, Guntram B. Wolff Iulia Traistaru, Guntram B. Wolff Laura Resmini Iulia Traistaru, Peter Nijkamp, Simonetta Longhi Matthias Bruckner, Andreas Schaber Christian E. Weller, Adam Hersch Jurgen von Hagen, Jizhong Zhou Jiri Jonas Gunnar Heinsohn, Otto Steiger Martin Seidel Martin Seidel Su Zhou, Ali M. Kutan Josef C. Brada, Ali M. Kutan, Su Zhou Volker Clausen, Bernd Hayo Jurgen von Hagen, Jizhong Zhou Karlheinz Ruckriegel, Franz Seitz Manfred J. M. Neumann, Jurgenvon Hagen Karlygash Kuralbayeva, Ali M. Kutan, Michael L. Wyzan DeutschFranzosischesschaftspolitisches Forum Bernd Hayo, Ali M. Kutan WirtKonstantinos Drakos, Ali M. Kutan Lucjan T. Orlowski Jarko and Jan Fidrmuc Jan Fidrmuc Matthias Bruckner Josef C. Brada, Ali M. Kutan Anna RubinchikPessach R.W. Hafer, Ali M. Kutan B0902 Monetary Policy in the Euro Area Lessons from the First Years Volker Clausen, Bernd Hayo B0802Ali M. Kutan, Su Zhou Is Kazakhstan Vulnerable to the Dutch Disease?Political Economy of the Nice Treaty: Rebalancing the EUCouncil. The Future of European Agricultural Policies Investor Panic, IMF Actions, and Emerging Stock Market Returns and Volatility: A Panel Investigation Regional Effects of Terrorism on Tourism: Evidence from Three Mediterranean Countries B2501 Monetary Convergence of the EU Candidates to the Euro: ATheoretical Framework and Policy Implications Disintegration and Trade B2401B2301 Migration and Adjustment to Shocks in Transition Economies B2201B2101Strategic Delegation and International Capital Taxation Balkan and Mediterranean Candidates for European Union Membership: The Convergence of Their Monetary Policy With That of the Europaen Central Bank An Empirical Inquiry of the Efficiency of Intergovernmental Transfers for Water Projects Based on the WRDA Data Detrending and the MoneyOutput Link: International Evidence B2001B1901B1801 Monetary Policy in Unknown Territory. The European Central Bank in the Early Years Executive Authority, the Personal Vote, and Budget Disciplinein Latin American and Carribean Countries Sources of Inflation and Output Fluctuations in Poland and Hungary: Implications for Full Membership in the European Union Programs Without Alternative: Public Pensions in the OECDFormal Fiscal Restraints and Budget Processes As Solutions toa Deficit and Spending Bias in Public Finances U.S. Experience and Possible Lessons for EMUGerman Public Finances: Recent Experiences and Future Challenges The Impact of Eastern Enlargement On EULabour Markets.Pensions Reform Between Economic and Political Problems Inflationary Performance in a Monetary Union With Large Wage Setters Integration of the Baltic States into the EU and Institutionsof Fiscal Convergence: A Critical Evaluation of Key Issues and Empirical Evidence Democracy in Transition Economies: Grease or Sand in the Wheels of Growth?The Functioning of Economic Policy Coordination The Convergence of Monetary Policy Between Candidate Countries and the European Union Opposites Attract: The Case of Greek and Turkish Financial Markets Trade Rules and Global Governance: A Long Term Agenda.The Future of Banking.The Determination of Unemployment Benefits Preferences Over Inflation and Unemployment: Evidence from Surveys of Happiness The Konstanz Seminar on Monetary Theory and Policy at Thirty Divided Boards: Partisanship Through Delegated Monetary Policy Breakinup a Nation, From the Inside Income Dynamics and Stability in the Transition Process, general Reflections applied to the Czech Republic Budget Processes: Theory and Experimental Evidence B1701B1601B1501B1401B1301B1201B1101B1001B0901B0801B0701B0601B0501B0401B0301B0201B01012000B2000B1900B1800B1700B1600B1500B1400B1300von Hagen, Matthias Jurgen Bruckner Mark Hallerberg, Patrick Marier Selahattin Dibooglu, Ali M. Kutan Christian E. Weller Rolf R. Strauch, Jurgen von Hagen Jurgen von Hagen, Rolf R. Strauch DeutschFranzosischesschaftspolitisches Forum Lilia Cavallar WirtAli M. Kutan, Niina PautolaMol Jan Fidrmucvon Hagen,Jurgen Mundschenk Josef C. Brada, Ali M. Kutan Susanne WirtKonstantinos Drakos, Ali M. Kutan DeutschFranzosischesschaftspolitisches Forum Rafael di Tella, Robert J. MacCulloch Rafael di Tella, Robert J. MacCulloch, Andrew J. Oswald Michele Fratianni, Jurgen von Hagen Etienne Farvaque, Gael Lagadec Etienne Farvaque Jens Holscher KarlMartin Ehrhart, Roy Gardner,Jurgen von Hagen, Claudia Keser Martin Seidel PadoaSchioppa Jurgen von Hagen, Ralf Hepp Selahattin Dibooglu, Ali M. Kutan Nauro F. Campos Ruckfuhrung der Landwirtschaftspolitik in die Verantwortungder Mitgliedsstaaten? Rechts und Verfassungsfragen des Gemeinschaftsrechts The European Central Bank: Independence and Accountability Christa RandzioPlath, Tomasso Regional Risk Sharing and Redistribution in the German Federation Sources of Real Exchange Rate Fluctuations in Transition Economies: The Case of Poland and Hungary Back to the Future: The Growth Prospects of Transition Economies ReconsideredRechtsetzung und Rechtsangleichung als Folge der Einheitlichen Europaischen Wahrung A Dynamic Approach to Inflation Targeting in Transition Economies The Importance of Domestic Political Institutions: Why and How Belgium Qualified for EMURational Institutions Yield Hysteresis The Effectiveness of SelfProtection Policies for Safeguarding Emerging Market Economies from Crises Financial Supervision and Policy Coordination in The EMUThe Demand for Money in Austria Liberalization, Democracy and Economic Performance during Transition A New Political Culture in The EU Democratic Accountabilityof the ECBIntegration, Disintegration and Trade in Europe: Evolution of Trade Relations during the 1990s Inflation Bias and Productivity Shocks in Transition Economies:The Case of the Czech Republic B0100 Monetary Union and Fiscal Federalism Skills, Labour Costs, and Vertically Differentiated Industries: AGeneral Equilibrium Analysis B2599 Micro and Macro Determinants of Public Support for Market Informal Family Insurance and the Design of the Welfare State Rafael Di Tella, Robert MacB1200B1100B1000B0900B0800B0700B0600B0500B0400B0300B02001999B2699B1799B1599B1499B1399B12 99B1199B1099Martin Seidel Lucjan T. Orlowski Marc Hallerberg Rafael Di Tella, Robert MacCulloch Kenneth Kletzer WirtDeutschFranzosischesschaftspolitisches Forum Bernd Hayo Jan Fidrmuc Christa RandzioPlath Jarko Fidrmuc, Jan Fidrmuc Josef C. Barda, Arthur E. King, Ali M. Kutan Kenneth Kletzer, Jurgen von Hagen Stefan Lutz, Alessandro Turrini Bernd Hayo Robert Mac Culloch Culloch Rafael Di Tella, Robert MacCulloch Josef C. Brada, Ali M. Kutan Helmut Seitz Ali M. Kutan, Josef C. Brada Christian E. Weller, Bernard Morzuch Jan Fidrmuc, Julius Horvath and Jarko Fidrmuc Christian E.Weller and Mark J.Scher Christian E. Weller Bernd Hayo and Birgit Uhlenbrock Christian E. Weller and Jurgen von Hagen Mehmet Caner and Lutz Kilian DeutschFranzosischesschaftspolitisches Forum Christian Weller WirtReforms in Eastern Europe B2499 What Makes a Revolution?B2399B2299Partisan Social Happiness B2199B2099B1999B1899 Why are Eastern Europes Banks not failing when everybody The End of Moderate Inflation in Three Transition Economies?Subnational Government Bailouts in Germany The Evolution of Monetary Policy in Transition Economieselses are?Stability of Monetary Unions: Lessons from the BreakUp of Czechoslovakia B1699 Multinational Banks and Development Finance Financial Crises after Financial Liberalization: Exceptional Circumstances or Structural Weakness?Industry Effects of Monetary Policy in Germany Fiancial Fragility or What Went Right and What Could Go Wrong in Central European Banking?Size Distortions of Tests of the Null Hypothesis of Stationarity:Evidence and Implications for Applied Work Financial Supervision and Policy Coordination in the EMUFinancial Liberalization, Multinational Banks and Credit Supply: The Case of Poland B0999 Monetary Policy, Parameter Uncertainty and Optimal Learning Volker Wieland B0899Christian Weller The Connection between more Multinational Banks and less Real Credit in Transition EconomiesComovement and Catchup in Productivity across Sectors: Evidence from the OECDProductivity Convergence and Economic Growth: A Frontier Production Function Approach Tumbling Giant: Germanys Experience with the Maastricht Fiscal Criteria The FinanceInvestment Link in a Transition Economy: Evidence for Poland from Panel Data The Macroeconomics of Happiness The Consequences of Labour Market Flexibility: Panel Evidence Based on Survey Data The Excess Volatility of Foreign Exchange Rates: Statistical Puzzle or Theoretical Artifact?Labour Market Tax Policy in the EMUCan Taxing Foreign Competition Harm the Domestic Industry?Free Trade and Arms Races: Some Thoughts Regarding EURussian Trade Fiscal Policy and Intranational RiskSharing Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero B0799B0699B0599B0499B0399B0299B01991998B1698B1598B1498B1398B1298B1198B1098B0598B0498B0398B0298B0198B11A98 Die Bewertung der dauerhaft tragbaren offentlichen Finanzlageder EU Mitgliedstaaten beim Ubergang zur dritten Stufeder EWWUExchange Rate Regimes in the Transition Economies: Case Study of the Czech Republic: 19901997Der Wettbewerb der Rechts und politischen Systeme in der Europaischen Union U.S. Monetary Policy and Monetary Policy and the ESCBB0998B0898 MoneyOutput Granger Causality Revisited: An Empirical Analysis of EU Countries uberarbeitete Version zum HerunterladenDesigning Voluntary Environmental Agreements in Europe: Some Lessons from the U.S. EPAs 3350 Program B0698 Monetary Union, Asymmetric Productivity Shocks and Fiscal B0798Insurance: an Analytical Discussion of Welfare Issues Estimating a European Demand for Money uberarbeitete Version zum HerunterladenThe EMUs Exchange Rate Policy Central Bank Policy in a More Perfect Financial System Trade with LowWage Countries and Wage Inequality Budgeting Institutions for Aggregate Fiscal Discipline 1997B0497 Macroeconomic Stabilization with a Common Currency: Does European Monetary Unification Create a Need for Fiscal Insurance or Federalism?Liberalising European Markets for Energy and Telecommunications: Some Lessons from the US Electric Utility Industry Employment and EMUB0397B0297B0197A Stability Pact for Europe Christopher M. Cornwell and JensUwe Wachter Christopher M. Cornwell and JensUwe Wachter Jurgen von Hagen and Rolf Strauch Christian Weller Rafael Di Tella, Robert MacCulloch and Andrew J. Oswald Rafael Di Tella and Robert MacCulloch Robert B.H. Hauswald DeutschFranzosischesschaftspolitisches Forum Stefan Lutz Rafael Reuveny and John Maxwell WirtJurgen von Hagen Athanasios Orphanides and Volker Wieland Rolf Strauch Julius Horvath and Jiri Jonas Martin Seidel Robert L. Hetzel Bernd Hayo John W. Maxwell Kenneth Kletzer Bernd Hayo WirtDeutschFranzosischesschaftspolitisches Forum Jurgen von Hagen Ingo Fender Jaleel Ahmad Jurgen von Hagen Kenneth Kletzer Tom Lyon John Mayo DeutschFranzosischesschaftspolitisches Foruma Forum organized by ZEIWirtISSN 1436 6053Zentrum fur Europaische Integrationsforschung Center for European Integration Studies Rheinische FriedrichWilhelmsUniversitat Bonn WalterFlexStrasse 3D53113 Bonn Germany Tel.: 49228731732Fax: 49228731809www.zei.de", "filename": "309109051.pdf", "person": ["Rafael DiTella", "DiTella, Rafael", "Robert MacCulloch", "MacCulloch, Robert"], "date": ["1999"]}