{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/2350/1/309474892.pdf"], "title": ["Predicting real exchange rates from real interest rate differentials and net foreign asset stocks : evidence for the mark/dollar parity"], "plaintext": "CarstenPatrick Meier Abstract:When nontraded goods prices are accounted for consistently andgenuine stock data on bilateral foreign asset holdings is employed, a modified stickyprice exchange rate model by far outperforms the benchmark random walkmodel in empirically forecasting the Dmarkdollar parity out of sample. Superior forecastperformance holds both over long horizons and from the firststep. Extending the sample back to the Bretton Woods periodleaves the models parameters and its performance virtually unaffected. By implication, the explanatory variables of the modelshow a pattern of exchange rate regimedependent volatility thatis similar to that of the real exchange rate itself.Keywords:Real exchange rates; Real interest rates; Net foreign assets; Nontradables prices; Fixedfloating exchange rate regimes JEL classification: F31, F32Kiel Institute of World Economics 24100 Kiel, Germany Telephone: 494318814267Fax: 494318814525Email: carsten.meierifw.unikiel.deKiel Institute of World Economics Keywords: 1 Introduction Predicting Real Exchange Rates from Real Interest Rate Differentials and Net Foreign Asset Stocks: Evidence for the MarkDollar Parity CarstenPatrick Meier JEL Classification: F31, F32When nontraded goods prices are accounted for consistently and genuine stock data onbilateral foreign asset holdings is employed, a modified stickyprice exchange rate modelby far outperforms the benchmark random walkmodel in empirically forecasting the Dmarkdollar parity out of sample. Superior forecast performance holds both over long horizons and from the first step. Extending the sample back to the BrettonWoodsperiodleaves the models parameters and its performance virtually unaffected. By implication, theexplanatory variables of the model show a pattern of exchange rate regimedependentvolatility that is similar to that of the real exchange rate itself.Real exchange rates; Real interest rates; Net foreign assets; Nontradablesprices; Fixedfloating exchange rate regimes This paper investigates the behavior of the quarterly real exchange rate of the U.S. dollarvisavis the Dmark over the recent floating period. I find that when the prices of nontraded goods are accounted for consistently and genuine stock data on bilateral net foreign asset holdings is employed, a reducedform time series equation based on the stickyprice monetary model proposed of Dornbusch 1976 and Frankel 1979 by far outperforms the benchmark random walkmodel in outofsample forecasting. Over longerforecast horizons, the models root mean square forecast error is only a quarter of that ofthe naive forecast; still, superior forecast performance is not confined to long horizonsbut holds from the first forecast step. Rival specifications, some of which are proposed inthe literature, can be shown to be dominated in terms of both forecast quality and insample fit. With coefficient estimates stable and in line with theoretical prejudices themodel is capable of explaining roughly sixty percent of the total quarterly variation of thedollarmark real exchange rate over the floating rates period. Under reasonable assumpPredicting Real Exchange Rates 2tions, the results support the hypothesis that the nominal exchange rate overshoots itslongrun level in the short run, but they also imply that real exchange rate adjustmenttypically proceeds more gradually than standard stickyprice theories would predictEichenbaum and Evans 1995. When the sampling period is extended to include tenyears of observations from the BrettonWoods system of fixed exchange rates, I find theparameter estimates virtually unaffected; the models insample fit and its outofsampleforecast performance even improve. By implication, the fundamentals used to explain thereal exchange rate show a pattern of exchange rate regimedependent volatility that issimilar to that of the real exchange rate itself. So, in contrast to most published work, themodel has the desirable property see Flood and Rose 1995 of accounting for the stylized fact that the volatility of the real exchange rate is substantially higher under a regimeof flexible nominal exchange rates than under a fixed rate regime.Starting point of my analysis is the traditional stickyprice model of exchange ratebehavior incorporated in the works of Mundell 1961 and Fleming 1962 and developed in detail by Dornbusch 1976 and Frankel 1979. Distinctive features of the approach are on the one hand its focus on shortrun deviations of the real exchange ratefrom its longrun level which is defined to be the simple purchasing power parity PPPlevel and on the other the assumption of differential speeds of adjustment in markets forfinancial assets and in markets for goods which give rise to the characteristic dynamics ofthe real exchange rate. Financial markets are assumed to adjust instantaneously to disturbances, so uncovered interest parity UIP holds at every point in time. Goods prices, incontrast, adjust slowly to their longrun level, thus PPP only obtains in the long run.Movements of the real exchange rate under these assumptions occur as a result of international differences in real interest rates. Yet, since other factors to affect the real exchange rate are not considered such deviations from PPP are purely temporary phenomena caused by the shortrun stickiness of goods prices.Direct structural econometric support for the standard stickyprice model has beenweak as has been the econometric support for other exchange rate models based onfundamentals. Some promising recent attempts notwithstanding, the finding of Meeseand Rogoff 1983, 1988 of a poor outofsample forecasting performance of structuralexchange rate models model in relation to a naive random walk has not yet been overturned.1 Empirical support for the main assumptions of the standard stickyprice ap 1 Chinn and Meese 1995 and Mark and Choi 1997 show that the random walk model may be outperformed over long forecast horizons by augmented versions of the standard model. Mark 1995 as wellas Mac Donald and Taylor 1993, 1994 and Mac Donald and Marsh 1997 shows that the flexiblepricemonetary model may have superior forecast power over long horizons. The gain in forecast accuracy is,however, rather limited. Moreover, there has been some criticism regarding the interpretation of longhorizon predictability tests see Kilian 1999.Predicting Real Exchange Rates 3proach, in contrast, is relatively strong. Mussas 1986 finding of a high shortrun correlation between nominal and real exchange rates, the large and persistent deviations fromthe law of one price documented by Engel 1993, Froot, Kim and Rogoff 1995 and Engel and Rogers 1996 and the results of some direct investigations into the subject by Cecchetti 1986, Kashyap 1995 and Blinder et al. 1998 together lend strong supportfor the assumption that goods prices are sticky in the short run.Moreover, purchasingpower parity as a longrun proposition, another key assumption of the stickypricemonetary model, also seems to be well established empirically by now: A large number ofpapers document that, in general, goods prices and exchange rates tend to converge to PPP in the longrun see Rogoff 1996 for a survey. Interestingly, however, while beingoverwhelming for most industrialized countries currency pairs, the evidence in favor oflongrun PPP seems to be less clear cut for U.S. dollar parities, at least for the recentfloating rates period: a number of panel studies find that meanreversion of the real exchange rate is accepted much more easily empirically when the Dmark, rather than the U.S. dollar, is used as the base currency see e. g. Abuaf and Sweeney 1996, Papell and Theodoridis 1998, Lothian 1998, Canzoneri, Cumby and Diba 1999. Taken together, Iread the empirical evidence for the standard stickyprice model as indicating that themodel generally is a suitable framework for modeling industrialized countries exchangerates. The assumption of a constant longrun real exchange rate, however, is a ratherstrong one which apparently it does not hold universally. Therefore, it is seems worthwhile to make the standard model more flexible by allowing for permanent or longrundeviations from PPP.For the United States, casual observation suggests that one source of longrun deviations from PPP may have been current account imbalances. Over the past twentyyears, the United States have been accumulating foreign debt in an precedented magnitude while current account imbalances between other industrialized countries remainedmodest, fitting the evidence that for most other countries currencies PPP seems to holdin the longrun. Theoretically, current account imbalances may affect the exchange rateeither via their impact on expectations regarding the longrun sustainability of a given netforeign asset position or via their effect on portfolio risk considerations Hooper and Morton 1982.2 Both views suggest that under reasonable assumptions the volume of netforeign debt should cause the currency of the debtor country to depreciate relative to its PPPvalue. Econometric support for this hypothesis has been rare, however, which mayhave to do with the lack of genuine stock data on bilateral net foreign asset holdings.3 2 See also Kouri 1976, Dornbusch and Fischer 1980, Hooper and Morton 1982, Mussa 1984,Engel and Flood 1985, Krugman 1985, 1990, Meese and Rogoff 1988, and Faruqee 1995.3 Masson, Kremers and Horne 1994 have compiled data on the net foreign asset positions of the United States, Japan and Germany, respectively, against the rest of the world. These multilateral stock data mayPredicting Real Exchange Rates 4Whereas bilateral flows of goods and services on the one hand and capital or claims onthe other are regularly reported in national balance of payments statistics, this is not thecase for their accumulated stock. Cumulating the data on bilateral flows will only bychance fill the gap appropriately since it does not take into account valuation changescaused by changing prices of shares, bonds, real estates etc. and exchange rates, whichcan be quite important in practice.4 Estimating augmented versions of the standardstickyprice model for bilateral real exchange rates on the basis of these cumulated flowdata, therefore, has not been very successful Meese and Rogoff 1988, Edison and Pauls 1993, Chinn and Meese 1995. In the present paper, in contrast, I use genuine stock dataon the bilateral net foreign asset foreign asset position between the United States and Germany, constructed from the German current account statistics, to estimate a stickyprice model for the Dmarkdollar parity. I find clear evidence for a negative impact of U.S. foreign debt on the real external value of the dollar.A second source of changes in the longrun real exchange rate may be differencesin the relative prices of nontraded goods. Under the conventional definition the realexchange rate measures the overall price level of one country relative to that of anothercountry. International differences in the growth rates of nontraded goods prices, whichby definition are not equalized by international arbitrage, are reflected in changes in thelongrun real exchange rate.5 Empirically, roughly half of all goods and services produced today in a typical industrialized country are not traded internationallyDe Gregorio, Giovannini and Wolf 1994. Moreover, a number of studies have indeedfound growth rates of nontraded goods prices to be different across industrialized countries Marston 1987, De Gregorio, Giovannini and Wolf 1994, Canzoneri, Cumby and Diba 1999, so there is scope for effects of nontraded goods prices on the real exchangerate. Direct evidence for these effects also comes from Engel 1999 for a number of U.S. dollar real exchange rates, who also finds that their magnitude is rather small relative to other effects.6 Attempts to account for relative nontraded goods prices or theirdeterminants in structural econometric exchange rate models, however, again haveshown only limited success Throop 1993, Chinn and Meese 1995, Mark and Choi 1997. Yet, as I will argue below, the relative unsatisfactory results of previous studiesare likely to be due to the inconsistent way in which nontraded goods prices have beenintegrated into the standard model. Using a slightly modified approach, I find that ac be used for studying effective exchange rates as done by Faruqee 1995 and Mac Donald 1995; they areobviously inadequate when the focus is on bilateral parities.4 For instance, for the years of 1995 and 1996 Deutsche Bundesbank 1998 estimates that only roughlyhalf of the fall of Germanys net foreign asset position against the rest of world has to be attributed to thedeficit in the current account in that years, the other half was caused by valuation effects.5 See Froot and Rogoff 1995 and Rogoff 1996 for a survey on this literature.6 The relevance of Engels 1999 finding for the present study is discussed below.Predicting Real Exchange Rates 2 The Modified StickyPrice Model 2.1 The Standard Approachqtetpptptpe E qtt kqkqtqk Et qtqE qt kqtkik tik tetE ett ktik tkik tik trk ti E pt kk ttE ppt kttptE ptt kptqt tqqt ti k tk5counting for nontraded goods prices is in fact crucial for modeling the behavior of thereal exchange rate of the Dmark visavis the U.S. dollar.The rest of the paper is organized as follows. The modified stickyprice monetarymodel the empirical work is based on is derived in section 2. Section 3 lays out the dataset and presents the results of some preliminary analysis. Section 4 clarifies theeconometric approach and presents the results of estimating the model on data from thefloating exchange ratesperiod together with some diagnostic checks. Section 5 assessesthe models relative outofsample forecast performance and compares its specification toalternative models, some of which have been used previously in the literature. Section 6extends the models database to include observations from the BrettonWoods period,and section 7 concludes.Meese and Rogoff 1988 represent the essence of the DornbuschFrankel modelthe following way: The natural logarithm of the real exchange rate is defined as where is the log of the nominal exchange rate Dmarks per U.S.dollars, and denote, respectively, U.S. and German aggregate price levels such asconsumer prices or deflators for domestic aggregate output and the subscript indicatesthe period of time. PPP implies that the real exchange rate is constant 7, . Deviations of the real exchange rate from PPP are assumed to have the simple dynamicsq, where denotes expectations conditional on timeinformation and 01q is a speedofadjustment parameter that reflects the degree ofprice stickiness in goods markets. Solving for the current real exchange rate one finds11q.1Uncovered interest parity implies , where is the U.S. and the German period nominal interest rate at time . If PPP obtains in the long run, the expected longrun depreciation will be equal to the difference in the expected changes ofprice levels at home and abroad implying that periodex ante real interest rates are equalized across the two countriesin the long run. In the short run, however, sluggish price adjustment will cause the nomi 7 The formulation assumes that transport costs as well as international differences in preferences for thevarious goods prevent price indices from being exactly equal, allowing for a nonzero logarithm of thereal exchange rate.rk trk ti E pk tqttt krk trk tqtik tE qtep ttt kpt Predicting Real Exchange Rates ptE ptt kptqtqrk tkrk t 2.2 Accounting for the Prices of Nontraded Goods ppt Ttp Ntptp Tt Nptptp Ttp Ntq Ttetp Ttp Ttqtp Ntp Ttp Ntp Ttq Ttq Ttqtqtqq Ttqtq Trtkkrtkp Ntp Ttp NtTtp 6nal interest rate differential to deviate from the expected inflation differential. As a result,the ex ante real interest rate differential is0, which may be simplified to yield by use of the UIPrelation and the definition of the real exchangerate . Inserting this expression into 1 gives the characteristic relation ofthe stickyprice model between the real exchange rate and the real interest differential11q2which asserts that a transitory deviation of the current real exchange rate from its PPPlevel can be explained by the difference between the real rates of interest in the twocountries involved.To model the impact of the prices of nontraded goods on the real exchange rate,let gbe the share of these traded goods in the home countrys aggregate pricelevel, their price aggregate and the price aggregate of the nontraded goods,such that the U.S. aggregate price level is defined as gg 1 and the Germanprice level as 1gg. Inserting these definitions into the definition of thereal exchange rate, the log longrun real exchange rate based on aggregate price levelscan then be expressed as the sum of the log of the ratio of shareweighted relative pricesof nontraded goods and the log of the real exchange rate based on the prices of tradedgoods, gg 11,3If PPP is taken literally, only can be expected to remain constant over long horizons.The longrun real exchange rate based on aggregate price levels , in contrast, may assume any value, depending on the difference between relative nontraded goods prices.Clearly, when is not constant, not even in the long run, the relationship betweenthe real exchange rate and the real interest differential can no longer be characterized byequation 2. Therefore, in some of the previous studies Throop 1993, Chinn and Meese 1995, Mac Donald 1995, Faruqee 1995 the constant longrun value in 2 was replaced by its counterpart from 3, assuming that the longrun real exchange rate varieswith relative nontradables prices while the real exchange rate based on tradables pricesremains constant. This results in an augmented version of 2 such asggq 1111,4Predicting Real Exchange Rates q TtTqp Ntp Ttrk tkp Ntrk tp Ttptp Ttptp Ttad hocrtkrtkq Etktq Tttqr Tk tq Et TktTqq TtkTqr Tk t E q Ttt kq Ttr Tk tr Tk tik ti Ek ttp Tk t kp Tk t kq TtTqr Tk tr Tk tk 7which may be simplified to yield11q , 5since 3 implies 11gg. In the literature,estimation is typically based on the unrestricted version 5 which is inefficient, given thatg and gcan usually be treated as known.The more severe problem with 4 and 5, however, is that it remains an adjustment. It does not take into account the fact that when the aggregate price levelbased real exchange rate does not revert to a constant mean in the long run, investorswill adjust their expectations accordingly. As a result, the dynamic adjustment pattern ofprices and the nominal exchange rate which is the basis of the relationship 2 is nolonger represented by equation 1. Below, I will present evidence showing that it is thismisspecification which may in part be responsible for the inferior econometric results ofearlier studies.The dynamics assumed in 1, however, now apply to the real exchange rate basedon tradables prices, , giving q. Moreover, with investorsaware of PPP only holding on a tradables basis, the real interest parity condition has to be corrected for the presence of nontradables in a similarway. This yields where DDmay be called the real interest rate differential based on tradables prices. Combining theassumption concerning the dynamics with the modified interest parity condition gives11q, 6the new reduced form equation of the stickyprice model that applies when PPP holds fortraded goods only.Conveniently from an econometric point of view, equation 6 preserves the simpleregression style form of equation 2 with a constant and the ex ante real interest ratedifferential as the only regressor to explain the log of the real exchange rate. The assumption that PPP is confined to tradables is taken into account by deflating both thenominal exchange rate and the nominal interest rates by the prices of tradables instead ofaggregate price indices. As regards economic interpretation, what distinguishes equation6 from equation 2 is that since investors expect PPP to hold for traded goods only,they focus exclusively on traded goods prices such as those for manufactures or commodities when calculating whether an investment abroad is more profitable than one athome. Rents, real estate prices or fares for public utilities, in contrast, play no role intheir calculation since these prices have no impact on the nominal exchange rate. AsPredicting Real Exchange Rates q Tt 2.3 Current Account Effects 8there is no way these prices will interfere with financial arbitrage, they do not enter the UIPrelation and, therefore, do not show up in the reduced form of the stickypricemodel.Engel 1999 has recently shown that the contribution of changes in relative nontraded goods prices to the overall movement of a number of U.S. dollarbased real exchange rates is quite small relative to the contribution of changes in ; in most cases,the latter account for more than 90 percent of the real exchange rates overall variation.From equation 2 and 6 it can easily be shown why this finding does not imply thatrelative nontraded goods prices are a negligible factor for modeling exchange rate behavior, as one may be tempted to conclude. In fact, the magnitude of the measurable directinfluence of changes in relative nontraded goods prices on real exchange rate changes isa poor guide to their overall importance. What counts is the mere existence of changes inrelative nontraded goods prices. To remain within Engels argument: in equation 2 thedistinction between traded and nontraded goods not only applies to the real exchangerate but also to the real interest rate differential or, more precisely, to the expected inflation differential, and for the latter the nontraded goods price component is likely to bemuch more important than it is for the real exchange rate.8The current account may interact with the real exchange rate in two ways Hooperand Morton 1982. First, the current account may be a constraint on the real exchangerate since deviations of the actual current account from its longrun or sustainable levelrequire a change in the equilibrium real exchange rate, that is the real exchange ratethat restores a sustainable current account which, in turn, is the difference between thecurrent and the longrun desired stock of net foreign asset holdings of foreign and domestic investors Mussa 1984, Faruquee 1995. The actual real exchange rate will movetowards the new equilibrium level whenever market participants are convinced that theequilibrium real exchange rate has changed and undertake transactions accordingly. Second, the current account may affect the real exchange rate via its effect on perceivedportfolio risk: If assets denominated in a foreign currency provide imperfect insuranceagainst consumption or inflation risks at home, uncovered interest rate parity no longerobtains as riskavers investors require a premium for holding foreign assets Adler and 8 The reason is that the traded goods component of the expected inflation differential is not affected bythe enormous changes in nominal exchange rates which, given the evidence on the failure of the law ofone price see also Engel 1999, appendix C, are likely to dominate the traded goods component of thereal exchange rate and reduce the nontraded goods component accordingly.Predicting Real Exchange Rates f q TtTrk tr Tk tfttkk q Tq Tft 9Dumas 1983.9 Sign and magnitude of this risk premium depend on whether the homecountry is a net creditor or a net debtor and on the share of its net claims or debt, respectively, in world wealth which in turn depends to a large degree on the historical record of its current account. Changes in the current account will change the countrys netcreditordebtor position, change the risk premium and by this affect the real exchangerate. Note that, both the risk premium and the sustainability interpretation imply that thereal exchange rate is affected by the stock of net foreign asset holdings, rather than bythe flow of international transactions.Denoting net foreign assets of the domestic country in relation to total wealth as and assuming a linear relationship between net foreign assets and the real exchange rate,the modified reduced form stickyprice model to be estimated below for the real DmarkU.S. dollar rate readsbbbe 012 7with bq 1111 since 01q. The coefficient b 0is the PPPvalue of thereal exchange rate based on tradables prices which, under the risk premium interpretationof the net foreign asset variable, is to be considered as the real exchange rates constantequilibrium level. Under the interpretation that focuses on the longrun sustainability ofthe current account, the equilibrium real exchange rate is found by adding the net foreignasset term to the PPPlevel, b 2. In this case, the equilibrium value may vary overtime with net foreign asset holdings. The coefficient on the stock of net foreign assetsb 2 should definitely be negative under the latter interpretation: an increase in net claimsto the foreign country makes necessary a real appreciation of the domestic currency thatcauses net exports to fall and thus restores current account balance. Under the risk premium interpretation, b 2could be positive as well as negative. Given that the United States have been net debtor to Germany over most of the last two decades, and assumingthat holding U.S. dollar denominated assets do indeed provide low consumption insurance to German investors 10, one can conjecture that b 2would also have to be negativeunder this interpretation. 9 Lewis 1995 and Engel 1996 are recent surveys of the literature on risk premiums in foreign exchange markets.10 Income from German and income from U.S. sources may be positively correlated since an appreciation of the dollar against the mark, which would mean a capital gain for a German investor holding U.S.dollar denominated assets, usually comes along with an increase in German net exports that boosts German GDP.Predicting Real Exchange Rates 3 Data Description and Preliminary Analysisq Ttk 10Apart from the series on net foreign assets all data come from the International Financial Statistics and is available from the second quarter of 1961 to the third of 1998. As indicated, I use quarterly data, a choice that is primarily dictated by the data used to construct the series on net foreign assets, most of which are not collected at higher frequencies. Availability apart, quarterly data may also be more advantageous than data of higherfrequency for sorting out the fundamentals impact on the real exchange rate as it reducesthe variability of the latter without much affecting that of the former.11The real exchange rate based on the prices of tradable goods, , is calculated bytaking the logarithm of the average quarterly nominal DmarkU.S. dollar rate IFS line 134rf adding the logarithm of U.S. producer prices in manufacturing and subtracting thelogarithm of the corresponding German series both IFS line 63. To obtain an estimateof the ex ante real interest rate differential I choose 14, calculate the difference between the German 3month 1 quarter interbank deposit rate IFS 134bs and the U.S.treasury bill rate IFS 111cs, 111c until 1974:4 and subtract from this the differencebetween the U.S. and the German expected annualized 3month rate of change of the index of producer prices in manufacturing IFS line 63. Following Edison and Pauls 11 Baxter 1994 finds that the correlations between real exchange rates and real interest rates arestrongest at trend and businesscycle frequencies while there is no relationship at high frequencies.Figure 1:Quarterly DmarkU.S. dollar real exchange rate and U.S.German real 3month interest rate differential1210864202468196019651970197519801985199019956080100120140160180Real Exchange Rate Real Interest Rate Differential left scaleBrettonWoods Period Note: Quarterly data as defined in the text, 1960:11998:3. Real exchange rate onthe basis of producer prices in manufacturing 1990100. Real interest ratedifferential in percentage points as defined in the text.Source: IMF, International Financial Statistics; Deutsche Bundesbank, balance ofpayments statistics; own calculations.Predicting Real Exchange Rates 111993, I approximate price expectations with respect to the following quarter by a centered moving average; some experimentation showed that an average over the rates ofchange of the last two quarters, the current quarter and the future two quarters 12 provides the best fit.13 Figure 1 shows the history of the real exchange rate and the real interest differential defined this way since 1960. Obviously, there is a close positive correlation between the two series which, apparently, even held in the 1960s and early 1970s,that is before the breakup of the BrettonWoods system of fixed exchange rates.In contrast to most previous studies, I approximate net foreign asset holdings bygenuine stock data. The data is constructed from various series on the financial claimsand liabilities of larger German nonbank businesses and banks plus their U.S. affiliatesand subsidiaries14 visavis the United States. The quantitatively most important serieshas been published in the Deutsche Bundesbanks monthly balance of payments statisticssince 1971;15 they are updated on a quarterly basis. They comprise claims and liabilities 12 Since no information on prices in 98:4 and 99:1 was available at the time of writing, the last two future observations were generated by use of an exponential smoothing algorithm.13 Note that such a combination of forwardlooking and backwardlooking price expectations in favor ofa purely forwardlooking scheme implied by rational expectations is supported by the results of Fuhrer1997 and Roberts 1998.14 Reporting are nonbank companies with balance sheet assets exceeding DM 3 Mio. and banks withclaims and liabilities exceeding DM 20 Mio.15 The year 1971 refers to the starting point of the series on financial claims and liabilities of banks. Reporting of foreign affiliates and nonbanks started in 1980 and 1984, respectively. In the construction ofthe overall series, the observations of the individual series were simply added when available.Figure 2: United States net credit position visavis Germanyand the DmarkU.S. dollar real exchange rate2,01,51,00,50,00,51,019721974197619781980198219841986198819901992199419961998406080100120140160180 DMarkU.S.Dollar right scaleNet Credit Position Note: Quarterly Data as defined in the text, 1972:11998:3. Real exchange rate basedon producer prices in manufacturing 1990100.Source: IMF, International Financial Statistics; Deutsche Bundesbank, balance ofpayments statistics; own calculations.Predicting Real Exchange Rates cftcftsft 12arising from credit relationships of the reporting units; claims and liabilities from securities and foreign direct investments FDI are not included. According to German capitalaccounts statistics, credits made up roughly one third of both capital inflows to andcapital outflows from the United States in the mid1990s, or half of all flows of financialnonFDI capital.In addition, to account for the changes in the flowsof securities from Germany tothe U. S., I use data from the same Bundesbank statistic to construct a series on net security flows. Moreover, because equation 7 requires the stock data to be put in relationto total wealth, I divide the series on the net stock of credit by U.S. nominal seasonaladjusted GDP converted into Dmarks by PPPexchange rates and the series on the netflow of securities towards the United States by the corresponding quartertoquarterchange of the same GDP series. The resulting series are denoted net credit stockand D net flow of securities in the following. The history of is shown in Figure 2 along with the DmarkU.S. dollar real exchange rate based on tradables prices. In linewith the increasing current account deficits of the United States against Germany, the German net credit position visavis the U.S. has been rising for most of the time sincethe late 1970s.Predicting Real Exchange Rates Trtkr Ttkcftsftq Ttq Tt Trk t Trtk Levelscftsft ADFADFADFADFGLSADFGLSKPSSKPSSDFADFc First Differences ADFADFc ADFGLSADFADFGLSADFGLS13To determine whether the time series are stationary, I employ standard Augmented Dickey Fuller ADF tests for nonstationarity, a modified higher power version of the ADF test proposed by Elliot et al. 1996 and the KPSS test for stationarityKwiatkowski et al. 1992. The sample period covers the modern floating period1973:21998:3. According to the results given in Table 1, there are two stationary andtwo nonstationary variables in the system. The ex ante real interest differential,, and the net capital outflows in the form of securities, D, can safely betreated as stationary: the ADF tests reject the null hypothesis of nonstationarity whereasthe KPSS test does not reject the null of stationarity. The real exchange rate and thenet foreign asset position, , in contrast, are both I1 in this sample; nonstationarityand nontrend stationarity are not rejected whereas stationarity, trendstationarity andnondifference stationarity are rejected.Having determined the time series properties of the individual variables, the nextstep in the preliminary data analysis would usually be to find out how many cointegrationvectors there are in the present fourvariable system by use of Johansens 1995 maximumlikelihood framework. However, given that only two variables are nonstationary,Table 1:Tests for nonstationarity and stationarityDc, t,2.492.54c2.241.500.032.610.456.54c, t0.170.32c0.202.650.036.60c, t0.230.13c0.530.331.520.114.234.3811.9210.82Notes: Sample period 1973:21998:3 T 102. c,t indicates an Augmented Dickey Fuller Test for nonstationarity with constant c and deterministic trendc, t. c the counterpart without a deterministic trend, and so on. stands for the modified test proposed by Elliot et al. 1996 based on localdemeaning 7 and detrending 13.5. In each regression, the laglength was chosen such that the residuals were serially uncorrelated. KPSS is thetest for stationarity proposed by Kwiatkowski et al. 1992 where a lag truncationparameter of 4 for the nonparametric correction is used to obtain a consistent estimate of the variance. In each case and indicate significance at the 10% and 5% level, respectively. Critical values for the and c tests aretaken from Mac Kinnon 1991, for the c, t from Elliot et al. 1995and for the KPSS test from Kwiatkowski et al. 1992.Predicting Real Exchange Rates 4 The Empirical Model 4.1 Econometric Approachxt pt xtq TtrtxtAxtrtpjcft A xjtjDtttTxt a NA AAj ATrt TrtytytytzttTttxtytztxt zt q TtfctztA ztpjA xjtj Dtt A xjtj DttxtpjDtytq Ttc 14there can at maximum be one cointegration relationship among these variables. The hypothesis that this relationship does indeed exist can be tested more conveniently within aconditional singleequation model, the construction of which I will turn to next.Let be a vector comprising the real exchange rate and the variables suspected toinfluence it, that is ,,, which follows a vector autoregressive processof order that may be expressed as the vector error correction model VECMDDcid:2291111e,, ,.8where eis an independent 0,S sequence, and are parameter matrices and a vector of deterministic components such as an intercept or a 01dummy variable. Incase that some of the variables in re cointegrated matrix has reduced rank and cantherefore be expressed as ab, where a contains the adjustment parameters and bis the vector of longrun parameters on which interest will center in the following.To obtain a conditional model from 8, partition into ,, where contains the endogenous variable and the vector consists of the variables isconditioned upon, i.e. and . Equation 7 can then be rewritten as DDDcid:229ababe 11111221011111 ,8aDDcid:229ababe 2111222122211 8bwhere 1, , and ee 12, N0,SSSScid:230cid:231cid:246cid:247seeeeeeee 11121222 .Since it is known that there can at most be a single cointegration vector, the analysis of this system can proceed in the three steps proposed by Boswijk 1994, 1995. Assuming weak exogeneity holds for the conditioning variables, the cointegration vector bcan be estimated consistently and efficiently from equation 8a by OLS as proposed by Stock 1987. Nothing can be learned from the other equations in the system. The existence of cointegration can be analyzed by testing for the joint exclusion of the variablesin levels H0: ab 1110., ab 1220. by means of a Wald test. Critical values for thetest statistic, denoted xbelow, are given in Boswijk 1994. If the null hypothesis of nocointegration is rejected, the assumption of weak exogeneity can be tested by adding thePredicting Real Exchange Rates vtytztexo 2tr rtf c ,ytq TtztTrt Trtcftq Ttaa q Tta r TTrta fctajTrpjTrtjpjajcftjpjpjajq Ttjajsftjuta aq Tta aa aflowsft 4.2 Results of the Estimationstockppp Tr Tr 15estimated equilibrium error b to the marginal model 8b and testing its jointor individual significance in the various equations of 8b by means of LM and Wald testsfor H0: a 20 Johansen 1992, Boswijk 1995. These test statistics, which have standard distributions given cointegration, will be denoted c and and respectively, below. In case weak exogeneity is rejected, the OLS estimator of the cointegration vector remains consistent but loses its efficiency property.16Transformed into a conditional ECM, where now and ,,equation 7 reads DDDDDcid:229cid:229cid:229cid:229011213111120130140112458In this model 010b, 212b and 313b, implying that b 11 shouldbe found to hold if equation 7 is a correct description of the longrun relationship between the variables. For inference on the longrun coefficients bbb 012,,, their standarderrors can be estimated directly from the Bewleytransformed regression Wickens and Breusch 1988. Note that the series representing the net of security investments Ddoes not enter the longrun relationship in this specification, which according to 6 isconfined to the relation between the of net foreign assets and the real exchangerate. The flow variable does, however, show up in the shortrun dynamics, together withthe first differences of the longrun variables.Estimation of 8 is based on a sample running from 1973:2 to 1998:3. Thissample choice requires the use of observations from before the breakup of the BrettonWoods system. At first sight, this may look unsatisfactory as mixing data from different policy regimes may be suspected to induce instability of the parameter estimates.A natural alternative would be to take 1973:2 as the beginning of the sample. However, some experimentation with regressions that exclusively used postBrettonWoodsobservations not only showed higher standard errors but also more unstable coefficient 16 A number of Monte Carlo studies i.e. Phillips and Loretan 1991, Inder 1993, Stock and Watson 1993, Boswijk 1995 indicate that when weak exogeneity fails to hold, estimates of longrun parametersfrom partial models can be biased in small samples. The fact that in the present study wasfound to be stationary may aggravate the bias problem in this case.Predicting Real Exchange Rates p ItiTr Trtcftq Ttq Ttq TtTrTrtTr TrtcftcftSftSftIItq Tt R 2 ECM DWJBADFLMBPexo 2R 2 Bewley LMARCHT LMRESETt Tr Trtf C :p 16estimates and significantly worse performance in outofsample forecasting, so includingsome observations from the BrettonWoods period seems preferable.17In the exploratory phase of the modeling process I employ residual based misspecification tests such as tests for first and higher order autocorrelation, nonnormality, conventional and autoregressive heteroscedasticity ARCH of first and fourthorder and tests for general misspecification see e. g. Harvey 1990, ch. 5 to judge theadequacy of the models specification. These tests and the Schwarzcriterion indicate thata lag order of 5 gives a sufficient representation of the dynamics. The test for nonnormality and a search procedure based on studentized residuals point to the existence oftwo poorly modeled observations outliers in 1974:1 and 1974:3 which are accountedfor by 01impulse dummies denoted . To achieve a more parsimonious and thus morestable representation of the data, the model is then simplified by deleting subsequently allof the first differenced variables with the lowest ratios and imposing equality constraints on some of the remaining coefficients.The result is the following equation for the change of the real exchange rate withonly 10 parameters; the estimated longrun coefficients b taken from the Bewleytransformed regression are presented in the error correction term in squared bracketsand ratios are given in parentheses beneath the coefficient estimates:DDDDDDDDDDcid:215cid:215031848313922019180326511988015003183922087228773903180191000600135713361113441234 009674174337.::. 100.58; 0.59; s 0.034, 102 1973:21998:3,: 2.05, 1: 0.869, 4: 0.774, 8: 0.816,: 0.893, : 0.591, 4: 0.438, : 0.971 : 3.817 3.74, xm: 61.52 15.22c 2: 4.711 5.99, : 1.824, 1.412 17 The reason for the superior estimates obtained from the longer sample may be that without the BrettonWoods observations and a lag order of 5, estimation starts with 1974:3 while by starting estimation with 1973:2, the sampling period is effectively extended back to 1972:1 which may have the advantage of including a larger part of the cycle the real interest rate differential was in at that time, as can beseen from Figure 1.Predicting Real Exchange Rates tcft ADFvtq Ttrt TTrttcft ADF q Ttttf c t kk f c 17From a statistical point of view, the estimated model seems to be well specified,with tests showing no signs of residual autocorrelation, heteroscedasticity or nonnormality.18 The results of both the test for cointegration and Boswijks 1994xtests indicate that the variables are likely to be cointegrated. The test rejectsthe hypothesis that the equilibrium error bb 23 is nonstationaryat the 5% level with a the value of 3.82. The Wald test for the joint exclusion of 1and 1 from the regression produces a value of 61.52 which is far above the relevant 1%critical value of 15.22 given in Boswijk 1994, Table B.2.19 Moreover, the high ratio of the coefficient of the equilibrium correction term also indicates cointegration.The results of the tests for weak exogeneity are somewhat less comforting. Thenull hypothesis that the equilibrium error enters both marginal equations Boswijk 1995is rejected at the 5% but not on the 10%level of significance c 22 7.41. Judgedfrom the ratios of the constructed equilibrium errors nin the marginal equations 8bweak exogeneity is obviously a reasonable assumption for the current account variable. For the real interest rate differential weak exogeneity is rejected at the 10 but not atthe 5 percent level of significance. 18 DW is the DurbinWatson statistic, LM, 1, 4, 8 are Lagrange multiplier tests for autocorrelationbased on 1, 4 and 8 lags, respectively, JB the JarqueBera test for residual nonnormality, BP the BreuschPagan test for heteroscedasticity, ARCH4 an LM test for fourth order autoregressive conditional heteroscedasticity, RESET the test for a general misspecification of the model see e. g. Harvey1990 for details on these tests. DW apart, the numbers indicate the marginal significance levels of thecalculated test statistics. None of tests indicates a misspecification of the equation.19 The test implies that the constant term is not restricted to the cointegration space which seems to bethe more plausible hypothesis given the trending behavior of .Predicting Real Exchange Rates Tr Trf Ctfs 18Still, since inference on the cointegration parameters may be distorted if weak exogeneity does not hold for the conditioning variables, I reestimate the complete system8 by the Johansen 1991 procedure with a lag order of 6 and the same set of impulsedummies as before to achieve an approximately normal residual distribution.20 In additionand as a checktest, I calculate the DGLS estimator proposed by Stock and Watson1993 which is also efficient asymptotically and does not require the estimation of thecomplete system and, therefore, makes do without the complete set of impulse dummies.Here, I choose 4 leads and 4 lags of the first differences of the righthand side variablesto account for the endogeneity of the real interest rate differential. The results of the twoprocedures are shown in Table 2 together with the estimates from the conditional ECM.With both methods, the estimates turn out to be significantly different from zero, confirming the results of the singleequation analysis. Moreover, the parameter estimatesfrom all three methods are quite similar, confirming the robustness of the conditionalanalysis and justifying the decision to work with the conditional model in the following. 20 The restriction that does not enter the cointegration relationship is not rejected. In contrast to thetests conducted on the basis of the estimates from the conditional model, however, I find both the netforeign asset variable and the real interest rate differential to be weakly exogenous for the real exchangerate. The reason may be that the test I used for the conditional model is more efficient since I allowedthe dynamics and the impulse dummies to be equation specific by eliminating all insignificant laggedvariables and impulse dummies and estimating the model as a system of seemingly unrelated regressions.Table 2:Longrun relation: estimates from different methods interceptConditional ECM4.8313.9220.191326.511.98.8Johansen 19914.8213.4150.199370.811.717.5StockWatson 19934.8584.2740.237612.820.218.9Notes: Sample period 1973:21998:3. Numbers in parenthesis are ratios.For the Johansen 1991 procedure the lag order was 6. A total of 10 impulsedummies 73:1, 73:2, 75:1, 80:2, 80:4, 82:3, 91:1, 91:2, 93:4, 97:2, 97:3,98:2 were needed in the VAR to obtain a normally distributed residual vector. The net foreign asset variable was assumed to be weakly exogenous forthe remaining variables in the system.For the DGLS procedure of Stock and Watson 1993 procedure 4 leads andlags of the first differenced conditional variables were used. The computationof the adjusted covariance matrix was based on an AR5 process for the residuals.Predicting Real Exchange Rates 4.3 LongRun and ShortRun Properties of the Model Tqq Cfq Ttt 19The longrun properties of the model are given by its static longrun solution givenin squared brackets in equation 10 and in Table 2. Both longrun coefficients havetheoretically sensible signs and magnitudes: According to the estimates, the Dmark appreciates in real terms visavis the dollar both as a result of an increase of the Germanover the U.S. real interest rate and in reaction to an increase in German claims visavisthe United States. The fact that changes in the net foreign asset stock effectively influence the real exchange rate with a lag of three quarters supports the view that this effectrepresents the markets expectations concerning the longrun sustainability of a currentaccount imbalance rather than a risk premium. In the perception of the market, the longrun, equilibrium real exchange rate is not a constant but varies with stock of foreignclaims or liabilities, following 0191 The estimated coefficient of the real interest rate differential is significantly aboveunity which is in line with the stylized DornbuschFrankel model 5.21 All else equal, adifference between the German and the American annualized 3month real interest rateof 1 percentage point in favor of Germany will have appreciated the Dmark visavis thedollar by roughly 4 percent in real terms after all adjustments have taken place. By implication of the dynamics assumed for the real exchange rate when deriving equation 6, follows a firstorder autoregressive process with an annualized speedofadjustmentparameter q 14 of 0.75, thus a deviation from exchange rate equilibrium caused by a nonzero real interest rate differential has an average halflife of 2.4 years. This estimate issomewhat smaller than the 3 to 4 years usually found in studies that focus on aggregateprice levelbased PPP as the equilibrium concept see Froot and Rogoff 1995 and Rogoff 1996. The divergence may be explained by the different concepts for exchange rateequilibrium: PPPstudies based on tests for meanreversion of the real exchange rate byconstruction treat all changes in the real exchange rate as deviations from equilibrium,including those caused by changes in nontradables prices or net foreign asset stocks,which in the present study would be counted as changes in the equilibrium rate. Giventhe fact that there have been quite some changes in the latter two variables over thesampling period, PPPstudies should measure stronger and longer lasting deviations fromequilibrium than are measured here as long as the effects of those changes on the real exchange rate have not compensated each other exactly.To facilitate the interpretation of the models dynamic properties, it is helpful torewrite equation 10 as an autoregressive distributed lag model in levels. The result is 21 The hypothesis that b 2 1 is rejected with a ratio of 9.856.Predicting Real Exchange Rates q Tt Tqq Ttq Ttq Tt Tr TrtTr Trtq TtTr Trt CftSftSftSftytxtiiyTqxTr Trcfq Ttii2008120142125109580063000600131234453345  11where dummies are not shown for simplicity. An equivalent representation of the dynamics is given by means of the cumulated values of the normalized lag weights,,, ,012 ,, shown in Figure 3.Both equation 11 and Figure 3 show that real interest rates affect the real exchange rate contemporaneously as is predicted by the DornbuschFrankel model.Moreover, the magnitude of the impactinterest rate semielasticity estimate of 1.25 isalso in accordance with that model: Assuming that goods prices and inflation expectations remain unchanged in the quarter of the shock, such that only nominal variableschange, the estimate implies that an expansionary monetary policy, say in Germany,which increases the nominal and real interest rate differential in favor of the United States by one percentage point, instantaneously appreciates the dollar by somewhat morethan one percent. This is exactly the appreciation needed to restore uncovered interestparity as it implies that the nominal exchange rate overshoots its new longrun value 22and thus generates the expectation of a future depreciation of the dollar by one percent.Therefore, if the assumption of price stickiness in the first quarter is correct, the estimatecan be interpreted as evidence in favor of the overshooting hypothesis.Another dynamic property of interest is the presence of the autoregressive coefficients ,, ,14 which generate long solved distributed lags of the real interest ratedifferential and the foreign assets variable. The real exchange rate, thus, adjusts slowly toshocks as can been seen from the graphs of the cumulative normalized lag weightsshowing that a onceandforall increase in both the real interest differential or the netforeign asset stock take about 10 quarters to exert their full effect on the real exchangerate. This implies that shocks to the real interest rate differential need only be moderatelypersistent that is, the autocorrelation coefficient of the real interest rate differential hasto be larger than 10.812 0.188 to generate real exchange rate dynamics of the typereported by Eichenbaum and Evans 1995. Using impulse response analysis, theseauthors find the adjustment of real exchange rates to a monetary shock to proceed muchmore gradually than the DornbuschFrankel framework would imply 23 and discuss noisetrading behavior as a possible explanation. 22 The point estimate of 1.25 for the impact interest elasticity would under the assumptions madeabove imply that the market expects the nominal exchange rate to appreciate by 0.25 percent in thelongrun after the interest rate shock.23 See Clarida and Gali 1994 for similar results.Predicting Real Exchange Rates Tr Trf CTr Trf Cr T1.25Tr 1.000.750.500.250.0005101520254.4 Stability Analysis 21Overall, equation 10 explains 58 percent of the insample variation of the changeof the real exchange rate; the corresponding figure for the level of the real exchange rate again calculated from the Bewleytransformed regression is 59 percent. In view of thesubstantial volatility of the real exchange rate both figures can be considered high. Thegraphical comparison of the actual to fitted values of the model given below in Figure 5for the sample that includes BrettonWoods observations supports the assessment of agood insample fit. Note that the fundamentalsbased model is capable of explaining mostof the dollars strong real appreciation visavis the mark during the first half of the 1980s. This movement is often taken as an example of a typical financial marketbubble, an exchange rate change that is largely unrelated to the underlying fundamentals and which, due to its severe effects on the real economy, may be a reason to throwsand in the wheels of financial markets. According to the model and the evidence onreal interest rates at that time, as presented in Figure 1, in contrast, most of the appreciation can be attributed to the exceptionally high real interest rate differential in favor ofthe United States which was caused by opposite monetary and fiscal policies on bothsides of the Atlantic 24.Before moving to the analysis of the models forecast performance, which is basically a check of its stability, note that other formal tests for a structural break or for parameter changes do not indicate any problems with this point; good forecast results cantherefore be expected. As a first informal check of the stability of the model, consider the 24 See Branson 1988 and Obstfeld 1988 for a discussion.Figure 3:Dynamic properties of the model:cumulative normalized lag weights for and Predicting Real Exchange Rates 0.1000.0750.0500.0250.0000.0250.0500.0750.100100755025025507510078 80 82 84 86 88 90 92 94 96 98Tq t 78 80 82 84 86 88 90 92 94 96 98Trt Trt 78 80 82 84 86 88 90 92 94 96 98Cft 78 80 82 84 86 88 90 92 94 96 9810075502502550751001007550250255075100F22results from a recursive reestimation of equation 10 depicted in Figure 4. The statisticsare onestep residuals plus or minus twice the fullsample standard error and the percentage deviations of the estimated longrun coefficients from the fullsample estimates asgiven in equation 10. Overall, the figure supports the view of a stable relation in theperiod of interest, although the onestep residuals indicate some instability in the earlyand the late 1980s which probably reflect the model initial difficulties to cope with thestrong dollar appreciation of the mid 1980s. This also shows up in the recursive estimates of the longrun coefficients which show quite some variation in the early 1980s butremain remarkably close to their fullsample estimate in the second half of the sample.More formally, a standard Chowtest rejects the hypothesis that there has been astructural break during the last 20 observations of the sample, with 200879,90.,receptively. The assessment is the same when the tests are repeated for the last ten observations of the sample. It is well known, however, that tests that require the a prioriselection of a breakpoint have low power when the break occurs at some other point ofthe sample. Tests which simultaneously determine the most likely date of the break andtest its significance are more appropriate in this case. Unfortunately, the distributional Figure 4:Onestep residuals and percentage deviations of recursively estimated longrun coefficients from their fullsample estimatecoefficientofrecursive residuals 2 std. err.%%%intercept coefficientofPredicting Real Exchange Rates FtLLc ADF ADF23theory for most of the tests is only developed for models with stationary variables.25Therefore, I reestimate equation 10 with the partly nonstationary variables in levelsreplaced by the lagged estimated equilibrium error u 1 which is stationary by virtue ofcointegration. The results of the tests applied to the modified version of equation 10are presented in Table 4. The tests are the CUSUM test of Brown, Durbin and Evans1975 and its version based on OLSresiduals by Ploberger and Kramer 1992, the Quandt 1960 likelihood ratio QLR with critical values from Andrews 1993 and the Nyblom 1989 test for random walk parameters in the version of Hansen 1992a. Noneof the tests indicates an instability of the model. Most tellingly, the sequence of breakpointtests that makes up the QLR reaches its maximum in the first quarter of 1980but the value of the test statistic of 7.98 for that period is far from the critical value of 25.47 tabulated by Andrews 1993, Table I, for a model with 9 parameters and a trimming region of 15% of the sample. Similarly, the statistic is insignificant, rejectingthe hy pothesis that the coefficients follow a random walk.26 25 See Hansen 1992 for an exception.26 Supplementary evidence on the stability of the longrun relationship, moreover, comes from the significance of the test for cointegration. Monte Carlo simulations by Gregory et al. 1996 show hatthe rejection frequency of the test for cointegration decreases substantially if there is a structuralbreak in the cointegration relationship.Table 3:Tests for structural break and parameter instability Test Statistic 5%crit. value CUSUM:0.3570.948OLSCUSUM:0.5111.360QLR: 10.54 25.47Lc 1.80 2.54Notes: Cusum is the test based on recursive residuals by Brown, Durbin and Evans 1975; critical values taken from Harvey 1990, p. 366. OLSCusumis the version of the Cusum test based on the standard OLSresiduals as proposed by Ploberger and Kramer 1992, QLR the Quandt likelihood ratiowith critical values from Andrews 1993 and a symmetric trimming regionof 15 percent. is the test for parameter instability of Hansen 1992aapplied to the parameter vector of the complete model, including the variance.Predicting Real Exchange Rates 5 Encompassing the Random Walk and other Rival Specifications 5.1 Outperforming the Random Walk 24Since Meese and Rogoff 1983 showed that the outofsample forecasts producedby econometric exchange rate models were easily outperformed by a naive random walkmodel, beating the random walk forecast has become the standard metric by which tojudge empirical exchange rate models. To replicate their exercise, I initially estimateequation 10 through 1992:2 and generate forecasts for the level of the real exchangerate from there on for the next 1, 2, 3, 4, 8 and 12 quarters. I then take one more observation 1993:1 into the sample, reestimate the model and generate a new set of forecasts. Proceeding this way until 1998:3, I get a total of 25 onestepahead, 24 twostepahead, 23 threestepahead and, among others, 13 twelvestepahead forecasts for which I compute root means squared forecast errors RMSE.27The first row of Table 4 presents the results of the forecast performance exercisefor equation 10. For each of the six forecast horizons running from one quarter to threeyears the table gives Theils inequality coefficient Uratio, that is the forecast RMSE ofthe estimated model to the forecast RMSE of the random walk. Evidently, the ECM byfar outperforms the nochange forecasts of the random walk model over all horizons.Relative forecast performance increases with the forecast horizon and reaches its maximum at two years 8 quarters, where the models RMSE is merely a quarter of that ofthe random walk. This is far lower than the results previously reported for structural exchange rate models Chinn and Meese 1995, Mark and Choi 1997, Mac Donald and Marsh 1997 although the results are not directly comparable as these studies used different forecast samples.28 Moreover, even when it comes to predicting the real exchangerate in the following quarter, a discipline many structural empirical exchange rate modelsfail to outperform the random walk in, equation 10 produces better forecasts: the RMSE of the structural model is less than two thirds that of the random walk. Overall, 27 A visual impression of the in and outofsample predictions of the model estimated on the samplethat includes BrettonWoods observations is given in Figure 5 below. The figure for the model estimatedon the floating rates data would look virtually identical.28 It might be interesting to compare the performance of the present model directly to results of the mostrecent studies by Mark and Choi 1997 using exactly the same estimation and forecast periods as thoseauthors. Mark and Choi 1997 estimate various real exchange rate models on the basis of monthly datafrom 1973:3 to 1980:12 and generate 48stepahead forecasts for the period of 1985:01 to 1993:11. Forthe quarterly data used in the present study this translates into an estimation period using data from 1973:2 through 80:4 and a forecast period extending from 1985:1 to 1993:4 for which 16stepaheadforecasts are generated. The lowest Uratio Mark and Choi 1997, Table 2 report for their DMarkDollar models is 1.158 whereas for the present model the Uratio is 0.34. Starting the estimationperiod in 1961:1, Mark and Choi can improve the minimum inequality coefficient to 0.783. For the present model, extending the estimation period to 1963:1 see next subsection also lowered the Uratioconsiderably to 0.26.Predicting Real Exchange Rates 5.2 Rival Specifications and Different Sampling Periods R 2I.I.a I.b R 225the results strongly support the view that the macroeconomic fundamentals focused onhere can successfully be used to forecast the real DmarkU.S. dollar exchange rate.To assess the impact of different data and model specifications on the in and outofsample performance of the model, I estimate a number of rival specifications and calculate the relevant statistics. As measures of the insample fit, I report the of the ECM, the ADF test for cointegration and the QLR statistics. Outofsample forecastperformance for the period 1992:4 to 1998:3 is again assessed relative to the randomwalk model; in comparing the various specifications, the forecastRMSE of the naivemodel works as a numeraire. Each rival differs from the base equation 10 in one ormore respects as for as modeling of the longrun relationship 7 is concerned. The differences may be a variation of the data e. g. consumer prices instead of tradables prices,a coefficient restriction e. g. b 20 or both or a variation of the sampling period. Togive the rivals a fair chance, each longrun specification is subjected to exactly the samedynamic modeling procedure that produced equation 10. Both the shortrun dynamicsof the rival models as represented by the number of lagged variables in first differencesand the dummy variables which again are used to account for poorly modeled observations may turn out to be different from 10. In practice, the lag distributions turned outto be identical to the base equation in each case but impulse dummies were employed atdifferent dates.The results of the exercise are summarized in Table 4. The rivals are divided according to which of the three variables in the longrun relationship has been changed incomparison to equation 10. The specifications under refer to models with modifieddefinitions of the real interest rate differential. varies the way price expectations aremodeled. Expected changes in producer prices in manufacturing are approximated bysimple current quarter changes instead of the fivequarter moving average of past andfuture changes used in 10. Although the insample fit, as measured by , falls significantly, the Uratios increase only by 0.1 visavis those of equation 10. I conclude thatthe precise way of approximating price expectations is of minor importance in the present context. However, when consumer prices are used to deflate nominal interest ratesinstead of producer prices in manufacturing and expectations are again modeled byfivequarter moving averages, relative forecast performance worsens considerably. Thisresult is of special interest since this specification is based on equation 6, the unrestricted version of which some of the earlier studies used to account for the effects ofrelative nontradables prices on the real exchange rate. According to the results here, thismodel can be rejected in favor of model 10.Predicting Real Exchange Rates R 2ff I alternative real interest rate differentials II. alternative net foreign asset variables III. CPIbased models IV. variation of samplingforecast periods II.II.a II.b II.afc fs II.at 26The specifications under use alternative variables to approximate the net foreignasset position. Line reports the performance of a pure real interest differentialsbasedmodel where net foreign asset effects are omitted completely. While the insamplefit of this model is still acceptable, its forecasting performance, particularly over longerhorizons, is quite poor in comparison to the base model. As noted above, a number ofstudies have used cumulated bilateral current account deficits to approximate net foreignasset positions. Line shows the results of this modification.29 The insample fit andoutofsample forecast performance is considerably better than that of . However,most of this improvement was due to a step dummy which was significant in 85:2 value 4.47. Without that dummy, the results not reported strongly resembled those of. 29 Like the net foreign asset variables and used in 11, the cumulated current account deficit wasdivided by seasonal adjusted nominal U.S. GDP.Table 4:Alternative specifications of the ECM: insample fit andoutofsample forecast performance in relation to the random walk URatio Over   Forecast Steps InSample Fit Specification 1234812ADFQLReq. 10:0.660.530.430.340.250.290.595.9910.54.I.a: price expectations0.760.550.450.420.320.360.286.5213.76I.b: consumer prices0.890.810.740.690.670.850.294.2825.92II.a: no variable at all0.940.960.940.880.891.070.404.5013.09II.b: cum.curr.accounts0.820.820.740.620.370.350.555.169.06III.a: no variable at all1.051.021.000.960.961.150.222.38 19.41III.b: cum. curr. accounts0.980.960.900.820.730.860.302.61 16.93III.c: as in eq. 100.950.970.900.840.800.990.354.3322.21eq. 10: 1973:21986:1,forecasts: 1980:11986:11.981.601.331.150.780.680.683.6538.09Notes: Forecast results are based on rolling regressions for the period 1992:31998:3 except for resultsin the last row. U is the ratio of the root mean square forecast error RMSE for the level of the log realexchange rate of the estimated model to the RMSE of the random walk model. Insample results referto the fullsample 1973:21998:3 except for the last row which refer to the sampling period 1973:21986:1.Predicting Real Exchange Rates III.b Cft III.c R227The three rows above the last row of Table 3 report the results for the specifications usually used in the literature. Both real exchange rates and real interest differentialsare based on aggregate price indices such as CPIs see e. g. Campbell and Clarida 1987,Meese and Rogoff 1988, Edison and Pauls 1993, Baxter 1994. The first is again thepure real exchange ratereal interest rate model without a net foreign asset variable. Bothin and outofsample fit of this model are very poor; there is no significant forecast improvement over the naive model, the variables lack cointegration and the parameter estimates show signs of instability. The latter two problems also plaque the version of themodel that uses the cumulated bilateral current account to approximate the net foreignasset position . Forecasts of this model, nevertheless, are considerably better thanthose of the previous specification but still far weaker than those of the base model 10.Astonishingly, use of the net foreign asset variable proposed in the present paper,,worsens rather than improves forecast performance of the CPIbased model although noncointegration is now rejected and is comparatively high. Overall, the performance of the traditional, CPIbased specifications is very weak in comparison toequation 10.The last row shows the impact of the sampling period on the results by giving thestatistics that turn out when equation 10 is estimated on the sample that ends in 1986:1.This is the sample that was available to Meese and Rogoff 1988 and they estimatedtheir models through the end of 1979 and generated rolling regression forecasts fromearly 1980 to early 1986. Repeating their analysis on the basis of equation 10 I find thatits forecasting performance deteriorates sharply relative to the results for the later forecast period. At forecast horizons up to four quarters the random walk significantly outperforms the model as was found by Meese and Rogoff for their models. Unlike thosemodels, however, equation 10 manages to beat the random walk forecast at long horizons in this sample.Summing up, the analysis shows that the empirical exchange rate model presentedin this paper is capable of encompassing a wide range of alternative specifications, someof which have been used extensively in the literature. Its superior performance hinges onall parts of its specification apart from the particular scheme used to approximate inflation expectations. Still, of the two innovations to the modeling of exchange rate behaviorput forth here genuine stock data to approximate net foreign assets and the consistenttreatment of nontraded goods prices the latter seems to be more critical for achievingsuperior outofsample forecasting performance and good insample fit.Predicting Real Exchange Rates 6 Extending the Model to the BrettonWoods Periodk ,k 28Given the favorable results of the model so far, my final step is to investigate whether themodel also works on an extended data set. While a test of an empirical model on anydata that has not been used in deriving the model is in itself of interest as it conveys important information on the models stability, in the context of an empirical exchange ratemodel the natural challenge is to extend the model to the time before the breakup of the BrettonWoods system of fixed exchange rates. The challenge is to explain the stylizedfact that with the move from fixed to floating exchange rates the volatility of nominal andreal exchange rates increased dramatically Mussa 1986, Obstfeld 1995. Since it hasproven to be extraordinarily difficult to identify only a single other macroeconomic variable with a similar regimedependent variability Baxter and Stockman 1989, Flood and Rose 1995, Flood and Rose 1995 proposed to use the ability to account for the factthat exchange rate volatility is substantially higher in floating rate regimes than duringregimes of fixed rates as a simple specification test for empirical exchange rate models.Theoretically, the hypothesis that the reduced form relationship between the realinterest rate differential and the real exchange rate remains unaffected by the exchangerate regime is not implausible. It is governed by one parameter, q only, and this parameter which determines the speed with which goods prices adjust should not be affected strongly by a change in the exchange rate system. Thus, if uncovered interest parity held under fixed exchange rates as it did under floating rates and qdid not change,the parameter of the real interest differential in equation 10 should have been unaffected by a regime change if the choice of model has otherwise been correct.Equation 12 presents the results from estimating the model with data runningfrom 1963:1 through 1998:3. 30 To model the regime change in 1973:2 and the revaluation of the mark against the dollar in 1969:3 two step dummies which are 0 before therespective date and 1 thereafter were added to the model. A third step dummy was foundsignificant in 1965:3 and also left in the model although no clear economic interpretationcould be found for it. The step dummies are presented within the longrun relationship insquared brackets to facilitate the measurement of their impact on the intercept. 30 Since the Bundesbank only started recording data on German net foreign assets in the fourth quarterof 1971, all entries before that date were set equal to the value of 1971:4 implying that the net foreignasset position did not change from 1963:1 to 1971:3. While this is certainly not the case, the error madeby this assumption seems to be tolerable since trade balance data shows that current account imbalancesbetween the United States and Germany have probably been quite small during this period.Predicting Real Exchange Rates q Tt STr Tr St Scft R 2 ECM DWARBJ NormalityADFexo 2q Ttq Ttq TtTrTrtTr TrtcftcftSftSftIIR 2 Bewley ARARCH ARTLMHet RESETt Tr Trtf C :F.ADFSSS29DDDDDDDDDcid:215cid:2150308493337990187934177131020105651693732590151030837990813338940309018700050111344123 4 ::: 4 0146516420093741743424D ::.12 0.55; 0.74; s 0.030, 143 1963:11998:3, : 2.03, 1: 0.825, 14: 0.754, 18: 0.378,: 0.368, 4: 0.397, : 0.182, : 0.475 :5.35 3.74, xm: 84.19 15.22c 2: 3.142 5.99, : 0.022, 0.159Remarkably, although more than ten years of data which stem from a different institutional setting have been added to the sample, both the shortrun dynamics and thelongrun coefficients are largely identical with those in equation 10. Again, the varioustests do not indicate any misspecification. The fit of the ECM is nearly as good as before,that of the Bewleytransformed regression even increases to 74 %; the difference is dueto the additional step dummies. The statistics of the cointegration tests are also higher inabsolute terms than for equation 10.31 Weak exogeneity of the conditioning variables is,in contrast to the postBrettonWoodssample, not rejected here. Moreover, a standard Chowtest rejects the hypothesis of a structural break in 1973:1 with 101224284,.Given the small differences in the coefficient estimates and the good fit of the equationsee also Figure 5, it is not surprising that the predictive performance of equation 12 isalso similar to that of equation 10. I estimated 12 from 1963:1 through 1992:2 and,again, used the last 25 quarters for the forecast exercise described above. Again, the random walk forecasts are by far outperformed, with the RMSE of the model being at theirminimum a quarter of that of the naive model.32As the functional relationship between the real exchange rate and the fundamentalshas apparently not been affected by the change in the exchange rate system the volatility 31 For the test, the step dummies 65:1, 69:3 and 73:2 were included in the longrun relationshiptested for nonstationarity.32 The Uratios for forecast horizons of 1,2,3,4,8 and 12 quarters, are 0.67, 0.54, 0.42, 0.33, 0.24, 0.27,respectively.Predicting Real Exchange Rates q Tt Trt Trt 30of at least one of the two macroeconomic variables in this relationship must also have increased with the move to flexible exchange rates. Obviously, one sure candidate for ahigher volatility under floating exchange rates is the net foreign asset variable as it iscommon knowledge that the United States only started to become a significant debtorcountry in the early 1980s. Unfortunately, I cannot give any formal statistical support forthis hypothesis due to the lack of hard data on foreign assets in the 1960s. For the realinterest rate differential, casual observation of Figure 1 suggests that its volatility mayalso have been higher under floating rates, and this impression can be tested formally.Table 5 presents the means and standard deviations of the real exchange rate andthe differences of real and nominal interest rates for the period of 1961:3 to 1971:4 onthe one hand and the floating rates period, starting in 1973:2, on the other.33 To controlfor changes in means between the two periods, the analysis of the series volatility focuses on the coefficients of variation which normalize the standard deviations by the respective means. The first column presents the data for the real exchange rate based ontradables prices , reproducing the wellknown result of a dramatic increase in volatility with the move to floating nominal exchange rates; its coefficient of variation for thefloating rates period is 4.3 times that of the fixed rates period. The second column showsthe results for the real interest rate differential ; its coefficient of variation has increased by a factor of 3.0 with the move to flexible rates. By implication, this variable 33 The period of 1972:1 to 1973:1 has been omitted as it formally still belongs to BrettonWoods period but is already characterized by high real exchange rate volatility as the fixed rate system was already under strain.Figure 5:InSample Fit and OutofSample Forecasts of the Conditional ECM 1963:11992:2859510511512513514515516517519631968197319781983198819931998Forecast Period Actual FittedForecast Note: Quarterly data, 1963:11998:3. Forecasts based on equation 12 estimatedthrough 1992:2. Outofsample forecasts generated from 1992:3 onwards.Predicting Real Exchange Rates q Tt Trt Trtrtrtcv Scvcvrtrt 31alone is capable of explaining nearly three quarters of the increase in the volatility of thereal exchange rate. Add to this the higher variability of the current account in the floatingrates period, especially since the early 1980s, and most of the real exchange rates regimedependent volatility seems to be explainable by the volatility of fundamentals. By implication the model passes the specification test proposed by Flood and Rose 1995 in thatit is capable of explaining the regime dependence of the volatility of the real exchangerate: the increase in the volatility of the real exchange rate with the move from fixed tofloating exchange rates coincides with an increase of the variability of the tradables inflationbased real interest rate differential and possibly also that of the net foreign assetposition of the United States visavis Germany.Regimedependent volatility can, however, not be found for the conventionally defined real interest differential , the variability of which even seems to have declined somewhat after the breakup of the BrettonWoods system; a researcher lookingfor a model specification that passes the Flood and Rose 1995 test would thus reject aspecification based on the conventional real interest rate differential. Again, the explicitconsideration of the BalassaSamuelson effect shows to be of particular importance forachieving a stable model. The finding of similar volatility patterns between real exchangerates and real interest rates in this study may, moreover, have been enhanced by the useof quarterly instead of monthly data as quarterly averaging probably reduces the volatilityof the postBrettonWoods real exchange rate without having much effect on real interest rates. This is another argument in favor of using data of lower frequency when sorting out the impact of fundamentals on exchange rates.Table 5: Variability of the real exchange rate and real interest ratesunder fixed and under floating nominal exchange rates617173986171739861717398Mean 5.0154.7280.0110.0100.0090.013Std. Dev.0.0390.1610.0150.0400.0190.024td.Dev.Mean 0.0080.0341.3354.0272.0791.80973986171cid:1904.3cid:1903.0cid:1900.9Notes: Real exchange rate as defined above measured as an index 1990100, real interest rate differential measured in percentage points. Precise sampling periods are 1961:3 1971:4 and 1973:2 1998:3.Predicting Real Exchange Rates 7 Concluding Remarks References 32This paper has shown that more than half of the quarterly variability of the dollars exchange rate visavis the Dmark can be explained by a small set of macroeconomic fundamentals comprising shortrun nominal interest rates, producer prices in manufacturingand bilateral net foreign asset holdings. The findings are consistent with theoretical exchange rate models based on the assumption that goods prices are sticky in the short run.They also seem to support the notion of shortrun exchange rate overshooting. Apartfrom that, however, they highlight the importance of accounting for the effects of nontraded goods and current account imbalances on the real exchange rate.As I have confined my interest to the DMarkU.S. dollar parity so far, a naturalextension of this work would be to transfer the model to another pair of currencies. Thismay, however, not be a simple task. One problem is that the measure for the stock of netforeign assets used in the present study is not available for use with other currencies visavis the U.S. dollar. Still, the dollars behavior is definitely the most challenging for anempirical exchange rate model to explain.34 The data problem apart, it is the fact that allof the main more or less freely floating currencies seem to have their idiosyncrasieswhich caution against a simple transfer of the present model. The Japanese yen, whichwould be an interesting candidate to analyze, seems to have been subject to official exchange rate management over long parts of the floating rates period with frequent foreign exchange interventions and capital and exchange controls Henning 1994, p. 121ff For the British Pound, the oil discoveries in the 1970s may have interfered with its realexchange rate and it also makes the choice of a price index for which PPP may hold moredifficult. In any case, a modeling strategy that is to produce good outofsample forecasts will probably have to take account of these features. I leave this for future work toattempt.Adler, M. and B. Dumas 1983, International Portfolio Choice and Corporate Finance, ASynthesis, Journal of Finance 38, 3842.Andrews, D. W. K. 1993, Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica 61, 139166. 34 See also Lothian 1998 on the apparently rather special behavior of the U.S. dollar during the floating rates period.Predicting Real Exchange Rates 33Balassa, B. 1964, The Purchasing Power Parity Doctrine, A Reappraisal, Journal of Political Economy 72, 584596.Baxter, M. 1994, Real Exchange Rates and Real Interest Differentials, Have we Missedthe BusinessCycle Relationship?, Journal of Monetary Economics 33, 537.Baxter, M. and A. Stockman 1989, Business Cycles and the Exchange Rate Regime.Some International Evidence, Journal of Monetary Economics 23, 377400.Black, S. and M. K. Salemi 1988, FIML estimation of the DollarDeutschemark Risk Premium in a Portfolio Model, Journal of International Economics 25, 205224.Blinder, A. B., E. R. D. Canetti, D. E. Lebow and J. B. Rudd 1998, Asking About Prices, A New Approach to Understanding PriceStickiness Russel Sage Foundation, New York.Boswijk, H. P. 1994, Testing for an Unstable Root in Conditional and Structural Error Correction Models Journal of Econometrics 63, 3760Boswijk, H. P. 1995, Efficient Inference on Cointegration Parameters in Structural Error Correction Models Journal of Econometrics 69, 133158.Brown, R. L., J. Durbin and J. M. Evans 1975, Techniques for Testing the Constancy of Regression Relationships over Time, Journal of the Royal Statistical Society, Series B 37, 149192.Branson, W. H. 1988, Sources of Misalignment in the 1980s, R. C. Marston ed., Misalignment of Exchange Rates Chicago University Press, Chicago 931.Campbell, J. Y. and R. H. Clarida 1987, The Dollar and Real Interest Rates, CarnegieRochester Conference Series on Economic Policy 27, 103140.Canzoneri, M. B., R. E. Cumby and B. Diba 1999, Relative Labour Productivity and the Real Exchange Rate in the Long Run, Evidence from a Panel of OECD Countries,Journal of International Economics 46, 128.Chinn, M. and R. A. Meese 1995, Banking on Currency Forecasts, Journal of International Economics 38, 161178.Clarida, R. and J. Gali 1994, Sources of Real Exchange Rate Fluctuations. How Important are Nominal Shocks, CarnegieRochester Conference Series on Public Policy 41, 156.Cumby, R. E. and M. Obstfeld 1984, International Interest and Price Level Linkages under Flexible Exchange Rates, A Review of Recent Evidence, J. Bilson and R.Marston ed., Exchange Rate Theory and Practice Chicago University Press, Chicago 121151.De Gregorio J., A. Giovannini and H. C. Wolf 1994, International Evidence on Tradables and Nontradables Inflation, European Economic Review 38, 12251224.Deutsche Bundesbank 1998, Der deutsche Auslandsvermogensstatus, Konzeptionelle Anpassungen und neuere Ergebnisse, Monthly Report, March 1998, 79103.Dornbusch, R. 1976, Expectations and Exchange Rate Dynamics, Journal of Political Economy 84, 11611176.,Dornbusch, R. 1983, Exchange Rate Risk and the Macroeconomics of Exchange Rate Determination, Hawkins, R. G., R. M. Levich and C. G. Wihlborg eds., Researchin International Business and Finance, Vol. 3 Greenwich, London.Dornbusch, R. and S. Fischer 1980, Exchange Rates and the Current Account, American Economic Review 70, 960971.Predicting Real Exchange Rates 34Edison, H. J. and B. D. Pauls 1993, A ReAssessment of the Relationship between Real Exchange Rates and Real Interest Rates 19741990, Journal of Monetary Economics 32, 165187.Eichenbaum, M. and C. L. Evans 1995, Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, Quarterly Journal of Economics 110, 9741009.Elliot, G., T. J. Rothenberg and J. H. Stock 1996, Efficient Tests for an Autoregressive Unit Root, Econometrica 64, 813836.Engel, C. M. 1993, Real Exchange Rates and Relative Prices, Journal of Monetary Economics 32, 3540.Engel, C. M. 1996, The Forward Discount Anomaly and the Risk Premium, a Survey of Recent Evidence, Journal of Empirical Finance 3, 123192.Engel, C. M. 1996a, LongRun PPP may not hold after all, NBER Working Paper No.5646 NBER, Cambridge, MA.Engel, C. M. 1999, Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy 107, 507538.Engel, C. M. and J. Rogers 1996, How Wide is the Border? National Bureau of Economic Research, Working Paper No. 4829 NBER, Cambridge, MA.Engel, C. M. and R. P. Flood 1985, Exchange Rate Dynamics, Sticky Prices and the Current Account, Journal of Money, Credit, and Banking 17, 312327.Engle, R. F., D. F. Hendry and J.F. Richard 1983, Exogeneity, Econometrica 51, 277304.Fama, E. 1984, Forward and Spot Exchange Rates, Journal of Monetary Economics 14,319338.Faruqee, H. 1995, LongRun Determinants of the Real Exchange Rate, A StockFlow Perspective, IMF Staff Papers 42, 80107.Fleming, J. M. 1962, Domestic Financial Policies Under Fixed and Under Floating Exchange Rates, IMF Staff Papers 9, 369379.Flood, R. and A. K. Rose 1995, Fixing Exchange Rates, A Virtual Quest for Fundamentals, Journal of Monetary Economics 36, 337.Frankel, J. A. 1979, On the Mark, A Theory of Floating Exchange Rates Based on Real Interest Rate Differentials, American Economic Review 69, 610622.Frankel, J. A. and A. K. Rose 1995, Empirical Research on Nominal Exchange Rates,G. Grossman and K. Rogoff eds., Handbook of International Economics, Vol. 3NorthHolland, Amsterdam 16891729.Frankel, J. A. and K. Froot 1986, The Dollar as a Speculative Bubble, A Tale of Fundamentalists and Chartists, National Bureau of Economic Research Working Paper No. 1854 NBER, Cambridge, MA.Frankel, J. A. and K. Froot 1990, Chartists, Fundamentalists and the Demand for Dollars, A. S. Courakis and M. P. Taylor eds., Private Behavior and Government Policy in Interdependent Economies Oxford University Press, Oxford.Froot, K. A. and Frankel, J. A. 1989, Forward Discount Bias, Is it an Exchange Rate Risk Premium?, Quarterly Journal of Economics 104, 139161.Froot, K. A. and K. A. Rogoff 1995, Perspectives on PPP and LongRun Exchange Rates, G. M. Grossman and K. Rogoff eds., Handbook of International Economics, Vol. 3 NorthHolland, Amsterdam 16471688.Predicting Real Exchange Rates 35Froot, K. A., Kim, M. and K. A. Rogoff 1995, The Law of One Price over 700 Years,National Bureau of Economic Research Working Paper No. 5132 NBER, Cambridge, MA.Fuhrer, J. C. 1997, The Un Importance of ForwardLooking Behavior in Price Specifications, Journal of Money, Credit, and Banking 29, 338350.Gregory, A. W. , J. M. Nason and D. G. Watt 1996, Testing for Structural Breaks in Cointegrated Relationships, Journal of Econometrics 71, 321341.Hansen, B. E. 1992, Tests for Parameter Instability in Regressions with I1 Processes,Journal of Business Economic Statistics 10, 321335.Hansen, B. E. 1992a, Testing for Parameter Instability in Linear Models, Journal of Policy Modeling 14, 517533.Harvey, A. C. 1990, The Econometric Analysis of Time Series, 2. ed., Phillip Allan,New York, London.Hendry, D. F. 1995, Dynamic Econometrics Oxford University Press, Oxford.Henning, C. R. 1994, Currencies and Politics in the United States, Germany, and JapanInstitute for International Economics, Washington, DC.Hodrick, R. J. 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets Harwood, Chur.Hooper, P. und J. Morton 1982, Fluctuations in the Dollar, A Model of Nominal and Real Exchange Rate Determination, Journal of International Money and Finance 1,3956.Inder, B. 1993, Estimating LongRun Relationships in Economics, Journal of Econometrics 57, 5368.Johansen, S. 1991, Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Econometrica 59, 15511580.Johansen, S. 1992, Cointegration in Partial Systems and the Efficiency of SingleEquation Analysis, Journal of Econometrics 52, 389402.Johansen, S. 1995, LikelihoodBased Inference in Cointegrated Vector Autoregressive Models Oxford University Press, Oxford.Kilian, L. 1999, Exchange Rates and Monetary Fundamentals: What Do We Learn From LongHorizon Regressions? Journal of Applied Econometrics 14, 491510.Koedijk, K. G., P. C. Schotman and M. A. van Dijk 1998, The reemergence of PPP inthe 1990s, Journal of International Money and Finance 17, 5161.Kouri, P. J. K. 1976, The Exchange Rate and the Balance of Payments in the Short andin the Long Run, A Monetary Approach, Scandinavian Journal of Economics 78,280304.Krugman, P. 1990, Equilibrium Exchange Rates, W. Branson, J. A. Frenkel and M.Goldste International Policy Coordination and Exchange Rate FluctuationsChicago University Press, Chicago 159187.Krugman, P. R. 1985, Is the Strong Dollar Sustainable? National Bureau of Economic Research Working Paper No. 1644 NBER, Cambridge, MAKwiatkowski, D., P. C. B. Phillips, P. Schmidt and Y. Shin 1992, Testing the Null Hypothesis of Stationarity against the Alternative of a Unit Root, Journal of Econometrics, 54, 159178.Predicting Real Exchange Rates 36Lewis, K. K. 1995, Puzzles in International Financial Markets, K. Rogoff and G. M.Grossman eds., Handbook of International Economics, Vol. 3 NorthHolland,Amsterdam 19131971.Lothian, J. R. 1998, Some New Stylized Facts of Floating Exchange Rates, Journal of International Money and Finance 17, 2939.Mac Donald, R. 1995, Asset Market and Balance of Payments Characteristics, An Eclectic Exchange Rate Model for the Dollar, Mark and Yen, International Monetary Fund Working Paper 9555 IMF, Washington, DC.Mac Donald, R. and I. W. Marsh 1997, On Fundamentals and Exchange Rates, A Casselian Perspective, Review of Economics and Statistics 79, 655664.Mac Donald, R. and M. P. Taylor 1993, The Monetary Approach to the Exchange Rate,Rational Expectations, LongRun Equilibrium, and Forecasting, IMF Staff Papers 40, 89107.Mac Donald, R. and M. P. Taylor 1994, The Monetary Model of the Exchange Rate,LongRun Relationships , ShortRun Dynamics and How to Beat the Random Walk, Journal of International Money and Finance 13, 276290.Mac Kinnon, J. G. 1991, Critical Values for CoIntegration Tests, R. F. Engle and C. W.J. Granger eds., LongRun Economic Relationships Oxford University Press,Oxford.Mark, N. C. 1995, Exchange rates and fundamentals, Evidence on longhorizon predictability, American Economic Review 85, 201218.Mark, N. C. and D.Y. Choi 1997, Real exchangerate prediction over long horizons,Journal of International Economics 43, 2960.Marston, R. C. 1987, Real Exchange Rates and Productivity Growth in the United Statesand Japan, S. Arndt und J. D. Richardson ed., Real Financial Linkages in Open Economies MIT Press, Cambridge, MA 7196.Masson, P. R., J. Kremers and J. Horne 1994, Net foreign assets and international adjustment, The United States, Japan and Germany, Journal of International Moneyand Finance 13, 027040.Meese, R. and K. Rogoff 1983, Empirical exchange rate models of the 1970s, Do they fitout of sample?, Journal of International Economics 14, 324.Meese, R. and K. Rogoff 1988, Was it real? The exchangerate interest differential relation over the modern floatingrate period, Journal of Finance 43, 933948.Menkhoff, L. 1998, The NoiseTrading Approach, Questionnaire Evidence from Foreign Exchange, Journal of International Money and Finance 17, 547564.Mundell, R. 1961, Flexible Exchange Rates and Employment Policy, IMF Staff Papers 9, 7079.Mussa, M. 1984, The Theory of Exchange Rate Determination, J. F. O. Bilson and R.C. Marston ed., Exchange Rate Theory and Practice Chicago University Press,Chicago 1378.Mussa, M. 1986, Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates, CarnegieRochester Conference Series on Public Policy 25, 117214.Nyblom, J. 1989, Testing for the Constancy of Parameters over Time, Journal of the American Statistical Association 81, 223230.Obstfeld, M. 1988, Comment on the paper W. H. Branson, R. C. Marston ed., Misalignment of Exchange Rates Chicago University Press, Chicago 3138.Predicting Real Exchange Rates 37Obstfeld, M. 1995, International Currency Experience, Brookings Papers on Economic Activity 11995, 119196.OConnel, P. G. J. 1998, The Overvaluation of Purchasing Power Parity, Journal of International Economics 44, 119.Papell, D. H. 1997, Searching for Stationarity, Purchasing Power Parity Under the Current Float, Journal of International Economics 43, 313332.Papell, D. H. and H. Theodoridis 1998, Increasing Evidence on Purchasing Power Parityover the Current Float, Journal of International Money and Finance 17, 4150.Phillips, P. C. B. 1988, Reflections on Econometric Methodology, The Economic Record 64, 344359.Phillips, P. C. B. and M. Loretan 1991, Estimating LongRun Equilibria, Review of Economic Studies 58, 407436.Ploberger, W. and W. Kramer 1992, The CUSUM Test with OLS Residuals, Journal of Econometrics 60, 271285.Quandt, R. E. 1960, Tests of the Hypothesis that a Linear Regression Obeys Two Separate Regimes, Journal of the American Statistical Association 55, 324330.Roberts, J. M. 1998, Inflation Expectations and the Transmission of Monetary Policy,International Finance and Economics Discussion Paper No. 199843 Board of Governors of the Federal Reserve,Washington DC.Rogoff, K. 1996, The Purchasing Power Parity Puzzle, Journal of Economic Literature 34, 647668.Samuelson, P. 1964, Theoretical Notes on Trade Problems, Review of Economics and Statistics 46, 145164.Stock, J. H. 1987, Asymptotic Properties of Least Squares Estimators of Cointegrating Vectors, Econometrica 55 10351056.Stock, J. H. 1994, Unit Roots, Structural Breaks and Trends, R. F. Engle and D. L.Mc Fadden eds., Handbook of Econometrics, Vol. 4 NorthHolland, Amsterdam27382841.Stock, J. H. and M.W. Watson 1993, A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica 61, 783820.Takagi, S. 1991, Exchange rate expectations, A survey of survey studies, International Monetary Fund, IMF Staff Papers 38, 156183.Throop, A. 1993, A Generalized Uncovered Interest Parity Model of Exchange Rates,Federal Reserve Bank of San Francisco Economic Review 2, 316.Wickens, M. R. and T. S. Breusch 1988, Dynamic Specification, the LongRun and the Estimation of Transformed Regression Models, Economic Journal 98Supplement, 189205.", "filename": "309474892.pdf", "person": ["Carsten-Patrick Meier", "Meier, Carsten-Patrick"], "date": ["1999"]}