{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39651/1/311939848.pdf"], "title": ["Liberalization, democracy and economic performance during transition"], "plaintext": "1Liberalization, Democracy and Economic Performance during TransitionJan Fidrmuc Center for European Integration Studies ZEI, University of Bonnand CEPR London January 2000Abstract This paper analyzes the interrelations between economic and political processes duringtransition in 25 postcommunist countries of Central and Eastern Europe and the former Soviet Union. The main findings are the following: First, economic liberalizationgenerally has positive effect on growth even when controlling for initial conditions. Theeffect is Ushaped during the contraction and linear during the recovery, but in bothperiods complete liberalization is superior to no liberalization. Second, democracy has anegative effect on growth during the contraction, whereas its effect appears insignificantduring the recovery. Third, economic performance is a strong determinant of support forthe reform in elections: support for the reform falls with unemployment and increases witheconomic growth, output level relative to 1989, and, surprisingly, inflation. Finally,economic liberalization per se increases opposition against the reform, as the costs of thereform apparently go beyond deteriorating economic performance. The level ofdemocracy, in contrast, increases the support for the reform.Keywords:Democracy, Economic Liberalization, Economic Performance, Voting.JEL codes:O11, P26, P27 A previous version of this paper was entitled Economic Performance and Political Liberalization during Postcommunist Transitions. I benefited from comments and suggestions from Jurgen von Hagen, Philipp Harms and Arye Hillman, as well as participants of the EMMA meeting at Cent ER, the 9th Silvaplana Workshopon Political Economy, ZEI Research Breakfast, and a seminar at SITE. This research was initiated while I wasaffiliated with the Cent ER for Economic Research at Tilburg University, whose hospitality and stimulatingresearch environment I gratefully acknowledge. Address: ZEI, WalterFlexStrasse 3, 53113 Bonn, Germany. Email: Fidrmucunited.econ.unibonn.de.Phone: 49228731821, Fax: 49228731809. Web: http:homes.arealcity.comfidrmuc.21Introduction In Fall 1989, Mikhail Gorbachev renounced the Brezhnev doctrine and replaced it withwhat later became known as the Sinatra doctrine My Way. Soon thereafter, severaldramatic changes took place in the countries of Central and Eastern Europe. The Berlin Wallcame down and borders opened up. Romanias beloved leader Nicolae Ceausescu was gunneddown by his rebellious subjects. The playwright Vaclav Havel and electrician Lech Walesabecame the presidents of their countries. Throughout the region, communist regimes weretoppled by massive protests or armed struggle. Free and democratic elections ensued andsealed the change. After more than forty years, the pendulum of history finally swung back.Soon it appeared that the political transition was essentially over, and the only questions leftto be answered were those relating to stabilization, economic reform, and the optimal path toprosperity.However, the news about the demise of communism proved to be vastly exaggerated. Thereform turned out more costly and painful than expected, and public support for belttightening soon dissipated. Disillusioned voters became easy prey for nationalism andpopulism. Throughout the region, the former communist parties rose from their graves andreturned to power. Symbolically, Poland now has a communist president once again. Thependulum of history swung back, showing how intensely politics and economics have becomeintertwined in the postcommunist countries. The continuation of reforms and the verysustainability of democracy came under threat from the political backlash brought about byadverse effects of the reforms.The focus of this paper reflects three crucial questions relating to the design of economicreforms in the transition countries: First, was greater liberalization the key to less severetransitioninduced decline and faster recovery, or was the gradual approach more successful?Second, what was the effect of political liberalization, alongside economic liberalization, oneconomic performance? And, finally, what are the political costs of the reform? To whatextend is the political backlash against democratic and proreform parties a price thereformers pay for excessive adverse effects of the reform?The first question received a great deal of attention, in the policy debate as well as in theacademic literature. Many papers have been written discussing the vices and virtues of shockvs. gradualism, and the discussion is far from over Lipton and Sachs, 1990, give an earlyexposition; Dewatripont and Roland, 1996, compile a survey of arguments. With the3publication of the World Banks World Development Report 1996 the results of thebackground study were summarized also by de Melo et al, 1996, the originally mainlytheoretical discussion gained an empirical dimension. De Melo et al. 1996 analyzed thepatterns of economic performance in a cross section of transition countries and found apositive effect of economic liberalization on poststabilization growth, and a negative effecton inflation. Subsequent studies soon followed, some confirming de Melo et al.s finding,other disputing it see section 3.1 for a more detailed discussion.The second question, pondering the relationship between political liberalization andeconomic performance during transition, is mainly motivated by the experience of countriessuch as Chile, South Korea and Taiwan, which only introduced democracy after economicreform was successfully implemented see Edwards, 1991. The argument for a benevolentdictator rests on the observation that actions of elected governments often are often motivatedby the desire to enlist and sustain support from various constituencies trade unions, farmers,specific industries rather than sound economic rationale. In economic transition, when thetraditional standing of many constituencies is being changed dramatically, the governmentwill find itself under even greater pressure. Even more importantly, because of thepredominantly adverse effects of economic liberalization in its early stages, the reform can behalted or reversed due to political backlash that it generates. Postponement of democracy untilthe reform starts delivering its positive effects may help bridge this period. The argument infavor of democracy, on the other hand, builds on the importance of guaranteeing theprotection and enforcement of property rights. Accordingly, political and civil liberties arenecessary in order to protect economic agents from predatory behavior by the governmentsee North, 1993. Unlike the role of economic liberalization, the effect of democracy oneconomic performance during transition is relatively little explored empirically. De Melo et a.1996 and Dethier et al. 1999 point out the high degree of correlation between the measuresof economic and political liberalization, and suggest that political liberalization facilitateseconomic reforms. Political liberalization, they argue, affects economic performance onlyindirectly, through its effect on economic liberalization. The direct effect of democracyalongside economic liberalization on economic performance during transition has not beenaddressed in the previous literature, however.1Finally, political sustainability of economic reforms is a necessary condition for the 1 Barro 1996, in contrast, studies the relationship between democracy and economic growth in a crosssection of developed and developing countries.4successful completion of the reforms see the discussion in Dewatripont and Roland, 1996.Not surprisingly, economic performance is a strong determinant of the political support forthe reforms. Previous studies on this topic include Fidrmuc 2000a,b, who uses regionalresults of national elections to study economic determinants of voting preferences in the Czech Republic, Hungary, Poland and Slovakia; Hayo 1999, who uses the Eurobarometersurveys to explore the determinants of support for the creation of a market economy; and Brainerd 1999, whose analysis of the relationship between individual economiccharacteristics and voting behavior in Russia is based on household surveys.The objective of this paper is to broaden our understanding of these three types ofinteractions between economics and politics in the postcommunist countries in transition.The main results are the following: First, I find strong and positive relationship betweeneconomic liberalization and economic performance, even after controlling for initialconditions measured by the countries distance from Western Europe, their initial GNP percapita, population growth, secondary school enrollment, and a dummy for military conflicts.The effect of liberalization is particularly strong during the later period of transitionrecovery. Second, I find that democracy has a Ushaped effect on economic performance, atleast during the early part of the transition contraction. Thus, either no democracy or fulldemocracy leads to better economic performance than moderate democracy. This result fortransition countries stands in contrast to that found by Barro 1996 for a broad section ofdeveloped and developing countrieshis findings indicate an inverse Ushaped relationship.Finally, I find a strong effect of economic performance on election results in a subset oftransition countries that I analyzed. In particular, support for the proreform parties isnegatively related to unemployment and positively to economic growth, output level relativeto 1989, and, surprisingly, inflation. Moreover, economic liberalization per se increasesopposition against the reform, as the costs of the reform apparently go beyond what can beexplained by deteriorating economic performance.In the next section, I take stock of the main results of economic and political transition in 25 countries in Central and Eastern Europe CEE and the former Soviet Union FSU. Insection 3, after briefly surveying previous arguments put forward in the literature, I evaluatethe relationship between economic and political liberalization, and economic performance. Insection 4, I look at the relationship between economic performance and political support forreforms, as reflected in electoral outcomes in seven postcommunist countries. Finally,section 5 concludes.52Growth Performance during Transition The severity of the adverse effects of reforms adopted in early 1990s exceeded mostexpectations. Table 1 reports basic indicators of economic performance for 25 transitioncountries. According to the official statistics, economic activity virtually collapsed in manypostcommunist countries. By 1998, real GDP shrank to between 25 and 83 % of the levelattained in 1989 Georgia and Uzbekistan, respectively, were the two extremes. The averagecumulative contraction of output for the 25 countries listed in Table 1 was 42 %. Forcomparison, US GNP fell by 34 % during the Great Depression. The output fall was alsorelatively longlasting, the average duration of the depression was 5.6 years, 4.2 years in CEEand the Baltics and 7 years in the FSU. The subsequent cumulative increase of GDP wasrelatively small, 10 % on average. Price liberalization brought about a onetime inflationaryjump as the prices adjusted to equate demand and supply. However, inflation spiraled away inseveral postcommunist countries, reaching four or even five digit levels. Unemployment rateincreased from virtually zero to well over 10% in most countries. Transition also broughtabout a dramatic increase in income inequality and poverty: for instance, the number ofpeople below poverty line in the FSU increased from 14 million in 1989 to 147 million.Insert Table 1 about here.It is generally accepted that the official statistics exaggerate the severity of the output fall.The statistics directly measure the production of mediumsized and large firms, but onlyestimate the output of small firms which make up most of the new and growing private sector.Overreporting under communism for political reasons and underreporting at present fortax purposes also play a role. The official statistics only imperfectly estimate the transfer ofeconomic activity from the official to the unofficial economy. In addition, output fell alsobecause of the elimination of undesired production, reduction of waste, and fall in inventoriesas the shortage economy turned into a surplus one. Nonetheless, even if overestimated by theofficial statistics, the reforminduced output fall in CEE and FSU was undoubtedly verysevere.Several theoretical explanations have been suggested to account for the output fall. Calvoand Coricelli 1993 blame the credit crunchcredit restrictions and high real interest ratesdue to overly restrictive monetary policy. Blanchard and Kremer 1997, and Roland and6Verdier 1999 develop supplyside explanations based on disorganization of productionsupplierbuyer relationships due to asymmetric information about outside options inbargaining, or search frictions and relationspecific investment, respectively. Finally, Hillman1999 and Hillman and Ursprung 1999 suggest that the output fall occurred becauseeconomic and political reforms were not accompanied by a change of political culture. Hence,the political culture of rent seeking remained in place, and time and resources spent for rentseeking activities even increased, thus precipitating the output fall. This proposition issupported also by Shleifer 1998 who compares the outcomes of transition in Poland and Russia. In particular, Shleifer notes that in Poland most of the postcommunist politicalleadership are new politicians. In contrast, the Russian political elite is composed primarily offormer communists.The ultimate objective of the reforms was to remove the inefficiencies inherent to thesocialist economy, and transfer resources to a more productive use. After an initial transitorydecline, economic activity should have picked up and exceeded the prereform levels. Instead,the recovery proved to be slow or nonexistent. As Table 1 reports, GDP on average increasedby less than 10 % since the economy had hit the bottom. As of 1998, the recovery has not yetoccurred in four countries: Russia, Ukraine, Moldova and Kazakhstan. Only in Poland and Slovenia output exceeded the pretransition level by 1998. In general, the countries of Central Europe and the Baltics succeeded in stabilizing their economies and resuming growth,whereas economic performance was much worse in the Balkans and especially the FSU.There are marked differences also in terms of progress in liberalization andimplementation of democracy among the transition countries. The EBRD has publishedannual indicators of progress in transition since 1994. The average value 2 henceforth referredto as the Liberalization Index of these indicators as of 1998 is reported in Table 1.Accordingly, Hungary progressed furthest in terms of liberalization, closely followed by the Czech Republic, Slovakia, Poland and Estonia. In contrast, Turkmenistan, Belarus, and Tajikistan progressed the least.Progress in political reforms is reflected in the indices of political rights and civil liberties 2 The EBRD index is based on the average of progressintransition indicators largescale and smallscaleprivatization, enterprise restructuring, price liberalization, trade and foreign exchange liberalization, competitionpolicy, banking reform, securities markets, and legal rules on investment compiled annually by the European Bank for Reconstruction and Development EBRD. The indicators take values from 1 little progress to 4comparable to developed industrial economies. The index reported in Table 1 is the unweighted average of the EBRD indicators with 4 replaced by 5. It is normalized so as to take values between zero little liberalizationand one maximum liberalization.7reported by the Freedom House. Table 1 reports the average value 3 henceforth referred to asthe Democracy Index as of 199899. Accordingly, Hungary, along with the Czech Republic,Poland, Slovenia, and the Baltics are most democratic among the transition countries havingreceived the same marks as Germany or the UK. On the other hand, Belarus, Tajikistan,Turkmenistan and Uzbekistan are least democratic.3Determinants of Economic Performance 3.1 Previous Findings and Controversies The question most often pondered by the literature concerns the relationship betweeneconomic performance during transition and the choice of reform strategy: Did the countriesthat chose a rapid reform strategy incur greater or smaller costs in terms of output decline andinflation? Did rapid reforms pay off with a faster subsequent recovery, or did the countriesthat postponed or avoided reforms succeed in avoiding the output fall? And, even moreimportantly, where the postcommunist countries in a position to choose the speed of reforms,or was the choice predetermined by their respective starting situation?The literature attempting to answer these questions can be divided into two groups: thosewho argue that economic liberalization brought about better economic performance, and thosewho argue that initial conditions were crucial in determining both the progress in economicliberalization and economic performance.The search for a causal relationship between economic liberalization and performance intransition was started by de Melo et al. 1996. They construct annual liberalization indicesfor three broad areas of reformsliberalization of internal markets, liberalization of externalmarkets, and privatization and restructuringfor the individual transition countries over 198994. These indices are the basis for their measure of economic liberalizationthecumulative liberalization index CLI, defined as the sum of yearly weightedaverage indiceswith weights 0.3, 0.3 and 0.4, respectively. Their conclusion is that more liberalization wasassociated with higher growth and lower inflation both averaged over 199394.Other studies reached similar conclusions. Fischer et al. 1996, 1997 extend the analysis 3 The Freedom House indices evaluate the extent of political rights and civil liberties. The index reported in Table 1 is the average of the two indices, normalized so that it ranges between zero no democracy, original Freedom House 7 and unity full democracy, Freedom House rank 1.8to panel data framework. Selowsky and Martin 1997, also using panel data, argue thatliberalization has different effects on performance in CEE and the FSU. In particular, whileliberalization has immediate positive effect on performance in CEE, it is associated withinitial deterioration and only subsequent improvement in the FSU. Similarly, Tichit 1999finds that several variables have different, sometimes even opposite effect on economicperformance in the CEE and the FSU. Finally, Havrylyshyn et al. 1998 show that the effectof liberalization is more profound at a later stage in the transition than at its outset.However, Aslund et al. 1996 find that the relationship between liberalization andaverage growth over 198995 turns out to be insignificant after including dummies for theruble zone 4 and wartorn countries. Aslund et al. interpret this result as indicating theimportance of initial conditions. Accordingly, the countries with more favorable initialconditions were able to liberalize more and experienced less severe economic decline.However, although this interpretation is plausible, the result also reflects the construction ofthe CLI. The FSU countries started liberalizing later and therefore their CLI, which reflectsboth the intensity as well as the duration of liberalization, is by definition lower.5 The rublezone dummy then proxies for cumulative liberalization and effectively divides the postcommunist countries into groups with high and low cumulative liberalization. Given the smallsample size 24 countries, the CLI turns out insignificant. Moreover, Aslund et al. 1996report significant effect of cumulative liberalization on the growth rate as of 1995 even whenincluding the rublezone and wartorn dummies.Heybey and Murrell 1999 as well as Krueger and Ciolko 1999 also underscore theimportance of initial conditions. Both papers argue that economic liberalization is in factendogenous and predetermined by the initial conditions. Heybey and Murrell estimate asystem of simultaneous equations to show that there is in fact twoway causation betweeneconomic growth and the speed of liberalization measured as the change in the annualliberalization index. Krueger and Ciolko, in turn, show that the level of liberalizationmeasured by the CLI is well explained by a simple regression including a dummy for the FSU former Soviet Union, GNP per capita as of 1988 and the ratio of exports to GDP.Finally, the effect of democracy on economic performance during transition has been 4 All members of the former Soviet Union, including the Baltic states.5 Heybey and Murrell 1999 point out further problems related to the use of the CLI. In particular, the CLIreflects neither the level, nor speed of liberalization the former is measured by the annual liberalization indexwhereas the latter is captured by the change of the annual index.9largely ignored in the literature.6 Instead, the attention turned towards the relationshipbetween democracy and economic liberalization. De Melo et al. 1996 observe that politicalliberalization measured by the Freedom House index of political rights and civil liberties isstrongly and positively correlated with the liberalization index. They suggest that politicalliberalization encourages economic liberalization, although the causality can also be twoway.Accordingly, the effect of political liberalization on economic performance is only indirect,via its effect on economic liberalization.3.2 Economic Liberalization and Initial Conditions Table 2 presents the results of crosscountry regressions for the 25 countries of Centraland Eastern Europe and the former Soviet Union listed in Table 1. The dependent variable isthe average growth. The regressions are estimated for three periods: the entire transitionperiod 199098, the initial period characterized chiefly by contraction 199093, and thelater period, which in most countries was associated with at least the first signs of recovery199498. The unweighted average rate of growth during the entire period was 4.33%annually, during the contraction period, GDP on average fell by 9.71% per year, whereas thegrowth rate during the recovery was essentially zero, 0.03%. Separate analysis of the twosubperiods should reveal whether different factors were important during the early and laterphases of the transition, or whether the effect of individual factors was different.Insert Table 2 here.The explanatory variables include the liberalization index, measures reflecting initialconditions, and some of the variables that were found to be significant in the growth literature.As pointed out above, the CLI may not be the best measure of economic liberalization forseveral reasons. Therefore, the regressions use the average values of annual liberalizationindices, and thus account for the average level of liberalization during the respective periodrather than cumulative liberalization or speed of liberalization.7 As the EBRD started to reportits liberalization index only as of 1994, the indices constructed by de Melo et al. 1996 are 6 In contrast, the effect of democracy on economic performance developed and developing countries hasreceived considerable attention, see Barro 1996 and the references therein.7 The problem with using the CLI is that, over longer period, a country, which started to liberalize earlier,could easily report higher CLI than a country that liberalized later but attained much higher level ofliberalization. Using the speed of reforms as an explanatory variable is also problematic, as, for example,countries with no liberalization and complete liberalization would both report zero speed of liberalization.10used for 199093. For the regression covering the entire transition period, the series linking upde Melo et al.s and EBRD indices, constructed by Havrylyshyn et al. 1998, is used.8 Theupper part of the table enters the liberalization index in linear form, whereas the lower partstipulates a quadratic relationship.The regressions control for initial conditions by including the distance from the countryscapital to Western Europe represented by Brussels9 and a dummy for countries affected bymilitary conflicts equal to unity for Croatia, Macedonia, Armenia, Azerbaijan, Georgia and Tajikistan. The distance from Brussels serves as a proxy for a variety of factors such ashistorical legacies, social, cultural and religious traditions, level of economic development,quality of institutions and the rule of law, as well as the cost of engaging in economicrelations with Western Europe.10 The distance from Western Europe replaces the commonlyused dummy for Former Soviet Union. Unlike the FSU dummy, it provides a continuousmeasure of initial conditions. Clearly, the initial conditions in Estonia were dramaticallydifferent from those in Tajikistan for example.The Liberalization Index is negatively correlated with the distance, the correlationcoefficient between the distance from Brussels and the Liberalization Index for 199093199498 is 0.74 0.66. Hence, the further a country lies from Brussels, the more reluctantit was to implement radical economic reforms.Overall, the effect of liberalization on growth is significant and positive in all three subperiods. There are, however, important differences when comparing the contraction and therecovery. The effect during the contraction is better depicted by a quadratic relationship,which indicates a Ushaped pattern Havrylyshyn et al., 1998, reach a similar conclusion.Accordingly, liberalization in transition countries retards growth at low levels but acceleratesgrowth after a moderate level of liberalization has already been attained. Either noliberalization or full liberalization is better than intermediate liberalization. The minimumeffect of liberalization is attained at value of liberalization index equal to 0.34, i.e. slightlyhigher than the value ascribed to Russia and Moldova during that period. Once the minimumlevel has been exceeded, there are increasing returns to further liberalization. It is important tonote though that full liberalization is superior to no liberalization at all. 8 I am grateful to Ron van Rooden for kindly sharing this series with me.9 As I was unable to obtain distance from Brussels for Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistanand Uzbekistan, I estimated it with 6,000 kmsee Table 1.10 Brussels serves here purely as a point of reference for measuring distance from Western Europe. Fischeret al. 1998b use distance from Brussels, Murrel 1996, on the other hand, uses the distance of Vienna. Neither,however, uses it as an explanatory variable in determining economic performance.11The Ushaped effect of liberalization on growth reflects, first, the fact that some countriesstarted implementing economic reforms later, and accordingly succeeded to postpone thetransitioninduced contraction for this reason, some analysts advocate the use of transitiontime rather than calendar time. Note, however, that the effect of liberalization on growth isclearly positive in the later transition period, and, hence, a postponement of reforms can onlyprovide temporary protection from contraction. Second, it indicates that while intermediatereform does not avoid disruptions to economic activity or disorganization, as argued by Blanchard and Kremer, 1997, it does not deliver the same efficiency gains as a completereform.During the recovery period, the linear relationship fits quite well the relationship betweenliberalization and growth. The regression with the nonlinear specification produces slightlylower adjusted R2. Moreover, it indicates that the relationship is humpshaped, with themaximum effect at value of 0.87, substantially higher than the maximum level ofliberalization attained among the transition countries by 1998. Finally, the relationship duringthe entire transition period is also better depicted by a linear specification. The coefficients forthe nonlinear specification are jointly significant, but the minimum effect is estimated atvalue of 0.35, which is outside the actual range of the liberalization index. Hence, allobservations lie along the upward sloping part of the Ushaped curve.The effect of liberalization on growth is also economically significant. Full liberalizationincrease in the value of the index from zero to unity is associated with average growthhigher by 16.2 percentage points during the contraction based on the nonlinear relationshipand 22.6 percentage points during the recovery based on the linear relationship, the nonlinear relationship predicts a gain of 16.9 percentage points.Aslund et al. 1996 find that the effect of economic liberalization on economicperformance becomes insignificant after controlling for initial conditions by includingdummies for the FSU including the Baltics and countries affected by military conflicts.When controlling for the initial conditions by the distance from Western Europe along withthe dummy for military conflicts, the effect of liberalization remains strongly significant inboth periods. Hence, the regression results presented in Table 2 show quite convincingly thatthe countries that liberalized more aggressively in general record significantly bettereconomic performance than the countries that proceeded in a more hesitant manner. Toreconcile the result obtained here with those presented by Aslund et al. and other studies, oneshould note that their regressions were estimated for the early years of the transition when the12effect of liberalization appears to be better accounted for by a nonlinear relationship. Inaddition, the FSU dummy is not a very good measure of initial conditions, as it assumesidentical initial conditions for a rather diverse group of countries.It is, however, possible that the regression results reflect reverse causation, in particular,economic performance may determine the progress in terms of economic liberalization. Tocheck for possible endogeneity, I estimated the regressions with liberalization indicespertaining to the first year of the respective period i.e. 1990 for both 199093 and 199098and 1994 for 199498. The regression results were affected only marginally.The regressions reveal also the importance of initial conditions. Interestingly, the distancefrom Western Europe appears more important during the recovery than during the contraction.The difference in underlying initial conditions that is associated with being further from Brussels by one thousand kilometers implies a reduction in average growth by 1.1 percentagepoint during the recovery. The dummy for military conflicts has a strongly negative effect oneconomic performance during the contraction. Countries engaged in or affected by militaryconflicts experienced growth lower by 10.1 percentage points annually during the contraction.Somewhat surprisingly, at least at first sight, the dummy obtains a positive sign during therecovery, when the same countries report average annual growth higher by 4.7 percentagepoints. The positive coefficient of the conflict dummy in the recovery period apparentlyreflects the fact that the most of the conflicts have already ended or subsided by mid 1990sand the countries are now recovering and making up for the lost output. The main exception is Tajikistan, which is still stricken by continuing internal conflicts as well as by the civil war inneighboring Afghanistan.Population growth, secondaryschool enrollment and the initial level of GNP11 are someof the variables typically found important in the economic growth literaturesee, forexample, Barro 1991, and Levine and Renelt 1992. Fischer et al. 1998a use these andother variables to predict growth prospects for the transition countries. 12 The growth literaturesuggests that population growth has a negative effect and school enrollment a positive effecton growth. However, it appears that in the transition countries, population growth only affects 11 The data can be criticized. Contemporaneous population growth and secondaryschool enrollment werechosen even though these variables obviously need time to take effect. However, the alternative was to use datastemming from the communist period, which are known to be unreliable. The estimates of the initial GNP seemto be unrealistically high for the FSU republics. Given that these figures are in purchasingpowerparity terms,the high figures reported for the FSU probably reflect, among other factors, low prices for energy and housing.13growth during the contraction period, and its effect is actually positive. This may be due to thelarge migratory movements taking place in the wake of breakups of the Soviet Union and Yugoslavia. Migration, unlike natural population growth, entails departures or arrivals peoplein economically productive age, and it is not surprising that its effect is positive Tichit,1999. On the other hand, population growth turned out insignificant in the regressions for therecovery period and was therefore omitted.The secondaryschool enrollment has the expected sign and is significant in both subperiods: better human capital improves growth performance. Other variables suggested by thegrowth literature, in particular primaryschool enrollment and government expenditure, weregenerally not significant. In fact, if anything, government expenditure actually appears to havea mild positive effect on growth during transition Campos, 1999, obtained a similar result.Investment as a share of GDP has a significant and positive effect during the contractiononly, whereas it is insignificant and negative during the recovery not reported. Investmentapparently takes time to have a positive effect on economic performance. Tichit 1999 foundthat investment has positive effect on growth only in the CEE countries, whereas it isinsignificant in the FSU. This pattern can also be behind the insignificant results obtained fora cross section of CEE and FSU countries.The coefficient on the initial GNP per capita is negative although during the recovery it isonly marginally significant. The negative coefficient is consistent with the notion ofconditional convergence, as predicted by the neoclassical growth theory. Hence, countries thatwere initially poorer, tend to grow faster when controlling for other factors affecting growth.The regressions reported in Table 2 provide a rather good account of the determinants ofgrowth in the transition countries, with the adjusted R2 ranging between 0.57 and 0.80. Themost important explanatory variable is the liberalization index, which alone along with theconstant produces an adjusted R2 of 0.48 for the entireperiod regression. The distance from Brussels alone results in an adjusted R2 of 0.20. The dummy for military conflict aloneproduces an adjusted R2 of 0.13. Population growth, secondary school enrollment, and theinitial GNP each yield an adjusted R2 between 0.02 and 0.04. 12 However, because of the extraordinary nature of the postcommunist transition, it is not surprising to findthat the determinants of growth in transition countries are different from those in market economies. See Campos1999 for more discussion.143.3 Democracy and Economic Performance Barro 1996, in his well know study on the relationship between democracy and growthfound that democracy enhances growth at low levels of political freedom but depressesgrowth when a moderate level of freedom has already been attained p. 1. A clear policyimplication based on this conclusion is that the transition countries should have introducedonly limited democracy, until reaching a level of economic development when they can affordthe luxury of full democracy. In fact, Barro 1996 predicts that Hungary, one of the few postcommunist countries in his data set, will experience a deterioration of democracy between 1994 and 2000, as the extent of democracy reached by 1994 was not commensurate to itslevel of economic development.That is not what has happened. Table 1 reports the values of the Democracy Index as of 199899. The countries that introduced widest democracy Hungary, the Czech Republic,Poland, Slovenia, and the Baltics also achieved the best results in terms of economicperformance. In contrast, some of the countries that implemented only moderate democracyfor example Russia, Ukraine and Moldova saw their economic activity plunge with littlesigns of subsequent recovery.The liberalization and policy discussion abounds with arguments both in support andagainst introduction of democracy simultaneously with economic reforms. On the one hand, itis argued that an authoritarian government may be necessary to implement reforms, whichwill in the end increase efficiency but are costly in the short term. Democracy would putpolitical constraints on the ability of the government to implement such reforms. Fernandezand Rodrik 1991 show that rational voters may reject a reform that benefits a majority ifindividual payoffs are uncertain. Such a reform would be sustained ex post once it isimplemented but would be rejected if subjected to a vote ex ante. Similarly, Alesina and Drazen 1991 show that efficiencyenhancing reform can be delayed due to war of attritionand asymmetric distribution of payoffs. The experience of Latin American countries as wellas South Korea and more recently China is often quoted as an example of a successfultransition without simultaneous political reform see for example Edwards, 1991, and Rodrik,1996.On the other hand, lack of democracy, and the lack of rule of law typically associated withit, increase the uncertainty and reduces incentives for engaging in profitseeking activities. As North 1993 puts it, well specified and enforced property rights, a necessary condition foreconomic growth, are only secure when political and civil rights are secure; otherwise15arbitrary confiscation is always a threat.13 Anecdotal and survey evidence, especially fromthe former Soviet Union, seems to support this point see Shleifer, 1998.Yet, the effect of democracy on economic performance during transition has not beenexplicitly studied. De Melo et al. 1996 and Dethier et al. 1999 observe that the levels ofliberalization and democracy are strongly correlated in the transition countries. Indeed, thecorrelation coefficient between the average indices of liberalization and democracy over 199098 is 0.88. They argue that democracy facilitates economic liberalization in thetransition countries. Thus, the perceived relationship between democracy and economicperformance is only indirect, via the effect of democracy on economic liberalization.Table 3 fills this void by empirically analyzing the relationship between democracy andeconomic performance in the transition countries. The regressions control for some of thevariables included already in Tables 2: the liberalization index, the distance from Western Europe, secondary school enrollment, the conflict dummy, and the initial GNP. Thedemocracy index is based on the scores reported by the Freedom House, as explained above.As with the liberalization index, the indices used are the averages over the respective periods.Again, contraction and recovery periods are considered separately. Nonlinear relationship isstipulated for the liberalization index during the contraction, based on the findings of thepreceding subsection.Insert Table 3 here.It is important to note that the effect of liberalization remains strongly significant and ofsimilar magnitude as in the corresponding regressions in Table 2. Hence, the effect ofdemocracy goes beyond facilitating economic liberalization. On the other hand, the distancefrom Western Europe is no longer significant in the regression for the contraction period aftercontrolling for democracy and it is only marginally significant during the recovery. Thismay indicate that the extent of democracy is correlated with some of the initial conditions.In particular, the further a country is from Western Europe, the less democratic it iscorrelation coefficient 0.82.As with liberalization, the relationship between democracy and growth is different during 13 North 1993 argues that England and the Low Countries achieved sustained per capita growth duringand after the Industrial Revolution because political freedoms and representative government guaranteedproperty rights. In contrast, Spain, Portugal, the Arab world and medieval China eventually failed economically,despite having created vast empires and assembled great wealth.16the contraction and the recovery. During the contraction, as well as during the entire transitionperiod, more democracy actually hurts growth performance of the transition countries. On theother hand, the effect is positive but insignificant during the recovery. Hence, simultaneouseconomic liberalization and introduction of democracy during the early phase of transitionwas indeed associated with worse economic performance. Transition countries thus could dobetter by postponing the introduction of democracy temporarily while implementingeconomic reforms. This goes against the argument put forward, among others, by de Melo etal. 1996 and Dethier et al. 1999 who indicate that democracy should have, at leastindirectly, a positive effect on growth, as it reinforces economic liberalization. On thecontrary, the results presented here indicate that, once controlling for economic liberalization,the effect of democracy is negative.14The negative effect of democracy on growth can be ascribed to two reasons at least.First, it may reflect increased political uncertainty, as democratic governments are faced withpolitical backlash in the wake of shortterm adverse effects of the reforms. Such uncertaintyreduces incentives to engage in profitbearing activities. Second, governments facingreelection may pursue shortterm political aims, even if these are detrimental to longtermeconomic performance. Both factors become less important during the later phase of thetransition, as economic and political developments consolidate. The insignificant result for therecovery period may therefore occur as the relationship between democracy and growthconverts from a negative one to a different, longterm relationship.The effect of democracy on growth in transition stands in contrast to the one found by Barro 1996, although he obtains his result with a different set of explanatory variables. Asall transition countries started off with from low levels of democracy, according to the patternfound by Barro the effect of introducing democracy should be initially positive, until anintermediate level is reached. Instead, the relationship appears negative for the transitioncountries.As was the case with the effect of liberalization on growth, there is also the possibility ofreversed causation. Countries that experienced less severe transitioninduced decline mayhave found it easier to implement political reforms. Or, governments experiencing adverseeconomic developments shied from political liberalization in order to avoid being toppled in 14 The effect of democracy appears Ushaped during the contraction when the liberalization index isincluded only in linear form. When both indices are included in quadratic form, only the Ushaped effect ofliberalization remains significant, whereas the joint significance level of the linear and quadratic terms fordemocracy falls to 20%.17democratic elections. Indeed, regressions with the initial level of democracy 1990 and 1994for the respective periods instead of average values produced insignificant results. However,the informational value of the 1990 democracy index is very questionable, as it does notdistinguish among the constituent parts of the Soviet Union, Yugoslavia and Czechoslovakia.Therefore, it is not all that surprising that it is insignificant.154Economic Performance and Political Support for the Reforms The adverse effects of reforms have had profound political consequences. The support forradical economic reforms quickly dissipated in most of the postcommunist countries. Theintensity of political backlash against the reforms has been related to the extent of adverseeffects of the reforms, in particular unemployment.16 A good example of this relationship isthe Czech Republic, where the proreform parties remained in power as long asunemployment remained low. Fortunately, in the countries where postcommunist partiesreturned to power, reforms were generally not reversedin some cases especially Hungaryand Poland, the postcommunists proved to be more enthusiastic reformers that the partiesthat originally instigated the reforms.After studying the relationship between economic and political liberalization andeconomic performance, the present section documents the reverse relationshipthe effect ofeconomic performance on political developments, as reflected in electoral outcomes inselected transition countries.17 The relationship between economic performance and thesupport for reforms has been explored mainly theoretically see, for example, Rodrik, 1995,but empirical analysis has been scarce up to date, primarily because of the lack of appropriatedata. Recent empirical work includes Brainerd 1999, Hayo 1999, Warner 1997 and Fidrmuc 2000a,b see Fidrmuc, 2000a, for additional references. The approach utilized inthe current paper is similar to that of Fidrmuc 2000a,b, but instead of regional data, theanalysis is based on a cross section of 17 elections in seven countries of Central and South 15 Separate indices for the constituent parts of the former Soviet Union and Yugoslavia are available as of 1991, for Czechoslovakia since 1993. However, the indices do not seem very reliable in the first year of two, asthe analysts apparently need longer time to learn to assess political freedoms in the newly established countries.For example, Tajikistan received an index of 0.667 in 1991, which was reduced to 0.167 one year later andsubsequently to zero.16 See Fidrmuc 2000a,b.17 Note, however, that the subject of this section is not precisely the reverse of that of the previous section.In particular, this section analyzes the effect of economic performance on the support for reforms botheconomic and political, not the progress of the reform itself.18Eastern Europe: the Czech Republic, Slovakia, Hungary, Poland, Romania, Bulgaria, and Slovenia. Only a subset of the transition countries was selected, because, in order for theanalysis to be meaningful, the countries should be democratic. This criterion excludes thebulk of the former Soviet Republics see Table 1. Furthermore, classification of partiesaccording to their political orientation is tricky in the former Soviet Union, as nationalist oftenmeans antiSoviet and proreform especially in the Baltics. Last but not least, these are thecountries for which information is most readily available.Table 4 presents the results of an analysis of election results for a cross section of postcommunist countries. The dependent variable is the share of votes received in each particularelection by parties categorized along two dimensions: their political orientation proreformparties, and left wingnationalist parties, and incumbency. The election results are regressedon variables reflecting economic performance: unemployment rate, growth rate, index ofoutput level with 1989 equal to 100, and the inflation rate. In addition, the regressionsreported in the lower part of Table 4 included also the liberalization and democracy indices.All variables pertain to the election year.18 The regressions are estimated by OLS withheteroskedasticity robust standard errors. Using the logit transformation for the dependentvariable yielded virtually identical results.19Insert Table 4 here.The results reveal a pattern similar to the findings of Fidrmuc, 2000a,b. The regressionswhere parties are classified according to their political orientation have very high explanatorypower with the adjusted R2 of 0.6 or higher. In contrast, the analysis of the votes of theincumbent parties yield adjusted R2 of only 0.30.4. Hence, the categorization of partiesaccording to their political orientation is apparently better suited for an analysis of the patternsunderlying voting behavior in the transition countries.Economic performance has strong effects on electoral outcomes. Unemployment reducesthe support for proreform parties, and increases the support for left wing and nationalistparties. One percentage point of unemployment transforms into a gain of nearly twopercentage points for the leftwing and nationalist parties and a corresponding loss for thereformers. Economic growth shows positive effect on the votes for proreform parties and 18 Choosing the year prior to the election delivered worse quality of statistical fit.19negative effect on the votes for left wing and nationalist parties however, both effects areonly significant, it at all, in the regressions that include also the indices of liberalization anddemocracy. The higher is the level of real output compared to 1989, the greater is the supportfor the proreform parties and lower the support for the leftwing and nationalist parties.The effect of inflation is somewhat surprisingapparently, inflation increases support forthe proreform parties and reduces support for the left wing and nationalist parties. Aplausible explanation of this result is that the support for the proreform parties rises wheninflation is high, as these parties have established a record of reigning in inflation.The magnitude of these effects is economically and politically significant. An increase inthe unemployment rate by 4 percentage points as was, for example, the case in the Czech Republic between the 1996 and 1998 elections implies an expected loss of some 8 percentagepoints in support of the reformers and a corresponding gain in support for the left wing andnationalists. A recession causing the GDP to fall by 3 percent in the election year implies aloss of one percentage point of support for the reformers and a similar gain for the left wingand nationalist. Inflation, on the other hand, has only sizeable effects on electoral outcomeswhen it approaches threedigit levels.Controlling for the effects of liberalization and democracy on electoral outcomesimproves the quality of the statistical fit except for the regression for the incumbent parties.Inclusion of these two indicators is to reveal whether the extent of economic liberalization anddemocracy affect electoral outcomes, even when controlling for economic performance.The results illustrate a peculiar pattern. The support for the proreform parties falls withgreater liberalization but rises with greater extent of democracy. This implies that, on the onehand, greater economic liberalization reduces political support for the reforms. On the otherhand, proreform parties political position is apparently strengthened by wider rangingdemocracy. This empirical finding goes counter the argument put forward by some analysts,who argue that the governments implementing wideranging reforms need to be shielded frompolitical backlash caused by adverse shortterm effects of the reforms see the discussion in Hellman, 1999, and the references cited therein. On the contrary, democracymindingreformers are apparently rewarded by higher political support which, however, does notmake them immune to political backlash, which can still occur in response to the adverseeffects of the reforms. The effect of liberalization and democracy on the support for leftwing 19 The logit transformation corresponds to converting the dependent variable into the following form:logV1V, where V is the vote share for a particular party cf. Greene, 1997, p. 895.20and nationalist parties is positive, but essentially insignificant apparently due to thecorrelation of the two indices, as the effect turns out significant when only one index, eitherthat of liberalization or democracy, is included.Greater liberalization brings about lower support for the proreform parties, even aftercontrolling for the main adverse effects of the reformsunemployment, output fall andinflation. Hence, the adverse effects of economic reforms apparently go beyond thosecaptures by basic economic statistics. A plausible interpretation is that the greater isliberalization, the larger is the fraction of the electorate affected by transitionrelatedredistribution of rents and changes in relative social and economic position. This is likely tobe the case at least in the short term, whereas the favorable effects of the reform generallyaccrue later.The regression for the incumbents produces much worse statistical fit than the regressionswith parties classified according to their political orientation. This is analogous to the findingsreported by Fidrmuc 2000b. Only the unemployment rate and the output level are significantand have the expected signs. Growth is insignificant and even has the wrong sing. Only theunemployment rate and the output level are significant and have the expected signs. Growth isinsignificant and even has the wrong sing. Finally, greater democracy makes the governmentmore likely to be toppled in an election although the effect is only marginally significant.The stronger results when parties are classified according to their political orientationrather than incumbency suggest that the patterns of political support are rather stable overtime and independent of the parties incumbency status. Hence, voters support is associatedwith the political orientation of individual parties and thus the policies that the parties areexpected to deliver rather than the past performance of the party or coalition currently inoffice. The former pattern of voters support can be denoted as clientelistic votingvoterstend to associate themselves with a party that best represents their interests Nannestad and Paldam, 1994, denote this as the clientele hypothesis. The latter patternretrospective votingor the responsibility hypothesis, according to Nannestad and Paldam, 1994is the patterncommonly observed in the developed countries, accordingly, the voters punish thegovernment for bad economic performance by voting for the opposition.215Conclusions This paper illustrates important interrelations between economics and politics during thepostcommunist transitions in Central and Eastern Europe. Economic and politicalliberalization affect economic performance. Economic performance, in turn, affects theoutcomes of political processes, which eventually determine whether liberalization anddemocracy will be continued or reversed.The main findings of the paper at hand are the following: First, greater liberalization isgenerally associated with better economic performance, even when controlling for differentinitial conditions. While the relationship between liberalization and growth appears Ushapedduring the early years of transition, it later becomes clearly positive. Second, introduction ofdemocracy reduces growth during the early phases of transition after controlling for theeffects of economic liberalization and initial conditions. Later, the relationship becomesinsignificant. Third, economic performance in turn has a strong effect on electoral outcomesin the transition countries. Support for the proreform parties is positively related to economicgrowth, the level of output relative to the 1989 level and negatively related to unemployment.In addition, inflation increases support for the proreform parties, probably reflecting theexpectation that a proreform government will reign in runaway inflation. Finally, economicliberalization per se increases the opposition against the reform, even when controlling for theadverse effects of transition in terms of economic performance. Hence, the costs of the reformgo beyond rising unemployment and transitional recession. In contrast, the level of democracyhas a positive effect on the support for reforms.The Ushaped pattern of the relationship between liberalization and growth during earlytransition helps to explain why some postcommunist countries resumed growth after two orthree years of economic declines whereas others continued to muddle through much longer.Intermediate reforms deliver worse economic performance than either no reforms at all ormore wide ranging reforms. As Fidrmuc 2000c argues, the growth prospect of the countriesexperiencing continuous declines could be improved dramatically if they caught up with themore reformenthusiastic countries in terms of economic liberalization. If, on the other hand,they will sustain low levels of liberalization, their economic decline is likely to continue.The findings of this paper give some credit to the suggestion that countries in transitionshould implement wide ranging economic reforms while temporarily postponing theintroduction of democracy. However, the advantage so obtained only lasts for the initial22transition period. On the other hand, the analysis of electoral outcomes reveals that greaterlevel of democracy is associated with greater support for the proreform parties aftercontrolling for other determinants of political support, in particular measures of economicperformance and the level of liberalization.The paper at hand also documents the political risks associated with a reform that isexcessively costly. Adverse effects of the reform give rise to a political backlash against thereforms, which can eventually thwart the continuation of the reforms. Hence, while the radicalreforms generally give rise to better economic performance in the long term, the need tosustain sufficient political support for their continuation requires careful balancing of the costsand benefits of the reforms, and in particular their effects on different socioeconomic groups.Such balancing will create constituencies in support of further reformsas argued, forexample, by Dewatripont and Roland 1995.References Alesina, Alberto, and Allan Drazen 1991, Why Are Stabilizations Delayed? American Economic Review 81 5, 11701188.Aslund, Anders, Peter Boone and Simon Johnson 1996, How to Stabilize: Lessons from Postcommunist Countries, Brookings Papers on Economic Activity 1, 217291.Barro, Robert 1991, Economic Growth in a Cross Section of Countries, Quarterly Journalof Economics 106, 407443.Barro, Robert J. 1996, Democracy and Growth, Journal of Economic Growth 1 1, 127,March 1996.Blanchard, Olivier and Michael Kremer 1997, Disorganization, Quarterly Journal of Economics November, 10911126.Brainerd, Elizabeth 1999, Winners and Losers in Russias Economic Transition, American Economic Review 88, 10941116.Calvo, Guillermo A., and Fabrizio Coricelli 1993, Output Collapse in Eastern Europe: The Role of Credit, IMF Staff Papers 40 1.Campos, Nauro 1999, Back to the Future: The Growth Prospects of Transition Economies Reconsidered, William Davidson Institute Working Paper No. 229, Ann Arbor, MI.De Mello, Martha, Cebdet Denizer, and Alan Gelb 1996, Patterns of Transition from Planto Market, World Bank Economic Review 10 3, 397424.De Mello, Martha, Cebdet Denizer, Alan Gelb and Stoyan Tenev 1997, Circumstance and Choice: The Role of Initial Conditions and Policies in Transition Economies, World Bank Policy Research Paper, The World Bank.23Dethier, JeanJacques, Hafez Ghanem and Edda Zoli 1999, Does Democracy Facilitate the Economic Transition? An Empirical Study of Central and Eastern Europe and the Former Soviet Union, The World Bank, Policy Research Working Paper No. 2194.Dewatripont, Mathias, and Gerard Roland 1995, The Design of Reform Packages under Uncertainty, American Economic Review 85 5, 12071233.Dewatripont, Mathias, and Gerard Roland 1996, Transition as a Process of Largescale Institutional Change, Economics of Transition 4 1, 130.Edwards, Sebastian 1991, Stabilization and Liberalization Policies in Central and Eastern Europe: Lessons from Latin America, NBER Working Paper No. 3816.Fernandez, Raquel and Dani Rodrik 1991, Resistance of Reform: Status Quo Bias in the Presence of IndividualSpecific Uncertainty, American Economic Review 81, 11461155.Fidrmuc, Jan 2000a, Political Support for Reforms: Economics of Voting in Transition Countries, European Economic Review forthcoming.Fidrmuc, Jan 2000b, Economics of Voting in Postcommunist Countries, Electoral Studies forthcoming.Fidrmuc, Jan 2000c, Economic Performance and Growth Prospects in Transition, Centerfor European Integration Studies ZEI, University of Bonn, mimeo.Fischer, Stanley; Sahay, Ratna; Vegh, Carlos A 1996, Stabilization and Growth in Transition Economies: The Early Experience, Journal of Economic Perspectives 10 2,4566.Fischer, Stanley; Sahay, Ratna; Vegh, Carlos A 1998a, From Transition to Market:Evidence and Growth Prospects, IMF Working Paper WP9852.Fischer, Stanley; Sahay, Ratna; Vegh, Carlos A 1998b, How Far is Eastern Europe from Brussels? IMF Working Paper WP9853.Greene, William H., 1997. Econometric Analysis, Prentice Hall International, third edition.Havrylyshyn, Oleh, Ivailo Izvorski, and Ron van Rooden 1998, Recovery and Growth in Transition Economies 199097: A Stylized Regression Analysis, IMF Working Paper WP98141.Hayo, Bernd 1999, Determinants of Public Support for Market Reforms in Eastern Europe, Center for European Integration Studies, University of Bonn, mimeo.Hellman, Joel S. 1998, Winners Take All: The Politics of Partial Reform in Postcommunist Transitions, World Politics 50 January, 203234.Heybey, Berta, and Peter Murrel 1998, The Relationship between Economic Growth andthe Speed of Liberalization During Transition, Journal of Policy Reform, forthcoming.Hillman, Arye L. 1999, In Transit to the Promised Land: Ten Years in the Wildernesswithout Moses, BarIllan University, mimeo. Presented at 5th Dubrovnik Conference on Transition Economics.Hillman, Arye L. and Heinrich W. Ursprung 1999, Sustained Political Culture and Transition Failure, BarIllan University and University of Konstanz, mimeo.Krueger, Gary, and Marek Ciolko 1998, A Note on Initial Conditions and Liberalizationduring Transition, Journal of Comparative Economics 26, 718734.24Levine, Ross and David Renelt 1992, A Sensitivity Analysis of CrossCountry Growth Regressions, American Economic Review 82 4, 942963.Lipton, David and Jeffrey Sachs 1990, Creating a Market Economy in Eastern Europe: The Case of Poland, Brookings Papers on Economic Activity 1:1990, 75147.Nannestad, Peter and Martin Paldam, 1994. The VPFunction: A Survey of Literature on Voteand Popularity Functions after 25 Years, Public Choice 79, 213245.North, Douglass C. 1993, The Paradox of the West, Economics Working Paper Archive,Washington University St. Louis, Missouri.Rodrik, Dani 1995, The Dynamics of Political Support for Reforms in Economies in Transition, Journal of the Japanese and International Economies 9 4, 403425.Rodrik, Dani 1996, Understanding Economic Policy Reform, Journal of Economic Literature XXXIV March, 941.Roland, Gerard, and Thierry Verdier 1999, Transition and the output Fall, Economics of Transition 7 1, 128.Shleifer, Andrei 1998, Government in Transition, European Economic Review 41 35,385410.Sachs, Jeffrey 1996, The Transition at Mid Decade, American Economic Review: Papersand Proceedings 86 2, 128133.Selowsky, Marcelo and Ricardo Martin 1997, Policy Performance and Output Growth inthe Transition Economies, American Economic Review Papers and Proceedings 872, 349353.Warner, Andrew 1997 Is Economic Reform Popular at the Polls: Russia 1995? Harvard Institute for International Development, mimeo.Data Sources EBRD Transition Report various issues, European Bank for Reconstruction and Development, London, UK.World Development Report 1996, The World Bank, Washington D.C., 1996.Freedom in the World: Annual Survey of Freedom Country Scores 197273 to 199899,Freedom House, http:www.freedomhouse.org.Berglund, Sten, Hellen Tomas, and Frank H. Aarebrot 1998, The Handbook of Political Change in Eastern Europe, Edward Elgar, Cheltenham, UK.Shell Route Planner, http:shell.route 66.nlshellroutenl.html distances from Brussels25Table 1 Countries in Transition: Indicators of Economic Performance, Liberalization, Democracy, and Initial Conditions Avg.Growth Avg.Growth Avg.Growth GDPBottom GDPIncrease Avg.Inflation Unemployment Rate GNP p.c.USDEBRD Lib.Index EBRD Lib.Index Democracy Index Distance fr.Brussels Sec. Sch.Enrol.Pop.Growth 1990981990931994981990981990981990981995198919941998199899km1993199094Czech Rep.0.263.652.4685.2411.4016.142.9086000.6250.6560.917913850.10Slovakia 0.226.835.8674.9724.6716.3113.1076000.5830.6250.8331223870.30Hungary0.424.783.0681.8913.2723.6110.4068100.5830.6880.9171412790.30Poland 1.983.056.0082.2134.9493.4314.9051500.5830.6250.9171338820.30Slovenia 0.434.084.0482.0420.76106.8713.9092000.5420.5940.9171352880.10Bulgaria4.397.401.9863.192.53211.1611.1050000.3750.4380.7502175660.80Romania2.566.450.5674.992.68117.179.5034700.4170.4060.8332234860.50Albania0.778.835.6860.3826.0249.1616.9014000.3750.4060.4172427790.60Croatia2.4212.355.5258.5818.01336.5414.5061710.5420.5310.5001399800.00Macedonia5.3213.050.8655.114.09321.9637.7033940.4580.4380.6672225530.90Estonia2.5811.234.3460.7615.60168.769.7089000.5830.6250.9172508871.20Latvia4.8814.332.6850.977.24148.126.6085900.4580.5310.9172197841.20Lithuania4.4312.051.6653.2910.31201.466.2064300.5000.5000.9171785760.00Russia6.177.804.8655.770.00344.368.3077200.4170.3750.5002607840.00Ukraine10.2910.6310.0236.760.00823.760.5056800.0830.3440.5832215650.00Belarus2.545.350.3062.6914.36590.242.7070100.1670.1250.1671881890.20Moldova10.5812.339.1833.630.00285.511.4046700.2920.4060.6672233670.10Armenia7.2422.985.3431.009.201102.936.7055300.2080.4060.5004167801.40Azerbaijan8.0614.532.8836.966.61472.6617.0046200.0830.3130.3334321891.00Georgia9.6325.803.3025.387.772212.902.6055900.0830.4060.5834193n.a.0.20Kazakhstan5.146.384.1661.260.00584.221.7051300.1670.4380.2506000e 890.10Kyrgyzstan5.209.251.9650.398.23229.343.0031800.4580.4690.3336000 en.a.0.40Tajikistan8.6112.185.7639.192.78552.89 2.0030100.1670.2190.1676000 e 982.00Turkmenistan8.284.5011.3042.041.89838.71 3.0042300.0420.1250.0006000 en.a.4.60Uzbekistan1.183.080.3483.365.79411.13 0.4027400.2500.3130.0836000 e 962.20Average4.339.710.0357.689.93410.378.6754320.360.4400.583299281.320.33Sources: EBRD Transition Report various issues, de Melo et al. 1996, 1997, Freedom House, World Bank World Development Report 1996, Shell Route Planner.Notes: GDP Bottom refers to the index for the lowest level of GDP during the period 199098, with 1989100. GDP Increase is the cumulative increase in GDP since thelowest level has been reached. GNP per capita in 1989 is in US at purchasing power parity. EBRD Liberalization Index is the unweighted mean of the EBRD progress intransition indicators as of 1994, normalized so that it ranges between zero no liberalization and unity complete liberalization. Democracy Index is the average of scoresfor political rights and civil liberties, respectively, normalized so that it ranges between zero no democracy and unity complete democracy. Distance from Brussels isroad distances in kilometers. Distances indicated with e are estimates rather than actual distances. School enrollment is that for males.26Table 2Economic Liberalization, Initial Conditions and Economic Performance Average Growth over:199098tstats 199093tstats 199498tstats Constant23.6536.1220.2094.5821.0943.54Liberalization Index 16.2084.2310.9933.0622.5594.48Distance from Brussels0.000772.100.000600.960.001082.25Population Growth 0.6083.922.0284.01Sec. School Enrollment 0.2074.700.1682.960.2142.79Conflict Dummy2.2223.7110.1366.554.7332.851989 GNP p.c.0.000624.530.000722.590.000631.48Adj.R20.7980.7230.583Average Growth over:199098tstats 199093tstats 199498tstats Constant20.8433.6411.2033.0225.6534.33Liberalization Index 6.3650.3535.9212.43739.8462.70Liberalization Squared 9.1220.5952.1503.1422.9411.21Distance from Brussels0.000692.140.000390.800.00112.32Population Growth 0.4051.030.7291.11Sec. School Enrollment 0.2014.880.1593.090.2333.22Conflict Dummy2.2103.4910.3007.424.6452.881989 GNP p.c.0.000644.640.000823.340.000541.27Adj.R20.7890.7820.577Joint Significance Liberalization 0.0000.0000.000MinimumMaximum effect at:0.350.340.87Notes: Estimated by OLS with heteroskedasticity robust tstatistics, for the 25 countries included in Table 1. Theliberalization index is the average annual liberalization indices over the respective period. The indices used for 199098 and 199093 are based on those constructed by de Melo et al. 1996 and extended by Havrylyshyn etal. 1998. The indices used for 199498 are from the EBRD Transition Report various issues. The conflictdummy equals one for Croatia, Macedonia, Armenia, Azerbaijan, Georgia and Tajikistan. The initial per capita GNP is in purchasing power parity terms, in US dollars. The distance from Brussels for Kazakhstan, Kyrgyzstan,Tajikistan, Turkmenistan and Uzbekistan is estimated as 6,000 km. Population growth is averaged over 199094,in percent, according to the World Bank World Development Report 1996. Secondary school enrolment is malesonly, in percent, according to World Bank World Development Report 1996. The missing values of schoolenrollment for Georgia, Kyrgyzstan and Turkmenistan were substituted by the sample average schoolenrollment. Joint Significance Liberalization is the joint significance level of the liberalization index and itssquared value. MinimumMaximum effects refer to the level where the effect of liberalization reaches itsminimum or maximum in the nonlinear specification.27Table 3Democracy and Economic Performance Average Growth over:199098tstats 199093tstats 199498tstats Constant21.0534.176.2771.4123.9263.17Liberalization Index 20.7126.1344.1564.7217.8532.85Liberalization Squared 65.3806.45Distance from Brussels0.000752.000.000250.710.000901.52Democracy6.5571.817.1391.924.4320.94Sec. School Enrollment 0.1823.790.1412.540.2412.70Conflict Dummy2.6093.1610.8558.114.9242.811989 GNP p.c.0.000483.250.000682.450.000721.63Adj.R20.7950.7860.571Joint Significance Liberalization 0.000MinimumMaximum effect at:0.34Notes: Estimated by OLS with heteroskedasticity robust tstatistics, for the 25 countries included in Table 1. Seealso Notes to Table 2. Democracy Index is the based on the average of political rights and civil libertiesaccording to the Freedom House and normalized so that it ranges between zero and unity see Notes to Table 1.The indices used in the regressions are the averages for the respective periods. Joint Significance Liberalizationis the joint significance level of the liberalization index and its squared value. MinimumMaximum effect refersto the level where the effect of liberalization reaches its minimum or maximum in the nonlinear specification.28Table 4Economic Performance and Election Results Proreform Partieststats Left wing Nationalistststats Incumbentststats Constant 8.7360.8439.3383.421.7200.09Unemployment Rate1.9665.861.9434.181.1033.21Growth Rate 0.3811.400.2650.900.3491.01Output 19891000.4924.430.0860.790.4882.46Avg. Inflation 0.0408.080.0305.010.0040.46Adj. R20.7850.6460.365Proreform Partieststats Left wing Nationalistststats Incumbentststats Constant 12.4442.0323.0982.5212.0510.67Unemployment Rate1.9795.641.9394.251.0953.03Growth Rate 0.3641.590.4451.920.2120.57Output 19891000.3794.430.2002.720.6122.48Avg. Inflation 0.03710.460.0309.020.0050.73Liberalization Index34.7882.9712.7660.843.7870.19Democracy Index 40.1133.2719.8801.3129.3281.48Adj. R20.8150.6870.316Notes: Estimated by OLS with heteroskedasticity robust tstatistics. Number of observations is 17. The partiesare classified along two dimensions: proreform vs. leftwing and nationalists, and incumbent vs. other notreported. Average vote shares are 35.6% for the proreform parties, 48.6% for the left wing and nationalists, and 32.8% for the incumbent. The dependent variable is the share of votes for parties in the respective category inelections in the Czech Republic 1992, 1996, 1998, Slovakia 1992, 1994, 1998, Hungary 1994, 1998, Poland1993, 1997, Romania 1992, 1996, Bulgaria 1991, 1994, 1997, and Slovenia 1992, 1996. All explanatoryvariables pertain to the election year. See the Notes following Table 1 for definitions of individual explanatoryvariables.Source of election data: The Handbook of Political Change in Eastern Europe.2008B01082007B0307B0207B01072006B0306B0206B01062005B1105EuroDiplomatie durch gemeinsame Wirtschaftsregierung Martin Seidel Lohne und Steuern im Systemwettbewerb der Mitgliedstaatender Europaischen Union Konsolidierung und Reform der Europaischen Union The Ratification of European Treaties Legal and Constitutional Basis of a European Referendum.Martin Seidel Martin Seidel Martin Seidel Financial Frictions, Capital Reallocation, and Aggregate Fluctuations Financial Openness and Macroeconomic Volatility A Welfare Analysis of Capital Account Liberalization Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Martin Seidel Martin Seidel Guntram B. Wolff Gabriel GonzalezKonig Christian Volpe Martincus, Jennifer Pedussel Wu Jurgen von Hagen, Valeriya Dinger Stefan Lutz Martin Seidel Panu Poutvaara Jan Fidrmuc, Orla Doyle Jurgen von Hagen, Iulia Traistaru Josef C. Brada, Ali M. Kutan, Taner M. Yigit Jurgen von Hagen, Jizhong Zhou Jurgen von Hagen, Jizhong Zhou Martin Seidel Dieter Spethmann, Otto Steiger Guntram B. Wolff Galyna Grygorenko, Stefan Lutz Oksana Harbuzyuk, Stefan Lutz Lucjan T. Orlowski Otto Steiger Otto Steiger ElhamMafi Kreft, Steven F. Kreft Volker Reinthaler, Guntram B.Wolff Jurgen von Hagen, Taikuang Ho Martin Seidel Das Kompetenz und Entscheidungssystem des Vertrages von Rom im Wandel seiner Funktion und Verfassung Die Schutzklauseln der Beitrittsvertrage B1005B0905 Measuring Tax Burdens in Europe B0805B0705Remittances as Investment in the Absence of Altruism Economic Integration in a Multicone World?B0605Banking Sector Under?Development in Central and Eastern Europe Regulatory Standards Can Lead to Predation B0505B0405 Wahrungspolitik als Sozialpolitik B0305Public Education in an Integrated Europe: Studying to Migrateand Teaching to Stay?Voice of the Diaspora: An Analysis of Migrant Voting Behavior B0205B0105 Macroeconomic Adjustment in the New EU Member States 2004B3304The Effects of Transition and Political Instability On Foreign Direct Investment Inflows: Central Europe and the Balkans The Choice of Exchange Rate Regimes in Developing Countries: A Mulitnominal Panal Analysis Fear of Floating and Fear of Pegging: An Empirical Anaysis of De Facto Exchange Rate Regimes in Developing Countries Der Vollzug von Gemeinschaftsrecht uber die Mitgliedstaatenund seine Rolle fur die EU und den Beitrittsprozess Deutschlands Wirtschaft, seine Schulden und die Unzulanglichkeiten der einheitlichen Geldpolitik im Eurosystem Fiscal Crises in U.S. Cities: Structural and Nonstructural Causes Firm Performance and Privatization in Ukraine Analyzing Trade Opening in Ukraine: Effects of a Customs Union with the EUExchange Rate Risk and Convergence to the Euro The Endogeneity of Money and the Eurosystem B2504B2404B2304 Which Lender of Last Resort for the Eurosystem?B2204NonDiscretonary Monetary Policy: The Answer for Transition Economies?The Effectiveness of Subsidies Revisited: Accounting for Wageand Employment Effects in Business RDB2004 Money Market Pressure and the Determinants of Banking Crises Die Stellung der Europaischen Zentralbank nach dem Verfassungsvertrag B3204B3104B3004B2904B2804B2704B2604B2104B1904B1204 Measuring and Explaining Levels of Regional Economic InteTransmission Channels of Business Cycles Synchronization inan Enlarged EMUForeign Exchange Regime, the Real Exchange Rate and Current Account Sustainability: The Case of Turkey Does It Matter Where Immigrants Work? Traded Goods, Nontraded Goods, and Sector Specific Employment Do Economic Integration and Fiscal Competition Help to Explain Local Patterns?Euro Adoption and Maastricht Criteria: Rules or Discretion?The Role of Electoral and Party Systems in the Development of Fiscal Institutions in the Central and Eastern European Countriesgration Economic Integration and Location of Manufacturing Activities: Evidence from MERCOSUREconomic Integration and Industry Location in Transition Countries Testing Creditor Moral Hazard in Souvereign Bond Markets: AUnified Theoretical Approach and Empirical Evidence European Integration, Productivity Growth and Real Convergence The Contribution of Income, Social Capital, and Institutions to Human Wellbeing in Africa Rural Urban Inequality in Africa: A Panel Study of the Effectsof Trade Liberalization and Financial Deepening B1804B1704B1604B1504B1404B1304B1104B1004B0904B0804B0704B0604B0304B0204B0104Iulia Traistaru Subidey Togan, Hasan Ersel Harry P. Bowen, Jennifer Pedussel Wu Christian Volpe Martincus Jiri Jonas Sami Ylaoutinen Jennifer Pedussel Wu Pablo Sanguinetti, Iulia Traistaru,Christian Volpe Martincus Laura Resmini Ayse Y. Evrensel, Ali M. Kutan Taner M. Yigit, Ali M. Kutan Mina BaliamouneLutz, Stefan H.Lutz Mina BaliamouneLutz, Stefan H.Lutz Lucjan T. Orlowski Orla Doyle, Jan Fidrmuc Ulrich Bindseil Ronald L. Moomaw, Euy Seok Yang Martin Seidel Jurgen von Hagen, Boris Hofmann Josef C. Brada, Ali M. Kutan, Taner M. Yigit Kerstin Bernoth, Juergen von Hagen Kerstin Bernoth, Juergen von Hagen, Ludger Schulknecht Anna Iara, Iulia Traistaru Iulia Traistaru, Christian Volpe Martincus B0504 Money Rules for the Eurozone Candidate Countries B0404 Who is in Favor of Enlargement? Determinants of Support for EU Membership in the Candidate Countries Referenda Over and Underbidding in Central Bank Open Market Operations Conducted as Fixed Rate Tender Total Factor Productivity and Economic Freedom Implicationsfor EU Enlargement Die neuen Schutzklauseln der Artikel 38 und 39 des Beitrittsvertrages: Schutz der alten Mitgliedstaaten vor Storungendurch die neuen Mitgliedstaaten B27032003B2903 Macroeconomic Implications of Low Inflation in the Euro Area B2803The Effects of Transition and Political Instability on Foreign Direct Investment: Central Europe and the Balkans The Performance of the Euribor Futures Market: Efficiency andthe Impact of ECB Policy Announcements Electronic Versionof International FinanceSouvereign Risk Premia in the European Government Bond Market uberarbeitete Version zum HerunterladenHow Flexible are Wages in EU Accession Countries?B2603B2503B2403 Monetary Policy Reaction Functions: ECB versus Bundesbank Bernd Hayo, Boris Hofmann B2303Economic Integration and Manufacturing Concentration Patterns: Evidence from Mercosur Reformzwange innerhalb der EU angesichts der Osterweiterung Martin Seidel William Pyle Reputation Flows: Contractual Disputes and the Channels for InterFirm Communication Urban Primacy, Gigantism, and International Trade: Evidencefrom Asia and the Americas An Empirical Analysis of Competing Explanations of Urban Primacy Evidence from Asia and the Americas Ronald L. Moomaw, Mohammed A. Alwosabi Ronald L. Moomaw, Mohammed A. Alwosabi B2203B2103B2003B1903B1803B1703B1603B1503B1403B1303The Effects of Regional and IndustryWide FDI Spillovers on Export of Ukrainian Firms Determinants of InterRegional Migration in the Baltic States Mihails Hazans SouthEast Europe: Economic Performance, Perspectives, and Policy Challenges Employed and Unemployed Search: The Marginal Willingnessto Pay for Attributes in Lithuania, the US and the Netherlands FCIs and Economic Activity: Some International Evidence The IS Curve and the Transmission of Monetary Policy: Is therea Puzzle?Stefan H. Lutz, Oleksandr Talavera, SangMin Park Iulia Traistaru, Jurgen von Hagen B0903B1003B1103B1203 What Makes Regions in Eastern Europe Catching Up? The Role of Foreign Investment, Human Resources, and Geography Die Weisungs und Herrschaftsmacht der Europaischen Zentralbank im europaischen System der Zentralbanken einerechtliche Analyse Foreign Direct Investment and Perceptions of Vulnerability to Foreign Exchange Crises: Evidence from Transition Economies The European Central Bank and the Eurosystem: An Analysis of the Missing Central Monetary Institution in European Monetary Union The Determination of Capital Controls: Which Role Do Exchange Rate Regimes Play?Nach Nizza und Stockholm: Stand des Binnenmarktes und Prioritaten fur die Zukunft Fiscal Discipline and Growth in Euroland. Experiences with the Stability and Growth Pact Reconsidering the Evidence: Are Eurozone Business Cycles Converging?Do Ukrainian Firms Benefit from FDI?B0803B0703B0603B0503Europaische Steuerkoordination und die Schweiz Commuting in the Baltic States: Patterns, Determinants, and Gains Die Wirtschafts und Wahrungsunion im rechtlichen und politischen Gefuge der Europaischen Union Jos van Ommeren, Mihails Hazans Charles Goodhart, Boris Hofmann Charles Goodhart, Boris Hofmann Gabriele Tondl, Goran Vuksic Martin Seidel Josef C. Brada, Vladimir Tomsik Gunnar Heinsohn, Otto Steiger Jurgen von Hagen, Jizhong Zhou Martin Seidel Jurgen von Hagen Michael Massmann, James Mitchell Stefan H. Lutz, Oleksandr Talavera Stefan H. Lutz Mihails Hazans Martin Seidel Marcus Hagedorn, Ashok Kaul,Tim Mennel Jennifer Pedussel Wu Debajyoti Chakrabarty Debajyoti Chakrabarty Debajyoti Chakrabarty Lucjan T. Orlowski Stefan Lutz Stefan Lutz Martin Seidel Otto Steiger Ali M. Kutan, Taner M. Yigit Bernd Hayo, Ali M. Kutan B0403B0303B0203B01032002B3002B2502B2402B2302B2202B2102B2002An Adverse Selection Model of Optimal Unemployment Assurance B29B02 Trade Agreements as Selfprotection B29A02 Growth and Business Cycles with Imperfect Credit Markets B2802B2702Inequality, Politics and Economic Growth Poverty Traps and Growth in a Model of Endogenous Time Preference B2602 Monetary Convergence and Risk Premiums in the EU Candidate Countries Trade Policy: Institutional Vs. Economic Factors The Effects of Quotas on Vertical Intraindustry Trade Legal Aspects of European Economic and Monetary Union Der Staat als Lender of Last Resort oder: Die Achillesversedes Eurosystems Nominal and Real Stochastic Convergence Within the Transition Economies and to the European Union: Evidence from Panel Data The Impact of News, Oil Prices, and International Spilloverson Russian Fincancial MarketsB0902 Monetary Policy in the Euro Area Lessons from the First Years Volker Clausen, Bernd Hayo B0802Ali M. Kutan, Su Zhou B1902B1802B1702B1602B1502B1402B1302B1202B1102B1002B0702B0602B0502B0402B0302B0202B01022001B2901B2801B2701B2601East Germany: Transition with Unification, Experiments and Experiences Regional Specialization and Employment Dynamics in Transition Countries Specialization and Growth Patterns in Border Regions of Accession Countries Regional Specialization and Concentration of Industrial Activityin Accession Countries Does Broad Money Matter for Interest Rate Policy?The Long and Short of It: Global Liberalization, Poverty and Inequality De Facto and Official Exchange Rate Regimes in Transition Economies Argentina: The Anatomy of A Crisis The Eurosystem and the Art of Central Banking National Origins of European Law: Towards an Autonomous System of European Law?Has the Link Between the Spot and Forward Exchange Rates Broken Down? Evidence From Rolling Cointegration Tests Perspektiven der Erweiterung der Europaischen Union Is There Asymmetry in Forward Exchange Rate Bias? MultiCountry Evidence Real and Monetary Convergence Within the European Unionand Between the European Union and Candidate Countries: ARolling Cointegration Approach Asymmetric Monetary Policy Effects in EMUThe Choice of Exchange Rate Regimes: An Empirical Analysisfor Transition Economies The Euro System and the Federal Reserve System Compared:Facts and Challenges Does Inflation Targeting Matter?Is Kazakhstan Vulnerable to the Dutch Disease?Political Economy of the Nice Treaty: Rebalancing the EUCouncil. The Future of European Agricultural Policies Investor Panic, IMF Actions, and Emerging Stock Market Returns and Volatility: A Panel Investigation Regional Effects of Terrorism on Tourism: Evidence from Three Mediterranean Countries B2501 Monetary Convergence of the EU Candidates to the Euro: ATheoretical Framework and Policy Implications Disintegration and Trade B2401B2301 Migration and Adjustment to Shocks in Transition Economies B2201B2101Strategic Delegation and International Capital Taxation Balkan and Mediterranean Candidates for European Union Membership: The Convergence of Their Monetary Policy With That of the Europaen Central Bank An Empirical Inquiry of the Efficiency of Intergovernmental Transfers for Water Projects Based on the WRDA Data Detrending and the MoneyOutput Link: International Evidence B2001B1901von Hagen, Rolf R.Jurgen Strauch, Guntram B. Wolff Iulia Traistaru, Guntram B. Wolff Laura Resmini Iulia Traistaru, Peter Nijkamp, Simonetta Longhi Matthias Bruckner, Andreas Schaber Christian E. Weller, Adam Hersch Jurgen von Hagen, Jizhong Zhou Jiri Jonas Gunnar Heinsohn, Otto Steiger Martin Seidel Martin Seidel Su Zhou, Ali M. Kutan Josef C. Brada, Ali M. Kutan, Su Zhou Volker Clausen, Bernd Hayo Jurgen von Hagen, Jizhong Zhou Karlheinz Ruckriegel, Franz Seitz Manfred J. M. Neumann, Jurgenvon Hagen Karlygash Kuralbayeva, Ali M. Kutan, Michael L. Wyzan DeutschFranzosischesschaftspolitisches Forum Bernd Hayo, Ali M. Kutan WirtKonstantinos Drakos, Ali M. Kutan Lucjan T. Orlowski Jarko and Jan Fidrmuc Jan Fidrmuc Matthias Bruckner Josef C. Brada, Ali M. Kutan Anna RubinchikPessach R.W. Hafer, Ali M. KutanB1801 Monetary Policy in Unknown Territory. The European Central Bank in the Early Years Executive Authority, the Personal Vote, and Budget Disciplinein Latin American and Carribean Countries Sources of Inflation and Output Fluctuations in Poland and Hungary: Implications for Full Membership in the European Union Programs Without Alternative: Public Pensions in the OECDFormal Fiscal Restraints and Budget Processes As Solutions toa Deficit and Spending Bias in Public Finances U.S. Experience and Possible Lessons for EMUGerman Public Finances: Recent Experiences and Future Challenges The Impact of Eastern Enlargement On EULabour Markets.Pensions Reform Between Economic and Political Problems Inflationary Performance in a Monetary Union With Large Wage Setters Integration of the Baltic States into the EU and Institutionsof Fiscal Convergence: A Critical Evaluation of Key Issues and Empirical Evidence Democracy in Transition Economies: Grease or Sand in the Wheels of Growth?The Functioning of Economic Policy Coordination The Convergence of Monetary Policy Between Candidate Countries and the European Union Opposites Attract: The Case of Greek and Turkish Financial Markets Trade Rules and Global Governance: A Long Term Agenda.The Future of Banking.The Determination of Unemployment Benefits Preferences Over Inflation and Unemployment: Evidence from Surveys of Happiness The Konstanz Seminar on Monetary Theory and Policy at Thirty Divided Boards: Partisanship Through Delegated Monetary Policy Breakinup a Nation, From the Inside Income Dynamics and Stability in the Transition Process, general Reflections applied to the Czech Republic Budget Processes: Theory and Experimental Evidence B1701B1601B1501B1401B1301B1201B1101B1001B0901B0801B0701B0601B0501B0401B0301B0201B01012000B2000B1900B1800B1700B1600B1500B1400B1300von Hagen, Matthias Jurgen Bruckner Mark Hallerberg, Patrick Marier Selahattin Dibooglu, Ali M. Kutan Christian E. Weller Rolf R. Strauch, Jurgen von Hagen Jurgen von Hagen, Rolf R. Strauch DeutschFranzosischesschaftspolitisches Forum Lilia Cavallar WirtAli M. Kutan, Niina PautolaMol Jan Fidrmucvon Hagen,Jurgen Mundschenk Josef C. Brada, Ali M. Kutan Susanne WirtKonstantinos Drakos, Ali M. Kutan DeutschFranzosischesschaftspolitisches Forum Rafael di Tella, Robert J. MacCulloch Rafael di Tella, Robert J. MacCulloch, Andrew J. Oswald Michele Fratianni, Jurgen von Hagen Etienne Farvaque, Gael Lagadec Etienne Farvaque Jens Holscher KarlMartin Ehrhart, Roy Gardner,Jurgen von Hagen, Claudia Keser Martin Seidel PadoaSchioppa Jurgen von Hagen, Ralf Hepp Selahattin Dibooglu, Ali M. Kutan Nauro F. Campos Ruckfuhrung der Landwirtschaftspolitik in die Verantwortungder Mitgliedsstaaten? Rechts und Verfassungsfragen des Gemeinschaftsrechts The European Central Bank: Independence and Accountability Christa RandzioPlath, Tomasso Regional Risk Sharing and Redistribution in the German Federation Sources of Real Exchange Rate Fluctuations in Transition Economies: The Case of Poland and Hungary Back to the Future: The Growth Prospects of Transition Economies ReconsideredRechtsetzung und Rechtsangleichung als Folge der Einheitlichen Europaischen Wahrung A Dynamic Approach to Inflation Targeting in Transition Economies The Importance of Domestic Political Institutions: Why and How Belgium Qualified for EMURational Institutions Yield Hysteresis The Effectiveness of SelfProtection Policies for Safeguarding Emerging Market Economies from Crises Financial Supervision and Policy Coordination in The EMUThe Demand for Money in Austria Liberalization, Democracy and Economic Performance during Transition A New Political Culture in The EU Democratic Accountabilityof the ECBIntegration, Disintegration and Trade in Europe: Evolution of Trade Relations during the 1990s Inflation Bias and Productivity Shocks in Transition Economies:The Case of the Czech Republic B0100 Monetary Union and Fiscal Federalism Skills, Labour Costs, and Vertically Differentiated Industries: AGeneral Equilibrium Analysis B2599 Micro and Macro Determinants of Public Support for Market Informal Family Insurance and the Design of the Welfare State Rafael Di Tella, Robert MacB1200B1100B1000B0900B0800B0700B0600B0500B0400B0300B02001999B2699B1799B1599B1499B1399B12 99B1199B1099Martin Seidel Lucjan T. Orlowski Marc Hallerberg Rafael Di Tella, Robert MacCulloch Kenneth Kletzer WirtDeutschFranzosischesschaftspolitisches Forum Bernd Hayo Jan Fidrmuc Christa RandzioPlath Jarko Fidrmuc, Jan Fidrmuc Josef C. Barda, Arthur E. King, Ali M. Kutan Kenneth Kletzer, Jurgen von Hagen Stefan Lutz, Alessandro Turrini Bernd Hayo Robert Mac Culloch Culloch Rafael Di Tella, Robert MacCulloch Josef C. Brada, Ali M. Kutan Helmut Seitz Ali M. Kutan, Josef C. Brada Christian E. Weller, Bernard Morzuch Jan Fidrmuc, Julius Horvath and Jarko Fidrmuc Christian E.Weller and Mark J.Scher Christian E. Weller Bernd Hayo and Birgit Uhlenbrock Christian E. Weller and Jurgen von Hagen Mehmet Caner and Lutz Kilian DeutschFranzosischesschaftspolitisches Forum Christian Weller WirtReforms in Eastern Europe B2499 What Makes a Revolution?B2399B2299Partisan Social Happiness B2199B2099B1999B1899 Why are Eastern Europes Banks not failing when everybody The End of Moderate Inflation in Three Transition Economies?Subnational Government Bailouts in Germany The Evolution of Monetary Policy in Transition Economieselses are?Stability of Monetary Unions: Lessons from the BreakUp of Czechoslovakia B1699 Multinational Banks and Development Finance Financial Crises after Financial Liberalization: Exceptional Circumstances or Structural Weakness?Industry Effects of Monetary Policy in Germany Fiancial Fragility or What Went Right and What Could Go Wrong in Central European Banking?Size Distortions of Tests of the Null Hypothesis of Stationarity:Evidence and Implications for Applied Work Financial Supervision and Policy Coordination in the EMUFinancial Liberalization, Multinational Banks and Credit Supply: The Case of Poland B0999 Monetary Policy, Parameter Uncertainty and Optimal Learning Volker Wieland B0899Christian Weller The Connection between more Multinational Banks and less Real Credit in Transition EconomiesComovement and Catchup in Productivity across Sectors: Evidence from the OECDProductivity Convergence and Economic Growth: A Frontier Production Function Approach Tumbling Giant: Germanys Experience with the Maastricht Fiscal Criteria The FinanceInvestment Link in a Transition Economy: Evidence for Poland from Panel Data The Macroeconomics of Happiness The Consequences of Labour Market Flexibility: Panel Evidence Based on Survey Data The Excess Volatility of Foreign Exchange Rates: Statistical Puzzle or Theoretical Artifact?Labour Market Tax Policy in the EMUCan Taxing Foreign Competition Harm the Domestic Industry?Free Trade and Arms Races: Some Thoughts Regarding EURussian Trade Fiscal Policy and Intranational RiskSharing Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero B11A98 Die Bewertung der dauerhaft tragbaren offentlichen Finanzlageder EU Mitgliedstaaten beim Ubergang zur dritten Stufeder EWWUExchange Rate Regimes in the Transition Economies: Case Study of the Czech Republic: 19901997Der Wettbewerb der Rechts und politischen Systeme in der Europaischen Union U.S. Monetary Policy and Monetary Policy and the ESCBB0998B0898 MoneyOutput Granger Causality Revisited: An Empirical Analysis of EU Countries uberarbeitete Version zum HerunterladenDesigning Voluntary Environmental Agreements in Europe: Some Lessons from the U.S. EPAs 3350 Program B0698 Monetary Union, Asymmetric Productivity Shocks and Fiscal B0798Insurance: an Analytical Discussion of Welfare Issues Estimating a European Demand for Money uberarbeitete Version zum HerunterladenThe EMUs Exchange Rate Policy B0799B0699B0599B0499B0399B0299B01991998B1698B1598B1498B1398B1298B1198B1098B0598B0498B0398B0298B0198Central Bank Policy in a More Perfect Financial System Trade with LowWage Countries and Wage Inequality Budgeting Institutions for Aggregate Fiscal Discipline 1997B0497 Macroeconomic Stabilization with a Common Currency: Does European Monetary Unification Create a Need for Fiscal Insurance or Federalism?Liberalising European Markets for Energy and Telecommunications: Some Lessons from the US Electric Utility Industry Employment and EMUB0397B0297B0197A Stability Pact for Europe Christopher M. Cornwell and JensUwe Wachter Christopher M. Cornwell and JensUwe Wachter Jurgen von Hagen and Rolf Strauch Christian Weller Rafael Di Tella, Robert MacCulloch and Andrew J. Oswald Rafael Di Tella and Robert MacCulloch Robert B.H. Hauswald DeutschFranzosischesschaftspolitisches Forum Stefan Lutz Rafael Reuveny and John Maxwell WirtJurgen von Hagen Athanasios Orphanides and Volker Wieland Rolf Strauch Julius Horvath and Jiri Jonas Martin Seidel Robert L. Hetzel Bernd Hayo John W. Maxwell Kenneth Kletzer Bernd Hayo WirtDeutschFranzosischesschaftspolitisches Forum Jurgen von Hagen Ingo Fender Jaleel Ahmad Jurgen von Hagen Kenneth Kletzer Tom Lyon John Mayo DeutschFranzosischesschaftspolitisches Foruma Forum organized by ZEIWirtISSN 1436 6053Zentrum fur Europaische Integrationsforschung Center for European Integration Studies Rheinische FriedrichWilhelmsUniversitat Bonn WalterFlexStrasse 3D53113 Bonn Germany Tel.: 49228731732Fax: 49228731809www.zei.de", "filename": "311939848.pdf", "person": ["Jan Fidrmuc", "Fidrmuc, Jan"], "date": ["2000"]}