{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48884/1/32376231X.pdf"], "title": ["Die Kongruenzhypothese in der Geschäftsstättenwahl"], "plaintext": "Einleitung 1. Zielsetzung dieses Beitrags ist die empirische Analyse der Geschaftsstattenwahl von Nachfragern im Lebensmitteleinzelhandels. Im Gegensatz zu vielen Vorgangerstudien in diesem Forschungsbereich 1 setzt diese Arbeit eine Akzentuierung dahingehend, da zwei konkrete Einkaufsstatten derselben Betriebsform groer Verbrauchermarkt bzw. SBWarenhaus, die sich durch ein unterschiedliches Marketingkonzept in der Preispolitik auszeichnen, miteinander verglichen werden: Wahrend das eine Geschaft eher eine DauerniedrigpreisStrategie fahrt, setzt die andere Einkaufsstatte vor allem auf Sonderangebotsaktionen. Hierbei interessiert, ob diese Einkaufsstatten besonders solche Nachfrager anziehen, deren Einstellung zum preisbewuten Einkaufen sich mit der Preisstrategie des Geschafts deckt. Konkret impliziert dies: Nachfrager, die aufgrund ihrer Einstellung als Dauerniedrigpreiskaufer einzustufen sind Praferenz fur Dauerniedrigpreise, kaufen bevorzugt in Geschaften mit einer DauerniedrigpreisStrategie ein; Nachfrager, die vom Verhaltenstyps eine Praferenz fur Sonderangebote zeigen, bevorzugen Einkaufsstatten mit SonderangebotsStrategien. Diese Ubereinstimmung von Einstellung auf der Nachfrageseite und Preisstrategie auf der Anbieterseite soll im weiteren als Kongruenzhypothese bezeichnet werden. Sie ist keineswegs tautologisch, da auf der einen Seite das Verhalten der Nachfrager auf der Einstellungsebene gemessen wird und auf der anderen Seite das tatsachliche, beobachtbare Verhalten dagegen gestellt wird. Die Kongruenzhypothese stellt folglich eine Ausformung der allgemeinen EVHypothese dar 2. Ihre Bedeutung fur das Marketing liegt darin, da unter Gultigkeit der Hypothese die Preisstrategie eines Geschafts Dauerniedrigpreise oder Sonderangebote einen relevanten Faktor fur die Einkaufsstattenwahl der Probanden darstellt. Die Kongruenzhypothese soll in dieser Arbeit einer empirischen Prufung unterzogen werden. Besonderes Augenmerk gilt allerdings zuvor der Validierung des Meinstruments, das Einstellungskonstrukte Verhaltensfacetten, die Dauerniedrigpreis und Sonderangebotskaufer auszeichnen, operationalisiert. Die Kongruenzhypothese selbst erfahrt zwei Uberprufungsschritte: In einem ersten Schritt werden die identifizierten Verhaltensfacetten dahingehend gepruft, ob sie in einer Einkaufsstatte signifikant starker auftreten. Der zweite Schritt stellt die Kongruenzhypothese in den erweiterten Kontext der Geschaftsstattenwahl, worin die Praferenz des Nachfragers fur eine bestimmte Preisstrategie nur noch eine von mehreren Entscheidungsdeterminanten darstellt. Die empirischen Daten zu dieser Untersuchung stammen aus einer personlichen Befragung von Nachfragern, die in den Monaten Juli bis Oktober 2000 in der Hanse und Universitatsstadt Greifswald von Marketingstudenten durchgefuhrt wurde. Bei den ausgewahlten Einkaufsstatten handelt es sich um einen Verbrauchermarkt der Kette Marktkauf bzw. Real 3. Beide Einkaufsstatten sind raumlich knapp 10 km voneinander getrennt. Marktkauf hat seine Lage in einem Einkaufszentrum etwas auerhalb des Stadtbereichs; Real ist in einem Einkaufszentrum in einem Stadtteil angesiedelt. Wenngleich beide Einkaufsstatten jeweils groe Parkplatzflachen bieten, ist Real leichter mit offentlichen Verkehrsmitteln erreichbar. 1 2 Eine Ubersicht zum Forschungsstand bietet bspw. Pechtl 2000a, S. 7186. E Einstellung; V Verhalten; vgl. allgemein hierzu bspw. KroeberRielWeinberg 1999, S. 170172. Zur sprachlichen Vereinfachung sei die Ausdrucksweise Marktkauf und Real ohne weitere Zusatze wie Geschaft Markt, etc. erlaubt. 3 2 An insgesamt 56 Tagen innerhalb des Untersuchungszeitraums fanden Interviews statt 4. Insgesamt 620 Nachfrager wurden nach Verlassen des Kassenbereichs mit einem vierseitigen Fragebogen zu Verhaltens und Einstellungsaspekten rund um den Preis bzw. uber allgemeine Aspekte des Einkaufsverhalten sowie zu soziodemographischen Merkmalen befragt. Der Fragebogen selbst wies drei Varianten auf: Die ersten beiden Seiten enthielten die Fragen zu den Verhaltensfacetten von Dauerniedrigpreis und Sonderangebotskaufern; die dritte Seite befate sich mit Spezialaspekten, die den hybriden Kaufer, das Preiswissen und die Faktoren der Geschaftsstattenwahl betrafen. Die vierte Seite des Fragebogen fuhrte wieder fur alle Befragten gemeinsame Aspekte auf. Jeweils nur eine Variante wurde den Befragten vorgelegt. Aufgrund eines organisatorischen Miverstandnisses ist Anzahl der erhobenen Fragebogen fur beide Einkaufsstatten unterschiedlich: Insgesamt 407 Personen wurden bei Real, 213 Personen bei Marktkauf befragt. Diese abweichenden Fallzahlen fur beide Geschaftsstatten durften jedoch die inhaltliche Aussagekraft der Ergebnisse nicht beeintrachtigen. Wenngleich in statistischem Sinn eine Auswahl der befragten Personen aufs Geratewohl vorlag, durfen die Daten nicht zuletzt aufgrund der relativ groen Fallzahl als ahnlich reprasentativ wie bei einer reinen Zufallsauswahl angesehen werden. Der folgende Abschnitt beschaftigt sich mit einigen Strukturdaten der befragten Personen. Abschnitt 3 stellt den Hauptteil der Studie dar. Hier wird das Meinstrument fur die Verhaltensfacetten von Dauerniedrigpreis und Sonderangebotskaufer validiert und die Kongruenz mit den Preisstrategien der beiden Einkaufsstatten gepruft. Der vierte Abschnitt prasentiert die Ergebnisse zur Geschaftsstattenwahl im erweiterten Kontext. Diese Arbeit kann und will den erhobenen Datensatz nicht vollstandig analysieren. Vielmehr sollen erste Ergebnisse prasentiert und Schritte fur weitergehende Untersuchungen der Daten vorbereitet werden. Daher darf der Leser, dem moglicherweise manche Auswertungsfragen ins Auge springen auf kommende Veroffentlichungen vertrostet werden. Zuletzt darf ich meinem Mitarbeiter, Herrn Dipl Kfm. Michael Koch, fur die organisatorische Begleitung der vielen Arbeitsschritte wahrend Datenerhebung und Dateneingabe danken. 2. Dieser Abschnitt untersucht, ob zwischen Probanden, die Marktkauf bzw. Real befragt wurden, strukturelle Unterschiede bestehen. Dies ist ein vordergrundiges Indiz, ob beide Geschaftsstatten unterschiedliche Kaufergruppen anziehen. Hinsichtlich der beiden soziodemographischen Merkmale Geschlecht und Haushaltsgroe weisen beide Kaufergruppen keine signifikanten Unterschiede auf 5. Insgesamt sind 66,9% der in beiden Geschaften befragten Personen Frauen, 33,1% Manner. 14,2% der Probanden sind Singles, 34,4% leben in einem 2PersonenHaushalt; Probanden aus 3 4PersonenHaushalten sind mit 22,9% 19,5% in der Stichprobe vertreten; 9,0% der befragten Personen stammen aus einem 5Personen oder noch groerem Haushalt. Strukturunterschiede der Kaufer in beiden Geschaftsstatten 4 Es wurde auf eine Streuung der Interviews uber Tageszeit und Wochentag hinweg geachtet. Hinsichtlich der Tageszeit liegt folgende Verteilung der Interviews vor: 8.00Uhr10.00Uhr 4,9% der Fragebogen, 10.00Uhr12.00Uhr 16,0%, 12.00Uhr14.00Uhr 22,9%, 14.00Uhr16.00Uhr 25,2% 16.00Uhr18.00Uhr 23,7%, 18.00Uhr20.00Uhr 7,3%. Bedingt durch die Arbeitszeitgewohnheiten konzentriert sich die Einkaufstatigkeit der Haushalte auf den spaten Nachmittag. Hinsichtlich der Wochentage ergibt sich die Verteilung: Montag 7,7%, Dienstag 15,3%, Mittwoch 20,2%, Donnerstag 18,1%, Freitag 29,1%, Samstag 9,6%. Statistischer Test mit c 2Kontigenzanalyse auf a 0,05 a: Irrtumswahrscheinlichkeit. 5 3 Ein interessanter, signifikanter Unterschied ist hinsichtlich des Alters gegeben vgl. Tabelle 16: Alter in Jahren Marktkauf Real 20 6,8 10,3 2135 3650 5165 65 19,5 31,0 42,0 34,9 27,3 18,2 4,4 5,6 Tabelle 1: Altersstruktur in % Die Kauferschaft von Real ist etwas junger als die Kunden von Marktkauf, was auch das Durchschnittsalter mit 38,1 Jahren RealKunden zu 42,2 Jahren MarktkaufKunden zeigt. Bei Real ist die Altersgruppe der 21 bis 35Jahrigen deutlich haufiger als bei Marktkauf zu finden, wahrend bei Marktkauf die Gruppe der 36 bis 65Jahrigen groere Anteile an der Gesamtkauferschaft als bei Real hat. Die Suche von Ursachen fur solche leichten, aber dennoch signifikanten altersbedingten Unterschiede ist ohne nahere Hintergrundinformationen schwierig und zudem auerhalb der Zielsetzung des Beitrags. Dennoch konnte eine solche Divergenz in der Altersstruktur ein schwaches Signal darstellen, da auch andere verhaltensbezogene Unterschiede zwischen beiden Geschaften bestehen. Eine weitere signifikante Abweichung der Probanden in beiden Einkaufsstatten findet sich hinsichtlich der Entscheidungshoheit vgl. Tabelle 27: Auf die Frage, wer im Haushalt die Einkaufsentscheidungen trifft, waren drei Antwortkategorien vorgesehen: Die befragte Person selbst trifft die Einkaufsentscheidungen, der Proband trifft diese Entscheidungen zusammen mit einer anderen Person aus dem Haushalt bzw. eine andere Person hat den Einkaufsauftrag gegeben. Marktkauf Real allein 70,3 73,7 zusammen mit anderer Person andere Person Einkaufsauftrag 19,6 6,9 10,1 19,4 Tabelle 2: Einkaufshoheit in % Wahrend bei Real deutlich mehr Probanden als bei Marktkauf angetroffen wurden, die im Auftrag anderer eingekauft haben 19,4% zu 10,1%, finden sich bei Marktkauf mehr Kunden, die zusammen mit einer anderen Person die Einkaufsentscheidungen treffen 19,6% zu 6,9%. Offensichtlich beeinflut die Kaufsituation die Einkaufsstattenwahl: Wenn es darum geht, einen Einkaufsauftrag auszufuhren, erscheint Real haufiger als die geeignetere Einkaufsstatte, was moglicherweise an der leichteren Erreichbarkeit liegt. Konsumenten, die gemeinsam einkaufen wollen, bevorzugen haufiger Marktkauf; dies konnte darin begrundet sein, da diese Geschaftsstatte aufgrund der Lage in der Regel mit dem PKW besucht wird, was einen gemeinsamen Einkauf mit dem Partner fordert. Die Einkaufshoheit weist signifikante Zusammenhange mit Alter und Geschlecht der befragten Personen auf 8: Mannliche Probanden gaben zu 34,8% an, da eine andere Person im Haushalt die Einkaufsentscheidungen getroffen hat; bei Frauen gilt dies nur zu 6,9%. Auch die Tendenz, gemein 6 7 8 Statistischer Test mit c 2Kontigenzanalyse auf a Statistischer Test mit c 2Kontigenzanalyse auf a Statistischer Test mit c 2Kontigenzanalyse auf a 0,05. 0,05. 0,05. 4 sam zu entscheiden, ist bei Mannern, die einkaufen, mit 16,7% starker als bei Frauen 8,6% ausgepragt. Ferner findet sich vor allem bei Probanden, die hochstens 20 Jahre alt sind, relativ haufig die Situation, da andere Personen die Einkaufsentscheidungen getroffen haben 45,3% der betreffenden Probanden. Die zweite Kategorie von Strukturmerkmalen, die in diesem Abschnitt betrachtet werden, fokussiert starker auf das Einkaufsverhalten: Tabelle 3 listet die Einkaufshaufigkeiten der Probanden in beiden Einkaufsstatten sowie in alternativen Betriebsformen des Lebensmitteleinzelhandels Supermarkt; Discounter auf; ferner ist erfat, wie oft die befragten Personen an der Tankstelle Waren des taglichen Bedarfs erworben haben. Als Zeitintervall wurden die bezogen auf den Befragungszeitpunkt vergangenen vier Wochen vorgegeben. Tabelle 3 fuhrt neben den durchschnittlichen Einkaufshaufigkeiten an, wieviel Prozent der Probanden mindestens einmal in der betreffenden Betriebsform Einkaufsstatte eingekauft haben Zahlenwert in Klammer. MarktkaufKunden RealKunden Einkauf bei Real Einkauf bei Marktkauf Supermarkt Discounter Tankstelle 1,63 59,1% 5,15 1,59 60,1% 2,2168,5% 0,49 24,9% 3,63 0,94 45,0% 2,33 70,3% 2,9281,0% 0,53 21,1% Tabelle 3: Einkaufshaufigkeit Zunachst zeigt Tabelle 3, da die Kaufer in demjenigen Geschaft, in dem sie befragt wurden, auch am haufigsten einkaufen. Dies gilt gegenuber anderen Betriebsformen des Lebensmitteleinzelhandels wie auch gegenuber dem konkurrierenden Verbrauchermarkt: So gehen die bei Real interviewten Personen innerhalb von vier Wochen 3,63mal zu Real zum Einkaufen, zu Marktkauf innerhalb dieses Zeitraums aber nur 0,94mal. Ein analoger Unterschied in der Einkaufshaufigkeit findet sich fur die Probanden bei Marktkauf 5,15 zu 1,639. Dieser Befund kann als Indikator gewertet werden, da eine befragte Person nicht zufallig oder ausnahmsweise in der betreffenden Einkaufsstatte angetroffen wurde, sondern diese Einkaufsstatte als Haupteinkaufsort ansieht. Damit ist eine Pramisse dieses Beitrags gerechtfertigt: Sollten sich Probanden in den beiden Einkaufsstatten in ihren Verhaltensweisen unterscheiden, konnten diese Differenzen auf das verschiedene Marketingkonzept der Einkaufsstatte und damit auch auf die Preisstrategie zuruckzufuhren sein. Die im Geschaft angetroffenen Kaufer sind dann der Reflex des spezifischen MarketingMix dieser Einkaufsstatte. Die Einkaufshaufigkeit kann zugleich als Ma fur die Geschaftsstatten bzw. Betriebsformtreue interpretiert werden. In diesem Sinn lat sich aus Tabelle 3 ein bemerkenswerter Unterschied zwischen Marktkauf und RealKunden ablesen: Wenngleich die Einkaufsstatte, in der die Probanden angetroffen wurden, die gemessen an der Einkaufshaufigkeit wichtigste Einkaufsstatte darstellt 10, erwerben RealKunden signifikant haufiger als MarktkaufKunden Produkte des taglichen Bedarfs Supermarkt; 9 Die Unterschiede in der durchschnittlichen Einkaufshaufigkeit sind jeweils statistisch signifikant; tTest auf Mittelwertunterschied aanderen Betriebsformen des Lebensmitteleinzelhandels 0,05. auch in 10 Die Unterschiede in der durchschnittlichen Einkaufshaufigkeit bei Real Marktkauf und den anderen Handelsbetriebsformen Supermarkt; Discounter; Tankstelle sind jeweils signifikant; tTest auf Mittelwertunterschied a 0,05. 5 Discounter11. Umgekehrt gehen MarktkaufKunden haufiger zu Real 1,63mal im Monat, als dies fur RealKunden gegenuber Marktkauf 0,94mal im Monat gilt 12. Dies zeigt, da RealKunden alternative Einkaufsstatten starker in anderen Betriebsformen des Lebensmitteleinzelhandels sehen, MarktkaufKunden dagegen haufiger in einer anderen Einkaufsstatte derselben Betriebsform 13. Damit sind Marktkauf starker als RealKunden auf die Betriebsform des Verbrauchermarkt fixiert, was sich auch an der signifikant hoheren durchschnittlichen Einkaufshaufigkeit in diesem Betriebstyp zeigt 6,73mal zu 4,57mal14. Auch hinsichtlich des Einkaufsbetrags, den die Probanden am Befragungstag ausgaben, sind geringfugige, aber dennoch signifikante Unterschiede zwischen beiden Einkaufsstatten festzustellen vgl. Tabelle 415: DM Marktkauf Real 25 8,9 8,1 2550 18,3 23,7 50100 32,9 36,8 100150 20,2 20,3 150 19,7 11,1 Tabelle 4: Einkaufsbetrage in % der Probanden Wahrend der Anteil der Kleineinkaufe hochstens 25 DM in beiden Einkaufsstatten gleich ist, treten Groeinkaufe uber 150 DM bei Marktkauf etwas haufiger als bei Real auf 19,7% zu 11,1%. Demgegenuber sind Einkaufe im normalen Bedarfsumfang zwischen 25 DM und 100 DM bei Real etwas haufiger als bei Marktkauf zu finden. Die leichten Unterschiede im Einkaufsvolumen zeigen sich auch im durchschnittlichen Einkaufsbetrag eines Probanden, der bei Marktkauf 98,60 DM bei Real 88,79 DM betragt 16. Insgesamt verstarkt dieses Ergebnis den Eindruck, da Marktkauf haufiger fur den groen und mit dem Partner gemeinsamen Haushaltseinkauf, Real eher fur den Tageseinkauf aufgesucht wird. 3. Ein inhaltliche Schwerpunkt dieser Arbeit liegt in der Frage, ob sich preispolitische Praferenzen der Nachfrager in einer kongruenten Geschaftsstattenwahl niederschlagen. Die Praferenzen der Nachfrager bezogen auf Dauerniedrigpreise oder Sonderangebote werden hierzu anhand von Einstellungen der Probanden zum Preis bzw. allgemeinen Verhaltensweisen beim Einkauf von Waren des Praferenzverhalten der Nachfrager gegenuber Preisstrategien 11 Die Unterschiede in der durchschnittlichen Einkaufshaufigkeit zwischen Real und Marktkauf bezogen auf Supermarkt und Discounter sind jeweils signifikant; kein signifikanter Unterschied zwischen beiden Kaufergruppen besteht in der Einkaufshaufigkeit an der Tankstelle; tTest auf Mittelwertunterschied a 0,05. 12 Der Unterschied ist statistisch signifikant; tTest auf Mittelwertunterschied a 13 Interessant ist in diesem Zusammenhang, da beide Kaufergruppen in der gesamten uber alle in der Tabelle 3 aufgelisteten Einkaufsmoglichkeiten summierte durchschnittliche Einkaufshaufigkeit nur relativ wenig unterscheiden: RealKunden: 10,35; MarktkaufKunden: 11,02. 14 Summe der durchschnittlichen Einkaufshaufigkeiten bei Real und Marktkauf. 15 Statistischer Test mit c 2Kontigenzanalyse a 16 Der Unterschied ist nur bei a 0,1 signifikant; tTest auf Mittelwertunterschied. Ursache durfte die 0,05. hohe Streuung in den Geldbetragen in beiden Einkaufsstatten sein. 0,05. 6 Theoretischer Hintergrund taglichen Bedarfs gemessen. Zielsetzung ist, Verhaltenstendenzen zu messen, die einen Dauerniedrigpreiskaufer bzw. einen Sonderangebotskaufer charakterisieren. Hierzu mussen die im Fragebogen verwendeten Fragen Statements; Indikatoren auf ihre Validitat zur Messung gepruft werden. Diesen ausfuhrlichen, aber notwendigen Analyseschritt nimmt Abschnitt 3.2 vor. Einige theoretische Ausfuhrungen zum Themenkreis der Dauerniedrigpreise versus Sonderangebote gehen in Abschnitt 3.1 voran. 3.1 Eine derzeit intensiv diskutierte Frage im Preismanagement von Einzelhandelsunternehmen vor allem im Lebensmittelbereich beinhaltet, ob eine Sonderangebots oder eine DauerniedrigpreisStrategie langfristig erfolgreicher ist vgl. bspw. Schnobl 2000, S. 3; Schindler 1999, S. 84. Dies bezieht sich auf den psychologisch orientierten Aspekt, welche der beiden Strategien der Einkaufsstatte ein langfristig gunstiges Preisimage verleiht; letztendlich ist relevant, welche der beiden Strategien zum langfristig hoheren Gewinn uber das Gesamtsortiment der Einkaufsstatte fuhrt. Im Falle der DauerniedrigpreisStrategie bleibt ein niedriges Preisniveau fur ausgewahlte Produkte uber einen langeren Zeitraum hinweg konstant preislagenbezogenes Teilsortiment; vgl. Diller 1999, S. 369, im zweiten Fall treten temporare Preisreduzierungen z.B. fur eine Woche fur ausgewahlte Produkte auf, wobei das Preisniveau in dieser kurzen Spanne dasjenige der Dauerniedrigpreise noch unterschreitet vgl. Schnobl 2000, S. 3. Diese Merkmale in der Preispolitik sind fur die beiden ausgewahlten Einkaufsstatten gegeben: Wahrend Marktkauf vor allem auf ein Dauerniedrigpreisprogramm setzt, stutzt sich Real auf Sonderangebote. Wenngleich in beiden Einkaufsstatten auch Akzente der jeweils anderen Preisstrategie vorzufinden sind 17, kann dennoch die obige Einstufung der Einkaufsstatten nach Dauerniedrigpreis bzw. Sonderangebotsgeschaft vorgenommen werden. Beide Strategien nehmen auf unterschiedlichem Weg Einflu auf das Preisimage bzw. den okonomischen Erfolg der Geschaftsstatte vgl. bspw. Diller 2000, S. 390391 und 472: Die DauerniedrigpreisStrategie betont die Aspekte der Preiszuverlassigkeit, Preiskonstanz und Preistransparenz sog. FairnessKonzept, kombiniert mit der Betonung des PreisLeistungsverhaltnisses bzw. der Preiswurdigkeit des Angebots sog. valueKonzept. Ferner werden in der DauerniedrigpreisStrategie aus Handelssicht Einsparungen bei den Handling, Personal und Logistikkosten gesehen vgl. LalRao 1997, S. 61. Demgegenuber hebt die SonderangebotsStrategie die besondere Preisgelegenheit eines Artikels hervor sog. SchnappchenKonzept. Hierbei kann uber Generalisierungen der Preiswahrnehmung einzelner Eckartikel, die im Sonderangebot sind, das Preisimage des gesamten Sortiments beeinflut werden Eckartikeleffekt; vgl. Diller 2000, S. 140. Ferner verspricht man sich von der Sonderangebotsaktion einen Frequenzeffekt hinsichtlich der Kundenzahl: Das Sonderangebot lockt aufgrund seiner Magnetwirkung Kunden in das Geschaft, die ansonsten nicht gekommen waren. Aufgrund dieser zusatzlichen Nachfrager steigt der Absatz des Sonderangebotsprodukts sowie derjenigen Produkte, die diese im Zuge des onestopshoppings zugleich mit dem Sonderangebot mitnehmen. Schlielich ist denkbar, da ein Sonderangebot bei den Stammkunden zusatzliche Kaufe von Artikeln auslost, die mit dem Sonderangebotsprodukt in einem Nachfrageverbund stehen Verbundeffekt; vgl. zu den Sonderangebotseffekten bspw. Schmalen et al. 1996, S. 3135. Diese okonomischen Vorteile eines Sonderangebots durch Frequenz und Verbundeffekt sind jedoch zweifelhaft: Aufgrund der hohen Sonderangebotsdichte im Lebensmitteleinzelhandel kann 17 So verandert Marktkauf innerhalb weniger Wochen durchaus die Preise fur Produkte; Bei Real finden sich dauerhaft gunstige Angebote, die als Rote Renner bezeichnet werden Befunde durch eigene Marktbeobachtung. 7 sich ein Nachfrager darauf verlassen, in relativ kurzen Abstanden in einem von mehreren Geschaften seiner naheren Einkaufsregion preisreduzierte Angebote in bestimmten Warengruppen vorzufinden. Dies fuhrt zur Auspragung des cherry picking vgl. WaltersRinne 1986, S. 240: Der Nachfrager Sonderangebotsjager kann seinen Produktbedarf in vielen Warengruppen zum groen Teil durch Sonderangebote decken, insbesondere wenn er eine Reihe von Marken in einer Warengruppe als austauschbar erachtet und zwischen den Einkaufsstatten wechselt. Er kauft folglich keine normal bepreisten Artikel mehr, sondern stellt seinen Einkaufsplan so ab, da er in verschiedenen Geschaften gezielt die benotigen Produkte zu Sonderangebotskonditionen erwirbt vgl. allgemein hierzu Pechtl 2000a, S. 6162. Der erhoffte Verbundeffekt durch den Einkauf anderer, nicht aktionierter Produkte zusammen mit dem Sonderangebotskauf bleibt dann aus. Ebenso finden sich empirische Hinweise, da der Verbundeffekt eines Sonderangebot generell sehr schwach bzw. nicht existent ist vgl. Schmalen et al. 1996, S. 238245. Die Marketingforschung geht davon aus, da auf Nachfragerseite zur Dauerniedrigpreis bzw. SonderangebotsStrategie korrespondierende Nachfragersegmente existieren, die einen unterschiedlichen Kundennutzen aus den beiden Preisstrategien ziehen. Schindler 1999, S. 89 hat hierzu folgende Charakteristik entworfen 18: ? Dauerniedrigpreise bieten dem Kunden folgenden Nutzen: 1 Er wei bzw. hat zumindest das Gefuhl, da er uber den gesamten Warenkorb betrachtet gunstig einkauft. Es sind keine hohen Such und Anfahrtskosten sowie ein hoher Zeitbedarf erforderlich, um ein gunstiges Sonderangebot zu bekommen. 2 Der Verbraucher kann zwischen den verschiedenen Modellen wahlen und mu nicht um nach seiner Meinung nicht uberteuert zu kaufen auf ein Modell zuruckgreifen, das im Sonderangebot ist. 3 Kunden, die ein Produkt zum normalen Preis kaufen, reagieren haufig mit Unzufriedenheit, wenn sie das Produkt wenige Wochen oder gar Tage nach dem Kauf beim gleichen Handler stark reduziert sehen. Die aufgefuhrten Punkte zeigen, da Dauerniedrigpreise den Kunden Preissicherheit geben bzw. Vertrauen vermitteln. ? Sonderangebote bieten dem Kunden hingegen folgenden Nutzen: 1 Der Kunde kauft aufgrund der Preisreduktion das seiner Meinung nach gunstige Produkt. Emotionales Erlebnis bei der Suche nach dem gunstigsten Sonderangebot. Hierbei konnen sowohl extrinsische intrinsische Motive Leistungsmotivation eine Rolle spielen. z.B. Belohnung als auch 2 Aufgrund dieser Nutzencharakterisierung erscheint plausibel, da Nachfragersegmente existieren, die den Nutzen von Dauerniedrigpreisen oder Sonderangeboten unterschiedlich einstufen bzw. bei einer Preisstrategie einen hoheren Nutzen empfinden. Diese beiden PreisstrategieTypen sollen als Dauerniedrigpreis bzw. Sonderangebotskaufer bezeichnet werden. Aus der obigen Beschreibung lassen sich mehrere Verhaltensfacetten extrahieren, die einen Dauerniedrigpreis bzw. Sonderangebotskaufer auszeichnen: ? Der Aufmerksamkeitstyp Sonderangebotskaufer: Er achtet in einem Geschaft darauf, welche Artikel preisreduziert im Sonderangebot gerade angeboten sind. ? Der Sicherheitstyp DauerniedrigpreisKaufer: Er bevorzugt Geschafte mit stabilen Preisen; standige Preisanderungen von Artikeln verunsichern ihn. 18 Die Beschreibung von Schindler 1999 fur den Bereich der Unterhaltungselektronik entwickelt ist derartig pragnant, da sie als Originalzitat wiedergegeben werden soll. 8 ? Der Sonderangebotssucher Sonderangebotskaufer: Er richtet seine Einkaufsstrategie gezielt nach Geschaften mit Sonderangeboten aus und ist bereit, hierfur langere Beschaffungswege durch den Besuch mehrerer Geschaftsstatten in Kauf zu nehmen. ? Der Aufwandsminimierer DauerniedrigpreisKaufer: Zielsetzung ist, den Kauf moglichst schnell und effizient abzuwickeln. Die Suche nach Sonderangeboten erhoht hierbei den Beschaffungsaufwand. ? Der AktionsJunkee SonderangebotsKaufer: Er hat extrinsischen und intrinsischen Spa an der Schnappchenjagd. ? Der Gunstigkaufer DauerniedrigpreisKaufer: Er bevorzugt Geschafte, in denen er insgesamt gunstig einzukaufen kann, gegenuber Einkaufsstatten, die ein nur selektiv sehr gunstiges Angebot aufweisen. Diese Charakterisierung bzw. die spezifischen Nutzenstiftung von Dauerniedrigpreisen und Sonderangeboten legen die Unterstellung nahe, da Dauerniedrigpreis bzw. Sonderangebotskaufer eine besondere hohe Praferenz fur die betreffende Preisgestaltung im Einzelhandel besitzen vgl. BellLattin 1998, S. 66; LalRao 1997, S. 60; Schindler 1999, S. 8489. Daher ist zu erwarten, da sich zumindest langfristig in einer Einkaufsstatte mit einer bestimmten Preisstrategie mehr Konsumenten mit der korrespondierenden Praferenz fur eine Preisstrategie finden muten Kongruenzhypothese. Bevor jedoch eine Antwort zur Bestatigung oder Ablehnung der Kongruenzhypothese getroffen werden kann, ist das Meinstrumentarium zu prufen, mit dem die sechs Verhaltensfacetten von Dauerniedrigpreis und Sonderangebotskaufer im Fragebogen der Untersuchung operationalisiert wurden. 3.2 Im Fragebogen waren fur alle Befragten insgesamt 19 Statements entworfen worden, die als Indikatorvariablen fur die insgesamt sechs Verhaltensfacetten dienen und im Kontext der Memethodik als sog. hypothetische Konstrukte aufzufassen sind. Im folgenden sind die Fragen Indikatoren kurz wiedergegeben, die zur Messung der hypothetischen Konstrukte konzipiert waren. Aufgrund eines Pretests unter Marketingstudenten mit einer fruheren Fragebogenversion hatte sich die folgende Itembatterie als erfolgversprechend gezeigt 19: ? Aufmerksamkeitstyp Metechnische Identifizierung der PreispraferenzTypen Beachtung preisreduzierter Angebote; Prufung des Produktbereichs auf Sonderangebote Frage nach Sonderangeboten an der Fleisch Wursttheke ? Sicherheitstyp Praferenz fur Preisstabilitat Verlust der Preistransparenz Furcht vor uberteuerten NichtAktionsartikeln ? Sonderangebotssucher Bereitschaft, mehrere Geschafte zu besuchen, um Sonderangebote zu erwerben Verzicht auf onestopshopping Ansporn, den Einkaufsgang so zu planen, um moglichst viele Produkte zu reduzierten Preisen einzukaufen moglichst viele Sonderangebote Suche von Aktionsgeschaften 19 Die in eckigen Klammern gesetzten Formulierung eines langeren Statements werden im weiteren als Abkurzung hierfur verwendet. 9 ? Aufwandsminimierer Schnelligkeit beim Einkauf anstelle von Suche nach Sonderangeboten Schnelligkeit beim Einkauf Kein ExtraBeschaffungsaufwand fur Sonderangebote kein ExtraAufwand Keine apriori Preisermittlung ? AktionsJunkee ? Gunstigkaufer Spa an Schnappchenjagd Arger uber verpate Preisreduzierung Freude uber eingesparte 50Pfennige Stolz beim sparsamen Einkauf durch Einkauf von preisreduzierten Artikeln. Verzicht auf Sonderangebote, wenn Dauerniedrigpreise herrschen Bevorzugung von Geschaften, die in vielen Produktbereichen relativ gunstige Produkte anbieten gegenuber Geschaften mit Preiskrachern in nur einigen Produktbereichen Ablehnung von selektiven Preiskrachern. Forderung nach zusatzlichen Preiskrachern neben einem gunstigen Angebot  Die Probanden antworteten auf die entsprechenden Fragen anhand einer 5poligen RatingSkala mit Zustimmung bzw. Ablehnung der Aussage. Alle Aussagen sind mit einer Ausnahme positiv ausgerichtet, d.h. eine hohere Zustimmung signalisiert eine starkere Zugehorigkeit zu bzw. Identifizierung mit einer Verhaltensweise. Die Ausnahme stellt das Statement zur Forderung nach zusatzlichen Preiskrachern dar. Hier zeichnet sich ein Dauerniedrigpreiskaufer durch eine hohe Ablehnung dieser Verhaltensweise aus, da sich dieser Kaufertyp mit einem preisgunstigen Angebot begnugt. Die spezifizierten Verhaltensfacetten bilden jeweils drei zueinander kontrare Verhaltenspaare: ? Aufmerksamkeitstyp vs. Sicherheitstyp; ? Sonderangebotssucher vs. Aufwandsminimierer; ? AktionsJunkee vs. Gunstigkaufer. Ein klassischer Sonderangebotskaufer sollte sich demnach durch hohe Antwortwerte bei den Verhaltensweisen des Aufmerksamkeitstyps, Sonderangebotssuchers und AktionsJunkees und durch niedrige Werte beim Sicherheitstyp, Aufwandsminimierer und Gunstigkaufer auszeichnen. Ein typischer Dauerniedrigpreiskaufer weist das gegenteilige Antwortprofil auf. Die drei Verhaltensweisen des Sonderangebotskaufers finden folglich jeweils ihr Spiegelbild in den kontraren Verhaltensweisen des Dauerniedrigpreiskaufers. Die Validierung des Meansatzes vollzieht sich in zwei Schritten: Anhand einer explorativen Analyse wird zunachst eine Grobstrukturierung der 19 Indikatorvariablen vorgenommen. Daran schliet sich eine konfirmatorische Faktorenanalyse an, die den erarbeiteten Meansatz einer simultanen Guteprufung unterzieht. Fur diese beiden Untersuchungsschritte empfiehlt es sich, den Datensatz aufzuteilen. Daher wurden mit Hilfe einer Zufallsstichprobe aus den 620 Fragebogen 296 Falle gezogen Stichprobe 1, die zur explorativen Analyse des Meansatzes dienen. Die restlichen 324 Fragebogen sind Datengrundlage fur die konfirmatorische Analyse Stichprobe 2. Im ersten Schritt pruft eine explorative Faktorenanalyse Hauptkomponentenmethode, ob die 19 Indikatorvariablen irgendeine Struktur zueinander aufweisen. Ferner soll die Faktorenanalyse helfen, Items zu erkennen, die uberhaupt nicht in den Gesamtkontext passen. Der KMOWert, der generell die Eignung des Datenmaterials fur eine Datenreduktion anzeigt, belegt mit einem relativ hohen Werts von 0,889, da die Indikatorvariablen eine innere Struktur besitzen, die auf die Existenz hypothetischer Konstrukte Verhaltensfacetten schlieen lassen. Anhand des KaiserKriteriums werden vier Faktoren extrahiert, die einen Varianzerklarungsanteil von 55,4% aufweisen. Das Faktormuster anhand der Faktorladungen bestatigt prinzipielle Trennung der Verhaltensweisen von Sonderangebots und Dauerniedrigpreiskaufer: Bei der unrotierten Faktor10 ladungsmatrix enthalt der erste Faktor alle Variablen, die zur Messung des Aufmerksamkeitstyp, Sonderangebotssuchers und AktionsJunkees dienen; der zweite Faktor beinhaltet alle Indikatoren, die den Sicherheitstyp, Aufwandsminimierer und Gunstigkaufer messen sollen. Einzige Ausnahme hiervon ist das Statement zur Furcht vor uberteuerten NichtAktionsartikeln, das als einziges Item auf den dritten Faktor hochladt 20. Dieses Statement pat sich damit nicht in den Kontext zum Dauerniedrigpreiskaufer ein. Der vierte Faktor besitzt keine Variable mit einer Faktorladung uber 0,5. Die rotierte Faktorladungsmatrix VarimaxRotation liefert ein etwas anders geartetes Bild: Wiederum ladt das Statement zur Furcht vor uberteuerten NichtAktionsartikeln als einzige Variable auf einen Faktor hoch. Zwei Faktoren umfassen erneut ausschlielich Statements, die entweder den Sonderangebots oder Dauerniedrigpreiskaufer charakterisieren. Ein dritter Faktor vermischt jetzt aber Indikatoren aus den beiden Verhaltenstypen: Hier werden das Statement zur Schnelligkeit des Einkaufs, Verzicht auf onestopshopping, Frage nach Sonderangeboten, Suche von Aktionsgeschaften, kein ExtraAufwand und keine aprioriPreisfeststellung zu einem Faktor zusammengefat. Dies sind im wesentlichen diejenigen Statements, die den Sonderangebotssucher bzw. Aufwandsminimierer operationalisieren sollen. Die Zusammenfassung dieser Variablen zu einem Faktor zeigt, da die Statements tatsachliche zueinander kontrare Verhaltensweisen erfassen, zumal die Vorzeichen der Fakorladungen fur Indikatoren des Sonderangebotssuchers Aufwandsminimierers ein positives negatives Vorzeichen aufweisen. Als Zusatzinformation zur explorativen Faktorenanalyse zeigt die rotierte Faktorladungsmatrix auf, da lediglich die Variablen Schnelligkeit beim Einkauf und Furcht vor uberteuerten NichtAktionsartikeln Faktorladungen unter 0,5 0,464 bzw. 0,497 aufweisen; diese Variablen fugen sich damit gemessen am Aggregationsalgorithmus der Hauptkomponentenmethode nicht so recht in den Kontext der ubrigen Variablen ein. Dies gilt vor allem fur die Furcht vor uberteuerten NichtAktionsartikeln, die einen eigenen Faktor bildet. Diese Variablen sind deshalb als mogliche Streichkandidaten im endgultigen Meansatz zu beachten. Insgesamt vermittelt die Faktorenanalyse aber, da eine vorhandene innere Struktur des Datenmaterials nicht zu leugnen ist. Der zweite, explorative Schritt uberpruft die Reliabilitat der intendierten Konstrukte. Hierzu dient die Mazahl Cronbach Alpha und die Item to TotalKorrelation. Derjenige Indikator mit der niedrigsten Item to TotalKorrelation wurde daraufhin entfernt und mit der reduzierten Variablenzahl erneut die Reliabilitat des Konstrukts bestimmt. Sollte sich dabei eine deutliche Verbesserung des Cronbach Alpha ergeben, ist dies ein Indiz, da die betreffende Variable in betrachtlichem Umfang noch andere Sachverhalte als das intendierte Konstrukt abbildet. Tabelle 5 weist die Ergebnisse dieses explorativen Arbeitsschrittes aus, wobei die Spalte aamit der niedrigsten Item to TotalKorrelation beinhaltet: voll red. den Wert des Cronbach Alpha mit allen postulierten Variablen ohne diejenige Variable 20 Intendiert war bei der Formulierung der Frage, ob Nachfrager die Befurchtung einer Mischkalkulation hegen: Demnach kaufen sie in einer Einkaufsstatte, die preisreduzierte Angebote besitzt, zwangslaufig auch manche Produkte ein, die im Preisniveau uberteuert sind. 11 Verzicht auf onestopshopping Moglichst viele Sonderangebote Suche von Aktionsgeschaften Praferenz fur Preisstabilitat Verlust der Preistransparenz Furcht vor uberteuerten NichtAktionsartikeln Beachtung preisreduzierter Angebote Prufung des Produktbereichs auf Sonderangebote Frage nach Sonderangeboten Konstrukt Indikatoren Aufmerksamkeitstyp Sicherheitstyp Sonderangebotssucher Aufwandsminimierer AktionsJunkee Gunstigkaufer Variable mit der jeweils niedrigsten Item to TotalKorrelation Spa an Schnappchenjagd Arger uber verpate Preisreduzierung Freude uber eingesparte 50Pfennige Stolz beim sparsamen Einkauf Verzicht auf Sonderangebote Ablehnung von selektiven Preiskrachern Forderung von Preiskrachern Schnelligkeit beim Einkauf kein ExtraAufwand Keine apriori Preisfeststellung voll 0,6416 0,4603 0,6436 0,5892 0,7599 0,333 red. 0,6546 0,5396 0,6546 0,5386 0,7352 0,5115 Tabelle 5: Reliabilitatsanalyse der Konstrukte Stichprobe 1 Betrachtet man zunachst die Reliabilitat der Konstrukte insgesamt, scheint die Messung hart an der Grenze zu liegen, da auch mit dem reduzierten Indikatorsatz je Konstrukt die Werte des Cronbach Alpha relativ niedrig sind und bis auf eine Ausnahme nicht die oft geforderte Mindesthohe von 0,7 erreichen. Dennoch soll der verwendete Indikatorsatz nicht vorschnell verworfen werden, sondern ein endgultiges Urteil erst auf Basis des zweiten Schritts der konfirmatorischen Faktorenanalyse erfolgen. Insgesamt drei Variablen fallen in der Reliabilitatsanalyse auf: Zum einen besitzt innerhalb des Konstrukts Aufwandsminimierer das Item Schnelligkeit im Einkauf die niedrigste Item to TotalKorrelation, was die oben bereits getroffene Einschatzung als Streichkandidat unterstutzen wurde. Ohne dieses Item verringert sich aber das Cronbach Alpha dieses Konstrukts, so da die Variable Schnelligkeit beim Einkauf insgesamt einen positiven Beitrag zur Reliabilitat liefert. Daher soll diese Variable zur Operationalisierung des Aufwandsminimierers verwendet und nicht eliminiert werden. Eine andere Einschatzung ergibt sich hinsichtlich der Variable Furcht vor uberteuerten NichtAktionsartikeln im Rahmen des Sicherheitstyps. Diese Variable zeigte auch bei Faktorenanalyse Auffalligkeiten, da sie nicht in das Gesamtbild des Dauerniedrigpreiskaufers eingeordnet wurde. Das Statement sollte erfassen, ob Nachfrager befurchten, in Geschaften mit preisreduzierten Angeboten auch manche Produkte mit uberhohten Preisen kaufen zu mussen. Die beiden anderen Statements zum Sicherheitstyp beziehen sich auf die Preistransparenz bzw. Praferenz fur Preisstabilitat keine standigen Preisschwankungen nach oben und unten. Der niedrige Wert des Cronbach Alpha 12 aafur das Konstrukt Sicherheitstyp auf Basis aller drei Items bzw. der deutliche Anstieg des Reliabilitatswerts ohne die Variable Furcht vor uberteuerten NichtAktionsartikeln belegen, da bei der Fragebogenformulierung inhaltlich unterschiedliche Sachverhalte im Konstrukt Sicherheitstyp subsumiert wurden: Die Furcht, uberteuerte NichtAktionsartikel zu erwerben, geht nicht parallel mit einem Streben nach Preisstabilitat und der Tatsache, da standige Preisanderungen zu einem Verlust des Uberblicks uber preisgunstige Angebote fuhren. Wahrend die Items zur Preisstabilitat und Preistransparenz Sachverhalte abbilden, die im Nachfrager selbst liegen Praferenzen; Selbstbeurteilung, betrifft das Statements zur Furcht vor uberteuerten NichtAktionsartikeln eine Einschatzung der Preiskalkulation des Handels. Folglich zeigt die explorative Faktorenanalyse, da das Statement einen relativ eigenstandigen Aspekt im Nachfragerverhalten beinhaltet. Deshalb soll dieses Statement nicht zur Charakterisierung des Sicherheitstyps dienen. Das betreffende Konstrukt wird folglich nur mit den Statements zur Praferenz fur Preisstabilitat und zum Verlust der Preistransparenz erfat. Damit erfahrt der Sicherheitstyp eine leichte inhaltliche Modifikation, da dieses Konstrukt nunmehr vor allem die Sicherheit bezuglich stabiler und transparenter Preise umfat. Der Inhalt des Statements zur Furcht vor uberteuerten NichtAktionsartikeln ist jedoch inhaltlich interessant. Daher soll diese Variable fur die weitere Auswertung nicht verloren gehen, sondern als HoldoutVariable zusatzliche Informationen zur Interpretation der gefundenen Ergebnisse liefern. Die dritte Problemvariable beinhaltet das Statement zur Forderung von Preiskrachern, das nicht zur Operationalisierung des Gunstigkaufers beitragen kann, wie das sehr niedrige Cronbach Alpha des Konstrukts mit Einbeziehung dieser Variablen bzw. das deutliche gestiegene Cronbach Alpha ohne diese Variable zeigen. Im Gegensatz zur Furcht vor uberteuerten NichtAktionsartikeln besitzt diese Problemvariable mit anderen Statements der Tabelle 5 relativ hohe statistisch signifikante Korrelationen a 0,05. Dies gilt vor allem mit Items, die zur Operationalisierung des AktionsJunkees dienen; es liegen Korrelationskoeffizienten von r 0,35 vor. Inhaltlich war mit dem Statement 21 intendiert, ob sich Nachfrager mit einem preisgunstigen Angebot zufriedengeben 1. Aspekt, oder ob sie daruber hinaus in einem Geschaft auch stark preisreduzierte Angebote fordern 2. Aspekt. Offensichtlich hat in der Beantwortung der Frage der zweite Aspekt den ersten Aspekt uberlagert, so da die Befragten im wesentlichen ihre allgemeine Erwartungshaltung gegenuber schonen Sonderangeboten zum Ausdruck brachten. Moglicherweise war die Aufmerksamkeit der Befragten auch dadurch etwas geschwacht, da dieses Statement das letzte in der Reihenfolge der Items im Fragebogen zu diesem Thema darstellte. Da fur die Messung des AktionsJunkees bereits vier Statements konzipiert sind, erscheint eine Umgruppierung des Statements zur Forderung von Preiskrachern in ein anderes Konstrukt nicht sinnvoll, zumal die Zuordnung offensichtlich durch ein Fehlverstandnis der Frage begrundet ist. Daher soll diese Variable in den weiteren Analyseschritten nicht mehr weiter betrachtet werden. Dieser reduzierte Indikatorsatz mit 17 Variablen dient als Datengrundlage fur die konfirmatorische Faktorenanalyse LISREL 8.30, die anhand einer simultanen Schatzung die Qualitat der Variablen zur Messung der sechs hypothetischen Konstrukte bestimmt. Die konfirmatorische Faktorenanalyse basiert auf der zweiten Stichprobe mit 296 Fallen. Das Ergebnis dieser Schatzung mittels Maximum LikelihoodMethode weist Tabelle 2 unter der Spalte ValidierungsModell aus. 21 Die Formulierung lautete: Ich will nicht nur relativ gunstig in einem SupermarktVerbrauchermarkt einkaufen, sondern erwarte, da ich auch immer wieder richtige Preiskracher stark preisreduzierte Produkte angeboten bekomme. 13 GFI AGFI c 2WertFreiheitsgrade RMR Anzahl an Parametern ldavon signifikant ValidierungsModell 0,91 0,87 244,68104 2,35 0,060 17 17 Modifiziertes Modell 0,95 0,91 Mod. Modell Stichprobe 1 0,93 0,90 147,3988 1,67 166,1688 1,89 0,044 17 17 0,059 17 17 Tabelle 6: Konfirmatorische Faktorenanalyse Gemessen an den Gutekriterien GFI, AGFI; c 2WertFreiheitsgrade; RMR mu das Memodell noch nicht als befriedigend angesehen werden, wenngleich alle 17 geschatzten Parameter l Pfadkoeffizienten, welche die Beziehung zwischen hypothetischem Konstrukt und Indikator abbilden, signifikant sind. Allerdings verletzen die Werte fur den AGFI RMR die empfohlenen Faustwerte von groeren kleineren Werten als 0,9 0,0522. Daher wurde anhand der Modification Indices im Sinn eines explorativen Vorgehens eine Verbesserung der Schatzgute gesucht vgl. JoreskogSorbom 1996, S. 31. Insgesamt drei Veranderungen des ursprunglich intendierten Memodells deuteten die Modification Indices an: Zum einen konnte das Statement Freude uber eingesparte 50 Pfennige AktionsJunkee ebenso dem hypothetischen Konstrukt des Gunstigkaufers zugeordnet werden. Die Besonderheit war, da sich hierbei entgegen der Intention bei der Statementformulierung die Pfadkoeffizienten in ihrem Vorzeichen nicht unterschieden. Damit zeichnet der Tatbestand, ob sich jemand uber 50 eingesparte Pfennige aufgrund eines attraktiven Angebots freut, sowohl den AktionsJunkee wie den Gunstigkaufer aus. Dieses Statement tragt deshalb nicht zur Differenzierung von Sonderangebots und Dauerniedrigpreiskaufer bei, sondern kennzeichnet beide Verhaltensfacetten gegenuber einem Verhaltenstyp, der keine bzw. nur wenig intrinsische Freude empfindet, wenn er ein paar Pfennige im Geschaft durch ein gunstiges Angebot einspart. Dieses Statement wird folglich im weiteren aus dem Indikatorsatz eliminiert; dadurch ist ein Pfadkoeffizient weniger zu schatzen. Das Statement kann aber weiterhin als HoldoutVariable dienen. Zum zweiten zeigten die Modification Indices eine Doppelladung bei einem Indikator an. Dies impliziert, da im Beobachtungswert eines Indikators das Wirken von zwei hypothetischen Konstrukten zum Ausdruck kommt. So ist das Statement Frage nach Sonderangeboten an der FleischWursttheke, das den Aufmerksamkeitstyp operationalisieren sollte, zugleich dem Aufwandsminimierer zuzurechnen, wobei hier ein negativer Pfadkoeffizient vorliegt. Damit stellt das Verhalten, an der Fleisch oder Wursttheke nicht explizit nach Sonderangeboten zu fragen, ein Indiz fur einen Einkaufer dar, der den zeitlichen Aufwand beim Einkauf minimieren will. Die Probanden haben bei der Beantwortung dieser Frage offensichtlich diese beiden hypothetischen Konstrukte Aufmerksamkeitstyp und Aufwandsminimierer gleichzeitig zum Ausdruck gebracht. Die doppelte Zuordnung des Indikators Frage nach Sonderangeboten an der FleischWursttheke zu zwei Konstrukten erscheint berechtigt, zumal es sich nicht um die jeweiligen unmittelbaren Gegensatzpaare im Verhalten handelt. Aus schatztechnischer Sicht ist im Vergleich zum ursprunglichen Modell ein Pfadkoeffizient mehr zu bestimmen. 22 Zu einer Ubersicht uber die Beurteilung der Gutemae in der konfirmatorischen Faktorenanalyse vgl. bspw. Bagozzi 1980, S. 105 oder HomburgGiering 1996, S. 10. 14 Zum dritten legten die Modification Indices die ganzliche Umgruppierung des Indikators moglichst viele Sonderangebote nahe. Im ursprunglichen Memodell sollte das Statement Ich habe den Ansporn so einzukaufen, da ich moglichst viele Sonderangebote   erwerben kann den Sonderangebotssucher charakterisieren. Auf Basis der Schatzergebnisse steht dieses Statement aber in einem wesentlich engeren Zusammenhang mit dem Aufmerksamkeitstyp. Offensichtlich haben die Probanden die Frage zur aktiven Suche nach Sonderangeboten im Sinne der Aufmerksamkeit bezogen auf Sonderangebote interpretiert. Die Frageformulierung war demnach unprazise. Da aber gemessen an den Modification Indices die Zuordnung dieses Statements zum Aufmerksamkeitstyp eine nachhaltige Senkung des c 2Werts Gutema der Schatzung bewirkt und eine solche Zuordnung auch inhaltlich nachvollziehbar erscheint, soll diese Umgruppierung im Indikatorsatz vorgenommen werden: Das Statement moglichst viele Sonderangebote operationalisiert deshalb nicht mehr den Sonderangebotssucher, sondern den Aufmerksamkeitstyp. Auf Grundlage dieser Modifizierungen wurde die konfirmatorische Faktorenanalyse nochmals geschatzt; erneut kennzeichnen 17 Pfadkoeffizienten das Memodell. Die betreffenden Ergebnisse weist Tabelle 6 unter der Spalte modifiziertes Modell aus. Zwangslaufig hat sich die Schatzgute des Memodells erhoht: Alle Gutemae erfullen nunmehr die Faustregeln. Allerdings fallt die Beurteilung der Schatzgute zu optimistisch aus, da Modellverbesserung und Modellschatzung anhand ein und desselben Datensatzes Stichprobe 2 durchgefuhrt wurden. Daher wurde nochmals Stichprobe 1 verwendet, um das verbesserte Indikatormodell mit diesen frischen Daten nochmals einer konfirmatorischen Faktorenanalyse zu unterziehen. Die Werte fur diese Schatzung zeigt Tabelle 6 unter der Spalte mod. Modell Stichprobe 1. Insgesamt stellt das veranderte Memodell auch mit diesem frischen Datensatz eine Verbesserung dar, wenn man die Gute des Validierungsmodells Stichprobe 2 dagegenhalt. Immerhin erreichen GFI und AGFI die geforderten Wertegrenzen und der Quotienten aus c 2Wert zur Anzahl der Freiheitsgrade hat sich deutlich verbessert. Allerdings verfehlt der Wert fur den RMR mit 0,059 die Faustregel von 0,05. Dennoch scheint unter Wurdigung der Schatzgute des modifizierten Modells in Stichprobe 2 RMR 0,044 der veranderte Indikatorsatz zur Messung der Verhaltensweisen des Sonderangebots und Dauerniedrigpreiskaufers tragbar zu sein. Tabelle 7 gibt eine Ubersicht zum modifizierten Indikatorsatz: Zur besseren Vergleichbarkeit mit Tabelle 5 sind das Cronbach Alpha sowie die Pfadkoeffizienten auf Grundlage des modifiziertes Modells mit Stichprobe 1 berechnet. 15 Beachtung preisreduzierter Angebote Prufung des Produktbereichs auf Sonderangebote Frage nach Sonderangeboten Moglichst viele Sonderangebote Verzicht auf onestopshopping Suche von Aktionsgeschaften Praferenz fur Preisstabilitat Verlust der Preistransparenz Konstrukt Cronbach Alpha Indikatoren Aufmerksamkeitstyp 0,7151 Sicherheitstyp 0,5587 Sonderangebotssucher 0,6564 Aufwandsminimierer 0,6051 AktionsJunkee 0,6903 Gunstigkaufer 0,5115 Schnelligkeit beim Einkauf kein ExtraAufwand Keine apriori Preisfeststellung Frage nach Sonderangeboten Spa an Schnappchenjagd Arger uber verpate Preisreduzierung Stolz beim sparsamen Einkauf 0,83 0,76 0,26 0,80 0,64 0,68 0,86 0,93 0,57 0,70 0,87 0,52 0,84 0,91 0,74 0,63 0,58 Verzicht auf Sonderangebote Ablehnung von selektiven Preiskrachern Tabelle 7: Endgultiges Memodell Insgesamt haben sich durch die Modifikation des Memodells die Werte fur das Cronbach Alpha gegenuber dem Ausgangsmodell etwas verbessert. Wenngleich die Werte zumeist nicht die Wunschgroe von 0,7 erreichen, scheint aber das Memodell der sechs Verhaltenskonstrukte unter Berucksichtigung der Gutekriterien der konfirmatorischen Faktorenanalyse tragbar. Immerhin uberschreiten mit einer Ausnahme alle Pfadkoeffizienten l den Wert 0,5 und durfen damit als substantiell angesehen werden vgl. Steenkampvan Trijp 1991, S. 289. Fur die weitere Analyse sind die Werteauspragungen Faktorwerte; xij eines Probanden i bei den sechs Verhaltenskonstrukten j von Interesse. Hierfur dienen die betreffenden composite scores: Aus der Antwort eines Probanden i bei Indikator k xik und dem korrespondieren Pfadkoeffizienten ljk wurde der folgende einfache Indexwert fur das Verhaltenskonstrukt, das die Indikatoren k1, ,K messen, gebildet: Der Parameter g transformiert die composite scores, so da die moglichen Werteauspragungen eines Probanden bei den hypothetischen Konstrukten die Spannweite der Antwortskala der ursprunglichen Statements aufweisen. Neben den statistischen Gutemaen soll abschlieend eine Prufung des Meansatzes anhand der Konvergenzvaliditat und face validity vorgenommen werden. Zur Uberprufung der Konvergenzvaliditat dienen die beiden HoldoutVariablen Freude uber eingesparte 50 Pfennige und Furcht vor uberteuerten NichtAktionsartikeln: Tabelle 8 weist die Korrelationskoeffizienten zwischen den composite scores der Verhaltenskonstrukte und den Antwortauspragungen der Befragten bei ij Fehler! 16 lxden HoldoutVariablen aus. Da das Statement Freude uber eingesparte 50 Pfennige einen Sonderangebotskaufer charakterisiert, mussen mit den drei Verhaltensfacetten des Sonderangebotskaufers Dauerniedrigpreiskaufers positive negative Korrelationen bestehen. Der umgekehrte Zusammenhang gilt fur das Statement Furcht vor uberteuerten NichtAktionsartikeln, das zur Beschreibung eines Dauerniedrigpreiskaufers dient. Freude uber eingesparte 50Pfennige Furcht vor uberteuerten NichtAktionsartikeln Aufmerksamkeitstyp Sicherheitstyp Sonderangebotssucher Aufwandsminimierer AktionsJunkee Gunstigkaufer nicht signifikant auf a 0,05. 0,582 0,110 0,350 0,308 0,570 0,106 0,179 0,112 0,336 0,218 0,248 0,278 Tabelle 8: Konvergenzvaliditat des Meansatzes 23 Tabelle 8 weist eine zufriedenstellende Konvergenzvaliditat fur den Sonderangebotskaufer auf, da die passenden positiven bzw. negativen Korrelationskoeffizienten mit den beiden HoldoutVariablen vorliegen. Schwachen zeigt dagegen die Operationalisierung des Dauerniedrigpreiskaufers bezogen auf den Sicherheitstyp; lediglich das Verhaltenskonstrukt des Aufwandsminimierers besitzt die passenden signifikanten Korrelationskoeffizienten. Demgegenuber sind die Vorzeichen der Korrelationskoeffizienten fur den Gunstigkaufer und Sicherheitstyp bezogen auf das Statement zur Freude uber eingesparte 50Pfennige kontrar zum postulierten Zusammenhang, wenngleich die Hohe der Korrelation deutlich schwacher als bei den Statements des Sonderangebotskaufers ist. Dennoch unterstreicht dieser Befund, da der Gunstigkaufer ein preisbewuter Kaufertyp ist, da ihm eine geringfugige Geldeinsparung Freude bereitet, wenngleich nicht so stark wie beim AktionsJunkee oder Aufmerksamkeitstyp. In dieser Interpretation wirkt der Gunstigkaufer als Verhaltensfacette des Dauerniedrigpreiskaufers durchaus stimmig. Zugleich deutet dieses Ergebnis an, da der Dauerniedrigpreiskaufer einen komplexeren bzw. differenzierten Verhaltenstyp als der eher eindimensional wirkende Sonderangebotskaufer darstellt. Der Sicherheitstyp erscheint in Tabelle 8 von allen sechs Verhaltensweisen als am schwachsten operationalisiert, da das Verhaltenskonstrukt bei beiden HoldoutVariablen nicht die postulierten, signifikanten Korrelationskoeffizienten besitzt. In Verbindung mit dem maigen Gutewert des Cronbach Alpha vgl. Tabelle 7 wirkt diese Verhaltensfacette des Dauerniedrigpreiskaufers noch nicht ausgereift in ihrer befragungstechnischen Umsetzung. Die Uberprufung der face validity des Meinstrumentariums knupft an den drei zueinander kontraren Verhaltensweisen von Dauerniedrigpreis und Sonderangebotskaufer an. Demnach sollen zwischen den Gegensatzpaaren Aufmerksamkeitstyp vs. Sicherheitstyp, Sonderangebotssucher vs. Aufwandsminimierer und AktionsJunkee vs. Gunstigkaufer signifikante negative Korrelationen bestehen. Ferner mussen die drei Verhaltensweisen, die einen Dauerniedrigpreis bzw. Sonder 23 Statistischer Test mit dem Korrelationskoeffizienten nach BravaisPearson; soweit nicht anders angegeben, sind alle Korrelationskoeffizienten auf a 0,05 signifikant. 17 angebotskaufer kennzeichnen, positiv miteinander korrelieren. Tabelle 9 zeigt das Korrelationsmuster der composite scores der sechs Verhaltenskonstrukte 24. a Aufmerksamkeitstyp a 0,119 Sicherheitstyp a Sonderangebotssucher b 0,502 0,500 Aufwandsminimierer b 0,718 AktionsJunkee c 0,110 Gunstigkaufer c nicht signifikant auf a 0,05. a 0,07 0,119 0,04 0,446 b 0,658 0,561 0,163 b 0,533 0,207 c 0,025 Tabelle 9: face validity des Meansatzes Auch Tabelle 9 zeigt, da der Sonderangebotskaufer besser operationalisiert werden konnte. Alle drei Korrelationskoeffizienten besitzen relativ hohe positive Korrelationskoeffizienten 0,502; 0,718; 0,561. Die Korrelationen zwischen den Verhaltensfacetten des Dauerniedrigpreiskaufers sind demgegenuber schwacher 0,119; 0,446; 0,207. Betrachtet man die bei der gewahlten Charakterisierung von Dauerniedrigpreis und Sonderangebotskaufer vgl. Abschnitt 3.1 intendierten Gegensatzpaare im Verhalten, so liegt ein postulierter negativer Korrelationskoeffizient lediglich zwischen dem Sonderangebotssucher und dem Aufwandsminimierer vor r 0,658. Zwischen dem AktionsJunkee und dem Gunstigkaufer bestehen keine Korrelationen; demnach existiert im Verhalten der Probanden kein entwederoder, sondern ein Nebeneinander dieser beiden eigenstandigen Verhaltensweisen, die aber gemessen am Korrelationskoeffizienten keine Systematik zueinander besitzen. Aufmerksamkeitstyp und Sicherheitstyp korrelieren sogar schwach positiv. Dies zeigt, da Aufmerksamkeit gegenuber Sonderangeboten und der Wunsch nach Preisstabilitat und Preistransparenz aus Probandensicht keine konkurrierenden Verhaltenswunsche darstellen, sondern gemeinsam miteinander auftreten. Moglicherweise beeinflut das allgemeine Interesse an Preisen diese Verhaltensparallelitat, wenngleich der Zusammenhang gemessen am Korrelationskoeffizienten r0,199 relativ schwach ist. Damit kann die face validity der Messung hinsichtlich der Gegensatzpaare im Verhalten vordergrundig nicht bestatigt werden. Moglicherweise ist aber bereits die inhaltliche Vorstellung eines gegensatzlichen Verhaltensmusters, wie sie die Skizzierung der beiden Kaufertypen vornimmt, nicht zutreffend. Dies besagt aber lediglich, da sich ein Nachfrager, der sich nicht als Sonderangebotskaufer ausweist, nicht gleichzeitig ein Dauerniedrigpreiskaufer sein mu. In diesem Sinn beeintrachtigen dann die fehlenden bzw. falschen Korrelationen in Tabelle 9 die face validity des Meansatzes nicht. Aussagekraftig sind hingegen die positiven Korrelationen zwischen den drei Verhaltensweisen, die Dauerniedrigpreis bzw. Sonderangebotskaufer kennzeichnen. Hier sind die geforderten signifikanten positiven Werte gegeben, wenngleich wiederum die Meoperationalisierung des Sonderangebotskaufers pragnanter erscheint, da hohere Korrelationskoeffizienten vorliegen. Unter Berucksichtigung der inhaltlichen Modifikation in der Charakterisierung von Dauerniedrigpreis und Sonderangebotskaufer, wonach das Fehlen des einen Verhaltenstypus nicht gleichzeitig die Existenz des anderen Typus bedingt, kann die face validity des Meansatzes als erfullt angesehen werden. 24 Statistischer Test mit dem Korrelationskoeffizienten nach BravaisPearson; soweit nicht anders angegeben, sind alle Korrelationskoeffizienten auf a 0,05 signifikant. 18 den Sicherheitstyp und Gegensatzpaaren Aufmerksamkeits Bevor allerdings endgultig grunes Licht fur den Meansatz gegeben werden soll, ist noch ein methodischer Einschub notwendig: Die ausgewiesenen Korrelationskoeffizienten der Tabelle 9 basieren auf der Bestimmung von composite scores. Anstelle dieser Berechnung von Faktorwerten bietet das Programmpaket LISREL 8.30 die Ermittlung von Faktorwerten mit Hilfe einer Regressionsschatzung unter Berucksichtigung der Varianzen bzw. Kovarianzen der Fehlerterme an vgl. Joreskog Sorbom, 1996, S. 134135. Diese Berechnung der Faktorwerte wurde ebenfalls durchgefuhrt und fuhrte zu einem scharfer ausgepragten Korrelationsmuster der sechs Verhaltenskonstrukte: Die Werte zeigen einen wesentlich engeren Zusammenhang zwischen denjenigen Verhaltensweisen an, die Dauerniedrigpreis oder Sonderangebotskaufer charakterisieren: So betragt die Korrelation zwischen dem Sicherheitstyp und dem Gunstigkaufer in der LISRELSchatzung r0,966, zwischen Sonderangebotssucher und Aufwandsminimierer r0,992, zwischen Aufmerksamkeitstyp und AktionsJunkee sogar r0,971. Ferner sind folgende Korrelationen deutlich hoher als in Tabelle 9: Sonderangebotssucher mit AktionsJunkee: r0,821; Aufmerksamkeitstyp mit Sonderangebotssucher: r0,773; Aufwandsminimierer mit AktionsJunkee: r0,797. Analog zu Tabelle 9 ergibt sich aber, da die Korrelationen zwischen den Verhaltensfacetten des Dauerniedrigpreiskaufers deutlich schwacher als zwischen den Verhaltensfacetten des Sonderangebotskaufers ausgepragt sind. Ebenso liegen positive bzw. nicht signifikante Korrelationen zwischen AktionsJunkeeGunstigkaufer vor. Trotz der methodischen Eleganz der Schatzung von Faktorwerten durch das LISRELProgramm Maximierung der Reliabilitat sollen diese Faktorwerte nicht verwendet werden. Die uberaus hohen Korrelationswerte zwischen einigen Verhaltensfacetten wirken inhaltlich nicht valide unglaubwurdig, wenngleich diese Werte inhaltlich signalisieren, da hinter den Verhaltensfacetten ein bestimmter bzw. der gewunschte Verhaltenstyp steht. Aus statistischer Sicht durften die hohen Korrelationswerte auf ein Artefakt in der Schatzung der Faktorwerte zuruckgehen: In die Bestimmung gehen auch die Kovarianzen der Fehlerterme der Pfadkoeffizienten Parameter l ein; diese sind jedoch aufgrund der nur maigen Operationalisierung der sechs Verhaltenskonstrukte vgl. Cronbach Alpha relativ hoch; daruber hinaus liegt aufgrund der Eigenheit der sechs Verhaltenskonstrukte eine grundlegende Tendenz im Datensatz vor, da alle Indikatoren mehr oder weniger miteinander korrelieren. Dies hat bei der Schatzung offensichtlich zu einem Aufschaukeln der Faktorwerte gefuhrt. Die hier verwendeten composite scores sind fur dieses Problem nicht anfallig, da lediglich der betreffende Pfadkoeffizient zwischen Indikator und hypothetischen Konstrukt eingeht und alle anderen Parameter der konfirmatorischen Faktorenanalyse implizit auf den Wert 0 gesetzt sind. Die composite scores weisen damit gemessen an der Reliabilitat schlechtere Werte als die LISRELFaktorenwerte auf, sie wirken aber inhaltlich valider. Damit ist die Validierung des Meinstrumentariums zur Operationalisierung von Dauerniedrigpreis und Sonderangebotskaufer abgeschlossen. Die Gutemae der konfirmatorischen Faktorenanalyse erfullen im wesentlichen die Faustregeln, anhand der Werte fur das Cronbach Alpha kann man nicht verleugnen, da die Indikatoren durchaus inhaltlich das gleiche Verhaltenskonstrukt abbilden. Konvergenzvaliditat und face validity sind vor allem fur den Sonderangebotskaufer zufriedenstellend, wenngleich das ursprungliche Bild eines entgegengesetzten Verhaltens von Dauerniedrigpreis und Sonderangebotskaufer inhaltlich etwas revidiert werden mu: Wenn sich ein Nachfrager nicht als Sonderangebotskaufer gibt, erfullt er deshalb noch nicht die Kriterien eines Dauerniedrigpreiskaufers. Grundsatzlich ist bei der Beurteilung der Gute des Meansatzes zu beachten, da der Fragebogen im Feld erhoben wurde. Zeitmangel oder Unkonzentriertheit der Befragten, die Ungewohntheit einer solchen Interviewsituation, etc. fuhren zwangslaufig dazu, da Korrelationen zwischen Indikatorvariablen schwacher ausfallen, als dies bei der Konstruktion des Meinstruments intendiert 19 Kongruenz von Preisstrategie und Preispraferenz war. Deshalb darf der unter harten Bedingungen validierte Meansatz als akzeptabel angesehen werden 3.3 Ein naheliegender Testansatz zur Uberprufung, ob Nachfrager ihre Einkaufsstattenwahl entsprechend der Kongruenz ihrer Preispraferenz mit der Preisstrategie des Geschafts treffen, beinhaltet einen Mittelwertvergleich der sechs Verhaltensfacetten zwischen beiden Einkaufsstatten. Als Bestatigung der Hypothese kann angesehen werden, wenn bei Marktkauf Real hohere Durchschnittswerte in denjenigen Verhaltensfacetten, die den Dauerniedrigpreiskaufer Sonderangebotskaufer kennzeichnen, vorliegen. Tabelle 10 gibt hieruber Aufschlu 25: Aufmerksamkeitstyp Sicherheitstyp Sonderangebotssucher Aufwandsminimierer AktionsJunkee Gunstigkaufer Marktkauf 3,45 4,11 2,57 3,64 3,01 3,73 Real 3,46 3,81 2,65 3,67 3,18 3,64 signifikant auf a 0,05. Tabelle 10: Uberprufung der Kongruenzhypothese anhand von Mittelwertvergleichen Das Ergebnis wirkt auf den ersten Blick ernuchternd: Hinsichtlich des Sicherheitstyps und AktionsJunkees liegen zwar signifikante Mittelwertunterschiede in der postulierten Richtung vor, die Mittelwertunterschiede sind jedoch geringfugig. Bei den anderen vier Verhaltensfacetten sind keine signifikanten Unterschiede gegeben, wenngleich zumindest numerisch mit Ausnahme des Aufwandsminimierers die Richtungsabstande stimmen; die Unterschiede im zweiten Kommastellenbereich sind jedoch statistisch wie inhaltlich zu vernachlassigen. Damit mu konstatiert werden, da der Kongruenzhypothese nur in zwei von sechs Fallen zugestimmt werden darf, aus inhaltlicher Sicht aber bezogen auf die Verhaltensfacetten von Dauerniedrigpreis und Sonderangebotskaufer keine nennenswerten Unterschiede zwischen den Probanden bei Marktkauf und Real bestehen. Mit einer Reihe von Datenfiltern wird nunmehr versucht, ein pragnanteres Ergebnis zu finden. Unter den befragten Personen befand sich ein nicht unerheblicher Anteil, der lediglich einen Einkaufsauftrag ausfuhrte vgl. Abschnitt 2. Deren Preispraferenz bzw. Auspragungen bei den Verhaltensfacetten steht jedoch nicht unbedingt in einem ursachlichen Zusammenhang mit dem Geschaftsstattenbesuch; schlielich hat die Einkaufsentscheidung und vermutlich auf die Einkaufsstattenwahl eine andere Person im Haushalt getroffen. Daher wurden diese Probanden ausgesondert und der Mittelwertvergleich erneut mit den verbliebenen 504 Fallen durchgefuhrt. Auf Basis dieses reduzierten Datensatzes ergibt sich jedoch praktisch das identische Ergebnis zu Tabelle 10. Unter diesen verbliebenen Befragten ist jedoch noch ein Teil, der gemeinsam mit einer anderen Person die Einkaufsentscheidungen trifft. Moglicherweise verursacht die Mitwirkung dieser anderen nicht befragten Person, da Zusammenhange zwischen eigener Preispraferenz und Einkaufsstattenwahl verwassert werden. Daher sollen nur diejenigen Probanden analysiert werden, 25 ttest auf Mittelwertunterschied. 20 die alleine die Einkaufsentscheidungen treffen. Dies sind 437 Falle. Ein neuerlicher Mittelwertvergleich der sechs Verhaltensfacetten zeigt wenig Veranderungen: Lediglich hinsichtlich des Sonderangebotssuchers liegt nunmehr ein auf a 0,1 signifikanter Mittelwertunterschied in der richtigen Richtung vor Real: 2,75; Marktkauf: 2.56. Ebenso driften die bereits in Tabelle 10 signifikanten Mittelwertunterschiede etwas weiter auseinander, ohne da man aber auch jetzt von inhaltlich bedeutsamen Differenzen sprechend kann. Somit lat sich selbst unter Personen, die alleine Einkaufshoheit besitzen, sich keine ausgepragte Tendenz feststellen, da sie ihre Einkaufsstattenwahl an ihrer Praferenz fur Sonderangebote oder Dauerniedrigpreise ausrichten. Die Arbeit von BellLattin 1998 unterstellt, da vor allem large basket shoppers eine Praferenz fur Dauerniedrigpreise aufweisen. Demnach konnte sein, da erst ab einer bestimmten Einkaufssumme die PreisstrategiePraferenz bei der Einkaufsstattenwahl zum Tragen kommt. Daher wurden nur diejenigen Probanden analysiert, die fur mehr als 100 DM Einkaufe im Geschaft getatigt hatten. Dies trifft fur 212 Probanden zu. Ein Mittelwertvergleich uber die sechs Verhaltensfacetten ergibt jedoch kein anderes Bild. Vielmehr ist der Unterschied bezogen auf den AktionsJunkee nun nur mehr bei a 0,1 signifikant. Damit stellt sich die Frage, ob im Datensatz uberhaupt Probanden mit einem profilierten Verhaltensmuster bei den sechs Verhaltensfacetten in ausreichender Zahl vorliegen. Denkbar ist, da die Mittelwertunterschiede deshalb so gering sind, weil die Verhaltensauspragungen bei der Mehrzahl der Probanden in einem mittleren Bereich liegen, d.h. weder in die eine noch in andere Richtung profiliert sind. Fur die Uberprufung dieser Fragestellung wurde eine andere Analysemethodik herangezogen. Betrachtet werden nur Falle, die bei ihren composite scores eine Wertauspragung von uber 4,0 aufweisen: Dies soll bezogen auf die Verhaltensfacetten von Dauerniedrigpreis bzw. Sonderangebotskaufer eine profilierte Auspragung beinhalten 26. Mit Hilfe einer 2x 2Kontingenztafel lat sich uberprufen, ob in einer Einkaufsstatte ein profilierter Verhaltenstyp uberreprasentiert ist. Zugleich erhalt man Aufschlu daruber, ob unter den befragten Personen uberhaupt ausreichend viele Personen mit profilierten Auspragungen bei den Verhaltensfacetten vertreten sind. Tabelle 11 listet die Prozentsatze an Probanden auf, die mit einem profilierten Verhaltensmuster in den beiden Einkaufsstatten angetroffen wurden; ferner ist der Gesamtanteil der betreffenden Personen in der Stichprobe Insgesamt angegeben. Insgesamt 26,9 43,7 9,8 36,1 17,9 39,2 Marktkauf 26,8 54,0 Real 27,0 38,3 9,8 37,3 18,7 36,9 signifikant auf a 0,05. signifikant auf a 0,1 9,9 33,8 16,4 43,7 Aufmerksamkeitstyp Sicherheitstyp Sonderangebotssucher Aufwandsminimierer AktionsJunkee Gunstigkaufer Tabelle 11: Uberprufung der Kongruenzhypothese mit profilierten Verhaltensmustern in % 26 Die Festlegung des kritischen Werts bei 4,0 ist willkurlich; gemessen an der Spannweite der Werteauspragungem, die von 1 bis 5 gehen, kann ein Wert uber 4,0 als relativ hoch angesehen werden. 21 Diese Untersuchungsmethode bestatigt die Aussagen von Aussagen von Tabelle 10, wenngleich einige Nuancierungen hervortreten. Wiederum zeigt sich der Sicherheitstyp als einzige Verhaltensfacette mit einem signifikanten, hypothesenkonformen Zusammenhang. Immerhin sind bei Marktkauf um 15,7 Prozentpunkte mehr Kaufer mit einer ausgepragten Praferenz fur einen preissicheren Einkauf als bei Real vertreten Sicherheitstyp. Hinsichtlich des AktionsJunkees liegt kein signifikanter Unterschied im Anteil beider Geschafte vor. In Tabelle 11 zeigt sich aber dafur beim Gunstigkaufer zumindest auf einem Signifikanzniveau von a 0,1 ein hypothesenkonformer Unterschied: Hier sind bei Marktkauf um 6,8 Prozentpunkte mehr Kaufer mit einer diesbezuglich ausgepragten Verhaltensfacette als bei Real zu finden. Der Anteilsunterschied fur den Aufwandsminimierer ist zwar nicht signifikant, aber in der Abstufung hypothesenkonform, da sich bei Real numerisch etwas mehr Kaufer mit einem ausgepragten Minimierungswillen beim Einkaufen finden. Dies konnte darauf zuruckzufuhren sein, da Marktkauf schlechter zu erreichen ist. Die Spalte insgesamt weist in Tabelle 11 aus, da die Prozentanteile der Probanden, die ein profiliertes Verhaltensmuster aufweisen, mit Ausnahme des Sonderangebotssuchers nicht unbedeutend sind. Damit kann eine Erklarung, wonach sich die Kongruenzhypothese deshalb nicht bestatigen lat, weil zu wenige Nachfrager einer der beiden Verhaltensweisen folgen, nicht herangezogen werden. Es gibt mit einer Ausnahme ausreichend viele Nachfrager, die eine profilierte Verhaltensstruktur bei mindestens einer Verhaltensfacette zeigen. Bemerkenswert erscheint hierbei, da nur relativ wenige befragte Personen eine ausgepragte Neigung fur Sonderangebote besitzen. Die Anteilwerte mit Probanden mit ausgepragter Dauerniedrigpreispraferenz sind deutlich hoher. Ein allgemeines Modell der Geschaftsstattenwahl Zusammenfassend hat dieser erste Analyseschritt zur Uberprufung der Kongruenzhypothese keinen eindeutigen Nachweis fur die Gultigkeit dieser Hypothese erbracht. Damit scheint die Geschaftsstattenwahl von anderen Determinanten der Einkaufsstatte beeinflut zu sein. 4. Dieser Abschnitt pruft ein allgemeiner gehaltenes Modell der Geschaftsstattenwahl: Den Probanden waren insgesamt 12 Eigenschaften von Einkaufsstatten vorgegeben, die aufgrund von Plausibilitat die Wahl eines Geschafts beeinflussen konnten. ? Qualitat und Frische der Waren; ? Beratung durch das Personal; ? Freundlichkeit des Personals; ? Preisniveau der Waren; ? Wartezeit an der Kasse, Fleisch und Kasetheke; ? Qualitat und Umfang der Werbung; ? Ladengestaltung und atmosphare; ? Prasentation der Ware; ? Haufigkeit preisreduzierter Angebote; ? Umfang des Warenangebots; ? Erreichbarkeit des Geschaftes; ? weitere Einkaufsmoglichkeiten in der Nahe. Insgesamt liegen 211 Fragebogen 74 Marktkauf, 137 Real zu diesem Thema vor. Die Befragten wurden gebeten, jeweils ein Vergleichsrating zwischen Marktkauf und Real vorzunehmen. 22 MarktkaufKunden gaben an, ob Marktkauf bezogen auf diese Aspekte viel besser, besser, gleich, schlechter bzw. viel schlechter als Real sei; die umgekehrte Frage erhielten die RealKunden. Eine Eigenschaft besitzt offensichtlich dann Einflu auf die Geschaftsstattenwahl, wenn MarktkaufKunden Marktkauf besser als Real bei dieser Eigenschaft einstufen und RealKunden Real besser als Marktkauf bei diesem Aspekt bewerten. In beiden Fallen besitzen die Kaufer von ihrer Geschaftsstatte einen besseren Eindruck als vom Konkurrenzgeschaft. Eine Eigenschaft hat keinen Einflu auf die Geschaftsstattenwahl, wenn die Kunden ihr Geschaft schlechter einschatzen als das Konkurrenzgeschaft. Ware diese Eigenschaft fur die Kunden wichtig, wurden sie nicht in diesem Geschaft einkaufen. Eine Eigenschaft ist ferner keine Entscheidungsdeterminante fur die Wahl zwischen diesen beiden Geschaften, wenn ein Nachfrager beide Einkaufsstatten als gleich einschatzt. Die statistische Umsetzung dieses Prufdesigns erfordert zwei Modifikationen in den Daten 27. Die Wahl von Geschaft A wird gefordert, wenn A gegenuber B besser ist; die Wahl von Geschaft B wird gefordert, wenn B gegenuber A besser ist: Dies ist aber damit gleichzusetzen, da A gegenuber B schlechter bewertet wird. Daher wurden die Angaben der BKunden, die sich auf die Uberlegenheit von B gegenuber A bezogen, in eine Unterlegenheit von A gegenuber B umkodiert: Hohe Werte, die Geschaft B bei den BKunden erzielt besser, viel besser, erhielten niedrige Werte bezogen auf Geschaft A. Dies spiegelt die Meinung der BKunden wider, die sie abgegeben hatten, wenn sie die UberlegenheitUnterlegenheit von Geschaft A gegenuber B beurteilt hatten. Ferner erhielt die Wahl von Geschaft A, d.h. der Tatbestand eines AKunden die Kodierung 1, die Wahl von Geschaft B BKunden die Kodierung 1. Hohe Werte bei einem Aspekt fordern die Wahl von Geschaft A, niedrige die Wahl von Geschaft B. Es sind damit positive Schatzparameter zwischen den obigen Aspekten und der Geschaftsstattenwahl zu erwarten. Die statistische Schatzung wird etwas dadurch erschwert, da die 12 Eigenschaften einer Einkaufsstatte zwar nicht stark, aber dennoch merklich und statistisch signifikant miteinander verwoben sind 28. Aufgrund der Multikollinearitat der Variablen scheiden Regressions oder Diskriminanzanalysen aus. Auch eine Faktorenanalyse zur Datenreduktion empfiehlt sich nicht, da nach einer Extraktion von 3 Faktoren lediglich 48,4% der Ausgangsvarianz durch die Faktoren erklart werden konnen, wenngleich der KMOWert mit 0,645 das Korrelationsgeflecht der Variablen deutlich anzeigt. Daher wurde das Analysemodell als Pfadmodell formuliert und mit dem Programmpaket LISREL 8.30 geschatzt. Die formalen Voraussetzungen hierfur, Varianzen und Kovarianzen, sind zwar im strengen methodischen Sinn nicht erfullt, da die abhangige zu erklarende Variable der Geschaftsstattenwahl lediglich Werte von 1 und 1 aufweist. Allerdings hat sich eine solche Effektkodierung bei dichotomen Variablen in anderen Anwendungen des LISRELModells als robust erwiesen vgl. Pechtl 2000b, S. 227. Eine oben angefuhrte Determinante beeinflut die Geschaftsstattenentscheidung, wenn sich ein statistisch signifikanter, positiver Pfadkoeffizient zwischen dieser Variable und der Geschaftsstattenentscheidung ergibt. Intention des Abschnitts ist, die Verhaltensfacetten des Dauerniedrigpreis bzw. Sonderangebotskaufers in das allgemeinere Modell der Geschaftsstattenwahl zu integrieren. Dies lat sich dadurch bewerkstelligen, da die sechs Verhaltensfacetten als weitere unabhangige Variablen in das Pfadmodell eingebaut werden, deren Pfadkoeffizienten mit der Geschaftsstattenwahl zu schatzen sind. 27 Um mit der folgenden Argumentation zur Datentransformationen keine Diskriminierung einer Einkaufsstatte zu suggerieren, soll im weiteren nur von Geschaft A bzw. B gesprochen werden. In der Auswertung wurde Real als Geschaft A, Marktkauf als Geschaft B behandelt. 28 Die hochsten Korrelationen sind zwischen den Aspekten Prasentation der Ware und Ladengestaltung r0,452 bzw. zwischen Beratung und Freundlichkeit des Personals r0,273 festzustellen. 23 Im Gegensatz zu den 12 Eigenschaften eines Geschafts liegt ein hypothesenkonformer Zusammenhang vor, wenn die Pfadkoeffizienten bei den sechs Verhaltensfacetten ein unterschiedliches Vorzeichen besitzen. Verhaltensfacetten des DauerniedrigpreisKaufers mussen mit der Geschaftsstattenwahl Marktkauf korrelieren und damit zur Bestatigung der Kongruenzhypothese einen signifikanten, negativen Pfadkoeffizient aufweisen. Bei einem Sonderangebotskaufer zeigt sich die Kongruenzhypothese in einem signifikanten, positiven Pfadkoeffizienten. Abbildung 1 zeigt das unterstellte Modell der Geschaftsstattenwahl: Eigenschaften der Geschaftsstatte Preisniveau der Ware Wartezeit Qualitat und Umfang der Werbung Haufigkeit preisreduzierter Angebote Geschaftsstattenwahl Verhaltensfacetten Dauerniedrigpreiskaufer Sonderangebotskaufer Abbildung 1: Modell der Geschaftsstattenwahl Ein Pfadmodell, das aus insgesamt 18 unabhangigen Variablen 12 Eigenschaften einer Einkaufsstatte und 6 Verhaltensfacetten besteht, besitzt insgesamt 153 Schatzparameter, die allein die Korrelationsstruktur innerhalb der unabhangigen Variablen erfassen. Dadurch gehen dem Schatzmodell viele Freiheitsgrade verloren. Deshalb unterblieb die Schatzung einer Reihe von Pfadkoeffizienten innerhalb der unabhangigen Variablen. So stehen die Aspekte Erreichbarkeit des Geschafts bzw. weitere Einkaufsmoglichkeiten in der Nahe nicht in einem ursachlichen Zusammenhang mit den anderen Eigenschaften, welche die Geschaftsstatte selbst betreffen. Deshalb wurden die Pfadkoeffizienten dieser beiden Variablen mit den restlichen Eigenschaften einer Einkaufsstatte nicht geschatzt. Eine ahnliche Argumentation betrifft die sechs Verhaltensfacetten: Auch hier interessieren nicht alle Beziehungen zwischen den Verhaltensfacetten und den Eigenschaften der Einkaufsstatte. Deshalb wurden lediglich diejenigen Pfadkoeffizienten bestimmt, die in einem inhaltlichem Zusammenhang stehen: Dies sind die Variablen Preisniveau der Ware, Wartezeit Qualitat und Umfang der Werbung und Haufigkeit preisreduzierter Angebote 29. Neben der Prufung eines Pfadkoeffizienten mit Hilfe des tTests, eroffnet das Pfadmodell uber eine Analyse der Veranderung der c 2Werte des Gesamtmodells eine zweite Moglichkeit, den Einflu einer Variable auf die Geschaftsstattenwahl zu uberprufen. Hierzu wird ein Pfadkoeffizient zwischen einem Erklarungsfaktor und der Geschaftsstattenwahl zwangsweise auf 0 fixiert restringierter Pfadkoeffizient und der Modellfit gemessen am c 2Wert bestimmt. Wird dieser Pfadkoeffizient in der Schatzung freigegeben, mu sich die Schatzgute des Gesamtmodells verbessern, d.h. der c 2Wert sinken, allerdings zum Preis des Verlusts eines Freiheitsgrads. Daher lat sich 29 Abbildung 1 symbolisiert dieses Vorgehen anhand des Pfeils, der von den Verhaltensfacetten ausgehend nur diese vier Eigenschaften einer Einkaufsstatte beruhrt. Zwischen den restlichen acht Eigenschaften und den sechs Verhaltensfacetten wurden keine Pfadkoeffizienten geschatzt. 24 prufen, ob sich durch die freie Schatzung des Pfadkoeffizienten die Differenz der c 2Werte bei einem Freiheitsgrad signifikant ist vgl. zum Vorgehen bspw. Sauer 1993, S. 638639. Diese Signifikanzprufung eines Pfadkoeffizienten ist zwar konservativer, erfordert aber nicht die strengeren Anforderungen des tTests an das Datenmaterial. Nach diesen Vorbemerkungen konnen die Schatzergebnisse vorgestellt werden 30. Der Fit des gesamten Modells darf als sehr gut bezeichnet werden: Bei insgesamt 94 Freiheitsgraden betragt der c 2Wert 67,49 und liegt damit deutlich besser als die Faustregel 31. Der GFIWert AGFIWert; RMRWert betragt 0,98 0,96; 0,029, was ebenfalls einen hervorragenden Modellfit anzeigt. Aussagekraftiger in einem Pfadmodell ist jedoch der Anteil der erklarten Varianz der abhangigen Variable Geschaftsstattenwahl; diese betragt bei Einbeziehung aller Variablen 12 Determinanten der Geschaftsstattenwahl, 6 Verhaltensfacetten 0,34: Ein Drittel der Varianz der Geschaftsstattenwahl kann lediglich durch die einbezogenen Variablen erklart werden. Vereinfacht bestimmten die einbezogenen Faktoren damit 34 % der Geschaftsstattenwahl. Tabelle 12 weist diejenigen Pfadkoeffizienten zwischen Determinante und Geschaftsstattenwahl aus, die sich in der Schatzung als signifikant erwiesen haben. Als Kontrollgroe zum tTest ist ferner die oben beschriebene Veranderung des c 2Werts freie Schatzung versus Restringierung fur den Pfadkoeffizienten angegeben 32: Einflufaktor Pfadkoeffizient tTest Qualitat und Frische der Ware Erreichbarkeit des Geschafts Weitere Einkaufsmoglichkeiten Sicherheitstyp AktionsJunkee signifikant auf a 0,05. signifikant auf a 0,1 0,32 0,30 0,14 0,17 0,31 Veranderung des c 2Werts 8,41 13,58 2,97 2,88 6,15 Tabelle 12: Determinanten der Geschaftsstattenentscheidung Die drei wichtigsten der betrachteten Determinanten der Geschaftsstattenentscheidung sind die Qualitat und Frische der Waren, die Erreichbarkeit des Geschafts und die Existenz weiterer Einkaufsmoglichkeiten, wobei letzterer Aspekt gemessen an der Hohe des Pfadkoeffizienten nur etwa halb so wichtig wie die beiden anderen Aspekte ist 33. 30 Es wurden alle Probanden, welche die betreffende Fragebogenversion beantwortet haben, in die Analyse einbezogen. Es liegt folglich kein Ausschlu derjenigen Personen vor, die nur einen Einkaufsauftrag zu erledigen hatten. Dies erscheint zum einen dadurch gerechtfertigt, um die Fallzahl fur die Analyse hoher zu halten. Zum anderen hat Abschnitt 3.3 gezeigt, da die Eliminierung dieses Personenkreises keine Ergebnisverbesserung bringt. Schlielich gehoren auch diese Personen zum normalen Kaufersegment eines Einzelhandelsgeschafts. 31 Der pWert des Modell Signifikanzniveau liegt bei p0,98. 32 Der c 2Wert mu bei a 0,05 0,1 den Wert 3,84 2,71 ubersteigen. 33 Das Ergebnis in Tabelle 12 darf nicht dahingehend miverstanden werden, da die anderen Eigenschaften einer Einkaufsstatte keinen Einflu auf die allgemeine Geschaftsstattenwahl besitzen. Die Analyse, die hinter Tabelle 12 steht, pruft, ob sich die angefuhrten Eigenschaften auf Wahl zwischen Marktkauf und Real auswirken. So spielt eine Eigenschaft fur die Entscheidung Marktkauf 25 Auch zwei Verhaltensfacetten spielen eine Rolle, wobei die Vorzeichen der Pfadkoeffizienten das richtige hypothesenkonforme Vorzeichen besitzen. Die Praferenz nach Preissicherheit fordert den Besuch eines Dauerniedrigpreisgeschafts, die Einstellung als AktionsJunkee den Besuch eines Sonderangebotsgeschafts. Dennoch sollte die Verhaltenswirkung nicht uberschatzt werden: Ein Einflu des Sicherheitstyps ist lediglich auf a 0,1 signifikant. Generell relativiert sich die Groe der Pfadkoeffizienten, welche die Einflustarke auf die abhangige Variable Geschaftsstattenwahl signalisieren, wenn man den totalen kausalen Einflu einer unabhangigen Variablen berechnet. Hierzu werden die Pfadkoeffizienten aus Tabelle 12 ins Verhaltnis zur absoluten Summe aller Pfadkoeffizienten gesetzt und als prozentuale Wichtigkeit formuliert. Hierbei ist zu beachten, da alle Pfadkoeffizienten im Schatzmodelle einen gewissen Wert aufweisen, wenngleich dieser nicht statistische Signifikanz erreicht. Gema der prozentualen Wichtigkeit haben Qualitat und Frische der Waren Erreichbarkeit des Geschafts; weitere Einkaufsmoglichkeiten eine Bedeutung von 13,1% 12,3%, 5,7%. Die Verhaltenstendenz des AktionsJunkees Sicherheitskaufers beeinflut die Wahl der Einkaufsstatte zu 12,7% 6,9%. Bei diesen Werten ist zu berucksichtigen, da das gesamte Schatzmodell nur 34% der Geschaftsstattenentscheidung zu erklaren vermag. Versteht man folglich die 66% nicht erklarte Varianz als Wirken anderer Einflugroen, ist die Wichtigkeit der hier angefuhrten Determinanten hinsichtlich der Geschaftsstattenwahl um den Faktor 3 kleiner. In diesem Zusammenhang stellt sich die Frage, warum die ausgewahlten plausiblen Determinanten insgesamt nur 34% der Entscheidung zwischen Marktkauf und Real bestimmen. Eine nahere Analyse der Vergleichsratings zeigt, da viele Probanden beide Geschafte bei der Mehrzahl der Eigenschaften als gleichwertig einstufen. In einem solchen Fall stellt eine Eigenschaft fur einen Nachfrager keinen Tatbestand dar, der eine der beiden Einkaufsstatten favorisiert; dieser Aspekt besitzt deshalb kein Entscheidungsgewicht. Tabelle 13 zeigt die jeweiligen Prozentsatze an Probanden mit einer gleichen Einschatzung: Qualitat u. Frische d. Ware Beratung Freundlichkeit Personal Preisniveau Wartezeit an Kasse, Theken Werbung Prasentation der Ware Preisreduzierte Angebote 52,6 Ladengestaltungatmosphare 72,1 68,2 47,9 Umfang des Angebots 51,0 Erreichbarkeit 52,4 Weitere Einkaufsmogl. 36,0 53,6 46,2 65,2 36,5 48,1 Ein relativ geringer Prozentsatz an Probanden mit gleicher Einschatzung liegt lediglich fur den Aspekt der wohnortbedingten Erreichbarkeit und der Ladengestaltung vor. Der letzte Aspekt hat im Pfadmodell aber keinen Einflu auf die Wahl der Einkaufsstatte. Das Ergebnis von Tabelle 13 deutet zwei Ursachen fur die relativ geringe Erklarungskraft des Modells der Geschaftsstattenwahl an: Bei denjenigen Probanden, die beide Geschafte als gleichwertig einstufen, konnte die Geschaftsstattenentscheidung einem Zufallsproze folgen und folglich von situativen zufalligen Rahmenbedingungen ausgelost sein. Dieser Erklarung widerspricht aber das Ergebnis aus Tabelle 3, wonach die Probanden in derjenigen Einkaufsstatte, in der sie befragt wurden, offensichtlich ihren Haupteinkaufsort sehen. Die Einkaufsstatte ist damit nicht zufallig, oder Real dann keine Rolle, wenn in diesem Aspekt beide Geschafte als gleichwertig eingestuft werden. Tabelle 13: Anteil an Probanden mit gleicher Einschatzung beider Geschafte 26 sondern durchaus bewut gewahlt. Der Tatbestand, da bei Gleichheit von Alternativen dennoch eine Alternative haufig gewahlt wird, lat sich deshalb stringenter mit habitualisiertem Kaufverhalten erklaren. Die Nachfrager gehen aus Gewohnheit in ein bestimmtes Geschaft, ohne hieruber groe Reflexionen anzustellen. Dies macht plausibel, da die spezifische Wahrnehmung der Einkaufsbedingungen keine allzu groe Erklarungskraft besitzt. Zusammenfassung: Gultigkeit der Kongruenzhypothese? Fokussiert man die Interpretation des Schatzergebnisses auf die Kongruenzhypothese, wirken sich die sechs Verhaltensfacetten von Dauerniedrigpreis und Sonderangebotskaufer kaum auf die Geschaftsstattenwahl aus 34. Damit liegt erneut keine eindeutige Bestatigung dieser Hypothese vor. 5. Beide Analyseschritte haben keinen uberzeugenden Nachweis der Kongruenzhypothese erbracht. Es zeigten sich zwar in den unterschiedlichen Analyseansatzen einige der sechs Verhaltensfacetten als signifikant und vom Vorzeichen des Einflusses her als hypothesenkonform. Vor allem der Sicherheitstyp und der AktionsJunkee scheinen Verhaltensfacetten zu sein, die eine Praferenz fur Dauerniedrigpreis bzw. Sonderangebotsgeschafte fordern. Die numerischen Unterschiede bei den Verhaltensauspragungen in beiden Geschaften oder die prozentualen Einflustarken sind jedoch gering. Dieses Ergebnis ist um so uberraschender, als in allgemeinen Strukturmerkmalen Abschnitt 2 durchaus Unterschiede zwischen Marktkauf und RealKunden bestehen. Solche Differenzen finden aber offensichtlich nur eine schwache Fortsetzung in einstellungsbezogenen Sachverhalten, wie sie der Operationalisierung der Verhaltensfacetten von Dauerniedrigpreis und Sonderangebotskaufer zugrunde liegen. Damit tritt die Frage in den Vordergrund, worin die Grunde liegen konnen, da sich eine auf den ersten Blick fast trivial wirkende Hypothese nur in Ansatzen empirisch feststellen lat. Mehrere Ursachen lassen abgrenzen: ? Das Argument, da Dauerniedrigpreis bzw. Sonderangebotskaufer innerhalb der Gesamtkauferschaft der Einkaufsstatten eine Minderheit darstellen, weshalb sich ihr Verhalten nicht sichtbar am Gesamtmarkt zeigt, mu widerlegt werden. Immerhin belegt Tabelle 11 mit den profilierten Verhaltensmustern, da beachtliche Anteile der Probanden in den composite scores hohe Auspragungen bei den Verhaltensfacetten aufweisen. Allerdings sind Dauerniedrigpreis bzw. Sonderangebotskaufer nur zwei von sicherlich mehreren Verhaltensmotiven, die ein Nachfrager verfolgt. Zu denken ist bspw. an den klassischen Markenartikelkaufer. Diese Verhaltensformen sind im Fragebogen nicht erfat worden, weshalb nur eine Seite des Nachfragers analysiert wurde. Die Berucksichtigung einer Mischung von Verhaltensmotiven fuhrt moglicherweise aufgrund von Interaktionseffekten zu anderen Ergebnissen im Verhalten, als wenn nur eine Dimension des Verhaltensmodells betrachtet wird. Dies zeigt auch die Theorie des hybriden Kaufers: Hier kann erst unter Berucksichtigung von mehreren Verhaltenstatbestanden Risiko; Involvement eine prazise Aussage uber das resultierende Verhaltensmuster eines Nachfragers getroffen werden. ? Die Nachfrager treffen ihre Geschaftsstattenentscheidung nicht gema der Kongruenz ihrer PreisstrategiePraferenz mit der Preisstrategie des Geschafts, sondern die Einkaufsstattenwahl wird von anderen Faktoren bestimmt. Abschnitt 4 belegt jedoch, da auch solche anderen 34 Diese Aussage erfahrt Unterstutzung durch die Tatsache, da lediglich ein Pfadkoeffizient zwischen den Verhaltensfacetten und den Determinanten der Geschaftsstattenentscheidung auf a 0,1 signifikant ist: Je starker das Verhaltensmotiv des AktionsJunkees ausgepragt ist, desto besser wird die Qualitat und der Umfang der Werbung desjenigen Geschafts eingeschatzt, in dem die Person angetroffen wurde. Dies zeigt, da sich Schnappchenjager offensichtlich an den PreisWerbungen der Unternehmen orientieren. 27 Determinanten der Geschaftsstattenwahl keine besondere Erklarungskraft besitzen. Vielmehr erscheint die Geschaftsstattenwahl ein habitualisiertes Verhaltensmuster zu beinhalten. In einem solchen eingeschliffenen Verhalten ist es plausibel, da ein Nachfrager auch keine explizite Wahrnehmung davon hat, ob seine gewohnte Geschaftsstatte auf Dauerniedrigpreise oder auf Sonderangebotsaktionen setzt 35. Erst Recht wird er keinen expliziten Check durchfuhren, ob seine ubliche Einkaufsstatte mit ihrer diffus erlebten Preisstrategie zu seiner Praferenz bezuglich einer Preisstrategie pat. Hinzu kommt, da sich Nachfrager sicherlich kaum derartig explizite Gedanken uber ihre PreisstrategiePraferenz bilden, wie sie dies bei der Beantwortung der Fragen zur Operationalisierung der Verhaltensfacetten gemacht haben. Moglicherweise tauschen sich Probanden auch uber ihre eigene Einschatzung: Sie sehen sich anders Dauerniedrigpreis bzw. Sonderangebotskaufer, als sie handeln. Da sie aber einem habitualisierten und damit kognitiv wenig gesteuerten Verhaltensschema folgen, sind sie sich dieser EVAbweichung nicht bewut bzw. es interessiert sie nicht. ? Eine spieltheoretische Studie von LalRao 1997, welche die Konkurrenz zwischen einem Dauerniedrigpreis und einem Sonderangebotsgeschaft analysiert, zeigt, da zwischen beiden Einkaufsstatten im Gleichgewicht nicht nur Unterschiede in der Preisstrategie, sondern auch im Service bestehen: Das Dauerniedrigpreisgeschaft offeriert einen geringeren Service als das Sonderangebotsgeschaft: Damit ist folgender Argumentationsgang offen: Ein Aufwandsminimierer will seinen Einkauf moglichst effizient abwickeln, da er bspw. nur wenig Zeit fur Einkaufe zur Verfugung hat. Eine Reaktion im Sinne der Kongruenzhypothese beinhaltet, Dauerniedrigpreisgeschafte aufzusuchen, da diese ihm einen expliziten Preisvergleich ersparen und er sicher sein kann, dort gunstig einzukaufen. Eine andere Strategie beinhaltet, verstarkt Service in einer Einkaufsstatte in Anspruch zu nehmen. Der Aufwandsminimierer strebt damit aus Servicegesichtspunkten durchaus in Sonderangebotsgeschafte, die ihm einen hoheren Service bieten. Umgekehrt spricht das niedrigere Servicelevel den Sonderangebotssucher an, der gerne bereit ist, auf Service zu verzichten, wenn in einer Einkaufsstatte dadurch auf preisgunstige Angebote zugreifen kann. Immerhin macht er sein Schnappchen, wenn er in einem Dauerniedrigpreisgeschaft einen Artikel erwirbt, der in anderen Geschaften teurer ist. Wenngleich dieser Argumentationsweg die Aussagen einer spieltheoretischen Studie weiterfuhrt, lat sich erklaren, da sich Dauerniedrigpreiskaufer in Sonderangebotsgeschaften tummeln bzw. Sonderangebotskaufer im Dauerniedrigpreisgeschaft auf die Jagd gehen. Damit stellt sich die festgestellte Durchmischung der Verhaltensfacetten in beiden Geschaftstypen ein. Diese wird dadurch verstarkt, da beide Einkaufsstatten keine vollig profilierte Preisstrategie fahren, sondern Preisanderungen in die DauerniedrigpreisStrategie und dauerhaft gunstige Angebote in die SonderangebotsStrategie streuen. Zusammenfassend erscheint nunmehr offenkundig, da eine 1:1Kongruenz zwischen der Praferenz fur bestimmte Preisstrategien und der Wahl von Einkaufsstatten mit einer entsprechenden Preisstrategie idealistisch war. Habituelle Verhaltensmuster, kombiniert mit einer vermutlich diffusen Wahrnehmung der Preisstrategie, das Zusammenwirken mehrerer Verhaltensmotive mit Interaktionen oder ein normativ begrundbares Fremdgehen von Dauerniedrigpreis und Sonderangebotskaufern fuhren dazu, da sich empirisch allenfalls Spuren der Kongruenzhypothese finden lassen. Eine solche Spur konnte auch das Ergebnis in Tabelle 3 beinhalten: Immerhin zeigen RealKunden eine hohere Einkaufshaufigkeit in anderen Betriebstypen, was man durchaus als Sonderangebotsjagd interpretieren kann. Da aber gleichzeitig viele Nachfrager mit einer Dauerniedrig 35 Dies wird im Untersuchungsdesign auch dadurch erschwert, da Marktkauf neben der Dauerniedrigpreisschiene etwas auf Sonderangebote setzt 28 preisPraferenz in diesem Geschaft einkaufen, wird die Verhaltensfacette der Sonderangebotskaufer im Durchschnitt uber alle Probanden verwassert 36. Moglicherweise zeichnen sich Indizien fur die Gultigkeit der Kongruenzhypothese auch dann starker ab, wenn das diesbezugliche Meinstrumentarium weiter verbessert wird. Hier weist vor allem der Dauerniedrigpreiskaufer mit seinem heterogeneren Verhaltensmuster noch Handlungsbedarf auf. Die festgestellte empirische Schwache der Kongruenzhypothese beruhrt generell die Frage Dauerniedrigpreise versus Sonderangebote im Lebensmitteleinzelhandel. Tatsachlich erscheint die Frage, welche Strategie zu ergreifen sei, nicht mehr so brisant, da die Nachfrager die Geschaftsstattenwahl kaum anhand ihrer Praferenz fur eine Preisstrategie treffen. Dies ist nicht dahingehend zu verstehen, da eine Einkaufsstatte auf diese Preisstrategien verzichten darf. Zumindest mittelfristig werden auch habitualisierte Kaufer wach, wenn ihr eingefahrenes Preisimage eines Geschafts mit der Realitat in Miklang steht. Es ist aber zumindest aus Nachfragesicht aufgrund der Ergebnisse der Studie egal, ob mit Sonderangeboten oder Dauerniedrigpreisen agiert wird. 36 Zudem zeigt Tabelle 11, da die Haufigkeit eines ausgepragten Sonderangebotsverhaltens geringer als die Tendenz zu einer ausgepragten Praferenz fur Dauerniedrigpreise ist, d.h. die Sonderangebotskaufer in der Minderzahl sind. 29 Literatur Bagozzi, R. P. 1980, Causal Models in Marketing, New York et al. 1980. Bell, D. R. Lattin, J. M. 1998, Shopping Behavior and Consumer Preference for Store Price Format: Why Large Basket Shoppers prefer EDLP, in: Marketing Science, Vol. 17, 1998, S. 6688. Diller, H. 1999, Discounting: Erfolgsgeschichte oder Irrweg?, in: Beisheim, O. Hrsg., Distribution im Aufbruch, Munchen 1999, S. 351372. Diller, H. 2000, Preispolitik, 3. Auflage, Stuttgart 2000. Homburg, C. Giering, A. 1996, Konzeptualisierung und Operationalisierung komplexer Konstrukte Ein Leitfaden fur die Marketingforschung, in: Marketing Zeitschrift fur Forschung und Praxis, Vol. 18, 1996, S. 524. Joreskog, K. G. Sorbom, D. 1996, LISREL 8: User s Reference Guide, Chicago 1996. KroeberRiel, W. Weinberg, P. 1999, Konsumentenverhalten, 7. Auflage, Munchen 1999. Lal, R. Rao, R. 1997, Supermarket Competition: The Case of Every Day Low Pricing, in: Marketing Science, Vol. 16, 1997, S. 6080. Pechtl, H. 2000a, Optimale Kauf und Lagerhaltungsentscheidungen von Haushalten unter Berucksichtigung mehrerer Geschaftsstatten, Hamburg 2000. Pechtl, H. 2000b, Erfolgsfaktoren von Produktinnovationen, in: Jahrbuch der KMUForschung 2000, hrsg. Meyer, J.A., Munchen 2000, S. 219233. Sauer, P. L. 1993, Using Moderator Variables in Structural Equation Models, in: Advances in Consumer Research, Vol. 20, S. 637640. Schnobl, A. 2000, Dauerniedrigpreise ein Dauerbrenner, in: Gf K Scan Line, Juli 2000, S. 2. Schindler, H. 1999, Sonderangebote oder Dauerniedrigpreise?, in: absatzwirtschaft, Nr 3, 1999, S. 8492. Schmalen, H. 1994, Das hybride Kaufverhalten und seine Konsequenzen fur den Handel, in: Zeitschrift fur Betriebswirtschaft Zf B, Vol. 64, 1994, S. 12211240. Schmalen, H. Pechtl, H. Schweitzer, W. 1996, Sonderangebotspolitik im Lebensmitteleinzelhandel, Stuttgart 1996. Steenkamp, J.B. van Trijp, H. C. M. 1991, The Use of LISREL in Validating Marketing Contructs, in: International Journal of Research in Marketing, Vol. 8, 1991, S. 283299. Walters, R. G. Rinne, H. J. 1986, An Empirical Investigation into the Impact of Price Promotions on Retail Store Performance, in: Journal of Retailing, Vol. 62, 1986, S. 237266. 30 ", "filename": "32376231X.pdf", "person": ["Hans Pechtl", "Pechtl, Hans"], "date": ["2000"]}