{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32505/1/324469268.pdf"], "title": ["Sozialsysteme im Wettbewerb - das Ende der Umverteilung?"], "plaintext": "1. Einleitung Die wirtschaftliche Lage Deutschlands wie der meisten Mitgliedsstaaten der Europcid:228ischen Union hat sich in den letzten beiden Jahrzehnten zusehends verschlechtert. Die Wachstumsraten gingen zurcid:252ck, die Arbeitslosenzahlen hingegen stiegen und stiegen. Das Fehlverhalten auf den Arbeitsmcid:228rkten wurde mittels grocid:223zcid:252gig ausgestalteter Transfer und Umverteilungssysteme subventioniert. Die Sozialversicherungen beanspruchen einen immer grcid:246cid:223eren Teil des Erwirtschafteten BertholdThode, 1998. Von Marktwirtschaft kann angesichts heutiger Staatsquoten kaum noch die Rede sein. Die Ineffizienzen sind riesig. Ein Zehntel der vorhandenen Arbeitskrcid:228fte wird in Deutschland nicht genutzt. Dem muss ein Ende gesetzt werden. Doch aufgrund der institutionellen Gegebenheiten bleibt der Status quo bestehen. So ineffizient das jetzige Arrangement auch sein mag, solange es in der Gesellschaft Mehrheiten findet, ist es in Demokratien ungemein schwierig, den eingeschlagenen Weg zu verlassen Berthold, 2000. Der Staat muss wieder zurcid:252ckgedrcid:228ngt werden auf jene Bereiche, in denen er Vorteile gegencid:252ber dem Markt hat. In der Produktion von Gcid:252tern, die auch privat auf den Markt gebracht werden, hat er nichts verloren. Doch wie soll man ihn in diese Richtung bewegen? Die unvollkommene Kontrolle der Bcid:252rger durch Wahlen schafft dies offensichtlich nicht. Der Einfluss von Interessengruppen dominiert und schafft es, Partialinteressen gegencid:252ber Allgemeininteressen durchzusetzen. Die dadurch entstehenden Ineffizienzen sind fcid:252r die derzeitige schlechte wirtschaftliche Lage verantwortlich. Sie mcid:252ssen verschwinden. Und dafcid:252r kennt der cid:214konom ein hervorragendes Mittel: Wettbewerb. Marktlicher Wettbewerb schafft allokativ effiziente Ergebnisse. Zwar kann niemand im vorhinein genau einschcid:228tzen, wie die Ergebnisse des Wettbewerbs aussehen werden. Doch der Wettbewerb sucht und entdeckt fcid:252r uns das jeweils optimale Ergebnis Hayek, 1968. Der Staat ist lediglich dafcid:252r da, die Spielregeln fcid:252r den Wettbewerb aufzustellen BrennanBuchanan, 1985. Staatliche Eingriffe sind nur im Falle eines Markt oder Wettbewerbsversagens legitimiert. cid:220berlcid:228sst man aber dann dem Staat das Feld, so ist es noch lange nicht sicher, dass dieser ein besseres Ergebnis zustande bringt. Denn in diesem Fall suchen nicht alle nach dem optimalen Ergebnis, sondern nur einige wenige. Und diese wenigen kcid:246nnen das optimale Ergebnis fcid:252r alle nicht kennen. Sie macid:223en sich Wissen an, das sie nicht besitzen, 1 wenn sie versuchen, Ergebnisse mittels staatlicher Administration herzustellen Hayek, 1968. Treffen sie aber das optimale Ergebnis nicht, verursachen sie Ineffizienzen. Insofern ist es verstcid:228ndlich, dass viele cid:214konomen sich danach sehnen, dass auch im Bereich der Bereitstellung staatlicher Gcid:252ter Wettbewerb entsteht und endlich fcid:252r eine effiziente und effektive Erfcid:252llung der staatlichen Aufgaben sorgt Monopolkommission, 1998. Mittel zum Ziel soll dabei der sogenannte Systemwettbewerb oder auch Wettbewerb der Institutionen sein. Er funktioniert cid:252ber die Mcid:246glichkeit der Wirtschaftssubjekte, mittels Exit und VoiceOptionen cid:252ber das gewcid:252nschte Bcid:252ndel staatlich produzierter Leistung zu entscheiden, indem sie sich eben jenes System oder jene Institution bzw. jenen Staat suchen, dessen Gcid:252terbcid:252ndel ihren Prcid:228ferenzen am ncid:228chsten kommt. Die Wirtschaftssubjekte haben nicht nur cid:252ber ihre Wcid:228hlerstimme Einfluss auf das staatliche Gcid:252terbcid:252ndel, sondern auch cid:252ber die Mcid:246glichkeit, den Staat zu verlassen und lieber das Bcid:252ndel eines anderen Staates zu konsumieren, oder dem Staat zu drohen, dies zu tun, damit dieser schon vorher einlenkt und gemcid:228cid:223 den Prcid:228ferenzen der Bevcid:246lkerung sein Angebot ausgestaltet. Ausgehend davon, dass die einzelnen Staaten daran interessiert sind, Abnehmer fcid:252r ihre Gcid:252terbcid:252ndel zu finden, werden sie diese den Prcid:228ferenzen der Bcid:252rger anpassen und versuchen, die Gcid:252terbcid:252ndel mcid:246glichst kostenminimal herzustellen. Nicht nur der Medianwcid:228hler entscheidet cid:252ber das Bcid:252ndel, sondern die Prcid:228ferenzen aller, die eine Exit und damit verbunden auch eine VoiceOption haben, zcid:228hlen. Die Staaten stehen im Wettbewerb. Doch lcid:228sst sich die Idee des Wettbewerbs auf den Mcid:228rkten privater Gcid:252ter Eins zu Eins cid:252bertragen auf den Wettbewerb der Systeme? Fcid:252hrt Systemwettbewerb zu denselben Ergebnissen wie Wettbewerb? Ist er genauso positiv zu sehen wie Wettbewerb? Die Frage ist durchaus berechtigt, da es sich bei den Gcid:252tern, bei denen der Systemwettbewerb greifen soll, um staatliche Gcid:252ter handelt cid:150 und der Staat hat u.a. die Aufgabe, Gcid:252ter herzustellen, die wegen Marktversagens oder Wettbewerbsversagens eben nicht privat und unter Wettbewerb herzustellen sind. Und eben deshalb ist es berechtigt, die Folgen des Systemwettbewerbs genauer unter die Lupe zu nehmen und zu beurteilen. Sicherlich lcid:228sst sich nicht bestreiten, dass der Wettbewerb der Systeme positive Wirkungen hat. Staatliche Ineffizienzen bei der Bereitstellung der Gcid:252ter verschwinden. Alles muss kostenbewusst hergestellt werden. Nicht origincid:228r cid:246ffentliche Aufgaben, die auch von Privaten cid:252bernommen werden kcid:246nnten und aufgrund von Wettbewerb auf privaten Mcid:228rkten dort kos 2 tenminimal gelcid:246st wcid:252rden, wird der Staat nicht beibehalten kcid:246nnen. Er wird schlanker werden mcid:252ssen. Die Staatsquote wird zurcid:252ckgehen. Aber wird der Systemwettbewerb dort halt machen? Die Befcid:252rchtung ist die, dass er fcid:252r weiteren Druck auf den Staat sorgt, ihm seine Finanzierungsgrundlagen raubt und die Bereitstellung scid:228mtlicher staatlicher Gcid:252ter, also auch der unbestritten sinnvollerweise vom Staat anzubietenden cid:246ffentlichen Gcid:252tern, verhindert. Die Souvercid:228nitcid:228t des Staates kcid:246nnte in einer zunehmend globalisierten Welt eingeschrcid:228nkt werden 1. Systemwettbewerb kcid:246nnte zu einem Race to the Bottom fcid:252hren 2. Daher kommt es nun zur Gegenposition, welche fordert, die ExitOption und damit den Systemwettbewerb auszuschalten oder zwar die ExitOption zuzulassen, dafcid:252r aber auf cid:252bergeordneter Ebene das Angebot der staatlichen Gcid:252ter zu harmonisieren cid:150 vergleichbar mit einem Kartellzusammenschluss auf einem privaten Markt. Diese Argumentation fucid:223t auf dem Vorliegen cid:246ffentlicher Gcid:252ter oder externer Effekte, wie sie beispielsweise beim Verbrauch des Gutes Umwelt vorliegen. Hier wcid:228re eine internationale Regelung cid:252berlegenswert. Bei anderen Gcid:252tern hingegen fcid:252hrt der Wettbewerb zu einer kostengcid:252nstigeren und auch treffsichereren Bereitstellung. Unter Wettbewerb stellt sich deutlich heraus, was des Staates und was des Marktes ist. Denn die Aufgaben, die der Markt besser als der Staat lcid:246sen kann, wird der Staat unter institutionellem Wettbewerb nicht weiter an sich ziehen kcid:246nnen. In diesem Aufsatz wird thematisiert, wie der Wettbewerb der Systeme auf die nationalen Umverteilungssysteme wirkt. Es soll die Frage geklcid:228rt werden, ob er nur die Ineffizienzen und das Staatsversagen beseitigt, oder ob darcid:252ber hinaus auch unerwcid:252nschte Folgen auftreten. Zuncid:228chst gilt es dabei, die Ziele der Umverteilung herauszustellen sowie die dabei auftretenden Probleme. Dann ist zu untersuchen, ob diese Ziele bei Systemwettbewerb weiterhin erreicht werden kcid:246nnen, und ob man die durch Umverteilung auftauchenden Probleme mittels Systemwettbewerb besser in den Griff bekommen kann. In Abschnitt 2 wird kurz begrcid:252ndet, warum im Falle der Umverteilung zwecks Bekcid:228mpfung von Armut staatliches Eingreifen vonncid:246ten ist und wie dieses sich auswirkt. Danach wird in Abschnitt 3 die Wirkung des Systemwettbewerbs auf die Umverteilung beschrieben. Abschnitt 4 stellt weitere Argumente pro und contra dezentraler Umverteilung vor und beinhaltet ein Fazit der Ergebnisse. 1 Dies diskutiert z.B. Voigt 2000. 2 Sinn begrcid:252ndet das Versagen des Systemwettbewerbs fcid:252r die Fcid:228lle kriegscid:228hnlicher Konflikte, Protektionismus, Umweltverschmutzung, Qualitcid:228tsstandards, Einkommensumverteilung und cid:246ffentliche Gcid:252ter Sinn, 1990b. 3 2. Umverteilung zugunsten der sozial Schwachen: Die Sicherung des Existenzminimums 2.1. Die Notwendigkeit einer staatlichen Bereitstellung des Gutes Umverteilung Ist es Aufgabe des Staates, ein gewisses Macid:223 an Umverteilung anzubieten, um so Armut und Verelendung zu verhindern und allen ein Existenzminimum zu garantieren? Nicht vergessen werden darf, dass in einer Marktwirtschaft erst einmal das einzelne Wirtschaftssubjekt selbst in der Pflicht steht, sich ein menschenwcid:252rdiges Leben mit einer finanziellen Absicherung gegen Armut zu erarbeiten Giersch, 1995. Erst wenn ihm dies nicht mcid:246glich ist, ist zu cid:252berlegen, ob hier der Staat eingreifen sollte. Sonst sollte das einzelne Individuum selbst in der Verantwortung stehen und gemcid:228cid:223 seinen individuellen Prcid:228ferenzen Vorsorge treffen. Es weicid:223 selbst am besten, welche Art von Vorsorge zu welchen Kosten es wcid:252nscht. Aus dieser Sichtweise heraus ist ein staatliches Eingreifen nicht vonncid:246ten. Trotzdem lcid:228sst sich ein Staatseingriff in die Einkommensverteilung aus allokativen Erwcid:228gungen heraus rechtfertigen, denn Umverteilung zur Gewcid:228hrung einer Mindestsicherung, eines Existenzminimums, kann aus der Sicht der Wohlhabenden, die eine solche Umverteilung finanzieren mcid:252ssen, als cid:246ffentliches Gut betrachtet werden. Stellen die Wohlhabenden das cid:246ffentliche Gut Umverteilung bereit, profitieren natcid:252rlich auch die Armen in Form positiver externer Effekte daraus. Zwischen diesen externen Effekten und dem cid:246ffentlichen Gut fcid:252r die Wohlhabenden ist jedoch zu unterscheiden. Die Bereitstellung einer Sicherung des Existenzminimums wird zum cid:246ffentlichen Gut, wenn man von der Annahme interdependenter Nutzenfunktionen ausgeht Vgl. HochmanRodgers, 1969 oder BrownOates, 1987. Die Nutzenfunktion der Wohlhabenden beinhaltet das Nutzenniveau der Armen. Dafcid:252r gibt es mehrere plausible Erklcid:228rungen. Erstens mag dies an stark ausgeprcid:228gter Ncid:228chstenliebe, der Suche nach gesellschaftlicher Anerkennung oder dem Glauben an ein Leben nach dem Tode mit einer Entlohnung fcid:252r Spendentcid:228tigkeit liegen Arnold, 1994. Solche altruistischen Motive sind nicht zu unterschcid:228tzen, wie man anhand der recht hohen Spendenaktivitcid:228t erkennen kann. Allerdings ist eine zuscid:228tzliche Annahme zu treffen, um zu erklcid:228ren, dass fcid:252r diesen Fall eine staatliche Bereitstellung der Umverteilung vonncid:246ten ist. Zuncid:228chst einmal kann jeder einzelne Zahler selbstcid:228ndig entscheiden, wie viel er spendet, und daher wird er genau soviel spenden, bis sein Grenznutzen aus den Spenden gleich seinen Grenzkosten ist. Umverteilung ist hier ein privates Gut. Ist die Nutzenfunktion des Einzelnen aber so geartet, dass sie zwar zuscid:228tzlichen Nutzen der sozial Schwachen als eigene Nutzen 4 steigerung empfindet, dies aber unabhcid:228ngig davon, wer diesen den Nutzen stiftet, so ist zwar die Prcid:228ferenz da, den Nutzen der anderen zu steigern, der Einzelne aber wird versuchen, sich als Trittbrettfahrer zu verhalten und die anderen erst mal machen lassen. Von einer Nutzensteigerung der Armen kann sein individueller Nutzen nicht ausgeschlossen werden. Auch Rivalitcid:228t liegt keine vor: Alle die, deren Nutzenfunktionen den Nutzen der Armen mitbeinhalten, stellen sich bei deren Nutzensteigerung besser. Altruismus kann also den Charakter eines cid:246ffentlichen Gutes der Umverteilung erklcid:228ren 3. Eine zweite Erklcid:228rung fcid:252r interdependente Nutzenfunktionen ist die des Selbstschutzes. Wohlhabendere fragen die Aufrechterhaltung der inneren Sicherheit, die Stabilisierung des Gesellschaftssystems und die Wahrung des sozialen Friedens nach Brennan, 1973; Levy, 1994. Dabei geht man davon aus, dass jeder einzelne bei immer geringer werdendem Einkommen einen immer hcid:246heren Anreiz dazu hat, sich auf kriminellem Wege die bencid:246tigten Gcid:252ter zu beschaffen, um sich einen gewissen Lebensstandard zu erhalten. Bei wachsender Armut steigt die Kriminalitcid:228t und der soziale Frieden kann nicht mehr gewahrt werden, wenn eine grcid:246cid:223ere Gruppe von Personen unter eine bestimmte Einkommensgrenze fcid:228llt. Dann ist es fcid:252r die Personen oberhalb der Armutsgrenze sinnvoll, den Armen ein Existenzminimum zu garantieren, um so das aus der Kriminalitcid:228t entstehende Risiko zu senken. Der aus diesen Zahlungen entstehende soziale Friede aber ist ein cid:246ffentliches Gut. Es herrscht sowohl Nichtausschliecid:223barkeit als auch Nichtrivalitcid:228t im Konsum. Jeder einzelne der Beitragszahler wird zwar ein gewisses Macid:223 an sozialem Frieden prcid:228ferieren, sich aber, wenn es um dessen Bezahlung geht, als Free Rider zu verhalten suchen. In einem solchen Fall ist eine staatliche Produktion des Gutes sozialer Frieden angezeigt cid:150 und damit verbunden eine staatliche Bereitstellung des Existenzminimums. cid:220berspitzt formuliert kcid:246nnte man sagen, dass es aus rein allokativer Sicht nicht Aufgabe des Staates ist, jedem Armen sein Existenzminimum zu sichern, wohl aber seine Aufgabe ist, fcid:252r die Wohlhabenden Umverteilung anzubieten. Da die zukcid:252nftige Einkommens und Vermcid:246gensposition unsicher ist, ncid:252tzt Umverteilung drittens auch als Versicherung gegen cid:252berraschend eintretende Armut 4. Angenommen, das einzelne Individuum sei risikoavers, so wird es in Unkenntnis noch auftretender mcid:246glicher Schicksalsschlcid:228ge bereit sein, eine Prcid:228mie zu entrichten, die dieses Risiko zumindest finan 3 Hier ist allerdings anzumerken, dass dies allein von der Modellierung der Nutzenfunktion der Wohlhabenden abhcid:228ngt. 4 So begrcid:252ndet Sinn staatliche Umverteilung als gesellschaftliche Versicherung gegen Lebenseinkommensrisiken Sinn, 1999. 5 ziell mindert. Sind nicht alle Eventualitcid:228ten des Lebens privat absicherbar, z.B. aus Marktversagensgrcid:252nden wegen asymmetrischer Informationen, wird eine staatliche Absicherung nachgefragt. Sorgt der Staat fcid:252r Umverteilung zugunsten der Armen, so ist das Risiko gegen nicht marktmcid:228cid:223ig versicherbare Lebenseinkommensrisiken gemildert. Innerhalb der Diskussion dieses Versicherungsargumentes kann man Unsicherheit verschieden weit auslegen. Junge Menschen, die noch nicht wissen, wie die Wcid:252rfel des Schicksals fallen werden, haben aufgrund hoher Unsicherheit darcid:252ber, was die Zukunft bringt, eine relativ hohe Prcid:228ferenz fcid:252r Umverteilung, wcid:228hrend gemachte Manager eine solche Umverteilung kaum noch wcid:228hlen wcid:252rden Sinn, 1990a. Im Extremfall kann man, unterstellt man Risikoaversion, davon ausgehen, dass jedes Wirtschaftsubjekt ex ante, bevor es irgendetwas cid:252ber seine Zukunft weicid:223 und damit sind sowohl seine zukcid:252nftigen Einkommensstrcid:246me als auch seine eigenen Ressourcen, seien dies geerbtes Kapital oder die angeborenen Fcid:228higkeiten zur Arbeit oder Humankapitalbildung, gemeint eher ein relativ sicheres Einkommen mit weniger Chancen auf ein sehr hohes Einkommen prcid:228feriert als ein unsicheres Einkommen mit Chancen auf ein sehr hohes Einkommen. Ex ante wcid:252rde ein Wirtschaftssubjekt also lieber die Versicherungsprcid:228mie zahlen und dafcid:252r ein Existenzminimum gesichert bekommen, als dass es im ungcid:252nstigsten Fall spcid:228ter verhungert, weil es dieses Existenzminimum ohne die Zahlung der cid:132Versicherungsleistungcid:147 nicht erreichen kann. Ex post cid:150 mit dem Erkennen der eigenen Ressourcen sieht das ganz anders aus. Jetzt weicid:223 das Wirtschaftssubjekt, ob es gut mit Ressourcen ausgestattet ist oder nicht. Der Schadensfall ist entweder schon eingetreten oder definitiv nicht eingetreten. Die Versicherungsprcid:228mie fcid:228llt weniger hoch aus, als sie im ex ante Zustand ausgefallen wcid:228re, da das Risiko sich ja betrcid:228chtlich vermindert hat. Diesen Tatbestand kann man als Marktversagen oder zumindest als Marktunvollkommenheit interpretieren, da ein Gut, die Versicherung, privat nicht angeboten wird, obwohl es in den Prcid:228ferenzen der Marktteilnehmer liegt, dieses Gut zu wcid:252nschen. Auch hiercid:252ber liecid:223e sich also die staatliche Bereitstellung ableiten, allerdings nur unter der Annahme, dass die Individuen tatscid:228chlich ex ante das Risiko scheuen und lieber eine Versicherungsprcid:228mie zugunsten des Existenzminimums wcid:228hlen wcid:252rden. Umverteilung aus all diesen Motiven heraus verbessert den Nutzen aller Wirtschaftssubjekte und ist somit paretooptimal. Umverteilung ist allokativ sinnvoll. Ein Tradeoff zwischen Allokation und Distribution besteht nicht. 6 Neben der Sichtweise des Paretokriteriums kann aber auch aus einer utilitaristischen Position heraus die staatliche Bereitstellung des Gutes Umverteilung zugunsten der sozial Schwachen befcid:252rwortet werden, und zwar aus dem Blickwinkel distributiver Gerechtigkeit. Es kcid:246nnte sein, dass der Nutzengewinn eines Armen grcid:246cid:223er als der Nutzenverlust eines Reichen ist, wenn man vom Reichen zum Armen umverteilt. Insofern wcid:252rde der Gesamtnutzen beider durch Umverteilung in Addition steigen. Insofern kcid:246nnte eine Umverteilung von Reich zu Arm wohlfahrtssteigernd wirken. Allerdings sei darauf hingewiesen, dass hier das Problem besteht, dass Nutzen nicht kardinal messbar ist. Somit ist nicht klar, ob diese Umverteilung wirklich wohlfahrtssteigernd ist. Um eine Bewertung vornehmen zu kcid:246nnen und ein gesamtwirtschaftliches Optimum zu erreichen, ist eine gesamtgesellschaftliche Nutzenfunktion notwendig, die der umverteilenden Institution bekannt sein muss Watrin, 1985a, S.67. Und wie seit Arrow bekannt ist, lcid:228sst sich diese nicht aufstellen Arrow, 1951. Somit bleibt Umverteilung aus distributiven Grcid:252nden an Werturteile gebunden. Ein Optimum und somit eine Unterversorgung lassen sich nicht konstatieren. Ob der Staat aus distributiven Grcid:252nden Umverteilung anstreben sollte und wie grocid:223 dieses Macid:223 an Umverteilung sein sollte, lcid:228sst sich cid:246konomisch nicht klcid:228ren. Hinzu kommt aber noch die Frage nach einer Durchsetzbarkeit einer solchen Umverteilung im politischen Prozess. Die Annahme, Umverteilung sei fcid:252r die Gesamtwohlfahrt fcid:246rderlich, mcid:252sse aber gleichzeitig von einer Regierung gegen den Willen der Beitragszahler durchgesetzt werden, ist unlogisch Dercks, 1996, S.24. Umverteilung zugunsten der Armen kann in Demokratien eigentlich nur mit Zustimmung der Zahlenden erfolgen Arnold, 1994. Und diese werden nur zustimmen, wenn ihnen dies etwas ncid:252tzt. Eine cid:132Ausbeutungcid:147 der Wohlhabenden ist somit im politischen Abstimmungsprozess nicht mcid:246glich HochmannRodgers, 19695. Die einzige Mcid:246glichkeit, dieses Argument fcid:252r Umverteilung zu halten, wcid:228re, exante Umverteilung in einem zu schliecid:223enden Gesellschaftsvertrag zu implementieren, um so die Zustimmung aller Mitglieder zu diesem Gesellschaftsvertrag zu erhalten. Im Rahmen einer solchen Konsensfindung wcid:228re es mcid:246glich, dass die Gewinner der Ordnung die Verlierer kompensieren, damit diese der Ordnung zustimmen. Dies wcid:228re dann wiederum ein freiwilliger Tausch cid:150 und somit paretosuperior Watrin, 1985a, S.70. Wozu aber braucht man die Zustimmung der Verlierer der geschaffenen Ordnung? Doch wohl nur, um die oben aufgezeigten externen Effekte in Form von Stcid:246rungen des sozialen Friedens etc. zu vermeiden. Umvertei 5 Dahinter steckt die implizite Annahme, dass weniger als die Hcid:228lfte der Bcid:252rger der Umverteilung zur Sicherung eines Existenzminimums bedcid:252rfen. Alle anderen Bcid:252rger sind cid:132wohlhabendcid:147 genug, sich dieses Minimum selbst zu finanzieren. 7 lung lcid:228sst sich sowohl als Gesellschaftsvertrag als auch als Internalisierungsverfahren fcid:252r externe Effekte interpretieren Watrin 1985b, S.1556. Es kann festgehalten werden, dass ein gewisses Macid:223 an Umverteilung zugunsten der wirklich Armen, um diesen ein Existenzminimum zu sichern, paretooptimal ist HochmanRodgers, 1969, und, dass dieses Macid:223 an Umverteilung privat nicht in ausreichendem Umfang angeboten wird. Die durch Armut ausgelcid:246sten negativen externen Effekte lassen private und soziale Grenzkosten auseinander klaffen BertholdHilpert, 1998. Der Markt versagt. Folglich ist zu cid:252berlegen, ob hier nicht der Staat oder eine andere cid:246ffentliche Institution gefordert ist. Es gilt abzuwcid:228gen, ob im Falle cid:246ffentlicher Bereitstellung das Ergebnis verbessert wird. Dafcid:252r sind im folgenden die Wirkungen einer staatlichen Bereitstellung des Gutes Umverteilung zu betrachten und zu bewerten. 2.2. Die Folgen einer staatlichen Bereitstellung des Gutes Umverteilung Wenn der Markt versagt, wird schnell nach dem Eingriff staatlicher Institutionen gerufen. Doch verbessert ein Eingriff des Staates in das Marktgeschehen die Wohlfahrt? Kann der Staat das, wozu sich der Marktmechanismus nicht in der Lage zeigt? Zuncid:228chst einmal ist der Frage nachzugehen, ob der Staat cid:252berhaupt das den Prcid:228ferenzen entsprechende Macid:223 an Umverteilung bereitstellen kann. Zweitens ist dann noch zu cid:252berprcid:252fen, ob die durch staatliche Bereitstellung entstehenden Kosten den Nutzen einer staatlichen Bereitstellung nicht cid:252berkompensieren. Wie hoch aber ist das den Prcid:228ferenzen entsprechende Macid:223 an Umverteilung? Was ist die cid:132richtigecid:147 Hcid:246he des Existenzminimums? Ist es jene Hcid:246he, die genau ausreicht, den sozialen Frieden zu wahren, jene Hcid:246he, die aus Versicherungsgrcid:252nden ex post oder gar ex ante nachgefragt wird, ist das hcid:246chste dieser genannten das cid:132richtigecid:147 Macid:223, und kann man diese cid:132richtigecid:147 Menge cid:252berhaupt herausfinden? Man kann es nicht, und dies ist ein Grundproblem cid:246ffentlicher Gcid:252ter. Die Nachfrager werden ihre Prcid:228ferenzen nicht offen legen, sie werden vielmehr Minderbedarf vortcid:228uschen, um weniger fcid:252r das Gut zahlen zu mcid:252ssen, und sich dann als 6 Es liecid:223e sich noch ein weiterer Grund fcid:252r eine staatliche Absicherung durch Umverteilung finden, der in der gcid:228ngigen Literatur aber kaum behandelt wird. Wenn in unteren Lohnregionen der Einkommenseffekt den Substitutionseffekt deutlich cid:252berwiegt, ist es mcid:246glich, dass auf dem Arbeitsmarkt kein stabiles Gleichgewicht mehr zwischen Angebot und Nachfrage zustande kommt. Man kcid:246nnte dies als Ruincid:246se Konkurrenz auf dem Arbeitsmarkt aufgrund eines anomalen Verhaltens des Angebots und somit als Marktversagen betrachten Eucken, 1952. Die Sicherung eines Existenzminimums kann dieses Marktversagen auf dem Arbeitsmarkt beheben. 8 Trittbrettfahrer verhalten und das Gut bei Vorliegen von Nichtausschliecid:223barkeit trotzdem konsumieren. Der Staat kann also eine cid:132richtigecid:147 d.h. den wahren Prcid:228ferenzen entsprechende und damit allokativ optimale Menge nicht ermitteln. Setzt er ein Existenzminimum bzw. ein Macid:223 an Umverteilung fest, macid:223t er sich Wissen an, dass er nicht hat. Selbst ein wohlmeinender Diktator kcid:246nnte also nicht die im allokativen Sinne cid:132richtigecid:147 Hcid:246he der Umverteilung ermitteln und durchsetzen. In einer demokratischen Staatsform hingegen wird man nicht einmal nach dieser cid:132richtigencid:147 Hcid:246he suchen. Modelliert man den politischen Prozess in einer Demokratie mit dem Medianwcid:228hlermodell, so bestimmt der Medianwcid:228hler cid:252ber die Hcid:246he der Umverteilung. Er kann gemcid:228cid:223 seinen Prcid:228ferenzen Umverteilung verwirklichen. Diese werden aber nicht nur die aus oben genannten Grcid:252nden sinnvolle Umverteilung enthalten, sondern darcid:252ber hinaus eine Umverteilung, die seinen perscid:246nlichen Nutzen steigert, auch wenn sie die Gesamtwohlfahrt verschlechtert. Eine Umverteilung innerhalb der Schicht der relativ gut Verdienenden, wie sie derzeit in Deutschland vorzufinden ist, ist die Folge BertholdThode, 2000. Diese aber ist aus keinem der obigen Grcid:252nde zur Beseitigung von Marktversagen heraus zu rechtfertigen. Wenn der Staat Umverteilung vornimmt, um ein Existenzminimum bereitzustellen, wird die Umverteilung hcid:246her als ohne Staatseingriff ausfallen und damit das Versagen des Marktes korrigiert werden. Allerdings wird der Staat weder in der Lage sein, die Menge an Umverteilung bereitzustellen, die den Prcid:228ferenzen der Bevcid:246lkerung nach dem Gut sozialer Frieden entspricht, noch jene, die den gewcid:252nschten staatlichen Versicherungsschutz gegen Armut bringt. Im Falle des wohlmeinenden Diktators liegt dies daran, dass die Prcid:228ferenzen nicht offengelegt werden, im Falle einer Demokratie mit Entscheidung durch den Medianwcid:228hler kommt hinzu, dass dieser seinen eigenen Nutzen maximieren will und dadurch bestrebt sein wird, Umverteilung so zu gestalten, dass er zu den Begcid:252nstigten gehcid:246rt. Das Versagen des Marktes kann behoben werden, von einer allokativ optimalen Lcid:246sung ist man aber noch weit entfernt. Ein zu geringes wird durch ein zu hohes Macid:223 an Umverteilung ersetzt. Wie aber sieht es mit den Kosten der staatlichen Bereitstellung aus? Hier sind zuncid:228chst einmal die allokativen Fehlanreize zu nennen, und zwar einerseits auf die Empfcid:228nger und andererseits auf die Zahlenden der Umverteilung. Die Empfcid:228nger bekommen ein bestimmtes Existenzminimum garantiert. Das heicid:223t, dass es sich fcid:252r Wirtschaftssubjekte, deren Besitz gering ist und deren Einkommen sich in der Ncid:228he oder gar unter diesem Existenzminimum befindet, 9 kaum noch lohnt, Anstrengungen zu unternehmen, dieses Einkommen aus eigener Kraft zu sichern. Anreize zum Arbeiten gehen insbesondere fcid:252r gering qualifizierte Arbeiter verloren, denn genau diese empfangen nur geringe Arbeitsentlohnungen 7. Sie werden zu arbeitslosen Sozialhilfeempfcid:228ngern, die in der institutionellen Verflechtungsfalle festsitzen BertholdFehn, 2000. Und je mehr der Staat Mcid:252cid:223iggang alimentiert, desto geringer wird die Beschcid:228ftigung ausfallen Nickell, 1997. Die Arbeitslosenquoten in der Europcid:228ischen Union sprechen Bcid:228nde: ein grocid:223er Teil des Faktors Arbeit liegt brach, wertvolle Ressourcen werden verschwendet. Das Sozialprodukt fcid:228llt geringer aus, und damit auch der Kuchen, der verteilt werden kann. Des weiteren geht den Transferempfcid:228ngern, wenn sie lcid:228ngere Zeit in der Arbeitslosigkeit festsitzen, Humankapital verloren. Nehmen Sie wieder Arbeit auf, sind sie unproduktiver aufgrund dieses verlorengegangenen Humankapitals. Doch die Umverteilung will auch bezahlt werden. Wieder muss der Staat in die Allokation eingreifen, um die ncid:246tigen finanziellen Mittel aufzubringen. Die Besteuerung der Wohlhabenden schafft weitere Fehlanreize. Eine Belastung von Arbeitseinkommen bspw. wcid:252rde die Entlohnung der Transferzahler senken und damit auch ihre Arbeitsanreize sowie je nach Ausgestaltung des Steuersystems auch die Anreize zu Kapital und Humankapitalbildung schmcid:228lern. Eine hohe Steuern und Abgabenlast mindert die Beschcid:228ftigung DaveriTabellini, 2000. Es wird weniger gearbeitet, das Sozialprodukt wird nochmals sinken und der Kuchen erneut kleiner. Es ist dies nichts anderes als der fundamentale Zielkonflikt zwischen Allokation und Distribution. Jedes Mehr an Umverteilung verschlechtert die Allokation in Form der Anreizwirkungen. Und die Folgen solcher Allokationsverzerrungen sind auf den Arbeitsmcid:228rkten lcid:228ngst klar ablesbar. Und weitere Kosten kommen hinzu. Der Staat ist die einzige Institution, die umverteilt, solange er sich nicht einem Wettbewerb der Systeme stellen muss. Es existieren fcid:252r ihn kaum Anreize, kostenminimal zu wirtschaften, denn er muss nicht stcid:228ndig befcid:252rchten, durch Wettbewerbskrcid:228fte vom Markt vertrieben zu werden, wenn er ineffizient handelt. Sicherlich wird der Wcid:228hler ihn bestrafen, wenn er die Misswirtschaft cid:252bertreibt, indem er das bestehende Arrangement abwcid:228hlt. Gehen wir von einem politischen Markt aus, indem die Wcid:228hler jeweils die Partei wcid:228hlen, von der sie sich die noch am ehesten effiziente Bereitstellung der cid:246ffentlichen Gcid:252ter versprechen, dann wird selbst unter dieser restriktiven Annahme klar, wie unvoll 7 Insbesondere in Deutschland wird das Lohnabstandsgebot nicht eingehalten. Gerade fcid:252r ungelernte Arbeiter, insbesondere in MehrPersonenHaushalten, ist der Abstand zwischen garantiertem Existenzminimum und aus Arbeit erzielbarem Einkommen zu gering, um noch ausreichend Arbeitsanreize zu schaffen Vgl. Boss, 1999. 10 kommen solch ein politischer Markt ist: Da eine Legislaturperiode meist mehrere Jahre umschliecid:223t, wird aufgrund dieser Unteilbarkeit Machtmissbrauch in einem gewissen Rahmen mcid:246glich. Dieser kann erst bei der ncid:228chsten Wahl sanktioniert werden. Auch mcid:252ssen die politischen Entscheidungstrcid:228ger fcid:252r das, was sie anrichten, kaum Rechenschaft ablegen. Das einzige, was sie, wenn sie misswirtschaften, fcid:252rchten mcid:252ssen, ist eine Abwahl. Ohne die Verwirklichung des Prinzips der Haftung aber funktioniert kein Markt. Hinzu kommt das rationale Desinteresse vieler Wcid:228hler an Informationen cid:252ber die politischen Mcid:228rkte Downs, 1957. Die Beschaffung von Informationen bringt Kosten mit sich, der Einfluss in Form einer Stimme bei der ncid:228chsten Wahl ist aber im Vergleich zu diesen Kosten sehr klein. Somit ist eine wirksame Kontrolle der staatlichen Aufgabenerfcid:252llung durch den Wcid:228hler nicht gegeben. Da die politischen Mcid:228rkte unvollkommen sind, kann der Staat seinen monopolistischen Spielraum ausncid:252tzen und in entsprechendem Macid:223e Ineffizienzen erzeugen. Noch ein weiteres Problem ergibt sich aus dem fehlenden Effizienzzwang der staatlichen Handlungen. Es bilden sich Interessengruppen. Diese wissen um die weiche Budgetrestriktion der staatlichen Handlungstrcid:228ger. Und sie wissen, dass sie die staatlichen Entscheidungen zu ihren Gunsten und zu Ungunsten der Allgemeinheit beeinflussen kcid:246nnen, wenn sie Druck auf die Regierenden auscid:252ben. Somit ist es ihnen mcid:246glich, ihre Interessen verstcid:228rkt Bercid:252cksichtigung finden zu lassen und sich auf Kosten der Allgemeinheit Renten zu sichern. Diese Schaffung kcid:252nstlicher Renten aber mindert die Gesamtwohlfahrt, mit einem Wort: Sie ist ineffizient. Es entstehen gesamtwirtschaftliche Kosten, ohne dass gesamtwirtschaftliche Ertrcid:228ge entstehen Buchanan, 1980. Auch diese Kosten mcid:252ssen als Folgen des staatlichen Eingriffs betrachtet werden: Andere Gruppen als die wirklich Bedcid:252rftigen versuchen, von der Umverteilung zu profitieren. Ist einmal Umverteilung in Gang gekommen, werden einmal Personengruppen ungleich behandelt, so werden sich immer Mehrheiten finden, die versuchen, die anderen auszubeuten Buchanan, 1993. Das Ergebnis ist eine Umverteilung, die den nicht ganz Armen zugute kommt und die zu Lasten der nicht ganz Reichen geht, wie man sie in den sozialen Sicherungssystemen Deutschlands vorfindet Kcid:252lp, 1975. Dies verschleudert Ressourcen, die man auch produktiv hcid:228tte verwenden kcid:246nnen. Der Umfang dieser ineffizienten Umverteilungsmacid:223nahmen ist enorm 8. Seien es die Bereitstellung von Gcid:252tern, die privat kostengcid:252nstiger angeboten werden kcid:246nnten und deren Bereitstellung daher gar nicht Sache des Staates ist, seien es die von Interessengruppen herausgeschlagenen Umverteilungsmacid:223nahmen wie im Bergbau oder in der Landwirtschaft Lindbeck, 1985, oder seien es jene Ineffizien 8 Zur genaueren Erklcid:228rung, warum es zu ineffizienter Umverteilung kommt, vergleiche AcemogluRobinson 1999. 11 zen, die in der Bcid:252rokratie, welche nur wenig Anreize zum kostengcid:252nstigen Wirtschaften hat, anfallen. Eine staatliche Bereitstellung des Gutes Umverteilung zugunsten der Armen hat also sowohl positive als auch negative Folgen. Zwar kann der Staat das Marktversagen beheben, doch einerseits zeigt er sich nicht in der Lage, die richtige Menge des Gutes bereitzustellen, und andererseits verursacht er bei der Bereitstellung hohe volkswirtschaftliche Kosten. Sieht so die optimale Lcid:246sung des Problems aus? Oder kann der Systemwettbewerb vielleicht das Ergebnis verbessern? Dieser Frage soll im folgenden Kapitel nachgegangen werden. 3. Der Wettbewerb der Systeme und seine Folgen 3.1. Die Idee des Wettbewerbs der Sicherungssysteme Grenzcid:252berschreitende Mobilitcid:228t ist Voraussetzung fcid:252r den institutionellen Wettbewerb. Diese Voraussetzung wird im Zeitalter der Globalisierung zunehmend erfcid:252llt. So sind Freizcid:252gigkeit der Personen und cid:214ffnung der Gcid:252ter und Faktormcid:228rkte in Europa bereits weitgehend verwirklicht. Die Kapitalmcid:228rkte sind dereguliert, die Arbeitsmcid:228rkte sollten frei zugcid:228nglich sein 9, Freizcid:252gigkeit fcid:252r den Personenverkehr ist geschaffen. Aucid:223erdem sind durch verbesserte Informations sowie Kommunikationsmcid:246glichkeiten und niedrigere Reise wie Transportkosten weitere Schranken der Mobilitcid:228t gefallen. Institutioneller Wettbewerb wird mcid:246glich. Die Idee des institutionellen Wettbewerbs basiert auf dem Versuch Tiebouts, Samuelsons Theorie cid:246ffentlicher Gcid:252ter Samuelson, 1954 zu erweitern Tiebout, 1956. Nach Tiebout sollen lokale Institutionen, also z.B. Gemeinden, diejenigen cid:246ffentlichen Aufgaben wahrnehmen, die keine gemeindecid:252bergreifenden externen Effekte mit sich bringen. Jede Gemeinde kann somit ihr eigenes Set an cid:246ffentlichen Gcid:252tern bereitstellen, der mobile Bcid:252rger sucht sich dann das fcid:252r ihn passende Set heraus. Art und Menge an cid:246ffentlichen Gcid:252tern sind in den einzelnen Gemeinden verschieden, die Konsumenten der cid:246ffentlichen Gcid:252ter, die Bcid:252rger, kcid:246nnen sich jene Gemeinde aussuchen, welche jene Gcid:252ter anbietet, die ihren Prcid:228ferenzen entsprechen. 9 Gerade auf den stark regulierten und vermachteten Arbeitsmcid:228rkten in Zentraleuropa finden sich immer noch Einschrcid:228nkungen der freien Arbeitsplatzwahl wie z.B. das Entsendegesetz. 12 Tiebouts Idee birgt jedoch Probleme in sich: Erstens setzt sie voraus, dass es keine gemeindecid:252bergreifenden externen Effekte und steigenden Skalenertrcid:228ge gibt. Dies heicid:223t, dass benachbarte Gemeinden von der Nutzung ausgeschlossen werden kcid:246nnen und dieser Ausschluss auch cid:246konomisch sinnvoll ist. Zweitens bencid:246tigt Tiebout einen limitierenden Faktor, d.h. es muss bei zumindest einem Gut der Gemeinde Rivalitcid:228t im Konsum geben, weil sonst alle Bcid:252rger in eine Gemeinde ziehen, da dort die Kosten zur Bereitstellung des cid:246ffentlichen Gutes mit zunehmendem Zuzug immer weiter sinken. Ohne den limitierenden Faktor hcid:228tte Tiebout im Optimum alle Personen in einer Gemeinde. Mit dieser Rivalitcid:228tsannahme und der Ausschliecid:223barkeitsannahme definiert er einen grocid:223en Teil der Problematik cid:246ffentlicher Gcid:252ter weg. Bei ihm verteilen sich letztlich die Personen auf die Gemeinden, da, wenn in einer Gemeinde die Kosten zu hoch sind, die Personen dort wegziehen. Dies impliziert steigende Grenzkosten! Was Tiebout letztlich betrachtet, sind staatlich bereitgestellte Gcid:252ter privater Natur und cid:246ffentliche Gcid:252ter, die nur auf Gemeindeebene cid:246ffentlich sind. Hierfcid:252r sind seine cid:220berlegungen zutreffend. Dies bedeutet: Bei einigen der vom Staat angebotenen Gcid:252tern ist institutioneller Wettbewerb sinnvoll, bei anderen nicht. Mittlerweile existieren vielfcid:228ltige Anscid:228tze, die sich mit institutionellem Wettbewerb beschcid:228ftigen. Dabei geht es jedoch kaum noch um jene Idee, die Tiebout einbrachte. Nicht mehr die Gemeinden stehen im Wettbewerb um neue Bcid:252rger, damit deren Zuwanderung und Finanzierungsbeitrcid:228ge die Kosten der Gemeinde senken, sondern immobile Produktionsfaktoren stehen im Wettbewerb um mobile Produktionsfaktoren. Dabei gilt der Produktionsfaktor unqualifizierte Arbeit als international relativ immobil, wohingegen Kapital als international hoch mobil einzuschcid:228tzen ist, seit die Kapitalverkehrsbeschrcid:228nkungen gefallen sind. Damit kann Kapital nur noch sehr begrenzt zur Finanzierung cid:246ffentlicher Gcid:252ter herangezogen werden Siebert, 1997. Kapital kann mit zunehmender Mobilitcid:228t die Bezahlung cid:246ffentlicher Gcid:252ter verweigern, diese von den immobilen Faktoren bereitgestellten Gcid:252ter aber nichtsdestotrotz trittbrettfahrend nutzen. Fcid:252r die cid:220berlegung, wie institutioneller Wettbewerb auf das soziale Sicherungssystem wirkt, soll der Ansatz aber wieder etwas allgemeiner gefasst werden. Die Systeme stehen im Wettbewerb um Beitragszahler. Und da diese Systeme an Territorien gebunden sind, wie noch begrcid:252ndet werden wird, konkurrieren sie um die mobilen Bcid:252rger. Denn deren Einkommen werden zur Umverteilung herangezogen. 13 Die Sicherungssysteme konkurrieren mittels unterschiedlicher Ausgestaltungen um ihre Kunden. Diese sind, im Gegensatz zum Standortwettbewerb, nicht nur die Produktionsfaktoren, sondern auch die dahinterstehenden Wirtschaftssubjekte, die Umverteilung als cid:246ffentliches Gut nachfragen, und dies in der von ihnen prcid:228ferierten Hcid:246he und zu mcid:246glichst geringen Kosten. Funktioniert der Systemwettbewerb, gehen die Kunden immer zu jenem System, dass ihnen das beste KostenLeistungsVerhcid:228ltnis bietet. Die Systeme werden dadurch zu einem prcid:228ferenzgerechten und effizienten Angebot gezwungen, wollen sie ihre Mitglieder nicht verlieren. Gleichzeitig konkurrieren die Systeme aber auch um die Produktionsfaktoren, denn nur mit ihnen ist eine Einkommenserzielung der Wirtschaftssubjekte und damit auch eine soziale Absicherung mcid:246glich. Oben dargelegtes Staatsversagen wird behoben cid:252ber den Umweg des Systemwettbewerbs. Dies geschieht aber nur dann, wenn sowohl Personen als auch Produktionsfaktoren das System nach Belieben wechseln kcid:246nnen. Man spricht von der ExitOption, der Mcid:246glichkeit, das System zu verlassen, falls dieses nicht das gewcid:252nschte Macid:223 an sozialer Sicherung zu den geringst mcid:246glichen Kosten anbietet. Darauf aufbauend entsteht zuscid:228tzlich die VoiceOption, da die von den Systemen ihrer Meinung nach ungencid:252gend Zufriedengestellten aufgrund ihrer ExitOption ein gewisses Drohpotential verfcid:252gen und somit ihrer Stimme bzw. ihren Forderungen Nachdruck verleihen kcid:246nnen. Wenn sie das System verlassen, bleiben fcid:252r die Produktion der vom System angebotenen Kollektivgcid:252ter weniger Beitragszahler. Die Kosten aller Verbleibenden steigen. Im Rahmen dieser Kostensteigerung besitzen die Wirtschaftssubjekte Drohpotential. Zuscid:228tzlich zur bei Produktionsfaktoren gcid:228ngigen Betrachtung der ExitOption im Sinne einer Abwanderung ins Ausland kommt beim Wettbewerb der Sicherungssysteme noch die Option einer gemeinsamen Abspaltung von Wirtschaftssubjekten mit Grcid:252ndung ihres eigenen Sicherungssystems in Frage. Selbst wenn die Sicherungssysteme, wie spcid:228ter gezeigt wird, an territoriale Gebiete gebunden bleiben mcid:252ssen, ist eine solche Abspaltung mcid:246glich 10. Ist das Verlassen des Systems erlaubt und mit geringen Kosten verbunden, so entsteht Systemwettbewerb. Er ersetzt den fehlenden Wettbewerb auf dem Markt fcid:252r cid:246ffentliche Gcid:252ter. 3.2. Die Zcid:228hmung des Leviathans Wie oben geschildert bringt Umverteilung einen Verlust an Anreizwirkungen sowohl bei denen, welche die Umverteilung bezahlen, als auch bei denen, welche davon profitieren, mit 10 Siehe zum Thema der ExitOption durch Separation auch BuchananFaith 1987; BoltonRoland 1997 sowie AlesinaWacziarg 1999. 14 sich. In beiden Gruppen lohnen sich Arbeit, aber auch Humankapitalbildung und je nach Ausgestaltung des Steuersystems auch Realkapitalbildung immer weniger. Die Anreizverluste hcid:228ngen dabei von der Hcid:246he und der Ausgestaltung der Umverteilung ab. Die ineffiziente, vom Medianwcid:228hler gewcid:252nschte Umverteilung innerhalb der Mittelschicht wird unter Systemwettbewerb nicht mehr durchgefcid:252hrt werden kcid:246nnen. Sie wird wegkonkurriert. Dieser Rcid:252ckgang einer Umverteilung, die ohnehin lediglich der Allokation schadete, ohne der Gesellschaft einen Nutzen zu bringen, verringert die Ineffizienzen durch Anreizverluste bereits erheblich. Von den meisten cid:214konomen wird erwartet, dass unter Systemwettbewerb auch die Hcid:246he des staatlichen Umverteilungsniveaus zur Sicherung des Existenzminimums zurcid:252ckgeht. Ein Rcid:252ckgang der Umverteilung an die Armen wird von einigen befcid:252rwortet Siebert, 1997; Mueller, 1998, von anderen kritisch gesehen Sinn, 1998. Fcid:228llt das Niveau der Transfers, steigen auf alle Fcid:228lle die Anreize zur Einkommenserzielung. Die fcid:252r die Umverteilung zu zahlenden Beitrcid:228ge sinken. Fcid:252r die Wohlhabenden gilt: Arbeit lohnt sich wieder. Die Spanne zwischen Nettolohn und Bruttolohn sinkt. Bei normalem Arbeitsangebotsverlauf werden die Wohlhabenden ihr Arbeitsangebot ausdehnen, es wird mehr verdient, die Wohlfahrt steigt. Doch auch die Armen kommen bezcid:252glich der Anreizwirkungen nicht schlecht weg: Bisher in der Armutsfalle gefangen, konnten sie selbst im Falle einer Arbeitsaufnahme ihr Einkommen kaum verbessern. Solange sie mit ihrer Produktivitcid:228t nicht mehr als das Existenzminimum zu erwirtschaften in der Lage waren, wird nun durch die Senkung dessen die Aufnahme von Arbeit wieder lohnend. Mehr Arbeit bedeutet mehr Gcid:252terproduktion, was sich wiederum positiv auf die Wohlfahrt niederschlcid:228gt. Ebenso wichtig sind die Anreizwirkungen auf Kapital und Humankapitalbildung. Wenn die Abgaben zur Finanzierung der Umverteilung sinken, steigt der Nettoertrag der Investitionen in Kapital und Humankapital an. Es wird mehr investiert werden, die Wohlfahrt steigt. Zudem gilt: Je mehr in Humankapital investiert wird, desto leichter fcid:228llt die Jobsuche und desto geringer ist das Risiko der Arbeitslosigkeit und eines Lebens unterhalb der Armutsgrenze. Und des weiteren kann der Wettbewerb nicht nur durch eine Senkung der Sozialhilfe, sondern auch durch das Finden anderer, anreizkompatiblerer Strukturen der Umverteilung die gesamtgesellschaftlichen Kosten der Sicherung des Existenzminimums mindern. Neben den Fehlanreizen gibt es weitere Kosten der Umverteilung, die vom Systemwettbewerb wirksam bekcid:228mpft werden kcid:246nnen: Die Umverteilung vornehmende Institution cid:150 zumeist der Staat wird durch den Wettbewerb zu einer genauen cid:220berprcid:252fung ihrer Kosten 15 gezwungen. Denn wenn ein anderes System kostengcid:252nstiger arbeitet, wird eine Abwanderung in dieses System erfolgen. Die Ineffizienzen der Bereitstellung des Gutes Umverteilung werden wegkonkurriert. Der Leviathan wird gezcid:228hmt Sinn, 1992. Auch die oben angesprochenen Aktivitcid:228ten des Rent Seeking und Rent Creating werden vergleichsweise weniger Erfolg haben. Durch den Wettbewerb werden die Budgetrestriktionen der Systeme gehcid:228rtet. Die Allgemeinheit bemerkt es, wenn Rent Seeking erfolgreich ist, da sie den direkten Vergleich mit dem benachbarten System ziehen kann, in welchem keine Rent Seeking Aktivitcid:228ten stattfinden. Dieses kann dann die gleiche Leistung zu geringeren Kosten anbieten, die Folge ist Abwanderung ins gcid:252nstigere System. Der Systemwettbewerb verringert also die gesamtgesellschaftlichen Kosten von Umverteilung, der Kuchen wird grcid:246cid:223er, alle bekommen mehr. Und dies ist nur die statische Sichtweise des Systemwettbewerbs. Noch interessanter dcid:252rfte die dynamische sein. Harmonisierung das Ausschalten von Wettbewerb vermindert die Anreize, sich durch Innovation und Imitation zu verbessern. Erst unter Wettbewerb werden die Anreize riesig, dem eigenen System durch das Hervorbringen neuer Varianten der Sicherung und effizienter Ausgestaltung einen Vorteil zu verschaffen. Erst unter Wettbewerb werden die verantwortlichen Politiker die ncid:246tigen Lernprozesse vollziehen, um solche Ausgestaltungen, so sie sich als gut erweisen, schnell in ihr System zu integrieren. Das grocid:223e Ziel, die erfolgreichen Merkmale aller Systeme zu kombinieren, indem jeder von dem anderen lernt Sen, 1997, kann erreicht werden. Es ist gerade die Mcid:246glichkeit eines solchen Entdeckungsverfahrens, die auch den Systemwettbewerb so attraktiv erscheinen lcid:228sst Wohlgemuth, 1998. Der Leviathan wird nicht nur gezcid:228hmt, er wird sich auch im Laufe der Zeit wandeln mcid:252ssen. 3.3. Die Theorie vom Race to the Bottom In der Literatur werden momentan in mehr oder minder grocid:223en Horrorszenarien die Fragen diskutiert: Kann cid:252berhaupt noch ein Existenzminimum garantiert werden? Wird die zunehmende Mobilitcid:228t von Produktionsfaktoren der Finanzierung der Umverteilung die cid:246konomische Basis entziehen oder nicht? Kann sich der Staat dann cid:252berhaupt noch die Bereitstellung von Sozialhilfe erlauben? Kann es noch unterschiedliche Niveaus an Umverteilung geben? Kommt es zum Race to the Bottom 11? 11 Siehe zu dieser aktuellen Diskussion auch Sinn 1999, Boeri 2000 und Krueger 2000. 16 Natcid:252rlich, sagen die einen, wird das Niveau der Umverteilung sinken. Und das sei gut so, denn das momentane Niveau der Umverteilung sei ohnehin viel zu hoch, und die derzeitige Art der Umverteilung sei alles andere als effizient. Dann schon lieber weg mit der Umverteilung. Natcid:252rlich, sagen auch die anderen, allerdings mit entgegengesetzter Bewertung. Es kcid:228me zum Race to the Bottom cid:150 der Staat kcid:246nne die notwendige Sicherung des Existenzminimums nicht mehr cid:252bernehmen Krueger, 2000. Und daran kncid:252pft sich die Schreckensvision einer Gesellschaft, die sozial schwcid:228chere Mitmenschen auf der Stracid:223e verhungern lcid:228sst. Aber kann Sozialhilfe denn wirklich cid:252berhaupt nicht mehr bereitgestellt werden? Oder wird es weiterhin in einem gewissen Rahmen mcid:246glich sein, Beitrcid:228ge zur Finanzierung einer Sozialhilfe einzutreiben? Zur ncid:228heren Beleuchtung des Problems seien zuncid:228chst einmal zwei Lcid:228nder angenommen, die aufgrund unterschiedlich gelagerter Prcid:228ferenzen der Beitragszahlenden, unterschiedlicher Markteinkommensverteilungen oder unterschiedlicher historischer Prozesse verschiedene Hcid:246hen staatlicher Umverteilung gewcid:228hren. Der soziale Frieden sei in beiden Lcid:228ndern gesichert. In Land A liege das Niveau der Umverteilung hcid:246her als in Land B. Auch die Finanzierungsbeitrcid:228ge liegen in Land A hcid:246her als in Land B. Getragen wird die Sicherung des Existenzminimums in beiden Lcid:228ndern von allen Produktionsfaktoren. Nun wird institutioneller Wettbewerb eingefcid:252hrt. Die Grenzen werden gecid:246ffnet, die Produktionsfaktoren werden mobil cid:150 in unserem Beispiel sogar vollstcid:228ndig mobil. Sind die sonstigen Standortbedingungen gleich, werden diese mobilen Produktionsfaktoren nach Land B wandern, wo sie geringere Beitrcid:228ge zur Umverteilung zahlen mcid:252ssen. Denn auch in B wird das Existenzminimum noch insoweit bereitgestellt, als dass der soziale Frieden gesichert bleibt. Solange Land B also den sozialen Frieden sichert, attrahiert es Produktionsfaktoren. Da das Gesamtvolumen an Umverteilung konstant bleibt, die Anzahl der zur Verfcid:252gung stehenden Produktionsfaktoren aber zunehmend steigt, sinken die Beitrcid:228ge pro Faktoreinheit. Im anderen Land gilt dies vice versa: Hier steigen die Finanzierungsbeitrcid:228ge. Die beiden Lcid:228nder entwickeln sich auseinander. Das Land mit der niedrigeren Umverteilung zieht alle Produktionsfaktoren an, das andere Land verliert sie. Die Lcid:228nder treten in Konkurrenz um die mobilen Faktoren, deren Finanzierungsbeitrag wird immer weiter herunterkonkurriert, bis sie keinen Beitrag mehr leisten mcid:252ssen cid:150 solange die Umverteilung zur Sicherung des sozialen Friedens auch anders erbracht werden kann. Gibt es einen immobilen Faktor, z.B. einfache Arbeit oder Boden, so kann dieser Faktor weiterhin belastet werden. Steht er in komplementcid:228rem Verhcid:228ltnis zu den mobilen 17 Faktoren, werden diese teilweise in dem Land mit den hohen Finanzierungsbeitrcid:228gen verbleiben, weil sie dort relativ knapper und damit produktiver sind. Von der Tendenz her ist das Abwanderungsproblem der Produktionsfaktoren gleich. Sind die staatlichen Institutionen nun hinreichend klein, tragen z.B. Gemeinden die Umverteilung, werden zunehmend auch die meisten der sonst eher als immobil angesehenen Faktoren mobil und kcid:246nnen weniger belastet werden. Vcid:246llig immobile Produktionsfaktoren gibt es nicht: Selbst die Eigner von Boden kcid:246nnen im Rahmen einer Separationsbewegung die ExitEntscheidung treffen. Ergebnis ist, dass die Produktionsfaktoren kaum mehr zur Finanzierung herangezogen werden kcid:246nnen 12. Zunehmende Faktormobilitcid:228t diszipliniert die cid:246ffentliche Hand und hcid:228rtet ihre Budgetrestriktion Wildasin, 1998. Zurcid:252ck zum Beispiel: Land A kann also das Existenzminimum nicht mehr aus den Beitrcid:228gen der Produktionsfaktoren sicherstellen. Aber es befinden sich nach wie vor gencid:252gend reiche Personen in Land A, die aus altruistischen Grcid:252nden, Prcid:228ferenz fcid:252r sozialen Frieden und Nachfrage nach staatlichem Schutz vor allgemeinen Lebensrisiken auf konstitutioneller Ebene ein gewisses Macid:223 an Umverteilung wcid:252nschen. Also zieht Land A sie zur Zahlung heran. Zahlen sie, kann der soziale Frieden wieder garantiert werden, die Produktionsfaktoren, die dafcid:252r keinen Beitrag leisten mcid:252ssen, kehren zurcid:252ck. Auch Land B muss nun auf das Heranziehen der Faktoren zur Finanzierung verzichten, will es diese nicht an A verlieren. Aber werden die Reichen wirklich bereit sein, das Existenzminimum der Armen zu bezahlen? Nehmen wir nun an, dass zwischen den Lcid:228ndern Wettbewerb um die Reichen bzgl. des Gutes Umverteilung herrsche. Die erbrachte Leistung der Lcid:228nder ist der weitgehende Verzicht der Armen auf soziale Unruhen und Kriminalitcid:228t sowie die Befriedigung der aus altruistischen Motiven entstehenden Wcid:252nsche der Reichen. Dafcid:252r mcid:252ssen die Reichen Beitrcid:228ge zur Umverteilung zahlen. Nun sind obige Gcid:252ter aber vom Charakter her cid:246ffentliche Gcid:252ter cid:150 es liegen Nichtausschliecid:223barkeit und Nichtrivalitcid:228t vor. Also lohnt sich Trittbrettfahrerverhalten. Land A mcid:246ge in unserem Beispiel gemcid:228cid:223 den Prcid:228ferenzen der Mehrheit der Reichen fcid:252r hohe Umverteilung die Reichen hcid:246her belasten als Land B. Wenn die Beitragszahler daraufhin von A nach B wechseln, mcid:252ssen sie zwar weniger zahlen, aber sie erhalten auch weniger Leistung in Form von sozialem Frieden und Sicherheit gegen Unruhen und Kriminalitcid:228t. Wenn reiche Wirtschaftssubjekte wcid:228hlen kcid:246nnen zwischen Systemen mit viel Umverteilung, einer hohen 12 Vgl. fcid:252r die Folgen der Mobilitcid:228t des Produktionsfaktors Kapital auch Sinn 1998 und Siebert 1997. 18 Leistung in Form von Sicherheit, Befriedigung altruistischer Motive und hcid:246herem Versicherungsschutz, aber auch hohen Finanzierungsbeitrcid:228gen auf der einen Seite, und auf der anderen Seite Systemen mit geringer Umverteilung und somit auch geringem sozialem Frieden, hoher Kriminalitcid:228t und im Extremfall sogar Revolutionsgefahr, werden sie gemcid:228cid:223 ihren Prcid:228ferenzen das ihnen zusagende System wcid:228hlen, so kcid:246nnte man mutmacid:223en. Und im Rahmen ihrer Prcid:228ferenzen wcid:228ren sie auch bereit, etwas zur Finanzierung dieses Gutes beizutragen Krueger, 2000. Die Reichen kcid:246nnen jetzt ein System auswcid:228hlen, das ihren Prcid:228ferenzen am ncid:228chsten kommt, wcid:228hrend sie vorher in einem System gefangen waren und keine Wahlmcid:246glichkeit hatten. Aber dies ist noch nicht die ganze Wahrheit. Denn wie gezeigt ist Umverteilung zur Sicherung des Existenzminimums ein cid:246ffentliches Gut. Die Eigenschaft der Nichtrivalitcid:228t impliziert Grenzkosten von Null fcid:252r jeden hinzukommenden Nutzer des Gutes. Wandert ein Reicher zu, sinken die Durchschnittskosten der Bereitstellung des Gutes, wobei der Nutzen der anderen unbercid:252hrt bleibt. Je mehr Reiche in ein Land zuwandern, desto geringer fallen ihre Beitrcid:228ge aus. Es liegt ein Tradeoff zwischen Heterogenitcid:228t des Produktes und Skalenertrcid:228gen bei seiner Bereitstellung vor. Da die Skalenertrcid:228ge sehr ausgeprcid:228gt sind cid:150 denn die Grenzkosten der Sicherung des sozialen Friedens sind gleich Null, wenn ein Beitragszahler zuwandert , erweisen diese sich als entscheidend. Obwohl die Bcid:252rger auf konstitutioneller Ebene die Umverteilung prcid:228ferieren, verlassen sie das von ihnen gewcid:228hlte System mit hoher Umverteilung, um ihre eigenen Lasten zu reduzieren Sinn, 1990b. Sie versuchen lieber, in einem System mit schon bestehender Umverteilung zwar an dem cid:246ffentlichen Gut zu partizipieren, den eigenen Beitrag aber nicht zu entrichten Oates, 1972. Die Armen bleiben zurcid:252ck. In dem System, in dem die Reichen sie zurcid:252cklassen, kommt es zum Race to the Bottom 13. Was aber machen die Armen, die in den Systemen ohne Beitragszahler zurcid:252ckgeblieben sind? Lassen wir die implizite Annahme fallen, sie seien immobil. Auch die Armen haben nun einen hohen Anreiz, in ein System zu wandern, in dem sich viele Beitragszahler befinden. Sie werden sich dahin begeben, wo die Umverteilung an sie pro Kopf am grcid:246cid:223ten ausfcid:228llt. Wandern die Zahler ab, wandern die Empfcid:228nger hinterher. Gibt es keine anderen Einflussfaktoren fcid:252r die Systementscheidung und sind alle Gruppen gleichermacid:223en mobil, folgen die Armen 13 Aussagen, welche den Eintritt eines Race to the Bottom abstreiten, vernachlcid:228ssigen das Problem des Free RiderVerhaltens, das cid:246ffentliche Gcid:252ter mit sich bringen. Nimmt man ncid:228mlich Schulen und deren Finanzierung als Beispiel, so ist es klar, dass sich hier diese Problematik nicht finden lcid:228sst. Und dann sehen auch die Ergebnisse anders aus. Vgl. Mueller 1998. 19 stets den Reichen in ihre Systeme, woraus diese wieder flcid:252chten wollen. Bei einer exogen vorgegebenen Hcid:246he der staatlichen Umverteilung pro Empfcid:228nger ist ein solches System inhcid:228rent instabil. Aber diese Betrachtungsweise geht an der Realitcid:228t vorbei, denn die Hcid:246he der Umverteilungsleistung, also des staatlich gesicherten Existenzminimums, ist ein im politischen Prozess wcid:228hlbarer Parameter. Stellt sich die Frage, wer cid:252ber die Hcid:246he des gewcid:228hrten Existenzminimums zu entscheiden hat. Im folgenden wird von der Annahme ausgegangen, dass dies die Beitragszahler sind. Das ist einerseits eine logische Konsequenz daraus, dass sie die Konsumenten des aus der Sicherung des Existenzminimums entstehenden cid:246ffentlichen Gutes sind, und andererseits ist es plausibel, dass in einer Gesellschaft die Mehrheit, welche sich im politischen Prozess durchsetzt, die Beitragszahler sind, die keine Umverteilung zur Sicherung eines Existenzminimums bencid:246tigen. Somit bestimmen die Wohlhabenden cid:252ber die Hcid:246he der Umverteilung, die Empfcid:228nger hingegen wcid:228hlen das Umverteilungssystem, das sie prcid:228ferieren. Die Armen werden unter der Annahme vollstcid:228ndiger Mobilitcid:228t alle in das System wandern, welches die hcid:246chste Umverteilung bietet. Sozialtourismus setzt ein 14. Folglich werden alle Systeme bestrebt sein, die Unterstcid:252tzungszahlungen zu reduzieren Richter, 2000. Denn unterbieten sie die anderen Systeme, entfallen ihnen die Kosten der Umverteilung, da die Armen abwandern. Der Nutzen aber ist gegeben: Das Gut Sicherheit vor Kriminalitcid:228t und Unruhen wird angeboten. Es gibt keine Armen im System, die notleidend sind, womit auch das AltruismusMotiv befriedigt wcid:228re, unterstellt man, dass dieses Motiv eher in rcid:228umlicher Ncid:228he ausgeprcid:228gt ist. Das Problem der Armut ist externalisiert worden. Nun werden sich die Systeme anfangen zu unterbieten, bis das Existenzminimum in keinem der Systeme mehr bereitgestellt wird. Es kommt zu sozialen Unruhen. Der Race to the Bottom hat eingesetzt. Und da jedes System versucht, sich als Trittbrettfahrer zu verhalten und die Kosten auf die anderen abzuwcid:228lzen, versagt der Wettbewerb zwischen den Systemen um die beste Bereitstellung des cid:246ffentlichen Gutes Umverteilung. Bei vollstcid:228ndiger Mobilitcid:228t werden alle Systeme auf einen cid:228ucid:223erst niedrigen Standard an Umverteilung herunterkonkurriert Krueger, 2000. Ein solcher unkoordinierter Wettbewerb der Systeme ohne vorgegebenen Ordnungsrahmen versagt. Aber neu ist diese Erkenntnis nicht. Wettbewerb funktioniert immer nur innerhalb eines vorgegebenen Ordnungsrahmens. Die externen Effekte, die durch die Wanderung der Armen ausgelcid:246st werden, mcid:252ssen internalisiert werden, sonst ist das Ergebnis suboptimal BrownOates, 14 Fcid:252r dieses Symptom lcid:228sst sich auch empirische Evidenz finden. Mehrere Untersuchungen zeigen fcid:252r die USA, dass die Wohnortwahl fcid:252r die Armen signifikant von den Wohlfahrtszahlungen abhcid:228ngt. Vgl. Feld, 2000. 20 1987. Doch ist nun gleich eine zentrale Lcid:246sung fcid:252r dieses Problem erforderlich, wie dies in guter finanzwissenschaftlicher Tradition seit Musgrave und Oates gefordert wird Musgrave, 1969; Oates, 1972? Eine Mcid:246glichkeit, den Race to the Bottom zu verhindern und Umverteilung trotzdem dezentral und im Wettbewerb durchzufcid:252hren, kcid:246nnte die Einfcid:252hrung des Heimatlandprinzips darstellen 15. Umverteilungsleistungen mcid:246gen immer von dem Land bezahlt werden, aus welchem die Notleidenden stammen und indem sie zuvor gegebenenfalls Beitrcid:228ge oder Steuern bezahlt haben. Wechseln kcid:246nnen sie das System nur als Beitragszahler, nicht aber als Empfcid:228nger 16. Auch ein Freikauf in Form der Entrichtung einer Art von Ablcid:246se funktioniert nicht, denn als Umverteilungsempfcid:228nger haben sie dazu keine finanziellen Mittel, da Bedcid:252rftigkeit Hauptkriterium des Empfangs der Umverteilung ist. Zwischen den Lcid:228ndern kcid:246nnen sich die Empfcid:228nger auch bei Einfcid:252hrung des Heimatlandprinzips nach wie vor frei bewegen. Nur die Mobilitcid:228t zwischen den Sicherungssystemen wird eingeschrcid:228nkt. Das Prinzip trennt Land und System. Egal in welchem Land sich der Arme befindet, er bleibt im alten Sicherungssystem. Die Folge ist: Die Armen kcid:246nnen den Reichen hinterher ziehen. Die Freizcid:252gigkeit ist unbeschrcid:228nkt. Verlassen die Reichen aber das Gebiet und System von Land A zugunsten von B, und ziehen die Empfcid:228nger hinterher, so bekommen diese nichts mehr von jenen Reichen, mit denen sie jetzt in einem Gebiet zusammenleben. Das cid:246ffentliche Gut, der Nutzen der Bereitstellung von Umverteilung, entsteht also in Land B, die Kosten aber werden von den zurcid:252ckgebliebenen Zahlern in Land A getragen. Die Falschen bezahlen die Umverteilung 17. Wenn nun Zahler von A nach B wandern, steigen in A die Finanzierungskosten pro Kopf an, wcid:228hrend sie in B fallen. Daraufhin werden immer mehr Zahler A verlassen, der Anreiz wird zunehmend grcid:246cid:223er, bis sich alle Wohlhabenden in B befinden. Bricht System A jetzt zusammen, werden die Armen nach B ziehen, aber keine Umverteilung dort erhalten. Die Versorgung der dortigen Beitragszahler mit dem von ihnen prcid:228ferierten cid:246ffentlichem Gut ist nicht gewcid:228hrleistet, da die Armen des Systems A nun in B den sozialen Frieden torpedieren. 15 Hiermit ist nicht das Herkunftslandprinzip gemeint, sondern das, was Richter als Beschcid:228ftigungsprinzip benannt hat: Das Land zahlt die Umverteilung, indem der Empfcid:228nger zuletzt beschcid:228ftigt war Richter, 2000. Und aus diesem System kommt er als Empfcid:228nger nicht heraus. 16 Eine Modellierung, wie Richter sie beim Herkunftslandprinzip vornimmt, in der sowohl Zahler als auch Empfcid:228nger an ihr Herkunftsland gebunden sind, erscheint als wenig sinnvoll, da sie jeglichen Systemwettbewerb ausschliecid:223en wcid:252rde Richter, 2000. 17 Oder anders gesagt: Die externen Effekte, verursacht durch Senkung der Umverteilung und Abwanderung der Armen, werden jetzt internalisiert. Aus dieser Sicht bezahlen dann doch die Richtigen die Umverteilung. 21 Das Heimatlandprinzip versagt. Dies ist kein Wunder. Umverteilung ist wie gezeigt ein cid:246ffentliches Gut. Dies impliziert, dass in einem bestimmten Gebiet niemand von der Nutzung der aus Umverteilung entstehenden positiven Effekte ausgeschlossen werden kann. Wenn aber niemand ausgeschlossen werden kann, muss ein System auch immer ein entsprechendes rcid:228umliches Gebiet umfassen, sonst kommt es zum cid:252blichen Free RiderVerhalten. Eine Trennung von Gebiet und System ist nicht mcid:246glich. Nichts anderes aber wcid:228re die Einfcid:252hrung des Heimatlandprinzips. Retten kcid:246nnte man das Prinzip, wenn man den Empfcid:228ngern die Freizcid:252gigkeit zwischen den Lcid:228ndern nicht zugesteht. Ein solches Verbot wcid:252rde Sozialtourismus ausschalten. Lediglich die Beitragszahler werden jetzt noch wandern. cid:220ber ihre Voice und ExitOptionen werden sie das System zwingen, die Umverteilung effizient bereit zu stellen. Ist das System ineffizient, wandern sie ab. Die negativen Anreizwirkungen werden so gering wie mcid:246glich gehalten, die Ineffizienzen staatlicher Bereitstellung und die Rent SeekingAktivitcid:228ten unterbleiben. Die Beitragszahler kcid:246nnen sich nun frei nach Prcid:228ferenz ihr optimales System aussuchen: Systeme mit hoher Sicherheit vor Kriminalitcid:228t, aber auch hohen Kosten der Umverteilung, Systeme ohne Sicherheit mit Hunger und Armut, aber dafcid:252r geringen Umverteilungskosten. Doch jetzt treten zwei Probleme auf: Das erste Problem ist ein schon genanntes, ncid:228mlich das der cid:246ffentlichen Gcid:252ter bzw. steigenden Skalenertrcid:228ge bei der Bereitstellung des Gutes Umverteilung. Alle Reichen werden sich in einem System versammeln, denn dann kcid:246nnen sie das Gut Umverteilung d.h. Sozialer Frieden, Altruismus kostengcid:252nstiger beziehen. Die Armen bleiben zurcid:252ck und verhungern 18. Problem zwei betrifft das Nutzenniveau der Armen: Ihre Freiheit und damit ihre Wahlmcid:246glichkeiten werden eingeschrcid:228nkt, wenn sie das Heimatland nicht verlassen dcid:252rfen. Ein Verbot, ein anderes Land aufzusuchen und dort vielleicht die Arbeitskraft zur Verfcid:252gung zu stellen, kann nicht effizient sein. Also: Das Angebot des cid:246ffentlichen Gutes kommt zustande. Die Armen aber bleiben auf der Strecke. Die Einfcid:252hrung des Heimatlandprinzips kann folglich nicht die Lcid:246sung bringen. 18 Gemcid:228cid:223 der Argumentation kann dieser Fall durchaus wohlfahrtsoptimal sein. Das cid:246ffentliche Gut wird kostenminimal produziert. Der Nutzen der Beitragszahler ist optimal, das Nutzenniveau der zurcid:252ckbleibenden Empfcid:228nger hingegen sehr gering. Stellt man keine interpersonellen Nutzenvergleiche an, kann man cid:252ber mcid:246gliche Wohlfahrtswirkungen selbst im Fall des Verhungerns der Armen keine Aussagen machen. Nichtsdestotrotz wird hier davon ausgegangen, dass ein Race to the Bottom mit solchen Folgen nicht wcid:252nschenswert ist. Es ist anzumerken, dass dies ein reines Werturteil ist. 22 Noch eine weitere Begrcid:252ndung der Sicherung des Existenzminimums wurde oben geliefert: Die Umverteilung aus Versicherungsgrcid:252nden. Inwieweit kann dieses Motiv unter Systemwettbewerb befriedigt werden? Die reichen Individuen werden ein gewisses Macid:223 an Umverteilung prcid:228ferieren, um selbst, sollten sie in die unglcid:252ckliche Lage kommen und verarmen, davon profitieren zu kcid:246nnen. Bei Systemwettbewerb wird nun folgendes passieren: Die Reichen realisieren, dass sie, wenn sie arm sind, das System wechseln kcid:246nnen. Folglich ist es fcid:252r sie nicht sinnvoll, in ihrem jetzigen System sich mittels Umverteilung gegen den Armutsfall zu versichern. Sie werden lieber versuchen, in anderen Systemen im Falle des Eintritts der Armut Trittbrett zu fahren. Im Fall einer fehlenden Mobilitcid:228tsbeschrcid:228nkung kommt es auch hier folglich zu einer Unterversorgung. Eine Sozialhilfe als letzte Absicherung gegen das Armutsrisiko wird nicht bereitgestellt. Erst wenn die Mobilitcid:228t nicht vollstcid:228ndig gegeben ist, kann der Einzelne davon ausgehen, dass Umverteilung zustande kommt. Ist die ihm bei Systemwettbewerb entstehende Hcid:246he an Sicherung durch Umverteilung aber zu niedrig, muss er sich zuscid:228tzlich privat versichern. Diese Mcid:246glichkeit steht ihm frei. 3.4. Einwcid:228nde gegen das Versagen des Systemwettbewerbs Offensichtlich ist in der Realitcid:228t der beschriebene Prozess nicht eingetreten. Noch hat der befcid:252rchtete Race to the Bottom nicht eingesetzt, ein Kollaps der Sicherungssysteme ist nicht zu beobachten. Die Systeme sind so heterogen wie zuvor Boeri, 2000. Zwar sind in der Europcid:228ischen Union beispielsweise die Grenzen offen, trotzdem werden die Umverteilungsniveaus bisher nicht abgesenkt. Woran liegt dies? Wichtigster Grund ist sicherlich, dass die Mobilitcid:228t bislang nicht zu hoch eingeschcid:228tzt werden darf. Eine Abwanderung aus dem System der sozialen Sicherung bedeutet heutzutage zumeist auch ein Verlassen des jeweiligen Nationalstaates. Dies ist mit hohen Transaktionskosten verbunden: Neue Sprache, neue Umgebung, neue Kultur und Umzugskosten. In einigen Staaten ist es aucid:223erdem mit der Freizcid:252gigkeit nicht weit her, selbst innerhalb der EU gibt es nach wie vor Beschrcid:228nkungen 19. Solche Mobilitcid:228tsbeschrcid:228nkungen bringen es mit sich, dass Produktionsfaktoren oder Personen in einem gewissen Macid:223e zur Finanzierung der Umverteilung herangezogen werden kcid:246nnen. Je immobiler sie sind, desto eher kcid:246nnen sie zur Zahlung ge 19 In vielen Lcid:228ndern muss man sich mehrere Jahre aufgehalten haben, bevor man Mittel aus der Umverteilung erhcid:228lt. Sozialhilfeempfcid:228nger verlieren derzeit, wenn sie von ihrem Recht auf Freizcid:252gigkeit Gebrauch machen, das Anrecht auf staatliche Unterstcid:252tzung. Dies ist hinsichtlich des Rechtes auf Freizcid:252gigkeit allerdings als sehr problematisch einzuschcid:228tzen Richter, 2000. 23 zwungen werden Krueger, 2000. Aber dies hat nicht nur Folgen auf die Vermeidung einer ungewollten Abwcid:228rtsspirale der sozialen Leistungen, sondern auch auf die Kostenseite. Ist Mobilitcid:228t nicht gegeben, ist eine Auswahl des besten Sicherungssystems nach individuellem Gutdcid:252nken nicht mcid:246glich, so kommt der Systemwettbewerb nicht zustande. Es liegt eine Monopolstellung des Systems gegencid:252ber seinen Mitgliedern vor Kerber, 2000, S.372, der Zwang zur Kostenminimierung wird nur in relativ geringem Macid:223e spcid:252rbar. Je immobiler die Personen, desto geringer ist die positive Wettbewerbswirkung auf die gesamtwirtschaftlichen Kosten der Umverteilung. Schon auf theoretischer Ebene wird klar, dass eine unbeschrcid:228nkte Mobilitcid:228t zwischen den Systemen sich nicht herstellen lcid:228sst. Solange die Umverteilungsziele an bestimmte regionale Gebiete gekoppelt sind, entstehen Transaktionskosten fcid:252r den Gebietswechsel. Lcid:246sen kann man sie aber nicht, da Umverteilung ein cid:246ffentliches Gut ist und niemand davon ausgeschlossen werden kann. Das System ist an ein regionales Gebiet gekncid:252pft. Und beim Wechsel aus diesem Gebiet wird es immer auch andere mitentscheidende Faktoren als nur das Niveau an Umverteilung geben, welche die Mobilitcid:228t beschrcid:228nken und auch unter Systemwettbewerb einen Race to the Bottom begrenzen. Der Aufbau des Szenarios eines Race to the Bottom erscheint stark cid:252bertrieben Oates, 1999. Zwar mag eine Abwcid:228rtsspirale von der Tendenz her einsetzen, aber sie wird niemals zu Null Umverteilung fcid:252hren. Denn Mobilitcid:228t ist nicht kostenlos zu haben. Aber solange die Kosten der Umverteilung die Kosten der Mobilitcid:228t nicht cid:252bersteigen, ist und bleibt Umverteilung mcid:246glich BertholdThode, 1998. Allerdings ermcid:246glichen die aus Grcid:252nden der Mobilitcid:228tsrestriktionen verbleibenden staatlichen Finanzierungsquellen bedauerlicherweise auch weiterhin staatliche Ineffizienzen. Der Anreiz, etwas gegen diese Ineffizienzen zu unternehmen und seinen Beitragszahlern ein attraktives Angebot des Gutes Umverteilung anzubieten, ist aber unter Systemwettbewerb wesentlich stcid:228rker als ohne ihn. Bei der Wahl des optimalen Systems wird somit nicht nur das Sicherungssystem bercid:252cksichtigt: Der Nachteil der Wanderungsentscheidung besteht geradezu daraus, dass cid:252ber ein komplexes Gcid:252terbcid:252ndel abgestimmt wird. Eine Marginalentscheidung, die zu einem optimalen Umverteilungsniveau fcid:252hrt, ist nicht mcid:246glich. Spielen aber auch andere Merkmale eines Systems eine Rolle als nur die Ausgestaltung der Umverteilung, die im Sinne Tiebouts als limitierende Faktoren dienen, kann im Rahmen der unterschiedlichen Erfcid:252llung der Prcid:228ferenzen fcid:252r diese Merkmale umverteilt werden Kerber, 2000, S.370. Sind die Systeme aber heterogen, 24 haben sie z.B. unterschiedliche Arbeitsmarktstrukturen, unterschiedliche Ordnungsrahmen u.cid:228., so sind fcid:252r diese Systeme auch unterschiedliche Formen und Hcid:246hen von Umverteilung optimal Freeman, 2000. Und da es wegen kleinerer Abweichungen des Umverteilungssystems von den Prcid:228ferenzen nicht gleich zu Abwanderung kommen wird, verlcid:228uft der Race to the Bottom doch reichlich abgemildert. Systemwettbewerb verhindert, dass die Umverteilung zur Sicherung des Existenzminimums weiterhin beliebig ausgestaltet werden kann. Dass die nationalstaatlichen Systeme dies momentan noch kcid:246nnen, liegt an der zur Zeit noch vorherrschenden Immobilitcid:228t. Doch bei vollstcid:228ndiger Mobilitcid:228t wcid:252rde Systemwettbewerb noch darcid:252ber hinaus wirken: Durch eine Zuwanderung der Armen ist es dann mcid:246glich, dass das System der Umverteilung kollabiert. Es ist fcid:252r die Zahler der Umverteilung sinnvoll, immer nur ein vergleichsweise geringes Macid:223 an Umverteilung bereitzustellen. Dann werden die sozial Schwachen ncid:228mlich in die anderen Systeme abwandern. Die Reduzierung der Umverteilung cid:252bt negative externe Effekte auf benachbarte Systeme aus. Der soziale Frieden im eigenen Gebiet ist zuncid:228chst einmal hergestellt. Da dieses Verhalten fcid:252r alle rational ist, kann die Sicherung des Existenzminimums bei vollstcid:228ndiger Mobilitcid:228t letztlich nicht gewcid:228hrleistet werden. Dieser Punkt ist der eigentliche Kern des Problems. Es ist nicht die Wanderung der Beitragszahler, sondern jene der Empfcid:228nger, die ausgelcid:246st durch unterschiedliche Wohlfahrtsniveaus zu einem unbefriedigenden, paretosuboptimalen Umverteilungsniveau fcid:252hrt Pauly, 1973. Dieses Ergebnis wird allerdings dadurch stark relativiert, dass einerseits keine vollstcid:228ndige Mobilitcid:228t herrscht Monopolkommission, 1998, S.37, und dass andererseits eine Wanderungsentscheidung von vielen Faktoren abhcid:228ngt. Spielen dort auch staatliche Leistungen mit hinein, die keinen Race to the Bottom implizieren, kann im Rahmen dessen Umverteilung weiterhin betrieben werden Apolte, 2000. Lediglich die nicht zieladcid:228quate, wohlstandsmindernde Umverteilung innerhalb der Mittelschicht wird auf ein wesentlich geringeres Macid:223 zurechtgestutzt werden Berthold, 1999. 4. Dezentrale Sozialpolitik und Systemwettbewerb cid:150 ja oder nein? Ganz unabhcid:228ngig davon, ob man nun institutionellen Wettbewerb zulcid:228sst oder nicht, stellt sich die Frage nach der optimalen Grcid:246cid:223e der Sicherungssysteme. Je kleiner die Sicherungssysteme sind, desto grcid:246cid:223er ist die Mobilitcid:228t und desto besser kcid:246nnen die staatlichen Ineffi 25 zienzen im Systemwettbewerb wegkonkurriert werden. Doch dies ist nicht der einzige Grund fcid:252r eine eher dezentrale Bereitstellung in rcid:228umlich verhcid:228ltnismcid:228cid:223ig kleinen Gebieten. In jeder Gesellschaft und jedem System gibt es unterschiedliche Prcid:228ferenzen bezcid:252glich des gewcid:252nschten Niveaus an Umverteilung. Bei jeder Entscheidung cid:252ber ein mcid:246gliches Umverteilungsniveau gibt es folglich Minderheiten, die cid:252berstimmt werden. Je grcid:246cid:223er das System, desto mehr Personen darin werden tendenziell cid:252berstimmt. Gerade wenn die Prcid:228ferenzen der Wirtschaftssubjekte rcid:228umlich relativ homogen, dafcid:252r zwischen den Regionen aber unterschiedlich sind, ist eine dezentrale Bereitstellung sinnvoll, deren regionale Eingrenzung sich an der Homogenitcid:228t der Prcid:228ferenzen ausrichten sollte. Einfluss auf die Unterschiedlichkeit der Prcid:228ferenzen kcid:246nnen dabei einerseits unterschiedliche regionale Traditionen, andererseits aber auch regional unterschiedliche Einkommensniveaus haben. Umverteilung hat den Charakter eines cid:246ffentlichen Gutes, das aus Grcid:252nden der Free RiderProblematik und des Marktversagens auf den Versicherungsmcid:228rkten nicht privat bereitgestellt wird. Je nach Modellierung der interdependenten Nutzenfunktion handelt es sich dabei um ein lokales oder um ein supralokales cid:246ffentliches Gut. Geht man davon aus, dass sich der Nutzen der Beitragszahler mit zunehmender rcid:228umlicher Entfernung zu den Empfcid:228ngern durch Umverteilung immer weniger erhcid:246ht, so handelt es sich um ein lokales cid:246ffentliches Gut Pauly, 1973, was wiederum eine dezentrale Lcid:246sung nahe legt. Ist die rcid:228umliche Entfernung hingegen irrelevant, wcid:228re eine zentrale Bereitstellung vorzuziehen LaddDoolittle, 1982. Die Argumente des sozialen Friedens und des Altruismus cid:252berzeugen aber eher auf regionaler Ebene Dercks 1996, S.55. Je weiter die Armut entfernt ist, desto geringer bercid:252hrt sie. Umverteilung zugunsten sozial Schwacher leuchtet aus dieser Sicht eher als ein regional cid:246ffentliches Gut ein. Lediglich wenn es absolut keine rcid:228umliche Dimension in der Motivation fcid:252r Umverteilung gcid:228be, wcid:228re eine zentrale Lcid:246sung geeigneter Pauly, 1973. Ein wohlmeinender Diktator kcid:246nnte die unterschiedlichen Prcid:228ferenzen auch zentral befriedigen, indem er regional verschiedene Umverteilungssysteme implementiert, welche den jeweiligen regionalen Wcid:252nschen entsprechend ausgestaltet sind. In der Realitcid:228t aber scheitern derartige zentrale Arrangements an den Unvollkommenheiten auf dem Markt der politischen Entscheidungen BesleyCoate, 1999. Und noch etwas spricht fcid:252r eine dezentrale Ausgestaltung: Je zentraler die Umverteilung vorgenommen wird, desto grcid:246cid:223er sind die Informationskosten der Bcid:252rger, und damit verbunden 26 sind die Kontrollmcid:246glichkeiten geringer. Insbesondere hinsichtlich der Bedcid:252rftigkeitsprcid:252fung dcid:252rfte dies ein ausschlaggebender Punkt sein. Nur wer wirklich bedcid:252rftig ist, soll von der Umverteilung profitieren. Diese Prcid:252fung wird umso genauer durchgefcid:252hrt werden, je mehr die Kosten einer Auszahlung an nicht Bedcid:252rftige im eigenen kleinen System anfallen und nicht umgelegt werde kcid:246nnen. Und je kleiner das System ist, desto fcid:252hlbarer werden diese Kosten. Die Verantwortlichkeiten kcid:246nnen nicht mehr verwischt werden Berthold, 1998. Dort, wo ineffizient gehandelt wird, werden auch die Kosten sichtbar. Dies werden die dafcid:252r Zustcid:228ndigen im politischen Prozess verantworten mcid:252ssen, und, wenn Systemwettbewerb eingefcid:252hrt wird, zuscid:228tzlich noch in Form von Abwanderung zu spcid:252ren bekommen. Es spricht also einiges fcid:252r eine dezentrale Lcid:246sung. Doch es gibt auch Argumente fcid:252r eine eher zentrale Lcid:246sung. Es ist davon auszugehen, dass die positiven externen Effekte, die Umverteilung auf die Zahlenden auscid:252bt, nicht genau regional abzugrenzen sind. Wenn in einem Gebiet dank grocid:223zcid:252giger Umverteilung ein hohes Existenzminimum garantiert werden kann, ncid:252tzt dies auch Nachbarregionen: Man weicid:223, dass man vor Revolutionen in der Nachbarregion geschcid:252tzt ist, die grenzcid:252berschreitende Kriminalitcid:228t geht zurcid:252ck, die altruistischen Motive werden befriedigt, da es den Armen im Nachbarland ja besser geht. Und wenn man weicid:223, dass man im Fall einer plcid:246tzlichen Verarmung ins Nachbarland auswandern kann und die dortige Umverteilung in Anspruch nehmen kann, so stiftet auch dies schon einen nicht zu unterschcid:228tzenden Nutzen. Je stcid:228rker diese positiven externen Effekte auf die Nachbarsysteme einwirken, desto grcid:246cid:223er wird die Unterversorgung ausfallen, da die Nachbarsysteme ohne zentralen Zwang die Free RiderPosition einnehmen werden Sinn, 1998. Also: Die Systeme dcid:252rfen nicht zu klein sein, um die positiven externen Effekte und damit die Unterversorgung nicht zu grocid:223 werden zu lassen. Wenn trotzdem externe Effekte anfallen, ist eine Ausgleichszahlung mcid:246glicherweise sinnvoll. Dies alles spricht dafcid:252r, Umverteilung zugunsten der sozial Schwachen regional zu organisieren. Hier sind die positiven externen Effekte nicht mehr so grocid:223, dass sie eine gravierende Unterversorgung an Umverteilung mit sich bringen wcid:252rden. Systemwettbewerb wird mcid:246glich, ohne dass ein Race to the Bottom zu befcid:252rchten ist. Die Anreize zur Kostenbeschrcid:228nkung werden gestcid:228rkt. Mobile Bcid:252rger kcid:246nnen sich je nach Prcid:228ferenz ihre bevorzugte Region mit dem ihnen passenden Sicherungssystem aussuchen. Die heterogenen Prcid:228ferenzen kcid:246nnen bedient werden. Systemwettbewerb wirkt als Entdeckungsverfahren, in dessen Verlauf Systeme mit gelungenen Innovationen Vorsprcid:252nge gegencid:252ber anderen Systemen erlangen kcid:246nnen, in 27 dessen Rahmen sie sich wiederum von diesen absetzten kcid:246nnen. Sicherlich verbleiben nach wie vor monopolistische Spielrcid:228ume fcid:252r die Systeme der Umverteilung. Aber sie werden kleiner. Der Tradeoff zwischen Skalenertrcid:228gen bzw. Grcid:246cid:223envorteilen in der Bereitstellung des Gutes Umverteilung auf der einen und der Bedienung heterogener Prcid:228ferenzen und entstehender Monopolspielrcid:228ume auf der anderen Seite lcid:228sst sich nicht vcid:246llig entschcid:228rfen. Doch auch bei einer regionalen Lcid:246sung ist eine zentrale Institution erforderlich, wenn der Systemwettbewerb funktionieren soll 20. Wettbewerb braucht Regeln, an die sich alle halten. Diese zentrale Institution muss Absprachen zwischen den Systemen verhindern, die den Wettbewerb beschrcid:228nken. Die Grenzen mcid:252ssen offen bleiben, kartellistische Harmonisierungstendenzen mcid:252ssen unterbunden werden. Gegebenenfalls sind auch verbleibende externe Effekte zu internalisieren Pauly, 1973. Und nach obigen cid:220berlegungen mag es im Zeitablauf auch sinnvoll sein, eine Untergrenze der Umverteilung festzulegen, sollte im Laufe der Zeit die Mobilitcid:228t immer stcid:228rker werden 21. Denn die Gefahr eines Race to the Bottom darf man nicht ignorieren: Schliecid:223lich ist es das Ziel der Europcid:228ischen Union, dass die Mobilitcid:228t steigt, mit all den positiven cid:246konomischen Wirkungen, die sich daraus ergeben Bertola et al., 1999. Diese Untergrenze allerdings muss dann auch im cid:228rmsten System noch unter allokativen Anreizwirkungen tragbar sein cid:150 es kann sich folglich nur um eine absolute Mindestsicherung handeln. Die Implementierung einer dezentralen Umverteilung mit regionalen Systemen, die im Wettbewerb stehen, eingebettet in eine von einer zentralen Institution cid:252berwachten Wettbewerbsordnung, ist das Gebot der Stunde. Der Race to the Bottom wird vermieden. Doch die cid:228rgsten Kosten, Fehlallokationen und Ineffizienzen werden beseitigt werden mcid:252ssen. Globalisierung und institutioneller Wettbewerb dcid:252rfen nicht als Bedrohung fcid:252r den Sozialstaat gesehen werden, sondern als seine Rettung. Denn sie machen es mcid:246glich, den Weg aus der institutionellen Verflechtungsfalle zu beschreiten, die verkrusteten Strukturen aufzubrechen und die Ineffizienzen zu beseitigen BertholdStettes, 2000. Und ohne die Beseitigung dieser Ineffizienzen ist der Sozialstaat langfristig nicht cid:252berlebensfcid:228hig. Wettbewerb der Systeme ist mitnichten ein vollkommenes Instrument, um den Staat zu zcid:252geln und das Marktversagen zu beheben. Aber ein besseres Instrument als Wettbewerb steht uns leider nicht zur Verfcid:252gung. 20 Ein gutes Beispiel, dass eine Dezentralisierung ohne eine starke zentrale Institution nicht funktioniert, zeigt das Beispiel Russlands, insbesondere wenn man die russische und die chinesische Entwicklung in den letzten Jahren verfolgt BlanchardShleifer, 2000. 21 Eine verzcid:246gerte Integration, wie sie laut Richter der wissenschaftliche Beirat vorschlcid:228gt, ist auf jeden Fall ein geeignetes Instrument zur Verhinderung eines Race to the Bottom Richter, 2000. Bleibt die Umverteilungskompetenz aber auf nationaler Ebene, wird nicht nur der Race to the Bottom vermieden: Aufgrund der zuscid:228tzlichen Mobilitcid:228tshemmnisse wird auch der Leviathan weiterhin gierig die Steuergelder der Wohlhabenden verschlingen dcid:252rfen. 28 Literatur Acemoglu, D. und J.A. Robinson 1999: Inefficient Redistribution, CEPR Discussion Paper No. 2122, London Alesina, A. und R. Wacziarg 1999: Is Europe Going too Far?, NBER Working Paper No. 6883, Cambridge MA Apolte, T. 2000: Institutioneller Wettbewerb: Anscid:228tze, Theoriedefizite und Entwicklungsperspektiven, Referat beim Ausschuss fcid:252r Wirtschaftspolitik des Vereins fcid:252r Socialpolitik, gehalten am 29.3.2000 in Potsdam Arnold, V. 1994: Altruismus und Effizienz, in K. Homann Hrsg., Wirtschaftsethische Perspektiven I Theorie, Ordnungsfragen, Internationale Institutionen, Schriften des Vereins fcid:252r Socialpolitik, Bd. 228I, Berlin, S.5384 Arrow, K. 1951: Social Choice and Individual Values, New Haven, Yale University Press Berthold. N. 1998: Der Fcid:246deralismus und die Arbeitslosigkeit: Eine vernachlcid:228ssigte Beziehung, List Forum fcid:252r Wirtschafts und Finanzpolitik, Bd. 24, S.345366 Berthold, N. 1999: Sozialstaat und struktureller Wandel: Eine verhcid:228ngnisvolle Beziehung?, Schweizerische Zeitschrift fcid:252r Volkswirtschaft und Statistik, Bd. 135, S. 407437 Berthold, N. 2000: Das Bcid:252ndnis fcid:252r Arbeit cid:150 Ein Weg aus der institutionellen Verflechtungsfalle?, Eingeladener Vortrag auf der Jahrestagung des Vereins fcid:252r Socialpolitik in Berlin Berthold, N. und R. Fehn 2000: Arbeitsmarktpolitik in der Europcid:228ischen Wcid:228hrungsunion, erscheint in: Perspektiven der Wirtschaftspolitik Berthold, N. und J. Hilpert 1998: Sozialstandards unter globalem Druck: Erhalten, senken, erhcid:246hen?, Wirtschaftswissenschaftliche Beitrcid:228ge des Lehrstuhls fcid:252r Volkswirtschaftslehre, Wirtschaftsordnung und Sozialpolitik, Universitcid:228t Wcid:252rzburg, Nr. 20 29 Berthold, N. und O. Stettes 2000: Globalisierung und Strukturwandel cid:150 droht das Ende des Sozialstaates?, Wirtschaftswissenschaftliche Beitrcid:228ge des Lehrstuhls fcid:252r Volkswirtschaftslehre, Wirtschaftsordnung und Sozialpolitik, Universitcid:228t Wcid:252rzburg, Nr. 35 Berthold, N. und E. Thode 1998, Globalisierung cid:150 Drohendes Unheil oder schcid:246pferische Kraft fcid:252r den Sozialstaat, in: Knappe, E.Berthold, N. Hrsg., cid:214konomische Theorie der Sozialpolitik, Heidelberg, S. 319360 Berthold, N. und E. Thode 2000: Umverteilung in der Mittelschicht Notwendiges cid:220bel im Kampf gegen Armut?, in: Kantzenbach, E. et al. Hrsg., Hamburger Jahrbuch fcid:252r Wirtschafts und Gesellschaftspolitik, 45. Jahr, S. 173207 Bertola, G. et al. 1999: Welfare Systems and Labor Markets in Europe: What Convergence before and after EMU?, mimeo Besley, T. und S. Coate 1999: Centralized versus Dezentralized Provision of Local Public Goods: A Political Economy Analysis, NBER Working Paper 7084, Cambridge MA Blanchard, O. und A. Shleifer 2000: Federalism With And Without Political Centralization: China Versus Russia, NBER Working Paper 7616, Cambridge MA Boeri, T. 2000: Social Europe: Dramatic Visions and Real Complexity, CEPR Discussion Paper No. 2371, London Bolton, P. und G. Roland 1997: The Breakup of Nations: A Political Economy Analysis, Quarterly Journal of Economics 112 4, S.10571089 Boss, A. 1999: Sozialhilfe, Lohnabstand und Leistungsanreize, Kieler Arbeitspapier Nr. 912, Kiel Brennan, G. 1973: Pareto Desirable Redistribution: The NonAltruistic Dimension, Public Choice, Vol. 14, S.4367 30 Brennan, G. und J.M. Buchanan 1985: The Reasons of Rules cid:150 Constitutional Political Economy, Cambridge Brown, C. und W. Oates 1987: Assistance to the Poor in a Federal System, Journal of Public Economics, Vol. 32, No. 3, April 1987, S.307330 Buchanan, J.M. 1980: Rent Seeking and Profit Seeking, in: Buchanan, J.M. Tollison, R.D. Tullock, G. Hrsg., Towards a Theory of Rent Seeking Society, Texas, S.316 Buchanan, J.M. 1993: cid:147How Can Constitutions be Designed so that Politicians who Seek to Serve Public Interest can Survive and Prosper?cid:148, Constitutional Political Economy, Vol.4, No.1, S. 16 Buchanan, J.M. und R. L. Faith 1987: Secession and the Limits of Taxation: Towards a Theory of Internal Exit, American Economic Review 77, S. 10231031 Daveri, F. und G. Tabellini 2000: Unemployment, Growth and Taxation in Industrial Countries, Economic Policy 18, S.47103 Dercks, A. 1996: Redistributionspolitik und fcid:246derale Ordnung, in: Donges, J.B. und J. Eekhoff Hrsg.: Untersuchungen zur Wirtschaftspolitik, Kcid:246ln Downs, A. 1957: An Economic Theory of Democracy, New York Eucken, W. 1952: Grundscid:228tze der Wirtschaftspolitik, Tcid:252bingen Feld, L.P. 2000: Fiskalischer Wettbewerb und Einkommensumverteilung, Perspektiven der Wirtschaftspolitik 1, S.181198 Freeman, R.B. 2000: Single Peaked vs. Diversified Capitalism: The Relation Between Economic Institutions and Outcomes, NBER Working Paper 7556, Cambridge MA Giersch, H. 1995: Diskussionsbeitrag, in Gehrken, L. Hrsg., Europa zwischen Ordnungswettbewerb und Harmonisierung, Berlin, S.3544 31 Hayek, F. A. von 1968: Wettbewerb als Entdeckungsverfahren, Kieler Vortrcid:228ge N.F. 56 Hochman, H.M. und J.D. Rodgers 1969: Pareto Optimal Redistribution, American Economic Review, 59, S.542557 Kerber, W. 2000: Wettbewerbsordnung fcid:252r den interjurisdiktionellen Wettbewerb, in: Wi St cid:150 Wirtschaftswissenschaftliches Studium, 72000, S. 368374 Krueger, A. B. 2000: From Bismarck to Maastricht: The March to European Union and the Labor Compact, NBER Working Paper 7456, Cambridge MA Kcid:252lp, B. 1975: Umverteilung zugunsten der nicht ganz Armen zu Lasten der nicht ganz Reichen?, in: Dcid:252rr, E. u.a. Hrsg., Beitrcid:228ge zur Wirtschafts und Gesellschaftspolitik, Berlin, S.227241 Ladd, H.F. und F.C. Doolittle 1982: Which Level of Government Should Assist the Poor?, National Tax Journal 35, S.323336 Levy, P.A. 1994: Redistribution: The Marketcid:146s Overhead, Review of Radical Political Economics, Bd. 26, 4, S. 122 Lindbeck, A. 1985: Redistribution Policy and the Expansion of the Public Sector, Journal of Public Economy, Vol. 28, S.309328 Monopolkommission 1998: Systemwettbewerb, Sondergutachten der Monopolkommission, Kcid:246ln Mueller, D.C. 1998: Redistribution and Allocative Efficiency in a Mobile World Economy, in: Jahrbuch fcid:252r neue politische cid:214konomie, Bd. 17, S. 172190 Musgrave, R.A. 1969: Theories of Fiscal Federalism, Public Finance 24, S.521536 32 Nickell, S. 1997: Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspectives 11, S.5574 Oates, Wallace E. 1972: Fiscal Federalism, New York u.a. Oates, Wallace 1999: Essay on Fiscal Federalism, Journal of Economic Literature Vol. 37, 1999 Heft 3, S. 11201149 Pauly, M.V. 1973: Income Redistribution as a Local Public Good, Journal of Public Economics 2 1973, S.3558 Richter, W. 2000: Institutioneller Wettbewerb und die Regelung der Zustcid:228ndigkeit von Institutionen fcid:252r Personen Samuelson, P. A. 1954: The Pure theory of Public Expenditures, Review of Economics and Statistics, 36, S. 38789 Sen, A. 1997: Inequality, Unemployment, and Contemporary Europe, International Labour Review 136, 2, S.155172 Siebert, Horst 1997: Disziplinierung der nationalen Wirtschaftspolitik durch die internationale Kapitalmobilitcid:228t, Kieler Arbeitspapier Nr. 832, Kiel Sinn, H.W. 1990a: Tax Harmonisation and Tax Competition in Europe, European Economic Review 34, S. 489504 Sinn, H.W. 1990b: The Limits to Competition Between Economic Regimes, Empirica 17, S. 314 Sinn, H.W. 1998: European Integration and the Future of the Welfare State, Swedish Economic Policy Review 5 1, S.113132 Sinn, H.W. 1999: The Subsidiarity Principle and Market Failure in Systems Competition, NBER Working Paper 5411, Cambridge MA 33 Sinn, S. 1992: The Taming of Leviathan: Competition Among Governments, Constitutional Political Economy, 3, S.177196 Tiebout, C. M. 1956 : A Pure Theory of Local Expenditures, Journal of Political Economy 64, S.416424 Voigt, S. 2000: Das Konzept der nationalstaatlichen Souvercid:228nitcid:228t und die Theorie der Wirtschaftspolitik, Beitrag fcid:252r die Jahrestagung des Wirtschaftspolitischen Ausschusses im Verein fcid:252r Socialpolitik, Potsdam Watrin, C. 1985a: Ordnungspolitische Aspekte der Einkommensumverteilung, Zeitschrift fcid:252r Wirtschaftspolitik, Bd. 34 1, S.6573 Watrin, C. 1985b: Staatsaufgaben cid:150 die cid:246konomische Sicht, in: Zeitschrift fcid:252r Wirtschaftspolitik: Theoretische Grundlagen der Wirtschaftspolitik, Bd. 34 2, S. 131159 Wildasin, D.E. 1998: Factor Mobility and Redistributive Policy: Local and International Perspectives, in: Peter B. Sorensen Hrsg., Public Finance in a Changing World, London, S.151192 Wohlgemuth, M. 1998: Institutioneller Wettbewerb als Entdeckungsverfahren, Diskussionsbeitrag 0498 des MaxPlanckInstituts zur Erforschung von Wirtschaftssystemen, Jena 34 Seit 1997 erschienen: Nr. 16 Unvollkommene Kapitalmcid:228rkte und strukturelle Arbeitslosigkeit: Schaffen Pen sionsfonds Abhilfe? von Rainer Fehn, 1998 erschienen unter dem Titel cid:132Schaffen Pensionsfonds cid:252ber vollkommenere Kapitalmcid:228rkte mehr Beschcid:228ftigung?cid:147 in: Koslowski, P. ed., Shareholder Value und die Kriterien des Unternehmenserfolgs. Kapitalrechnung und gesellschaftliche Entwicklung, Heidelberg, 1999, S. 73108. Nr. 17 Globalisierung Drohendes Unheil oder schcid:246pferische Kraft fcid:252r den Sozialstaat? von Norbert Berthold und Eric Thode, 1998 erschienen in: Knappe, Eckhart und Norbert Berthold Hrsg., cid:214konomische Theorie der Sozialpolitik, Heidelberg, Physica, 1998, S. 319360. Nr. 18 Endzeit der Flcid:228chentarife? von Norbert Berthold, 1998 erschienen in: Bitburger Gesprcid:228che, Jahrbuch 1998, Mcid:252nchen 1998, S. 19 cid:150 38. von Norbert Berthold und Rainer Fehn, 1998 erschienen in: Kyklos, Vol. 51 1998, Fasc. 4, S. 509536. Nr. 19 Does EMU Promote LaborMarket Reforms? Nr. 20 Sozialstandards unter globalem Druck: Erhalten, senken, erhcid:246hen? von Norbert Berthold und Jcid:246rg Hilpert, 1998 erschienen in: Berg, Hartmut Hrsg., Globalisierung der Wirtschaft: Ursachen Formen Konsequenzen, Schriften des Vereins fcid:252r Socialpolitik, N.F. Bd. 263, Berlin, Duncker Humblodt, 1999, S. 127156. Nr. 21 Die zehn Gebote der Arbeitsmarktpolitik von Norbert Berthold und Rainer Fehn, 1998 erschienen in: Klemmer, Paul, Dorothee BeckerSoest und Rcid:252diger Wink Hrsg., Li berale Grundrisse einer zukunftsfcid:228higen Gesellschaft, BadenBaden: Nomos, 1998, S. 353372. Nr. 22 Real Wage Rigidities, Fiscal Policy, and the Stability of EMU in the Transition Phase von Norbert Berthold, Rainer Fehn und Eric Thode, 1998 erschienen in: Weltwirtschaftliches Archiv, Bd. 135 1999, H. 4, S. 545572. Nr. 23 Europa auf dem Weg ins 21. Jahrhundert cid:150 Die Perspektive Westeuropas von Norbert Berthold, 1998 erschienen in: Wenig, Alois Hrsg., Globalisierung und die Zukunft der sozialen Marktwirtschaft, Berlin 2000, S. 43 cid:15077. Nr. 24 Capital Market Imperfections, Greater Volatilities, and Rising Unemployment: Does Venture Capital Help? von Rainer Fehn, 1998 erschienen in : Review of Economics, Vol. 51 1, S. 13 cid:150 37. Nr. 25 Der Fcid:246deralismus und die Arbeitslosigkeit: Eine vernachlcid:228ssigte Beziehung von Norbert Berthold, 1998 erschienen in: List Forum fcid:252r Wirtschafts und Finanzpolitik, Bd. 24 1998, H. 4, S. 345366. Nr. 26 Labor Market Policy in a Global Economy von Norbert Berthold und Rainer Fehn, 1999 erschienen in: Wagner, Helmut ed., Globalization and Unemployment, Berlin, Springer, 2000, S. 257296. von Norbert Berthold, 1999 erschienen in: Schweizerische Zeitschrift fcid:252r Volkswirtschaft und Statistik, Bd. 135 1999, H. 3, S. 407437. Nr. 27 Sozialstaat und struktueller Wandel: eine verhcid:228ngnisvolle Beziehung? Nr. 28 Aggressive Lohnpolitik, cid:252berschiecid:223ende Kapitalintensitcid:228t und steigende Arbeitslosigkeit: Kcid:246nnen Investivlcid:246hne fcid:252r Abhilfe sorgen? von Norbert Berthold und Rainer Fehn, 1999 erschienen in: Berg, H. Hrsg., Arbeitsmarkt und Beschcid:228ftigung: Deutschland im internationalen Vergleich, Berlin 2000, S. 219 cid:150 249. Nr. 29 Globalisierung und unvollkommene Kapitalmcid:228rkte: Verschcid:228rft die Knappheit international anerkannter Sicherheiten Lcid:228nderkrisen? von Rainer Fehn, 1999 erschienen in: Aucid:223enwirtschaft, Bd. 54 1999, H. 3, S. 389416. Nr. 30 Falling Labor Share and Rising Unemployment: LongRun Consequences of Institutional Shocks? von Norbert Berthold, Rainer Fehn und Eric Thode, 1999 Nr. 31 Rigide Arbeitsmcid:228rkte und ungleiche Einkommensverteilung: Nr. 32 Mehr Beschcid:228ftigung, weniger Arbeitslosigkeit: Setzt sich das cid:246konomische GeEin unlcid:246sbares Dilemma? von Norbert Berthold, Rainer Fehn und Eric Thode, 1999 erschienen in: Zeitschrift fcid:252r Wirtschaftspolitik, Bd. 49 2000,1 , S. 326. setz gegen verbands politische Macht durch? von Norbert Berthold, 2000 Nr. 33 Der Flcid:228chentarifvertrag cid:150 vom Wegbereiter des Wirtschaftswunders zum Verursacher der Beschcid:228ftigungsmisere? von Norbert Berthold und Oliver Stettes, 2000 erscheint in: Ott, C. und Schcid:228fer, H.B. Hrsg., cid:214konomische Analyse des Arbeitsrechts. Nr. 34 Umverteilung in der Mittelschicht cid:150 notwendiges cid:220bel im Kampf gegen Armut? von Norbert Berthold und Eric Thode, 2000 erschienen in: Hamburger Jahrbuch fcid:252r Wirtschafts und Gesellschaftspolitik, 45. Jahr 2000. Nr. 35 Globalisierung und Strukturwandel cid:150 droht das Ende des Sozialstaates? von Norbert Berthold und Oliver Stettes, 2000 erscheint in: Theurl, E. Hrsg., Der Sozialstaat an der Jahrtausendwende cid:150 Analysen und Perspektiven. Nr. 36 Financing Structural Change, Venture Capital, and Unemployment: What is the Role of Investor Protection? von Rainer Fehn, 2000 erscheint in: Rieger, E. und Birgitta Wolff eds, CorporateGovernment Relations in the Age of cid:147Globalizationcid:147. von Rainer Fehn und CarstenPatrick Meier, 2000 erschienen in: Inst. of World Economics, Kiel working paper 982, Kiel, 2000. Nr. 37 The Positive Economics of Corporatism and Corporate Governance Nr. 38 Arbeitsmarktpolitik in der Europcid:228ischen Wcid:228hrungsunion Nr. 39 Das Bcid:252ndnis fcid:252r Arbeit cid:150 von Norbert Berthold und Rainer Fehn, 2000 erscheint in: Perspektiven der Wirtschaftspolitik Ein Weg aus der institutionellen Verflechtungsfalle? von Norbert Berthold, 2000 Nr. 40 Institutions and Structural Unemployment: Do CapitalMarket Imperfections Matter? von Ansgar Belke und Rainer Fehn, 2000 ", "filename": "324469268.pdf", "person": ["Norbert Berthold", "Berthold, Norbert", "Michael Neumann", "Neumann, Michael"], "date": ["2001"]}