{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/50992/1/329328980.pdf"], "title": ["Incentives to grow: multimarket firms and predation"], "plaintext": "ABSTRACT Incentives to Grow: Multimarket Firms and Predation by Rainer Nitsche Network industries with low sunk costs have been popular examples for the theory of contestable markets and spatial competition models. We argue that, due to the multimarket nature of operations, theories of predation are more relevant to explain strategic behaviour. Building on well established reputation models our contribution is threefold. First, we use a more realistic sequencing of the game and strengthen the entry deterrence result. Second, we show that rational multimarket firms may use the threat of predatory entry to expand. Third, we allow strategic interaction of two multimarket firms and find that multimarket firms do not attack each other. ZUSAMMENFASSUNG Expansionsanreize: Multimarktunternehmen und Verdrangungsstrategien in samtlichen Markten. Zweitens wird gezeigt, da Netzwerkindustrien mit geringen versunkenen Kosten dienten haufig als Anwendungsfelder fur die Theorie der bestreitbaren Markte und fur Modelle des raumlichen Wettbewerbs. In der vorliegenden Arbeit wird argumentiert, da aufgrund der Multimarktnatur dieser Branchen Theorien des Verdrangungsverhaltens eine relevantere Erklarung des strategischen Verhaltens liefern. Auf der Basis der etablierten Reputationsmodelle werden drei Neuerungen entwickelt. Erstens wird eine Spielsequenz eingefuhrt, die nicht nur realistischer ist als die herkommliche Modellierung, sondern auch zu einer plausibleren Prognose fuhrt: Verhinderung von Markteintritt rationale Multimarktunternehmen die Drohung eines Markteintritts mit anschlieender Verdrangung des alteingesessenen Mittelstandlers Einmarktunternehmens im Rahmen einer Expansionsstrategie glaubhaft nutzen konnen. Schlielich wird, drittens, die strategische Interaktion von zwei Multimarktunternehmen untersucht. Es zeigt sich, da sie auf gegenseitigen Angriff verzichten und nicht in einen Markt des jeweils anderen MultimarktWettbewerbers eindringen. The author expresses his gratitude to Paul Heidhues, Jos Jansen, Johan Lagerlof, and LarsHendrik Roller for their helpful comments and criticisms. 1 Introduction Stories about markets can have an important impact on economic policy. In 1984 the British Government proclaimed in its White Paper on buses thatthe bus market was cid:147highly contestablecid:148 Department of Transport 1984.Two years later the local bus market outside London was completely deregulated. Critiques of deregulation used the framework of a cid:147circular citycid:148 whenanalysing local bus markets e.g. Evans 1987. They argued that deregulation would lower welfare due to excessive entry. Similar arguments for andagainst liberalisation have been put forward for other network industries likeairlines or postal services. These industries share one characteristic whichhas dominated applied economic analysis and strongly incid:223uenced policy advice: sunk costs are low. That is, building up or closing down operations inthese markets is cheap compared to other network industries. This motivatedthe assumption that entry and exit are almost costless which is requiredfor contestability as well as the circular city framework. In fact the analysisof the existence of sunk costs has become the key criterion for motivatingderegulation and liberalisation.We believe that a richer and more careful comparison of stylised factswith the assumptions and predictions of these models reveals that their explanatory value for the particular network industries is limited. Take againthe British bus industry. We claim that apart from low sunk costs the following stylised facts have empirical substance:1 1 Competition is localised.A bus service may compete to some extent with a service that operates inthe same corridor. Certainly, it does not compete with a service in anotherarea. 2 Fares, frequencies, and scheduling of services can be varied without signicid:222cant time lags. 3 Economies of scale and scope cannot explaincompetitive advantages of large cid:222rms. In its plentiful investigations into thebus industry, the Monopolies and Mergers Commission could not cid:222nd anysystematic unit cost advantage for large operators. 4 Industry concentration has increased signicid:222cantly since deregulation. In the period from 1989to 1999 the four cid:222rm concentration ratio turnover went up from 12% to 59%.2 5 Competition on the road was a rare event and where it occurredthe cid:222rms involved typically did not cover their costs, since incumbents didnot relocate or reschedule their services. 6 Large cid:222rms almost never enteredmarkets of other large cid:222rms.1The stylised facts can be derived from the reports of the competition authorities e.g.MMC 1995 and research reports which were commissioned by the British Governmente.g. Balcombe et al. 1992.2Market share turnover of the four largest bus operators holdings in Great Britainsee Monopolies and Mergers Commission 1995 and TAS 2000. Local concentration ismuch higher since, cid:222rst, these cid:222rms do not operate in all local markets and, second, theydo not operate in the same set of markets.1These facts cause problems for the prevailing models of the industry. Thefact 2 that fares and service levels can be varied without signicid:222cant lagsdoes not cid:222t the theory of contestable markets. According to this theory,monopolists behave as if they are facing active competition since they fearthat otherwise a potential entrant will enter, price its service slightly belowthe prevailing level of the incumbent, earn procid:222ts until the incumbent reactsand then exit the market Baumol, Panzar and Willig 1982.It is wellestablished that even with almost no sunk costs the threat of hit and runentry is not credible if incumbents can react to entry with almost no lag,which is what we observe in the industry Reynolds and Schwartz 1983,Shepherd 1984.The results of the circular city model are driven by the following arguments. In deregulated markets entry and competition would cause incumbents to reschedule their services to make room for the entrant until procid:222tsin the industry are zero and no further entry occurs. Given that entrantsdo not take into account the business stealing effect that their entry has onrivals, too many buses will chase too few passengers. Hence, although pricesrecid:223ect costs, welfare is worse than in a perfectly regulated benchmark sincetoo many buses imply too high cid:222xed costs Salop 1979, Evans 1987. Facts4 and 5 contradict the assumptions of this model. Entry was not oftenobserved and when it was observed the incumbent typically did not reschedule often the frequency of services was increased and both cid:222rms lost moneyuntil one of the rivals left the market or was takenover by the other.We believe that neither approach performs well in explaining the economics of the market, which captures the essence of market evolution. Rather,we suggest a predation model, claim that it has more explanatory value andtry to give some formal underpinning.3 Emphasising stylised fact 1 thatcompetition is localised we attempt to show how multimarket cid:222rms may benecid:222t from operating in several distinct markets. This explains why we observeincreasing concentration 4 although this cannot be explained by economiesof scale and scope 3 or barriers to entry due to sunk costs.The basic intuition of our arguments is well established. Milgrom and 3Although to our knowledge no formal explanation of predation in the bus industryexist, there is previous work that has highlighted the potential importance of predation.First, in its various competition cases both British competition authorities, MMC and OFT, found evidence of predation in the bus industry. Second, Dodgson et al. 1988pointed to the importance of the theory of predation for the bus industry and later 1992developed a model to detect the incidence of predation in the bus industry. Third, someauthors were aware of the importance of predation as a factor of market evolution in thebus industry. However, before deregulation most trusted that the competition authoritieswould be prepared to prevent such action Foster and Golay, 1986. Given the strikingnumber of competition cases in the bus industry it is amazing that the arguments for themotivation of predation in this industry have remained cursory.2Roberts 1982, hereafter MR and Kreps and Wilson 1982, hereafter KWshowed how reputation effects can deter entry of small cid:222rms into distinctmarkets of a chainstore. Benoit 1983, Bolton and Scharfstein 1990 andothers showed how large cid:222rms may use their cid:222nancial clout to deter entryof small cid:222rms. These results were important since they provided formal underpinning to previous arguments that predation may be a rational strategyalthough it is costly in the short run.Following work on reputation effects concentrated on varying the assumptions with regard to the informational structure and tested the robustnessof results and investigated reputation effects in various settings.4 The morerecent literature on the longpurse effect focussed on investigating the nature of the capital market imperfections that explain why some cid:222rms may becid:222nancially more constrained than others.5Three reasons prevent us from simply applying these models to industrieswith localised competition. First, we cid:222nd that the existing reputation models have two fundamental problems. They predict that singlemarket smcid:222rms will enter one or more markets of the multimarket mm cid:222rm that areplayed cid:147latecid:148 in the game. This prediction seems difficult to reconcile witha geographical interpretation of markets like in the chainstore game or intransport markets where the sequence of markets is not obvious and henceshould not drive results. Moreover, and related, traditional reputation models force some entrant to be the cid:222rst to make its entry decision without beingable to reconsider it later. This assumption seems strong since in realitysmcid:222rms may prefer to wait in order to observe others testing the type ofthe mmcid:222rm. In our model smcid:222rms are able to reconsider their decision tostay out when they learn more about the type of the mmcid:222rm. As a resultwe obtain a freerider effect and more plausible predictions that strengthenthe result of MR an KW.Second, existing reputation and long purse models have shown why amonopolistic market structure may persist. However, we would like to learnmore about market evolution, asking whether reputation and long purse effects can explain rational predatory entry of mmcid:222rms in markets of smcid:222rms.In order to analyse this question we develop a reputation model with twosource games and reinterpret the long purse model. We cid:222nd that cid:147largecid:148mmcid:222rms have an incentive for predatory entry and are able to specify what 4Fudenberg and Levine 1989 were able to derive the same basic intuition in a moregeneral setting. They did not restrict the number of types, showed that a normal playerwould choose to imitate the most favourable type and showed that in any Nash equilibrium,provided that there are enough periods and the discount factor approaches one, the payoffof the normal cid:147chainstorecid:148 cannot be much below the payoff of the mimicked store.Following work continued to investigate lower bounds in more general classes of repeatedgames Schmidt 1993, Cripps and Thomas 1995, Celentani et al. 1996.5This has been the focus of Bolton and Scharfstein 1990 as well as Hendel 1996.3cid:147largecid:148 means in the context of both models.Third, although there are a number of reputation models that investigatestrategic interaction of two cid:147longlivedcid:148 players, there is no analysis of twomultimarket cid:222rms operating in different markets and considering entering amarket of a mmrival.6 We analyse strategic interaction of two multimarketcid:222rms and show that large cid:222rms collude in the sense that they avoid attackingeach other.Based on the results of our analysis we claim that predation theories provide a more consistent explanation of market evolution and cid:222t the stylisedfacts much better than circular city models or the contestable markets approach used before. This leads to an important policy implication. Whenliberalising network industries with localised competition an effective enforcement of antipredation rules is warranted. Unless this is ensured, thereis an incentive to grow in order to reap the benecid:222ts of controlling many markets: behavioural barriers to entry, the opportunity for a credible threat ofpredatory entry, and, cid:222nally, collusion with other mmcid:222rms. The limited success of competition authorities to prevent a process of concentration in someof these markets suggests that there is room for improvement in competitionpolicy.The paper is organised as follows. Section 2 sets up the basic reputationmodel. This model is used in section 3 in order to analyse equilibrium entry decisions in different entry constellations singlemarket cid:222rms challenge amultimarket cid:222rm, a multimarket cid:222rm challenges a singlemarket cid:222rm, a multimarket cid:222rm challenges another multimarket cid:222rm. Section 4 introduces adifferent setup in order to analyse the impact of imperfect capital marketson the entry behaviour of multimarket cid:222rms. In section 5 we compare ourresults with the stylised facts sketched above. The conclusions are presentedin section 6.2 The reputation model In this section we develop a reputation game which is based on the gamesintroduced by MR and KW. Their work was inspired by Seltencid:146s analysis ofa complete and perfect information game in which a chainstore was unableto deter entry, although intuition suggested that it should be able to do soSelten 1978. Following Seltencid:146s suggestion to look for amendments to thestrict backwards induction argument in order to resolve the paradox, MRand KW developed the notion of cid:147reputationcid:148. They showed that if thereis some element of uncertainty regarding the type or the behaviour of the 6Schmidt 1993, Cripps and Thomas 1995 and Celentani et al. 1996 investigatestrategic interaction of two longrun players.4incumbent, he may have an incentive to invest in gaining or maintaining areputation for being tough in order to deter entry in other markets. As aresult, if there is a minimum number of cid:147other marketscid:148 potential entrants,the incumbentcid:146s strategy may include cid:222ghting in some markets although inthe short run this implies losses.2.1 The game with complete information We consider a game with a multimarket mm cid:222rm b that is the incumbentoperator in M identical markets and coordinates decisions of its subsidiariesin these markets. Each of these markets is subject to potential entry by asinglemarket sm cid:222rm. The entry games are played sequentially and eachplayer can observe the actions of cid:222rms in those market games that havebeen played before. Markets are indexed backwards, i.e. the entry gamein market M is played cid:222rst. We denote the set of identical smcid:222rms by S a 1,  , a M, where smcid:222rms a M ,  , a 1 are the potential entrants, eachfor a different market.Market games, m 1,  , Msm Omsmmm 0b Immm Am Fm aba b Figure 1: Market games normal typesThe entry game has two stages see Figure 1.In the cid:222rst stage thesmcid:222rm either enters market m 1,  , M, denoted Im, or stays out, Om.In the latter case the market game ends, the smentrant gets a payoff ofzero and the mmincumbent earns monopoly procid:222ts, b 0. If the smcid:222rmenters, it is the mmcid:222rmcid:146s turn to either cid:222ght, Fm, or to acquiesce Am. Incase the mmcid:222rm cid:222ghts, both lose money, i 0 for i a, b.If themmcid:222rm acquiesces, both earn strictly positive procid:222ts, i for i a, b. Foreach cid:222rm the payoff of acquiescing is lower than monopoly procid:222ts. Taken 5together these assumptions implyi 0 i ifor i a, b.The payoffs in the market games are designed in a way which suggeststhat if the market game is played with complete and perfect information,the smentrant will never choose Om since the mmcid:222rm will always acquiescerather than cid:222ght in the last subgame. By backward induction, this resultdoes not change if the market game is repeated cid:222nitely often, the socalledchainstore paradox.2.2 The game with incomplete information In one way or another all approaches, which intend to solve the paradox, introduce uncertainty in order to overcome the problem of backward inductionleading to implausible equilibrium outcomes in complete and perfect information games with a cid:222nite horizon. We follow KW and assume that witha small initial probability the mmcid:222rm is cid:147toughcid:148 rather than normal. Wedenote the type b ntoughthat the mmcid:222rm is tough , i.e. probb tougho and the perceived initial probability . These priors arecommon knowledge. At the beginning of a market game m the playerscid:146 beliefthat the mmcid:222rm is tough is denoted by pm. In order to simplify the analysiswe deviate from KW by assuming that tough cid:222rms have a reduced actionspace compared to the normal types.7 Tough mmcid:222rms can only respond to Im by choosing Fm. We will solve for perfect Bayesian equilibria PBE.b, normalbb In the following we want to concentrate on cases where reputation effectsmay matter. In order to do so we need to eliminate two trivial cases.2.3 Requirements for reputation to evolve If the prior probability that the mmcid:222rm is tough, , is sufficiently high, ansmcid:222rm will choose Om even if markets are considered in isolation. In orderto make the game interesting we think of the probability as being low.That is we assume 0 a 1 a ora a 1asuch that an smcid:222rm chooses Im if only one market game is played.Even if markets are informationally linked, cid:222rms may not want to investin reputation. A necessary condition for mmcid:222rms strictly preferring to cid:222ght 7In this respect we follow MR. KW do not restrict the action space but focus oncid:147reasonablecid:148 equilibria yielding the same outcome.6is that the procid:222ts of a successful entry deterrence are higher than the procid:222tsof acquiescing:b b 2b2We will restrict our analysis to cases where equation 2 is satiscid:222ed so thatreputation effects can arise if there are at least two markets that are informationally linked.2.4 Standard results In standard reputation models in the tradition of the chainstore paradoxmarket games are played sequentially and smcid:222rms that have chosen to stayout cannot reconsider their decision even if they observe the mmcid:222rm acquiescing in later markets. In this setup the following beliefs and strategies forma PBE.The beliefs of smcid:222rms about the type of the mmcid:222rm are updated on In the cid:222rst period setobserved actions using Bayes rule where possible.p M . In all following periods:pm pm10mmax, pm1if Om1if Im1 and Am1, orif Im1 and Fm1 and pm1 0if Im1 and Fm1 and pm1 6 0That is up to the cid:222rst entry smcid:222rms cannot update their beliefs and theymake use of the prior probability that the mmcid:222rm is tough. If the mmcid:222rmis observed acquiescing on entry, the smcid:222rms in following markets will setpm 0 since tough mmcid:222rms cannot choose to acquiesce. If the mmcid:222rmhas acquiesced once, smcid:222rms will continue to believe that the mmcid:222rm isnormal pm 0, even if they observe the mmcid:222rm cid:222ghting in a market afterit has acquiesced. This is because they know that the mmcid:222rm is normalwhen it has acquiesced once. If the mmcid:222rm has not yet acquiesced beforeand cid:222ghts on entry of an smcid:222rm, the smcid:222rms will revise their belief thatmthe mmcid:222rm is tough upwards if increases the fewer markets m are left to play. pm1. Note that the critical value m The strategy of smcid:222rms is:Om Im with probability b 2bb Om with the complementary probability if pm if pm Imbbandif pm mmm 7The smcid:222rmscid:146 equilibrium actions depend on the relation m to pm. Ifm theypm randomise. The entry probability is such that mmcid:222rms may randomisebetween cid:222ghting and acquiescing in the preceding market.m they will stay out, if pm m they enter.If pm The strategy of a normal mmcid:222rm is:Fm Fm with probability m pm Am with the complementary probability A11pm 1m 1m 1 andif m 2 and pm if m 2 and pm if m 1m 1m 1Note that a tough mmcid:222rm can only cid:222ght. A normal mmcid:222rm will imitatem 1. Once pm is below that critical levela tough mmcid:222rm as long as pm it will randomise between cid:222ghting and acquiescing. The cid:222ghting probability 8 is such that the smcid:222rm in m may randomise its entry decision. Notemthat m 0 if pm 0. In the last market the normal mmcid:222rm acquiescessince there are no gains from imitating the tough mmcid:222rm.Proposition 1 KW9 If 6 strategies given above constitute the unique PBE.m for any m M, then the beliefs and If m for any m M, the PBE is not unique since the smcid:222rmam can choose Im with any probability. This does not affect equilibriumstrategies of the other cid:222rms.Figure 2 shows an example of how the game can be played in equilibrium.m. Thus the smcid:222rmenters and the mmcid:222rm randomises between cid:222ghting and acquiescing. In our In markets M to em the mmcid:222rm cid:222ghts with probability one and the smcid:222rmsstay out. In the following market, em 1, we have pm example the mmcid:222rm cid:222ghts. The smcid:222rm in market em 2 updates its beliefs and randomises on entry, the mmcid:222rm randomises between cid:222ghting andacquiescing. In the example the smcid:222rm enters and the mmcid:222rm acquiesces.From then until the end of the game equilibrium play in each market m willbe Im and Am.8Note that 0 m 1. This follows from pm 9KW use the concept of sequential equilibrium. Since the game has only two types PBEgives the same results see Fudenberg and Tirole 1990. KW do not restrict action spaces oftough types. After eliminating unreasonable outofequilibrium beliefs they obtain uniquem. Our stronger resultontheequilibriumpath strategies in the parameter space 6 stems from the fact that if the mmcid:222rm acquiesced once, the smcid:222rms cannot even offthe equilibrium path revise their belief that the mmcid:222rm is normal.m 1.8Action Prob.O1O1O1O1O1O1I, F1, s I, Ag, s I, A I, A1, 11, 1pmbmMarket M M1m1Figure 2: An example for actual play in equilibrium 2.5 A new timing of the game In this section we amend the timing of the standard reputation model fortwo reasons. The prediction of traditional reputation games that one ormore cid:147latecid:148 markets will be challenged by an entrant whereas in cid:147earlycid:148markets entry is deterred seems difficult to interpret in the context of ageographical interpretation of markets like in the chainstore game or intransport industries. The outcome of a market game should at least inequilibrium not depend on where it is positioned in the sequence.10Moreover, traditional reputation models make the strong assumption thatan smcid:222rm can be forced to be the cid:222rst to make its entry decision withoutbeing able to reconsider it. We believe that a multimarket reputation modelshould capture the following intuition. If nobody forces an smcid:222rm to enteras the cid:222rst smcid:222rm, it may well be that nobody wants to test the water andall stay out. We suggest a different timing of the model that takes this freerider effect into account and yields more plausible predictions.The main innovation is that smcid:222rms may reconsider their entry decisionwhen they observe that the mmcid:222rm acquiesced: Suppose all M markets areplayed once according to the sequence and rules decid:222ned above. After this 10A related point has been made by Masso who argued that it is a shortcoming ofthe traditional reputation games to assume that cid:147 agents can distinguish between thosecid:222rms that have not yet decided whether to enter the market or not and those that havealready decided not to entercid:148 Masso 1996, p. 58. Contrary to our approach he assumesuncertainty about the ordering and imperfect information on the history of the game. Inthe original chain store game second version Selten avoided this problem by assumingthat before a market game is played all potential entrants decide whether to enter or not.Then a random mechanism selects one player that is allowed to enter Selten 1978, p.134.9cid:222rst round, one out of three situations may prevail. Either the set of smcid:222rmsthat chose O during the cid:222rst round is empty so that all smcid:222rms entered or allhave decided to stay out. In these two cases the game ends after all marketshave been played once. If, however, some but not all smcid:222rms have decidedto stay out, these cid:222rms can play again in a second round.More generally, let Sr S be the set of smcid:222rms that chose O in allrounds preceding round r and let Sr1 Sr be the set of smcid:222rms that chose O in round r and all preceding rounds. In other words Sr denotes the set ofpotential entrants in round r. The game is played over a sequence of roundsr 1,  , R, where R is determined by the playerscid:146 strategies. If after roundr we have Sr1 6 Sr and Sr1 6 , smcid:222rms Sr1 play another round, r 1.In the cid:222rst round r, after which Sr1 Sr or Sr1 , the game ends andwe denote that round by R. In any round r R we will call the market withthe lowest index the cid:147lastcid:148 market so that if in this round all smcid:222rms with ahigher index choose O, the last smentrant decides whether the game will becontinued or not.11 Let m denote the number of smcid:222rms that have not yetentered at any given history. Note that at the beginning of each round wehave m Sr. Moreover, it is convenient to denote the belief of the smcid:222rmsthat the mmcid:222rm is tough at any period in which m smcid:222rms have not yetentered by pm.123 Equilibrium entry decisions We begin our analysis by identifying the general conditions under which smcid:222rms other than the last in a round will prefer to choose O in order to cid:147waitand seecid:148. In a next step we show that these conditions almost always holdin the context of our multimarket game.3.1 The externality effect In equilibrium it will be the last cid:222rm in a round that decides whether a gameis continued if it chooses I or whether it ends if it chooses O. Two lemmaslead to this result.Lemma 1 If in any roundbr the mmcid:222rm acquiesces or if in that round pm 0, then all cid:222rms in Sbr enter with probability one before the game terminatesand the mmcid:222rm responds with acquiescence to every entry.11In case the game was played as a complete information game with only normal types,we would obtain the chain store paradox: all smcid:222rms would choose to enter and themmcid:222rm would acquiesce in every market.12Note that smcid:222rms always share the same belief about the type of the mmcid:222rm. Thisis required by our solution concept, PBE.10Proof. To prove the lemma it suffices to show that in every round r br atleast one smcid:222rm in Sr will choose I until Sr . Note that if m 1 and thesmcid:222rm in Sr chooses I, a normal mmcid:222rm acquiesces, independent of thehistory of play up to this round. This follows immediately from the payoffstructure b b and the fact that the game ends after this move of themmcid:222rm. Now suppose m 2 and the cid:222rms in Sr know that the mmcid:222rm isnormal since it has acquiesced in a previous round, pm 0.13 Suppose thecid:222rst cid:222rm has chosen O and consider the decision problem of the last smcid:222rm.Since in the next and cid:222nal round the smcid:222rm which chose O in the currentround will choose I, independent of the mmcid:222rmcid:146s play in the current round,the mmcid:222rm will acquiesce with probability one 2b b b. Hencethe last cid:222rm in Sr with m 2 will choose I. Thus at least one cid:222rm enterswhen m 2. By backward induction this applies to all rounds that follow around r in which the mmcid:222rm acquiesced such that in these rounds we havepm 0.This result is not surprising since after the occurrence of acquiescenceuncertainty vanishes and we cid:222nd the full information result of the originalchainstore game of Selten 1978.Lemma 2 Suppose the smcid:222rms in round r believe that the response to thecid:222rst entry in this round will be a cid:222ght with probability f 0 and, in case thelast smcid:222rm is indifferent, it chooses I with positive probability. Then anysmcid:222rm in Sr that is not the last smcid:222rm in round r will always choose O.Proof. Consider a game in round r in which m 2 and pm 0.14 Let f bethe probability with which the smcid:222rms believe that the mmcid:222rm will cid:222ght.If 0 fa 1 f a f an smcid:222rm will choose O since theprobability f that the mmcid:222rm will respond to I with a cid:222ght is large in thesense that I would yield the smcid:222rm an expected value smaller than zero.If f and all smcid:222rms except the last choose O no updating the lastcid:222rm will choose I with probability one, since the expected payoff of enteringis greater than zero. Choosing O is optimal for all smcid:222rms in Sr except thelast since the expected payoff of choosing I in round r, f a 1 f a,is smaller than the expected payoff of choosing O, which is bounded frombelow by 1 f a. This lower bound on the expected payoff of choosing O follows from Lemma 1 and the fact that the last smcid:222rm will enter with 13Note that pm 0 after any incidence of acquiescence, even if the mmcid:222rm out ofequilibrium chooses to cid:222ght in one or more later periods. Given that we restricted theaction space of the tough mmcid:222rm to cid:222ghting, the smcid:222rms must believe that the mmcid:222rmis normal once they have observed it acquiescing once.14Due to symmetry of the smcid:222rms, common knowledge of priors and full observabilityof the history of moves, all smcid:222rms share the same beliefs about the type of the mmcid:222rmin any given period.11probability one. By entering, the last cid:222rm bears the risk of being fought inthis round. Since each of the other smcid:222rms can choose to enter in the nextround if and only if there was no cid:222ght in this round, and with probability1 f there is no cid:222ght in this round, their procid:222ts are bounded from belowby 1 f a by Lemma 1.Thus, for f 6 and a positive probability of a cid:222ght f 0 all smcid:222rmsin Sr except the last will choose O in equilibrium.If f an smcid:222rm is indifferent between I and O unless choosing Oleads to a continuation game with an expected value greater than zero. Inthis case we require the assumption that the last cid:222rm will choose I withpositive probability in case it is indifferent. Suppose the smcid:222rm with thehighest index in round r chooses O. In this case the smcid:222rm in the followingmarket cannot update beliefs about the mmcid:222rm so that the probability ofa cid:222ght is still f. Suppose this and all the following smcid:222rms except the lastchoose O. Then the last smcid:222rm will be indifferent between I and O. Let itchoose I with positive probability . Then with probability 1 f boththe smcid:222rms observe that the mmcid:222rm acquiesces in the last market. In thiscase, by Lemma 1, all remaining smcid:222rms in Sr choose I and the mmcid:222rmacquiesces. Thus the smcid:222rmcid:146s expected payoff of choosing O is at least1 fa 0. Thus all smcid:222rms with a higher index in Sr have movedoptimally by choosing O.3.2 Singlemarket cid:222rms challenge a multimarket cid:222rm In this section we analyse equilibrium strategies and beliefs, given the newtiming of the game. In order to characterise results we make use of the following terminology: We say that a normal mmcid:222rm has a cid:147deterring cid:222ghtingincentivecid:148 in market m when the smcid:222rm chooses Om with probability one,because it fears that the mmcid:222rm will cid:222ght with high enough probability.The normal mmcid:222rm is said to have a cid:147strong cid:222ghting incentivecid:148 if it strictlyprefers cid:222ghting. Note that every strong cid:222ghting incentive is also deterringbut not vice versa.M, the smentry game has a unique PBE outcome 15Proposition 2 If in which a normal mmcid:222rm has a deterring cid:222ghting incentive in market M.Given this incentive, all smcid:222rms will be deterred.Proposition 2 strengthens the result of the usual reputation models ofthe chainstore game. It implies that no smcid:222rm enters in equilibrium if the 15Note that the behaviour on the equilibrium path is unique too. However, the equilibrium behaviour is supported by non unique behaviour off the equilibrium path lemma 1does not state in which round smcid:222rms enter.12mmcid:222rm has a deterring cid:222ghting incentive, whereas in the models of KW and MR smcid:222rms enter with positive probability when they are playing late inthe game. Despite this difference in equilibrium outcome, we obtain almostthe same equilibrium strategies and beliefs. Before proving Proposition 2 wediscuss those in more general terms.We cid:222rst focus on the response of a normal mmcid:222rm to the cid:222rst entry in agiven round and show that the probability of cid:222ghting does not depend on theposition of a cid:222rm within a given round. This implies that the cid:222rst conditionof Lemma 2 holds in equilibrium.If in any round r we have m 1, the normal mmcid:222rm will acquiesce sinceit cannot gain from building a reputation. The smcid:222rmcid:146s decision dependson its belief that the mmcid:222rm is tough, given previous play: if p 1 it willchoose I1, if p 1 it will choose O1, and if p 1 the smcid:222rm is indifferentbetween I1 and O1.Consider a game in round r in which m 2 and the belief of the smcid:222rmsin Sr that the mmcid:222rm is tough is p 2 . The cid:222rst entry may occur eitherin the cid:222rst or in the last market of this round. Fix any of the two markets asthe one where the cid:222rst entry occurs and label it cid:148market 2cid:148 and label theother cid:148market 1cid:148.In equilibrium the normal mmcid:222rm in market 2 will neither cid:222ght noracquiesce with probability one. If it fought with probability one, the smcid:222rmin market 1 could not update its belief and would enter. Then cid:222ghting inmarket 2 cannot be optimal since it has no deterrence effect. If the strategyof the normal mmcid:222rm was to acquiesce with probability one, the smcid:222rm inmarket 1 would infer from a cid:222ght in market 2 that the mmcid:222rm is tough andwould choose O1. Then A2 cannot be optimal. In equilibrium the mmcid:222rmcid:222ghts with probability 2 p 2Bayes rule 16. Then, if a cid:222ght occurs in market 2, the smcid:222rm in market 1is indifferent and randomises on entry such that the mmcid:222rm is indifferentbetween cid:222ghting or acquiescing in market 2. Thus cid:222ghting with probability 2 is the unique equilibrium strategy of the mmcid:222rm in this situation. so that if it does cid:222ght p 1 by 1p 2 1Now consider a game in round r in which m 3 and the belief of the 2. Again cid:222x any of thesmcid:222rms in Sr that the mmcid:222rm is tough is p 3 three markets as the one where the cid:222rst entry occurs and label it cid:148market 3cid:148and label the others arbitrarily cid:1481cid:148 and cid:1482cid:148, where cid:1482cid:148 is the market thatis played next. If the mmcid:222rm cid:222ghts with probability one in market 3 there 2 is sufficient to deter entry inwill be no updating. However, since p 2 the following market, cid:222ghting in market 3 is now the optimal strategy.16By Bayes rule we have p 1 solving for 2 yields 2 p 21p 2p 221p 2 . Setting p 1 equal to the critical level and 1p 2 1 .13If p 3 2 the normal mmcid:222rm will neither cid:222ght nor acquiesce withprobability by the same reasoning as in round r in which m 2. Rathercid:222ghting with probability 3 p 3The normal mmcid:222rm can now plan to cid:222ght with a higher probability thanin 2 i.e. 3 2 since p 2 required to make the smcid:222rm in 2 indifferent is 22 is the unique equilibrium strategy. .Working backwards this way we obtain the equilibrium response to entry 1p 3 12of a normal mmcid:222rm tough mmcid:222rms can only cid:222ght:Fm Fm with probability m pm Am with the complementary probability A11pm 1m 1m 1 andif m 2 and pm if m 2 and pm if m 1.m 1m 13Note that the strategy of the mmcid:222rm depends only on the postentrynumber of potential future entrants m and the current belief that the mmcid:222rm is tough, pm. Thus the strategy is independent of the address of thesmcid:222rm that chooses to enter cid:222rst in a given round.While analysing the strategy of the normal mmcid:222rm we have taken thebelief of the smcid:222rms in the cid:222rst market where entry occurs as given by pm.This belief must, of course, evolve from the beginning of the game. However,since smcid:222rms cannot update their belief if no entry occurs, the belief psin any period s is fully decid:222ned by the belief pm in any period in which mcid:222rms that have not yet entered. In the cid:222rst period set pm p M . In allfollowing periods the beliefs are:0mmax, pm1if Im1 and Am1, orif Im1 and Fm1 and pm1 0if Im1 and Fm1 and pm1 6 0.4pm m If the mmcid:222rm has not yet acquiesced in any market and it is observedcid:222ghting, the smcid:222rms revise their belief that the mmcid:222rm is tough upwards pm1. The beliefs are Bayesian consistent with the strategy of theif m. Innormal mmcid:222rm except for Fm1 if pm1 0 and for Am1 if pm1 both cases we set pm 0 since smcid:222rms know that the mmcid:222rm is normalwhen it has acquiesced once. Thus they will continue to believe that themmcid:222rm is normal pm 0, even if they observe the mmcid:222rm cid:222ghting in amarket after it has acquiesced.Given the strategy of the mmcid:222rm and the beliefs we can now turn tothe strategy of the smcid:222rms. By Lemma 2 any smcid:222rm in Sr that is not thelast smcid:222rm in round r will always choose O. The Lemma requires, cid:222rst,that the last cid:222rm enters with positive probability if all other cid:222rms choose to 14stay out and, second, that the probability, f, with which the smcid:222rms in agiven round believe that the mmcid:222rm will cid:222ght is equal across all smcid:222rmsand does not change until the response to the cid:222rst entry can be observed.The latter condition is satiscid:222ed if , the probability that a normal mmcid:222rm cid:222ghts, does not depend on the position of a smcid:222rm in a given round.It suffices to analyse since f pm 1 pm and pm is equal across allsmcid:222rms and cannot be updated until the cid:222rst entry occurs. However, wehave already shown that the cid:222ghting probability does not depend on theposition of the market where the cid:222rst entry occurs in a given round.Note that it is important for this result that the belief pm is a sufficientstatistic for the history of the game up to any period. Since updating is notpossible if smcid:222rms choose to stay out pm is equal across all smcid:222rms up tothe cid:222rst entry. Moreover, since we allow smcid:222rms that have decided to stayout in a given round to play again if entry occurs in that round the postentrycontinuation game the number of markets in which entry can potentially bedeterred is independent from where in a given round entry occurs. Thus ineach round, is equal across markets until the cid:222rst entry occurs and the cid:222rstcondition of Lemma 2 is satiscid:222ed.The cid:222rst condition requires that the last smcid:222rm enters with positiveprobability if all other smcid:222rms choose to stay out. Suppose in a givenround all smcid:222rms other than the last choose to stay out. Any last smcid:222rm in a given round behaves completely myopic and the optimal entrybehaviour follows directly from the equilibrium strategy of the mmcid:222rm andm 1 the associated beliefs. With f pm 1 pm and m pmm. Thus ifby the strategy of the normal mmcid:222rm we have f S pm S m we have f and by equation 1 the expected payoff of entering,pm f a 1 f a, is smaller than zero and the smcid:222rm chooses Om. Ifm we have f the expected payoff is strictly positive and it choosespm m the smcid:222rm is indifferent between Im and Om f .Im. In case pm In this case the smcid:222rm will randomise and choose Im with probability m,which supports the randomising strategy of the mmcid:222rm in market m 1by equalising the returns of cid:222ghting and acquiescing in m 1. The expectedpayoff to cid:222ghting now is b 1 mmb mmb, i.e. m is chosen sothat1pm 1m 1b 1 mmb mmb m 1byielding m mbm1bb.17 Thus in any round we have the followingstrategy for the last smcid:222rm provided that all other smcid:222rms have chosen tombb17It follows from assumption 2 that 0 m 1. Note that m differs from the entry, since given the new timingprobability in the standard reputation games, 2bbb Om leads to monopoly procid:222ts in all m markets.bb 15stay out:Om Im with probability mbm1bb Om with the complementary probability Im If p M 6 mbbMandif pm mif pm if pm mm.5, last smcid:222rms that randomise enter with probability m 0which satiscid:222es the second condition and Lemma 2 applies. In this case allsmcid:222rms but the last will indeed stay out. Only in the knife edge case where M the last smcid:222rm in the cid:222rst round is indifferent and it may enterp M with any probability, including zero. As a result any smcid:222rm moving earliermay or may not enter i.e. Lemma 2 does not apply. In this case we do notobtain uniqueness as in the traditional model by KW.In equilibrium the expected payoff of a normal mmcid:222rm in a period withm potential entrants vmpm is as follows:i If pm ii If pm m, the expected payoff is vmpm mb.m, the expected payoff is vmpm 1 m mb mmb mb, where m mbm1bb.mbbiii If pm m, the mmcid:222rm has a deterring cid:222ghting incentive and theexpected payoff is vmpm mb.m 11pm 1For the sake of completeness we check in general the optimality of theequilibrium strategy of the normal mmcid:222rm. The move Fm if m 2 andm 1 is optimal since b m 1 b mb. The move Fm withpm m 1 is optimal sinceprobability m pmm 1 if m 2 and pm b 1 m 1 m 1 b m 1 m 1 b mb.Given the equilibrium strategies and beliefs, the proof of Proposition 2 isstraight forward:M Lemma 2 applies and all smcid:222rms Proof. Suppose M and by the equilibriumup to the last choose O. Then pm strategy 5 the last smcid:222rm chooses Om. Thus all smcid:222rms choose O. Hence,by decid:222nition, the mmcid:222rm has a deterring cid:222ghting incentive and remainsmonopolist in all M markets.M. Since 6 m 3.3 A multimarket cid:222rm challenges a singlemarket cid:222rm In this section we allow the mmcid:222rm to enter the market M of an smcid:222rm.It turns out that mmcid:222rms that are cid:147largecid:148 not only benecid:222t from deterring 16entry of smcid:222rms but have an incentive to expand via predatory entry intomarkets of smcid:222rms.The mmcid:222rm is the incumbent operator in M 1 markets. As in the smentry game each of these markets is subject to potential entry by a smcid:222rm.In addition, we consider a market, M, in which a smcid:222rm is the incumbentoperator and the mmcid:222rm the potential entrant. Due to this characteristicwe refer to our game as an cid:147mmentry gamecid:148 as opposed to the cid:147smentrygamecid:148 of the previous section which is restricted to analyse entry decisionsof smcid:222rms.We denote the set of smcid:222rms by S a 1,  , a M. The smcid:222rms in S areall identical, with the exception that a M is an incumbent and the remainingsmcid:222rms are potential entrants see Figure 3.1 mmfirm M1M2M3smfirms M12 markets independent smfirms susidiaries of mmfirm Figure 3: The mmentry game, cid:222rst round The cid:222rst entry game, played in market M, has three stages. In the cid:222rststage the mmcid:222rm chooses to enter or to stay out. If the mmcid:222rm chooses tostay out, this market game ends and the mmcid:222rm receives zero payoff whilethe smincumbent earns monopoly procid:222ts, a 0.In case the mmcid:222rmenters, the smcid:222rm can either stay in market M, IM, or exit the market, OM.In the latter case the market game ends and the smincumbent gets a payoffof zero and the mmentrant earns monopoly procid:222ts, b 0. In the formercase it is once again the mmcid:222rmcid:146s turn to either choose to cid:222ght, FM, or toacquiesce AM. The payoffs are decid:222ned as in the smentry game, i.e.:i 0 i ifor i a, b.In the following M 1 markets the mmcid:222rm operates as the incumbent.The game tree and the payoffstructure in these market games are exactlythe same as in the postentry subgame of the cid:222rst market see Figure 4. The 17First market MFollowing marketsm M 1,  , 1mmentersmstay out a 0smmm OM 0b AMIMmm FMsm Om 0b Am Immm Fm ab ab ab ab Figure 4: Market games normal typesonly difference is that the smcid:222rmscid:146 actions need to be interpreted as enter Im or stay out Om for each market m M.Again there two types of mmcid:222rms. As before, tough mmcid:222rms can onlyrespond to Im by choosing Fm. Note that we do not restrict the action spaceof tough cid:222rms with regard to entering the market of the incumbent smcid:222rmin market M. Both tough and normal mmcid:222rms have the choice to enter orto stay out.18M, the mmentry game has a PBE in which a norProposition 3 If mal mmcid:222rm has a deterring cid:222ghting incentive in market M. Given this incentive, tough and normal mmcid:222rms will enter with probability one, therebyinduce exit of the smcid:222rm in M, and deter entry of all remaining M 1smentrants.Thus, for a given , the normal smincumbent will exit if the mmcid:222rmalready operates in at least em markets, where em is the smallest integer sothat em1.Proof. Suppose the mmcid:222rm has decided to enter market M. Denote thepost entry belief of the smcid:222rm in M that the mmcid:222rm is tough by p M and 18This assumption is natural since we want to derive the entry behaviour of the bothcid:222rms. In the context of the mmentry game with smcid:222rms we would obtain the same resultsby assuming that tough mmcid:222rms always enter. In section 3.4 we allow for more than onemmcid:222rm and would obtain less plausible results if we assumed that tough mmcid:222rms alwaysenter.18M. Inassume that entry did not lead to an updating of beliefs, p M this case all smcid:222rms up to smcid:222rm in market 1 will choose O by Lemma 2.M and it Thus the belief of the smcid:222rm in market one is still p M will choose O1. Since the smcid:222rm in market one was the last cid:222rm, the gameends and the mmcid:222rmcid:146s payoff is M b. Thus tough mmcid:222rms strictly benecid:222tfrom entering, independent of the strategy of the normal mmcid:222rm. To seethis, suppose the normal mmcid:222rm stays out. Then entering reveals that themmcid:222rm is tough and all smcid:222rms choose O. Suppose the normal mmcid:222rm M, andplans to enter too. Then there is no updating on entry, p M again all smcid:222rms choose O. Given that the tough mmcid:222rm will enter market M with probability one, the normal mmcid:222rm strictly benecid:222ts from imitatingthe tough mmcid:222rm and both earn the maximum payoff of b.This PBE outcome is not unique. Suppose both tough and normal mmcid:222rms plan to stay out of market M such that staying out does not lead to M1 all smentrants stay out and thean updating of beliefs. If p M1 mmcid:222rmcid:146s payoff is M 1b. This is an equilibrium strategy if small cid:222rmsbelieve that the mmcid:222rm is normal with a high probability when observingoutofequilibrium entry of the mmcid:222rm.Although it is not very intuitive, this equilibrium survives standard equilibrium recid:222nement concepts. This stems from the fact that for any outofequilibrium belief p M both types of the mmcid:222rm have exactly the samepreferences with regard to defection. Thus on observing the defection onecannot learn anything about the type that would allow us to eliminate a typeor restrict the posterior probability of a type.Equilibrium domination recid:222nements as well as D1 and D2 require thatthere is an asymmetric defection behaviour of types depending on the outofequilibrium beliefs and responses of the other players Cho and Kreps 1987. Based on this asymmetry either typemessage pairs are eliminatedor the posterior probability of a type contingent on a message is restricted.Taking these recid:222nements one step further one may argue that due to thesymmetry in the defection incentives across types smcid:222rms should not updatebeliefs at all. This would eliminate the implausible equilibrium in our game.We propose a different reasoning that seems more convincing in the context of our game.In the cid:147nonentry equilibriumcid:148 we require smcid:222rms toraise the posterior probability that the mmcid:222rm is normal when observingentry. However entering is the equilibrium strategy of both types in the cid:147entry equilibriumcid:148 and this equilibrium yields a higher payoff for both types ofthe mmcid:222rm 19. Thus, we suggest that smcid:222rms will believe that entry has 19This also applies to mixed strategies: Any mixed entry strategy has, by decid:222nition, anmmcid:222rm staying out of market M with positive probability, . Thus the expected payoffcompared to the optimal Mb is reduced by at least b.19been chosen as part of this equilibrium strategy rather than as a cid:147mistakecid:148in the context of the cid:147nonentry equilibriumcid:148. If so smcid:222rms cannot updatetheir beliefs when they observe entry and the cid:147nonentry equilibriumcid:148 is ruledout.20Propositions 2 and 3 have an interesting implication: If an mmcid:222rm thatoperates in M markets has a deterring cid:222ghting incentive in market M, boththe mmentry game and the smentry game have all M smcid:222rms choosing O.This implication follows from the fact that both tough and normal mmcid:222rmsenter with probability one so that actions taken with positive probability andbeliefs at the nodes, at which these actions are taken, are exactly identical inan mmentry and an smentry game once in the mmentry game the mmcid:222rmhas entered the cid:222rst market.3.4 A multimarket cid:222rm challenges another multimarket cid:222rm We now investigate the cid:222ghting incentive if one multimarket cid:222rm considersentering a market of another multimarket cid:222rm. The standard approach inthe reputation literature has two cid:147longlivedcid:148 cid:222rms strategically interacting in a sequence of periods. It has been shown that reputation effects canbe derived as long as the game is of concid:223icting interest as the chainstoreparadox, see Schmidt 1993. For two reasons the analysis of the strategicinteraction of two longlived players is more complicated than the analysisof one long lived cid:222rm facing several short lived rivals.21 First, longrun opponents need not play a shortrun best response to the anticipated play oftheir opponents. Other strategies, including rewards and punishments, maylead to higher payoffs. Second, these rewards and punishments may have tobe carried out occasionally in order to demonstrate their adoption.22 Based 20Pitchik 1993 proposes a selection scheme for a chainstore game with reputationeffects which ranks equilibrium outcomes in terms of the mmcid:222rmcid:146s payoff. This procedurealso picks the plausible equilibrium in our game without referring to outofequilibriumbeliefs.21See for example Celentani et al. 1996, Cripps and Thomas 1995 as well as Evansand Thomas 1997.22This does not apply to the traditional chain store game. Schmidt 1993 has shownthat in a game of two longrun players, player one will still be able to achieve his commitment payoff as long as the game is of concid:223icting interest like the chainstore paradox andplayer one is sufficiently more patient than player two. The basic intuition is that playertwo will not test player onecid:146s type arbitrarily often since the returns from such an investment will not be valued accordingly if they occur too far in the future. The game needs tobe of concid:223icting interest, i.e. the strategy to which player one would most like to commithimself holds player two down to his minimax payoff. Otherwise, one could construct acontinuation equilibrium in which player two is punished if he plays his shortrun bestresponse against the commitment strategy, preventing him from doing so. As a result the 20on our geographical interpretation of the cid:147periodscid:148 another game structureseems more natural and allows a simpler analysis of the interaction of twomultimarket cid:222rms. We assume that both mmcid:222rms operate in a number ofdistinct markets and investigate the incentive of one mmcid:222rm to enter a market of another mmcid:222rm, knowing that the opponent operates in a numberof other markets which can be challenged by smcid:222rms as potential entrantssee Figure 5  .   . .1mmentrant MM1M2M3mmincumbent NN1. . .1. . .12 markets independent smfirms susidiaries of mmfirms Figure 5: The mmentry game with two mmcid:222rms Note that we now have twosided uncertainty in market M since the mmincumbent and the mmentrant may be tough. The normal mmincumbentin market M has the choice either to exit O or to stay I. We assume thatthe tough mmincumbent has a restricted action space and can only choose I. This assumption is natural since it is closest to the idea that tough mmcid:222rms will always cid:222ght. In order to make the game interesting we assumethat the mmentrant has a deterring cid:222ghting incentive in the cid:222rst market.From Proposition 3 we know that in an mmentry game with M marketsthe normal mmentrant has a deterring cid:222ghting incentive in the plausible M1.PBE, if Note that this cid:222ghting incentive of the mmentrant is independent of theexpected behaviour of the mmincumbent in the cid:222rst market since it resultsfrom the intention to deter entry of the smcid:222rms in the other markets wherethe mmentrant has the incumbent position.N1a Proposition 4 If b , an mmentrant will not enterthe market of an mmincumbent in a PBE of the generalised mmentry game.M and a strong and deterring cid:222ghting incentive if M1band a payoff is smaller than the commitment payoff. Such an equilibrium cannot be constructedif player twocid:146s payoff is restricted to his minimax payoff anyway and as a result there isno risk in playing a best response against the commitment strategy.21Proposition 4 implies that large cid:222rms do not hit each other. The proof isin three steps. We cid:222rst show that the incumbent mmcid:222rm will always choose I. In order to maintain the reputation of being tough the normal mmentranthas to cid:222ght and the tough mmentrant cid:222ghts by decid:222nition. Both tough andnormal cid:222rms prefer not to enter.Proof. Suppose the mmentrant enters market M, then the mmincumbentwill choose I, independent of his type. Tough mmincumbents always choose N1I. The normal mmincumbent has a strong cid:222ghting incentive, a ,aand it will choose I with probability one, independent of the mmentrantcid:146sstrategy or type. Even if the mmentrant cid:222ghts with probability one themmincumbent expects to earn more by choosing I than choosing O andrevealing that it is normal. By Assumption 1 we havea N 1 a N 1 a.Given that the incumbent mmcid:222rm will choose I with probability one,entering market M will cost the mmentrant b, independent of his type, ifhe wants to maintain his reputation of potentially being tough. Thus toughmmentrants will not enter market M. Since b , the expected payoffof the ensuing smentry game is M 1 b independent of the strategy ofa normal mmentrant so that the expected payoff of entering market M issmaller:M1bb M 1 b M 1 b.Since tough mmentrants stay out of market M, doing the same does notreveal the type of a normal mmentrant. Thus normal mmentrants can avoidincurring the cost of cid:222ghting and still deter entry in the remaining M 1markets. In equilibrium both tough and normal cid:222rms with a strong cid:222ghtingincentive will not enter a market in which they can expect the incumbent tostay in with probability one.Again both types of the mmcid:222rm cannot improve on this PBE. Any otherequilibrium strategy has an mmcid:222rm entering market M with positive probability, . Since the mmincumbent will stay in with probability one, entering market M must lead to an expected payoff that is lower compared toM1b. Either the mmcid:222rm cid:222ghts and in the best case maintains its reputation yielding b M 1 b M 1 b or the mmcid:222rm acquiescesyielding Mb M 1 b by Assumption 2.Thus, by the same argument as for Proposition 3, we argue that smcid:222rmswill not believe that either tough or normal mmcid:222rms will choose to stay outby mistake which is required to sustain any other PBE. Rather they willinterpret this as an equilibrium move of the equilibrium proposed above.Proposition 4 does not depend on the difference in size as such. Ratherif the mmincumbent controls a critical minimum of markets so that it has a 22strong deterring cid:222ghting incentive it deters entry of cid:222rms that have a strongcid:222ghting incentive, even if they are much larger mmcid:222rms.The results for the remaining parameter constellations are provided inthe appendix.4 Multimarket cid:222rms and imperfect capital markets The position of multimarket cid:222rms may be strengthened further if imperfectcapital markets hinder perfect external funding of operations so that mmcid:222rms have access to larger funds than smcid:222rms or smaller mmcid:222rms. The ideathat asymmetric cid:222nancial constraints may provide a rationale for predatorybehaviour has been thoroughly investigated by Benoit 1983. He countersthe common argument that predation would be too costly to be a crediblethreat or to occur by showing that if strategic interaction with cid:222nancialconstraints is analysed in a repeated game with complete and perfect information predation may well play an important role in deterring entry even ifthe expected value of future monopoly procid:222ts would justify only one periodof cid:222ghting and the cid:222nancially constrained cid:222rm could survive a large numberof periods.In contrast to most recent work 23 on the long purse argument we do notintend to investigate more fully the nature of the capital market imperfectionsthat give rise to these constraints we simply assume external cid:222nancing tobe constrained. However, we think of these constraints to be determined bythe number of markets a cid:222rm operates in. This assumption intends to bringout most clearly the cid:222nding that external funding may be rationed and seemsparticularly relevant in localised markets as in transport or retailing wherecrosssubsidies from one local market to another are considered to play animportant role. Although being obviously an indirect and imperfect indicatorof cid:147access to fundscid:148 the size in terms of market coverage is likely to matter innetwork industries since it is easily observable. In order to sharpen the vieweven further we may interpret market coverage in localised markets as beingdetermined by the number of markets a cid:222rm operates in. This perspective ishelpful in that it immediately induces an interesting question. If large cid:222rmscan exploit their cid:222nancial strength as a mean to deter entry, can they usetheir advantage in order to become even larger?23See for instance Bolton and Scharfstein 1990 or Hendel 1996.234.1 A reduced form mmentry game As in the mmentry game with reputation, we consider the strategic interaction of a multimarket cid:222rm that operates in M 1 markets and considersentering market M in which a singlemarket cid:222rm is the incumbent. However,in order to abstract from the reputation effect and to concentrate on the longpurse effect we only model the market in which the smcid:222rm is the incumbentand the mmcid:222rm considers entry. In order to relate cid:222nancial strength to thenumber of markets in which a cid:222rm operates, we assume that the mmcid:222rmearns identical procid:222ts, i 0, in each of the M 1 markets where it is theincumbent. There is no or equal external funding for the two cid:222rms. Hence,both cid:222rms are cid:222nancially constrained by the sum of procid:222ts in all marketsthey operate in, so that the singlemarket cid:222rm is more constrained than themultimarket cid:222rm. Benoit 1983 and 1984 investigates the case where thecid:222nancially stronger cid:222rm is the incumbent. Here we analyse the reverse situation so that the cid:222nancially stronger mmcid:222rm considers entry in the marketof the cid:222nancially weaker smcid:222rm.The structure of the entry game in market M is the same as in thereputation game. However, payoffs are now derived more explicitly analysingstrategic interaction over time considering an incid:222nite time horizon. Thecid:222rmscid:146 per period payoffs depend on the state of competition: In a monopolysituation cid:222rms earn 0. If cid:222rms cid:222ght, they each lose , 0. If theyacquiesce, they each gain 0. As in the reputation game, it is assumedthat the cid:222rms gain more as monopolists than as duopolists: . Firmsdiscount at rate r, with 0 r 1, and maximise the net present value oftheir expected income stream.If the mmentrant b stays out, the smincumbent a will remain a monopolist forever and earn monopoly procid:222ts, a Pt0 rt. If it enters, it is thesmcid:222rmcid:146s move whether to stay, I, or to exit, O. If the smcid:222rm exits, themmcid:222rm will remain monopolist forever and earn monopoly procid:222ts, b a.Alternatively, the smcid:222rm may choose to stay. In this case it is the mmcid:222rmcid:146sdecision whether to acquiesce, A, or to cid:222ght until the smcid:222rm will have toexit the market, F . Acquiescing yields a b Pt0 rt for both cid:222rms.If the mmcid:222rm chooses to cid:222ght, it will lose during the cid:222ghting periods andearn monopoly procid:222ts thereafter. The cid:222ghting periods are determined bythe staying power of the cid:222rm which is cid:222nancially more constrained and thewillingness to cid:222ght. In our context the cid:222nancial constraint is determined bythe number of markets a cid:222rm operates in. Since by decid:222nition the smcid:222rmoperates only in one market, the smcid:222rm is more constrained than the multimarket cid:222rm. If the mmcid:222rm cid:222ghts all periods, Na, that the smcid:222rm can 24sustain cid:222ghting, then the mmcid:222rmcid:146s discounted procid:222ts are given byb Na Xt0rtrt.6XtNa1In this case smcid:222rm acid:146s payoff will be:a 1 r Na 1 r.stay outmmfirmentersmincumbentmmentranta 0O0bsmfirmImmfirmFabAab Figure 6: An incomplete capital markets game The game, which is depicted in Figure 6, has two subgame perfect Nashequilibria depending on whether the number of periods, Lb, that the mmcid:222rmis willing to cid:222ght is larger than the number of periods, Na, that the smcid:222rmcan sustain cid:222ghting. The cid:147willingness to cid:222ghtcid:148, Lb, denotes the number ofperiods that mmcid:222rm b would prefer cid:222ghting over acquiescing.24The willingness to cid:222ght Lb can be determined by setting equation 6given that the number of cid:222ghting periods is Lb 1 equal to b and solvingfor Lb:b b Lb 1Xt0rtXtLbrt rt Xt024Benoit 1983 has called Lb the cid:148cid:222ghting incentivecid:148. We amended his terminologyin order to preserve the term cid:148cid:222ghting incentivecid:148 for a more general interpretation seesection 3.2. Note that we assume that the discounted gain from a monopoly in laterperiods is at least large enough to motivate a cid:222ght of one period, i.e. Lb 1.251 r Lb 1 r r Lb 1 r Lb 11 rln ln ln r Whenever the smcid:222rmcid:146s staying power is smaller than the mmcid:222rmcid:146s willingness to cid:222ght, Na Lb, mmcid:222rm b will choose to cid:222ght until the smcid:222rmexits in the last stage if smcid:222rm a stays in. Hence the only subgame perfect Nash equilibrium is that smcid:222rm a exits the market, yielding enterOF asthe equilibrium strategies.Suppose now Na Lb. We would then have b b and analysingthe post entry game yields the following Nash equilibria: OF , OA, IA.However, as can be seen from the game tree, if we require equilibria to besubgame perfect, IA is the only equilibrium outcome. This is because thesmcid:222rm can anticipate that if it chooses I, the best response for mmcid:222rm bis A. Taking this into account I is the better choice for the smcid:222rm.In general, if the staying power of the smincumbent is smaller than themmentrantcid:146s willingness to cid:222ght, Na Lb, the mmentrant has a strongcid:222ghting incentive and will successfully drive the smincumbent off the marketwithout a cid:222ght.4.2 Extensive form mmentry games The model outlined above is in a way trivial:if there is an incentive tocid:222ght longer than the incumbent can survive, predatory entry is a reasonablestrategy. One of the main contributions of Benoit 1983 is to show thatin a game with complete information and an incid:222nite horizon, the cid:222nanciallyweaker cid:222rm will not challenge the stronger cid:222rm even if the willingness to cid:222ghtof the stronger cid:222rm is smaller than the staying power of the weaker cid:222rm.His argument can be adapted to our mmentry game. Consider an incid:222nitehorizon game where the cid:222nancially stronger entrant moves cid:222rst and the incumbent is cid:222nancially constrained. Despite the incid:222nite horizon of the gameas a whole, the argument relies on a backward induction. This technique canbe employed since the number of periods in which the cid:222nancially weaker cid:222rmis able to stay provides a cid:222nite starting point for the backward reasoning.Consider period Na after Na 1 periods of cid:222ghting. If the cid:222nancially strongerentrant decides to cid:222ght in this period the incumbent is forced to exit. Knowing this the entrant will cid:222ght as long as the willingness to cid:222ght is at least oneperiod note that we assume that the willingness to cid:222ght is independent fromthe number of cid:222ghts that have occurred in the past. Anticipating this, theincumbent will exit the period before. Knowing this, the cid:222nancially strongerentrant would be prepared to cid:222ght in period Na 2 provided that the willingness to cid:222ght is at least one period. This will again be anticipated by the 26incumbent who will choose to exit the period before. This reasoning can becontinued backward to the cid:222rst period in which the incumbent will chooseto exit. Hence, the result is independent of the relative strength of the willingness to cid:222ght and the staying power. Thus, independent of the number ofperiods the smcid:222rm could survive cid:222ghting if the mmcid:222rm cid:222nds it procid:222tableto cid:222ght no more than one period, the weaker cid:222rm would have to choose O.Not surprisingly, Benoit has called this result a kind of cid:147reverse chainstore paradoxcid:148 Benoit 1984, p. 492. Considering this outcome as cid:147unrealisticcid:148 he introduces incomplete information about the type of weak cid:222rm:the strong cid:222rm does not know for sure whether it plays a game as describedabove or whether the weak cid:222rm will stick it out to the end no matter what.In this set up the cid:222nancially stronger cid:222rm may be unable to deter the weakercid:222rm. The probability that this is the case is an increasing function of theentrantcid:146s staying power and a decreasing function of incumbentcid:146s willingnessto cid:222ght see Benoit 1984, p. 496.Given our approach to link the cid:222nancial strength to the number of marketscontrolled, all versions of the cid:222nancial strength models sketched suggest thatif the difference in size is larger than a threshold, mmcid:222rms have a cid:222ghtingincentive and will threaten to use predatory behaviour in order to induceexit. Firms that operate in the same or a similar number of markets are notgoing to enter. Note that contrary to the results in the reputation models thelong purse effect depends on relative size whereas in the reputation modelan mmcid:222rm has a strong cid:222ghting incentive if it controls a critical number ofmarkets.5 Results and stylised facts Despite the popularity of reputation and long purse models in the theoretical literature, their use in applied work has been rare. In the introductionwe noted a number of stylised facts with regard to structure, conduct andperformance in some network industries with low sunk costs. Here we wantto assess the explanatory value of the models developed above and reconsider some of the cid:222ndings of the spatial competition models and the theoryof contestable markets by referring to the example of the bus industry.The spatial competition model entails the assumptions of onebus operators that accommodate entry, reschedule and earn zero procid:222ts; all of whichare clearly incompatible with observations see stylised facts 4 and 5. Thetheory of contestable markets does require reactions lags which are not givenstylised fact 2 and fails to explain, cid:222rst, why unprocid:222table postentry competition occurred stylised fact 5 and, second, why industry concentrationincreased stylised fact 4. The models developed in this paper address these 27shortcomings and provide at least partial explanations for most observations.Why did cid:222rms almost never reschedule their departure times followingentry of a competitor despite of the relatively small costs involved? Our reputation model provides a very intuitive answer. Consider every bus as servinga distinct market. If the incumbent relocates acquiesces in one market, potential entrants for other markets would conclude that the incumbent willrelocate there too. Thus more entrants would follow so that procid:222ts in theentire network will be reduced. Hence, whenever the cost of cid:222ghting in onemarket is offset by the gains in the remaining markets, the incumbent willapply this strategy to the entire network indeed to each single bus. Thusthere is no incentive to relocate.25 From this follows that the potential entrant will perceive a route or a network as being a natural monopoly althoughfrom a cost perspective this is only true for the operation of a single bus.Why did we observe costly competition? In line with many models ofpredation under uncertainty, predation may occur in our model as a result ofrandomising strategies of players and the existence of tough players. Hence,we can explain the occasional occurrence of costly competition. Often, however, predation may not be observed but nevertheless play an important roleas a barrier to entry or as a cause for exit or merger.Why did large cid:222rms almost never enter markets of other large cid:222rms?Incumbents that operate in many markets have a strong cid:222ghting incentiveand will cid:222ght to preserve their reputation. Thus tough and normal mmentrants prefer to stay out.Why did industry concentration increase, despite the lack of signicid:222canteconomies of scale or scope on the national level? The fact that in our modeleffective barriers to entry may exist if there is a strong cid:222ghting incentivecombined with the cid:222nding that this cid:222ghting incentive depends on the numberof markets a cid:222rm operates in, provides an explanation for the obvious striveto grow that was to be observed in the UK bus industry.26Altogether our cid:222ndings have a simple policy implication. Do not relyon the absence of sunk costs when suggesting that competition will be effective. In multimarket industries a well functioning competition authorityis required to maintain competition. Whether ex post competition inquiries 25Other explanations why relocation did not occur may include: First, entrants mayhave come in at a full scale making relocation obsolete. Second, there may be a value to asimple pattern of departure times providing a disincentive to reschedule during parts of theday take out one bus. Third, rescheduling may be more costly than obvious because ofthe requirement to either inform or lose passengers. Fourth, noncooperative reschedulingis indeed difficult to achieve if there is no outright agreement.26However, the explanatory power of the model presented here may be limited regardingthe operations of very small bus companies. Large bus companies may not cid:222nd it worthwileto predate very small operators in particular if this small operator runs a tendered noncommercial service during part of the day.28suffice to ensure effective competition is a matter for further investigation.An alternative is to organise competition for the market rather than in themarket. In fact, this is the route many developed countries have taken. Webelieve for the wrong reason: market forces are able to ensure an integratedsupply of local transport but they may fail to ensure effective competition.The competition authorities in the UK allowed mergers in non contiguous markets, arguing that this would not impede potential competition whichthey expected from bus operators in contiguous markets. From the perspective of our analysis this approach is misguided. If the aggressive behaviourof a multimarket cid:222rm in one town can be observed by potential entrants inanother town it may effectively deter entry in the latter.6 Conclusion In the theoretical literature predation models based on cid:222nancial constraintsor reputation have been popular. The research on reputation has shown thatthe general cid:222nding that reputation effects may have a signicid:222cant impact onthe equilibrium payoffs in repeated games is robust with regard to the number of playerscid:146 types, the horizon of the game and many details regardingthe informational structure Fudenberg and Levine 1989, Schmidt 1993, Celentani et al. 1996. Our work distinguishes two types of players, we requireequilibria to be perfect and, as a natural result of our sequencing, the horizonis cid:222nite. In this respect our work is much closer to the original framework ofanalysis used by MR and KW. This approach has several advantages. First,since we are explicit with respect to the structure of the game we can refer toa specicid:222c market in order to motivate our setup and compare our cid:222ndings inour case multimarket industries like bus services etc  Second, we can usediffering market games rather than repeat the same source game. As a resultwe can capture the reputation effects in the context of entry rather than entry deterrence. Third, although we do not in all constellations have a uniqueequilibrium outcome we cid:222nd only one plausible PBE in each constellationgiven the payoffs and priors.M1b N1a, a Table 1.:Results for mmcid:222rms with a strong cid:222ghting incentiveb Entry constellation in M PBE outcomesmcid:222rm mmcid:222rmmmcid:222rm smcid:222rmmmcid:222rm mmcid:222rmentry deterrence 27predatory entryentry deterrence cid:147collusioncid:14827This result also holds if the mmcid:222rm has a deterring cid:222ghting incentive, b Mb .29Table 1. summarises our main results. We believe that these have implications for applied as well as theoretical work. Using a sequencing, which weconsider as more realistic, we strengthen the result of the traditional chainstore games that introduce uncertainty about the multimarket cid:222rmcid:146s type.While in the traditional framework there are always some cid:147lastcid:148 marketswhere smcid:222rms enter with positive probability, in our setup no smcid:222rm willenter the market of an mmcid:222rm in equilibrium if it controls a certain numberof markets.We cid:222nd that both capital market imperfections and uncertainty aboutthe opponents cid:147typecid:148 can lead to an incentive for predatory entry which mayoperate alongside the wellestablished entry deterring effect of the threat ofpredation. Thus, being cid:147largecid:148 leads to two advantages: it may deter rivalscid:146entry and it may allow predatory entry that drives out smcid:222rms withouta cid:222ght. Seen in the context of market evolution both arguments imply astrong incentive to grow: on the one hand in order to lift local cid:222nancialconstraints by increasing the potential for internal cid:222nancing cross subsidisinglocal markets and, on the other, to make competitors believe that one isprepared to invest in a local cid:222ght in order to benecid:222t from the reputation ofbeing tough elsewhere.This leads to a natural follow up question.If there is an incentive togrow and if predatory entry is one way of growing, why doncid:146t large cid:222rms usethis as a threat in order to buy small cid:222rms and thereby avoid investment inentry. Thus even if predation is not observed, it may explain a process ofconcentration through mergers and acquisitions in network industries. Webelieve that addressing this question more thoroughly is an interesting topicfor future research.Moreover, our results suggest that multimarket cid:222rms of a certain size willavoid entering each othercid:146s patch. This leads to an interesting insight forthe more general work on reputation effects with two longlived players. Theusual assumption is that two longlived players interact in either one marketfor many periods or sequentially in many markets. Often results derivedin this setup are either not very specicid:222c or not very robust with regardto the information structure of the game since cid:222rms may use complicatedpunishment strategies to enforce a certain behaviour of the rival.In ourframework we get a simple collusion result without referring to complicatedstrategies.Comparing the longpurse and the reputation effect, both support thesame general cid:222ndings. However there is one interesting difference. For givenexpectations regarding the various payoffs, the long purse model suggeststhat the cid:222ghting incentive depends on the relative size of cid:222rms. The reputation model on the other hand suggests that cid:222rms will avoid contesting anopponentcid:146s local market as long as he controls a minimum of other markets 30that make the investment in cid:222ghting for the cid:147cid:222rstcid:148 market worthwhile.Since the three advantages of growing large, entry deterrence, potentialpredatory entry and collusion, are unlikely to create benecid:222cial welfare effects, a post liberalisation process of concentration may imply a need for amore effective competition policy rather than a natural evolution to the mostefficient market structure.31Appendix If the mmincumbent does not have a strong cid:222ghting incentive, we obtainthe following result.Proposition 5 If b M1band a N1a, an mmentrant will enterthe market of any rival mmcid:222rm that operates in less than e N markets in a PBE of the generalised mmentry game. The mmincumbent will randomisebetween staying in, I, and exiting, O.N1abut the mmincumbent not, a Proof. By assumption the mmentrant has a strong cid:222ghting incentive, b M1. Knowing that the mmentrantbwill cid:222ght with probability one, the mmincumbent will not choose I withprobability one. Choosing I yields an expected payoff in market N thatis smaller than zero, a. Since tough mmincumbents will always choose I there is no updating if normal mmincumbents do so too. Hence, theexpected payoff in the following market remains N 1 a even if the mmincumbents decides to stay in. Choosing O with probability one cannot bean equilibrium either. If this was the strategy, the smcid:222rms in later marketsbelieve that the mmincumbent is tough if he stays in. Thus a normal mmincumbent could improve his payoff by choosing I. Thus in equilibrium themmincumbent will randomise and choose I with probability a so that thesmentrant in the next market randomises entry which in turn supports therandomising strategy in market N. Sincea a1 a1 N1a N1 !a N1athis probability will approach one as N grows within the parameter space.28 Thus for high N tough and normal mmentrantsdecid:222ned by a will not enter since the same argument applies as in the proof of Proposition 4. Below a critical level of N, e N , both tough and normal mmentrants willenter market M. More precisely, e N is given by the N that yields N1 1! a! b M 1 bM 1 b 1 aM 1 b 1 a a b M 1 b 1 a 1 M b1 b 1b 1 a1 b1 b 1N1 1!! Mb 28a N1aimplies a 1.321ln ln ba 1 b a 1 ba b b a 1 b.e N The Proposition derived above has one property that simplicid:222es the analysis and leads to an equilibrium in pure entry strategies. Neither tough nornormal mmentrants have an incentive to defect from a pooling equilibriumcandidate with respect to the entry decision of the mmcid:222rm.29 In case themmentrant does not have a strong cid:222ghting incentive we do not necessarilyobtain this property; rather mmcid:222rmscid:146 entry behaviour must involve randomising.Suppose the mmentrant controls M markets so that b Mb and themmincumbent has a strong cid:222ghting incentive, a , and suppose bothtough and normal mmentrants would enter market M with probability one.This cannot be an equilibrium since the tough mmentrant would prefer tostay out rather than spend on cid:222ghting in the cid:222rst market, independentfrom the belief that the smcid:222rms in the remaining markets entertain whenobserving the mmcid:222rm defecting.30N1a Both staying out with probability one cannot be an equilibrium either.In this case the normal mmentrant would prefer to enter since doing so willyield at least M b M 1 b. Again this result is independent fromthe belief that the smcid:222rms in M and the remaining markets entertain whenobserving the mmcid:222rm defecting.However, differing pure entry strategies cannot be an equilibrium either.Suppose the normal mmcid:222rm will enter and a tough mmentrant will stayout of market M with probability one. Knowing that it will have to cid:222ghtin market M with probability one given that the smcid:222rm in this market willenter and knowing that staying out reveals that it is tough and thereby deterentry in markets M 1,  , 1 the tough mmentrant prefers to stay out ofmarket M sinceb M 1 b M 1 b.However, if so it cannot be optimal for the normal mmcid:222rm to entermarket M. Rather it would prefer to stay out, mimic the tough mmcid:222rmand earn M 1 b M b. The same kind of argument applies if thenormal mmentrant considers to stay out.Thus there can be no equilibrium in which a tough mmcid:222rm plays adifferent pure entry strategy than the normal mmcid:222rm. Since playing the 29In traditional reputation models tough mmcid:222rms would have an incentive to defectsince normal mmcid:222rms face, unplausibly, entry with positive probability in late periods.30Strictly speaking it is possible to assume out of equilibrium beliefs that ensure thatboth types choosing to enter market M is an equilibrium: if smcid:222rms believe that a mmentrant that does not enter a zero probability event is normal, the tough mmentrantmay have no incentive not to enter the cid:222rst market.33strategy of the tough mmcid:222rm would cid:147revealcid:148 the tough cid:222rm, the normalcid:222rm would then prefer to imitate rather than play the differing strategy. Inequilibrium mmentrants will randomise entry.34Literature Balcombe, R. J., A. J. Astrop and R. D. Fairhead: cid:147Bus Competition in Great Britain since 1986: A National Reviewcid:148, TRL Research Report 353, 1992.Baumol, William J., John C. Panzar and Robert D. Willig: cid:147Contestable Markets and the Theory of Industry Structurecid:148, Harcourt Brace Jovanovich Inc, New York, 1982.Benoit, J.P.: cid:147Entry with Exit: An Extensive Form Treatment of Predationwith Financial Constraintscid:148, IMSSS Technical Report 405, Stanford University, 1983.Benoit, J.P.: cid:147Financially Constraint Entry in a Game with Incomplete Informationcid:148, in: cid:145Rand Journal of Economicscid:146, volume 15, number 4,Winter 1984; p. 490499.Bolton, Patrick and David S. Scharfstein: cid:147A Theory of Predation Based on Agency Problems in Financial Contractingcid:148, in: cid:145American Economic Reviewcid:146, volume 80, March 1990; p. 93106.Celentani, Marco, Drew Fudenberg and David Levine: cid:147Maintaining a Repcid:145Econometricacid:146, volumeutation against a Longlived Opponentcid:148, in:64, number 3, May 1996; p. 691704.Choo, InKoo and David M. Kreps: cid:147Signalling Games and Stable Equilibriacid:148, in: cid:145Quarterly Journal of Economicscid:146, volume 102, number 2,1987; p. 179221.Cripps, Martin W. and Jonathan P. Thomas: cid:147Reputation and Commitment in TwoPerson Repeated Games without Discountingcid:148, in: cid:145Econometricacid:146, volume 63, number 6, November 1995; p. 14011419.Department of Transport: cid:147Busescid:148, CMND 9300 H. M. Stationary Office,1984.Dodgson, J., C. R. Newton and Y. Katsoulacos: cid:147A Modelling Frameworkfor the Empirical Analysis of Predatory Behaviour in the Bus Services Industrycid:148, in:cid:145Regional Science and Urban Economicscid:146, volume 22,1992; p. 5170.Dodgson, John and Yannis Katsoulacos: cid:147Models of Competition and the Effect of Bus Service Deregulationcid:148, in: John p. Dodgson and Neville Topham:cid:145Bus Deregulation and Privatisation: an International Perspectivecid:146, Aldershot, Hants, 1988; p. 4568.35Evans, Andrew: cid:147A Theoretical Comparison of Competition with other Economic Regimes for Bus Servicescid:148, in: cid:145Journal of Transport Economicsand Policycid:146, volume 21, number 1, Januar 1987; p. 736.Evans, Robert and Jonathan P. Thomas: cid:147Reputation and Experimentationcid:145Econometricacid:146,in Repeated Games with two Longrun Playerscid:148, in:volume 65, number 5, September 1997; p. 11531173.Foster, Christopher and Jeanne Golay: cid:147Some Curious old Practices andtheir Relevance to Equilibrium in Bus Competitioncid:148, in:cid:145Journal of Transport Economics and Policycid:146, volume 20, number 2, May 1986; p.191216.Fudenberg, Drew and David K. Levine: cid:147Reputation and Equilibrium Secid:145Econometricacid:146, volumelection in Games with a Patient Playercid:148, in:57, number 4, July 1989; p. 759778.Fudenberg, Drew and Jean Tirole: cid:147Perfect Bayesian Equilibrium and Sequential Equilibriumcid:148, in: cid:145Journal of Economic Theorycid:146, volume 53,1991; p. 236260.Hendel, Igal: cid:147Competition under Financial Distresscid:148, in: cid:145Journal of Industrial Economicscid:146, volume 44, number. 3, September 1996; p. 309322.Kreps, David M. and Robert Wilson: cid:147Reputation and Imperfect Informationcid:148, in: cid:145Journal of Economic Theorycid:146, volume 27, 1982; p. 253279.Masso, Jordi: cid:147A Note on Reputation: More on the ChainStore Paradoxcid:148,in: cid:145Games and Economic Behaviorcid:146, volume 15, 1996; p. 5581.Milgrom, Paul and John Roberts: cid:147Predation, Reputation, and Entry Deterrencecid:148, in: cid:145Journal of Economic Theorycid:146, volume 27, 1982; p. 280312.Monopolies and Mergers Commission: cid:147The Supply of Bus Service in the Northeast of Englandcid:148, H. M. Stationary Office, London, 1995.Pitchik, Carolyn: cid:147Commitment, Reputation, and Entry Deterrencecid:148, in:cid:145Games and Economic Behaviorcid:146, volume 5, 1993, p. 268287Reynolds, Robert J. and Marius Schwartz: cid:147Contestable Markets: An Uprising in the Theory of Industry Structure: Commentcid:148, in: cid:145American Economic Reviewcid:146, volume 73, number 3, June 1983; p. 488496.Salop, Steven C.: cid:147Monopolistic Competition with Outside Goodscid:148, in:cid:145Bell Journal of Economicscid:146, 1979; p. 141 156.36Schmidt, Klaus M.: cid:147Reputation and Equilibrium Characterization in Repeated Games with Concid:223icting Interestscid:148, in: cid:145Econometricacid:146, volume 61, number 2, March 1993; p. 325351.Selten, Reinhard: cid:147The Chain Store Paradoxcid:148, in: cid:145Theory and Decisioncid:146,volume 9, 1978; p. 127159.Shepherd, William G.: cid:147Contestabilitycid:146 vs Competitioncid:148, in:cid:145American Economic Reviewcid:146, volume 74, number 4, September 1984; p. 572587.TAS: cid:148Bus Industry Monitor 2000cid:148 The TAS Partnership Ltd, Preston 2000.37 Bucher des Forschungsschwerpunkts Marktproze und Unternehmensentwicklung Books of the Research Area Market Processes and Corporate Development nur im Buchhandel erhaltlichavailable through bookstores Tobias Miarka Financial Intermediation and Deregulation: A Critical Analysis of Japanese BankFirmRelationships 2000, PhysicaVerlag Damien J. Neven, LarsHendrik Roller Eds. The Political Economy of Industrial Policy in Europe and the Member States 2000, edition sigma Jianping Yang Bankbeziehungen deutscher Unternehmen: Investitionsverhalten und Risikoanalyse 2000, Deutscher UniversitatsVerlag Horst Albach, Ulrike Gortzen, Rita Zobel Eds. Information Processing as a Competitive Advantage of Japanese Firms 1999, edition sigma Dieter Koster Wettbewerb in Netzproduktmarkten 1999, Deutscher UniversitatsVerlag Christian Wey Marktorganisation durch Standardisierung: Ein Beitrag zur Neuen Institutionenokonomik des Marktes 1999, edition sigma Horst Albach, Meinolf Dierkes, Ariane Berthoin Antal, Kristina Vaillant Hg. Organisationslernen institutionelle und kulturelle Dimensionen WZBJahrbuch 1998 1998, edition sigma Lars Bergman, Chris Doyle, Jordi Gual, Lars Hultkrantz, Damien Neven, LarsHendrik Roller, Leonard Waverman Europes Network Industries: Conflicting Priorities Telecommunications Monitoring European Deregulation 1 1998, Centre for Economic Policy Research Manfred Fleischer The Inefficiency Trap Strategy Failure in the German Machine Tool Industry 1997, edition sigma Christian Goseke Information Gathering and Dissemination The Contribution of JETRO to Japanese Competitiveness 1997, Deutscher UniversitatsVerlag Andreas Schmidt Flugzeughersteller zwischen globalem Wettbewerb und internationaler Kooperation Der Einflu von Organisationsstrukturen auf die Wettbewerbsfahigkeit von HochtechnologieUnternehmen 1997, edition sigma Horst Albach, Jim Y. Jin, Christoph Schenk Eds. Collusion through Information Sharing? New Trends in Competition Policy 1996, edition sigma Stefan O. Georg Die Leistungsfahigkeit japanischer Banken Eine Strukturanalyse des Bankensystems in Japan 1996, edition sigma Stephanie Rosenkranz Cooperation for Product Innovation 1996, edition sigma Horst Albach, Stephanie Rosenkranz Eds. Intellectual Property Rights and Global Competition Towards a New Synthesis 1995, edition sigma. David B. Audretsch Innovation and Industry Evolution 1995, The MIT Press. Julie Ann Elston US Tax Reform and Investment: Reality and Rhetoric in the 1980s 1995, Avebury Horst Albach The Transformation of Firms and Markets: A Network Approach to Economic Transformation Processes in East Germany Acta Universitatis Upsaliensis, Studia Oeconomiae Negotiorum, Vol. 34 1994, Almqvist Wiksell International Stockholm. DISCUSSION PAPERS 1999 Suchan Chae Paul Heidhues Bargaining Power of a Coalition in Parallel Bargaining: FS IV 99 1 Advantage of Multiple Cable System Operators Christian Wey Horst Albach Compatibility Investments in Duopoly with Demand Side Spillovers under Different Degrees of Cooperation FS IV 99 2 Des paysages florissants? Une contribution a la recherche sur la transformation Jeremy Lever The Development of British Competition Law: A Complete Overhaul and Harmonization Damien J. Neven LarsHendrik Roller Zhentang Zhang Union Power and Product Market Competition: Evidence from the Airline Industry Justus Haucap Uwe Pauly Christian Wey The Incentives of Employers Associations to Raise Rivals Costs in the Presence of Collective Bargaining Jianbo Zhang Zhentang Zhang Asymptotic Efficiency in Stackelberg Markets with Incomplete Information Justus Haucap Christian Wey Standortwahl als Franchisingproblem Yasar Barut A Comparison of MultipleUnit AllPay and Dan Kovenock WinnerPay Auctions Under Incomplete Charles Noussair Information Jim Y. Jin Collusion with Private and Aggregate Information FS IV 99 10 Jos Jansen Strategic Information Revelation and Revenue Sharing FS IV 99 11 in an RD Race with Learning Labs Johan Lagerlof Incomplete Information in the Samaritans Dilemma: The Dilemma Almost Vanishes FS IV 99 12 FS IV 99 3 FS IV 99 4 FS IV 99 5 FS IV 99 6 FS IV 99 7 FS IV 99 8 FS IV 99 9 FS IV 99 13 FS IV 99 14 FS IV 99 15 FS IV 99 16 FS IV 99 17 Catherine Matraves Market Integration and Market Structure in the European Soft Drinks Industry: Always CocaCola? Pinelopi Koujianou Goldberg Frank Verboven Olivier Cadot LarsHendrik Roller Andreas Stephan The Evolution of Price Discrimination in the European Car Market A Political Economy Model of Infrastructure Allocation: An Empirical Assessment Holger Derlien Tobias Faupel Christian Nieters Industriestandort mit Vorbildfunktion? Das ostdeutsche Chemiedreieck Christine Zulehner Testing Dynamic Oligopolistic Interaction: Evidence from the Semiconductor Industry Johan Lagerlof Ralph Siebert Ralph Siebert Michael Troge Michael Troge Ralph Siebert Horst Albach Thomas Brandt Holger Jakob M. A. ParadowskaThimm Jianping Yang William Novshek Lynda Thoman Jos Jansen Robert Greb Suchan Chae Paul Heidhues Tobias Miarka Costly Information Acquisition and Delegation to a Liberal Central Banker New Product Introduction by Incumbent Firms Credible Vertical Preemption Multiproduct Competition, Learning by Doing and PriceCost Margins over the Product Life Cycle: Evidence from the DRAM Industry FS IV 99 18 FS IV 99 19 FS IV 99 20 FS IV 99 21 Asymmetric Information Acquisition in Credit Auction FS IV 99 22 The Structure of the Banking Sector, Credit Screening and Firm Risk FS IV 99 23 Monitored Finance, Usury and Credit Rationing FS IV 99 24 Multimarket Contact, Collusion and the International Structure of Firms Dokumentation der Bonner Stichprobe Zur Datenbank der Jahresabschlusse deutscher Aktiengesellschaften, 19601997 Endogenous Switching Costs and the Incentive for High Quality Entry Regulating Complementary Input Supply: Production Cost Correlation and Limited Liability Internationalisierung der Fu ETatigkeit von Unter nehmen der Chemischen Industrie in Deutschland FS IV 99 25 FS IV 99 26 FS IV 99 29 FS IV 99 30 FS IV 99 34 The Effects of Downstream Distributor Chains on Upstream Producer Entry: A Bargaining Perspective FS IV 99 35 The Recent Economic Role of BankFirm Relationships in Japan Demand for Customized Products, Production Flexibility, and Price Competition FS IV 99 36 FS IV 99 37 Michael Troge Silke Neubauer Tomaso Duso DISCUSSION PAPERS 2000 Justus Haucap Uwe Pauly Christian Wey Collective Wage Setting When Wages Are Generally Binding: An Antitrust Perspective Stephanie Aubert Andreas Stephan Regionale Infrastrukturpolitik und ihre Auswirkung auf die Produktivitat: Ein Vergleich von Deutschland und Frankreich Achim Kemmerling Andreas Stephan Political Economy of Infrastructure Investment Allocation: Evidence from a Panel of Large German Cities Andreas Blume Asher Tishler Security Needs and the Performance of the Defense Industry Tomaso Duso Who Decides to Regulate? Lobbying Activity in the U.S. Cellular Industry FS IV 00 01 FS IV 00 02 FS IV 00 03 FS IV 00 04 FS IV 00 05 Paul Heidhues Johan Lagerlof Hiding Information in Electoral Competition FS IV 00 06 Andreas Moerke Ulrike Gortzen Rita Zobel Grundlegende methodische Uberlegungen zur mikrookonomischen Forschung mit japanischen Unternehmensdaten Rabah Amir Market Structure, Scale Economies, and Industry Performance LarsHendrik Roller Johan Stennek Frank Verboven Efficiency Gains from Mergers Horst Albach Ulrike Gortzen Tobias Miarka Documentation of the KaishaDatabase The Annual Accounts Database of Japanese Stock Companies 1970 1999 Andreas Moerke With a detailed Glossary of Japanese Accounting Terminology Thomas Westphal Rita Zobel Paul Heidhues Employers Associations, Industrywide Unions, and Competition Roman Inderst Christian Wey Market Structure, Bargaining, and Technology Choice Michael R. Baye Dan Kovenock Casper G. de Vries Comparative Analysis of Litigation Systems: An AuctionTheoretic Approach Damien J. Neven LarsHendrik Roller The Scope of Conflict in International Merger Control Damien J. Neven LarsHendrik Roller Consumer Surplus vs. Welfare Standard in a Political Economy Model of Merger Control Jos Jansen Coexistence of Strategic Vertical Separation and Integration FS IV 00 07 FS IV 00 08 FS IV 00 09 FS IV 00 10 FS IV 00 11 FS IV 00 12 FS IV 00 13 FS IV 00 14 FS IV 00 15 FS IV 00 16 Johan Lagerlof PolicyMotivated Candidates, Noisy Platforms, and NonRobustness Pierre Mohnen LarsHendrik Roller Complementarities in Innovation Policy FS IV 00 17 FS IV 00 18 AbsenderFrom: Versandstelle WZB Reichpietschufer 50 D10785 Berlin BESTELLSCHEIN ORDERFORM Bitte schicken Sie bei Ihren Bestellungen von WZBPapers unbedingt eine 1DMBriefmarke pro paper und einen an Sie adressierten Aufkleber mit. Danke. For each paper you order please send a CouponReponse International international money order plus a selfaddressed adhesive label. Thank You. AutorAuthor KurztitelShort Title Bitte schicken Sie mir aus der Liste der Institutsveroffentlichungen folgende Papiere zu: Please send me the following papers from your Publication List: Paper Nr.No. ", "filename": "329328980.pdf", "person": ["Rainer Nitsche", "Nitsche, Rainer"], "date": ["2000"]}