{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39488/1/33485993X.pdf"], "title": ["Executive authority, the personal vote, and budget discipline in Latin American and Carribean countries"], "plaintext": "1Executive Authority, the Personal Vote, and Budget Discipline in Latin American and Caribbean Countries By Mark Hallerberg and Patrik Marier University of Pittsburgh Abstract:Recent scholarship on the impact of fiscal institutions on budgeting outcomes in Latin American and Caribbean LAC countries indicates that political institutions impact thelevel of budget discipline. Bui Iding upon this previous research, we argue that theprinciple problem that must be addressed to insure strong fiscal discipline is the commonpool resource CPR problem. The source of the problem, as well as its solution, differ inthe government and in the legislature. At the cabinet level, the CPR problem arisesbecause ministers consider the spending and tax implications of decisions on theirministries only instead of on the general population. As Hallerberg and von Hagen1999 indicate, the appropriate solution at the cabinet level depends upon the coalitionstructure of the government. Given that all LAC countries have either presidential or oneparty parliamentary systems, a strong central player like the finance minister can reducethe CPR problem at the cabinet level.A similar strengthening of the executive visavis the legislature, in contrast, does notnecessarily lead to tighter fiscal discipline. The level of the CPR problem in thelegislature depends upon the type of electoral system. If states have open listproportional representation systems, then increases in district magnitude increase theproblem, while under closed lists increases in district magnitude decrease the problem.Using a data set of LAC countries for the period 198897 and following Carey and Shugart 1995, we create an index for the incentives for the personal vote. We find thatexecutive power in the budget process is most effective in reducing budget deficits whenthe personal vote is high in the legislature, while strengthening the president or primeminister in countries where the personal vote is low in the legislature has no statisticallysignificant effect.This finding has practical implications for the design of fiscal institutions in LACcountriesgranting the executive a privileged position visavis the legislature hasbeneficial effects on the budget balance only when the CPR problem in the legislature islarge. Moreover, an alternative institutional change is to reform a countrys electoralsystem. The second option may be more feasible in countries where legislators areunlikely to give the president more power, or where dictatorial pasts make populationswary of granting the executive too much authority on any policy area.Acknowledgements: We would like to thank Caroline Wild for assistance in collectingdata on electoral systems in Latin American countries, Maria Pia Scalfo for updating ourinformation on Nicaragua, and Ernesto Stein for sharing his data set with us.Email Addresses:Mark Hallerberg: hallerbpitt.edu Patrik Marier: pamst 55pitt.edu2Introduction Economists and political scientists alike have turned attention increasingly todomestic political institutions to explain the great variations in the size of budgetdeficits across countries since the early 1970s. One school of thought hasfocused on how governments make their budgets each year. These budgetinstitutionalists argue that greater centralization of the budget process reducescommon pool resource problems von Hagen, 1992; Alesina and Perotti, 1995a;Hallerberg and von Hagen 1998 and 1999. Conversely, electoralinstitutionalists focus on the effects that electoral systems have either directly orindirectly on the budget process. The general finding is that plurality electoralsystems maintain tighter fiscal discipline than proportional representation systemsRoubini and Sachs, 1989; Grilli et al.,1991; and MilesiFerretti et al., 1999.Most of these studies restrict their empirical examinations to OECD countries.Two exceptions to the general rule, Alesina et al. 1999 and Stein et al. 1999,examine how institutions affect fiscal policy in Latin America. Based on answersfrom a survey to budget directors in Latin American countries, Alesina et. al.1999 take the budget institutionalist approach. They argue that countries withmore hierarchical budget institutions have lower budget deficits than countrieswith more collegial institutions in a sample of Latin American countries for theperiod 198092. Stein et. al. 1999 find evidence for both institutionalapproaches. Based on regression analysis for Latin American countries for theperiod 199095, budget institutions identify remain important in the later period,while increases in average district magnitude decrease budget discipline.Because plurality systems have a district magnitude of one and proportionalrepresentation systems have district magnitudes greater than one and becomemore proportional as district magnitude increases, this result provides directsupport for the electoral institutions argument.This paper focuses on the relationship between budget and electoral institutions in Latin America. There are two steps to the budget processthe governmentformulates its budget proposal within the cabinet, then the government sends theproposal to the legislature where it is considered, possibly amended, andapproved. Following Hallerberg and von Hagen 1999, we argue that astrengthening of a dominant player usually the finance minister at the cabinetstage improves budget discipline in the presidential and oneparty parliamentarysystems found in Latin American and Caribbean LAC countries. A similarstrengthening of the executive visavis the legislature, in contrast, does not haveclear implicationsbudget discipline increases only in countries where thepersonal vote is high. In such countries, the electoral system favors the electionof individuals over the election of parties, and it encourages politicians to provideparticularistic goods to specific groups to get reelected. A strengthening of theexecutives position in such countries leads to tighter fiscal discipline. In countrieswhere the personal vote is low, however, it is unclear what benefit one gains fromstrengthening the executive. The implication is that one cannot state simply thatstronger budget institutions in the form of a strong executive, or plurality electoralsystems, always lead to higher fiscal disciplinethe impact of budget institutionsdepends upon the electoral system in place.3Section 1 begins with a discussion of the main contemporary problem ofbudgeting, namely fragmentation of decisionmaking that leads to common poolresource CPR problems. A CPR problem exists whenever decisionmakersconsider the benefits and costs of their decisions on their constituencies only. In abudgeting situation, they do not internalize the full tax implications of theirdecisions and they request more spending. In a multiperiod game this leads tolarger budget deficits than if they had considered the full burden. In a governmentcabinet the problem is usually endemic because ministers consider the spendingand tax implications of decisions on their ministries. Hallerberg and von Hagen1999 illustrate that centralization either in the form of delegation to a financeminister with a dominant position in the budget process or commitment tonegotiated fiscal contracts among coalition partners can reduce the CPR problemin cabinet. Consistent with their argument on why some countries choosedelegation over commitment, we expect the presidential systems and onepartyparliamentary systems in our sample to rely on delegation to reduce the CPRproblem in cabinet.In the legislative stage, the relative size of the CPR problem depends on theextent to which the electoral system encourages the personal vote. The more thesystem rewards congresspersons who develop personal contacts, the larger the CPR problem in the congress. Systems that encourage the personal vote includeopen list proportional representation countries like Brazil, while closed listproportional representation systems like Argentina reduce the CPR problem.Hence, more hierarchical institutions within parliament are needed to control the CPR problem especially in countries where open list proportional representation ispracticed.Section Three examines these arguments empirically. Based on the data that Alesina et. al. 1999 collect, we confirm that virtually all countries in the samplehave strong central players in the cabinet as the theory would expect. The mostimportant findings concern the legislature. Executive power in the budget processis most effective in reducing budget deficits when the personal vote is high in thelegislature, while strengthening the president or prime minister in countrieswhere the personal vote in the legislature is low has virtually no effect. We alsoexamine alternative explanations, such as whether district magnitude, otherbudgetary institutions, partisanship, and political business cycles. Our resultsremain robust under different model specifications. Moreover, the finding in Steinet. al. 1999 that increases in district magnitude lead to looser fiscal policydisappears when the effects of the electoral system on incentives for the personalvote are included.1. Fragmentation and the Common Pool Resource Problema. The Players In a broad sense we are concerned with politicians who make decisions that affecta given countrys budget. Individuals belong to one, and only one, political party.Parties differentiate themselves by appealing to different clienteles in the general4population. They propose both spending packages and tax packages that aredesigned to benefit their supporters. This assumption means that, even if partiesoperate in Downsian fashion and converge towards the median voter in policypositions, parties still want to get elected in order to distribute the spoils ofvictory to their supporters 1.There are also two ideal types of government that are generally accuratecharacterizations of the two types of government found in Latin American and Caribbean countries. Parliamentary systems are those where a parliament electsthe leader of the country, the prime minister. Terms of office are generally notfixed; the prime minister has the right to call an early election and to dissolveparliament. In contrast, in presidential systems the voters directly elect thepresident. The president cannot dissolve Congress, and elections are held atfixed times. cite Shugart and Carey, Lijphart here; also new Shugart book ifpossible. Unified governments exist when one party controls a majority of seats inrelevant chambers of Congress lower house and, where they exist and wheretheir approval is necessary for a bill to become law, upper house as well as theexecutive. Divided government exists when one party does not control therelevant institutions.b. The Problem An important reason for the occurrence of regular budget deficits is what is knownin the literature as the common pool resource problem Ostrom 1990; Ostrom,Gardner, and Walker 1994. In budgeting, the common pool that the budgetplayers draw upon is state revenues. The crucial assumption is that decisionmakers care most about their constituencies when they make budget bids. Theytherefore concentrate just on the benefits of additional spending and costs ofadditional taxes for only a small subset of the general population. Because agiven constituency will enjoy the full benefits of every additional peso in spendingbut have to pay only a fraction of additional taxes for the additional spending,decisionmakers will make budget bids that are larger than if they were to makebids that included the full tax burden.The process for how budgets are determined given these preferences is thenimportant. If the process is fragmented so that players essentially receive whatthey ideally bid, then both spending and the size of budget deficits in a multiperiod game will be higher than under more centralized procedures. Anyprocedure that forces a consideration of the full tax burden in the budget decision,conversely, will reduce both spending and budget deficits Velasco 1999, 2000;Hallerberg and von Hagen 1999. Yet what these authors have neglected to dateare systematic differences in the amount of fragmentation and, by extension, thesize of the CPR problem even in the absence of centralizing budgetaryprocedures. The crucial variable here is the proportion of the total tax burden thata given decisionmaker considers. If all players have an incentive to consider thetotal tax burden, then there is no common pool problem to begin with. If decision 1 For a good contemporary discussion of the Downsian Downs 1957 and Hibbsian 1977 see Clark forthcoming.5makers have incentives to consider only a small fraction of the total tax burden,then the CPR problem is potentially large.2The next two sections examine how both system type presidential orparliamentary and the electoral system for the legislature create incentives fordecisionmakers to consider different proportions of the total tax base. It turns outthat the level of fragmentation may not be all that different across Latin Americancases for the cabinet stage of the budget process, but it does matter for thelegislative stage. We begin with a discussion of institutional sources for differentpotential levels of the CPR problem within the cabinet and within the legislature.We then discuss potential solutions.c. Sources of Fragmentation within the Cabinet Ministers usually belong to a political party. Political parties often representdistinct sectors in society. A long tradition in political science identifies laborparties as representing the interests of labor on the national stage, for example,while conservative parties represent the interests of capital Hibbs 1977, 1987.To the extent that parties represent only subsections of society and that partyclienteles are distinct from one another, and to the extent that cabinet memberscare only about the effects of their decisions on their party clienteles, a CPRproblem will exist. Moreover, there are two dynamic expectations concerningparty bias. First, the smaller the total tax burden that a given party making abudget decision represents, the larger the fragmentation of the budget process inabsence of any centralizing institutions. Second, the more political parties thatparticipate in the decisionmaking process, the more fragmented the process.This aspect concerning parties would suggest that one party governments shouldhave CPR problems of lesser magnitude. If parties are truly unified actors, and ifthey coherently represent one large block in terms of proportion of thepopulation, this statement is true. Yet parties across countries and even withincountries are not equally unified. Parties can bring together different interestsunder one label. A single party may have an urban wing, an agricultural wing, anda Catholic wing. Moreover, parties in countries where there are traditionally onlytwo major parties often have a big tent character that accommodate diverse, andsometimes contradictory, interests. In addition to interparty fragmentation,therefore, there can also be intraparty fragmentation. The more a given partyhas different political wings to it that have distinct constituencies, the larger thefragmentation of decisionmaking and the larger the potential CPR problem. Thisproblem is apparent when one considers that ministries may be awarded directlyto the part of a political party that cares most about a given policy. An agricultureministry, for example, may go to the rural party wing, while the ministry for urbanaffairs would go to the urban party wing.3 2 For a formal exposition see Hallerberg 2001.3 There is a potential third source of fragmentation, namely ministerial fragmentation. Consider anagricultural minister who sees her mission as improving the lot of farmers. She will make budgetproposals that include spending for farmers, but she will consider the tax consequences of herspending request only on that part of the population that are farmers. If cabinets are composed ofsuch players who have different jurisdictions and different constituencies to consider for taxationpurposes, and if ministers simply receive what they ask for in the budget negotiations, then the6Is there any systematic relationship between interparty and intraparty sources offragmentation? The answer is clearly yes, and it depends on both the type ofpolitical system presidential vs. parliamentary as well as the electoral system forthe congress. Most presidential systems rely upon some form of plurality electoralsystem. This means that the president must receive the most votes to win theelection. The presidency is not divisible, and hence by definition presidentialsystems have oneparty executives. Yet, while such systems result in no interparty fragmentation within the executive, they encourage intrapartyfragmentation. While more details about the dynamics of such fragmentationappear below, it is often that case that presidential candidates must bring togetheroften diffuse interests behind hisher candidacy in order to have a chance to win.Once a president assumes office, he may owe different wings of the partydifferent cabinet posts. If these ministers can then dictate their budgets, the CPRproblem will be large. At the same time, the president is the only actor on thenational stage that has a truly national constituency. In principle, he thereforeconsiders the nations tax burden, not the tax burden of a specific constituency.An important question is the extent to which the presidents national interestsoverride any more localized interests that cabinet members represent.The second possibility is that a state has a parliamentary system. In this case,the electoral system plays an important role in determining the number of partiesin government. The literature is clear that electoral systems have an importantimpact on the number of political parties who can get elected to the legislature,and by implication, how many parties are necessary to form a governing majorityor minority, as the case may be in Europe. As Duverger 1954 illustrateddecades ago, plurality systems generally lead to a twoparty system, andcountries with such electoral systems are therefore likely to have onepartymajority governments. Proportional representation PR systems have morevariation in their district magnitudes, though the magnitudes are always largerthan those found in plurality systems. They tend to have a larger number ofeffective parties in parliament, and they are likely to be characterized by multiparty majority or either oneparty or multiparty minority governments Lijphart 1984, 161; Lijphart 1994; and Taagepera and Shugart 1989 and 1993. Netoand Cox 1997 add an important extension to the theory. They convincinglyargue that the effects of preexisting social cleavages and electoral institutions onthe effective number of parties, and hence on the likelihood of oneparty or multiparty governments, is multiplicative. We should therefore conceive of theelectoral system setting an upper bound. Plurality will usually lead to twopartysystems, but the number of parties in a PR state ultimately depends on thenumber of underlying social cleavages, such as regional, ethnic, or incomedivides. common pool problem should be endemic. Moreover, there is a dynamic element to ministry biasacross countries. All else equal, the more ministries there are in a given cabinet, which in generalwould translate into the average minister considering an ever smaller percentage of the total taxburden, the greater should the CPR problem be. Kontopoulos and Perotti 1999 provide evidencethat increases in cabinet size increase budget deficits and expenditures in OECD countries duringthe period 196095. Unfortunately, comparable data for cabinet size across time is not readilyavailable for Latin American countries.7While the theoretical discussion is important, for the purposes of this paper ourdiscussion can be simplified. Even in parliamentary systems we will be dealing asa rule with oneparty executives. Of the twentyfive Latin American and Caribbeancountries in our sample, only the Caribbean countries have parliamentarysystems, and they all rely upon plurality electoral systems.4Given that we are dealing almost exclusively with oneparty executives in our dataset, Hallerberg and von Hagen 1999 would propose the following centralizingmechanism at the executive stage of the budget process as appropriate toovercome the common pool resource problem. They argue delegation of strategicpowers to a strong central player, such as to the finance minister, is theappropriate solution to fragmentation problems in oneparty government.5 What isimportant is that the central player concern herself with the entire tax burden, notjust the tax burden of individual ministries andor the tax burdens on specificwings of the political party controlling the executive.It should be noted that strengthening the finance minister is not necessarilyappropriate in all cases. Hallerberg and von Hagen 1999 also propose analternative institutional mechanism, commitment to fiscal contracts. Commitmentarises when political parties form a coalition and expect to run against each otherin future elections. They have good reason not to trust one central player, whoinevitably must come from one political party. Instead of granting discretion to onecentral player parties agree to formal rules in the form of binding fiscal targets forevery ministry. This method reduces the CPR problem because it forces partiesto consider more of the tax burden when drafting budgets. The ultimate sanctionof a party defects from the fiscal contract is dissolution of the coalition to punishthe offender. Because the Latin American and Caribbean countries in our sampleare either presidential or oneparty majority parliamentary governments,commitment makes little sense for the states in our data set. Coalitiongovernment is not a concept applicable to presidential systems where a partycannot lead to a fall in the executive, while we simply have no coalitiongovernments in our parliamentary systems in the sample.Argentina provides a useful case in practice to illustrate delegation in a Latin American setting. Individual ministers hold bilateral discussions with the National Budget Office located within the Ministry of the Economy. The National Budget Office then creates budgetary ceilings for every ministry, which are establishedaccording to revenue forecasts established by another part of the Ministry the Department of Finance. In cases of disagreement, the President may interveneJones, 1998.6 One should note how this centralized process differs from a set 4 Those countries are the Bahamas, Barbados, Belize, Jamaica, and Trinidad Tobago.5 In some countries this post is held by a budget, treasury, or economy minister instead of afinance minister. We care more about the functional definition of the ministry than its name, andfor simplicity we refer throughout to this player as the finance minister.6 European parallels are the United Kingdom and France. In the United Kingdom, the Chancellorof the Exchequer negotiates budgets oneonone with individual spending ministers. Thisarrangement makes it impossible for spending ministers to create log rolls where they eachsupport each others initial budget bid in a vote within the full cabinet. In France, the financeminister issues a framework letter at the beginning of the budget process that essentially setsspending levels for each ministry Hallerberg and von Hagen 1999.8up where ministers propose their budgets in a cabinet setting and where log rollsthat occur when ministers back each others budgets are common.Powers beyond setting the agenda in oneparty governments in parliamentarysystems work where the head of the government necessarily enjoys majoritysupport in parliament. The finance minister is not concerned that her own partywill undercut his actions. This argument relies on more than just party disciplinemore centralized decisionmaking that benefits the sitting government alsobenefits the majority party, and members of parliament from the majority partyhave little reason to undercut their finance minister. It therefore makes sense thatthe central player receives strategic powers during all parts of the budget process,from the initial formulation of the budget within the government to the execution ofthe budget itself.This argument would at first seem just as appropriate for presidential systems.Since the president is the only player with a nationwide constituency, he also hasan interest in reducing the common pool resource problem as much as possible.We expect to find delegation on his part to a strong central player such as afinance minister whose responsibility covers the budget. Like in the parliamentarycase, the finance minister can have strategic powers at the budget proposalstage. He may be an agendasetter who determines the order of votes in cabinet,he may have the ability to cut initial budget proposals from spending ministers, orhe may even simply designate certain spending levels for each ministry in thedraft budget.Yet whether the finance minister has any powers outside of the cabinet andbeyond the initial proposal of the budget depends on the regularity of majoritiesbehind the president in congress. Unlike in the parliamentary case, knowing thatthe executive is controlled by one party tells one nothing about the basis ofsupport for the executive in the legislature. Under divided governments, it isunlikely that a majority in congress would delegate to the finance ministerssignificant powers related to the execution of the budget. The majority insteadwould want to reserve the right to rewrite budget legislation in the Congress.It is also likely that the congress will want to monitor the assignments thattraditionally are assigned to the finance minister, such as keeping track of thelevel of government spending across ministries. Powers to cut expenditure evenafter the budget has been passed may be one issue of contention between thefinance minister and Congress. In Mexico, for example, the finance minister hastraditionally had fairly wide latitude to decide how to spend money that the Congress has authorized. Moreover, the Mexican president can move authorizedspending between accounts so long as he notifies Congress of his actions thefollowing year Weldon Forthcoming.7 7 A practical example comes from the United States under the Nixon administration, whereprevious impoundment practices were expanded significantly. President Nixons attempts toreduce government expenditure collided with the Democratic Congress, which sought thecontinuation of previous spending practices established under Johnson. Nixon adopted aconfrontational approach by impounding close to 20% of controllable expenditure, declining toallocate funds despite a clear intent of Congress to spend them, and refusing to allocate funds forprogrammes such as the Federal Water Pollution Control Act Pfiffner, 1979: 4044. These9To summarize our predictions: all states in the sample may have strong financeministers to combat fragmentation at the budget proposal stage. Yet we predictthat their relative strength throughout the budget process will vary dependingupon the regularity of oneparty majorities in congress in support of the president.d. Sources of the CPR Problem within the Legislature Differences across electoral systems lead to systematic differences in the level offragmentation within Congress. In particular, the more candidatecentered theelectoral system the higher the level of fragmentation.The standard dichotomy one finds in the literature on electoral systems isbetween plurality and proportional representation systems. Under plurality oftenreferred to as firstpastthepost, voters cast their ballots for an individual. Thewinner is simply whoever receives the most votes. While an absolute majority of 50%1 guarantees victory, if more than two candidates run in a given electoraldistrict the percentage required to win a seat can be much lower than an absolutemajority. Only one candidate can win from each electoral district. This meansthat the district magnitude DM under such systems is one.Proportional representation systems take two forms, and the difference betweenthe two is important. Under closed list systems, political parties determine theorder of candidates on a party list of nominees. Voters cast their ballots forparties only. The share of the vote a given party receives determines how fardown the list one goes to determine who is elected. If a party nominatescandidates for all seats in a district with a district magnitude of 100, for example,and the party wins 33% of the vote, the first 33 persons on the list would beelected. Under open list systems, the procedure is the same except that votersdetermine the order of the partys candidates on the list.This seemingly small modification to the system makes a big difference in termsof the level of fragmentation within the congress. It shifts the focus of the electionfrom political parties to individuals, and in so doing it changes the incentives thatcandidates face. Under an open list system, candidates must appeal directly tovoters in an electoral district to get elected. Moreover, as district magnitudeincreases, intraparty competition for district voters increases as well, andcandidates have an incentive to promise particularistic benefits to an ever smallergroup of voters to assure reelection. An example comes from Brazil, wherecandidates even promise infrastructure improvements to specific firms inexchange for block voting from a firms employees for the candidate Ames 1995,2001. In contrast, under a closed list system, candidates must appeal to partyleaders to get a high ranking on the list. The effects of district magnitude thenreverse: as district magnitude increases, fragmentation decreases Carey and Shugart 1995. Consider, for example, a country where district magnitude is justfour. It may make sense for individuals to appeal to specific constituency interests practices were successfully challenged by Congress in the courts, and it was later able tostrengthen its position through the Congressional Budget and Impoundment Act in 1974 Pfiffner,1979; Berman, 1979.10when district magnitude is smallin a district with four seats, for example, themarginal gain in seats can jump with minor electoral gains from 25% of the seats1 of 4 to 50% of the seats 2 of 4, and the candidate who appears second onthe list has every incentive to make such an appeal directly to the constituency. Ifthere are 40 seats in the district, however, candidate order on the partys list is farmore important to an individual than appeals to a particular constituency within thedistrict. Candidates therefore have an incentive to care more about the wishes ofparty leaders Shugart and Haggard 2000.Carey and Shugart 1995, in an article that deserves far more attention than ithas so far received, create an index for the extent of the personal vote based onthree classifications that can used to measure differences in the personal voteacross countries. First, they consider the extent of power political party leadershave over who appears on the ballot. Countries where leaders are present andwhere voters may not disturb the party list receive a score for ballot of 0,countries where leaders exist but where voters may disturb the list are scored a 1, while countries where leaders have no control over the list are scored a 2.The logic of the ranking is based on the importance of party leaders indetermining who appears on the ballot in the first place. Their second variable,pool, concerns how votes are pooled. Countries where pooling occurs across theparty are scored a 0, countries where there is pooling at the subparty level arescored a 1, and countries where there is no pooling at all are scored a 2.Clearly, candidates have more incentives to care about their partys support whenall pooling is at the party level. Finally, vote expresses the number of votes onecan cast; 0 represents the case where voters can cast one vote only, 1 is thecase where voters cast multiple votes, and 2 is the case where individuals castone vote only at the subparty level i.e., for a party faction or an individual.Using these classifications one can then rank countries from systems that providethe fewest incentives for the personal vote all three variables scored a 0 tosystems where they personal vote is extremely important all three variablesscored a 2.There are a growing number of studies that examine the effects of the personalvote on economic reform, economic growth, and corruption. Eaton and Maxfield1999 argue that differences in the level of the personal vote have real effects onthe extent of economic reform that Latin American countries successfullyexecuted. They contend that countries where the personal vote is important havelegislators who concern themselves only with the interests of a narrow band ofvoters within their districts. Legislators in countries where the personal vote isweak have legislators that have a greater incentive to think of national issues andare hence more supportive of economic reforms.In contrast, Shugart year for web page cite:1999? contends that intermediatelevels of the personal vote are optimal. If the personal vote high, politicians havelittle regard for collective benefits. If the party vote is high, however, politicianshave no reason to care about the needs of voters. They concentrate only on theneeds of specific groups that back them. An intermediate position betweencandidates and parties is the most efficient system. Lending some empiricalsupport to this argument, Gaviria et. al. 2000 find that intermediate levels make iteasier for state to recover from economic shocks and to resume economic growth.11Incentives to cultivate the personal vote may also be directly connected withlevels of corruption. Golden and Chang 2001 find that the openlist electoralsystem employed in Italy through 1994 contributed to the high levels of corruptionin Italy, and within the Christian Democratic Party in particular. Candidatesneeded to raise financing to differentiate themselves from their competitors fromwithin the same party. In contrast to Tabellini 2000, it is the nature of the openlist system, rather than proportional representation itself, that leads to morecorruption.Yet to date no one has examined the relationship between the level of thepersonal vote and budgetary outcomes. To do this, we begin with a comparisionof the personal vote based on the Carey and Shugart 1995 classificationscheme see Table 1. We also create a new variable, Personal, which is ourcoding of the relative incentives of a given system for the personal vote. Wecreate this variable in the following way. We assume that initial moves from 1 to 2in district magnitude affect the personal vote more than increases in districtmagnitude from 80 to 81. We therefore take the log of district magnitude.Second, we add ballot, pool, and votes together and add 1 to them to create thevariable a. If the electoral system has a closed list and is not plurality, we dividethis number by the log of the district magnitude. This reflects the intuition that, asthe district magnitude increases in closed list systems, the extent of the personalvote should decline. In the remaining systems, we add the log of districtmagnitude to a. This captures the intuition that increases in district magnitudelead to increases in the personal vote. Finally, we divide the index by 10 torescale the index so that it ranges from 0 no personal vote to 1 only personalvote. Note that the index reflects the general argument of Shugart and Haggard2000 that plurality electoral systems, such as the one found in the United States,encourage the personal vote less than systems likes Brazils with an open list butmore than systems with a closed ballot. Table 1 indicates that the personal vote isleast apparent in Guyana at .06 and most apparent in Colombia at .76.8This classification leads to different expectations about the effects of electoralsystems on budget outcomes than Stein et al 1999 predict. They take the log ofdistrict magnitude and run it in their regressions, and they find that increases indistrict magnitude lead to decreases in the size of the public deficit. Table 1 ranksthe countries from best to worst in terms of their expected performance on thebudget based on their electoral systems. It also highlights cases where thepredictions about the effects differ by more than five places in the ranking. It isnoteworthy that 9 of 25 countries have rankings that differ by such an amountfrom each other. The biggest changes in ranking come for two of the largercountries, Colombia and Brazil, which both should have legislators who caremuch more about the personal vote than the vote for their party. 8 For an application of this coding of the index to Europe, see Hallerberg 2001.12Table 1: Comparison of Incentives for the Personal Vote and District Magnitude Country Ballot Pool Votes District MagnitudeDMPersonal Index Personal Rank,Performance DM Rank,Performance Guyana 00043.40.0611Paraguay 00019.20.0823Bolivia 00012.50.0935Bahamas 00010.10421Barbados 00010.10421TrinTob 00010.10421Argentina 0008.70.1157El Salvador 0008.20.1168Costa Rica 0008.10.1179Nicaragua 0008.10.1179Jamaica 0001.30.11820Honduras 0007.10.12911Belize 0001.60.121019Mexico 00040.171114Dom Rep 0003.40.191215Venezuela 0017.60.231310Guatemala 0016.90.241412Suriname 0015.10.281513Uruguay 10211.40.38166Panama 0001.80.391718Ecuador 0013.20.401816Chile 10220.431917Peru 10140.502014Brazil 20216.80.62214Colombia 212420.76222Countries are ranked from best to worst in terms of the effects of the electoral system on thebudget balance. Shaded countries represent cases where the rank order of countries differsnotably from Stein et. al. 1999. District magnitude is for the lower house only. We thank Carolyn Wild for research assistance in collecting part of the data for this classification of the countries.These classifications are not the whole story. They tell us the amount offragmentation we would expect in congress or parliament given the electoralsystem without knowing anything about budget institutions. In fact, theclassifications suggest that some countries are more in need of centralizedbudgetary procedures than others. Brazil and Colombia would both sufferproportionately more from a lack of centralizing procedures than Paraguay and Bolivia because of their higher scores on the personal vote.We can now bring together the discussion of budgetary institutions within thecabinet and budgetary institutions within parliament. Special powers delegated tothe president on budgetary issues should have greater effect the larger thepersonal vote incentive in congress. There are two reasons for this, one involvingthe nature of the CPR problem and one involving the nature of a common powerthe president possesses, the veto power. The president is elected from a nationwide constituency, and is thus expected to consider the nations tax burden.13Second, the veto is a reactive rather than proactive power. This means that thepresident has some ability to make cuts to budgets in situations where he preferslower spending than congress, but he does not have a similar power to increasespending beyond what congress desires Kiewiet and Mc Cubbins 1988; Shugartand Haggard 2000.Predictions and Evidence Institutional Design Combining the discussion of cabinets and legislatures yields the followingpredictions. First, concerning the endogeneity of centralized budgetaryinstitutions, the most centralized budgetary systems should be expected wherethere are usually unified governments. Problems of delegation to a central playerwho can consider the entire tax burden are least evident where solutions to theproblem benefit the party in power. Since presidential cabinets are by definitionunified, we can make the following predictions:H1: Presidential governments and oneparty parliamentary governments shouldhave a strong central player at the formative stage of the budget within cabinet. Inthe Latin American and Caribbean country data set this covers all countries.H2: Unified governments are more likely to have a central player with substantialstrategic powers for all parts of the budget process. Divided governments,however, will not have a central player with strong powers over the execution ofthe budget.The principle evidence available to test these relationships comes from Alesina et.al. 1997. They asked budget directors in 20 Latin American and Caribbeancountries ten questions about the budget process in their countries. One of theirquestions question 4 asked, does the minister of finance have more authoritythan the spending ministers regarding the budget? Of 20 countries in theirsample, 18 budget directors reported that the minister of finance possessedauthority considerably greater than that of other ministers p. 43.This finding is perfectly consistent with the theoretical expectation reported here.Unfortunately, however, the question is also rather vague. It does not allow us todifferentiate between authority that the minister of finance has at different stagesof the budget process. It therefore does not allow a direct test of H2.Other parts of the Alesina et. al. study are more specific and allow us to examine H2. The data base includes an index that measures the relative position of thegovernment visavis the legislature, which they refer to as Subindex 3.9 Theyconstruct the twentypoint index based on survey responses to two questions.The first considers what restictions are placed on congressional amendments tothe executives budget proposal. Countries receive the following scores: 10 points 9 Note that the working paper version of Alesina et. al. 1997 provides the data the authors use in Alesina et. al. 1999.14if amendments cannot increase the size of the budget, and the size of the budgetdeficit; 7.5 points if the government must approve any additional spendingproposed by congress; 5 points if amendments cannot increase the size of thedeficit; 0 points if no constraint was in place. The second question covers theprecedure when a Congress refuses to pass the budget. Countries receive thefollowing scores: 10 points if the government budget is implemented even ifcongress refuses to pass it; 6 points if the previous years budget is enacted; 5points if a government resigns if its budget is defeated. We rescale this variable torange from 0 to 1. Scores range from a low of .1 in Trinidad and Tobago and .2 in Honduras to a high of .875 in Chile, Ecuador, Nicuagua, and Peru after 1990.We predict that this subindex should be higher for countries that are accustomedto unifiedoneparty governments. In such countries, we hypothesize that thepolitical party in power benefits from the centralization of the process, whichreduces the extent of the CPR problem. Such centralization does exist in Europes parliamentary systems. Countries with onepary majority governments,and more generally countries that delegate strategic powers to their financeministers at the cabinet stage of the budget, restrict significantly the ability ofparliament to amend the budget Hallerberg 2001. This prediction is alsoconsistent with case study work on individual Latin American countries. Jones1998 finds that the Argentine Congress has a much lower role in the budgetprocess when the Presidents party does not have hold a Congressional majority.Our evidence on this score for Latin American countries does not confirm thehypothesis. We compare whether a country had oneparty governments 199195with Subindex 3 from Alesina et al 1999. We find no correlation at all between thetwo; the score is .07. This means that unified governments are no more likelythan divided governments to centralize the budget process around the president.Budget Discipline The discussion above indicated that the CPR problem should be more or less thesame in all cabinets in our data set. In contrast, the CPR problem varies acrosslegislatures because of the range of electoral systems in use. This leads to twopredictions about budgetary performance:H3: States that lack strong central players within the cabinet will have, onaverage, larger budget deficits than states that do not.H4: Centralization under the president on budget issues will have a greater effectthe higher the level of the personal vote.Our first hypothesis here cannot be directly tested with Latin American and Caribbean countries because there is no variation in the Alesina et al. 1999survey results for the strength of the finance ministervirtually all countries reportthat there is some centralization of the process under the finance minister. Thisresult suggests that the crucial issue concerns the relationship between thelegislature and the executive.15We do, however, have adequate data to test H4. To test H4 we create aninteractive term between the strength of the executive visavis the legislature,which is again Subindex 3 in Alesina et al 1999, and the level of the personalvote, which is the index for the personal vote we create above. Our expectation isthat there should be little practical effect of more centralized procedures aroundthe president where the personal vote is low in the legislature, but the morecentralized system will have an important effect in reducing deficits where thepersonal vote i.e., fragmentation within the legislature is high.Table 2 reports regression results from the 20 Latin American and Caribbeancountries included in the Alesina et al. 1999 data set for the time period 198897.A lagged dependent variable is included to correct for autocorrelation. We rely onpanelcorrected standard errors to correct for fact that we have more countries inour data set than years.10 We also include economic growth as a control variable.We expect that economic conditions have an effect on the budget balance.11The regression results are encouraging. Table 2 indicates that increases in thepersonal vote have a negative effect on the budget balance as we would expect,and the interaction term has the expected positive sign. Both variables are alsosignificant at the P.05 level with a onetailed test. Yet the regression equation byitself is not a good test of our central hypothesis, which assumes an interactiveeffect between the the personal vote and executive authority in the budgetprocess. One should keep in mind that the coefficients for the personal vote andexecutive authority indices indicate the effect of the respective variable when theother variable is zero; that is, when the personal vote index is zero increases inexecutive authority have an insignificant effect on the budget balance. Wetherefore compute conditional coeffients as well as conditional standard errors.Graph 1 plots the conditional coefficients of the interactive term given certainvalues of the personal vote index.12 10 For more details see Beck and Katz 1995. We also ran regressions without this correction andthey were somewhat stronger than those reported here.11 The exact effect of this variable problably differs than the effect one would expect in an OECDdata set. The relationship in OECD countries is countercyclicalthat is, the balance improveswhen the economy improves because of decreased expenditures and increased taxes while thebalance declines when the economy declines. Talvi and Vegh 2000 indicate that the relationshipis procyclical in Latin American countries. The explanation is that it is easier to make budget cutswhen politicians can argue that times are tough. When economic growth is strong, differentsocietal groups pressure the government for money and deficits arise.12 If D 12S3W4SWe Then EDSb 2b 4WAnd EDWb 3b 4STo get a significance test, you need to calculate:VarEcid:217Svar2W2Var42Wcov2,4 Greene 1997.16Table 2: The Interaction of Presidential Power and the Extent of the Personal Vote within Congress Budget Balance the dependent variable:Standard errors in parenthesesVariables that Test Hypothesis H4Personal Vote Index13.98.3Executive Strength visavis the legislature Index0.9 1.8Executive Strength Index Personal Vote Index 17.810.5Control Variables Constant 0.20.9Lag of Budget Balance .33.12Economic Growth .09.06 p.05, p.01. Standard errors in parentheses. Significance levels based on a onetailed test forthe political variables. N179, r 2.31Graph 1 indicates that centralization of the budgetary process is especiallyeffective where incentives towards the personal vote are high. Values before thegrey line at a value of .2 for the personal vote are not significant at the .05 levelwith a onetailed test below .25 for a twotailed test. One can see that at lowlevels of the personal vote increases in the strength of the president have littleeffect; for Paraguay, for example, which is the state with the lowest personal voteindex in the sample, an increase of the power of the president visavis thelegislature from its value of .4 to the level in Uruguay .675 would lead to aninsignificant improvement of the budget balance of .13 percentage points of GDP.If Paraguay changed its electoral system to the mean country in the sample witha personal vote of .24, the same increase in the power of the president improvesthe budget balance by a statistically significant .9 percentage points of GDP. If Paraguay had an electoral system equivalent to the most extreme value of thepersonal index, found in Colombia, increasing the power of the president again by.275 would improve the budget balance 3.5 percentage points.We can also consider the practical policy implications of this exercise. If Brazilwere to have a president with the same powers the president had in Chile, thebudget balance would have been on average 4.0 percentage points of GDP betterthan it is was in the time period. This suggests that a real reform of the budgetprocess in Brazil that gave the president more power could have profound effects.More generally, these findings indicate that greater centralization of the budgetprocess is not equally effective. One must be aware of the incentives that theelectoral system creates for decisionmakers before one can understand whethera stronger president would alleviate fiscal problems in a given country.17Graph 1: The Conditional Effects of Increases in the Power of the Executive Given Different Levels of the Personal Vote in the Legislature, 198897Paraguay TrinTob Honduras Mexico Dom Rep Venezuela Uruguay Chile Colombia Brazil Peru 0246810121400.10.20.30.40.50.60.70.8Personal Votee Significant at p.05Not Significant Because of clustering not all countries in the data set are included in the graph; see Table 1 for thevalues of the personal vote for all Latin American and Caribbean countries.Alternative Explanations Our results do not consider alternative political explanations for our findings. Acentral claim of this paper is that it is the effects of district magnitude on the sizeof the personal vote, rather than district magnitude itself, that affects the budgetbalance in Latin American and Caribbean countries. Stein et al. 1999 argue thatelectoral systems with high average district magnitude have higher debts anddeficits than electoral systems with low district magnitude, such as majoritariansystems where district magnitude equals one. Column 1a of Table 2 reports ourregression with district magnitude. One can see that the coefficient on districtmagnitude is hardly distringuishable from zero and is not statistically significant.The effect of district magnitude therefore washes out when the variables for thepersonal vote and executive authority are included.The second alternative hypothesis concerns the effects of the Alesina et. al.1999 institutional index as a whole. They find in their article that higher levels oftheir index leads to greater budget discipline in Latin American and Caribbeancountries. They also break their index down into four subindices to represent theeffects of different combinations of institutions based on four theoreticallyderivedthemes: the existence of constitutional constraints on the budget Subindex 1;the strength of the Treasury or the Finance Minister in the budget process SubIndex 2; the position of the executive visavis the legislature SubIndex 3; andthe transparency of the budget process SubIndex 4. Note that the basicargument of this paper is that it is the interaction effect of Alesina et. al.s SubIndex on the position of the executive with the incentives for the personal vote in18the legislature that should be most critical, not the index itself. In fact, in their Working Paper Alesina et. al. 1996, they up their regressions into thesesubindices as well and find that only SubIndex 1 and SubIndex 3 are statisticallysignificant. In their 1999 published version, they have just three subindices, andthey find that the constitutional constraint variable is the only one of the three thatis significant.13Table 3: Comparison of Alternative Explanations Variables that Test Hypothesis H4Original ModelADistrict MagnitudeBOriginal Budget Inst.IndexCUnified Govt and Partisanship DElectionsEPersonal Vote Index13.98.313.58.420.68.911.88.213.57.6Executive Strengthvisavis thelegislature Index0.9 1.81.32.10.91.7.251.80.92.4Executive Strength Index Personal Vote Index 17.810.518.310.624.911.315.110.417.510.5Control Variables Constant 0.20.9.21.10.91.11.31.90.11.1Lag of Budget Balance .33.12.33.12.29.16.32.13.32.15Economic Growth .09.06.09.06.07.06.10.054.10.05Additional Political Variables District Magnitude.03.03Budget Institution SubIndex 1Constitutional Constraints on the Budget2.10.8Budget Institution SubIndex 2Strength of Finance Minister0.01.1Budget Institution SubIndex 4Transparency0.10.1Unified Government .24.49Partisanship.06.20Election.03.02 13 They also change somewhat the coding for the indices.19rsquared.31.31.33.30.32N179179179170179 p.05, p.01. Standard errors in parentheses. Significance levels based on a onetailed test forthe political variables.Column C presents results that include all four indices from Alesina 1996.14 Asexpected from their article, constitutional constraints continue to lead to betterbudget balances. Yet the effects of the interaction between the Personal Vote and Executive Strength become more pronouncedwhile the coefficient on the noninteracted Executive Strength variable stays the same, the coefficient for theinteraction term increases. In practical terms, when one computes the conditionalcoefficients the conditional coefficient of Executive Strength becomes significantat the .05 level when the Personal Vote Index is equal to .125 with a onetailedtest or .15 with a twotailed test. That is, the effects of strengthening theexecutive become significant in Graph 1 just after Honduras instead of just afterthe Dominican Republic, and the slope of the line in the Graph is steeper whenthe remaining institutional variables are included in the regression.The third alternative explanation focuses on explicitly political variables, such aswhether there exists united or divided government as well as the partisanship ofthe government. Divided governments, where the party ies controlling theexecutive is different from the party ies controlling the legislature, may result inhigher deficits Mc Cubbins 1991. This result also mirrors the results in Schick1993. Note, however, that Tsebelis recent work 2001 on veto players wouldsuggest that divided governments would simply lock in either higher or lowbudget balances, so that there should not be a pattern per se between the level ofthe the budget balance and divided or united governments. Another possiblepolitical effect is that left governments may be more willing to have lower budgetbalances than right governments Hibbs 1977.Before continuing, there are two sets of concerns regarding the coding of thesevariables for the regression. There could be problems with multicolinearitybecause one would expect the choice of electoral system to correlate with thetype of electoral system. Within the cases studied, proportional representationsystems tend to produce coalition or minority government although someexceptions do occur, such as the presidential and legislative victory of the PAN in Guatemala 1996, PL in Honduras 1997, and PPP in Guyana 1997, whichproduced single party governments and a President from the same political party.A simple correlation between our Personal Vote Index and our measure forwhether there is a united government, which is adopted from the World Bank see Appendix, is only .49, which suggests no multicolinearity issues. A secondpotential problem stems from the relatively unstable party systems that are foundin Latin America despites cleavages similar to Europe Roberts and Wibels,1999. Defections from one party to another seem also more frequent than in 14 Note that their paper did not include data for Nicaragua for all indices. We thank Maria Pia Scalfo for obtaining this data based on her interviews with highlevel budget policy makers insuccessive governments 19801997.20Europe.15 This suggests that our unified government measure may be a moreapproximate measure than one would normally like. Nevertheless, it does capturethe general sense of united and divided governments in presidential systems.Column D indicates that, while they each have the expected sign, the coefficientsfor neither partisanship nor the unified government dummy variable approachstatistical significance. Including these variables also weakens rather marginallythe effects of the interaction between the personal vote and executive strengthwhile the coeffient of the intereaction term is not as large, because the coefficientof the noninteracted Executive Strength is now positive the the conditionalcoefficient becomes statistically significant at .05 when the personal vote is equalto .14, which is a lower point than in the original regression.Finally, Column E considers whether there are political business cycles in Latin America that affect the budget balance, and whether these cycles impact theeffectiveness of executive strength. The expectation is that the deficit will worsenin years before an election. We code both the election year for the President andthe election year for the lower house of the legislature as the proportion of thatyear that fell before an election. Following Franzese 1996, if countries have bothtypes of election, each election is given a weight of .5 in constructing the variable.The coefficient for the electoral variable has the correct sign, but it is small and isnot statistically significant at the .05 level on a onetailed test.Conclusion This research also has implications for the design of institutions in relatively newdemocracies. Some countries are debating strengthening the position of theexecutive in the budget process. In Mexico, for example, there is discussion tocontinue with the previous years budget if Congress refuses to pass thepresidents proposal.16 If this proposal becomes law, it will be a move from thepractice whereby no spending at all is allowed and where the president often feltpressure to back down. As Alesina et. al. 1999 indicate, the reform proposalwould represents an increase in the strength of the president. We argue that, toassess the impact of the reform, one should also consider the personal vote in Mexico. Mexicos personal vote index is at .17, and the empirical results indicatedthat in some regressions this value was just statistically significant and at othertimes just insignificant. Extrapolating from our core regression in Table 2, theincrease in the strength of the executive visavis the Mexican Congress providedfor in the reform would increase the budget balance by .47% of GDP.Yet not all countries that intend to increase fiscal discipline are willing tostrengthen the hand of the president. Most states have experience with 15 For example, following the 1996 election in Suriname two members from the winning party NFswitched to the opposition party NDP allowing the latter to form a coalition government with thesetwo members receiving governmental positions Europa Yearbook.16 See Mexico Ministry of Finance, Investor Relations Office, Fiscal, Financial, and Budgetary Initiatives. April 5, 2001. Available for download athttp:www.shcp.gob.mxenglishiroindex_docs.html . Also, see Weldon Forthcoming for anexcellent discussion of the evolution of the role of the president in the budgetary process.21dictatorships, and there are understandable reasons why many people feardelegating to the president on budget matters. This paper indicates another path.In countries with serious budget difficulties and where the CPR problem is high in Congress, a change in the electoral system is an alternative. Brazil, for example,would solve some of its many budget problems by moving from an open list to aclosed list PR system. This would be a useful addition to the recently passed Fiscal Responsibility Law, which imposes sanctions on overspending budgetarytargets at all levels of government and which introduces a multiannualexpenditure target framework.17This research also indicates that changes to electoral systems have broaderimplications than many reformers may at first consider. There has beendiscussion in Argentina, for example, to move from a closed to an open listproportional representation electoral system. The reasoning is that the directelection of candidates would strengthen the link between the voter and herrepresentative in Congress. Argentina has a comparatively strong president, butsuch a move would nevertheless place additional pressure on public finances,and a further strengthening of the powers of the president should be considered intandem.Finally, it is important to return to arguments about the CPR problem at thecabinet level. We argue that strengthening the finance ministers role in theformulation of the budget within the government reduces the problem at thegovernmental stage. This recommendation is a consequence of the configurationof governments in Latin American and Caribbean countriesall had eitherpresidential systems or oneparty majority governments in the parliamentarysystems. As Hallerberg and von Hagen 1998,1999 indicate, however,negotiated fiscal contracts among coalition parties is a better solution to the CPRproblem in countries with coalition governments. Coalition partners are unlikely todelegate much authority to once central player, such as a finance minister, whenthey expect to run against each other in the next election. These contracts takethe form of budgetary ceilings in a multiannual framework. Finance Ministerswhere such negotiations are common, such as in the Netherlands, work to upholdthe negotiateed contract and have little discretionary power to change the budgetin comparision to countries where the finance minister is the central player on thebudget. Our expections about the role of the finance minister would thereforechange if Caribbean countries formed multiparty coalitions or if presidents formedcoalition governments with other parties and invited representatives from thoseparties to join the cabinet. 17 See, for example, Selene Peres Peres Nunes, Fiscal rules for a federation: the case of the Brazilian Fiscal Responsibility Law. Powerpoint Presentation, Ministry of Planning, Budget, and Administration, Government of Brazil, November 24, 2000. Available for download athttp:federativo.bndes.gov.brlrf_english.htm22Bibliography Alesina, Alberto and Perotti, Roberto 1995a. The Political Economy of Budget Deficits. IMF Staff Papers 421: 131.Alesina, Alberto and Perotti, Roberto 1995b. Fiscal expansions andadjustments in OECD countries. Economic Policy 21: 207248.Alesina, Alberto and Perotti, Roberto 1999. Budget Deficits and Budget Institutions in Fiscal Institutions and Fiscal Perfomance. Jim Poterba and Jurgen von Hagen eds. Chicago: The University of Chicago Press.Alesina, Alberto and Roubini, Nouriel with Gerald D. Cohen 1997. Political Cycles and the Macroeconomy Cambridge, MA: MIT Press.Alesina, Alberto, Ricardo Hausmann, Rudolf Hommes and Ernesto Stein 1999.Budget institutions and fiscal performance in Latin America. Journal of Development Economics, 59: 25373.Alesina, Alberto, Ricardo Hausmann, Rudolf Hommes and Ernesto Stein 1996.Budget institutions and fiscal performance in Latin America. NBERWorking Paper Number 5586, May.Berman, Larry 1979. The Office of Management and Budget and the Presidency, 19211979. Princeton: Princeton University Press.LEtat du Monde 19912000. Montreal: Editions du Boreal.Eaton, Kent, and Sylvia Maxfield. 1999. Economic Reform and Electoral Incentives: A Research Precis. Manuscript.Europa World Book 19971999.Gaviria, Alejandro, Ugo Panizza, Jessica Seddon, and Ernesto Stein. 2000.Political Institutions and Growth Collapses. Manuscript, InterAmerican Development Bank.Grilli, V., D. Masciandaro and G. Tabellini 1991. Political Monetary Institutionsand Public Finance Policies in the Industrial Democracies. Economic Policy.Hallerberg, Mark. 2001a. Fiefdoms, Commitment, and Delegation: Three Formsof Parliamentary Government. Manuscript, University of Pittsburgh.Hallerberg, Mark. 2001b. Electoral Laws, Government Formation, and the Organization of Parliament: The Centrality of Common Pool Resource Problems. Draft Chapter for Inclusion in Doing, Herbert, and Mark Hallerberg, Eds. book title.23Hallerberg, Mark. 2000a. The Importance of Domestic Political Institutions: Whyand How Belgium and Italy Qualified for EMU. Manuscript. University of Pittsburgh.Hallerberg, Mark. 2000b. The Role of Parliamentary Committees in the Budgetary Process within Europe. In Strauch, Rolf, and Jurgen von Hagen, Eds. Institutions, Politics and Fiscal Policy. Kluwer.Hallerberg, Mark and von Hagen, Jurgen 1999 Electoral Institutions, Cabinet Negotiations, and Budget Deficits in the European Union in Fiscal Institutions and Fiscal Perfomance. James M. Poterba and Jurgen von Hagen eds. Chicago: The University of Chicago Press.Hansen, John Mark. 1998. Individuals, institutions, and public preferences overpublic finance. American Political Science Review.Hibbs 1987.Hibbs, Douglas A. jr. 1977. Political Parties and Macroeconomic Policies.American Political Science Review, 71 4: 146787.Jones, Mark P. 1998. Political Institutions and Public Policy in Argentina: An Overview of the Formation and Execution of the National Budget.Manuscript, Michigan State University.Jones, Mark P. 1995. Electoral Laws and the Survival of Presidential Democracies. Notre Dame: University of Notre Dame Press.InerAmerican Development Bank 1999. Data available on their web site:www.iabd.org Lijphart, Arend 1994. Electoral Systems and Party Systems: A Study of TwentySeven Democracies, 19451990. Oxford: Oxford University Press.Lijphart 1984. Democracies. Yale: Yale University Press. check exact titleNeto, Octavio Amorim, and Gary W. Cox. 1997. Electoral Institutions, Cleavage Structures, and the Number of Parties. American Journal of Political Science 41, 1: 149174.Ostrom, Elinor. 1990. Governing the Commons. Cambridge: Cambridge University Press.Ostrom, Elinor, Roy Gardner, and James Walker. 1994. Rules, Games, and Common Pool Resources. Ann Arbor: The University of Michigan Press.Pfiffner, James P. 1979. The President, the Budget, and Congress:Impoundment and the 1974 Budget Act. Boulder: Westview Press.24Roberts, Kenneth M. and Wibels, Erik 1999. Party Systems and Electoral Volatility in Latin America: A Test of Economic, Institutional, and Structural Explanations. American Political Science Review, 93 3: 575590.Roubini, Nouriel and Sachs, Jeffrey D. 1989. Political and Economic Determinants of Budget Deficits in the Industrial Democracies. European Economic Review, 33 April: 90338.Shugart, Matthew Sogart. 1995. The Electoral Cycle and Institutional Sources of Divided Presidential Government, American Political Science Review 89, 2June: 32743.Stein, Ernesto, Ernesto Talvi and Alejandro Grisanti 1999. Institutional Arrangements and Fiscal Performance: The Latin American Experience in Fiscal Institutions and Fiscal Perfomance. Poterba and von Hagen eds.Chicago: The University of Chicago Press.Talvi, Ernesto, and Carlos A. Vegh. 2000. Tax Base Variability and Procyclical Fiscal Policy. NBER Working Paper No. W7499, January.Tsebelis, George 1999 Veto Players and Law Production in Parliamentary Democracies: An Empirical Analysis. American Political Science Review,93 3.Von Hagen, Jurgen 1992. Budgeting Procedures and Fiscal Performance in the European Communities. Economic Papers 96. Commission of the European Communities.Weldon, Jeffrey A. Forthcoming. The Legal and Partisan Framework of the Legislative Delegation of the Budget in Mexico. In In ed. Morgenstern,Scott and Benito Nacif, Eds. Legislative Politics in Latin America.Cambridge: Cambridge University Press.World Bank 1999. Database on Political Institutions.25Data The data used for this paper comes from diverse sources. The time periodunder study is 19881997 and the data was compiled in a yearly fashion. Themain sources are the World Bank, Stein et al 1999, IABD, Europa World Yearbook various years and l Etat du monde various years. The Europa World Yearbook was used to extend the data set to 199718. The source of each variableused in this paper will be written in brackets once it has been linked to its concept.The dependent variable, surplusdeficits, which is captured by the variable SURDEF IABD, represents governments surplus or deficit as a percentage of GDP. We used the figures related to central government finances from Facing Upto Inequality in Latin America IABD: 1999. It ranges from 31.6 to 7.1 and has amean of 2.326.District magnitude was analysed using the variable average districtmagnitude AVGDIST Stein et al  This variable, provided by Stein et al 1999,is fixed across the time period under study. This variable ranges from 1 to 43.2.ALLHOUSE World Bank is a dummy variable, where 1 implies that theparty of the executive have an absolute majority in the houses that havelawmaking powers while 0 means that the executive does not have such majority.ELE_CAM and ELE_PRES Etat du monde Europe World Yearbookhave been created with the following formula: x360 where x represents the day ofthe year. This result in a weight of influence that can be shared prior to electiondate. For example, if an election occurred on July 1 1990, 0.5 was recorded for 1989 and 0,5 for 1990.Partisanship adapted from World Bank represents the ideological positionof the executive where 0Left; 1Centre; and 2Right.Finally, GROWTH also comes from Facing up to Inequality in Latin America IABD: 1999. It is a measure of the change in GDP from the previousyear. 18 The World Bank data set covers the years 197595.2008B01082007B0307B0207B01072006B0306B0206B01062005B1105EuroDiplomatie durch gemeinsame Wirtschaftsregierung Martin Seidel Lohne und Steuern im Systemwettbewerb der Mitgliedstaatender Europaischen Union Konsolidierung und Reform der Europaischen Union The Ratification of European Treaties Legal and Constitutional Basis of a European Referendum.Martin Seidel Martin Seidel Martin Seidel Financial Frictions, Capital Reallocation, and Aggregate Fluctuations Financial Openness and Macroeconomic Volatility A Welfare Analysis of Capital Account Liberalization Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Martin Seidel Martin Seidel Guntram B. Wolff Gabriel GonzalezKonig Christian Volpe Martincus, Jennifer Pedussel Wu Jurgen von Hagen, Valeriya Dinger Stefan Lutz Martin Seidel Panu Poutvaara Jan Fidrmuc, Orla Doyle Jurgen von Hagen, Iulia Traistaru Josef C. Brada, Ali M. Kutan, Taner M. Yigit Jurgen von Hagen, Jizhong Zhou Jurgen von Hagen, Jizhong Zhou Martin Seidel Dieter Spethmann, Otto Steiger Guntram B. Wolff Galyna Grygorenko, Stefan Lutz Oksana Harbuzyuk, Stefan Lutz Lucjan T. Orlowski Otto Steiger Otto Steiger ElhamMafi Kreft, Steven F. Kreft Volker Reinthaler, Guntram B.Wolff Jurgen von Hagen, Taikuang Ho Martin Seidel Das Kompetenz und Entscheidungssystem des Vertrages von Rom im Wandel seiner Funktion und Verfassung Die Schutzklauseln der Beitrittsvertrage B1005B0905 Measuring Tax Burdens in Europe B0805B0705Remittances as Investment in the Absence of Altruism Economic Integration in a Multicone World?B0605Banking Sector Under?Development in Central and Eastern Europe Regulatory Standards Can Lead to Predation B0505B0405 Wahrungspolitik als Sozialpolitik B0305Public Education in an Integrated Europe: Studying to Migrateand Teaching to Stay?Voice of the Diaspora: An Analysis of Migrant Voting Behavior B0205B0105 Macroeconomic Adjustment in the New EU Member States 2004B3304The Effects of Transition and Political Instability On Foreign Direct Investment Inflows: Central Europe and the Balkans The Choice of Exchange Rate Regimes in Developing Countries: A Mulitnominal Panal Analysis Fear of Floating and Fear of Pegging: An Empirical Anaysis of De Facto Exchange Rate Regimes in Developing Countries Der Vollzug von Gemeinschaftsrecht uber die Mitgliedstaatenund seine Rolle fur die EU und den Beitrittsprozess Deutschlands Wirtschaft, seine Schulden und die Unzulanglichkeiten der einheitlichen Geldpolitik im Eurosystem Fiscal Crises in U.S. Cities: Structural and Nonstructural Causes Firm Performance and Privatization in Ukraine Analyzing Trade Opening in Ukraine: Effects of a Customs Union with the EUExchange Rate Risk and Convergence to the Euro The Endogeneity of Money and the Eurosystem B2504B2404B2304 Which Lender of Last Resort for the Eurosystem?B2204NonDiscretonary Monetary Policy: The Answer for Transition Economies?The Effectiveness of Subsidies Revisited: Accounting for Wageand Employment Effects in Business RDB2004 Money Market Pressure and the Determinants of Banking Crises Die Stellung der Europaischen Zentralbank nach dem Verfassungsvertrag B3204B3104B3004B2904B2804B2704B2604B2104B1904B1204 Measuring and Explaining Levels of Regional Economic InteTransmission Channels of Business Cycles Synchronization inan Enlarged EMUForeign Exchange Regime, the Real Exchange Rate and Current Account Sustainability: The Case of Turkey Does It Matter Where Immigrants Work? Traded Goods, Nontraded Goods, and Sector Specific Employment Do Economic Integration and Fiscal Competition Help to Explain Local Patterns?Euro Adoption and Maastricht Criteria: Rules or Discretion?The Role of Electoral and Party Systems in the Development of Fiscal Institutions in the Central and Eastern European Countriesgration Economic Integration and Location of Manufacturing Activities: Evidence from MERCOSUREconomic Integration and Industry Location in Transition Countries Testing Creditor Moral Hazard in Souvereign Bond Markets: AUnified Theoretical Approach and Empirical Evidence European Integration, Productivity Growth and Real Convergence The Contribution of Income, Social Capital, and Institutions to Human Wellbeing in Africa Rural Urban Inequality in Africa: A Panel Study of the Effectsof Trade Liberalization and Financial Deepening B1804B1704B1604B1504B1404B1304B1104B1004B0904B0804B0704B0604B0304B0204B0104Iulia Traistaru Subidey Togan, Hasan Ersel Harry P. Bowen, Jennifer Pedussel Wu Christian Volpe Martincus Jiri Jonas Sami Ylaoutinen Jennifer Pedussel Wu Pablo Sanguinetti, Iulia Traistaru,Christian Volpe Martincus Laura Resmini Ayse Y. Evrensel, Ali M. Kutan Taner M. Yigit, Ali M. Kutan Mina BaliamouneLutz, Stefan H.Lutz Mina BaliamouneLutz, Stefan H.Lutz Lucjan T. Orlowski Orla Doyle, Jan Fidrmuc Ulrich Bindseil Ronald L. Moomaw, Euy Seok Yang Martin Seidel Jurgen von Hagen, Boris Hofmann Josef C. Brada, Ali M. Kutan, Taner M. Yigit Kerstin Bernoth, Juergen von Hagen Kerstin Bernoth, Juergen von Hagen, Ludger Schulknecht Anna Iara, Iulia Traistaru Iulia Traistaru, Christian Volpe Martincus B0504 Money Rules for the Eurozone Candidate Countries B0404 Who is in Favor of Enlargement? Determinants of Support for EU Membership in the Candidate Countries Referenda Over and Underbidding in Central Bank Open Market Operations Conducted as Fixed Rate Tender Total Factor Productivity and Economic Freedom Implicationsfor EU Enlargement Die neuen Schutzklauseln der Artikel 38 und 39 des Beitrittsvertrages: Schutz der alten Mitgliedstaaten vor Storungendurch die neuen Mitgliedstaaten B27032003B2903 Macroeconomic Implications of Low Inflation in the Euro Area B2803The Effects of Transition and Political Instability on Foreign Direct Investment: Central Europe and the Balkans The Performance of the Euribor Futures Market: Efficiency andthe Impact of ECB Policy Announcements Electronic Versionof International FinanceSouvereign Risk Premia in the European Government Bond Market uberarbeitete Version zum HerunterladenHow Flexible are Wages in EU Accession Countries?B2603B2503B2403 Monetary Policy Reaction Functions: ECB versus Bundesbank Bernd Hayo, Boris Hofmann B2303Economic Integration and Manufacturing Concentration Patterns: Evidence from Mercosur Reformzwange innerhalb der EU angesichts der Osterweiterung Martin Seidel William Pyle Reputation Flows: Contractual Disputes and the Channels for InterFirm Communication Urban Primacy, Gigantism, and International Trade: Evidencefrom Asia and the Americas An Empirical Analysis of Competing Explanations of Urban Primacy Evidence from Asia and the Americas Ronald L. Moomaw, Mohammed A. Alwosabi Ronald L. Moomaw, Mohammed A. Alwosabi B2203B2103B2003B1903B1803B1703B1603B1503B1403B1303The Effects of Regional and IndustryWide FDI Spillovers on Export of Ukrainian Firms Determinants of InterRegional Migration in the Baltic States Mihails Hazans SouthEast Europe: Economic Performance, Perspectives, and Policy Challenges Employed and Unemployed Search: The Marginal Willingnessto Pay for Attributes in Lithuania, the US and the Netherlands FCIs and Economic Activity: Some International Evidence The IS Curve and the Transmission of Monetary Policy: Is therea Puzzle?Stefan H. Lutz, Oleksandr Talavera, SangMin Park Iulia Traistaru, Jurgen von Hagen B0903B1103B1003B1203 What Makes Regions in Eastern Europe Catching Up? The Role of Foreign Investment, Human Resources, and Geography Die Weisungs und Herrschaftsmacht der Europaischen Zentralbank im europaischen System der Zentralbanken einerechtliche Analyse Foreign Direct Investment and Perceptions of Vulnerability to Foreign Exchange Crises: Evidence from Transition Economies The European Central Bank and the Eurosystem: An Analysis of the Missing Central Monetary Institution in European Monetary Union The Determination of Capital Controls: Which Role Do Exchange Rate Regimes Play?Nach Nizza und Stockholm: Stand des Binnenmarktes und Prioritaten fur die Zukunft Fiscal Discipline and Growth in Euroland. Experiences with the Stability and Growth Pact Reconsidering the Evidence: Are Eurozone Business Cycles Converging?Do Ukrainian Firms Benefit from FDI?B0403B0803B0703B0603B0503Europaische Steuerkoordination und die Schweiz Commuting in the Baltic States: Patterns, Determinants, and Gains Die Wirtschafts und Wahrungsunion im rechtlichen und politischen Gefuge der Europaischen Union Jos van Ommeren, Mihails Hazans Charles Goodhart, Boris Hofmann Charles Goodhart, Boris Hofmann Gabriele Tondl, Goran Vuksic Martin Seidel Josef C. Brada, Vladimir Tomsik Gunnar Heinsohn, Otto Steiger Jurgen von Hagen, Jizhong Zhou Martin Seidel Jurgen von Hagen Michael Massmann, James Mitchell Stefan H. Lutz, Oleksandr Talavera Stefan H. Lutz Mihails Hazans Martin Seidel Marcus Hagedorn, Ashok Kaul,Tim Mennel Jennifer Pedussel Wu Debajyoti Chakrabarty Debajyoti Chakrabarty Debajyoti Chakrabarty Lucjan T. Orlowski Stefan Lutz Stefan Lutz Martin Seidel Otto Steiger Ali M. Kutan, Taner M. Yigit Bernd Hayo, Ali M. Kutan B0303B0203B01032002B3002B2502B2402B2302B2202B2102B2002An Adverse Selection Model of Optimal Unemployment Assurance B29B02 Trade Agreements as Selfprotection B29A02 Growth and Business Cycles with Imperfect Credit Markets B2802B2702Inequality, Politics and Economic Growth Poverty Traps and Growth in a Model of Endogenous Time Preference B2602 Monetary Convergence and Risk Premiums in the EU Candidate Countries Trade Policy: Institutional Vs. Economic Factors The Effects of Quotas on Vertical Intraindustry Trade Legal Aspects of European Economic and Monetary Union Der Staat als Lender of Last Resort oder: Die Achillesversedes Eurosystems Nominal and Real Stochastic Convergence Within the Transition Economies and to the European Union: Evidence from Panel Data The Impact of News, Oil Prices, and International Spilloverson Russian Fincancial MarketsB0902 Monetary Policy in the Euro Area Lessons from the First Years Volker Clausen, Bernd Hayo B0802Ali M. Kutan, Su Zhou B1902B1802B1702B1602B1502B1402B1302B1202B1102B1002B0702B0602B0502B0402B0302B0202B01022001B2901B2801B2701B2601East Germany: Transition with Unification, Experiments and Experiences Regional Specialization and Employment Dynamics in Transition Countries Specialization and Growth Patterns in Border Regions of Accession Countries Regional Specialization and Concentration of Industrial Activityin Accession Countries Does Broad Money Matter for Interest Rate Policy?The Long and Short of It: Global Liberalization, Poverty and Inequality De Facto and Official Exchange Rate Regimes in Transition Economies Argentina: The Anatomy of A Crisis The Eurosystem and the Art of Central Banking National Origins of European Law: Towards an Autonomous System of European Law?Has the Link Between the Spot and Forward Exchange Rates Broken Down? Evidence From Rolling Cointegration Tests Perspektiven der Erweiterung der Europaischen Union Is There Asymmetry in Forward Exchange Rate Bias? MultiCountry Evidence Real and Monetary Convergence Within the European Unionand Between the European Union and Candidate Countries: ARolling Cointegration Approach Asymmetric Monetary Policy Effects in EMUThe Choice of Exchange Rate Regimes: An Empirical Analysisfor Transition Economies The Euro System and the Federal Reserve System Compared:Facts and Challenges Does Inflation Targeting Matter?Is Kazakhstan Vulnerable to the Dutch Disease?Political Economy of the Nice Treaty: Rebalancing the EUCouncil. The Future of European Agricultural Policies Investor Panic, IMF Actions, and Emerging Stock Market Returns and Volatility: A Panel Investigation Regional Effects of Terrorism on Tourism: Evidence from Three Mediterranean Countries B2501 Monetary Convergence of the EU Candidates to the Euro: ATheoretical Framework and Policy Implications Disintegration and Trade B2401B2301 Migration and Adjustment to Shocks in Transition Economies B2201B2101Strategic Delegation and International Capital Taxation Balkan and Mediterranean Candidates for European Union Membership: The Convergence of Their Monetary Policy With That of the Europaen Central Bank An Empirical Inquiry of the Efficiency of Intergovernmental Transfers for Water Projects Based on the WRDA Data Detrending and the MoneyOutput Link: International Evidence B2001B1901von Hagen, Rolf R.Jurgen Strauch, Guntram B. Wolff Iulia Traistaru, Guntram B. Wolff Laura Resmini Iulia Traistaru, Peter Nijkamp, Simonetta Longhi Matthias Bruckner, Andreas Schaber Christian E. Weller, Adam Hersch Jurgen von Hagen, Jizhong Zhou Jiri Jonas Gunnar Heinsohn, Otto Steiger Martin Seidel Martin Seidel Su Zhou, Ali M. Kutan Josef C. Brada, Ali M. Kutan, Su Zhou Volker Clausen, Bernd Hayo Jurgen von Hagen, Jizhong Zhou Karlheinz Ruckriegel, Franz Seitz Manfred J. M. Neumann, Jurgenvon Hagen Karlygash Kuralbayeva, Ali M. Kutan, Michael L. Wyzan DeutschFranzosischesschaftspolitisches Forum Bernd Hayo, Ali M. Kutan WirtKonstantinos Drakos, Ali M. Kutan Lucjan T. Orlowski Jarko and Jan Fidrmuc Jan Fidrmuc Matthias Bruckner Josef C. Brada, Ali M. Kutan Anna RubinchikPessach R.W. Hafer, Ali M. KutanB1801 Monetary Policy in Unknown Territory. The European Central Bank in the Early Years Executive Authority, the Personal Vote, and Budget Disciplinein Latin American and Carribean Countries Sources of Inflation and Output Fluctuations in Poland and Hungary: Implications for Full Membership in the European Union Programs Without Alternative: Public Pensions in the OECDFormal Fiscal Restraints and Budget Processes As Solutions toa Deficit and Spending Bias in Public Finances U.S. Experience and Possible Lessons for EMUGerman Public Finances: Recent Experiences and Future Challenges The Impact of Eastern Enlargement On EULabour Markets.Pensions Reform Between Economic and Political Problems Inflationary Performance in a Monetary Union With Large Wage Setters Integration of the Baltic States into the EU and Institutionsof Fiscal Convergence: A Critical Evaluation of Key Issues and Empirical Evidence Democracy in Transition Economies: Grease or Sand in the Wheels of Growth?The Functioning of Economic Policy Coordination The Convergence of Monetary Policy Between Candidate Countries and the European Union Opposites Attract: The Case of Greek and Turkish Financial Markets Trade Rules and Global Governance: A Long Term Agenda.The Future of Banking.The Determination of Unemployment Benefits Preferences Over Inflation and Unemployment: Evidence from Surveys of Happiness The Konstanz Seminar on Monetary Theory and Policy at Thirty Divided Boards: Partisanship Through Delegated Monetary Policy Breakinup a Nation, From the Inside Income Dynamics and Stability in the Transition Process, general Reflections applied to the Czech Republic Budget Processes: Theory and Experimental Evidence B1701B1601B1501B1401B1301B1201B1101B1001B0901B0801B0701B0601B0501B0401B0301B0201B01012000B2000B1900B1800B1700B1600B1500B1400B1300von Hagen, Matthias Jurgen Bruckner Mark Hallerberg, Patrick Marier Selahattin Dibooglu, Ali M. Kutan Christian E. Weller Rolf R. Strauch, Jurgen von Hagen Jurgen von Hagen, Rolf R. Strauch DeutschFranzosischesschaftspolitisches Forum Lilia Cavallar WirtAli M. Kutan, Niina PautolaMol Jan Fidrmucvon Hagen,Jurgen Mundschenk Josef C. Brada, Ali M. Kutan Susanne WirtKonstantinos Drakos, Ali M. Kutan DeutschFranzosischesschaftspolitisches Forum Rafael di Tella, Robert J. MacCulloch Rafael di Tella, Robert J. MacCulloch, Andrew J. Oswald Michele Fratianni, Jurgen von Hagen Etienne Farvaque, Gael Lagadec Etienne Farvaque Jens Holscher KarlMartin Ehrhart, Roy Gardner,Jurgen von Hagen, Claudia Keser Martin Seidel PadoaSchioppa Jurgen von Hagen, Ralf Hepp Selahattin Dibooglu, Ali M. Kutan Nauro F. Campos Ruckfuhrung der Landwirtschaftspolitik in die Verantwortungder Mitgliedsstaaten? Rechts und Verfassungsfragen des Gemeinschaftsrechts The European Central Bank: Independence and Accountability Christa RandzioPlath, Tomasso Regional Risk Sharing and Redistribution in the German Federation Sources of Real Exchange Rate Fluctuations in Transition Economies: The Case of Poland and Hungary Back to the Future: The Growth Prospects of Transition Economies ReconsideredRechtsetzung und Rechtsangleichung als Folge der Einheitlichen Europaischen Wahrung A Dynamic Approach to Inflation Targeting in Transition Economies The Importance of Domestic Political Institutions: Why and How Belgium Qualified for EMURational Institutions Yield Hysteresis The Effectiveness of SelfProtection Policies for Safeguarding Emerging Market Economies from Crises Financial Supervision and Policy Coordination in The EMUThe Demand for Money in Austria Liberalization, Democracy and Economic Performance during Transition A New Political Culture in The EU Democratic Accountabilityof the ECBIntegration, Disintegration and Trade in Europe: Evolution of Trade Relations during the 1990s Inflation Bias and Productivity Shocks in Transition Economies:The Case of the Czech Republic B0100 Monetary Union and Fiscal Federalism Skills, Labour Costs, and Vertically Differentiated Industries: AGeneral Equilibrium Analysis B2599 Micro and Macro Determinants of Public Support for Market Informal Family Insurance and the Design of the Welfare State Rafael Di Tella, Robert MacB1200B1100B1000B0900B0800B0700B0600B0500B0400B0300B02001999B2699B1799B1599B1499B1399B12 99B1199B1099Martin Seidel Lucjan T. Orlowski Marc Hallerberg Rafael Di Tella, Robert MacCulloch Kenneth Kletzer WirtDeutschFranzosischesschaftspolitisches Forum Bernd Hayo Jan Fidrmuc Christa RandzioPlath Jarko Fidrmuc, Jan Fidrmuc Josef C. Barda, Arthur E. King, Ali M. Kutan Kenneth Kletzer, Jurgen von Hagen Stefan Lutz, Alessandro Turrini Bernd Hayo Robert Mac Culloch Culloch Rafael Di Tella, Robert MacCulloch Josef C. Brada, Ali M. Kutan Helmut Seitz Ali M. Kutan, Josef C. Brada Christian E. Weller, Bernard Morzuch Jan Fidrmuc, Julius Horvath and Jarko Fidrmuc Christian E.Weller and Mark J.Scher Christian E. Weller Bernd Hayo and Birgit Uhlenbrock Christian E. Weller and Jurgen von Hagen Mehmet Caner and Lutz Kilian DeutschFranzosischesschaftspolitisches Forum Christian Weller WirtReforms in Eastern Europe B2499 What Makes a Revolution?B2399B2299Partisan Social Happiness B2199B2099B1999B1899 Why are Eastern Europes Banks not failing when everybody The End of Moderate Inflation in Three Transition Economies?Subnational Government Bailouts in Germany The Evolution of Monetary Policy in Transition Economieselses are?Stability of Monetary Unions: Lessons from the BreakUp of Czechoslovakia B1699 Multinational Banks and Development Finance Financial Crises after Financial Liberalization: Exceptional Circumstances or Structural Weakness?Industry Effects of Monetary Policy in Germany Fiancial Fragility or What Went Right and What Could Go Wrong in Central European Banking?Size Distortions of Tests of the Null Hypothesis of Stationarity:Evidence and Implications for Applied Work Financial Supervision and Policy Coordination in the EMUFinancial Liberalization, Multinational Banks and Credit Supply: The Case of Poland B0999 Monetary Policy, Parameter Uncertainty and Optimal Learning Volker Wieland B0899Christian Weller The Connection between more Multinational Banks and less Real Credit in Transition EconomiesComovement and Catchup in Productivity across Sectors: Evidence from the OECDProductivity Convergence and Economic Growth: A Frontier Production Function Approach Tumbling Giant: Germanys Experience with the Maastricht Fiscal Criteria The FinanceInvestment Link in a Transition Economy: Evidence for Poland from Panel Data The Macroeconomics of Happiness The Consequences of Labour Market Flexibility: Panel Evidence Based on Survey Data The Excess Volatility of Foreign Exchange Rates: Statistical Puzzle or Theoretical Artifact?Labour Market Tax Policy in the EMUCan Taxing Foreign Competition Harm the Domestic Industry?Free Trade and Arms Races: Some Thoughts Regarding EURussian Trade Fiscal Policy and Intranational RiskSharing Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero B11A98 Die Bewertung der dauerhaft tragbaren offentlichen Finanzlageder EU Mitgliedstaaten beim Ubergang zur dritten Stufeder EWWUExchange Rate Regimes in the Transition Economies: Case Study of the Czech Republic: 19901997Der Wettbewerb der Rechts und politischen Systeme in der Europaischen Union U.S. Monetary Policy and Monetary Policy and the ESCBB0998B0898 MoneyOutput Granger Causality Revisited: An Empirical Analysis of EU Countries uberarbeitete Version zum HerunterladenDesigning Voluntary Environmental Agreements in Europe: Some Lessons from the U.S. EPAs 3350 Program B0698 Monetary Union, Asymmetric Productivity Shocks and Fiscal B0798Insurance: an Analytical Discussion of Welfare Issues Estimating a European Demand for Money uberarbeitete Version zum HerunterladenThe EMUs Exchange Rate Policy B0799B0699B0599B0499B0399B0299B01991998B1698B1598B1498B1398B1298B1198B1098B0598B0498B0398B0298B0198Central Bank Policy in a More Perfect Financial System Trade with LowWage Countries and Wage Inequality Budgeting Institutions for Aggregate Fiscal Discipline 1997B0497 Macroeconomic Stabilization with a Common Currency: Does European Monetary Unification Create a Need for Fiscal Insurance or Federalism?Liberalising European Markets for Energy and Telecommunications: Some Lessons from the US Electric Utility Industry Employment and EMUB0397B0297B0197A Stability Pact for Europe Christopher M. Cornwell and JensUwe Wachter Christopher M. Cornwell and JensUwe Wachter Jurgen von Hagen and Rolf Strauch Christian Weller Rafael Di Tella, Robert MacCulloch and Andrew J. Oswald Rafael Di Tella and Robert MacCulloch Robert B.H. Hauswald DeutschFranzosischesschaftspolitisches Forum Stefan Lutz Rafael Reuveny and John Maxwell WirtJurgen von Hagen Athanasios Orphanides and Volker Wieland Rolf Strauch Julius Horvath and Jiri Jonas Martin Seidel Robert L. Hetzel Bernd Hayo John W. Maxwell Kenneth Kletzer Bernd Hayo WirtDeutschFranzosischesschaftspolitisches Forum Jurgen von Hagen Ingo Fender Jaleel Ahmad Jurgen von Hagen Kenneth Kletzer Tom Lyon John Mayo DeutschFranzosischesschaftspolitisches Foruma Forum organized by ZEIWirtISSN 1436 6053Zentrum fur Europaische Integrationsforschung Center for European Integration Studies Rheinische FriedrichWilhelmsUniversitat Bonn WalterFlexStrasse 3D53113 Bonn Germany Tel.: 49228731732Fax: 49228731809www.zei.de", "filename": "33485993X.pdf", "person": ["Mark Hallerberg", "Hallerberg, Mark", "Patrick Marier", "Marier, Patrick"], "date": ["2001"]}