{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/53030/1/348255179.pdf"], "title": ["Debt relief under the HIPC initiative: Context and outlook for debt sustainability and resource flows"], "plaintext": "Discussion Paper No. 200244Debt Relief under the HIPC Initiative Context and Outlook for Debt Sustainabilityand Resource Flows Lisandro Abrego 1 and Doris C. Ross 2April 2002Abstract This paper analyses debt relief efforts by creditors to alleviate the debt burden of lowincome countries. The Heavily Indebted Poor Countries HIPC Initiative builds ontraditional debt relief, and for the first time involves relief on multilateral debt. It seeksto reduce debt to sustainable levels and eliminate any debt overhang that might hindergrowth and investment. It provides substantial debt relief to eligible countries byreducing their overall debt stocks by about onehalf, or, together with traditional reliefover time, by some 80 per cent. It lowers debt service payments of HIPCs substantially,provides room for increased social spending, and provides a solid basis for debtsustainability. The latter requires efforts by both debtors and creditors. To find povertyreduction efforts, HIPC relief is important, but much broader international support isneeded as external transfers to HIPCs in the past far exceeded debt service paid.Experience has shown that external support can only be effective if it reinforces soundpolicies implemented by HIPCs themselves. Thus debt relief and ODA are mostimportant not in isolation, but as help for selfhelp.Keywords: debt relief, external debt sustainability, HIPC Initiative, poverty reduction JEL classification: F34, F35, O11, O19Copyright Authorss 20021 Economist labregoimf.org; 2 Chief dross 1imf.org of Official Financing Operations Division in Policy Development and Review Department of the IMF.This is a revised version of the paper originally prepared for the UNUWIDER development conferenceon Debt Relief, Helsinki, 1718 August 2001.UNUWIDER gratefully acknowledges the financial contribution from the governments of Denmark,Finland and Norway to the 20002001 Research ProgrammeAcknowledgement We are indebted to Ms. Dabrowska for her research assistance and presentationenhancements, and to our colleagues on whose work we drew. We are responsible forremaining errors.UNU World Institute for Development Economics Research UNUWIDERwas established by the United Nations University as its first research andtraining centre and started work in Helsinki, Finland in 1985. The purpose ofthe Institute is to undertake applied research and policy analysis on structuralchanges affecting the developing and transitional economies, to provide aforum for the advocacy of policies leading to robust, equitable andenvironmentally sustainable growth, and to promote capacity strengtheningand training in the field of economic and social policy making. Its work iscarried out by staff researchers and visiting scholars in Helsinki and throughnetworks of collaborating scholars and institutions around the world.UNU World Institute for Development Economics Research UNUWIDERKatajanokanlaituri 6 B, 00160 Helsinki, Finland Cameraready typescript prepared by Liisa Roponen at UNUWIDERPrinted at UNUWIDER, Helsinki The views expressed in this publication are those of the authors. Publication does notimplyendorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, ofany of the views expressed.ISSN 16095774ISBN 9291902101 printed publicationISBN 929190211X internet publication1Introduction and summary The external debt levels of lowincome countries have mounted over the last twodecades. At the same time, efforts have intensified to alleviate this burden. Since thelate 1980s, when industrial countries first agreed to reschedule lowincome countriesdebts on concessional terms in the context of the Paris Club Toronto terms, the degreeof debt forgiveness grant element has been increased in several steps. By themid1990s, under what came to be known as Naples terms, Paris Club creditors wereforgiving twothirds of lowincome countries eligible debts. Despite these efforts, somelowincome countries, especially those in SubSaharan Africa, continued to face heavyexternal debt burdens and difficulties with servicing them, sometimes repeatedlyresorting to debt rescheduling. This often reflected a combination of factors, including alack of perseverance with structural and economic reform programmes, a deteriorationin their terms of trade, poor governance, and also a willingness of creditors to continueto provide new loans.the HIPC Initiative involves for the first The Heavily Indebted Poor Countries HIPC Initiative, launched in September 1996 bythe IMF and the World Bank, is an evolution of traditional debt relief efforts. Unlikethem, however,time debt relief frommultilateral financial institutions. The Initiatives main purpose is the reduction ofeligible countries external debt burdens to sustainable levels and the elimination of anydebt overhang that might be a hindrance to growth and investment. The Initiative wasreviewed and enhanced in late 1999 to provide faster and deeper debt relief to a largernumber of countries. The enhanced Initiative is expected to benefit close to 40 lowincome countries, of which 23 have reached their decision points and have started toreceive debt relief as of July 2001.The enhanced HIPC Initiative provides substantial debt relief to eligible countries byreducing their overall debt stocks by about onehalf. Three points should be noted. First,this builds on debt reduction under traditional mechanisms over the last decade or so,which already reduced debts by about half for the countries that are expected to require HIPC relief. Combining traditional and HIPC relief over time, the external debt of thesecountries will be reduced in total by some 80 per cent. Second, the Initiative lowers debtservice payments for the 23 decision point HIPCs on average by about onethird to 8 percent of exportsthis is less than half the debt service ratio paid by other developingcountries. While debt service payments by HIPCs are declining, social spending isincreasing and projected to reach more than three times the level of debt servicepayment by 2002. Third, the Initiative provides a solid basis for HIPCs to achieve debtsustainability and to exit the rescheduling cycle. It is a major step, but maintaining debtat sustainable levels over time is a more complex undertakingwhich requires effortsboth by debtors, on the one hand, and creditors and donors, on the other. For this, it isessentialincluding good debtmanagement. It is also essential that creditorsdonors are ready to support HIPCs byproviding adequate resources on appropriately concessional terms.that debtors pursue sound economic policies,The Initiative is primarily concerned with achieving debt sustainability, but at the sametime resources freed up by debt relief are to be channelled toward social expenditureand other poverty reduction programmes. In light of the latter and given that thecountries targeted are among the poorestthere has been amplediscussion on the HIPC Initiatives ability to make a substantial contribution to povertyreduction. It is important to keep the broader context in mind, namely that recentin the world,1historical gross resource flows to HIPCs were three and a half times the level of debtservice payments made. Thus in terms of these countries future resource needs insupport of their poverty reduction strategies PRSPs, the contribution of the HIPCInitiative is important, but much broader international support is needed. Experience hasshown that external support can only be effective if it reinforces sound policiesimplemented by HIPCs themselves and leads to higher resources being directed tosocial development and poverty reduction. Debt relief and ODA are most important notin isolation, but as help for selfhelp.The paper is organized as follows. The next section discusses debt relief initiatives forlowincome countries and their impact in terms of debt stock reduction. Section 3examines the flow impact of debt relief, and discusses its significance in terms ofresources flows to HIPCs. Section 4 comments on the debt sustainability outlook andmore broadly on the HIPC Initiatives contribution to, and the required internationalsupport for, poverty reduction.2Debt relief initiatives for lowincome countriesdebt stock perspective 2.1 Evolution of debt stocks The overall debt level of lowincome countries rose significantly in the 1980s and 1990sFigure 1. For the group of 41 HIPCs, the level of debt tripled from under US60billion in 1980 to a peak of about US190 billion in 1995, then declined somewhat toabout US170 billion by 1999. In contrast, the level of debt of all developing countries,and even of all lowincome countries LICs, continued to rise throughout the sameperiod. See Table 1 for a list of the countries in these groupings.The creditor composition of debt varies greatly: while private creditors have been thelargest creditor group of all developing countries, their exposure to LICs, and even moreso to HIPCs, increased slowly in the 1980s, but was stagnant for LICs in the 1990s anddeclined sharply for HIPCs, especially those 23 HIPCs that have pursued economicpolicies that allowed them to benefit from debt relief early on. At the same time,bilateral creditors remain the second largest creditor for all developing countries, andthe largest creditor of LICs and HIPCs; as bilateral debt stocks have started to declinesince the mid1990reflecting bilateral debt forgiveness as well as the beginning ofstockofdebt reduction packages from the Paris Clubmultilateral creditors, whoseexposure has risen steadily to all four country groups, have become the largest creditorgroup of the 23 decision point HIPCs.Scaling debt stocks against exports or GNP also shows a large buildup of burdens in LICs and HIPCs from 1980 to the early 1990s, and a modest decline since thenFigure 2. It also shows that the debt burdens of the HIPCs are much higher than, infact a multiple of, the debt levels of LICs or all developing countries. Interestingly, thedebttoGNP ratio of all developing countries has continuously risen from some 20 percent in 1981 to over 40 per cent in 1999; LIC debt levels have risen slightly fasterpossibly reflecting lower GNP growth, and stood at about 60 per cent of GNP in 1999;this compares to a debtGNP level of 110 per cent for HIPCs.2Relative to exports, debt burdens of all developing countries and LICs peaked in themid1980s, then stagnated or declined. The buildup continued in HIPCs until the mid1990s, in part reflecting the unsuccessful export performance of HIPCs that has led to adecline in HIPCs share in world trade from 2.2 per cent in 1970 to 0.7 per cent in 1997.The increase in LICs debt levels over time reflected both a willingness on the part ofdebtors to take on more debt, and on the part of creditors to take substantial lendingrisks in order to help poor countries, while in the case of official bilateral creditorspromoting their own exports. It also reflected factors such as termsoftrade shocks, alack of sustained macroeconomic adjustment and structuralreform, weak debtmanagement practices, governance problems and other political factors, civil war andsocial strife.12.2 Evolution of various debt reduction mechanisms Debt relief in the form of a restructuring or rescheduling of debt has been provided bycreditors to debtors for a long time. The motivation is mainly to help the debtor over aperiod of payment difficulties, and to increase the creditors perceived likelihood ofcollecting on claims held. In cases where the debtor is a government, creditors havefewer tools available to enforce payments than in the case of nonsovereign debtorswhere foreclosure and bankruptcy are options. Also, where several players are involved,debtors and creditors have often found it convenient for both sides to reschedule debt ina concerted framework. The Paris Club has provided such a framework for sovereigndebt reschedulings of governmenttogovernment debt mainly with OECD creditorgovernments since the mid1950s.2Such Paris Club reschedulings involved mainly cashflow relief until 1988. The debtservicing problems of middleincome countries, for example in Latin America in the 1980s, were seen as liquidity problems and were largely remedied by stretching outpayments to official bilateral creditors over time. Commercial creditors also providedcashflow relief, but often in combination with a degree of debt reduction, e.g., throughan exchange of claims for Brady bonds that provided some collateral. Table 2 showsthat as of mid2001, most middleincome countries have exited from the Paris Clubrescheduling process.In contrast to middleincome countries, it became increasingly clear that the mountingdebt burdens of lowincome countries reflected deeper problemsthey were solvencyproblems that required not only a temporary reduction in debt service, but also areduction in the level of debt. Paris Club creditors began to grant such debt reduction inthe form of concessional flow reschedulings 3 for lowincome countries in late 1988under the socalled Toronto terms that involved a debt reduction of about onethird of 1 For a discussion of the factors leading to high indebtedness in a sample of ten lowincome countries,see Brooks et al. 1998.2 The Paris Club requires rescheduling countries to seek similar comparable treatment from its othercreditors. Only multilateral creditors are exempted as preferred creditors due to their cooperativecharacter. For information about the Paris Club, see its website at www.clubdeparis.org.3 A flow rescheduling restructures typically debt service due during 13 years. Paris Club creditorsprovided restructurings of the stock of a countrys debt only since the adoption of Naples terms; thiswas seen as an exit treatment for countries with good economic policies.3the eligible amounts.4 The level of debt forgiveness was subsequently raised in steps: to London terms in late 1991 50 per cent debt reduction, and to Naples terms twothirdsdebt reduction at the end of 1994 Tables 34. This resulted in increasingly longer andlower payment profiles on restructured debt Figure 3.5Bilateral creditors not participating in the Paris Clubmainly oil exporters in the Middle East, but also China, Taiwan and a number of other developing countries,including some HIPCsprovided more limited debt restructurings than other creditors,but in turn often saw their claims increasingly falling into arrears.Paris Club reschedulings were complemented by initiatives to forgive bilateral ODAclaims, going back as far as a resolution adopted in 1978 by the Trade Development Board TDB of the UN Conference on Trade and Development UNCTAD. Also,donor governments gave some debt reduction through debt swaps,6 and began toprovide more and more of bilateral development assistance in the form of grants.7HIPCs have experienced a withdrawal of private creditors over the years. Similar tononParis Club official bilateral creditors, these claims are often not serviced. IDAfacilitated buybacks of about US7 billion in commercial debt of lowincome countriesat steep discounts with the help of grants from bilateral donors Table 5.to lowincomeefforts These traditional debt relief mechanisms reduced bilateral and commercial debt, butnot debt to multilateral organizations. As multilateral institutions continued to providesupportthrough mostlyconcessional loansin the absence of significant grant resourcesthey accounted foran increasing share of new loan resources to lowincome countries, which was reflectedin an increasing share of multilateral debt in the total debt of lowincome countries. Tomitigate this, a number of bilateral creditors began to provide grants to help servicemultilateral debts of some HIPCs, e.g., Uganda.countries policy adjustment In the 1990s calls from various quarters, including NGOs, sought a broader approach toreducing the debt burden of lowincome countries. These efforts culminated in theadoption of the HIPC Initiative in the fall of 1996 and its enhancement three years laterin 1999 by the membership of the IMF and World Bank.8 At the same time as theimplementation of the HIPC Initiative is moving ahead, a number of industrial countrieshave committed to go beyond it and forgive all or part of the remaining claimsTable 6.4 The reduction factor applies to precutoff date nonODA debt in NPV terms. ODA debt is restructuredat an interest rate no higher than the original rate over 40 years, including 16 years grace, whichtypically also implies an NPV reduction. Postcutoff date debt is not subject to traditional reliefmechanisms, but is taken into account under the HIPC Initiative. The cutoff date is set in the contextof a countrys first Paris Club rescheduling in order to protect new lending by Paris Club creditors.5 For a discussion of the motivations underlying traditional debt relief and the evolution of Paris Clubterms, see Daseking and Powell 2000: 3958.6 For information on debt swaps, see Ross and Harmsen et al. 2001: Appendix VI.7 Some OECD DAC members no longer provide ODA in the form of loans: Australia, Canada,Denmark, Ireland, Luxemburg, the Netherlands, New Zealand, Sweden, Switzerland, the United Kingdom, and the United States. See OECD 1997.8 For policy and country documents and generalinformation on the HIPC Initiative,seewww.imf.orgexternalnpexrfactshipc.htm.42.3 Relative impact of various debt reduction mechanisms What is the relative size of these various debt reduction mechanisms? Only roughestimates are available for the various elements of historical debt relief. As relief hasbeen provided in a number of steps over time, comparing such estimates in presentvalue terms at a given point in time necessarily involves large margins of uncertainty,but orders of magnitude still give a useful perspective.Estimates of debt reduction in the context of the HIPC Initiative are based on existingdebt stocks, i.e., after any debt reduction provided in the past. They then simulate thefull use of traditional debt relief stockofdebt operation on Naples terms, and derivethe further debt stock reduction that would be achieved by HIPC relief and additionalbilateral debt forgiveness. For the 23 decision point HIPCs, total debt reduction isestimated at about twothirds from existing debt stocks Figure 4a.A more comprehensive perspective would also include the impact of debt reductionalready provided in the past. Daseking and Powell 9 derived estimates of the impact oftraditional debt relief mechanisms based on Paris Club information, and World Bankdata GDF; see Table 7. Combining this with other estimates of the Paris Club Secretariat and of IMF and World Bank staff in the context of the HIPC InitiativeTable 8, yields an overall debt reduction by some 80 per cent over time for the 37countries that are expected to require HIPC relief Figure 4b.10Traditional debt relief already provided to the 37 HIPCs over the 198899 period hasbeen estimated at about US6065 billion in 1999 NPV terms. Additional traditionalrelief yet to be granted in the context of the HIPC Initiative US36 billion would bringthe total traditional relief to about US100 billion. This compares with US39 billion of HIPC debt relief, and US9 billion expected from additional bilateral debt forgiveness.The impact of the various debt relief initiatives varies among recipient countriesdepending on the structure and creditor composition of their debt. The debt reductionfactors under the HIPC Initiative, for example, vary between less than 20 per cent for Honduras and Senegal, and over 80 per cent for GuineaBissau and Sao Tome and Principe Figure 5.Debt relief will leave HIPCs with debt levels comparable to those of other developingcountries, and much lower debt service obligations. The existing debt stocks of the 23 decision point HIPCs after the delivery of committed debt relief are projected to bereduced by twothirds. Compared to all nonHIPC developing countries, this is similarin terms of exports at under 130 per cent, but these HIPCs debt levels will be muchlower relative to GDP 29 per cent of GDP for the 23 HIPCs against 36 per cent of GNP9 See note 6.10 Note that an element of measurement difficulties is reflected in the evaluation of the Russian debtrelief efforts. Russia joined the Paris Club as a creditor in September 1997, and has reachedagreements with most rescheduling countries on the same terms as those provided earlier by other Paris Club creditors, but has agreed with the Club that it would provide an upfront discount of 7080per cent for lowincome countries before the application of Paris Club terms largely reflectingvaluation problems related to Soviet rouble or transferable roubledenominated claims largely of FSU origin. As Russian claims on developing countries were sizeable partly reflecting the valuationof roubledenominated claims, this accounts for a large share of the debt stocks and estimates oftraditional debt relief.5for other developing countries; Table 9. At the same time, debt service obligations ofthese 23 HIPCs will fall to less than half the average of other developing countries, asdiscussed below.3HIPC relief impact and resource flows to HIPCs Absolute debt service payments by developing countries and LICs rose by three and ahalf times during the 1980s and 1990s despite debt relief efforts Figure 6. Debt servicepayments for all developing countries increased from about US110 billion in 1981 to US390 billion in 1999, and for LICs from US14 billion to US47 billion. Growth ofdebt service payments by HIPCs was less pronounced but still significant; for all 41HIPCs, debt service paid was about US6 billion in the early 1980s and peaked at US10 billion in 1995, reflecting an arrears clearance operation for Zambia, thenstabilized atjust under US10 billion. Debt service payments by the group of 23 decision point HIPCs exhibited a similar evolution: they rose from around US3 in 1981 to a Zambiainduced peak of US6 billion in 1995, and then stabilized at about US3.5 billion.As a proportion of export earnings, debt service payments for the various countrygroups averaged 1525 per cent in the early 1980s, then rose to 2530 per cent by themid1980s, before gradually getting back to 1520 per cent by the end of the 1990s. Theratio for HIPCs was higher than that for all developing countries until the mid1990s,when other developing countries experienced a sharp increase in the debt service ratioto over 20 per cent, reflecting the increase in spreads paid by emerging market countriesafter the Asian crisis, and the loan support extended to overcome the crisis. Since themid1980s, the HIPCs ratio of debt service to exports was consistently below the ratiofor LICs. The debt service ratio for the 23 decision point HIPCs was higher than that forother HIPCs or LICs, reflecting the fact that they generally serviced their debtssometimes with the help of donor grants, e.g., for multilateral debt servicewhileseveral other HIPCs accumulated arrears and made only small debt service payments.By the end of the 1990s, the group of 23 HIPCs had a total debt service ratio of slightlyunder 20 per cent of exports, based on GDF data. The data reported in HIPC Initiativecountry documents show slightly lower actual debt service payments. This reflects inpart the fact that debt service paid by private entities in HIPCs without a HIPCgovernment guarantee is not included in the HIPC Initiative calculations, and also thenetting out of debt service grants against gross payments in the HIPC data, while GDFreports gross debt service paid. As recorded in the HIPC Initiative country documents,HIPC relief is projected to reduce the debt service ratio from 16 per cent of export in 199899 to 8 per cent 200105 Tables 910 and Figure 7. Absolute debt servicepayments for these 23 countries averaged US2.8 billion during 199899, and will bereduced by about onethird to an average of US2 billion in 200105.11 Compared topayments that would be due during 20012005 in the absence of enhanced HIPC relief,the decline is about onehalf. This holds in absolute terms as well as relative to exports,government revenue, or GDP Table 10.11 This reflects payments in 199899 after delivery of relief to Bolivia, Guyana, Mozambique, and Uganda under the original HIPC Initiative framework. Before any such relief, debt service paymentswould have averaged US3.1 billion.6HIPC relief is substantial relative to preHIPC debt service andas we shall discuss inthe next sectionprovides a strong basis for debt sustainability. Yet its magnitude ismodest when viewed in a broader context, e.g., compared to net external resource flowsto these countries. Historical net resource flows to the public sector of the 23 HIPCs,including grants and technical cooperation, have been sizeablethey averaged US5.9 billion annually during the 1980s 12.6 per cent of GNP and increased to US8.8 billion 13.7 per cent of GNP during the 1990s Figure 8. Annual savingsfrom HIPC relief, in contrast, are estimated at about US1 billion or 1.5 per cent of GDP for the period 20012005 compared to debt service payments in 199899 Table 10. At the same time, spending on health and education is projected to rise by over 40per cent, or US1.7 billion per year Figure 7 between 1999 and 2002; in terms of GDP, social spending is to rise from 5.5 per cent of GDP to 7 per cent. This exceedshealth and education spending for lowincome countries of 4.5 per cent of GDP andalmost reaches middleincome country levels 7.3 per cent of GNP of 1997 Table 11.However, as these countries social indicators suggest, it still falls short of needs.Future resource requirements of HIPCs will remain high. The mediumterm projectionspresented in the HIPC documents for the 23 decision point HIPCs showed net flowsderived from balance of payments data; these data reflect grants more partially than the GDF data and generally do not include technical cooperation grants that are provided inkind, and are thus much lower than GDF data.12 Based on such balance of paymentsdata, net flows amounted to US4.3 billion in the 1990s, and are projected to increase to US6.7 billion in the next 10 years; with GDP projected to rise, in relative terms netflows are projected to decline slightly from 6.7 per cent of recipient GDP to 6.0 per centTable 12. The grant element of the debt of these 23 HIPCs, which was less than 30 percent for debt outstanding at end1999, is projected to increase substantially to more than 55 per cent for new borrowing in the next decade Table 12. Such increases in thesupply of resources to HIPCs and the grant element involved will require a substantialeffort on the part of creditors and donors.Note that progress toward raising aid levels would have a much higher impact onpoverty reduction than additional debt relief. Net ODA disbursements averaged 0.22 percent of donor GNP in 2000, with G7 donors providing a much lower share of theirincome as aid than other OECD donors Figure 9 and Table 13. Raising this by a mere 0.1 per cent of GNPrather than to the UN target of 0.7 per centwould provide anadditional US24 billion to developing countries, dwarfing the annual impact that debtrelief can have.NGO campaigns often contrast debt service payments with selected measures of healthor education spending with the intention to gather support for debt cancellation. Thisargument leaves out the support provided to lowincome countries by external entities,which, as the numbers above suggest, for years has far exceeded debt service payments.In effect, over the last two decades, gross resource transfers to the 23 HIPCs have beenthree and a half times the amount of debt service paid. With reduced debt servicepayments and higher net transfers, this ratio is projected to increase further during thenext decade.12 GDF data for the 23 decision point HIPCs show average annual grants of US5.5 billion or 8.5 percent of GNP in the 1990s, and technical cooperation grants of US2.2 billion or 3.4 per cent of GNP.7The premise behind many NGOs simple message is that lower debt service paymentswould leave more resources available to HIPCs to spend on poverty reductionprogrammes. However, this may not be the case. In the past a number of donors haveprovided grants to cover debt service payments due by several HIPCs, particularly debtservice due to multilateral creditors. It remains to be seen if these grant resources willcontinue to be available to HIPCs after the HIPC Initiative has lowered the level of debtservice due. Also, a number of creditors engaged in defensive lending, i.e., providednew loans that helped cover the debt service falling due on existing loans; such practicespresumably would not be continued after debt reliefthough some creditors, instead ofcancelling debt, will provide grants equivalent to debt reduction. Thus it is not clearwhether higher debt relief would increase net transfers to lowincome countries.Higher debt relief could actually reduce net resource flows to HIPCs if a donors aidbudget is fixed in nominal terms, and the donor has to fund debt stock reduction out of agiven aid allocation at one point in time rather than stretching the budgetary impact outover a number of years as done, e.g., by France and Japan. In this situation, wherethere is a tradeoff between debt relief and other forms of development assistance, moredebt relief would actually reduce the net cash resources available to recipient countriesas the reduction of future debt service maturities is funded out of the current aidbudget.13 Also, higher debt relief may lead to a reallocation of aid resources towardmore indebted countries, rather than toward those countries that merit most supportbased on their own efforts.Some critics have argued that debt writeoff is merely an accounting transaction.However, most official creditors keep claims on developing countries on their books atface value, i.e., they generally do not make an assessment of the residual value of aclaim, in part because they do not intend to market the claim. Such creditors have tofund any reduction of a claim below its face value from current budget allocations. Inorder to protect the usable resources available to HIPCs to fund their poverty reductionstrategies, the premise of the HIPC Initiative was that debt relief should be additional toother aid flows.4Can the HIPC Initiative achieve its goals?4.1 Debt sustainability outlook after HIPC relief 14HIPC relief will reduce the level of debt of HIPCs to that of other developing countriesor below, and will lower debt service payments to historical lows. The level of reliefprovided under the HIPC Initiative should be sufficient for these countries to embark ona path of sustainable debtbaring shocks that fundamentally change these countriesmacroeconomic conditions for a prolonged period of time. The challenge for HIPCs isto remain on such a path HIPC relief is a onetime step debt reduction, not an ongoingguarantee of debt sustainability. Longterm debt sustainability, in contrast, is a dynamicconcept. It depends not only on i the existing stock of debt and its associated debt 13 An interesting discussion of these issues is forthcoming by Bird and Milne 2001; also by the sameauthors 2000.14 The debt outlook of the 22 HIPCs that had passed their decision points at the time was analysed in ajoint paper by the IMFWorld Bank 2001. This subsection draws partially on that paper.8service, but also on ii the evolution of a countrys fiscal and external repaymentcapacity, as well as on iii the growth and terms of new borrowing.The HIPC Initiative can only deal with the existing stock of debt and with its associateddebt service. The other two elements fall beyond the Initiatives scope and more underthe responsibility of HIPC governments. They can only be addressed if HIPCssuccessfully implement a complex set of policies that determine the likely future trendof economic growth and new external borrowing.15 These policies include soundmacroeconomic management;includinginfrastructure, trade, tax and social policies, regulatory frameworks that affect economicincentives and the incentives for private investment and production; governance and areduction in corruption; and social inclusion, which embraces the full participation ofsociety through education and other social services that reach the poor. All of theseelements should be reflected in a countrys PRSP, the approach adopted in 1999 to helppoor countries and their development partners strengthen the impact of their commonefforts on poverty reduction.16growthfriendlystructuralpolicies,In the past in many HIPCs, a failure to implement such policies consistently andthoroughly, together with other factors such as external shocks, armed conflicts, etc.,contributed to an unsustainable debt buildup. Longterm debt sustainability can only beachieved if these underlying causes of debt problems have been addressed. HIPC reliefcannot by itself address them or change the underlying vulnerabilities of HIPCs.17To maintain debt sustainability after debt relief and over the longer run, both players onthe debt side need to act. As part of the policies outlined in their PRSPs, HIPCsborrowers need to follow more prudent debt management policies, and pay moreattention to the terms of new borrowing and debt service obligations falling due.18 Moretimely and comprehensive debt accounting is also a crucial element in this. An activedebt management strategy should be formulated and integrated into a countrys overallmacroeconomic management. This would also help improve overall economicmanagement. Given that HIPCs external debt has been primarily contracted by thepublic sector, and that their externalsector imbalances have been often the result offiscal imbalances, a strong fiscal position and sound fiscal management are crucial. A15 For an analysis of the relationship between Economic Growth and Poverty Reduction in SubSaharan Africa, see paper by Moser and Ichida 2001.16 For policy and country documents on poverty reduction strategies and general information, seewww.imf.orgexternalnpprspprsp.asp. To date, thirtytwo countries have prepared interim PRSPs,and four countries full PRSPs. Some twenty more full PRSPs are expected later this year. In light ofthis, the IMF and World Bank have launched comprehensive reviews of PRSPs and the IMFsconcessional lending facility, the PRGF. More information is on the website.17 Apart from their lowincome levels, such vulnerabilities include their narrow export base thatbasically relies on a few export products, which makes them susceptible to externallyinduced shocks;their small and declining shares in world trade; and their dependence on capital inflows, evidenced inthe persistent an external current account deficits.18 For a few countries the decision point documents projected debt ratios to remain above 150 per cent ofexports at the completion point. In some cases projected export trends were a contributing factor, butthe role of new borrowing in their future debt burdens was also important: for the seven countries withthe highest remaining debt ratios, new borrowing between the decision and completion pointsaccounted for almost 50 percentage points of the NPVtoexports ratio at the completion point. Thisshows the importance of prudent new borrowing policies for HIPCs.9solid and comprehensive fiscal framework is in fact a condition for effective debtmanagement.Creditors and donors, for their part, must ensure that HIPC relief is additional to otheraid flows, and they should provide new resources on more concessional terms. Theyshould direct aid flows more effectively to countries with solid and comprehensivepoverty reduction strategiesincluding a policy environment conducive to sustainableeconomic growthand that are serious in their implementation efforts. Untying aid isanother step creditors and donors should take to help HIPCs and developing countriesmore generally improve their economic situation, as well as trade liberalization thatmakes their domestic markets more accessible so that HIPCs can increase their exportearnings and diversify their production and export base.4.2 Debt relief and poverty reduction Putting debt relief resources to good use will be essential for creditor governments to beable to continue to support HIPCs and gain approval of their parliaments to maintainand possibly increase resources for development aid. But this holds not only for debtrelief, but also, and perhaps more so, for the use of aid flows in general. Over the yearsa number of donors have resorted to providing project assistance over general budgetarysupport in an effort to have more control over the use of the funds and assurances thatthe money was not wasted. This has resulted in an inordinate administrative burden onrecipient countries which had to cope with numerous reporting and documentingrequirements that differed from one donor to the other.The formulation of poverty reduction strategies by lowincome countries and theparticipatory process leading to it seeks to improve on this state of affairs by clearlystating overall development priorities that reflect a national dialogue. These strategiesseek to finance investment that will generate jobs and economic growth and allow areduction in poverty, as well as to tackle more immediate humanitarian crises such as HIVAIDS and other diseases. Significant and sustained poverty reduction in suchcountries can only result from sustained economic growth. Creditors and donors areadjusting their support mechanisms away from individual projects and keying them intocountrys PRSPs instead, relying on governments PRSP implementation reports ratherthan requiring individual donorspecific accountability.By freeing up resources and helping to channel them toward social spending and otherpropoor programmes, the HIPC Initiative makes an important contribution, but muchmore is needed as discussed above. Additional debt relief may not be the best means ofachieving poverty reduction as it would likely be directed to those countries with thehighest remaining debts, not necessarily the most needy or deserving countries.For PRSPs to succeed, apart from aid flows, other sources of funding of social spendingand other development priorities are clearly needed. These include, notably, the HIPCsown resources, especially tax receipts. The generation of domestic revenue relative to GDP is low in many HIPCs, which contributes to the aiddependency of manycountries. This is an important element of macroeconomic policies in several countries,and points again to the need for HIPCs to achieve and maintain a strong fiscal position.10The challenge for many HIPCs is to ensure the effective and efficient use of all of theresources available to them. This means thatthey prepare welldesigned povertyreduction strategies, and are able and willing to implement them. It also requirestransparency in the use of public resources and accountability of the government. IMFand World Bank staff are working with HIPC governments to ensure that resources, inparticular the proceeds of debt relief, are well spent. This means helping countries toensure that money gets to areas like health, education, and other priority povertyreduction programmes, and that it is used efficiently. But results cannot be guaranteed.One problem is that very few HIPCs have adequate mechanisms to track where and howextra resources are spent. IMF, World Bank, and other donors are working to helpbuild public expenditure management capacity.19 Also, in the past it has been hard toidentify the benefits of higher social spending in improved social indicators. It isimportant to help the recipients of debt relief avoid frittering away the gains throughinefficiency and corruption.Finally, as these considerations suggest, the contribution of the HIPC Initiative topoverty reduction should not be seen in isolation or only in terms of resources freed up.For the HIPCs, the Initiatives implementation goes hand in hand with the PRSPprocess, and often resources from debt relief are crucial for PRSP implementation. Thecombination of debt relief and the PRSP process is potentially a quite powerful one ifcountries are serious about the formulation of their poverty reduction strategies andimplementation. As recentforeign aid haveconcluded,20 aid is likely to have a significant impact on growth and poverty reductionif directed to countries that are in great need and have a policy environment conduciveto putting resources to good use. The HIPC Initiatives requirement that countriesaccumulate a track record of good policy implementation before they start benefitingfrom debt relief is intended to ensure such a growthfriendly policy environment.Experience has shown that external support can only be effective if it reinforces soundpolicies implemented by HIPCs themselves and leads to higher resources being directedto social development and poverty reduction. Debt relief and ODA are most importantnot in isolation, but as help for selfhelp.literature on the effectiveness of 19 See the joint IMFWorld Bank 2001.20 See, e.g., World Bank 1998, and Tsikata 1998.11Figures and tables Figure 1 Total public external debt in selected country groups, 198199,by creditor Figure 2 External debt in selected country groups, in 198199Figure 3 Evoluation of Paris Club lowincome rescheduling profiles Figure 4 Reduction of debt stocks for HIPCs, July 2001Figure 5 Enhanced HIPC Initiative Comparative debt reduction and debt relieffor 23 decision point countries, end July 2001Figure 6 Total debt service paid by selected country groups, 198199Figure 7 Twentythree HIPCs: Debt service and social spending after HIPC relief,19982005Figure 8 Net transfers on public medium and longterm debt, 198199Figure 9 Net ODA disbursements by G7 and other DAC countries, 19902000Status of Paris Club rescheduling countries as of endJuly, 2001Table 1 Developing country classification, 2001Table 2Table 3 Evolution of Paris Club rescheduling terms Table 4 HIPCs: Paris Club reschedulings by types of terms, 1976July 2001Table 5Table 6IDA debt buybacks: Summary of completed operationsfor HIPCs, 19912001Paris Club creditors delivery of debt relief under bilateral initiativesbeyond the HIPC Initiative, 1 August 2001Summary of debt relief under traditional mechanisms for 41 HIPCs Table 7Table 8 Tentative estimates of overall debt relief Table 9 Debt indicators in developing countries and HIPCs, 1999Table 10 Impact of debt relief for the 23 HIPCs that have reached an enhanceddecision point Table 11 Public expenditure on health and education Table 12 HIPCs that have reached a decision point: Flows of official externalresources Table 13 Net ODA disbursements by major DAC countries, 199020001213141516171819202122232526272830313233343537Total public external debt in selected country groups, 198199, by creditor in billions of US dollarsFigure 1800700600500400300200100012010080604020013All developing countries a Lowincome countries b Total public external debt right scale1,8001,6001,4001,2001,00080060040020002502001501005001981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 19991981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 199941 Heavily indebted poor countries Total public external debtright scale23 Heavily indebted poor countries c Total public externaldebt right scale20018016014012010080604020040353025201510505004003002001000807060504030201001981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 19991981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999Legend:Multilateral creditors left scaleBilateral creditors left scalePrivate creditors left scaleNotes:a A group of 149 countries covered by the GDF. These, 137 report to the DRS, while World Bank estimates are used for the others;b A group of 64 countries for which 1999 GNP per capita was no more than US 755 as calculated by the World Bank. Of these, 62 report to the DRS;c HIPCs which have received the decision point under Enhanced HIPC Initiative by July 2001.External debt in selected country groups, 198199Figure 2in % of exports of goods and services, and gross national productIn % of exports of goods and services 23 HIPCs a 41 HIPCs Lowincome countries b Developing countries c 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999In % of gross national product 41 HIPCs 23 HIPCs a Lowincome countries b Developing countries c 700600500400300200100018016014012010080604020070060050040030020010001801601401201008060402001981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999Notes:Source:a HIPCs which have reached the decision point under the Enhanced HIPC Initiative by July 2001.b A group of 64 countries for which 1999 GNP per capita was no more than US 755 asccalculated by the World Bank. Of these, 62 report to the DRS.A group of 149 countries covered by the GDF. Of these, 137 report to the DRS, while World Bank estimates are used for the others.World Bank GDF2001.14Evolution of Paris Club lowincome rescheduling profiles a Figure 3in % of amounts consolidatedPrevious terms Nonconcessional b Torontoterms c Londonterms d Lyonterms e 1357911131517192123252729313335373941Current terms Naplesterms f 1357911131517192123252729313335373941Y e a r s Cologneterms g 3025302025152010155510055003025302025152010155510005500Notes:a Assuming a market interest rate of 8%. The payments profiles reflect the actual distribution ofthe capitalization ofthe debt reduction option DR, debt service reduction option DSR,moratorium interest option CMI, or the long maturities option LM.Equal distribution among the options DR, DSR, and LM.b Assuming equal principal repayments over 10 years including 5 years of grace.cd Distribution in % of DR 40; DSR 45; CMI 10; LM 5;e 80% reduction in NPV terms provided in the context of the original HIPC Initiative. Distributionin % of DR 50; DSR 50.67% reduction in NPV terms. Distribution among options in %: DR 45; DSR 45; CMI 10. The LM option is not included, given that any creditor choosing this option undertakes best efforts tochange to a concessional option at a later date when feasible.90% reduction in NPV terms provided in the context of the enhanced HIPC Initiative. DR optiononly.Paris Club Secretariat; and IMF staff estimates.fg Sources:15A: 23 HIPCs that reached their decision points by July 2001 in current perspective in decision point NPV termsReduction of debt stocks for HIPCs as of July 2001Figure 4US, billions, in decision point terms Cumulative reduction of the NPV % change2521NPV after HIPCNPV after additionalreliefbilateral debtforgiveness 60504030201005445Existing NPVNPV after assumedtraditional relief a B: 37 HIPCs expected to require HIPC relief in historical perspective in 1999 NPV terms161801801501209060300814233Notional debt stockbefore any relief After past and After HIPC reliefassumed traditionalrelief b After additionalbilateral debtforgiveness 90603007560453015064%56%18%After assumed applicationof traditional relief a After application of HIPCAfter additional bilateralreliefdebt forgiveness 77%82%55%After past and assumedapplication of traditionalrelief b After application of HIPCAfter additional bilateralreliefdebt forgiveness Notes:a Traditional debt relief not yet provided as of decision point; b Includes both traditional relief already provided in the past and yet to be provided in the context of theenhanced HIPC Initiative. Source: HIPC documents and Table 8.Figure 5Enhanced HIPC Initiative Comparative debt reduction and debt relief for 23 decision point countries Status as of end July 2001Debt reduction in %Nominal debt service relief US million100%80%60%40%20%0%01,000 2,000 3,000 4,000 5,000GuineaBissau Nicaragua Sao Tome and Principe Mozambique Nicaragua Mozambique Rwanda Zambia Guyana Tanzania Niger Mauritania Uganda Burkina Faso Bolivia Malawi Madagascar Mali Guinea Benin Chad The Gambia Cameroon Senegal Honduras Zambia Tanzania Bolivia Cameroon Uganda Madagascar Mauritania Guyana Malawi Honduras Niger Mali Senegal Rwanda Guinea GuineaBissau Burkina Faso Benin Sao Tome and Principe Chad The Gambia Notes:Debt reduction is measured by the common reduction factor. This refers to the percentageby which each creditor needs to reduce its debt stock at the decision point so as to enablethe country to reach its debt sustainability target. The calculation is based in net presentNPV information.For Bolivia, Burkina Faso, Guyana, Mali, Mozambique and Uganda assistance under theoriginal and enhanced frameworks is combined.17Total debt service paid by selected country groups, 198199 ain billions of US dollars and % of exports of goods and servicesFigure 6Nominal, in billion of US dollars All developing countries bleft scaleLowincomecountries cright scale23 HIPCs dright scale41 HIPCsright scale8060402001981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999In % of exports of goods and services 23 HIPCs dLowincomecountries c All developing countries b 41 HIPCs 403530252015105040035030025020015010050040353025201510501981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999Notes:a Principal and interest payments on total longterms debt public and publicly guaranteedand private nonguaranteed, including IMF credit, and interest on shortterm debt.b A group of 149 countries covered by the GDF. Of these, 137 report to the DRS, while World Bank estimates are used for the others.A group of 64 countries for which 1999 GNP per capita was no more than US 755 ascalculated by the World Bank. Of these, 62 report to the DRS.cd HIPCs which have already reached the decision point under the Enhanced HIPC Initiativeby July 2001.Source:The peaks reflect arrears clearance operations in 1991 for Nicaragua with the Ia DB and World Bank, and in 1995 for Zambia with the IMF. Net transfers to both countries werepositive in these years.World Bank GDF2001.1823 HIPCs: Debt service and social spending after HIPC relief, 19982005 a Figure 7Debtservice to exports Debtservice to government revenues Debtservice ratios after HIPC reliefin %19981999200020012002200320042005Debtservice Social spending Social spending and debtservice due after HIPC reliefin billion of US35302520151050765432101999200020012002Note:Source:a HIPCs which have reached their decision points by July 2001.HIPC documents and staff estimates.193530252015105076543210Net transfers on public medium and longterm debt, 198199 ain billions of US dollars, and % of recipients GNPFigure 8In billions of US dollars Developing countries total b Lowincome countries c 41 HIPCs 23 HIPCs d 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999In % of recipients GNP41 HIPCs 23 HIPCs d Developing countries total b Lowincome countries c 706050403020100102030201816141210864201981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999Notes:a Including grants and IMF.b A group of 149 countries covered by the GDF. Of these, 137 report to the DRS, while Worldc Bank estimates are used for the others.A group of 64 countries for which 1999 GNP per capita was no more than US755 ascalculated by the World Bank. Of these, 62 report to the DRS.d HIPCs which have already reached the Decision Point under the Enhanced HIPC Initiativeby July 2001.World Bank GDF2001.Source:20NET ODA disbursements by G7 and other DAC countries, 19902000 a Figure 9% of GNP0.600.500.400.300.200.10Note:Source:Other DAC countries G7 countries 0.600.500.400.300.200.1019901991199219931994199519961997199819992000a Aggregate net ODA disbursements for group total ratio to aggregate GNP, for each group.Data for 2000 are provisional.OECD.21Developing country classification, 2001Table 1Heavily Indebted Poor CountriesHIPCsDecision point reached by July 2001Benin Bolivia d Burkina Faso Cameroon Chad Gambia, The Guinea GuineaBissau Guyana d Honduras d Madagascar Malawi Mali Mauritania Mozambique Nicaragua Niger Rwanda Sao Tome Principe Senegal Tanzania Uganda Zambia Decision point not yet reached Burundi Central African Republic Congo, Democratic Republic of Congo, Republic of Cote dIvoire e Ethiopia Ghana Lao Peoples Democratic Republic Liberia Myanmar Sierra Leone Somalia Sudan Togo Sustainable cases Angola Kenya Vietnam Yemen, Republic of Low income b Afghanistan,I.S.of f Armenia Azerbaijan Bangladesh Bhutan Cambodia Comoros Eritrea Georgia Haiti India Indonesia Korea,D.P.R f Kyrgyz Republic Lesotho Moldova Mongolia Nepal Nigeria Pakistan Solomon Islands Tajikistan Turkmenistan Ukraine Uzbekistan Zimbabwe Other developing countries a Middle income c Albania Algeria AntiguaBarbudaf Argentina Bahrain f Barbados Belarus Belize Bosnia Herzegovina Botswana Brazil Bulgaria Cape Verde Chile China Colombia Costa Rica Croatia Cuba Czech Republic Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Estonia Fiji Gabon Gibraltar f Grenada Guatemala Hungary Iran, Islamic Republic of Iraq f Jamaica Jordan Kazakhstan Kiribati f Korea, Republic of Latvia Lebanon Libyaf Lithuania Macedonia, FYRMalaysia Maldives Malta Mauritius Mexico Morocco Namibia f Oman Panama Papua New Guinea Paraguay Peru Philippines Poland Romania Russian Federation Samoa Saudi Arabia f Seychelles Slovak Republic South Africa Sri Lanka St. Kitts Nevis St. Lucia St. Vincent the Grenadines Suriname f Swaziland Syrian Arab Republic Thailand Tonga Trinidad Tobago Tunisia Turkey Uruguay Vanuatu Venezuela, Republica Bolivariana de Yugoslavia, Federal Republic of Notes:a A group of 149 countries covered by the World Banks Global Development Finance GDF.Of these, 137 report to the World Bank Debtor Reporting System DRS.b A group of 64 countries for which 1999 GNP per capita was no more than US755, ascalculated by the World Bank. Of these, 62 report to the DRS.A group of 85 countries covered by the GDF for which 1999 GNP per capita was between US756 and US9,265, as calculated by the World Bank. Seventyfive of these countriesreport to the DRS.d Classified by GDF as middleincome country.e Decision point reached under original HIPC framework. Case will be reassessed under thecfenhanced framework.Country does not report to the DRS.Source: World Bank GDF2001.22Status of Paris Club rescheduling countries as of endJuly, 2001Table 2Lowincome countries a Lower middleincome countries b Other middleincome countries Total Countries that graduated from reschedulings c Albania Bolivia BosniaHerzegovina Equatorial Guinea Cambodia Haiti Uganda Vietnam Yemen,Republicofh Jun00Jul01Apr00Feb96Jun97Mar96Sep00Dec93 d Jun01Dominican Republic Ecuador Egypt El Salvador Gabon Guatemala Jamaica Kenya Morocco Peru Philippines Poland Dec99Apr01May91Sep91Dec00 d Mar93Sep95 d, f Jun01Dec92Dec98 gi Jul94Apr91f Algeria Argentina Bulgaria Brazil Chile Costa Rica Croatia Macedonia, FYRMexico Panama Romania Russian Federation Trinidad Tobago Turkeydh May98Mar95Apr95Aug93Dec88Jun93Dec95Mar00May92Mar92Dec83Dec00Mar91Jun83Number of countries 9Number of countries 12Number of countries 1435Countries with rescheduling agreements in effect Djibouti Georgia Indonesia Jordan Pakistan Ukraine Jun02Dec02Mar02Apr02Sep01Sep02 Benin Burkina Faso Cameroon Chad Ethopia Guinea GuineaBissau Honduras Madagascar Mali Malawi Mauritania Mozambique Niger Rwanda Sao Tome Principe Senegal Tanzania Zambiah Jan02Dec01Dec03Mar03Mar04Apr04Dec03Mar02Feb04Dec01Dec03Jun02Dec01 h Dec03Dec01Apr03Dec01Mar03Mar02Number of countries 19Number of countries 6Number of countries 025Countries with previous rescheduling agreements, but without currentrescheduling agreements, which have not graduated from reschedulings Ghana Nigeria Apr96Jan01d, e Yugoslavia, FRJun89jkh Angola Sep90Central African Republic Jun01Mar01Cote dIvoire Congo, Republic of Jun99 Congo, Dem. Republic o Jun90Sep87 Gambia, The Guyana Jun99Jun85Feb01Dec97Dec88Dec84Jun98 Sierra Leone Somalia Liberia Nicaragua Sudan Togo Number of countries All countries 1341Number of countries 220Number of countries 1151676Notes:Stock treatment underlined. Dates refer to end of current or last consolidation period. In the caseof a stockofdebt operation, cancelled agreements, or rescheduling of arrears only, date shownis that of relevant agreement.23Notes to Table 2 conta denotes rescheduling on London terms, denotes rescheduling on Naples terms, denotes rescheduling on Lyon terms, and denotes rescheduling on Cologne terms.b Defined here as countries that obtained lower middleincome but not concessional termsthis inevitably represents an element ofin certainif hit by an external shock, a country may need furtherjudgement:cwith Paris Club reschedulings.For some countries,circumstances,reschedulings.for example,d Rescheduling of arrears only.e Limited deferral of longstanding arrears to three creditors on nonconcessional terms.Nonconcessional rescheduling at the authorities request.g Agreement includes a reprofiling of the stock of certain debts at the end of the consolidationfhIjkperiod.Including deferral of maturities.The 1994 rescheduling agreement was cancelled at the authorities request.Former Socialist Federal Republic of Yugoslavia.Last rescheduling on Toronto terms.Source: Paris Club Secretariat, and Fund staff estimates.24Evolution of Paris Club rescheduling terms Table 3Lowincome countries b Lower middlencome countries Middleincomecountries aHoustonterms a Toronto terms options DR DSR LMLondon terms options c DR DSR CMILMNaples terms options d DSRMaturing DR flows Stocks CMILMLyon terms options e DR DSR CMILMCologne termsoptions e, f DROct88 to Jun91Dec91 to Dec94Since January 1995Dec96 to Oct99Since Nov99Since Sep90Up to 8 a 15 a 56 a 9 a 81481414256232352316 g 25623333833204033Flatgraduated Flatgraduated Flat Graduated Graduated MMMR i MMR j R j MMR k R k R k M6238408402040 Graduated R l R l MM33 2030 m 50505067676767808080Implemented Grace in yearsMaturity in yearsRepayment schedule Interest rate h Reduction in netpresent value %Memorandumitems ODA credits 623 Graduated M90 f 1640Grace in yearsMaturity in years5610Up to 10201425142514251230123012301625164016401640164020401640164016402040Notes:25a Since the 1992 agreements with Argentina and Brazil, creditors have made increasing use of graduated payments schedules up to 15 years maturity and 23 years gracefor middleincome countries; up to 18 years maturity for lower middleincome countries.b DR refers to the debtreduction options; DRS to the debtservicereduction option; CMI denotes the capitalization of moratorium interest; LM denotes the non concessionaloption providing longer maturities. Under London, Naples, Lyon and Cologne terms, there is a provision for a stockofdebt operation, but no such operation took placeunder London terms.c These have also been called Enhanced Toronto and Enhanced Concessions terms.d Until Nov. 1999 included an option of a 50% level of concessionality for countries with a per capita income of more than US500, and an overall NPV of debtexport ratio ofless than 350%. For a 50% level of concessionality, terms were equal to London terms except for the debtservicereduction option under a stockofdebt operation thatincluded a threeyear grace period.e These terms are to be granted in the context of concerted action by all credits under the HIPC Initiative. They also include, on a voluntary basis, an ODA debtreductionoption.f Creditors agree on a casebycase basis on a net present value debt reduction of 90% on precutoff date commercial nonODA debt, or more if this is required in thecontext of proportional burden sharing with other creditors to achieve debt sustainability in the debtor country. All creditors will seek to apply the DR option, but if that is notpossible, there is also a DSR option with very long maturities and grace periods.g Fourteen years before June 1992.hIInterest rates are determined in the bilateral agreements implementing the Paris Club Agreed Minutes. M denotes market rates; R denotes reduced rates.The interest rate was 3.5 percentage points below the market rate or half of the market rate if the market rate was below 7%;j Reduced to achieve a 50% net present value reduction.k Reduced to achieve a 67% net present value reduction; under the DSR option for the stock operation, the interest rate is lightly higher, reflecting the 3year grace period.l Reduced to achieve an 80% net present value reduction.m The reduction of net present value depends on the reduction in interest rates and therefore varies. See note i above.Source: Paris Club.HIPCs: Paris Club reschedulings by types of terms, 1976July 2001Table 4Number of:Amounts consolidated Reschedulings Countries Totalow stockoperations Stock or flowreschedulings Nonconcessional Toronto terms London terms Naples terms LyonCologne terms Before Oct88Oct88 to June91Dec91 to Dec94Since Jan. 1995Since Dec. 199687272438212819222618Source: Paris Club Secretariat, and IMF staff estimates.millions of US23,2695,9848,77417,5198,5213,1003,639flow deals onlyflow deals onlyflow deals only 8 stock deals 6 stock deals 26Summary of completed operations for HIPCs, 19912001 endMarchTable 5IDA debt buybacksin millions of USPrincipal interestextinguished Price in centsper dollar a% eligibledebtextinguished Total bresources IBRDresourcesutilized 19.3713.4110.2322.5827.261.2724.9931.5389.2018.835.8215.006.11173.908.673.3615.20486.73utilized 8.425.9110.0010.219.811.2711.7621.0040.756.183.187.465.1120.005.591.207.50175.35Date completed Country March 1991Dec. 1991Nov. 1992Feb. 1993May 1993Aug. 1994Sept. 1994Sept. 1995Dec. 1995Jan. 1996Aug. 1996Dec. 1996Dec. 1997March 1998March 1999Aug. 1999March 2001Niger Mozambique Guyana Uganda Bolivia Sao Tome Principe Zambia Sierra Leone c Nicaragua Ethiopia Mauritania Senegal d Togo Cote d Ivoire e Guinea Guyana IIYemen Total 20719893177170104082861,81928489112742,02761346756,724.7418101412161011138810201324139413.9 f 99641008994877873818098969910075629286.29Notes:a Of original face value of principal.b Represent resources for IBRD, donors and contributions from certain recipient countries.These figures also include US15 million for technical assistance grants and closing costs,and other related expenses.Twotier operation. Commercial debt was brought back at 15 cents and suppliers credit at 8 cents.cd Sixteen cents for the cash buyback and 20 cents for longterm exchange bonds.e The numbers relate only to the cash buyback component of the total debt under theoperation since the Facility financed exclusively the cash buyback option, as approved bythe executive directors Report No. P7151IVC. Other resources for the operation included IDA credits, French concessional IMF credits and cofinancing from thegovernment of Cote d Ivoire.financing,f Weighted average.Source:IDA.27Paris Club creditors delivery of debt relief under bilateral initiatives beyond the HIPC Initiative 1 August 2001Table 6ODA in %NonODA in %Provision of relief Countries coveredColumn 1PreCODColumn 2PostCODColumn 3PreCODColumn 4Australia Austria Belgium Canada Denmark France Finland Germany Ireland Italy Japan Netherlands Norway Russia Spain Sweden 28HIPCs HIPCscasebycaseHIPCs HIPCs b HIPCs HIPCs HIPCs HIPCs HIPCs HIPCs HIPCs HIPCscasebycase HIPCscasebycase HIPCs HIPCs HIPCs Switzerland United Kingdom United States Notes:Source: Paris Club Secretariat.See following page.100casebycase100100100casebycase100100 c c 10010095100100100100 c 100 c c 100100casebycase 10098100100100100 ccasebycase c c 100100100casebycase100100100100100100100100casebycasecasebycase100casebycase 100100PostCODColumn 5100 a Decision point in % Completion pointColumn 6aColumn 7acasebycasecasebycasecasebycase 100100100 fcasebycaseflow 100 flow 100 flow d 100 flow 100 flow 90100 flow e 100 flowcasebycasecasebycase, flow 100 g 100 h 100 flow g 100 flowstockstockstockstockstockstockstockstock estockstockstockstockstockstockstockNotes to Table 6a Australia: i postCOD nonODA relief to apply to debts incurred before a date to befinalized; ii timing details for both flows and stock relief are to be finalized.b Canada: including Bangladesh. Canada has granted a moratorium of debt service as of Jan. 2001 on all debt disbursed before endMarch 1999 for eleven out of seventeen HIPCswith debt service due to Canada. The debt will be written off at the completion point. Thecountries to be covered include Benin, Bolivia, Cameroon, Ethiopia, Guyana, Honduras,Madagascar, Mali, Senegal, Tanzania, and Zambia.cde 100% of ODA claims have already been cancelled on HIPCs, with the exception of Myanmars debt to Canada.France: cancellation of 100% of debt service on precutoff date commercial claims as theyfall due starting at the decision point. Once countries have reached their completion debtrelief on ODA, claims will go to a special account and will be used for specific developmentprojects.The Netherlands: i ODA: 100% ODA: pre and postcutoff date debt will be cancelled atdecision point; ii nonODA: in some particular cases Bolivia, Burkina Faso, Mali, Ethiopia,Nicaragua, and Tanzania, the Netherlands will write off 100% of the consolidated amountson the flow at decision point: all other HIPCs will receive interim relief up to 90% reductionof the consolidated amounts. At completion point, all HIPC countries will receive 100%cancellation of the remaining stock of the preCOD debt.f On debt assumed before 31 December 1997.g United Kingdom: beyond 100%: full writeoff of all debts of HIPCs as of their decisionthe decision point of any debt service paid before thepoints, and reimbursement atdecision point.h United States: 100% postCOD nonODA treated on debt assumed prior to 20 June 1999the Cologne Summit.to 7 describe the additional debtrelief provided following a specific Columns 1methodology under bilateral initiatives and need to be read as a whole for each creditor. Incolumn 1 HIPCs stands for eligible countries effectively qualifying for the HIPC process. A100% mention in the table means that the debt relief provided under the enhanced HIPCframework will be topped to 100% through a bilateral initiative.29Summary of debt relief under traditional mechanisms for 41 HIPCsin billions of end1999 USTable 7Creditor NPV of NPV of NPV of NPV of Coveragedebt reduction Coveragedebt reduction Coveragedebt reduction Coveragedebt reduction Estimated actual debt relief Hypothetical debt relief GDF data a Paris Club data a GDF data a Paris Club data staff est.Paris Club reschedulings excluding RussiaRussia, based on official exchange rateupfront discountafter upfront discount Total Paris Club including RussiaOECD bilateral ODA forgiveness 198898yesyesyesyes, up to 199630NonParis Club bilateral creditors IDA debt reduction facilityyesyes Total PV of debt reductionexcluding Russian claimsafter upfront discount on Russian claimsincluding upfront discount on Russian claimsnana 79198899yesyesyesyesyesnonoyes 2334268575283662yesyesyesyesyesyes, up to 1996yesyesnana 111yesyesyesyesyesyesyesyes 43403010831520131613839293102123132Note:Sources:a Based on Daseking and Powell 2000.Agreed Minutes of Paris Club debt reschedulings; Paris Club Secretariat; World Bank GDF2001; and IMF staff estimates.Table 8Tentative estimates of overall debt reliefin billions of USHistorical debt relief 1999 NPV terms Debt stocks a Future debt relief 1999 NPV terms Traditional debt relief 1999 NPValready providedterms Nominalterms Traditionaldebt relief HIPCrelief Additionalbilateral relief b Total Total debt relief Historical andfuture 1. Countries that have reached the decisionpoint 23 countries2. Countries that have not reached the decisionpoint 14 countries11 HIPCs included in costings c 3 HIPCs not included in costings d Total groups 1 2 37 countries3. Countries not expected to require HIPCrelief 4 countries31Total 41 countries586720788754634319117397550502114545155190102817113694620201283939454199345232208599414315229172181Notes:a Data from HIPC documents group 1 or GDF group 2. Debt relief figures for group 2 are estimates. Data for Chad and Ghana are in 2000 terms. Data for Benin, Bolivia, Cote d Ivoire, Mauritania, Mozambique, and Senegal are in 1998 terms. GDF data, which are for 1999, rely on country reporting and are not ascomprehensive as the data used under the HIPC Initiative. Calculations of the NPV of debt in the GDF data are based on a common 10% discount rate, amethodology which differs from the currencyspecific discount rates or commercial interest reference rates used in DSAs for the HIPC documents.b Refers to debt relief pledged by individual bilateral creditors over and beyond HIPC debt relief.c Includes Burundi, Central African Republic, Cote d Ivoire, Democratic Republic of Congo, Ethiopia, Ghana, Republic of Congo, Myanmar, Sierra Leone, and Togo.Includes Liberia, Somalia, and Sudan.Table 4; HIPC country documents; World Bank GDF2001; and IMF and World Bank staff estimates.d Sources:Debt indicators in developing countries and HIPCs, 1999 a, b Table 9in %Developingcountryaverage NonHIPCdevelopingcountries NPV of debttoexports ratio NPV of debttoGDP ratio Debt servicetoexports ratio 13338201283621All HIPCs,before HIPCrelief 249841423 Decision point HIPCs Before After HIPC relief HIPC relief199920032596016 c 127298 d Notes:a Excludes Liberia and Somalia due to incomplete data.b Weighted averages. 1999 figures for the first three columns based on Global Development Finance data.Average for 199899 based on debt service paid.cd Average for 200103.Sources:World Bank GDF2001, and HIPC documents.32Impact of debt relief for the 23 HIPCs that have reached an enhanced decision point a Table 10After traditionaldebt relief After HIPCassistance After additional bilateraldebt forgiveness% change12342 vs. 1Debt stock as of 1999, assuming that debtrelief is provided unconditionally at the decisionpointsNPV debt in billions of USNPV debtexports % 19 countries b NPV debtrevenues % 4 countries c NPV debtGDP %Debt service in billions of USAverage paid, 199899Average due, 200105 d Debt service ratios Debt serviceexport ratio Average paid, 199899Average due, 200105 d Debt servicerevenue ratio Average paid, 199899Average due, 200105 d Debt serviceGDP ratio Average paid, 199899Average due, 200105 d 45290278602.83.615.8%14.1%23.3%20.3%3.7%3.7%25150250332.08.0%11.5%2.1%21126164274448104443434343Notes:a Impact shown for those 23 countries that have reached their enhanced decision points by July 2001. All ratios are weighted averages.b Assistance granted based on the NPV to exports target: Benin, Bolivia, Burkina Faso,Cameroon, Chad, Gambia, Guinea, GuineaBissau, Madagascar, Malawi, Mali,Mozambique, Nicaragua, Niger, Rwanda, Sao Tome and Principe, Tanzania, Uganda, and Zambia.Fiscal window cases: Guyana, Honduras, Mauritania, and Senegal.cd Debt service for 2000 is not included because many countries reached their enhanceddecision point only in December 2000, or later. For Bolivia and Uganda the before HIPCassistance figures are after delivery of original HIPC relief.HIPC decision point documents; and IMF and World Bank staff estimates.Source:33Public expenditure on health and education Table 11World Highincome countries c Middleincome countries d Lowincome countries e HIPCs 41 average HIPCs 23 average f Health expenditurein % of GDP a Education expenditurein % of GNI b 2.56.12.51.22.12.64.85.44.83.33.42.0Memorandum items:23 Decision point HIPCs, based on HIPC documents Average total social expenditure: in 1999 estimatedin 2002 projected5.57.0Notes:ab 1997 data for world, middleincome, and lowincome countries, otherwise 1998 data.In per cent of gross national income, 1996 data.c Countries for which 1999 GNP per capita was higher than US9,265, as calculated by the World Bank.d A group of 85 countries for which 1999 GNP per capita was between US756 and US9,265, as calculated by the World Bank.e A group of 64 countries for which 1999 GNP per capita was no more than US755, ascalculated by the World Bank.HIPCs which have already reached their decision points under the enhanced HIPC Initiativeby July 2001.World Bank World Development Indicators WDI database, and HIPC Initiative countrydocuments.f Sources:34Table 12HIPCs that have reached a decision point Flows of official external resources New borrowing a Grants a, b Debt servicepaiddue a Grant element in Net flows a, cborrowing Existingdebt atend 1999Newborrowing 200010199099 200010199099 200010199099 200010199099 200010in millions of US60.5375.9109.9174.372.327.1169.752.591.470.7352.8133.5410.3131.223.5197.711.371.1442.7306.398.3175.6175.8 d 100.9188.1123.7231.1158.758.1251.5262.7251.529.5175.268.5 d 437.519.9263.059.010.3158.5644.981.0208.3120.557.7122.036.0130.926.911.5183.998.8119.0188.1102.8415.1144.9125.964.543.1101.828.4111.640.918.3173.7228.7116.8161.6116.6353.4234.9112.4273.9133.5252.8 d 111.0 e 17.7288.5376.316.5122.91,016.9455.1309.5428.9 h 263.0103.8359.5 i 394.2220.349.5127.6151.5409.524.627.2176.27.699.5394.2108.288.9129.7102.1 f 48.2190.739.122.2 f 36.6295.933.8344.033.613.999.47.148.9239.691.957.471.455.565.960.537.915.12.41.3230.5148.5135.3 g 170.4212.083.3443.7 h 150.792.0456.678.9177.5169.835.8124.471.83.395.988.9205.8246.5124.5598.0334.6123.9299.036.3321.0299.9346.9344.7179.0182.8164.2109.3199.437.9210.045.040.6376.9312.4160.3248.9114.3539.0437.0249.7533.424.4132.91491.4620.3332.63,832.0 4,851.23,708.4 4,054.13,219.4 2,163.94,321.1 6,741.5in % of GDPin %3.15.94.31.94.87.54.921.619.38.33.010.2 d 2.03.03.32.85.35.54.73.58.44.33.05.24.03.24.70.68.110.14.010.82.04.73.06.84.01.11.60.34.15.12.810.32.12.23.55.62.41.96.14.51.77.75.33.119.110.23.35.01.12.40.82.71.32.52.61.95.42.81.52.84.77.22.92.111.210.03.629.42.22.92.712.04.81.74.10.58.28.14.911.95.03.75.07.931.822.2 j 44.015.444.9 k 42.928.425.023.3 j 23.132.543.252.826.355.241.560.9 l 52.170.353.451.250.751.371.5Table 12 continues 35Benin Bolivia BurkinaFaso Cameroon Chad Gambia, The Guinea GuineaBissau Guyana Honduras Madagascar Malawi Mali Mauritania Mozambique Nicaragua Niger Rwanda Sao TomePrincipe Senegal Tanzania Uganda Zambia Total Benin Bolivia BurkinaFaso Cameroon Chad Gambia, The Guinea GuineaBissau Guyana Honduras Madagascar MalawiTable 12 contNew borrowing a Grants a, b Debt servicepaiddue a Grant element in Net flows a, cborrowing 199099 200010199099 200010199099 200010199099 200010Mali Mauritania Mozambique Nicaragua Niger Rwanda Sao TomePrincipe Senegal Tanzania Uganda Zambia 7.512.08.613.41.53.9 d 40.85.40.912.112.7 h Simple average Weighted average 9.36.04.15.54.58.67.215.612.82.34.73.16.55.54.37.510.215.814.86.518.2 d 38.96.07.12.610.6 i 8.75.74.18.85.57.74.05.2 e 26.91.77.74.05.05.43.65.110.4 f 2.010.22.01.4 f 2.84.82.2 g 5.613.0 h 5.65.01.84.61.02.01.50.64.02.11.30.83.52.21.910.011.722.418.06.020.876.96.65.89.110.312.46.76.49.79.014.39.720.235.71.911.16.38.08.66.0Existingdebt atend 1999Newborrowing 20001055.524.057.1 m 16.032.544.835.232.127.710.122.630.7 n 27.8 n 50.677.548.679.567.170.063.457.969.253.657.856.7Notes:Source:abcdefghijklmn These figures are based on balanceofpayments statistics reporting by the debt countries.Annual averages.Official transfers.Defined as new loans plus grants minus debt service paid.199299.200006.199499.199398.Reflects clearance of arrears to the IMF in 1995. Excluding this operation, the ratios would be 8.2% and 8.5% for borrowing and debt service paid, respectively.199098.1998.2000.200110.After traditional relief.Excludes Mali.Calculations based on decision point documents, WEO database and staff estimates.36Net ODA disbursements by major DAC countries, 19902000 a Table 13At current prices 099159916991b7991b8991b9991b0002Billions of US2000 atconstant 1999prices c Change 199900At Atconstantcurrentprice 1999price%Share ofdonors GNP20001.71.94.95.81.512.63.42.04.79.440.615.055.5.1.44.025.18.724.314.81.911.229.24.87.31.55.92.27.313.95.914.317.910.022.335.62.74.88.31.60.251.060.330.270.130.270.820.810.310.100.190.460.221.71.75.75.62.31.81.87.57.62.49.43.22.03.29.41.72.02.12.5Canada 1.71.61.61.2Denmark 4.26.38.47.2France 5.05.97.56.3Germany 1.31.43.41.6Italy 9.4 10.6 15.3 13.19.1 14.5Japan 2.93.12.53.2Netherlands 1.81.71.72.0Sweden 4.53.43.22.6United Kingdom 6.99.611.47.4United States G740.9 44.7 41.3 35.1 38.6 42.6 39.4Other DAC donors d 12.0 14.2 14.2 13.2 13.5 13.8 13.653.0 58.9 55.4 48.3 52.1 56.4 53.1Total DAC0.33 0.27 0.25 0.22 0.23 0.24 0.221.71.75.65.51.83.11.63.59.13.01.63.98.8in % of GNPNotes:a Data are based on total amounts provided by donors. Excludes debt forgiveness of nonODA claims. 2000 data are provisional.b Not strictly comparable to earlier data due to the reclassification of some former ODArecipients to Part II of the DAC list of aid recipients.At 1999 prices and exchange rates.Includes Australia, Austria, Belgium, Finland, Ireland, Luxembourg, New Zealand, Norway,Portugal, Spain and Switzerland.OECD.cd Source:37Appendix The debt initiative for heavily indebted poor countries:Key features and progress To address the problems of poor countries, the World Bank and the IMF jointlylaunched in September 1996 the Initiative for the Heavily Indebted Poor CountriesHIPCs to reduce the external debt burdens of all the eligible HIPCs to sustainablelevels, provided they carry out strong programmes of macroeconomic adjustment andstructural reforms. In October 1999, the modalities of the Initiative were revised in lightofthe increased emphasis on poverty reduction in IMF and Banksupportedprogrammes. The Initiative built on earlier debt relief from official creditors, mainly inthe context of Paris Club reschedulings.This Appendix gives a summary of the key features of the HIPC Initiative,theenhancements to the framework adopted in the fall of 1999 and progress inimplementation thus far.The key features of the HIPC Initiative The Initiative is intended to deal comprehensively with the overall external debt burdenof eligible countries within a reasonable period of time. A country can be considered toachieve external debt sustainability if it is expected to be able to meet its current andfuture external debtservice obligations in full, withoutrelief,rescheduling of debts, or the accumulation of arrears, and without compromisingeconomic growth. Debt relief under the HIPC Initiative is provided in two stagesFigure A1.recourse to debt In the first stage, the debtor country needs to demonstrate the capacity to use prudentlywhatever debt relief is granted by adhering to IMF and World Banksupportedeconomic adjustment programmes. During this period, the country will receive debtrelieftraditional mechanisms usually a flowrescheduling on Naples terms and concessional financing from the multilateralinstitutions and bilateral donors.from Paris Club creditors under At the beginning of the second stage, when the decision point under the Initiative isreached, the Executive Boards of the IMF and World Bank determine on the basis of theresults of a debt sustainability analysis whether the full application of traditional debtrelief mechanisms Paris Club stockofdebt operation on Naples terms involving a 67 per cent NPV reduction with at least comparable action from nonParis Club officialbilateral and commercial creditors would be sufficient for the country to reachsustainable levels of external debt, or whether additional assistance would be requiredunder the Initiative. In the latter case, the IMF and the Bank would commit to grantingdebt relief, provided the country continues implementing macroeconomic reforms andstructural adjustment policies, including strengthened social policies aimed at reducingpoverty. At the same time, Paris Club creditors provide additional debt relief through aflow rescheduling, and commit to providing at the end of the second stage, when thecompletion point has been reached, a stockofdebt operation. The full amount of debtrelief by the IMF and the World Bank will be provided at the completion point as well,on the condition that other creditors including multilateral development banks,38commercial creditors and nonParis Club official bilateral creditors participate in thedebt relief operation on comparable terms.How the enhanced HIPC Initiative works Following extensive consultations with interested parties from civil society and the Group of Seven meeting of heads of states in Cologne in June 1999, the boards of the IMF and the World Bank agreed to a revision of the HIPC Initiative, to make debt reliefbroader, deeper and faster, while strengthening the link between debt relief and povertyreduction. While the principle of providing debt relief in two stages and the crucialimportance ofimplementing IMF and Banksupported adjustment programmesremained unchanged, the number of eligible countries increased, the amount of debtrelief each eligible country will receive was raised, and its delivery accelerated. Themodalities of the enhanced HIPC Initiative can be summarized as follows:Targets of debt relief The external debt burden of a poor country is deemed sustainable, if the net presentvalue of debt does not exceed 150 per cent of exports or 250 per cent of fiscalrevenue. Under the original Initiative, the target for the NPV of debttoexports ratiowas 200250 per cent, and for the debttorevenue ratio 280 per cent. Eligibility for assistance under the fiscal window is subject to thresholds for theopenness of an economy exporttoGDP ratio of 30 per cent was 40 per centunder the original Initiative and for the revenue effort revenuetoGDP ratio of 15per cent was 20 per cent.21Assessment base The calculation of debt relief is based on actual debt data at the decision point;under the original Initiative, the committed debt relief was based on projections forthe completion point. In most cases, this change in the calculation is likely to resultin higher assistance since the debt ratios typically decline as economic reforms takehold. As a result of this change, there will no longer be a need for automaticreassessment at the completion point of the amount of assistance to be provided.Delivery of assistance The delivery of debt relief by the IMF and the World Bank under the enhanced HIPC framework starts in the form of interim assistance immediately after reachingthe decision point, with the remainder of the debt reduction provided atthe 21 The fiscal window under the Initiative has been established to ensure that highly indebted poorcountries with very open economies may have access to debt relief, even if they do not meet theminimum NPV of debtexport ratio. The identification of countries with exceptionally openeconomies is based on the exportsGDP ratio. The threshold for the revenueGDP ratio aims toexclude those countries from debt relief under the fiscal window that exceed the targeted NPV ofdebtrevenue ratio because of serious shortcomings in their revenue mobilization efforts.39completion point.22 Other multilateral institutions are expected to provide assistanceon comparable terms. In contrast, under the original framework, debt relief wasprovided by international financial institutions only after reaching the completionpoint. Paris Club creditors will provide assistance through a flow rescheduling on Cologneterms with 90 per cent NPV reduction, covering the period of the second stagefollowed by a stockofdebt operation at the completion point to deliver the balanceof the required debt relief. Under the original framework, Paris Club creditorsprovided debt relief on Lyon terms, with 80 per cent NPV reduction. Other official bilateral and commercial creditors are expected to provide comparabledebt relief.Conditionality During the second stage, the country will need to make significant progress instabilizing the economy, implementing structural reforms, and reducing poverty.The completion point will be reached when the country has metthe agreedconditions for a floating completion point, which include the following: The debtor country will need to continue to implement the financial andeconomic programmes supported by the IMFs poverty reduction and growthfacility and the World Bank aimed at achieving stable macroeconomicconditions. To strengthen the link between debt relief and poverty reduction,theenhanced Initiative requires the preparation and implementation of anationally owned, comprehensive poverty reduction strategy, as reflected in apoverty reduction strategy paper PRSP.23 A PRSP, prepared in broadconsultation with civil society, should be in place and broadly endorsed bythe Boards of the IMF and the Bank when a country reaches its decision pointunder the enhanced HIPC Initiative. During a transition period, a decisionpoint may be agreed before the completion of a full PRSP on the basis of aninterim PRSP, which summarizes the governments objectives of its povertyreduction strategy. In all cases, substantial progress in implementing thepoverty reduction strategy is an important condition forreaching thecompletion point under the Initiative. Other creditors will need to confirm their participation in the debt reliefoperation.22 In general, interim assistance provided by the IMF is subject to an upper limit of 60 per cent of totalassistance under the Initiative, and may not exceed the annual amount of debtservice obligations dueto the IMF.23 The strategy should include measures to improve the delivery of social services, improve expenditurecontrols and budget management, and strengthen external debt management.40Duration of the second stage Under the original framework, the length of the period between the decision andcompletion points the second stage was at least three years, assuming that thecountry would implement IMF and Banksupported mediumterm adjustmentprogramme according to schedule. The enhanced Initiative has adopted a moreflexible approach with a floating completion point that will be reached when keystructural reforms and certain major poverty reduction measures specified in the PRSP have been implemented, which could take less than three years.Implementation Thirtyseven countries are expected to qualify for assistance under the enhanced HIPCInitiative, most of which are in SubSaharan Africa. As of endJuly 2001, 23 countrieshad reached their decision points under the enhanced framework Benin, Bolivia,Burkina Faso, Cameroon, Chad, Gambia, Guinea, GuineaBissau, Guyana, Honduras,Madagascar, Malawi, Mali, Mauritania, Mozambique, Nicaragua, Niger, Rwanda, Sao Tome and Principe, Senegal, Tanzania, Uganda, and Zambia, and Uganda and Boliviahad also reached their completion points Table A1. Total committed assistance tothese 23 countries is US34 billion in future debt service savings, or US21 billion in NPV terms, representing an average debt reduction in net present value terms of morethan 55 per cent on top of traditional debt relief mechanisms. In addition, Cote d Ivoirehad reached its decision point under the original framework; the assistance committed to Cote d Ivoire will be reassessed under the enhanced Initiative.Total costs of the HIPC Initiative are estimated at US33 billion in 2000 NPV terms or US42 billion including the difficult cases of Liberia, Somalia, and Sudan, which fallabout half to multilateral creditors and half to other creditors Table A2. The costs of HIPC relief for the 23 countries that have already passed their enhanced decision pointsaccount for almost twothirds of the total cost of the Initiative, and this would rise toover 70 per cent once the three countries for which preliminary documents have beenissued have reached their decision points possibly later this year.For more information on the HIPC Initiative, see the IMF and World Bank websites,where all related policy and country documents are posted in www.imf.orghipc .41HIPC Initiative: Status of country cases considered under the Initiative, August 2001Appendix Table A1Country Decision Completionpointpoint Completion point reached under enhanced framework Boliviaoriginalframeworkenhancedframework Sep97 Sep98Feb00Jun01Ugandaoriginalframeworkenhancedframework Apr97Apr98Feb00 May00Decision point reached under enhanced framework Benin Burkina Fasooriginalframeworkenhancedframework 42Cameroon Chad Gambia, The Guinea GuineaBissau Guyanaoriginalframeworkenhancedframework Honduras Madagascar Malawi Malioriginalframeworkenhancedframework Mauritania Mozambique Jul00Floating Sep97Jul00Jul00 Floating Floating Oct00Floating May01Floating Dec00Floating Dec00Dec00Floating Dec97 May99Nov00 Floating Jun00Floating Floating Dec00Dec00Floating Sep98 Sep00Sep00 Floating Floating Feb00originalframeworkenhancedframework Apr98Jun99Apr00 Floating Target NPV of DebttoExport Gov.revenue Assistance levels ain millions of US, present valuein %Total Bilateral Multilateral Percentagereduction in IMF World Bank NPV of debt b 2251502021501502051501501501501501501071501101501502001501372001502802502502501,3024488541,0033476562653982291691,260170675454165852563295568146435231214016221,9701,7162544251572681837311077563224874351721521222091129215457163162371242611,2351,076159876291585820274546189342196146324134493282043651652003403574803618427736173664195842955160699124422220371823112743540302230581444471401251619454140517160357841629171179682215293682741982523311824413810043438153143020373127272730273285244018404492850639Estimatedtotal nominaldebt service reliefin millions of US2,0607601,3001,9506501,3004607004003002,000260908007901,0304405909001,5001,0008702206501,1004,3003,700600Table A1 contTable A1 contCountry Nicaragua Niger Rwanda Sao Tome Principe Senegal Tanzania Zambia Decision Completionpointpoint Dec00Dec00Dec00Dec00Jun00Apr00Dec00Floating Floating Floating Floating Floating Floating Floating Decision point reached under original framework Assistance levels ain millions of US, present valuePercentagereduction in IMF World Bank NPV of debt b Estimatedtotal nominaldebt service reliefin millions of USTarget NPV of DebttoExport Gov.revenuein %Total Bilateral Multilateral 1501501501501331501502503,267521452974882,0262,4992,14521156291931,0061,1681,123309397682591,0201,3318228444512060218917022824124695493725471831954636 c 4255794,5009008002008503,0003,82080034,6801,6503,200867Cote dIvoire Mar98Mar011412803451631822391Total assistance providedcommitted Preliminary HIPC document issued e 43Ethiopia Ghana Sierra Leone 20,8339,77910,9551,755 d 4,9511501502501,0282,0965513521,0021886491,09532637122121395767119Notes:a Assistance levels are at countries respective decision or completion points, as applicable.b In per cent of the net present value of debt at the decision or completion point as applicable, after the full use of traditional debtrelief mechanisms.c Nonreschedulable debt to nonParis Club official bilateral creditors and the London Club, which was already subject to a highly concessionalrestructuring, is excluded from the NPV of debt at the completion point in the calculation of this ratio.d Equivalent to SDR 1,386 million at an SDRUSD exchange rate of 0.7900, of 1 May 2001.e Figures are based on preliminary assessments at the time of the issuance of the preliminary HIPC document; and are subject to change.Sources: IMF and World Bank Board decisions, completion point documents, decision point documents, preliminary HIPC documents, and staff calculations.HIPC Initiative: Estimates of potential costs by creditor group Appendix Table 2March 2001Costing exercise 1999 NPV terms23 countriesb Updatedcosting exercise 1999 NPV terms34 countriesc Updatedcosting exercise 2000 NPV terms34 countriescIn % oftotal costs34 countriesc Total 23 decision pointcountries Future decisionpoint countries a11 countriesin 2000 NVP termsTotal costs Bilateral and commercial creditors Paris Club Other official bilateral Commercial Multilateral creditors World Bank Of which: IDAof which:IBRD44IMFAf DBAf DFIa DBOthers Memorandumitem:Total costs including Liberia, Somalia,and Sudan in % of total costs 29.315.111.32.61.214.26.35.60.72.22.41.12.237.3n.a.31.316.112.02.71.415.27.06.30.72.42.51.12.339.2n.a.33.217.112.82.81.516.17.46.70.82.52.61.12.441.6n.a.100.051.438.48.54.548.622.420.12.37.58.03.47.4125.4n.a.20.79.87.02.60.310.94.94.60.31.71.31.11.862.0Notes:a Burundi, Central African Republic, Comoros, Democratic Republic of Congo, Republic of Congo, Cote dIvoire, Ghana, Ethiopia,Myanmar, Sierra Leone, and Togo.Sources:b Excluding Comoros, Eritrea, Ghana, Lao P.D.R., Liberia, Somalia, and Sudan.c Excluding Eritrea, Lao P.D.R., Liberia, Somalia, and Sudan.Enhanced Initiative for Heavily Indebted Poor Countries Review of ImplementationEBS00166, 81400 and Sec M2000487, 8142000; country authorities; and Fund and Bank staff estimates.12.57.35.80.31.25.22.52.10.50.81.30.00.638.0Appendix Figure A1Enhanced HIPC Initiative flow chart FIRST STAGEKCountry establishes threeyear track record of good performance and develops together with civilsociety a Poverty Reduction Strategy Paper PRSP; in early cases, an interim PRSP may be sufficient toreach the decision point.KParis Club provides flow rescheduling on Naples terms, i.e. rescheduling of debt service on eligibledebt falling due up to 67% reduction on a net present value basis.KOther bilateral and commercial creditors provide at least comparable treatment. a KMultilateral institutions continue to provide adjustment support in the framework of World Bank and IMFsupported adjustment programmes EITHERORDECISION POINTParis Club stockofdebt operation under Naplesterms and comparable treatment by otherbilateral and commercial creditorsisadequatefor the country to reach external debtsustainability ExitCountry does not qualify for HIPC InitiativeassistanceParis Club stockofdebt operation under Naplesterms and comparable treatment by other bilateraland commercial creditorsisnotsufficientfor the country to reach external debtsustainability. World Bank and IMF Boardsdetermine eligibility for assistance.All creditors multilateral, bilateral, and commercial commit debt reliefto be delivered at the floating completion point. The amount ofassistance depends on the need to bring the debt to a sustainablelevel. This is calculated based on latest available data at the decisionpoint.SECOND STAGEKCountry establishes a second track record by implementing the policies determined at the decisionpoint which are triggers to reaching the floating completion point and linked to the Interim PRSP.K World Bank and IMF provide interim assistance.K Paris Club provides flow rescheduling on Cologne Terms 90% debt reduction on NPV basis or higher ifneededK Other bilateral and commercial creditors provide debt relief on comparable terms. a K Other multilateral creditors provide interim debt relief at their discretion.K All creditors continue to provide support within the framework of a comprehensive poverty reductionstrategy designed by governments, with broad participation of civil society and donor community.FLOATING COMPLETION POINTK Timing of completion point for nonretroactive HIPCs i.e., those countries that did not qualify fortreatment under the original HIPC Initiative is tied to at least one full year of the implementation of acomprehensive poverty reduction strategy, including macroeconomic stabilization policies and structuraladjustment. For retroactive HIPCs those countries that did qualify under the original HIPC Initiative, thetiming of the completion point is tied to the adoption of a complete PRSP.KAll creditors provide the assistance determined at the decision point; interim debt relief providedbetween decision and completion points counts toward this assistance.K All groups of creditors provide equal reduction in NPV terms on their claims as determined by thesustainability target. This debt relief is provided with no further policy conditionality. Paris Club provides stockofdebt reduction on Cologne terms 90% NPV reduction or higher ifneeded on eligible debt. Other bilateral and commercial creditors provide at least comparable treatment on stock of debt. a Multilateral institutions provide debt relief, each choosing from a menu of options, and ensuringbroad and equitable participation by all creditors involved.Note:a Recognizing the need for flexibility in exceptional cases.45References Bird, G., and A. Milne 2001. Debt Relief for Poor Countries: Distinguishing Rhetoricfrom Reality. Mimeo.Bird, G., and A. Milne 2000. Debt Relief for LowIncome Countries: Is It Effective Internationaland Efficient. Working Paper. Surrey: Surrey Center Economic Studies.for Brooks, Cortes, Fornasi, Ketchekmen, Metzgen, Powell, Rizavi, D. Ross, and K. Ross1998. External Debt History of ten Lowincome Developing Countries:Lessons from Their Experience. IMF Working Paper 9872. Washington, DC:International Monetary Fund.Daseking, C., and R. Powell 2000. From Toronto Terms to the HIPC Initiative: AInternationalfor LowIncome Countries.Brief History of Debt Relief Economic Policy Review, 2: 3958.IMFWorld Bank 2001. The Challenge of Maintaining LongTerm External Debt Sustainability. Available at: www.imf.orgexternalnphipc2001lt042001.htm IMFWorld Bank 2001. Tracking of PovertyReducing Public Spending in Heavily Indebted Poor Countries HIPCs. Available at: www.imf.orgexternalnphipc2001track .Moser, G., and T. Ichida 2001. Economic Growth and Poverty Reduction in IMF Working Paper 01112. Washington, DC:SubSaharan Africa.International Monetary Fund.OECD 1997. Debt and Development Cooperation: Debt Relief Actions by DACMembers. OCDEGD97134. Paris: OECD.Ross, D. C., and others 2001. Official Financing for Developing Countries. World Economic and Financial Surveys. Washington, DC: International Monetary Fund.Tsikata, T. M.1998.the Recent Empirical Literature. IMF Working Paper 981. Washington, DC: International Monetary Fund.Aid Effectiveness: A Survey of World Bank 1998. Assessing Aid: What Works, What Doesnt and Why. Availableat: www.worldbank.orghtmlextpbassess.htm .4640", "filename": "348255179.pdf", "person": ["Lisandro Abrego", "Abrego, Lisandro", "Doris C. Ross", "Ross, Doris C."], "date": ["2002"]}