{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39633/1/35391598X.pdf"], "title": ["Regional specialization and concentration of industrial activity in accession countries"], "plaintext": "Regional Specialization and Concentration of Industrial Activity in Accession CountriesIulia Traistarua Peter Nijkampb and Simonetta Longhica Center for European Integration Studies, University of Bonn, Walter Flex Str., 3 D53113 Bonn, email:traistarunited.econ.unibonn.deb Department of Spatial Economics, Free University of Amsterdam, De Boelelaan 1105, 1085 HVAmsterdam, email: pnijkampfeweb.vu.nlc Tinbergen Institute Amsterdam, Keizersgracht 482, 1017 EG Amsterdam, email: longhitinbergen.nl Abstract Since 1990, Central and East European economies have experienced increasingintegration with the European Union via trade and direct foreign investments. Thespatial implications of this process have not been investigated indepth so far. Havepatterns of regional specialization changed over the period 19901999? Has a relocationof manufacturing activity taken place? What are the determinants of regionalspecialization and industrial concentration patterns? This paper identifies and explainsthe effects of economic integration on patterns of regional specialization and thegeographic concentration of manufacturing in Bulgaria, Estonia, Hungary, Romania and Slovenia. Using a specially created data base, we find evidence of regional relocation ofindustries, leading to higher average regional specialization in Bulgaria and Romaniaand lower average regional specialization in Estonia. In Hungary and Slovenia theaverage regional specialization has not changed significantly. Our results indicate thatboth factor endowments and geographic proximity to European core determine thelocation of manufacturing in accession countries.Keywords:Regional specialization, Location of industrial activity, Accessioncountries JEL classification:F15, R11, R12 This research was undertaken with support from the European Communitys PHARE ACE Programme 1998. The content of the publication is the sole responsibility of the authors and it in no way representsthe views of the Commission or its services. We thank Marius Brulhart, Edgar Morgenroth, Laura Resmini, Christian Volpe Martincus and workshops participants at the Jonkoping University and University of Bonn for helpful comments and suggestions.21 Introduction The emerging economies in the accession countries will most likely exhibit a highdegree of spatial economic dynamics in the years to come, especially if they areincreasingly exposed to market forces. The question is whether various regions orindustries in these countries have anticipated this transformation, and are alreadyshowing the first signs of a shift in their spatialeconomic base. Thus, we may wonderwhether industries may demonstrate a different pattern of regional localization, oralternatively, whether specific regions are able to attract new industries. This wouldmean a drastic change in the location patterns of industries, reflected in changes in thespatial concentration of sectors or firms and in the regional concentration of variousindustries. The available theoretical frameworks on location of industrial activity andregional growth are not always conclusive, nor are individual country reports from theaccession countries. Additional empirical research is therefore needed for a betterunderstanding of patterns and changes of regional specialization and geographicconcentration of industrial activity in the accession countries.Have patterns of regional specialization changed over the period of 19901999? Hasa relocation of manufacturing activity taken place? What are the determinants ofregional specialization and industrial concentration patterns?The aim of this paper is to identify, explain and compare patterns of regionalspecialization and geographic concentration of manufacturing activity in five accessioncountries, viz. Bulgaria, Estonia, Hungary, Romania and Slovenia.This paper is the first to gather evidence about patterns of regional specializationand concentration of manufacturing industrial activity in accession countries. Ourresearch suggests that, in the five accession countries included in this study, the regionalrelocation of industries has taken place, leading to increasing regional specialization in Bulgaria and Romania and decreasing regional specialization in Estonia. Regionalspecialization has not changed significantly in Hungary and Slovenia. We find empiricalevidence indicating that both factor endowments and geographic proximity to Europeancore determine the location of manufacturing in accession countries.The remainder of this paper is organized as follows. Section 2 discusses thetheoretical framework and existing empirical evidence on regional specialization andgeographic concentration of industries. Section 3 gives an overview of the data set and3measures used for our analysis. Section 4 analyses patterns of regional specialization inthe five accession countries, while Section 5 discusses the geographic concentration ofmanufacturing in the same countries. Section 6 presents the results of our econometricanalysis on determinants of regional specialization and industrial concentration patterns.Section 7 concludes.2 Analysis Framework 2.1 Theoretical Background Existing international trade theory about the impact of economic integration on regionalspecialization and location of industrial activity could be grouped in three strands ofliterature 1. While offering different explanations of patterns of specialization, all threetheoretical approaches predict increasing specialization as a result of trade liberalizationand economic integration. Neoclassical trade theory explains patterns of regionalspecialization on the basis of differences in productivity technology or endowmentsacross regions while new trade theory and, more recently, new economic geographymodels underline increasing returns in production, agglomeration economies andcumulative processes as explanations for the concentration of activities in particularregions.Neoclassical trade theory has explained specialization patterns through differencesin relative production costs termed comparative advantages resulting from differencesin productivity technology Ricardo, 1817 or endowments Heckscher, 1919, Ohlin,1933 between countries and regions. The main features of these models are: perfectcompetition, homogeneous products and constant returns to scale. The neoclassicaltheory predicts that trade liberalization and economic integration will result inproduction relocation and increasing specialization according to comparativeadvantages. The consequent changes in demands for factors of production will tend toequalize factor prices across countries and regions. The neoclassical trade models canexplain a substantial proportion of interindustry specialization. While relevant,comparative advantage is, however, not sufficient to be the only explanation forspecialization. In reality, different production structures are found in regions andcountries with similar factor endowments and production technologies. Trade between4industrialized countries consists mainly of differentiated goods, i.e, it is an intraindustry trade.During the 1980s, new trade theory models were developed to supplementconventional neoclassical theories for explaining the phenomenon of intraindustrytrade Krugman, 1979, 1980, 1981; Helpman and Krugman, 1985, Krugman and Venables, 1990. The main assumptions in these models are increasing returns to scale,product differentiation and imperfect monopolistic competition. The new trade modelspredict that both inter and intra industry trade will occur. Firms with increasing returnsto scale will tend to concentrate their production in a few locations. Thus large regionsor, more generally, regions with good market access will be particularly attractive asproduction locations and will become net exporters of products produced by these firms.Theory predicts that when trade barriers fall activities with increasing returns will locatein regions with good market access the center moving away from remote regions theperiphery. It has been suggested Krugman and Venables, 1990 that geographicaladvantage will be greatest at some intermediate trade costs, i.e. the relationship betweentrade costs and location of activity has an inverse U shape. When trade barriers andtransport costs are small enough the geographical advantage of the regions with goodmarket access become less important. At this stage factor production costs will motivatefirms to move back to peripheral regions.The prediction of new trade theory regarding the distribution of economic activitybetween the core and periphery is relevant in the case of the accession of Central and East European countries to the European Union. The current economic integrationsituation could be seen as one with intermediate trade costs. Further integration couldresult in the relocation of manufacturing towards these countries due to factor costsconsiderations Hallet, 1998.The new economic geography models assume that geographical advantage isendogenous and suggest that regional specialization may be the result of the spatialpattern of agglomeration of economic activities Krugman, 1991a, 1991b. Krugmansanalysis focuses on a model similar to the two sectortwo region model of Krugman and Venables 1990, but in this case each sector agriculture and manufacturing uses aspecific factor of production and only the factor specific to manufacturing industrialworkers is mobile between regions. The two regions are identical in their initial factorendowments. Relocating firms and workers from one region to the other triggersagglomeration. As a consequence of firm relocation and due to monopolistic5competition, the variety of goods available in the receiving region increases. As labordemand rises in the receiving region, wages increase, which in turn attracts workers tofollow the manufacturing firm. Thus this initial relocation will produce cumulativeeffects, causing both firms and workers to relocate from the donor region to thereceiving region. With no barriers to the movement of firms or manufacturing workerslike in the Krugman, 1991b model, a bleak scenario could be imagined: themanufacturing sector in the donor region would collapse and manufacturing wouldconcentrate in the receiving region. This scenario could develop gradually followingthe lowering of trade costs. Initially, when trade costs are high, we are in a situationwhere manufacturing is evenly split between regions each region produces for its ownlocal market. If trade costs are sufficiently low, demand linkages outweigh the tradecosts of servicing a nonlocal market. The place where agglomeration happens could bethe result of a historical accident: one small change in the share of manufacturing in aregion may then set off a chain reaction. This simple model would seem to havedramatic implications for European integration. In this case, regions with an initial scaleadvantage in particular sectors would see their advantage reinforced in those sectors.Krugman and Venables 1995 generalize these models as ones where firms havesupplyside linkages: manufacturing firms benefit from locating in a region wherethey have access to suppliers providing a range of specialized inputs. In this case, onewould expect European integration to simply bring about massive concentration andspecialization in sectors where supplyside and demandside linkages are important.However, the simple agglomeration result seems unrealistic in a European contextwhere interEU country mobility is extremely low Eichengreen, 1993, Obstfeld and Peri, 1998.The agglomeration effects might still be powerful, as long as there is sufficient labormobility within EU countries. In this case, we could observe agglomeration effectsemerging around border regions similar to those identified by Hanson 1996, 1997a inthe case of the US Mexican economic integration. Firms moving to border regionscould exploit supplyside linkages with firms in neighboring countries attracting thework force in their countries without major increases in labor demand and labor costs.62.2 Empirical Evidence Compared to the theoretical literature, empirical analysis of the impact of economicintegration on regional specialization and geographic concentration of industries is stillat an early stage. The most interesting studies have focused on the United States USand the European Union EU and have established the following stylized facts:a Regional specialization and industrial concentration are higher in the US than in EU Krugman, 1991a; MidelfartKnarvik et al, 2000; Aiginger et al, 1999b Production specialization has increased in EU Member States while tradespecialization has decreased Sapir, 1996; Amiti, 1997; Haaland et al, 1999;MidelfartKnarvik et al, 2000, Brulhart, 1996, 2001c Slowgrowing and unskilled labour intensive industries have become moreconcentrated in the EU MidelfartKnarvik et al, 2000d Medium and high technology industries have become more dispersed in the EUBrulhart, 1998, 2001e Industries with large economies of scale have been concentrated close to the European core during the early stages of European integration but have becomemore dispersed in the 1980s Brulhart, 1998, Brulhart and Torstensson, 1996, A rigorous and complete assessment of the location forces identified by the newtrade models is provided in the work of Hanson on USMexican integration. He findssupport for the hypothesis that agglomeration is associated with increasing returns, andshows that integration with the US has shifted Mexican industry away from Mexico City and towards states with good access to the US market. This is reflected in thefalling importance of distance from the capital and the rising importance of distancefrom the border in explaining interregional wage differentials Hanson, 1997a, 1997b,1998. A similar movement towards the border states can be observed in the US.Hanson 1996 finds that integration not only has shifted industry towards border citiesboth in the US and in Mexico, but also that it has made demand and cost linkages moreimportant determinants of industrial location: employment has grown more in regionsthat have larger agglomerations of industries with buyersupplier relationships.Ellison and Glaeser 1997 analyze the geographic concentration of USmanufacturing industries. Using a model that controls for industry characteristics, theyfind that almost all industries seem to be localized. Many industries are, however, only7slightly concentrated and some of most concentrated industries are related to naturaladvantages.With respect to Europe, Brulhart 1996 and Brulhart and Torstensson 1996 studythe evolution of industrial specialization patterns in 11 EU countries all except Luxembourg and the more recent member states of Austria, Finland, and Swedenbetween 1980 and 1990. They find support for the Ushaped relationship between thedegree of regional integration and spatial agglomeration predicted by the theoreticalmodels when labor mobility is low: activities with larger scale economies were moreconcentrated in regions close to the geographical core of the EU during the early stagesof European integration, while concentration in the core has fallen in the 1980s.Using production data in current prices for 27 manufacturing industries, Amiti1997 finds that there was a significant increase of specialization between 1968 and 1990 in Belgium, Denmark, Germany, Greece, Italy, and the Netherlands; no significantchange ocurred in Portugal; a significant fall in specialization occurred in France, Spainand the UK. There was a significant increase in specialization between 1980 and 1990in all countries. With more disaggregated data 65 industries the increase inspecialization is more pronounced: the average increase is 2 percent for all countriesexcept Italy, compared to 1 percent in the case with 27 manufacturing industries. Otherevidence of increasing specialization in EU countries in the 198os and 1990s based onproduction data is provided by Hine 1990, Greenway and Hine 1991, Aiginger et al.1999, MidelfartKnarvik et al. 2000. However analyses based on trade data indicatethat EU Member States have a diversified rather than specialized pattern ofmanufacturing exports Sapir, 1996; Brulhart, 2001.In terms of geographic concentration of industries, Amiti 1997 finds that 17 out of 27 industries experienced an increase in geographical concentration, with an averageincrease of 3 per cent per year in leather products, transport equipment and textiles.Only six industries experienced a fall in concentration, with paper and paper productsand other chemicals showing particularly marked increases in dispersion. Brulhart and Torstensson 1996 compare industry Gini coefficients with industry centrality indicesproposed by Keeble et al. 1986 and find a positive correlation between scaleeconomies and industry bias towards the central EU in both 1980 and 1990. Brulhart1998 finds that industries such as chemicals and motor vehicles that are highlyconcentrated and located in central EU countries are subject to significant scaleeconomies. MidelfartKnarvik et al. 2000 find that many industries have experienced8significant changes in their location across EU Member States during the period 19701997. Slowgrowing and unskilled laborintensive industries have become moreconcentrated, usually in peripheral low wage countries. During the same period, anumber of medium and high technology industries have become more dispersed.With respect to accession countries, existing evidence based on trade statisticssuggests that these countries tend to specialize in labor and resourceintensive sectors,following an interindustry trade pattern Landesmann, 1995. Despite the dominance ofthe interindustry HeckscherOhlin type of trade, intraindustry trade has alsoincreased, more evidently in the Czech Republic and Hungary Landesmann, 1995,Dobrinsky, 1995. This increase, however, may be associated with the intensification ofoutward processing traffic. It has been claimed that the processes of internationalizationand structural change in transition economies tend to favor metropolitan and westernregions, as well as regions with a strong industrial base Petrakos, 1996. In addition, ata macrogeographical level, the process of transition will increase disparities at the European level, by favoring countries near the EastWest frontier Petrakos, 1999.Increasing coreperiphery differences in Estonia are documented in Raagmaa 1996.Using the approach of the new economic geography, Altomonte and Resmini 1999have investigated the role of foreign direct investment in shaping regional specializationin accession countries.Yet to date, there has been no comprehensive study on the impact of economicintegration with the European Union on regional specialization and geographicconcentration of industrial activity in accession countries.3 Data and Measurement In this paper we analyze patterns of regional specialization and concentration ofmanufacturing and their determinants using regional manufacturing employment dataand other variables at the NUTS 3 level for Bulgaria, Estonia, Hungary, Romania and Slovenia. The employment data and the other regional variables are part of a speciallycreated data set named REGSTAT2. Apart from employment, other variables at theregional level used in our analysis include geographic and demographic variables,average earnings wages, Gross Domestic Product GDP, measures of infrastructure,research and development RD and public expenditure.9The period covered is 19901999. In most cases, data have been collected fromnational statistical offices. In the case of Estonia, employment data at the regional levelhas been estimated using labor force surveys. In Slovenia, employment data at theregional level has been estimated using the information provided in the balance sheetsof companies with more than ten employees.Regional specialization and geographic concentration of industries are defined inrelation to production structures 3. Regional specialization is defined as the distributionof the shares of an industry i in total manufacturing in a specific region j compared to abenchmark distribution. A region j is considered to be specialized in a specific industry iif this industry has a high share in the manufacturing employment of region j. Themanufacturing structure of a region j is highly specialized, if a small number ofindustries have a large combined share in the total manufacturing of region j.Geographic concentration measures the distribution of the shares of regions in aspecific industry i compared to a benchmark distribution. A specific industry i isconsidered to be concentrated, if a large part of production is carried out in a smallnumber of regions.Specialization and concentration may be assessed using absolute and relativemeasures. There are several indicators proposed in the existing literature, with eachhaving certain advantages as well as shortcomings. For our analysis we have selected arelative measure a dissimilarity index derived from the index proposed by Krugman,1991a. Notations and definitions are given in Box 3.1.10Box 3.1 Indicators of regional specialization and geographic concentration ofindustries 4E employments sharesi industry sector, branchj region Sijs the share of employment in industry i in region j in total employment of region js Cij the share of employment in industry i in region j in country employment ofindustry isi the share of country employment in industry i in total country employmentsj the share of total employment in region j in country employment Sijs cid:229i Eij Eij Ej Eijs Cij cid:229j Eij Eij Ei Eijsi cid:229cid:229cid:229ijj Eij Eij EEisj cid:229cid:229cid:229iji Eij Eij EEj The dissimilarity index Specialization measure Concentration measurej SPEC ii Sijsscid:229jj Cijiss CONCcid:2294 Regional Specialization How specializeddiversified are regions in accession countries? Have patterns ofregional specialization changed in accession countries during the 1990s? What is therelationship between regional specialization and economic performance?On the basis of the values of specialization indices calculated at NUTS 3 level in Bulgaria, Estonia, Hungary, Romania and Slovenia we first grouped the regions in thesecountries into highly and low specialized regions. We classified as highly specializedregions the ones in which the specialization index was higher than 0.75 for 60 percent ofthe period examined while regions in which the specialization index was below 0.35 for 60 percent of the period were classified as low specialized 5. 14.2 percent of regions fell11in the group of highly specialized regions, while 15.1 percent fell in the group of lowspecialized ones. A list of regions belonging to these groups may be found in Table 1see Appendix.The common characteristic of highly specialized regions is that GDP per capita wasusually above the national average, while wages were around the national average.Unemployment was above the national average and has an upward trend. The number oftelephone lines and of cars were below, with the exception of Bulgaria, in which thenumber of cars were above average and decreasing. The level of specialization ofregions belonging to this group ranges between 1.35 and 1.60 of the national average.In regions with a low level of specialization the GDP per capita seemed to beslightly lower than the national average. The only exceptions were Estonian regions inwhich GDP per capita seemed to be above the national average. Wages were usuallyabove the national average and increasing, unemployment was usually below, althoughsometimes increasing. The number of cars and telephone lines were usually above thenational average but decreasing, with the exception of Hungarian regions, in which thenumber of cars and telephones were below the average and converging with that of therest of the country. The level of specialization of regions belonging to this rangesbetween 0.600.70 of the national average.Increasing economic integration with the EU and the world economy are likely toresult in relocation of industrial activity and changing specialization patterns acrossregions in accession countries. In order to check whether regional specialization haschanged significantly in the countries under analysis, we have estimated the followingtrend model:SPECjt a bYEARjt ejt1where the dependent variable SPECjt is regional specialisation measured by means ofthe dissimilarity index see Box 3.1 using employment data on manufacturing branchesat a regional level. The independent variable YEAR is the year to which the data refers,a and b are the parameters to be estimated, and ejt is the error term.Since there is substantial heterogeneity among the five countries considered, thetrend model has been estimated separately for each country, using regional data at the NUTS 3 level. The results of the OLS estimation with regional fixed effects are shownin Table 2 see Appendix. The table shows that on average, other things equal, regionalspecialization in the 1990s has increased in Bulgaria and Romania, and decreased in12Estonia. The estimated coefficient for YEAR is not significantly different from zero for Hungary and Slovenia.Second, we grouped regions according to their specialization change direction, intothree groups: regions experiencing increasing specialization, regions experiencingdecreasing specialization, and regions showing no evident increasing or decreasing path.Regions belonging to these groups are listed in the Table 3 see Appendix.We found that all regions belonging to the first group increasing specialization had a level of specialization that was below the national average 6 at the beginning of theperiod. The evidence therefore seemed in favor of a convergence in the level ofspecialization of regions within countries. At the end of the period the averagespecialization of the regions belonging to this group was slightly higher than thenational average in Bulgaria, Hungary and Romania, while it was still below thenational average in Estonia and Slovenia. Concerning the other economic indicators,GDP per capita and per employee seems to have decreased from slightly above toslightly below the national average in Bulgaria and Hungary, while it remained abovethe average and still increasing in Estonia. We had insufficient information to analyzethe path of the GDP per capita in Romania and Slovenia. The number of cars and oftelephone lines per capita may be interpreted as a proxy for the level of wealth. The pathof these variables is very similar to the path of GDP per capita: it is decreasing withrespect to the national average in Bulgaria and Hungary, while it is increasing in Estoniaand Romania. Finally, in Bulgaria, in these regions, wages were above the nationalaverage and unemployment was below; none of them seemed to increase or decreasewith respect to the national average. In Hungary, instead, unemployment was abovethe average and seemed to increase with respect to the national average.The regions belonging to the second group decreasing specialization could begrouped into two subgroups: in Hungary and Estonia specialization was slightly abovethe national average at the beginning of the period, and fell below it at the end of theperiod of observation. The evidence, therefore, seems in favor of a convergence of thelevel in specialization in Hungarian and Estonian regions. In Bulgaria, Romania and Slovenia, instead, regions experiencing a despecializing process were already lessspecialized than the national average. Therefore, the evidence for these countries seemsto be in favor of an increasing divergence of the internal level of specialization.Furthermore, regions experiencing decreasing specialization, with the Hungarianregions as the only exception, seemed to experience a decline in GDP per capita with13respect to the national average. Concerning the level of wealth, the number of telephonelines was either stable or decreasing, but always above the national average. Thenumber of cars showed a more heterogeneous pattern: it was stable and above theaverage in Bulgaria and Hungary, increasing from below the average in Estonia, anddecreasing from above the average in Romania. Finally, wages were increasing in Hungary, Romania and Slovenia, while they were stable in Bulgaria and decreasingwith respect to the national average in Estonia. Unemployment was more or less stablein all countries with the only exception of Estonia, in which it was decreasing.The third group of regions in which specialization was not significantly increasingor decreasing may be considered a residual group, in which we may observecontradictory paths of the variables of interest. Inside this group we may have regions inwhich specialization seemed to follow a random path as well as regions in whichspecialization was clearly increasing in the first period and decreasing in the secondperiod, or vice versa. Due to the limited time period for which data are available, wewere not able to better analyze this third residual group. However, we found that, onaverage, regions belonging to this group were slightly more specialized than theindicator observed at a national level. Concerning the other variables of interest wefound no similarity among the five countries.Finally, the increasing integration of accession countries and the EU may havedecreased the importance of internal regions in favor of regions bordering the EU andother accession countries, which were probably favored less in the past. In order tovalidate this hypothesis, we have tried to compare the behavior of internal regions,regions bordering the EU, regions bordering other accession countries, and regionsbordering other extraEU countries, according to the Eurostat 1999 definition.Before grouping the regions we divided the value of each variable cars per capita,wages and so on by the national average obtaining a number higher than one if theregion was above the national average and lower than one if the region was below it.After grouping the regions, we computed the average and standard deviation of theabovementioned indicators separately for each group. The main advantage of thisapproach consists of the fact that the national average, which we used as benchmark,remained stable and equal to one across time and countries. The results summarized in Tables 4A4E see Appendix were obtained by comparing the averages computedinside each group with the averages computed at a national level. To get some insights14into the path of each variable, we have reported the value of the indicators at thebeginning and at the end of the period.Table 4A shows that Bulgarian regions bordering the EU and extraEU countrieswere the most specialized ones, while internal regions and regions bordering otheraccession countries were less specialized than the national average. Specializationseemed to increase in all regions, with the exception of regions bordering otheraccession countries. Concerning the other economic indicators, it appears that internalregions had the worst performance, since they seem to lose their initial advantage infavor of the other groups of regions. Regions bordering the EU, instead, seem to recoverafter starting from a more disadvantaged position, although at the end of the period theywere still below the national average for many indicators. In summary, the evidence isfor convergence in GDP per capita, the number of cars and telephone lines per capita,and for divergence in wages and unemployment indicators at a national level.Table 4B shows the indicators for Estonia. Estonian regions bordering the EU werein a more advantaged position than regions bordering other accession countries at thebeginning of the period. GDP per capita, the number of telephone lines per capita, andwages were above the national average for regions bordering the EU; all theseindicators were below the national average in regions bordering other accessioncountries. Although regions bordering the EU are, on average, less specialized thanregions bordering other accession countries, the difference between the two groupsseemed to decrease. Because of the limited size of the country and its small number ofregions, there are no internal regions in Estonia and no borders with extraEU countries.Table 4C shows convergence of specialization levels among Romanian regions:there seemed to be convergence among a group of regions, and divergence in the groupsof internal regions and regions bordering accession countries. Concerning the othereconomic indicators, internal regions seem to have performed better than the average atthe beginning of the period, although they have lost their initial advantage. Regionsbordering extraEU countries, in contrast, have started from a more disadvantagedposition and seem to have improved their position.Table 4D shows that Hungarian internal regions were less specialized than thenational average and seemed to have economic indicators that were better than thenational average. On the other hand, regions bordering accession countries were morespecialized than the average and seemed to have economic indicators that were worsethan the national average.15Table 4E, finally, shows that in Slovenia, regions bordering the EU were on averageless specialized than the national average. Furthermore, they had the worst position interms of wages lower than the average and unemployment higher than the average.Slovenian data showed divergence in all groups and with respect to all variables.In summary, our findings seem to be in favor of the idea that highly specializedregions have an economic performance that is slightly better than that of low specializedregions. However, although the available data set covers only a limited time period,there seems to be convergence in the levels of regional specialization in Hungary and Estonia. In Bulgaria, Romania and Slovenia, we found only partial convergence sincesome of the low specialized regions are decreasing their level of specialization and aretherefore diverging from the rest of the country. Given the limited availability ofobservations over time, it is still not clear whether an increase in the level ofspecialization yields an improvement in the economic performance of regions. Finally,the comparison between regions bordering the EU with regions not bordering the EUseems to confirm the idea of an economic convergence of regions within each country,with Slovenia as the only exception, where the data seem to indicate divergence.5 Geographic Concentration of Manufacturing On the basis of the concentration indices calculated for manufacturing branches in Bulgaria, Estonia, Hungary, Romania and Slovenia we have grouped the industriesaccording to the following characteristics: scale economies, technology level, and wageslevel. The definitions of highmediumlow technology level, and of highmediumlowwage level are based on OECD 1994; the definition of highmediumlow levels ofscale economies is based on Pratten 1988. The manufacturing classification isaccording to the Eurostat NACE Rev 1 2 digit classification for Estonia, Romania, and Slovenia. Employment data have been collected according to national classifications in Hungary and Bulgaria. For these two latter cases aggregations have been made to bringthese classifications as close as possible to the NACE classification.We found that industries with low economies of scale had a level of concentrationwhich was stable and very close to the national average in Bulgaria and Romania. In Estonia these sectors were less concentrated than the national average, while in Hungaryand Slovenia they were slightly more concentrated than the national average. Slovenian16industries belonging to this group were also experiencing a decrease in their level ofconcentration. The industries with medium economies of scale were below the nationalaverage in Bulgaria, Hungary and Slovenia, while they were slightly above the averagein Estonia and Romania. In all cases the level of concentration of these industriesseemed to be stable or slightly increasing. Finally, the industries with high economies ofscale were much more concentrated than average in all countries with Romania as theonly exception, where these industries were around the national average. Concentrationin these industries seemed to slightly decrease, with the exception of Slovenia, in whichit seemed to increase. In Romania all industries seemed to have the same level ofconcentration around the national average, while the differences among groups ofindustries were much more evident for the other countries.Industries defined as high tech were usually less concentrated than the nationalaverage in all countries, although their level of concentration seems to have increased.The industries defined as medium tech seem to be more concentrated than the averageand stable or slightly decreasing in Bulgaria, Estonia and Hungary. In Romania and Slovenia these industries were as concentrated as the national average, and their level ofconcentration was stable in Romania or increasing Slovenia. Finally, the high techindustries were less concentrated than the national average in Bulgaria, Hungary and Slovenia. Their level of concentration seemed to be stable or to be increasingBulgaria. In Estonia and Romania these industries were more concentrated than thenational average. They seemed to become even more concentrated in Estonia, whiletheir level of concentration seemed to be stable or slightly decreasing in Romania.Industries with the lowest level of wages were the most dispersed ones. Their levelof concentration seemed to be stable or slightly increasing. On the other hand, theindustries with the highest level of wages were more concentrated than the nationalaverage, and their level of concentration seemed to be stable or slightly decreasing. Inconclusion, the evidence seems to be in favor of a convergence of concentration levels.The mediumwage industries had a level of concentration that was not far from thenational average. Our results suggest that their concentration has increased in Hungary,decreased in Bulgaria and remained stable in the other countries.Our analysis has been based on available data for ten years for Bulgaria and Estonia,nine years for Romania, eight for Hungary and only four for Slovenia. We mighttherefore not be able to capture the impact of regional business cycles on concentrationpatterns.17At a more aggregate level, increasing economic integration with the EU is expectedto change patterns of location and concentration of industrial activity in accessioncountries. In order to capture whether and to what extent this change has taken place,we have estimated the following model:CONCit a YEARit eit2where the dependent variable CONCit is the level of concentration of manufacturingactivity calculated by means of the dissimilarity index using employment data onmanufacturing branches at the regional level. The independent variable YEAR is theyear to which the data refers, a and b are the parameters to be estimated, and eit is theremaining error term.The model has been computed separately for each country, using an OLS withindustries fixed effects estimation method. The results shown in Table 5 see Appendixindicate that concentration did not increase or decrease significantly in these countries,with the exception of Bulgaria, in which concentration seemed to increase.Since for the majority of sectors there seem to be no significant changes in the levelof concentration, the analyses of industries depending on their level of scale economies,level of technology or level of wages did not offer clear results. However, althoughsome small differences between the countries still exist, the data seem to confirm that inall five countries the level of concentration is increasing and decreasing in the sametype of sectors.6 Determinants of Regional Specialization and Industrial Concentration Patterns As pointed out in MidelfartKnarvik et al., 2000, regional specialization and industrialconcentration patterns are determined by the interaction of regional and industrycharacteristics. The reason for evaluating the interaction between regional and industrycharacteristics lies in the fact that firms evaluate the same kind of production factorsdifferently Fujita et al., 1999. Industries will try to locate as close as possible to theplace where their most important inputs are available, and will therefore be overrepresented in that location. Industries for which the same production factor is lessimportant will instead be underrepresented.18To uncover determinants of manufacturing location and explain regionalmanufacturing production structures differentials in the five accession countries, weestimate a model similar to MidelfartKnarvik et al. 2000. We analyze changes inregional specialization and industry location by regressing the log share of industry i inregion j sij S on regional and industry characteristics, after controlling for the size ofregions by means of the log share of population living in region j popj and of the logtotal manufacturing located in region j manj, using the following specification:ln sij S ca ln popj b ln manj Sk b k ykj g k zki k k 3where ykj is the level of the kth region characteristic in the jth region and zki is thelevel of the kth industry characteristic of industry i. As is clear in 3, the kth regioncharacteristic is matched with the kth industry characteristic. Finally, a, b, b k, g k,and k k are the coefficients to be estimated. We computed the share of industry i inregion j sij S using employment data.The first two variables appearing on the right hand side ln popj and ln manjcapture regional size effects and are therefore needed to correct for the disparity in thesize of regions. The remaining terms should capture the interaction between regionaland industry characteristics. Details on the regional and industry characteristics areshown in Table 6 see Appendix.The market potential MP characteristic which has been interacted with the levelof scale economies SE may be interpreted as an indicator of proximity to markets.We computed two market potential indicators: the first one MP1 intends to compareregions inside the same country in the context of a closed economy, while with thesecond indicator MP2, we try to get some insights into the consequences of theincreasing relationship between each country and the EU. It is plausible that theassociation agreement with the EU has led to a reduction of transport cost into the EUby reducing trade barriers, while transport costs within the country have probablyremained unchanged. This had probably led to a comparative advantage for regionsbordering the EU with respect to central regions, which had had a comparativeadvantage before the EU accession agreements. The MP2 variable is used to verifywhether increasing integration with the EU has led to a reallocation of activityindustries from central to regions bordering the EU. We introduced the two marketpotential variables MP1 and MP2 in two different models in order to keep the twohypotheses closed versus open economy separated.19The labor abundance LA and the research and development RD characteristicsare used to identify the relative regional abundance of these different input factors. The RD characteristic is then alternatively interacted with the technology level TL andwith the importance of RD inputs in each industry RO, while the labor abundanceLA characteristic is interacted with the importance of labor as a production factor LI.The two industry characteristics associated with the RD regional characteristic research orientation RO and technology level TL may in principle seem verysimilar. However, the industries listed as RO are not the same industries listed as TL.Furthermore, their significance level did not change when we tried to set one of themaside in our estimations.After having defined the regional and the industry characteristics, we interactedthem as shown in Table 7 see Appendix.The interaction variables MP1SE and MP2SE should be interpreted on the basis ofthe idea that industries with higher economies of scale may tend to concentrate inrelatively central locations Krugman, 1980; MidelfartKnarvik et al., 2000. Since weexpect the central location to be identified as the country capital in the early 90s andwith the EU market in the most recent years, we expect the MP1SE and MP2SEvariables to capture these changes.The interaction variables RDRO, RDTL and LALI should be interpreted on thebasis of the idea that industries that highly value some production factors RD forresearchoriented firms and firms with a high technology level; labor abundance forlaborintensive firms tend to locate in areas in which these production factors areabundant.After this short illustration of the variables introduced in our estimations, we maynow briefly discuss some estimation issues. First of all, since the data collected in thedifferent countries are quite heterogeneous, we estimated equation 3 separately foreach country using OLS with Whites heteroskedasticity consistent standard errors. Themain findings are summarized in Table 8 see Appendix. More detailed results may beprovided on request from the authors.We estimated our models using yearly data. The first reason for this choice is thelimited time period covered by our data set. Secondly, regional differences in businesscycles are smaller than differences that may be observed among countries. Finally, thisapproach may enable us to better identify structural breaks that may occur in our data20set e.g., we may be better able to distinguish between trends before and after certain EU agreements.As shown in Table 8, the first two independent variables of the model lnpop andlnman, capturing the effect of different sizes of the analyzed regions are higher thanzero or are not significant with the exception of the results for Estonia which aresignificantly negative confirming that larger regions have larger shares of industrialactivity.The regional characteristics have, in general, the expected signs. We find that themarket potential variables MP1 and MP2 are positively and significantly related toindustry shares sij S. Since MP1 and MP2 are decreasing with distance from the coremarkets we find evidence that industry shares sij S are higher in regions that are locatednear the core.The labor abundance LA regional characteristic has negative coefficientsconfirming that labor abundant regions have larger shares of industries. In Estonia, the LA coefficient is however significantly positive while in Romania, the coefficient of LAis negative for the two years when we use MP1 and positive for the one year when weuse MP2.Industry characteristics see Table 8 have , in general, the expected signs. With theexception of Hungary, industries with economies of scale are positively andsignificantly correlated with the shares of industries. Research oriented industries seemto be concentrated in Slovenia but dispersed in Bulgaria. The technology level TLcoefficient is either not significant or positive, although its significance level seems toreduce. Finally, the labor intensity LI coefficient is in general not significant.Concerning the interaction variables, we found that the coefficients of the marketpotential variables are either positive or not significant. While in Hungary and Romania,both MP1SE and MP2SE seem to be significantly higher than zero, in Bulgaria and Slovenia only MP1SE is significantly positive. In Estonia the only coefficient whichseems to be positive is MP2SE. Only in Hungary does the significance level of MP1SEand MP2SE seem to change: both coefficients seem to increase their significance.Theory predicts that market forces induce industries with high returns to scale to locatenear the core, and that these forces are stronger with intermediate levels of transportcosts. Although, as mentioned above, more research is needed to better identify thevariables influencing the market potential of regions, the fact that these forces are not21weakening in the countries and over the period of our analysis supports the idea that thetransport costs are still at an intermediate level.The coefficients of the interaction variables RDRO and RDTL have been estimatedonly for Bulgaria and Slovenia. While for Bulgaria both coefficients seem to be notsignificantly different from zero, for Slovenia RDRO becomes significantly positive and RDTL becomes slightly significantly negative in the last year 1997. The positivecoefficient points out the importance of the supply of researchers in determining thelocation of research oriented RDRO industries, and is more relevant than for hightechnology RDTL industries. Finally, the coefficient of the interaction variable LALIis either zero Bulgaria or positive Hungary, Romania and, to a lesser extent, Estonia.In Hungary and Romania the coefficient was increasing its significance level during thelast periods of observation. We may interpret this finding as support for the idea ofcountry specialization in more laborintensive industries.Location shifts take place very slowly and a long time series worth of data isusually necessary in order to appreciate real changes in industrial relocation andregional specialization. Given the young age of the five accession countries and theirdata sets, more research is still needed to be able to assess the changes in relocation thattheir transition is implying.7 Concluding Remarks Since 1990, Central and East European economies have experienced increasingeconomic integration with the EU via trade and foreign direct investments. The spatialimplications of this process have not been investigated indepth so far. In this paper, wehave analyzed regional specialization and industry concentration patterns in Bulgaria,Estonia, Hungary, Romania and Slovenia.The main findings suggest that average regional specialization has increased in Bulgaria and Romania, decreased in Estonia and has not significantly changed in Hungary and Slovenia. Our analysis reveals that highly specialized regions seem toperform better than low specialized regions in terms of GDP per capita. Furthermore,although the available data set covers only a limited time period, we found someevidence in favor of general or partial convergence in the level of regional22specialization inside almost all countries analyzed. Regions bordering the WEU arefound to perform better than the other regions in Bulgaria Estonia and Hungary.For the majority of industries, there seem to be no significant changes in the level ofconcentration. Although some small differences between the countries still exist, thedata seem to confirm that the level of concentration is increasing and decreasing in thesame sectors in all five countries analyzed.Our regression analysis using interacted regional and industry characteristics asindependent variables, suggests that industries in accession countries tend to locatewhere production factors are abundant. Labor intensive industries tend to locate inregions with labor abundance while research oriented industries are concentrated inregions with higher shares of researchers in employment. Larger regions have largershares of manufacturing activity. Industries with economies of scale are positively andsignificantly correlated with shares of industries. Finally, geographic proximity to European core matters for location of industries in accession countries. Notes 1 Recent surveys of theoretical literature include: Amiti 1998a, Venables 1998, Brulhart 1998,Aiginger et al. 1999, Hallet 2001, Puga 2001.2 This data set has been generated in the framework of the PHARE ACE project P981117R.3 Overviews of different measurements for specialization and geographic concentration of industriesinclude Ellison and Glaeser 1997, Amiti 1997, Aiginger et al. 1999, Devereux et al. 1999 and Hallet 2000.4 The indicators used in this paper to analyse regional specialization and concentration of industries aredefined in a way that is similar to Aiginger et al. 1999. The dissimilarity index is a modified version ofthe index proposed in Krugman 1991a.5 The dissimilarity index used to calculate the specialization level may assume values between zero andtwo. However, in all regions, with some exception being made for Slovenia, the index is below the valueof one. However, we believe that these thresholds, although quite restrictive the proportion of regions inthe two groups is quite low, enable us to find similarity among highly specialised regions on the one sideand less specialised regions on the other side.6 Since in Bulgaria, Hungary and Romania the economic activity of the countrys capital is extremelyhigh with respect to all other regions, in these countries we calculated the national average without thecountrys capital.23References Aiginger, K. et al. 1999, Specialisation and geographic concentration of Europeanmanufacturing, Enterprise DG Working Paper No 1, Background Paper for the Thecompetitiveness of European industry: 1999 Report, Brussels.Altomonte, C. and Resmini, L. 1999, The geography of transition: agglomerationversus dispersion of firms activity in the countries of Central and Eastern Europe,paper presented to the European Workshop on Regional Development and Policy in Europe, Center for European Integration Studies, Bonn, 1011 December.Amiti, M. 1997, Specialisation patterns in Europe, CEP Discussion Paper No. 363,London School of Economics.Amiti, M. 1998a, New trade theories and industrial location in the EU: A survey ofevidence, The Oxford Review of Economic Policy, vol. 14 2, pp. 4553.Amiti, M. 1998b, Interindustry trade in manufactures: Does country size matter?,Journal of International Economics, vol. 44, pp. 231255.Brulhart, M. 1995a, Scale economies, intraindustry trade and industry location in thenew trade theory, Trinity Economic Papers, No. 954.Brulhart, M. 1995b, Industrial specialisation in the European Union: A test of the newtrade theory, Trinity Economic Papers, No. 955.Brulhart, M. 1996, Commerce et specialisation geographique dans l Union Europeenne, Economie Internationale, vol. 65, pp. 169202.Brulhart, M. 1998, Economic Geography, Industry Location and Trade: The Evidence, The World Economy, vol. 21.Brulhart, M 2001, Growing Alike or Growing Apart? Industrial Specialization of EUCountries, in C. Wyplosz ed. The Impact of EMU on Europe and the Developing Countries, Oxford University Press Brulhart, M. and Torstensson, J. 1996, Regional integration, scale economies andindustry location, CEPR Discussion Paper No. 1435, Centre for Economic Policy Research.Davis D.R., Weinstein, D.E., Bradford, S.C. and Shimpo, K. 1996, Usinginternational and Japanese regional data to determine when the factor abundancetheory of trade works, American Economic Review, vol. 87, pp. 421446.24Devereux, M., Griffith, R. and Simpson, H. 1999, The Geographic Distribution of Production Activity in the UK, Institute for Fiscal Studies Working Paper, W9926.Dobrinsky, R. 1995, Economic transformation and the changing patterns of European EastWest trade, in R. Dobrinsky and M. Landesmann eds, Transformingeconomies and European integration, Aldershot: Edward Elgar, pp. 86115.Eichengreen, B. 1993, Labour markets and the European Monetary unification, in P.R. Masson and M.P. Taylor eds, Policy issues in the operation of currencyunions, Cambridge University Press.Ellison, G. and Glaeser, E. 1997, Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy, vol. 105 5, pp.889927.Ethier, W.J. 1982, National and international returns to scale in the modern theory ofinternational trade, American Economic Review, vol. 72, pp. 950959.Eurostat 1999, Statistical Regions in the EFTA Countries and the Central European Countries CEC, European Commission, Eurostat.Fujita, M., Krugman, P. and Venables, A. 1999, The spatial economy, MIT Press.Fujita, M. and Thisse, J.F. 1996, Economics of Agglomeration, Journal of the Japanese and International Economies, vol. 10, pp. 339378.Greenway, D. and Hine, R.C. 1991, IntraIndustry Specialisation, Trade expansionand adjustment in the European Economic Space, Journal of Common Market Studies, vol. 29 6, pp. 60322.Haaland, J.I., Kind, H.J., Knarvik, K.H. and Torstensson, J. 1999. What determinesthe economic geography of Europe, CEPR Discussion Paper, No. 2072.Hanson, G.H. 1996, Economic integration, intraindustry trade, and frontier regions,European Economic Review, vol. 40, pp. 941949.Hanson, G.H. 1997a, Localization economies, vertical organization, and trade,American Economic Review, vol. 87, pp. 12661278.Hanson, G.H. 1997b, Increasing returns, trade, and the regional structure of wages,Economic Journal, vol. 107, pp. 113133.Hanson, G.H. 1998, Market potential, increasing returns, and geographicconcentration, NBER Working Paper No. 6429, National Bureau of Economic Research.Hallet, M. 1998, The regional impact of the single currency, Paper presented at the 38th Congress of the European Regional Science Association, Vienna, September.25Hallet, M. 2000, Regional specialisation and concentration in the EU, Economic Papers No 141, European Communities, Brussels.Hallet, M. 2001, Real convergence and catchingup in the EU, paper presented to theworkshop Structural Funds and Convergence, The Hague, 12 June 2001.Heckscher, E. 1919, The effect of foreign trade on distribution of income,Economisk Tidskrift, pp. 497512, reprinted in H.S. Ellis and L.A. Metzler eds1949 A. E. A. Readings in the Theory of International Trade, Philadelphia:Blakiston, pp. 272300.Helpman, E. and Krugman, P. 1985, Market Structure and Foreign trade: Increasing Returns, Imperfect Competition and the International Economy, Harvester Wheatsheaf: Brighton.Hine, R.C. 1990, Economic Integration and InterIndustry Specialisation, CREDITResearch Paper 896, University of Nottingham.Keeble, D., Offord, J. and Walker, S. 1986, Peripheral regions in a Community oftwelve member states, Commission of European Communities, Luxembourg.Krugman, P. 1979, Increasing returns, monopolistic competition and internationaltrade, Journal of International Economics, vol. 9, pp. 469479.Krugman, P. 1980, Scale economics, product differentiation, and the pattern of trade,American Economic Review, vol. 70, pp. 950959.Krugman, P. 1981, Intraindustry specialization and the gains from trade, Journal of Political Economy, vol. 89, pp. 959973.Krugman, P. and Venables, A. 1990, Integration and the competitiveness ofperipheral industry in C. Bliss and J. Braga de Macedo eds, Unity with Diversity inthe European Community, Cambridge: Cambridge University Press.Krugman, P. and Venables, A. 1995, Globalisation and the inequality of nations,NBER Working Paper No. 5098.Krugman, P. 1991a, Geography and Trade, Cambridge: MIT Press.Krugman, P. 1991b, Increasing returns and economic geography, Journal of Political Economy, vol. 99, pp. 484499.Landesmann, M. 1995, The patterns of EastWest European integration: catching upor falling behind?, in R. Dobrinsky and M. Landesmann eds, Transformingeconomies and European integration, Aldershot: Edward Elgar, pp. 116140.26Laursen, K. 1998, Do export and technological specialisation coevolve in terms ofconvergence or divergence? Evidence from 19 OECD countries, 19871991,DRUID Working Papers, No. 9818.Leamer, E.E. and Levinsohn, J. 1995, International Trade Theory: The Evidence, in G.M. Grossman and K. Rogoff eds, Handbook of International Economics, vol. III,Amsterdam, ElsevierNorth Holland.Ludema, R.D. and Wooton, I. 1997, Regional integration, trade and migration: aredemand linkages relevant in Europe?, CEPR Discussion Paper No. 1656Markusen, J. R. and Melvin, J.R. 1981, Trade, factor prices and gains from trade withincreasing returns to scale, Canadian Journal of Economics, vol. 14, pp. 450469.Martin, P. and Ottaviano, G.I.P. 1996, La geographie de l Europe multivitesses,Economie Internationale, vol. 67, pp. 4565.MidelfartKnarvik, K.H., Overman, F.G., Redding, S.J. and Venables, A.J. 2000, The Location of European Industry, Economic Papers no. 142 Report prepared for the Directorate General for Economic and Financial Affairs, European Commission.Molle, W. 1997, The economics of European integration: Theory, practice, policy, in K. Peschel ed, Regional growth and regional policy within the framework of European integration, Heidelberg: Physica Verlag, pp. 6686.Nijkamp, P. 2000, New Growth, Local Culture and the Labour Market, paperpresented to the PHARE ACE workshop European integration, regionalspecialisation and location of economic activity in accession countries, University of Bonn.Obstfeld, M. and Peri, G. 1998, Asymmetric shocks: Regional nonadjustment andfiscal policy, Economic Policy, vol. 28, pp. 206259.OECD 1994, Manufacturing Performance: A Scoreborard of Indicators,OECDOCDE, Paris.Ohlin, B. 1933, Interregional and international trade, Cambridge, MA: Harvard University Press.Petrakos, G. 1996, The regional dimension of transition in Eastern and Central European Countries: An assessment, Eastern European Economics, vol. 34 5, pp.538.Petrakos, G. 1999, The spatial impact of EastWest integration, in G. Petrakos, G.Maier and G. Gorzelak eds Integration and Transition in Europe: The Economic Geography of Interaction, London: Routledge.27Pratten, C. 1988, A Survey of the Economies of Scale, in Commission of the European Communities, Research on the Cost of nonEurope, Volume. 2: Studieson the Economics of Integration, Luxembourg.Puga, D. 1998, Urbanisation patterns: European versus Less Developed Countries,Journal of Regional Science, vol. 38, pp. 231252.Puga, D. and Venables, A. 1997, Preferential trading arrangements and industriallocation, Journal of International Economics, vol. 43, pp. 347368.Puga, D. 1999, The rise and fall of regional inequalities, European Economic Review, vol. 43, pp. 303334.Puga, D. 2001 European regional policies in light of recent location theories, CEPRDiscussion Paper 2767Raagmaa, G. 1996, Shifts in regional development in Estonia during the transition,European Planning Studies, vol. 4 6, pp. 683703.Ricardo, D. 1817, On the Principles of Political Economy and Taxation, London.Ricci, L.A. 1999, Economic geography and comparative advantage: Agglomerationversus specialisation, European Economic Review, vol. 43, pp. 357377.Romer, P.M. 1986, Increasing returns and longrun growth, Journal of Political Economy, vol. 94, pp. 10021037.Romer, P.M. 1990, Endogenous technological change, Journal of Political Economy, vol. 98, pp. 71102.Sapir, A. 1996, The effects of Europes Internal Market Programme on Productionand Trade: A First Assessment, Weltwirtschaftliches Archiv, vol. 132 3, pp. 45775.Venables, A. 1994, Economic integration and industrial agglomeration, Economicand Social Review, vol. 26, pp. 117.Venables, A. 1996, Equilibrium locations of vertically linked industries,International Economic Review, vol. 37, pp. 341359.Venables, A. 1998, The assessment: trade and location, The Oxford Review of Economic Policy, vol. 14 2, pp. 16.28Appendix Table 1: Regions with high or low specialization in accession countries High Specialization Bulgaria Estonia Hungary Romania Slovenia Vidin Pernik Razgrad Botosani Galati Dambovita Ialomita Valcea CarasSeverin Harghita Pomurska Koroska Zasavska Spodnejposavska Notranjskokraska Low Specializiation Bulgaria Estonia Hungary Romania Slovenia Veliko Tarnovo Vtratza Montana Plovdiv Russe Sofia region Northern Estonia Pest GyorMosonSopron Somogy HajduBihar JaszNagykunSzolnok Iasi Mun.Bucuresti Podravska regija Table 2: Regional specialization in accession countries, 19901999Bulgaria Estonia Hungary Romania Slovenia Year 0.0068 0.00110.0073 0.00330.00190.00190.0074 0.00120.00230.0061Intercept 0.4488 0.00670.4756 0.02020.4638 0.01320.5405 0.00770.7050 0.0462Number ofobservations 2805016036948Rsq: within 0.13830.10290.00740.10860.0039 significant at 10%; significant at 5%; significant at 1%standard errors in parentheses29Table 3: Regions experiencing increasing or decreasing specialization in accessioncountries Increasing Specialization Bulgaria Estonia Hungary Romania Slovenia Veliko Tarnovo Dobrich Kustendil Pazardjik Plovdiv Razgrad Russe Sliven Smolyan Stara Zagora Northern Estonia Tolna HajduBihar Vaslui Constanta Galati Vrancea Arges Calarasi Teleorman Dolj Olt Valcea Timis Bihor Salaj Harghita Mures Decreasing Specialization Bulgaria Estonia Hungary Romania Slovenia Gabrovo Pleven Central Estonia NorthEastern Estonia Budapest GyorMosonSopron Vas Somogy Nograd JaszNagykunSzolnok Bekes Iasi Mun.Bucuresti Dolenjska Gorenjska30Table 4A: Bulgarian regional variables divided by their national average, at the beginning and at the end of the perioda Type of region:Number of regions:Overall 28Borders EU3Borders AC6Internal 14Border EX5Mean 0.982 0.9891.204 1.2840.855 0.7860.929 0.9401.150 1.192Dissimilarity Indexover national average Std. Dev.0.294 0.3260.042 0.2150.336 0.3150.279 0.2860.285 0.345Mean 1.027 1.0010.949 0.9600.978 1.0031.041 0.9851.093 1.067GDP per capitaover national average Std. Dev.0.120 0.0720.078 0.0120.083 0.0430.094 0.0590.208 0.117Mean 1.001 0.9970.961 0.9600.978 1.0330.999 0.9641.058 1.071GDP per workerover national average Std. Dev.0.102 0.0700.096 0.0600.059 0.0470.070 0.0450.198 0.092Mean 1.031 0.9990.796 0.7960.923 0.9201.099 1.0511.110 1.070Cars per capitaover national average Std. Dev.0.216 0.1840.116 0.0370.124 0.1270.238 0.2010.149 0.144Mean 1.029 1.0100.763 0.7971.033 0.9801.132 1.0890.892 0.953Telephone lines per capitaover national average Std. Dev.0.224 0.1870.248 0.2230.123 0.0740.220 0.1870.130 0.172Mean 1.019 1.0100.995 0.8930.996 0.9911.023 1.0241.049 1.064Wagesover national average Std. Dev.0.052 0.1360.016 0.0340.031 0.1650.050 0.1220.080 0.163Mean 0.939 1.0011.321 1.0230.972 1.2410.847 0.9670.927 0.838Unemploymentover national average Std. Dev.0.233 0.3250.041 0.3150.119 0.1790.194 0.3760.289 0.197a The first figure refers to the first year in which the variable is available, while the second figure refers to the last year in which the variable is available. Since not allvariables are available for the same period, not all indicators in Tables 2A, 2B, 2C 2D and 2E refer to the same period. We should therefore use cautions in comparingthe first and the last value of the different variables.EU means European Union AC means Accession Countries EX means ExtraEuropean Countries31Table 4B: Estonian regional variables divided by their national average, at the beginning and at the end of the period Type of region:Number of regions:Overall 5Borders EU3Borders AC2Internal 0Border EX0Mean 1.000 1.0000.942 0.9881.087 1.018Dissimilarity Indexover national average Std. Dev.0.293 0.1660.371 0.2320.204 0.043Mean 1.000 1.0001.147 1.1750.779 0.738GDP per capitaover national average Std. Dev.0.457 0.5430.578 0.6860.059 0.090Mean 1.000 1.0001.101 1.1220.849 0.817GDP per workerover national average Std. Dev.0.341 0.4360.439 0.5620.063 0.126Mean 1.000 1.0000.950 0.9841.075 1.023Cars per capitaover national average Std. Dev.0.158 0.0780.193 0.1060.081 0.018Mean 1.000 1.0001.059 1.0550.911 0.917Telephone lines per capitaover national average Std. Dev.0.126 0.1830.112 0.2330.111 0.042Mean 1.000 1.0001.080 1.0630.880 0.905Wagesover national average Std. Dev.0.165 0.2170.172 0.2800.040 0.012Mean 1.000 1.0000.942 1.0541.086 0.919Unemploymentover national average Std. Dev.0.356 0.2690.490 0.3590.044 0.097Table 4C: Romanian regional variables divided by their national average, at the beginning and at the end of the period Type of region:Number of regions:Overall 41Borders EU0Borders AC11Internal 23Border EX7Mean 0.993 0.9870.878 0.9561.015 0.9921.099 1.018Dissimilarity Indexover national average Std. Dev.0.263 0.2480.145 0.1780.259 0.2720.376 0.283Mean 1.027 1.0161.067 1.1141.098 1.0550.730 0.736Cars per capitaover national average Std. Dev.0.354 0.3780.272 0.4890.368 0.3130.298 0.286Mean 1.050 1.0321.031 0.9611.109 1.0940.887 0.943Telephone lines per capitaover national average Std. Dev.0.408 0.3290.287 0.3010.491 0.3670.210 0.206Mean 1.001 1.0110.983 1.0201.018 1.0230.974 0.956Wagesover national average Std. Dev.0.100 0.1280.065 0.1080.112 0.1420.110 0.110Mean 0.987 0.9860.861 0.7540.942 1.0561.333 1.123Unemploymentover national average Std. Dev.0.399 0.2920.296 0.1660.420 0.2870.308 0.28432Table 4D: Hungarian regional variables divided by their national average, at the beginning and at the end of the period Type of region:Number of regions:Overall 20Borders EU2Borders AC7Internal 8Border EX3Mean 0.992 0.9860.920 0.7741.023 1.1240.977 0.9911.008 0.795Dissimilarity Indexover national average Std. Dev.0.249 0.2790.403 0.2780.240 0.1380.271 0.3680.263 0.061Mean 1.058 1.0651.248 1.4530.968 0.9211.126 1.1590.962 0.890GDP per capitaover national average Std. Dev.0.299 0.3740.009 0.0260.149 0.1640.442 0.5190.052 0.070Mean 1.016 0.9961.029 1.0890.973 0.9471.064 1.0400.981 0.933GDP per workerover national average Std. Dev.0.144 0.1500.034 0.0330.071 0.0510.215 0.2210.041 0.068Mean 1.016 1.0211.071 1.1300.914 0.9291.043 1.0511.145 1.084Cars per capitaover national average Std. Dev.0.156 0.1640.025 0.0230.166 0.1540.151 0.1940.034 0.045Mean 1.150 1.0301.350 1.0980.963 0.9451.249 1.0921.187 1.019Telephone lines per capitaover national average Std. Dev.0.743 0.1640.175 0.0490.352 0.1231.145 0.2150.254 0.047Mean 1.022 1.0280.990 1.0781.000 0.9761.069 1.0930.968 0.944Wagesover national average Std. Dev.0.110 0.1470.035 0.0650.050 0.0610.159 0.2070.036 0.052Mean 0.952 0.9660.395 0.5431.055 1.1550.990 0.8820.980 1.032Unemploymentover national average Std. Dev.0.527 0.3460.134 0.1240.549 0.3420.618 0.3510.192 0.089Table 4E: Slovenian regional variables divided by their national average, at the beginning and at the end of the period Type of region:Number of regions:Overall 12Borders EU7Borders AC0Internal 1Border EX4Mean 0.994 1.0000.882 0.8901.437 1.4861.079 1.072Dissimilarity Indexover national average Std. Dev.0.368 0.4090.299 0.3910.464 0.439Mean 1.000 1.0000.982 0.9781.033 1.0031.023 1.037Wagesover national average Std. Dev.0.077 0.0970.038 0.0640.130 0.152Mean 1.000 1.0001.009 0.9901.256 1.3640.920 0.926Unemploymentover national average Std. Dev.0.274 0.3040.321 0.3460.198 0.21733Table 5: Geographic concentration of manufacturing in accession countries, 19901999Bulgaria Estonia Hungary Romania Slovenia Year 0.0092 0.00140.00370.00370.00030.02750.00150.00170.00110.0061Intercept 0.4945 0.00900.4481 0.0230.4690 0.01890.6342 0.01110.6367 0.0465Number ofobservations 1201306410848Rsq: within 0.27730.00830.00020.00770.0010 significant at 10%; significant at 5%; significant at 1%; standard errors in parentheses Table 6: Regional and industry characteristics in accession countries Variable name Description Regional characteristics Market PotentialMP1Average regional wages deflated at national level divided by thedistances from country capital in km; to avoid complications the distanceof the country capital with itself is supposed to be 1 kmMarket PotentialMP2Average wages deflated at a national level divided by a proxy of thedistance from EU markets 1 if the region borders EU, 2 if the region doesnot border EURD RDRD personnel divided by the number of persons employed for Bulgariaand Hungary; RD expenditures divided by the value added inmanufacturing for Slovenia; no information is available for Estonia and Romania Labour Abundance LASum of employment and unemployment, divided by the population inworking age 1565 yearsIndustry characteristicsa Scale economiesSE1 low, 2 medium, 3 high definition by Pratten, 1988Research OrientedRO1 almost none of the industries of the sector is defined as researchoriented; 2 some industries of the sector are defined as research oriented;3 almost all industries of the sector are defined as research orienteddefinition by OECD, 1994Technology LevelTL1 Low technology; 2 Medium technology; 3 high technologydefinition by OECD, 1994Labour IntensityLILabour Intensity dummy definition by OECD, 1994a Since the available classification of industries is quite aggregated we were sometimes forced toaverage the qualitative characteristics proposed by Pratten 1988 and by the OECD 1994.34Table 7: Interaction variables Variablename Regional characteristic Industrycharacteristics J1MP1SEMP1 Market Potential distances with countrycapitalSE Scale economies J2MP2SEMP2 Market Potential distances with EUmarketsSE Scale economies J3RD1RORO Research oriented J4RD2TLRD1 RD2 RD RD personnel or expenses TL Technology level J5LALILA labour abundance LI Labour intensity Table 8: Summary of the estimations findings Bulgaria Estonia Hungary Romania Slovenialnpop 000P.PPP0PPlnman PPNP00PP00Regional MP10NNNNcharacteristics MP20NNN0RD0000LA00PPNNNPIndustry SEN00NP0NN00characteristics ROPPNNLI00000000TLPPPPInteraction MP1SEP0PPPvariables MP2SE0PPP0RDRO00PPLALI00PPPPPPRDTL00NNThe first column represents the results for the model using MP1 for market potential and thesecond column using MP2 for market potentialP the estimated coefficient is significantly positive; N the estimated coefficient issignificantly negative the variable was not available or was not used for the model estimation;0 the variable was never significant the variable was significantly negative in the first period and significantly positive in the lastperiod2008B01082007B0307B0207B01072006B0306B0206B01062005B1105EuroDiplomatie durch gemeinsame Wirtschaftsregierung Martin Seidel Lohne und Steuern im Systemwettbewerb der Mitgliedstaatender Europaischen Union Konsolidierung und Reform der Europaischen Union The Ratification of European Treaties Legal and Constitutional Basis of a European Referendum.Martin Seidel Martin Seidel Martin Seidel Financial Frictions, Capital Reallocation, and Aggregate Fluctuations Financial Openness and Macroeconomic Volatility A Welfare Analysis of Capital Account Liberalization Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Jurgen von Hagen, Haiping Zhang Martin Seidel Martin Seidel Guntram B. Wolff Gabriel GonzalezKonig Christian Volpe Martincus, Jennifer Pedussel Wu Jurgen von Hagen, Valeriya Dinger Stefan Lutz Martin Seidel Panu Poutvaara Jan Fidrmuc, Orla Doyle Jurgen von Hagen, Iulia Traistaru Josef C. Brada, Ali M. Kutan, Taner M. Yigit Jurgen von Hagen, Jizhong Zhou Jurgen von Hagen, Jizhong Zhou Martin Seidel Dieter Spethmann, Otto Steiger Guntram B. Wolff Galyna Grygorenko, Stefan Lutz Oksana Harbuzyuk, Stefan Lutz Lucjan T. Orlowski Otto Steiger Otto Steiger ElhamMafi Kreft, Steven F. Kreft Volker Reinthaler, Guntram B.Wolff Jurgen von Hagen, Taikuang Ho Martin Seidel Das Kompetenz und Entscheidungssystem des Vertrages von Rom im Wandel seiner Funktion und Verfassung Die Schutzklauseln der Beitrittsvertrage B1005B0905 Measuring Tax Burdens in Europe B0805B0705Remittances as Investment in the Absence of Altruism Economic Integration in a Multicone World?B0605Banking Sector Under?Development in Central and Eastern Europe Regulatory Standards Can Lead to Predation B0505B0405 Wahrungspolitik als Sozialpolitik B0305Public Education in an Integrated Europe: Studying to Migrateand Teaching to Stay?Voice of the Diaspora: An Analysis of Migrant Voting Behavior B0205B0105 Macroeconomic Adjustment in the New EU Member States 2004B3304The Effects of Transition and Political Instability On Foreign Direct Investment Inflows: Central Europe and the Balkans The Choice of Exchange Rate Regimes in Developing Countries: A Mulitnominal Panal Analysis Fear of Floating and Fear of Pegging: An Empirical Anaysis of De Facto Exchange Rate Regimes in Developing Countries Der Vollzug von Gemeinschaftsrecht uber die Mitgliedstaatenund seine Rolle fur die EU und den Beitrittsprozess Deutschlands Wirtschaft, seine Schulden und die Unzulanglichkeiten der einheitlichen Geldpolitik im Eurosystem Fiscal Crises in U.S. Cities: Structural and Nonstructural Causes Firm Performance and Privatization in Ukraine Analyzing Trade Opening in Ukraine: Effects of a Customs Union with the EUExchange Rate Risk and Convergence to the Euro The Endogeneity of Money and the Eurosystem B2504B2404B2304 Which Lender of Last Resort for the Eurosystem?B2204NonDiscretonary Monetary Policy: The Answer for Transition Economies?The Effectiveness of Subsidies Revisited: Accounting for Wageand Employment Effects in Business RDB2004 Money Market Pressure and the Determinants of Banking Crises Die Stellung der Europaischen Zentralbank nach dem Verfassungsvertrag B3204B3104B3004B2904B2804B2704B2604B2104B1904B1204 Measuring and Explaining Levels of Regional Economic InteTransmission Channels of Business Cycles Synchronization inan Enlarged EMUForeign Exchange Regime, the Real Exchange Rate and Current Account Sustainability: The Case of Turkey Does It Matter Where Immigrants Work? Traded Goods, Nontraded Goods, and Sector Specific Employment Do Economic Integration and Fiscal Competition Help to Explain Local Patterns?Euro Adoption and Maastricht Criteria: Rules or Discretion?The Role of Electoral and Party Systems in the Development of Fiscal Institutions in the Central and Eastern European Countriesgration Economic Integration and Location of Manufacturing Activities: Evidence from MERCOSUREconomic Integration and Industry Location in Transition Countries Testing Creditor Moral Hazard in Souvereign Bond Markets: AUnified Theoretical Approach and Empirical Evidence European Integration, Productivity Growth and Real Convergence The Contribution of Income, Social Capital, and Institutions to Human Wellbeing in Africa Rural Urban Inequality in Africa: A Panel Study of the Effectsof Trade Liberalization and Financial Deepening B1804B1704B1604B1504B1404B1304B1104B1004B0904B0804B0704B0604B0304B0204B0104Iulia Traistaru Subidey Togan, Hasan Ersel Harry P. Bowen, Jennifer Pedussel Wu Christian Volpe Martincus Jiri Jonas Sami Ylaoutinen Jennifer Pedussel Wu Pablo Sanguinetti, Iulia Traistaru,Christian Volpe Martincus Laura Resmini Ayse Y. Evrensel, Ali M. Kutan Taner M. Yigit, Ali M. Kutan Mina BaliamouneLutz, Stefan H.Lutz Mina BaliamouneLutz, Stefan H.Lutz Lucjan T. Orlowski Orla Doyle, Jan Fidrmuc Ulrich Bindseil Ronald L. Moomaw, Euy Seok Yang Martin Seidel Jurgen von Hagen, Boris Hofmann Josef C. Brada, Ali M. Kutan, Taner M. Yigit Kerstin Bernoth, Juergen von Hagen Kerstin Bernoth, Juergen von Hagen, Ludger Schulknecht Anna Iara, Iulia Traistaru Iulia Traistaru, Christian Volpe Martincus B0504 Money Rules for the Eurozone Candidate Countries B0404 Who is in Favor of Enlargement? Determinants of Support for EU Membership in the Candidate Countries Referenda Over and Underbidding in Central Bank Open Market Operations Conducted as Fixed Rate Tender Total Factor Productivity and Economic Freedom Implicationsfor EU Enlargement Die neuen Schutzklauseln der Artikel 38 und 39 des Beitrittsvertrages: Schutz der alten Mitgliedstaaten vor Storungendurch die neuen Mitgliedstaaten B27032003B2903 Macroeconomic Implications of Low Inflation in the Euro Area B2803The Effects of Transition and Political Instability on Foreign Direct Investment: Central Europe and the Balkans The Performance of the Euribor Futures Market: Efficiency andthe Impact of ECB Policy Announcements Electronic Versionof International FinanceSouvereign Risk Premia in the European Government Bond Market uberarbeitete Version zum HerunterladenHow Flexible are Wages in EU Accession Countries?B2603B2503B2403 Monetary Policy Reaction Functions: ECB versus Bundesbank Bernd Hayo, Boris Hofmann B2303Economic Integration and Manufacturing Concentration Patterns: Evidence from Mercosur Reformzwange innerhalb der EU angesichts der Osterweiterung Martin Seidel William Pyle Reputation Flows: Contractual Disputes and the Channels for InterFirm Communication Urban Primacy, Gigantism, and International Trade: Evidencefrom Asia and the Americas An Empirical Analysis of Competing Explanations of Urban Primacy Evidence from Asia and the Americas Ronald L. Moomaw, Mohammed A. Alwosabi Ronald L. Moomaw, Mohammed A. Alwosabi B2203B2103B2003B1903B1803B1703B1603B1503B1403B1303The Effects of Regional and IndustryWide FDI Spillovers on Export of Ukrainian Firms Determinants of InterRegional Migration in the Baltic States Mihails Hazans SouthEast Europe: Economic Performance, Perspectives, and Policy Challenges Employed and Unemployed Search: The Marginal Willingnessto Pay for Attributes in Lithuania, the US and the Netherlands FCIs and Economic Activity: Some International Evidence The IS Curve and the Transmission of Monetary Policy: Is therea Puzzle?Stefan H. Lutz, Oleksandr Talavera, SangMin Park Iulia Traistaru, Jurgen von Hagen B0903B1003B1103B1203 What Makes Regions in Eastern Europe Catching Up? The Role of Foreign Investment, Human Resources, and Geography Die Weisungs und Herrschaftsmacht der Europaischen Zentralbank im europaischen System der Zentralbanken einerechtliche Analyse Foreign Direct Investment and Perceptions of Vulnerability to Foreign Exchange Crises: Evidence from Transition Economies The European Central Bank and the Eurosystem: An Analysis of the Missing Central Monetary Institution in European Monetary Union The Determination of Capital Controls: Which Role Do Exchange Rate Regimes Play?Nach Nizza und Stockholm: Stand des Binnenmarktes und Prioritaten fur die Zukunft Fiscal Discipline and Growth in Euroland. Experiences with the Stability and Growth Pact Reconsidering the Evidence: Are Eurozone Business Cycles Converging?Do Ukrainian Firms Benefit from FDI?B0403B0803B0703B0603B0503Europaische Steuerkoordination und die Schweiz Commuting in the Baltic States: Patterns, Determinants, and Gains Die Wirtschafts und Wahrungsunion im rechtlichen und politischen Gefuge der Europaischen Union Jos van Ommeren, Mihails Hazans Charles Goodhart, Boris Hofmann Charles Goodhart, Boris Hofmann Gabriele Tondl, Goran Vuksic Martin Seidel Josef C. Brada, Vladimir Tomsik Gunnar Heinsohn, Otto Steiger Jurgen von Hagen, Jizhong Zhou Martin Seidel Jurgen von Hagen Michael Massmann, James Mitchell Stefan H. Lutz, Oleksandr Talavera Stefan H. Lutz Mihails Hazans Martin Seidel Marcus Hagedorn, Ashok Kaul,Tim Mennel Jennifer Pedussel Wu Debajyoti Chakrabarty Debajyoti Chakrabarty Debajyoti Chakrabarty Lucjan T. Orlowski Stefan Lutz Stefan Lutz Martin Seidel Otto Steiger Ali M. Kutan, Taner M. Yigit Bernd Hayo, Ali M. Kutan B0303B0203B01032002B3002B2502B2402B2302B2202B2102B2002An Adverse Selection Model of Optimal Unemployment Assurance B29B02 Trade Agreements as Selfprotection B29A02 Growth and Business Cycles with Imperfect Credit Markets B2802B2702Inequality, Politics and Economic Growth Poverty Traps and Growth in a Model of Endogenous Time Preference B2602 Monetary Convergence and Risk Premiums in the EU Candidate Countries Trade Policy: Institutional Vs. Economic Factors The Effects of Quotas on Vertical Intraindustry Trade Legal Aspects of European Economic and Monetary Union Der Staat als Lender of Last Resort oder: Die Achillesversedes Eurosystems Nominal and Real Stochastic Convergence Within the Transition Economies and to the European Union: Evidence from Panel Data The Impact of News, Oil Prices, and International Spilloverson Russian Fincancial MarketsB0902 Monetary Policy in the Euro Area Lessons from the First Years Volker Clausen, Bernd Hayo B0802Ali M. Kutan, Su Zhou B1902B1802B1702B1602B1502B1402B1302B1202B1102B1002B0702B0602B0502B0402B0302B0202B01022001B2901B2801B2701B2601East Germany: Transition with Unification, Experiments and Experiences Regional Specialization and Employment Dynamics in Transition Countries Specialization and Growth Patterns in Border Regions of Accession Countries Regional Specialization and Concentration of Industrial Activityin Accession Countries Does Broad Money Matter for Interest Rate Policy?The Long and Short of It: Global Liberalization, Poverty and Inequality De Facto and Official Exchange Rate Regimes in Transition Economies Argentina: The Anatomy of A Crisis The Eurosystem and the Art of Central Banking National Origins of European Law: Towards an Autonomous System of European Law?Has the Link Between the Spot and Forward Exchange Rates Broken Down? Evidence From Rolling Cointegration Tests Perspektiven der Erweiterung der Europaischen Union Is There Asymmetry in Forward Exchange Rate Bias? MultiCountry Evidence Real and Monetary Convergence Within the European Unionand Between the European Union and Candidate Countries: ARolling Cointegration Approach Asymmetric Monetary Policy Effects in EMUThe Choice of Exchange Rate Regimes: An Empirical Analysisfor Transition Economies The Euro System and the Federal Reserve System Compared:Facts and Challenges Does Inflation Targeting Matter?Is Kazakhstan Vulnerable to the Dutch Disease?Political Economy of the Nice Treaty: Rebalancing the EUCouncil. The Future of European Agricultural Policies Investor Panic, IMF Actions, and Emerging Stock Market Returns and Volatility: A Panel Investigation Regional Effects of Terrorism on Tourism: Evidence from Three Mediterranean Countries B2501 Monetary Convergence of the EU Candidates to the Euro: ATheoretical Framework and Policy Implications Disintegration and Trade B2401B2301 Migration and Adjustment to Shocks in Transition Economies B2201B2101Strategic Delegation and International Capital Taxation Balkan and Mediterranean Candidates for European Union Membership: The Convergence of Their Monetary Policy With That of the Europaen Central Bank An Empirical Inquiry of the Efficiency of Intergovernmental Transfers for Water Projects Based on the WRDA Data Detrending and the MoneyOutput Link: International Evidence B2001B1901von Hagen, Rolf R.Jurgen Strauch, Guntram B. Wolff Iulia Traistaru, Guntram B. Wolff Laura Resmini Iulia Traistaru, Peter Nijkamp, Simonetta Longhi Matthias Bruckner, Andreas Schaber Christian E. Weller, Adam Hersch Jurgen von Hagen, Jizhong Zhou Jiri Jonas Gunnar Heinsohn, Otto Steiger Martin Seidel Martin Seidel Su Zhou, Ali M. Kutan Josef C. Brada, Ali M. Kutan, Su Zhou Volker Clausen, Bernd Hayo Jurgen von Hagen, Jizhong Zhou Karlheinz Ruckriegel, Franz Seitz Manfred J. M. Neumann, Jurgenvon Hagen Karlygash Kuralbayeva, Ali M. Kutan, Michael L. Wyzan DeutschFranzosischesschaftspolitisches Forum Bernd Hayo, Ali M. Kutan WirtKonstantinos Drakos, Ali M. Kutan Lucjan T. Orlowski Jarko and Jan Fidrmuc Jan Fidrmuc Matthias Bruckner Josef C. Brada, Ali M. Kutan Anna RubinchikPessach R.W. Hafer, Ali M. KutanB1801 Monetary Policy in Unknown Territory. The European Central Bank in the Early Years Executive Authority, the Personal Vote, and Budget Disciplinein Latin American and Carribean Countries Sources of Inflation and Output Fluctuations in Poland and Hungary: Implications for Full Membership in the European Union Programs Without Alternative: Public Pensions in the OECDFormal Fiscal Restraints and Budget Processes As Solutions toa Deficit and Spending Bias in Public Finances U.S. Experience and Possible Lessons for EMUGerman Public Finances: Recent Experiences and Future Challenges The Impact of Eastern Enlargement On EULabour Markets.Pensions Reform Between Economic and Political Problems Inflationary Performance in a Monetary Union With Large Wage Setters Integration of the Baltic States into the EU and Institutionsof Fiscal Convergence: A Critical Evaluation of Key Issues and Empirical Evidence Democracy in Transition Economies: Grease or Sand in the Wheels of Growth?The Functioning of Economic Policy Coordination The Convergence of Monetary Policy Between Candidate Countries and the European Union Opposites Attract: The Case of Greek and Turkish Financial Markets Trade Rules and Global Governance: A Long Term Agenda.The Future of Banking.The Determination of Unemployment Benefits Preferences Over Inflation and Unemployment: Evidence from Surveys of Happiness The Konstanz Seminar on Monetary Theory and Policy at Thirty Divided Boards: Partisanship Through Delegated Monetary Policy Breakinup a Nation, From the Inside Income Dynamics and Stability in the Transition Process, general Reflections applied to the Czech Republic Budget Processes: Theory and Experimental Evidence B1701B1601B1501B1401B1301B1201B1101B1001B0901B0801B0701B0601B0501B0401B0301B0201B01012000B2000B1900B1800B1700B1600B1500B1400B1300von Hagen, Matthias Jurgen Bruckner Mark Hallerberg, Patrick Marier Selahattin Dibooglu, Ali M. Kutan Christian E. Weller Rolf R. Strauch, Jurgen von Hagen Jurgen von Hagen, Rolf R. Strauch DeutschFranzosischesschaftspolitisches Forum Lilia Cavallar WirtAli M. Kutan, Niina PautolaMol Jan Fidrmucvon Hagen,Jurgen Mundschenk Josef C. Brada, Ali M. Kutan Susanne WirtKonstantinos Drakos, Ali M. Kutan DeutschFranzosischesschaftspolitisches Forum Rafael di Tella, Robert J. MacCulloch Rafael di Tella, Robert J. MacCulloch, Andrew J. Oswald Michele Fratianni, Jurgen von Hagen Etienne Farvaque, Gael Lagadec Etienne Farvaque Jens Holscher KarlMartin Ehrhart, Roy Gardner,Jurgen von Hagen, Claudia Keser Martin Seidel PadoaSchioppa Jurgen von Hagen, Ralf Hepp Selahattin Dibooglu, Ali M. Kutan Nauro F. Campos Ruckfuhrung der Landwirtschaftspolitik in die Verantwortungder Mitgliedsstaaten? Rechts und Verfassungsfragen des Gemeinschaftsrechts The European Central Bank: Independence and Accountability Christa RandzioPlath, Tomasso Regional Risk Sharing and Redistribution in the German Federation Sources of Real Exchange Rate Fluctuations in Transition Economies: The Case of Poland and Hungary Back to the Future: The Growth Prospects of Transition Economies ReconsideredRechtsetzung und Rechtsangleichung als Folge der Einheitlichen Europaischen Wahrung A Dynamic Approach to Inflation Targeting in Transition Economies The Importance of Domestic Political Institutions: Why and How Belgium Qualified for EMURational Institutions Yield Hysteresis The Effectiveness of SelfProtection Policies for Safeguarding Emerging Market Economies from Crises Financial Supervision and Policy Coordination in The EMUThe Demand for Money in Austria Liberalization, Democracy and Economic Performance during Transition A New Political Culture in The EU Democratic Accountabilityof the ECBIntegration, Disintegration and Trade in Europe: Evolution of Trade Relations during the 1990s Inflation Bias and Productivity Shocks in Transition Economies:The Case of the Czech Republic B0100 Monetary Union and Fiscal Federalism Skills, Labour Costs, and Vertically Differentiated Industries: AGeneral Equilibrium Analysis B2599 Micro and Macro Determinants of Public Support for Market Informal Family Insurance and the Design of the Welfare State Rafael Di Tella, Robert MacB1200B1100B1000B0900B0800B0700B0600B0500B0400B0300B02001999B2699B1799B1599B1499B1399B12 99B1199B1099Martin Seidel Lucjan T. Orlowski Marc Hallerberg Rafael Di Tella, Robert MacCulloch Kenneth Kletzer WirtDeutschFranzosischesschaftspolitisches Forum Bernd Hayo Jan Fidrmuc Christa RandzioPlath Jarko Fidrmuc, Jan Fidrmuc Josef C. Barda, Arthur E. King, Ali M. Kutan Kenneth Kletzer, Jurgen von Hagen Stefan Lutz, Alessandro Turrini Bernd Hayo Robert Mac Culloch Culloch Rafael Di Tella, Robert MacCulloch Josef C. Brada, Ali M. Kutan Helmut Seitz Ali M. Kutan, Josef C. Brada Christian E. Weller, Bernard Morzuch Jan Fidrmuc, Julius Horvath and Jarko Fidrmuc Christian E.Weller and Mark J.Scher Christian E. Weller Bernd Hayo and Birgit Uhlenbrock Christian E. Weller and Jurgen von Hagen Mehmet Caner and Lutz Kilian DeutschFranzosischesschaftspolitisches Forum Christian Weller WirtReforms in Eastern Europe B2499 What Makes a Revolution?B2399B2299Partisan Social Happiness B2199B2099B1999B1899 Why are Eastern Europes Banks not failing when everybody The End of Moderate Inflation in Three Transition Economies?Subnational Government Bailouts in Germany The Evolution of Monetary Policy in Transition Economieselses are?Stability of Monetary Unions: Lessons from the BreakUp of Czechoslovakia B1699 Multinational Banks and Development Finance Financial Crises after Financial Liberalization: Exceptional Circumstances or Structural Weakness?Industry Effects of Monetary Policy in Germany Fiancial Fragility or What Went Right and What Could Go Wrong in Central European Banking?Size Distortions of Tests of the Null Hypothesis of Stationarity:Evidence and Implications for Applied Work Financial Supervision and Policy Coordination in the EMUFinancial Liberalization, Multinational Banks and Credit Supply: The Case of Poland B0999 Monetary Policy, Parameter Uncertainty and Optimal Learning Volker Wieland B0899Christian Weller The Connection between more Multinational Banks and less Real Credit in Transition EconomiesComovement and Catchup in Productivity across Sectors: Evidence from the OECDProductivity Convergence and Economic Growth: A Frontier Production Function Approach Tumbling Giant: Germanys Experience with the Maastricht Fiscal Criteria The FinanceInvestment Link in a Transition Economy: Evidence for Poland from Panel Data The Macroeconomics of Happiness The Consequences of Labour Market Flexibility: Panel Evidence Based on Survey Data The Excess Volatility of Foreign Exchange Rates: Statistical Puzzle or Theoretical Artifact?Labour Market Tax Policy in the EMUCan Taxing Foreign Competition Harm the Domestic Industry?Free Trade and Arms Races: Some Thoughts Regarding EURussian Trade Fiscal Policy and Intranational RiskSharing Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero B11A98 Die Bewertung der dauerhaft tragbaren offentlichen Finanzlageder EU Mitgliedstaaten beim Ubergang zur dritten Stufeder EWWUExchange Rate Regimes in the Transition Economies: Case Study of the Czech Republic: 19901997Der Wettbewerb der Rechts und politischen Systeme in der Europaischen Union U.S. Monetary Policy and Monetary Policy and the ESCBB0998B0898 MoneyOutput Granger Causality Revisited: An Empirical Analysis of EU Countries uberarbeitete Version zum HerunterladenDesigning Voluntary Environmental Agreements in Europe: Some Lessons from the U.S. EPAs 3350 Program B0698 Monetary Union, Asymmetric Productivity Shocks and Fiscal B0798Insurance: an Analytical Discussion of Welfare Issues Estimating a European Demand for Money uberarbeitete Version zum HerunterladenThe EMUs Exchange Rate Policy B0799B0699B0599B0499B0399B0299B01991998B1698B1598B1498B1398B1298B1198B1098B0598B0498B0398B0298B0198Central Bank Policy in a More Perfect Financial System Trade with LowWage Countries and Wage Inequality Budgeting Institutions for Aggregate Fiscal Discipline 1997B0497 Macroeconomic Stabilization with a Common Currency: Does European Monetary Unification Create a Need for Fiscal Insurance or Federalism?Liberalising European Markets for Energy and Telecommunications: Some Lessons from the US Electric Utility Industry Employment and EMUB0397B0297B0197A Stability Pact for Europe Christopher M. Cornwell and JensUwe Wachter Christopher M. Cornwell and JensUwe Wachter Jurgen von Hagen and Rolf Strauch Christian Weller Rafael Di Tella, Robert MacCulloch and Andrew J. Oswald Rafael Di Tella and Robert MacCulloch Robert B.H. Hauswald DeutschFranzosischesschaftspolitisches Forum Stefan Lutz Rafael Reuveny and John Maxwell WirtJurgen von Hagen Athanasios Orphanides and Volker Wieland Rolf Strauch Julius Horvath and Jiri Jonas Martin Seidel Robert L. Hetzel Bernd Hayo John W. Maxwell Kenneth Kletzer Bernd Hayo WirtDeutschFranzosischesschaftspolitisches Forum Jurgen von Hagen Ingo Fender Jaleel Ahmad Jurgen von Hagen Kenneth Kletzer Tom Lyon John Mayo DeutschFranzosischesschaftspolitisches Foruma Forum organized by ZEIWirtISSN 1436 6053Zentrum fur Europaische Integrationsforschung Center for European Integration Studies Rheinische FriedrichWilhelmsUniversitat Bonn WalterFlexStrasse 3D53113 Bonn Germany Tel.: 49228731732Fax: 49228731809www.zei.de", "filename": "35391598X.pdf", "person": ["Iulia Traistaru", "Traistaru, Iulia", "Peter Nijkamp", "Nijkamp, Peter", "Simonetta Longhi", "Longhi, Simonetta"], "date": ["2002"]}