{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/40285/1/356086933.pdf"], "title": ["Das Wertpapiererwerbs- und Übernahmegesetz"], "plaintext": "scimonoc Eseuss I lai icnan F cimonoc EApril 23, 2002No. 024Research Notesin Economics Statistics Das Wertpapiererwerbs und Ubernahmegesetz Das Wertpapiererwerbs und Ubernahmegesetz Wp UG schafft fur deutsche Zielgesellschaften einen neuen organisierten Markt fur die Konzentration von Streubesitz.cid:127 Der Beitrag analysiert zunachst den Regulierungsbedarf aus okonomischer Sichtund wahlt deshalb drei Ubernahmekonzeptionen aus Aktionarsperspektive als Ausgangspunkt. Auch die Position anderer Betroffener wird beleuchtet. Vor diesem Hintergrund erschlieen sich dann die Ziele und Vorschriften des Wp UG.Ausfuhrlich behandelt werden die beiden zentralen Regelungsbereiche des Wp UG:die Vorschriften zur Abwehr eines Ubernahmeversuchs und die Regelungen, dieden eigentlichen Marktmechanismus konstituieren und einen starken Einflu auf Ubernahmekurs und auf Dauer und Erfolg des Ubernahmeverfahrens haben.cid:127 Das Wp UG bringt die Streubesitzaktionare bei Kontrollwechseln in eine gute Position. Es scheint gelungen zu sein, einen Marktmechanismus zu schaffen, dereinen hohen Anreiz zum Uberbieten unangemessen niedriger Gebote schafft.Nicht Gutachter und Gerichte entscheiden daruber, ob der Kurs einer Zielgesellschaft angemessen ist, sondern der Bieter fur diese Gesellschaft und deren Aktionare in dem vom Gesetz organisierten Marktrahmen. Die gute Position der Streubesitzaktionare im Ubernahmefall und die gegen Ende des Gesetzgebungsverfahrens erweiterten Abwehrmoglichkeiten der Zielgesellschaftsleitung konnten dazu fuhren, da es wenig Ubernahmen gibt, die unmittelbar durch Konzentration von Streubesitz erfolgen und so Disziplin und Dynamik in den Unternehmen fordern. Abschlieend geht der Beitrag auf eine Reihe ungeklarter Fragenein, die sich aus dem neuen Gesetz ergeben.Prof. Dr. Hartmut Schmidt, Institut fur Geld und Kapitalverkehr,Universitat Hamburg, 4940428383670,hschmidtecon.unihamburg.deDr. Stefan Prigge, Institut fur Geld und Kapitalverkehr,Universitat Hamburg, 4940428382763 priggebigfoot.comEditor Klaus Deutsch Tel.: 49 30 34073682klaus.deutschdb.com Deutsche Bank Research Frankfurt am Main Deutschland Internet: www.dbresearch.de EMail: marketing.dbrdb.com Fax: 49 69 91031877Managing Directors Axel Siedenberg Norbert WalterU N I V E R S I T A T H A M B U R GInstitut fur Geld und KapitalverkehrDV:HUWSDSLHUHUZHUEVXQGh EHUQDKPHJHVHWHartmut Schmidta, Stefan Priggeb,QVWLWXWIUHOGXQG.DSLWDOYHUNHKU8QLYHUVLWl WDPEXUJ9RQ0HOOH3DUNDPEXUJa 7HOD0DLOKVFKPLGWHFRQXQLKDPEXUJGHb 7HOD0DLOSULJJHELJIRRWFRPStand: 15. April 2002XVDPPHQIDVVXQJDas Wertpapiererwerbs und Ubernahmegesetz Wp UG schafft fur deutsche Zielgesellschaften einen neuen organisierten Markt fur die Konzentration von Streubesitz. Der Beitrag analysiert den Regulierungsbedarf aus okonomischer Sicht, er prasentiert und erlautertdie ausgeklugelten Vorschriften fur diesen Markt und wirft schlielich eine Reihe ungeklarter Fragen auf.EVWUDFWThe federal law on secondary purchases and takeovers, effective as of January 1, 2002,creates an organized market for the concentration of publicly held shares and other securitiesissued by German companies. After an economic analysis of the desirability of takeoverregulation, the article presents and discusses the sophisticated provisions enacted to assure thesmooth functioning of the takeover market. Finally, it points to a number of unresolved issues.6WLFKZRUWHAgencyTheorie, Anlegerschutz, Pflichtangebot, Ubernahmeangebot, Ubernahmen,Wertpapiererwerbs und Ubernahmegesetz Wp UGDV:HUWSDSLHUHUZHUEVXQGh EHUQDKPHJHVHW1. Einfuhrung 2. Regelungsbedarf aus Aktionarssicht: drei Ubernahmekonzeptionen 2.1. Mannes These vom besseren Wirt 2.2. Die HybrisThese von Roll 2.3. Stutzels SondervorteilsThese 3. Regelungsbedarf aus der Sicht anderer Betroffener 4. Gesetzesziele 5. Regelungskonzept 6. Verfahren 7. Zentrale Regelungsbereiche des Gesetzes 7.1. Kompetenzen von Vorstand, Aufsichtsrat und Aktionaren der Zielgesellschaft bei der Abwehr von Ubernahmeversuchen 7.2. Grundregeln fur den Markt zur Konzentration von Streubesitz 7.2.1. Hohe der Gegenleistung 7.2.1.1. Vorerwerbsuntergrenze mit Paketzuschlag 7.2.1.2. Borsenhandelsuntergrenze 7.2.2. Informationspflichten, Bieterwettbewerb und Aufteilung der Ubernahmepramie 7.2.3. Zaungastregel 8. Offene Fragen 9. Fazit und AusblickLQIKUXQJDieser Beitrag soll das Wertpapiererwerbs und Ubernahmegesetz Wp UG aus okonomischer Sicht vorstellen, einordnen und wurdigen.1 Bei allen Ubernahmeregelungen geht esim Kern darum, da Aktien in Streubesitz in einem geordneten Verfahren und zu einemangemessenen Kurs auf einen Bieter ubertragen werden. Dazu gehort, da der Bieter die Die Verfasser danken Herrn Professor Dr. Dr. Klaus J. Hopt und Herrn Dr. Harald Baum, beide Hamburg, Herrn Professor Dr. Jochen Drukarczyk, Regensburg, und Herrn Professor Dr. Theodor Baums, Frankfurt am Main, fur kritische Anmerkungen.1 Bundesgesetzblatt Teil I, Nr. 72, 22.12.01, S. 38223841 sowie Nr. 77, 31.12.01, S. 42594268Verordnungen. Der Regierungsentwurf mit Begrundung ist in Bundestagsdrucksache 147034 enthalten, wenige erganzende Begrundungen in Beschluempfehlung und Bericht des FinanzausschussesBundestagsdrucksache 147477.Das Wp UG trat am 1. Januar 2002 in Kraft. Es ist enthalten im ersten von zwolf Artikeln des Gesetzeszur Regelung von offentlichen Angeboten zum Erwerb von Wertpapieren und von Unternehmensubernahmen. Artikel 24 betreffen vor allem die Ausweitung der Meldepflichten von Aktienbesitznach dem Wertpapierhandelsgesetz. Artikel 7 regelt den Ausschlu von Minderheitsaktionaren gegen Barabfindung durch einen Hauptaktionar, dem mindestens 95% des Grundkapitals gehoren; dazu Wenger et al. 2001. Die anderen materiellen Neuregelungen betreffen Gesetzesanderungen, die das Wp UG auslost.2Konditionen seines Gebots veroffentlichen mu, sie nur unter bestimmten Bedingungen verandern darf, da der Vorstand der Zielgesellschaft dazu Stellung nimmt und da die Aktionare ihre Annahme des Gebots ruckgangig machen konnen, wenn ein zweiter Bieter auftritt.In diesem Sinne organisiert das Wp UG einen Markt fur die Konzentration von Streubesitz.Fur den Okonomen stellt sich damit sofort die Frage, womit sich dieser Eingriff rechtfertigenlat. Deshalb werden zunachst drei Ubernahmekonzeptionen aus Aktionarssicht skizziert, umzu klaren, ob und in welche Richtung ein Regelungsbedarf fur die Konzentration von Streubesitz besteht. Im Anschlu daran wird diese Frage kurz aus der Sicht anderer Betroffenerbeleuchtet. Vor diesem Hintergrund werden dann die Ziele und Vorschriften des Wp UG vorgestellt. Ausfuhrlich behandelt werden dabei die beiden zentralen Regelungsbereiche des Wp UG: die Vorschriften zur Abwehr eines Ubernahmeversuchs und die Regelungen, die deneigentlichen Marktmechanismus konstituieren und einen starken Einflu auf Ubernahmekursund auf Dauer und Erfolg des Ubernahmeverfahrens haben. Wie nicht anders zu erwarten,ergibt sich aus dem neuen Gesetz eine Reihe ungeklarter Fragen, auf die zum Ende hin kurzeingegangen wird.Das Wp UG ist bis auf die Ausnahmen zum Behinderungsverbot kompatibel mit dem Entwurf der EUUbernahmerichtlinie, die es eigentlich umsetzen sollte. An ihr wurde seit 1974 gearbeitet, der erste Vorschlag der Kommission stammt von 1989.2 Der vorerst letzte Entwurf ist am 4. Juli 2001 im Europaischen Parlament mit einem Stimmenverhaltnis von 273 : 273 gescheitert. Schon die lange Vorgeschichte und das knappe Ergebnis, das dem Zusammenwirken von Unternehmensvorstanden und Gewerkschaften 3 zugeschrieben wird,lassen erkennen, wie umstritten der Richtlinienentwurf war.5HJHOXQJVEHGDUIDXVNWLRQl UVVLFKWGUHLh EHUQDKPHNRQHSWLRQHQ0DQQHV7KHVHYRPEHVVHUHQ:LUWMannes 1965 Sichtweise von Ubernahmen als Transaktionen am Markt fur Unternehmenskontrolle markierte 1965 eine Auenseiterposition,4 hat sich aber weltweit verbreitet.Nach Manne sorgen Ubernahmen fur die Ablosung schwacher Vorstande durch besser wirt 2 Hopt 1997, S. 373.3 Noch Wochen spater findet sich im Wall Street Journal Europe die Formulierung leftwing laborunions and communists and rightwing corporatists   found common cause in opposing theliberalization of European takeover law. Living in the Past, Wall Street Journal Europe vom 27.August 2001, S. 6.3schaftende Unternehmensleitungen, spornen die Vorstande aller Borsengesellschaften in Streubesitz zu besseren Leistungen an, schutzen die Streubesitzaktionare, beugen noch rechtzeitig Insolvenzen vor, erhohen die Mobilitat des Kapitals und verbessern die Allokation aller Produktionsfaktoren. Unternehmensressourcen wandern durch Ubernahmen zum besseren Wirt. In den Ubernahmewellen der achtziger und neunziger Jahre haben diese besseren Wirtewertsteigernde Steuerungs und Motivationskonzepte entwickelt, damit die Unternehmensverfassung in den USA erneuert und fur den Rest der Welt ein Vorbild geschaffen.5Dieser Denkweise entsprechend wurde das Scheitern der Ubernahmerichtlinie im Europaischen Parlament vielfach als Weigerung Europas interpretiert, Ubernahmehurdenabzubauen und wohlfahrtserhohende Umstrukturierungen zuzulassen. Die Kommentare warenallerdings nicht ganz konsequent. Denn die Ubernahmerichtlinie sollte nicht nur Ubernahmechancen eroffnen und verbessern, sondern auch die Pflicht zu einem Ubernahmeangebot,einem Ubernahmeprospekt und zur Gleichbehandlung der Zielgesellschaftsaktionare enthalten. Das hatte den Vorstellungen Mannes und der ChicagoSchule 6, die seine Gedanken propagiert, gar nicht entsprochen. Denn geht man vom besseren Wirt aus, ist die Regulierung von Ubernahmen uberflussig. Es kommt gerade darauf an, keinerlei Regeln aufzustellen, die den Anreiz fur einen besseren Wirt verringern, Zielgesellschaften, oft mit hohen Kosten, aufzuspuren und die Herrschaft uber sie zu erlangen. Aus dieser Sicht ist es sogar wunschenswert,wenn der bessere Wirt sich anschleicht, wie es die Gesetzesbegrundung S. 30 ausdruckt,7und moglichst viele Aktien unbemerkt aufkaufen kann. Nicht den bisherigen Aktionaren, sondern dem besseren Wirt und seiner Gesellschaft, der Ubernehmerin, soll die Ubernahme Vorteile bringen. Jede Verpflichtung einer Aufkauferin, ihre Absichten offenzulegen, konnte zum Eingreifen konkurrierender Bieter fuhren, damit den Einstandskurs der Ubernehmerin in die Hohe treiben und den Anreiz abschwachen, nach Ubernahmezielen zu suchen.8 Kurzum, ahnlich dem Schumpeterschen Unternehmer ist die Ubernehmerin im Lichte Mannes eine Figur,deren Freiheit der Staat im eigenen Interesse nicht durch Regulierungen einschranken darf.Sie soll die Zielgesellschaft, abgesehen vom Ausnutzen von Marktmacht, ungehindert fur ihre 4 Die zweite Auenseiterposition, die Manne vertreten und ihn bekannt gemacht hat, war sein Pladoyer fur den Insiderhandel. Siehe hierzu Schmidt 1991.5 HolmstromKaplan 2001, S. 141.6 Siehe zusammenfassend EasterbrookFischel 1991.7 Die Begrundung betont, ganz im Gegensatz zur ChicagoSchule, da ein Anschleichen verhindertwerden mu.8 Es sei hier davon abgesehen zu diskutieren, ob der erfolgreiche konkurrierende Bieter als bester Wirtgesehen werden kann und vielleicht auch als Trittbrettfahrer, der sich an den Erstbieter anhangt, um Suchkosten zu sparen.4wertschaffende Strategie verwenden konnen. So gesehen scho die Ubernahmerichtlinie weituber das Ziel hinaus.Die umfangreiche empirische Ubernahmeforschung 9 hat die These von Manne uberpruft. Sie stellt vorwiegend auf den Ubernahmeankundigungstag ab und ermittelt die abnormalen Renditen, die sich bei den Aktien der Zielgesellschaft und der Ubernehmerin aufgrundder Ubernahmeankundigung ergeben. So lassen sich methodische Mangel beim Messen von Ubernahmevorteilen weitgehend vermeiden.10 Aus den Renditen werden Veranderungen des Wertes von Zielgesellschaft und Ubernehmerin ermittelt. In den meisten Untersuchungen liegtder Wertzuwachs der Ubernehmerin nahe bei null und ist oft negativ, wahrend der Wertzuwachs bei der Zielgesellschaft ausgepragt positiv ist.11 Fur Ubernehmerin und Zielgesellschaft gemeinsam scheint sich ein ubernahmebedingter Wertzuwachs zu ergeben.12 Ob dasausreicht, um die These Mannes zu stutzen, ist umstritten. Schon Jensen und Ruback 1983, S.47 stellen in ihrem Uberblick uber mehr als 40 Ubernahmeuntersuchungen fest, da die Quellen dieses Wertzuwachses im Dunkeln liegen.LHEULV7KHVHYRQ5ROODie anscheinende Selbstlosigkeit der Ubernehmerin und der minimale gemeinsame Wertzuwachs veranlassen Roll 1986 dazu, auf der Basis derselben 40 Untersuchungen die These zu vertreten, es gebe den gemeinsamen Wertzuwachs nicht. Ubernahmen seien die Folge von Hybris. Ubernahmegebote wurden abgegeben, weil die Fuhrung der Ubernehmerinihre zufalligen Uberschatzungen etwaiger Synergien und Umstrukturierungsgewinne nichtnach unten korrigiere. Es komme dann zu einem Vermogenstransfer, zu einem Verlust ihrer Aktionare und zu Gewinnen bei den Aktionaren der Zielgesellschaft. In der Theorie Rollsverliert die Ubernehmerin den Charakter der Lichtgestalt, den Manne ihr zuordnet. Die Ubernehmerin und ihr Vorstand gehen, unbestritten in bester Absicht, schlecht mit dem Vermogen 9 Uberblick bei Romano 1992 und Weston et al. 2001, S. 199224.10 Andrade et al. 2001.11 Zu diesem Ergebnis kommen auch Gerke et al. 1995 fur deutsche Unternehmen. Ihr Resultat istfur Ubernahmen deutscher Unternehmen durchaus reprasentativ, wie Bott 2002 in ihrer Zusammenschau empirischer Studien zeigt.12 Andrade et al. 2001. Sie kommen bei ihrer Untersuchung der Ubernahmen in den USA zwischen 1973 und 1998 nur deshalb zu einer positiven Gesamteinschatzung, weil sie einen negativen Ankundigungseffekt der Aktienemissionen unterstellen, die mit Ubernahmen verbunden sind, wenn die Aktiender Zielgesellschaft nicht bezahlt, sondern gegen Aktien der Ubernehmerin getauscht werden. Siehehierzu auch BrealeyMyers 2000, S. 955. Eine Korrektur wegen entgegengesetzter Effekte, z.B. furdie unerwartete Ausschuttung bei Barabfindung oder fur Kursgewinne auf Anfangsbeteiligungen der Ubernehmerin an der Zielgesellschaft, erfolgt dagegen nicht.5ihrer Aktionare um. Aus Regulierungssicht legt das ein Einschreiten zum Schutze der Aktionare der Ubernehmerin nahe.Roll weist aber darauf hin, da Aktionare diversifizierte Portefeuilles halten und anden Aktien der Zielgesellschaft das gewinnen, was sie an den Aktien der Ubernehmerin verlieren. Solange sich die Kosten der Planung und Abwicklung von Ubernahmetransaktionen in Grenzen hielten, hatten diversifizierte Anleger wenig Anla, gegen Ubernahmen vorzugehenRoll, 1986, S. 214. Das lat sich vertreten, wenn wie in den USA die Aktien breit gestreutsind und sich kein Anla ergibt, Aktionare unterschiedlich zu behandeln. Wo jedoch die Aktien der Ubernehmerinnen in Streubesitz gehalten, Kontrollpakete aber auerborslich von Groaktionaren erworben werden, kommt es gerade nicht zur Kompensation. Die Verluste der Streubesitzaktionare werden nicht durch Ubernahmepramien ausgeglichen. So gesehen konntesich eine Ubernahmeregelung empfehlen, die Gleichbehandlung verlangt und allen Aktionaren der Zielgesellschaft die Chance eroffnet, ihre Aktien zu einem einheitlichen Kurs an die Ubernehmerin zu verkaufen.6WWHOV6RQGHUYRUWHLOV7KHVHAuch bei der dritten Sichtweise zur Regelung von Ubernahmen erscheint die Ubernehmerin nicht als Lichtgestalt. Ansatzpunkt ist die Vorstellung, da manche Menschenopportunistisch handeln, ihren Vorteil auch zulasten anderer suchen. Die Kapitalgesellschafteroffnet Chancen fur derartige Bereicherungen. Zu erwarten sind Bereicherungen der Geschaftsfuhrung zulasten der Gesellschafter, Bereicherungen der Gesellschafter zulasten der Glaubiger, aber auch Bereicherungen von Groaktionaren zulasten der Streubesitzaktionare.Stutzel sieht die Geschichte des Aktienrechts als Geschichte stets neuer Versuche, genau diese Vermogensverschiebungen zu verhindern.13 Neues Recht entsteht gewohnlich, weil der Gesetzgeber auf eklatante Bereicherungsfalle, auf Mistande reagiert. Wegen der Erfahrunghard cases make bad law ist es allerdings vorzuziehen,14 wenn der Gesetzgeber Mistandeerst gar nicht aufkommen lat.Da aber kein Aktienrecht den Publikumsaktionar perfekt schutzen kann, mu er damitrechnen, da ein Teil der ihm zustehenden Ertrage als Sondervorteile an Geschaftsfuhrungund Groaktionare abfliet. Der Aktienkurs wird durch diese Sondervorteile oder Agency 13 Stutzel 1960, S. 946f.14 Hopt 1984, S. 745.6Kosten beeintrachtigt.15 Der Borsenwert der Gesellschaft liegt unter dem Wert, den sie beiperfektem Aktienrecht hatte. Paketzuschlage spiegeln den Barwert der Sondervorteile wider.16Nur wenn der Streubesitz bei einem Aufkaufer konzentriert wird, der mageblichen Einflugewinnen und alle Sondervorteile auf sich umlenken kann, hat der Aktionar die Chance, zudem Kurs zu verkaufen, der den vollen Ertrag der Gesellschaft reflektiert.17 Ob der Aufkaufertatsachlich diesen hohen und angemessenen Kurs bietet, wird davon abhangen, ob er mit konkurrierenden Ubernehmerinnen rechnen mu.18Schon diese Skizze der Zusammenhange lat erkennen, welchen Stellenwert Ubernahmen fur die Leistungsfahigkeit des Kapitalmarktes haben. Wenn jeder Anleger, der Aktienzeichnet, darauf vertrauen darf, da er bei einer Ubernahme zum selben Kurs wie alle anderenverkaufen kann und wenigstens dann, insbesondere gegenuber Paketaktionaren, nicht systematisch benachteiligt ist, dann wird er bereit sein, zu einem hoheren Kurs zu zeichnen. Dasbedeutet niedrigere Kapitalkosten fur die Wirtschaft und starkt deren Position im internationalen Wettbewerb. Die Aktienkurse und damit die Kapitalkosten hangen von der Organisationdes Kapitalmarktes und damit auch vom Aktienrecht einschlielich des Ubernahmerechtsab.19Wer mit Opportunismus in der Aktiengesellschaft rechnet, mu durch das Ubernahmerecht die Aktionare der Zielgesellschaft schutzen, ihnen eine Ausstiegsmoglichkeit bieten,ihre Gleichbehandlung sicherstellen, aber auch den Bieterwettbewerb fordern. In diese Richtung zielt das Ubernahmerecht verschiedener Lander. Es soll an dieser Stelle nicht untersuchtwerden, ob das auf Mistande vor Ubernahmen zuruckzufuhren ist oder darauf, da nach Ubernahmen beobachtet wurde, wie reichlich sich die neue Herrschaft mit Sondervorteilenbediente. Neben diesem rechtshistorischen Hinweis drangt sich hier die Anmerkung auf, dasich die SondervorteilsThese eher besser als die HybrisThese mit den Ergebnissen der empirischen Ubernahmeforschung vertragt. Sie kann nicht nur den Kursanstieg bei der Zielgesell 15 Stutzel 1960, S. 961, 966f., der Agency und EfficientMarketTheorie vorwegnahm;JensenMeckling 1976; Barnea et al. 1981.16 Uneingeschrankt gilt diese Aussage nur, wenn der Borsenkurs die Chance einer Ubernahme uberhaupt nicht reflektiert. Impliziert der Borsenkurs dagegen eine gewisse Ubernahmewahrscheinlichkeit,dann geht der Markt davon aus, da die gegenwartigen Nutznieer von Sondervorteilen sie binnenuberschaubarer Zeit ganz oder teilweise verlieren werden; Stutzel 1960, S. 962967. Uberblick uberdie amerikanische Literatur zu Sondervorteilen und empirische Uberprufung der SondervorteilsThesebei BarclayHolderness 1989.17 Stutzel 1960, S. 962. Je mehr Imperfektionen ein Aktienrecht aufweist, desto groer ist der Anreizzur Ubernahme; Stutzel 1960, S. 976.18 Stutzel 1960, S. 981984.19 Zu den Ruckwirkungen auf Grundungs und Emissionsentscheidungen kurz RauBredow 1999, S.907f., ausfuhrlicher aus modelltheoretischer Perspektive Hecker 2000, S. 499ff.7schaft gut erklaren, sondern auch positive gemeinsame Wertzuwachse von Zielgesellschaftund Ubernehmerin bei der Ubernahmeankundigung. Opportunistisches Verhalten bringt nichterst die Ubernehmerin in die Zielgesellschaft. Es ist schon zuvor prasent, und es flieen Sondervorteile. Deren Barwert ist ein Teil des Unternehmensgesamtwertes, der nicht im Marktwert aller Aktien der Zielgesellschaft enthalten und an der Borse unsichtbar ist. Durch die Konzentration von Streubesitz kann die Ubernehmerin die Kontrolle gewinnen und die Sondervorteile auf sich umlenken. Um die Sondervorteile zu erlangen, ist sie bereit, eine Pramieauf den bisherigen Kurs zu zahlen. Ein bisher unsichtbarer Teil des Unternehmensgesamtwertes wird damit im Borsenkurs sichtbar. Durch die Umverteilung der Sondervorteile in der Zielgesellschaft steigt ihr Aktienkurs.20 Empirisch zu erwarten ist deshalb ein positiver Ankundigungseffekt bei der Zielgesellschaft, aber im Gegensatz zur HybrisThese kein negativer Effekt bei der Ubernehmerin.21 Wenn viele Studien keinen signifikanten Effekt bei der Ubernehmerin, aber einen Wertzuwachs bei Ubernehmerin und Zielgesellschaft zusammenkonstatieren, dann ist es genau das, was die SondervorteilsThese erwarten lat.225HJHOXQJVEHGDUIDXVGHU6LFKWDQGHUHU%HWURIIHQHUBrealey und Myers 2000, S. 1015f., die mit dem Vereinigten Konigreich und den USA die beiden Lander reprasentieren, in denen viel mehr borsennotierte Gesellschaften alsanderswo ubernommen wurden, bezeichnen Ubernahmen in ihrem international verwendeten Standardlehrbuch Principles of Corporate Finance als eines der zehn ungelosten Ratsel der Finanzwirtschaft. Es fehle noch immer eine allgemeine Erklarung fur Ubernahmen, die auch 20 Der Aktienkurs kann schon vor der Ankundigung eine gewisse Ubernahmewahrscheinlichkeitimplizieren, so da bereits ein Teil der Sondervorteile enthalten ist. Die Ankundigung erhoht aber die Ubernahmewahrscheinlichkeit, und es wird noch mehr an Sondervorteilen im Kurs sichtbar. Zur Untersuchung von Kurseffekten bei der Zunahme von Eintrittswahrscheinlichkeiten siehe MalatestaThompson 1985, S. 237f.; SchmidtSchrader 1993, S. 233236; BohmerLoffler 1999,S. 304f.21 Ausgeschlossen sei hier der Fall, da die Sondervorteile in der Zielgesellschaft schon vor der Ubernahme an die Ubernehmerin flieen.22 Auch wenn das Konzept des gemeinsamen Wertzuwachses von Zielgesellschaft und Ubernehmerinbei Ankundigung in der Literatur oft zur Beurteilung von Ubernahmen herangezogen wird, zeigt sichhier abermals, wie sehr es in die Irre fuhren kann. Bereits in Fn. 12 wurde deutlich, da der Ankundigungseffekt mehrere Komponenten hat, von denen sich nur eine auf die Ubernahme als solche bezieht.Auerdem mu, wie in Fn. 20 angedeutet, zwischen Ankundigungseffekt und okonomischem Einfluunterschieden werden. Der Ankundigungseffekt lat meist nur einen Teil des okonomischen Einflusses auf den Wert der beteiligten Gesellschaften sichtbar werden, der andere Teil wurde vom Marktbereits antizipiert.8die Tatsache berucksichtigt, da Ubernahmen in Wellen 23 auftreten. Am Ende ihrer Abwagung der Vor und Nachteile lassen sie offen, ob es durch Ubernahmen zu mehr Wohlfahrtkommt. Sie stellen die Frage, ob es ein weniger kostspieliges Mittel gibt, um Unternehmensleitungen von Gesellschaften in Streubesitz zu guten Leistungen anzuspornen,24 als das Schuren der Furcht vor Ubernahmen.Wahrend Manne, Roll und Stutzel bei der Entwicklung ihrer Thesen zu Ubernahmenauf Vorstande und Aktionare blickten, weisen Brealey und Myers auch auf die Anpassungenhin, die Ubernahmen bei Kunden, Beschaftigten, Gemeinden, Glaubigern und anderen Zulieferern verlangen.25 Anpassungen sind oft mit Umverteilung verbunden, z.B. wenn die Ubernahme zu mehr Schulden bei der Zielgesellschaft und zu einer Herabstufung von deren Bonitat fuhrt. Das trifft die bisherigen Glaubiger. Um sich davor zu schutzen, sehen Anleihebedingungen heute meist die vorzeitige Falligkeit im Ubernahmefall vor. Versteht man ein Beschaftigungsverhaltnis als Plusposition in einer Verkaufsoption, die dem Mitarbeiter das Recht gibt, seine Arbeitsleistungen zum vereinbarten Gehalt anzudienen oder zu kundigen,dann wird der Wert dieser Option geringer, wenn die Ubernahme eine kurzere Laufzeit undeinen weniger gunstigen Ausubungspreis erwarten lat. Gewinner ist dann die Zielgesellschaft als Stillhalter. Aus dynamischlangfristiger Sicht mag man sich von Anpassungen Flexibilitatsgewinne versprechen. Selbst wenn eine Stadt mehrere Unternehmensleitungendurch Ubernahmen verliert, mu sie dadurch nicht so getroffen sein, da sie verodet. Sie kanndurch Ubernahmen auch Bedeutung gewinnen, und es konnen neue Unternehmen nachwachsen. Das braucht allerdings Zeit und setzt das Fortbestehen gunstiger Rahmenbedingungenvoraus. Daran kann es fehlen.In der EU spielen solche Uberlegungen nicht auf kommunaler Ebene, wohl aber auf Landerebene eine Rolle. Es damit zu rechnen, da goldene Aktien und andere Mechanismen,die vor Ubernahmen schutzen und die in Europa und auch in den USA verbreitetet sind,26entgegen der Auffassung der Kommission vom Europaischen Gerichtshof als zulassig angesehen werden.27 In Landern, die auf diese Abwehrmittel verzichten, konnte man befurchten,mehr Unternehmenssitze zu verlieren als zu gewinnen und so zur Provinz zu werden. In Bran 23 BrealeyMyers 2000, S. 967, 1015f. Andrade et al. 2001 gehen davon aus, da Deregulierungsschocks die beiden letzten Wellen ausgelost haben.24 BrealeyMyers 2000, S. 969. Siehe auch DrukarczykSchmidt 1997, die darauf hinweisen, da Uberwachung und Ansporn so organisiert sein sollten, da sie standig wirken, nicht nur in Zeiten von Ubernahmewellen.25 BrealeyMyers 2000, S. 964 mit Blick auf Abwehrmanahmen.26 BebchukFerrell 1999. Siehe auch Painter 2001.9chen oder Bereichen, die mit einem oder wenigen wichtigen Unternehmen besetzt sind, magdiese Gefahr besonders hoch sein. Reziprozitat konnte einseitig belastenden Infrastrukturfolgen vorbeugen, aber auch der falsche Weg sein. Denn wenn die verbreitete Denkweise von Manne 1965 uneingeschrankt zutrafe, wurde jedes Land gut daran tun, jeden Gedanken an Reziprozitat zu verwerfen. Indem es sich dem vollen Ubernahmedruck aus dem In und Ausland aussetzte, wurde es am meisten dazu beitragen, die Leistungs und Wettbewerbsfahigkeitseiner Unternehmen zu fordern. Sie wurden besser kontrolliert als die Unternehmen in Landern mit Schutzmechanismen.28 Der heutige Stand der Ubernahmeforschung erlaubt diesen Schlu aber nicht.HVHWHVLHOHVor dem Hintergrund der gegensatzlichen Ubernahmekonzeptionen kann das Wp UGkein Ubernahmeforderungsgesetz sein. Nach Abschnitt A I 5 der Gesetzesbegrundung S. 28soll das Gesetz Ubernahmen weder fordern noch behindern, sondern fur sie ein Verfahrenschaffen, das sich an internationalen Standards orientiert, die Stellung der Minderheitsaktionare starkt und die Informationslage von Wertpapierinhabern und Arbeitnehmern verbessert.Bei Aktien in Streubesitz liegt es nahe, fur Ubernahmen oder andere Formen der Konzentration von Streubesitz in einer Hand ein geordnetes Verfahren anzubieten. Denn auch die Dekonzentration, die Streuung der Aktien im Publikum beim Gang an die Borse, unterliegteinem speziellen Verfahren mit speziellen Informationspflichten und wird nicht einfach durch Aktienverkaufe an der Borse bewirkt. Die bisherigen Musterverfahren fur Ubernahmen Leitsatze der Borsensachverstandigenkommission von 1979, Kodex von 199598 haben sich abernicht durchgesetzt.29 Im Vereinigten Konigreich wird der nichthoheitliche City Code on Takeovers and Mergers von 1968, der ein Pflichtangebot verlangt und detailliert regelt, all 27 Im Januar 2002 hat die High Level Group of Company Law Experts einen Vorschlag veroffentlicht,wie sich diese Stimmrechtsbarrieren bei Ubernahmen durchbrechen lassen.28 Das Ringen um einen groeren Spielraum fur die Leitung der Zielgesellschaft im Ubernahmefalldazu ausfuhrlicher unter 7.1. in Ubernahmerichtlinie und Wp UG im Jahre 2001 wurde vor allem mitdem Reziprozitatsargument gefuhrt. Deutsche AGs seien nach den ursprunglich vorgesehenen Regelungen wesentlich leichter zu ubernehmen als auslandische Unternehmen, was nachteilig sei. Einanderes, moglicherweise uberzeugenderes, aber in der Diskussion nicht vorgebrachtes Argumentdafur, die deutsche Regelung weniger ubernahmefreundlich zu gestalten, konnte auf die Systemeigenschaft von CorporateGovernanceStrukturen abstellen. Man konnte argumentieren, da feindliche Ubernahmen mit ihrem disruptivem Charakter die Konsistenz des auf Stabilitat beruhenden deutschen CorporateGovernanceSystem schwachten und deshalb eher zu erschweren seien. Siehe TyrellSchmidt 2001, insbes. S. 217219 mit Ausfuhrungen zum ahnlich gelagerten Fall einer Einfuhrung von Pensionsfonds in Deutschland.29 Siehe hierzu Hopt 1997, S. 393396; Borsensachverstandigenkommission 1999.10gemein befolgt. Seit 1986 ist er durch das Financial Services Act gesetzlich abgesichert;scharfe hoheitliche Sanktionen gegen Verstoe sind moglich.30 Das Wp UG soll auch in Deutschland zu einem allgemein befolgten Ubernahmeverfahren fuhren, zumal eine Ubernahmewelle erwartet wird, ausgelost durch den Verzicht auf die Besteuerung von Aktienkursgewinnen bei deutschen Kapitalgesellschaften ab 2002.31Das Wp UG dient wie alle kapitalmarktrechtlichen Regelungen dem Anlegerschutzund dem Funktionenschutz, die als die beiden Seiten einer Medaille zu sehen sind.32 Aus der Sicht des deutschen Gesellschaftsrechts ist es die Aufgabe des Konzernrechts 291ff.,311ff. Akt G, die Minderheitsaktionare nach Ubernahmen oder anderen Wechseln in der Herrschaft uber das Unternehmen zu schutzen.33 In der Diskussion um die Ubernahmerichtlinie scheint sich aber die Auffassung durchgesetzt zu haben, da der verlalichste Schutz furden Anleger dann erreicht wird, wenn er im Zeitpunkt der Ubernahme seine Aktien an den Bieter verkaufen kann. Auf etwaige Vermogensverschiebungen von der Zielgesellschaft zur Ubernehmerin nach der Ubernahme und deren gerichtliche Verfolgung 34 kommt es dann nichtmehr an. Hopt 1997, S. 388 fuhrt hierzu aus: Der Anleger ist sicher besser geschutzt, wenner mittels eines Pflichtangebots den Gefahren entgehen kann, denen ein Konzernrecht erstspater und nur unter erheblichen Unsicherheiten und groem Zeitaufwand abhilft. Aus ebendiesem Grund durfte ein Pflichtangebot jedenfalls auf einem entwickelten Kapitalmarkt funktionsadaquater sein als ein Konzernrecht. Das zeigt das britische Beispiel und der faktische Sog, der von ihm im Wettbewerb um internationale Investoren ausgeht.5HJHOXQJVNRQHSWAus all diesen Uberlegungen ergeben sich fur ein Verfahren zur Ubernahme, zur Konzentration des Aktienbesitzes, folgende Konsequenzen: Die Aktionare 35 mussen daruber 30 Rokopf 2000, S. 146. Zur Neuregelung der gesetzlichen Absicherung sei auf das Consultation Paper 87 der Financial Services Authority vom Fruhjahr 2001 verwiesen. Das britische Modell gilt im Kern als vorbildlich. Sein Fortbestehen wird durch das Scheitern der Ubernahmerichtlinie ermoglicht.In Deutschland mute man sich gegen das britische Modell einer Selbstregulierung mit hoheitlichen Sanktionen entscheiden, weil es dem deutschen Rechtsstaatsverstandnis widerspricht.31 Nach Andrade et al. 2001 lost der Abbau rechtlicher Hemmnisse Ubernahmewellen aus. Die Besteuerung von Kursgewinnen kann in diesem Sinne als Hemmnis gesehen werden.32 Hopt 1975, S. 5156 und 1997, S. 374. Vgl. Schmidt 1970, S. 7580.33 Grundlegend hierzu im Sinne einer okonomischen Analyse des Gesellschaftsrechts Stutzel 1960,S. 959985.34 HeckerWenger 1995.35 Die Frage, ob auch andere Betroffene eine Ausstiegsmoglichkeit erhalten konnten, wird hier nichtverfolgt.11informiert werden, da neue Herrschaft ins Haus steht. Sie mussen eine Ausstiegsmoglichkeitbekommen. Beides verlangt ein Ubernahmeangebot. Wegen der Gefahren, die mit der neuen Herrschaft verbunden sind, geraten die bisherigen Aktionare unter Druck, das Gebot anzunehmen. Dagegen ist wenig einzuwenden, wenn durch Bieterwettbewerb oder in anderer Weise gewahrleistet wird, da ihre Aktien zu einem Kurs ubernommen werden, der sie nichtschadigt. Alle ausscheidenden Gesellschafter sind, wie das auch beim gleichzeitigen Ausscheiden mehrerer Gesellschafter einer o HG vorzusehen ware, gleich zu behandeln.36In 3 sind die allgemeinen Grundsatze des Wp UG aufgefuhrt: Inhaber von Wertpapieren der Zielgesellschaft, die derselben Gattung angehoren, sind gleich zu behandeln.Ferner mussen sie uber genugend Zeit und ausreichend Informationen verfugen, um in Kenntnis der Sachlage uber das Angebot zu entscheiden. Vorstand und Aufsichtsrat der Zielgesellschaft mussen im Interesse der Zielgesellschaft handeln. Das Verfahren ist rasch durchzufuhren. Beim Handel mit Wertpapieren der betroffenen Gesellschaften durfen keine Marktverzerrungen geschaffen werden.Bei einer Ubernahme geht es, okonomisch gesehen, um Nachfrage nach Aktien der Zielgesellschaft.37 Das Wp UG regelt aber Angebote. Angebote sind in 2 als offentliche Kauf oder Tauschangebote zum Erwerb von Aktien 38 und anderen Wertpapieren 39 einer Zielgesellschaft definiert. Zielgesellschaften sind Aktiengesellschaften oder Kommanditgesellschaften auf Aktien mit Sitz im Inland, deren Wertpapiere an einer Borse im Europaischen Wirtschaftsraum EWR zum amtlichen Handel oder zum Handel an einem anderen geregelten Markt zugelassen sind.Obwohl das Gesetz Angebote regelt, gibt es keine Anbieter, sondern nur Bieter.Bieter sind nach 2 Abs. 4 Personen oder Personengesellschaften, die allein oder gemeinsammit anderen ein Angebot abgeben, abgeben wollen oder abgeben mussen. Gemeinsam handelt, wer sich abstimmt. Das Wp UG unterscheidet drei Angebote: Gebote, die nicht auf Kontrolle abzielen Teilangebote, haufig auch als Erwerbsangebote bezeichnet, 1028,Gebote, die auf Kontrolle abzielen Ubernahmeangebote, 2934, und Pflichtangebote 3539. Teilangebote und Ubernahmeangebote sind freiwillige Gebote. Ubernahmeangebote und Pflichtangebote sind Vollangebote 32. Die Vorschriften zu Teilangeboten gelten 36 Vgl. Stutzel 1960, S. 955 mit Verweis auf Mestmacker.37 Man spricht deshalb vom takeover bid.38 Genau: Aktien, mit diesen vergleichbare Wertpapiere und Zertifikate, die Aktien vertreten 2 Abs. 2 Nr. 1. Aktien sind Gegenstand von Teil, Ubernahme und Pflichtangeboten.12auch fur Ubernahmeangebote 34, die Bestimmungen fur Ubernahmeangebote mit einigen Ausnahmen auch fur Pflichtangebote 39. Deshalb werden die 1028 in der Gesetzesbegrundung S. 29f. als allgemeine Grundregeln bezeichnet.Wer die Kontrolle uber eine Gesellschaft 30% der Stimmrechte oder mehr, 29 Abs. 2 erlangt, mu das binnen einer Woche bekannt machen und den auenstehenden Aktionaren der Zielgesellschaft innerhalb von vier Wochen nach dieser Veroffentlichung ein Pflichtangebot unterbreiten 35 Abs. 1 und 2. Weil fur Pflichtangebot und Ubernahmeangebot gleiche Bestimmungen gelten, enthalt das Wp UG eine Befreiung vom Pflichtangebot,wenn die Kontrolle durch ein Ubernahmeangebot erlangt wurde 35 Abs. 3. Wegen dieses Regelungskonzepts fallt der Abschnitt zum Pflichtangebot sehr kurz aus und enthalt neben 35 Abs. 1 und 2 vor allem Befreiungsregelungen. Zentrale Bedeutung hat deshalb die Regelung der beiden freiwilligen Gebote, vor allem die Ausgestaltung des Ubernahmeangebots.9HUIDKUHQBevor die Entscheidung uber ein Angebot im Sinne des Wp UG fallt, kann der spatere Bieter Aktien der Zielgesellschaft kaufen, mit ihren Aktionaren oder Vertretern verhandelnoder eine Einstiegsbeteiligung borslich oder auerborslich erwerben. Wer sich freiwillig furein offentliches Angebot entscheidet oder dazu wegen Kontrollerwerbs verpflichtet ist, hatdiese Entscheidung oder Verpflichtung nach 10 unverzuglich in einem Borsenpflichtblattoder uber ein weitverbreitetes elektronisches Informationssystem zu veroffentlichen.40 Vorder Veroffentlichung sind das Bundesaufsichtsamt fur den Wertpapierhandel BAWe und die Geschaftsfuhrungen der Borsen zu informieren, an denen die Aktien der Zielgesellschaft, der Bieterin und anderer betroffener Gesellschaften zugelassen sind oder an denen Derivate aufdiese Aktien gehandelt werden.Innerhalb von vier Wochen nach Veroffentlichung der Entscheidung 41 oder Verpflichtung hat der Bieter dem BAWe die Angebotsunterlage in deutscher Sprache vorzulegen 14 Abs. 1, 35 Abs. 2. Sie ist im Internet und in einem Borsenpflichtblatt zu veroffent 39 Genau: andere Wertpapiere, die den Erwerb von Aktien, mit diesen vergleichbaren Wertpapierenoder Zertifikaten, die Aktien vertreten, zum Gegenstand haben 2 Abs. 2 Nr. 2. Andere Wertpapieresind Gegenstand von Teilangeboten. Im Folgenden wird nur auf Aktien eingegangen.40 Da vor allem bei der Zielgesellschaft mit Kursanderungen zu rechnen ist, ergibt sich diese Verpflichtung nicht bereits aus der Pflicht zu AdhocMitteilungen nach 15 Wp HG.41 Das BAWe kann die Frist u.U. um bis zu vier Wochen verlangern 14 Abs. 1.13lichen, wenn das BAWe das gestattet oder wenn seit Eingang beim BAWe zehn Werktageverstrichen sind, ohne da vom BAWe das Angebot untersagt wurde 14 Abs. 2. Vor der Veroffentlichung hat der Bieter die Finanzierung seines Gebots sicherzustellen 13. Die Angebotsunterlage ist bei der Aktienbesitzkonzentration das, was der Prospekt fur die Streuung der Aktie ist. Deshalb wird auch vom Ubernahmeprospekt gesprochen. Entsprechendenthalt schon 11 eine Vielzahl von aufzunehmenden Positionen, weitere Details regelt eine Rechtsverordnung 2 Wp UGAngebotsverordnung, damit die Adressaten zu einem zutreffenden und vollstandigen Urteil uber die Bieterin und ihr Angebot gelangen konnen.Uber Hohe und Art 42 der gebotenen Gegenleistung fur die Aktien der Zielgesellschaftmu der Ubernahmeprospekt ebenso Angaben enthalten wie uber Beginn und Ende der Annahmefrist. Die Frist betragt mindestens vier, hochstens zehn Wochen 16 Abs. 1. Der Bieter kann sein Gebot davon abhangig machen, da er bei Ablauf der Frist mindestens einenbestimmten Anteil an der Zielgesellschaft erreicht 11 Abs. 2 Nr. 5, 16 Abs. 2, 18. Dasgilt nicht bei Pflichtangeboten 39. Wahrend der Annahmefrist kann der Bieter den Kurserhohen, eine andere Gegenleistung anbieten, den Mindestanteil senken oder auf Bedingungen verzichten. Wer das Gebot bereits zuvor angenommen hatte, kann dann zurucktreten.Wenn die Anderungen innerhalb von zwei Wochen vor Ende der Annahmefrist erfolgen, sofuhrt das dazu, da sich die Annahmefrist einmalig um zwei Wochen verlangert 21. Wiebeim Prospekt gibt es auch eine Haftung fur die Angebotsunterlage 12.Die Angebotsunterlage ist nach ihrer Veroffentlichung auch dem Vorstand der Zielgesellschaft und dem Betriebsrat unverzuglich zu ubermitteln 14 Abs. 4. Vorstand und Aufsichtsrat der Zielgesellschaft haben dazu und zu etwaigen Anderungen unverzuglich Stellung zu nehmen, ihrer Stellungnahme die des Betriebsrats beizufugen und sie im Internetund einem Borsenpflichtblatt zu veroffentlichen 27. Werbemanahmen von Bieter und Zielgesellschaft sind zulassig. Mistande, die dabei auftreten konnen, darf das BAWe untersagen. Ungerechtfertigte Zuwendungen an Mitglieder des Vorstandes oder Aufsichtsrats der Zielgesellschaft sind verboten 33 Abs. 3, in jedem Fall sind Zuwendungen bekanntzugeben 11 Abs. 2.43 42 Beim Teilangebot kann der Bieter die Art der Gegenleistung vollig frei wahlen. Beim Ubernahmeund Pflichtangebot mu er EuroBargeld oder liquide Aktien anbieten, daneben sind andere Artenzulassig 31 Abs. 2. Unter bestimmten Umstanden ist das Anbieten einer Geldleistung zwingend 31 Abs. 3.43 Zur Beeinflussung und Beeinflubarkeit von Vorstanden hat sich schon Manne 1965, S. 118deutlich geauert.14Wird die Hauptversammlung der Zielgesellschaft zu dem Angebot einberufen, geltenhierfur verkurzte Fristen, und der Versammlungsort darf entgegen der Satzung gewahlt werden. Die Annahmefrist betragt dann auf jeden Fall zehn Wochen 16 Abs. 3 und 4. Fur die Handlungen des Vorstands sieht 33 ein RegelAusnahmeSystem vor: Nach der Grundregeldarf der Vorstand nicht gegen ein Ubernahmeangebot handeln. Allerdings gibt es Ausnahmen: Zulassig sind Handlungen, wie sie ein ordentlicher und gewissenhafter Geschaftsleiter auch ohne Ubernahmeangebot vorgenommen hatte, die Suche nach einem konkurrierenden Angebot, aber auch Handlungen, denen der Aufsichtsrat der Zielgesellschaft zugestimmt hat 33 Abs. 1. Ferner sind auch der Art nach bestimmte Abwehrmanahmen zulassig, sofern die Hauptversammlung den Vorstand vor langstens 18 Monaten mit mindestens 75% des vertretenen Kapitals dazu ermachtigt hat. Der Vorstand benotigt die Zustimmung des Aufsichtsrats auch, wenn er die Manahmen aus diesen Vorratsbeschlussen ergreift 33 Abs. 2.Gelingt es dem Vorstand der Zielgesellschaft, einen weiteren Bieter zu finden, oderkommt es spontan zu einem weiteren Gebot wahrend der Annahmefrist, verlangert sich die Annahmefrist des laufenden Gebots bis zum Ende der Annahmefrist des weiteren Gebots.Wer das laufende Gebot vor Veroffentlichung der Unterlage fur das weitere Gebot angenommen hat, kann vom Vertrag zurucktreten 22. Auch bis zu zwei Wochen nach Ende der Annahmefrist haben Aktionare die Moglichkeit, ein Ubernahmeangebot anzunehmen sog.weitere Annahmefrist. Sie kommen also nicht in die Zwangslage, entweder wider Willen zuseinem Gelingen beizutragen oder unter eine ungewollte Herrschaft zu gelangen. Sie konnenzunachst als Zaungaste das Geschehen beobachten. Wenn sich die neue Herrschaft mit ihrem Gebot durchsetzt, haben sie noch zwei Wochen lang Gelegenheit, zu den Konditionen des Gebots aus der Gesellschaft auszuscheiden 16 Abs. 2 Satz 1.Der Bieter mu unverzuglich nach Ablauf der Annahmefrist und der weiteren Annahmefrist das Ergebnis seines Gebots veroffentlichen 23 Abs. 1 Nr. 2 und 3. Pflichtangebotesind unbedingt, und der Bieter mu alle angedienten Aktien kaufen. Sie fuhren deshalb immerzum Erfolg. Das gilt auch fur Ubernahmeangebote ohne Mindestanteil. Ubernahmeangebote, die unter der Bedingung abgegeben wurden, da ein Mindestanteil 44 erreicht wird, habennur dann Erfolg, wenn dieser Mindestanteil erreicht wird 16 Abs. 2 Satz 2. Der Bieter muaber alle angedienten Aktien kaufen, da es sich um ein Vollangebot handelt. Teilangebote auf Aktien werden zur Abgrenzung von Ubernahmeangeboten einen Mindestanteil von unter 30% 44 Der Mindestanteil wird hier mindestens 30% und hochstens 100% betragen.15aufweisen. Haben sie Erfolg und werden Aktien uber den Mindestanteil hinaus angeboten,wird das Aktienangebot repartiert. Der Bieter mu und darf nur den Mindestanteil kaufen 19. Ein freiwilliges Gebot, das fehlschlagt, weil es den Mindestanteil nicht erreicht oderweil es vom BAWe untersagt wurde, kann erst nach Ablauf eines Jahres erneuert werden,auer wenn die Zielgesellschaft dem erneuten Gebot zu einem fruheren Zeitpunkt zustimmt 26.HQWUDOH5HJHOXQJVEHUHLFKHGHVHVHWHV.RPSHWHQHQYRQ9RUVWDQGXIVLFKWVUDWXQGNWLRQl UHQGHULHOJHVHOOVFKDIWEHLGHUEZHKUYRQh EHUQDKPHYHUVXFKHQBesonders hart wurde darum gerungen, wie sich die Leitung der Zielgesellschaft in der Ubernahmesituation verhalten soll.46 An dieser Frage ist die EUUbernahmerichtliniegescheitert. Auch im Wp UG hat der Sinneswandel der Bundesregierung Spuren hinterlassen,wie die Anderungen im 33 vom Referentenentwurf Ref E, Marz 2001 uber den Regierungsentwurf Reg E, Juli 2001 bis zum Gesetz November 2001 zeigen.Wp UG und beide Vorversionen enthalten im Grundsatz ein Vereitelungsverbot: Vonder Veroffentlichung der Entscheidung zur Angebotsabgabe bis zur Veroffentlichung des Ergebnisses sind dem Vorstand der Zielgesellschaft alle Handlungen verboten, die den Erfolgdes Angebots verhindern konnen. Aber es gibt, wie bereits ausgefuhrt wurde, vier Ausnahmen, die dem Vorstand selbstandiges Handeln erlauben: die Suche nach einem konkurrierenden Angebot weier Ritter sowie Handlungen, wie sie ein ordentlicher und gewissenhafter Geschaftsleiter einer Gesellschaft auch ohne Vorliegen eines Ubernahmeangebots vorgenommen hatte, Gegenmanahmen mit Zustimmung des Aufsichtsrats und Gegenmanahmen aufgrund zulassiger Vorratsbeschlusse, ebenfalls mit Aufsichtsratszustimmung.Gegenuber Ref E und Reg E haben sich die Krafteverhaltnisse zwischen Vorstand, Aufsichtsrat und Hauptversammlung im Gesetzgebungsproze verschoben. Die Grundregel des RegelAusnahmeSystems bleibt unverandert, wurde aber durch weitere Ausnahmen erganzt. 45 Dieser Aufsatz mu sich darauf beschranken, fur die zentralen Regelungsbereiche bei Ubernahmeund Pflichtangeboten die Vorschriften des Wp UG darzustellen und vor dem Hintergrund des Schrifttums einzuordnen. Kurzere Darstellungen zur Ubernahmeregulierung findet der Leser bei Schmidt1987 und Drukarczyk 1993, S. 637645, ausfuhrliche Erorterungen z.B. in den Monographien von Reul 1991, Luttmann 1992, Flassak 1995, Krause 1996, Munscheck 1999 und Hecker 2000.46 Zur aktuellen juristischen Diskussion dieses Aspekts, unter Ruckgriff auf okonomische Argumente,siehe insbes. Kirchner 1999, Hopt 2000, KirchnerPainter 2000, Merkt 2001 und MulbertBirke2001.16Der Ref E sah noch keine Vorratsbeschlusse vor. Nach dem Reg E ermachtigte die Hauptversammlung den Vorstand zu Handlungen, die im Einzelnen und nicht der Art nach zubestimmen waren. Im Falle einer konkreten Ubernahmesituation benotigte der Vorstand fur Gegenmanahmen nach Ref E und Reg E die Zustimmung der Hauptversammlung. Rechtlichmu das aber nicht viel bedeuten. Die Ausnahmen sind kein Freibrief. Denn inhaltlich mussendie Ausnahmen von der Grundregel her interpretiert werden. Schon dadurch sind sie eingeschrankt, daneben mussen Vorstand und Aufsichtsrat die aktienrechtlichen Schranken beachten. Daruber hinaus engen verfassungsrechtliche Schranken den Spielraum von Vorstand und Aufsichtsrat bei den Ausnahmen ein. Wenn ein mitbestimmter Aufsichtsrat Verkaufschancender Aktionare zunichte macht, durfte das ein Eingriff in das Vermogensrecht der Aktionaresein.47 Neben der rechtlichen Bedeutung kommt es auch auf die faktischen Auswirkungen der Ausnahmen an.Der Vorstand fuhrt das Unternehmen im Auftrag der Aktionare. Damit entsteht ein Handlungsspielraum. Er soll den Spezialisierungsvorteil des Vorstands zum Tragen kommenlassen, kann aber bei Interessenkonflikten zum Handeln gegen die Aktionare benutzt werden.Bei Ubernahmen ist es fraglich, ob Vorstand sowie Aktionars und Arbeitnehmervertreter im Aufsichtsrat oder Bevollmachtigte in der Hauptversammlung die Interessen der Aktionarevertreten. Die Begrundung im Ref E zu 33 Abs. 1 weist darauf hin, da Mitglieder von Vorstand und Aufsichtsrat Einflu und oft auch die eigene Position verlieren, wenn die Aktionareder Ubernahme zustimmen.48Ein Ausweg liegt darin, bei Ubernahmen und anderen Interessenkonflikten den Delegationsgrad radikal zu verringern und Delegation zu vermeiden.49 Die Entscheidung uber das Ubernahmeangebot ist in die Hande der Aktionare zu legen.50 Diesen Weg wollte der Gesetzgeber ursprunglich gehen. Folgerichtig reduzierte der Ref E in Ubernahmeangelegenheiten den Delegationsgrad und gab den Aktionaren eine starke Stellung.51 Der Hinweis auf den Interes 47 Zschocke 2002, S. 82f.48 Hinzu tritt der Konflikt, in den Vorstand und Aufsichtsrat im Hinblick auf eigene Interessen stehen, nicht auf Grund einer Ubernahme Einflu und ggf. die eigene Position zu verlieren.49 Abfindungsregeln fur den Ubernahmefall waren ein anderer Weg, den Interessenkonflikt zu entscharfen. Diesen Weg versperrt 33 Abs. 3; MulbertBirke 2001, S. 709f. Aber goldene Fallschirme haben auch ihre Tucken, da sie Allianzen zwischen der Unternehmensleitung der Zielgesellschaft und dem Bieter auf Kosten der Zielgesellschaftsaktionare fordern konnten.50 Hopt 1993, S. 547549.51 Der Ref E entsprach im Kern den Vorschlagen Gilsons 1981, S. 865870. Gilson empfahl im Grundsatz eine Passivitatspflicht fur die Unternehmensleitung in der Ubernahmesituation, von der esnur zwei Ausnahmen geben sollte: die Information der Aktionare in 27 umgesetzt und die Suchenach einem besseren Gebot 33 Abs. 1.17senkonflikt von Organmitgliedern ist in der Gesetzesbegrundung geblieben.52 Dennochgewann der Aufsichtsrat wahrend des Gesetzgebungsverfahrens immer mehr Kompetenzen in Ubernahmeangelegenheiten.Die Gesetzesbegrundung geht von gleichgerichteten Interessen von Vorstand und Aufsichtsrat aus. Das ist plausibel. Also ist der Aufsichtsrat in der Ubernahmesituation wenigerals sonst als Anwalt der Aktionarsinteressen gegenuber dem Vorstand geeignet. In der Tendenz lauft das Erfordernis seiner Zustimmung aus Aktionarssicht ins Leere.53 Die Interessenvon Aktionaren, Aufsichtsrat und Vorstand sind vielleicht dann gleichgerichtet, wenn ein Bieter gesucht wird, der den bestehenden Vorstand und Aufsichtsrat weitgehend unangetastetlat und der einen hoheren Kurs zu zahlen bereit ist. Vorstand und Aufsichtsrat konnten aberauch Sachwalter der anderen Unternehmensbeteiligten sein, z.B. der Arbeitnehmer, der Glaubiger oder der Standortgemeinde, deren Anliegen sonst in der Ubernahmesituation zu kurzkommen konnten. Man begegnet hier der traditionellen Vorstellung vom Unternehmensinteresse 54, das der Vorstand zu wahren hat.55Das Gesamturteil uber 33 mag umstritten sein. Wer Ubernahmen wie Mannebetrachtet, wird konzedieren, da Abwehrmanahmen den Preis einer Ubernahme erhohen.Dem hoheren Preis wird er aber die Kosten von Abwehrmanahmen und vor allem die geringere Ubernahmewahrscheinlichkeit gegenuberstellen. Wer die Streubesitzaktionare schutzen 52 Begrundung des Regierungsentwurfs, S. 57.53 So auch Hopt 2000, S. 1378, 1382. Dagegen erwartet der Gesetzgeber trotz seiner oben zitierten Problemanalyse eine wirksame Kontrolle des Vorstands durch den Aufsichtsrat. In der Gesetzesbegrundung zu 33 Abs. 2 S. 58f. findet sich folgende Passage: Durch die Zustimmung des Aufsichtsrats wird eine Kontrolle des Vorstandshandelns in der konkreten Ubernahmesituationermoglicht, was das erforderliche Korrelat fur den Umstand darstellt, da der dem Vorstandshandelnzu Grunde liegende Hauptversammlungsbeschlu nicht in Kenntnis des konkreten Angebots erfolgte. Die im Bundesfinanzministerium fur das Gesetzesvorhaben zustandigen Oberregierungsrate Mollerund Potzsch 2001, S. 1260 berichten, da diese Anderungen vehement von den betroffenen Kreisengefordert worden seien. Nach Presseberichten handelte es sich dabei vor allem um die Vorstandegroer Unternehmen und um Gewerkschaftsvertreter.54 Mulbert 1997; Hopt 2001, S. 68. An dieser Stelle liegt es nahe, die Vorstellung vom Unternehmen an sich als Inkarnation der AgencyTheorie zu begreifen, weil sie alle Agenten vereint. Inwelchem Sinne diese Aussage explanatorisch oder normativ gedeutet werden sollte, ist hier nicht zubehandeln.55 In der Literatur finden sich weitere Argumente fur einen groeren Handlungsspielraum der Unternehmensleitung in der Ubernahmesituation MulbertBirke, 2001: Abwehrmanahmen in der Verfugung des Vorstands konnten zu einem hoheren Angebotspreis fuhren. Der Vorstand konnte die Interessen der Aktionare in der Ubernahmesituation vertreten, was besonders nutzlich ware, wenn er uber Spezialisierungsvorteile in dieser Situation verfugte oder Koordinationsprobleme unter den Streubesitzaktionaren zu einem Annahmezwang pressure to tender fuhrten. Der letzte Fall geht auf Bebchuk 1987; 1994 zuruck: Streubesitzaktionare konnen durch ein Ubernahmeangebot in eine GefangenenDilemmaSituation geraten. Um nicht in der ungunstigen Minderheitsposition nach der18und ihnen einen hoheren Ubernahmepreis sichern mochte, wird auch nicht auf die Unternehmensleitung bauen; weder die Aktionare noch die anderen Gruppen konnen im Ubernahmefallerwarten, da ihre Interessen und die des Managements harmonieren.56 Aus beiden Blickwinkeln ist die Richtung zu bedauern, in die das Pendel wahrend der Gesetzgebungsphasegeschwungen ist. Wie sich dieser Pendelschwung in den gesellschafts und verfassungsrechtlichen Grenzen auswirkt, bleibt abzuwarten. Er betrifft ohnehin nur Gesellschaften ohne Mehrheitsaktionar oder Mehrheitsgruppe, die in Deutschland relativ selten sind.UXQGUHJHOQIUGHQ0DUNWXU.RQHQWUDWLRQYRQ6WUHXEHVLWKHGHUHJHQOHLVWXQJFur Ubernahme und Pflichtangebote sieht das Wp UG Mindestkurse vor. Die Gegenleistung mu angemessen sein 33 Abs. 1.57 37 Wp UGAngebotsverordnung regelndie Details. Der Mindestkurs in der Angebotsunterlage mu zwei Untergrenzen genugen. Dieerste ist der hochste Kurs, den der Bieter innerhalb der drei Monate vor der Veroffentlichungdes Angebots gezahlt hat Vorerwerbsuntergrenze, 4 Wp UGAngebotsverordnung. Diezweite ist der umsatzgewichtete Durchschnitt aus den Kursen der Aktie der Zielgesellschaftwahrend der letzten drei Monate vor der Veroffentlichung der Entscheidung,58 sofern die Aktie zum Handel an einer inlandischen Borse zugelassen ist Borsenhandelsuntergrenze, 5 Abs. 1 Wp UGAngebotsverordnung.59 Bei nicht ausreichender Marktliquiditat mu stattzuruckgegriffen werdenauf den Borsenkurs eine Unternehmensbewertung auf 5 Abs. 4 Wp UGAngebotsverordnung. Das Gebot darf die hohere der beiden Untergrenzen nicht unterschreiten.Erwirbt der Bieter nach Veroffentlichung des Angebots und vor Ende der Annahmefrist Aktien zu einem Kurs uber dem Gebot, erhoht sich die Gegenleistung um den Unterschiedsbetrag 31 Abs. 4. Entsprechendes gilt, wenn der Bieter innerhalb eines Jahres nach Ubernahme zuruckzubleiben, nehmen die Streubesitzaktionare ein Ubernahmeangebot an, das eineinzelner Aktionar mit gleich groem Aktienbesitz abgelehnt hatte.56 Was fur einige Konstellationen aber durchaus wahrscheinlich ist. Siehe dazu Wenger 2001 mit Blick auf Beharrungskrafte gegen den Strukturwandel, den zu fordern sich auch das Wp UG auf die Fahnen geschrieben hat Gesetzesbegrundung, S. 27.57 Die Gegenleistung wird zum einen in 33 geregelt, zum anderen berechtigt 33 Abs. 7 das Bundesfinanzministerium, Naheres in einer Rechtsverordnung zu regeln. Diese Kompetenz kann es aufdas BAWe ubertragen.58 Man beachte, da die beiden Dreimonatsfristen an unterschiedlichen Zeitpunkten ansetzen.59 6 Wp UGAngebotsverordnung regelt gleichgerichtet den Fall, wenn die Aktien ausschlielich aneinem organisierten Markt in einem anderen Staat des EWR zum Handel zugelassen sind.der Veroffentlichung des Ergebnisses auerhalb der Borse einen hoheren Kurs fur Aktien der Zielgesellschaft zahlt 31 Abs. 5.199RUHUZHUEVXQWHUJUHQHPLW3DNHWXVFKODJDer Paketzuschlag ist der Aufschlag auf den Borsenkurs, den der Kaufer bei Erwerbeines groeren Anteils an der Zielgesellschaft zahlt. Er wird auch als Kontrollpramie bezeichnet. Bei Paketzuschlagen ergab der Gesetzgebungsproze eine wesentliche Anderung: Jehoher der Paketzuschlag, in den drei Monaten vor der Angebotsveroffentlichung gezahlt,desto hoher ist die Vorerwerbsuntergrenze. Dagegen sah 4 AngebotsverordnungRef E beiden Vorerwerben noch einen Paketzuschlag bis zu 15% vor, der nicht diese Untergrenzeanhob, also auch nicht an die ubrigen Aktionare zu zahlen war.Die Literatur nennt mehrere Grunde fur den Paketzuschlag. Dabei stehen Sondervorteile des Paketaktionars im Zentrum.60 Abgesehen davon ist im Aktienhandel stets mit einem Gromengenzuschlag zu rechnen, weil sich sonst bei umfangreichen Kaufen nicht genugend Anbieter mobilisieren lassen. Der Paketzuschlag ist weit verbreitet, auch in Deutschland.61Zu der Frage, ob der Paketzuschlag die Vorerwerbsuntergrenze anheben soll, sind verschiedene Argumentationen denkbar. Zwei seien hier skizziert. Argumentation 1: Wegen der Sondervorteile des Kontrollaktionars liegt der Borsenkurs unter dem Unternehmenswert pro Aktie. Bei Ubernahmen mit Vollangebotspflicht soll dieser Abschlag moglichst verschwinden, denn Sondervorteile sind gesellschaftswidrig. Der bisherige mit Sondervorteilenbedachte Kontrollaktionar soll bei der Ubernahme gerade keinen hoheren Kurs erhalten alsdie Streubesitzaktionare. Wenn sich der Paketzuschlag auf die Untergrenze auswirkt, dannbeendet das die Sonderbehandlung. Der Bieter mu sich an dem Kurs orientieren, der dem Unternehmenswert entspricht. Einen Paketzuschlag bietet er gerade nicht, aber fur alle dengleichen angemessen hohen Kurs.62 Folglich ist die Regelung im Wp UG zu begruen.Argumentation 2: Kontrollaktionare berucksichtigen ihre Sondervorteile, wenn sie die Abgabepreisuntergrenze fur ihr Paket ermitteln. Wegen der Vorerwerbsuntergrenze und der Vollangebotspflicht wird aber niemand fur Aktien einer Gesellschaft mit erheblichem Streubesitzso viel bieten, da es sich fur einen Kontrollaktionar lohnt, sein Paket zu verkaufen. Also 60 Stutzel 1960, S. 962967; BarclayHolderness 1989, S. 373375.61 FranksMayer 2001.62 Wenger et al. 2001, S. 321f. Siehe auch oben Abschnitt 2.3.20werden Ubernahmen durch die Vorerwerbsuntergrenze des Wp UG behindert.63 Zusammenmit dem luckenhaften deutschen Konzernrecht, das hohe Sondervorteile zulat, kettet sie die Kontrollaktionare an ihre Position.64 Dieses Problem fallt in Deutschland, wo die Mehrheitder Borsengesellschaften einen Kontrollaktionar hat, besonders ins Gewicht, wahrend es sichin Grobritannien kaum stellt.Allerdings hindert das Wp UG niemand daran, Pakete unter der Kontrollschwelle mit Zuschlag zu kaufen, und erst mehr als drei Monate spater ein Ubernahmegebot abzugeben. Sogesehen gestattet das Gesetz durch diese kurze Vorerwerbsfrist, beide Argumentationenpragmatisch zu vereinen. Es kommt dann zur Ubernahme, ohne da der Kurs fur die Ubernahme von Streubesitz den Wert der Sondervorteile widerspiegelt.%UVHQKDQGHOVXQWHUJUHQHDas Wp UG folgt dem jungsten Trend in der Rechtsprechung, dem Borsenkurs beieiner geregelten Aktienbesitzkonzentration eine groere Bedeutung einzuraumen.65 Es legt Beginn und Ende des Zeitraums fest, in dem Borsenkurse fur die zweite Untergrenze zuberucksichtigen sind. Anknupfungspunkt fur das Ende ist der Moment, in dem ein Bieterseine Entscheidung zur Angebotsabgabe veroffentlicht. Die konkrete Ubernahmeabsichtdurfte sich bis dahin kaum auf den Kurs ausgewirkt haben. Ihr Kurseinflu zeigt sich erst mitder Veroffentlichung in vollem Umfang.66Das Abstellen auf einen Zeitraum und nicht auf einen Zeitpunkt mindert den Einfludenkbarer Manipulationen auf die Untergrenze. Aber ein Zeitraum hat auch seine Tucken:Weniger dann, wenn in dem Dreimonatszeitraum die Kurse gestiegen sind. Der Durch 63 Vgl. Manne 1965, S. 116f. RauBredow 1999, S. 766769 zeigt, wie auch effizienzsteigernde Kontrollwechsel durch eine solche Regelung blockiert werden konnen. Die skizzierte Entwicklung istum so wahrscheinlicher, je groer der Kontrollhebel des Kontrollaktionars ist, da mit dem Kontrollhebel der Anreiz zur Ausbeutung der Minderheit zunimmt. Betroffen sind also vor allem solche Unternehmen, die der Kontrollaktionar mit wenig Kapitaleinsatz kontrolliert, also z.B. mit nur knapper Mehrheit oder wenn es auch stimmrechtsloses Vorzugskapital gibt. In diesen Fallen verringert sich die Ubernahmewahrscheinlichkeit besonders stark, da der Bieter die vergleichsweise groe Pramie wegender Pflicht zu einem Vollangebot einer vergleichsweise groen Zahl weiterer Aktionare, auch den Vorzugsaktionaren, anbieten mu.64 Deutsch 2002, S. 15f. schlagt angesichts der Probleme, die Sondervorteile verursachen konnen,den Verzicht auf die Vorerwerbsuntergrenze vor.65 So namentlich im Fall DATAltana mit Entscheidungen des Bundesverfassungsgerichts und des Bundesgerichtshofs. Zum BGHBeschlu vom 12.3.01 Der Betrieb, 54. Jg. 2001, S. 969975 und Vetter 2001.66 Zum diskontinuierlichen Kurseinflu eines Ereignisses, dessen Eintrittswahrscheinlichkeit schrittweise an eins heranruckt, vgl. Fn. 20 und 22.21schnittskurs, also die Borsenhandelsuntergrenze, liegt dann unter dem aktuellen Borsenkurs.Um Erfolg zu haben, wird der Bieter einen Kurs wahlen, der uber dem Borsenkurs und damituber der Borsenhandelsuntergrenze liegt, zumal das Wp UG Regelungen enthalt, die dem Annahmedruck auf die Streubesitzaktionare entgegenwirken.67 Anders im Fall sinkender Kurse wahrend des Dreimonatszeitraums. Dann liegt die Untergrenze uber dem aktuellen Borsenkurs. Ist der Abstand erheblich, und setzt sich die Abwartsbewegung uber einen langeren Zeitraum fort, wird die Borsenhandelsuntergrenze zum Ubernahmehindernis. Vorerwerbezu hohen Kursen mogen noch hinzukommen. Also liegt es nahe, den Gesetzgeber aufzufordern, hier nachzubessern. Wer das verlangt, sollte aber bedenken, wie schwierig es ist, einen Weg zu finden, wie in solchen Fallen die Untergrenze ohne Manipulationsgefahr gesenktwerden kann. Er sollte zudem bedenken, da sich dieses Problem auch bei der Vorerwerbsuntergrenze stellt und um so ausgepragter sein kann, je langer die Zeitraume sind, wahrendderer Borsenkurse oder Vorerwerbe zu berucksichtigen sind.68Die Dreimonatsfristen setzen fur Vorerwerbe und Borsenkurse an unterschiedlichen Zeitpunkten an 4f. Wp UGAngebotsverordnung. Die Frist endet bei Vorerwerben mit der Veroffentlichung der Angebotsunterlage, bei den Borsenkursen schon mit der Bekanntgabeder Ubernahmeabsicht. Bei der Vorerwerbsuntergrenze ist es sicher vernunftig, auch Erwerbezwischen der Entscheidung zur Angebotsabgabe und der Angebotsabgabe selbst zu berucksichtigen. Allerdings beginnt der Zeitraum fur Borsenkurse damit weiter in der Vergangenheitals der fur Vorerwerbe. Da zwischen beiden Zeitpunkten nach 14 mehr als ein Monat liegenkann, ist folgender Fall moglich: Ein Bieter gibt am 1. Oktober seine Entscheidung bekannt,ein Gebot abzugeben, und veroffentlicht es am 21. Oktober. Dann gehen die Borsenkurse vom 1. bis 20. Juli schon in eine Untergrenze ein, Vorerwerbe in diesem Zeitraum aber noch nicht.Diese Asymmetrie kann nicht recht uberzeugen, auch wenn sie Ubernahmen erleichtern mag.Sie konnte einfach beseitigt werden, indem man den Vorerwerbszeitraum bei unverandertem Endpunkt am gleichen Tag beginnen liee wie den Borsenhandelszeitraum. Noch uberzeu 67 Insbesondere lange Fristen, Rucktrittsrechte, Informationspflichten und die Zaungastregel sieheunten Abschnitt 7.2.3 68 Ob eine Kursadjustierung entsprechend einer Indexentwicklung sinnvoll ist, sei hier nicht diskutiert. In fruheren Gesetzesfassungen konnte die Borsenkursentwicklung auch bei Nacherwerben zu Problemen fuhren. Noch der Reg E sah in 31 Abs. 4 eine Nachbesserungspflicht auch fur Nacherwerbe uber die Borse vor. Stieg innerhalb der Jahresfrist der Kurs erheblich uber den Gebotspreis,ware es dem Bieter kaum moglich, vor Ablauf des einen Jahres seine Beteiligung aufzustocken. Indieser Situation mutierte 31 Abs. 4 Reg E von einem Schutz vor Umgehungstatbestanden beim Aktienerwerb, wie es beabsichtigt war, zu einem Vehikel, mit dem Aktionare, die in einem fairen Verfahren ihre Aktien verkauft haben, auch noch an nachfolgenden Kurssteigerungen und nur an Kurssteigerungen teilhaben. Vor diesem Hintergrund ist die Anderung in 31 Abs. 4 sehr zu begruen, dadie Nachbesserungspflicht nur fur auerborsliche Nacherwerbe gilt.22gender als Symmetrie ware es allerdings nach Argumentation 1, einen Vorerwerbszeitraumvorzusehen, der wesentlich langer ist als der Borsenhandelszeitraum. Je langer der Vorerwerbszeitraum, desto weniger wahrscheinlich ist es, da eine Ubernahme durch Paketkaufeunmittelbar vor dessen Beginn eingeleitet und damit, wie oben ausgefuhrt, die Funktion der Vorerwerbsuntergrenze umgangen wird.,QIRUPDWLRQVSIOLFKWHQ%LHWHUZHWWEHZHUEXQGXIWHLOXQJGHUh EHUQDKPHSUl PLHDie Ubernahmepramie ist die Differenz zwischen dem Ubernahmekurs und dem Borsenkurs vor Bekanntwerden der Ubernahmeabsicht. Im Schrifttum gibt es zwei Vorstellungen,wie sie auf Altaktionare und Bieter verteilt werden sollte. Eine Denkrichtung besagt, es musse Bieterwettbewerb herrschen, und die Ressourcen der Zielgesellschaft sollen ohne kostentrachtige Zwischenschritte zum besten Wirt gelangen. Eine andere, die ChicagoSchule, hat Bedenken gegen diese Zielsetzung. Um sich im Bieterwettbewerb durchzusetzen, lauft derbeste Wirt Gefahr, den vollen Unternehmenswert zu zahlen, und die Altaktionare erhalten den Groteil der Ubernahmepramie. Jedoch ware allen Aktionaren am besten gedient, wenn die Suche nach Unternehmen, deren Ressourcen besser eingesetzt werden konnen, so intensiv wiemoglich ist. Deshalb sollte der Erstbieter zum Zuge kommen, und zwar zu einem gunstigen Ubernahmekurs. Dann besteht permanent ein starker Such und Ubernahmeanreiz und injedem Streubesitzunternehmen ein hoher Druck, es sehr gut zu fuhren. Es fallt dann auchkaum ins Gewicht, wenn der Erstbieter noch nicht der beste Wirt sein sollte.Fur diese zweite Denkrichtung ware es schon allermeist genug sicherzustellen, danicht weniger als der Borsenkurs vor der Ankundigung geboten wird. In diesem Sinne definiert 5 Wp UGAngebotsverordnung einen Durchschnittskurs als Borsenhandelsuntergrenze.Aber das Wp UG geht an mehreren Stellen daruber hinaus. Es folgt eindeutig dem Leitbild,da die Altaktionare bei Ubernahmen moglichst viel gewinnen sollen. Dazu tragen zunachstdie Vollangebotspflicht und die Paketzuschlage bei, die in der Vorerwerbsuntergrenze zuberucksichtigen sind. Wichtig sind aber auch die Informationspflichten des Bieters. Nach der Begrundung zu 11 Abs. 2 S. 41 ist es fur die Beurteilung des Angebots notwendig, dader Bieter auch seine Absichten hinsichtlich der kunftigen Geschaftstatigkeit der Zielgesellschaft offen legt. Er hat in der Angebotsunterlage daruber zu berichten 11 Wp UG, 2 Wp UGAngebotsverordnung.69 Das kann dazu fuhren, da die Zielgesellschaft fur die 69 2 Nr. 3 Wp UGAngebotsverordnung prazisiert, da ein Bieter auch uber die zur Festsetzung der Gegenleistung angewandten Bewertungsmethoden informieren mu. Diese Regelung kann eine weit23Altaktionare attraktiver wird, das Kaufinteresse des Bieters besser einzuschatzen ist und dasich weitere Bieter einstellen.70Die Informationspflichten gehoren zu den Elementen des Wp UG, die den Bieterwettbewerb anstoen sollen.71 Schon dadurch, da er seine Entscheidung fur ein Gebot veroffentlichen mu, lost der Erstbieter einen positiven externen Effekt aus, weil er die Aufmerksamkeit auf die Zielgesellschaft lenkt. Mu er noch seine Strategie bekannt machen, wie sich die Ressourcen der Zielgesellschaft besser nutzen lassen, sind auch das kostenlose Anregungenfur mogliche weitere Bieter. Ferner verlangert ein weiteres Angebot meist das Verfahren, wasdritte und vierte Bieter aktiv werden lassen konnte. Den Bieterwettbewerb fordert schlielichdie Vorschrift, da ein konkurrierender Bieter ein Rucktrittsrecht auslost 22 Abs. 3 unddamit selbst die Aktien leicht gewinnen kann, die bereits dem Vorbieter angedient wurden.Aber das Rucktrittsrecht 72 wirkt auch gegen ein Ausufern des Bieterwettbewerbs, weiles den Erstbieter starkt und fur seine Sucharbeit belohnt. Es ist davon auszugehen, da der Erstbieter schon vor der Veroffentlichung der Ubernahmeentscheidung einen nennenswerten Unternehmensanteil erworben hat. Allein diesen Anteil kann er mit Gewinn verkaufen, wennletztlich ein anderer Bieter die Zielgesellschaft erwirbt. Folgebieter, die sich an das Erstgebotnur anhangen, haben diese Moglichkeit nicht, denn alle auf ein Angebot angedienten Aktienwandern ohne Gewinn fur den Zweitbieter zum hoheren dritten Gebot. Das Rucktrittsrechtwirkt gegen ein Trittbrettfahrerverhalten auf der Bieterseite. Wenn der Erstbieter einen angemessenen Kurs bietet, lohnt sich ein weiteres Gebot nicht. Nur ein zu niedriges Gebot lockt reichende Informationspflicht des Bieters darstellen, wenn er z.B. auch darlegen mute, warum ermehr als den aktuellen Borsenkurs zu bieten bereit ist. Schuppen 2001, S. 962 erwartet auch solche Angebotsunterlagen, die in Richtung einer mittleren betriebswirtschaftlichen Dissertation tendieren.70 Losgelost von der Verteilung der Ubernahmepramie kann man die Informationspflichten des Bieters auch noch im Zusammenhang mit der Art der angebotenen Gegenleistung diskutieren. Prima facieist die Angebotsunterlage als Konzentrationsprospekt das Gegenstuck zum Emissionsprospekt; Informationen uber die Zukunft der Zielgesellschaft waren bei fairem Ubernahmekurs nicht zwingenderforderlich. Aber offeriert der Bieter eigene Aktien als Gegenleistung, wird die Angebotsunterlagezum kombinierten Konzentrations und Emissionsprospekt. Dann benotigt der Angebotsadressat Informationen uber die Bietergesellschaft, und dazu gehoren auch deren Plane mit der Zielgesellschaft.71 Erinnert sei auch daran, da 33 Abs. 1 dem Vorstand explizit gestattet, einen weien Ritter zusuchen.72 Das Rucktrittsrecht hat damit die gleiche Funktion wie eine Regelung, nach der ein Bieter alle seine Zielgesellschaftsaktien an einen weiteren Bieter verkaufen mu, wenn dieser weitere Bieter einen um 10% hoheren Kurs zahlt. Diese Regelung hat Stutzel 1960, S. 983f. vorgeschlagen. Das Rucktrittsrecht hat den groen Vorzug, da sich die bisherigen Zielgesellschaftsaktionare die Ubernehmerinaussuchen und dabei auch andere Faktoren als den Kurs berucksichtigen konnen. Es hat aber auch den Nachteil, Vorerwerbe den Vorbietern zu belassen.24Folgebieter in den Markt.73 Das Rucktrittsrecht beinhaltet einen starken Anreiz, schon beim Erstgebot einen angemessen hohen Kurs zu nennen, und es tragt damit viel dazu bei, die Zeitder Ungewiheit und die Dauer der Belagerung der Zielgesellschaft kurz und die Kostendieser Ausnahmesituation niedrig zu halten. Ob es fur einen Vorstand vor diesem Hintergrundimmer aussichtsreich ist, nach einem weien Ritter zu suchen, darf bezweifelt werden.Alles in allem folgt das Wp UG eindeutig dem Leitbild, da die Altaktionare an ubernahmebedingten Wertsteigerungen der Zielgesellschaft partizipieren sollen. Im okonomischen Schrifttum hat sich kein Leitbild als uberlegen herauskristallisiert, weshalb diese Richtungsentscheidung hier nicht beurteilt werden soll. Aber das Leitbild des Wp UG steht in bemerkenswertem Kontrast zu anderen rechtlichen Regelungen fur das Ausscheiden von Aktionaren: Bei Abfindungen im Vertragskonzern 305 Abs. 3 Akt G oder bei Eingliederung 320b Akt G sind Verbundeffekte und Sondervorteile nach herrschender Meinung nicht zuberucksichtigen.74 In diesen Fallen wird, entgegen dem Ziel, auenstehende oder ausscheidende Aktionare zu schutzen, das Aquivalent zur Ubernahmepramie den Bietern zugesprochen.75, 76 Die Inkonsistenz von Wp UG und dem Abfindungsrecht lat sich auch als Paradigmawechsel des Gesetzgebers wurdigen: An die Stelle der Bewertung durch Gutachterund Gerichte tritt die Bewertung uber einen Marktmechanismus. 73 Auch in der Realitat ist unklar, wie intensiv der Bieterwettbewerb uberhaupt ist. Andrade et al.2001, S. 106 berichten, da es in ihrer Stichprobe von 4.256 Ubernahmen in den USA im Schnitt 1,1Bieter gab. Allerdings ist nicht auszuschlieen, da ahnlich wie im theoretischen Konzept des Markts fur Unternehmenskontrolle schon die Gefahr ausreicht, da andere Bieter einsteigen konnten,damit der Erstbieter praventiv ein hohes Gebot abgibt.74 Huffer 1999, S. 1377, 1379, 1474; Hecker 2000, S. 115.75 Aber das Leitbild des Konzernrechts fugt sich an anderer Stelle konsistent in das Wp UG ein: 5 Abs. 4 Wp UGAngebotsverordnung sieht eine Unternehmensbewertung vor, wenn aus Borsenkursen keine Kursuntergrenze ermittelt werden kann. Weder Paragraph noch Begrundung konkretisieren, ob die Unternehmensbewertung unter der Alleinfortfuhrungsannahme oder unter Berucksichtigung der Bieterabsichten durchzufuhren ist. Greift man hilfsweise auf die Alleinfortfuhrungsannahmedes Konzernrechts zuruck, so ist das ein konsistenter Ersatz fur die Borsenkurse, die ja nicht die Ubernahmeabsicht reflektieren sollen.76 Mulbert 2001, S. 12251227 weist auf einen anderen Kontrast bei ahnlich gelagerten Sachverhalten hin, namlich zwischen dem Kontrolltatbestand im Wp UG und dem Abhangigkeitstatbestand im Konzernrecht. Eine Abhangigkeit sei, wie die VolkswagenNiedersachsenEntscheidung von 1997zeige, auch mit weniger als 30% der Stimmrechte moglich BGHZ 135, 107, 114. Gemildert werdenkonnte dieser Kontrast durch das Regelungskonzept des Wp UG, das mitunter kritisiert wird, weil esauch die freiwilligen Gebote sehr detailliert regele so z.B. Mulbert, 2001, S. 1223. Gerade deshalbkommt es auch zu einem geregelten Verfahren in den Fallen, in denen ein Anteil unter 30% schon die Kontrolle bedeutet. Dieses Verfahren beinhaltet die Informationspflichten von Bieter 11 und Leitung der Zielgesellschaft 27, aber nicht die Regeln uber die Gegenleistung 31 und die Handlungen der Leitung der Zielgesellschaft 33, die im Abschnitt zu Ubernahmeangeboten verankert sind.25DXQJDVWUHJHOLiegt ein Ubernahmeangebot vor, steht es den Aktionaren frei, untatig zu bleiben unddas Geschehen wahrend der Annahmefrist als Zaungaste zu beobachten. Nach 23 mu der Bieter regelmaig bekanntgeben, wie viele Aktien ihm angedient wurden. 16 Abs. 2 raumtden Zaungasten eine weitere Annahmefrist ein: Bei Erfolg eines Angebots konnen die Aktionare, die das Angebot nicht angenommen haben, ihre Aktien noch in den zwei Wochennach Ablauf der Annahmefrist zu gleichen Konditionen an den Bieter abgeben.Die Zaungastregel des 16 baut den Annahmezwang auf Streubesitzaktionare ab.Streubesitzaktionare konnten sich gezwungen sehen, ein an sich unbefriedigendes Angebotanzunehmen, um nicht am Ende in einer Minderheitsposition zuruckzubleiben.77 Bebchuk1987, S. 931935 schlagt deshalb vor, die Abstimmung uber das Angebot und das Andienender Aktien zu trennen: Die Aktionare sollen zuerst uber das Angebot abstimmen. Erreicht esdie Mehrheit, kann der Bieter ihre Aktien kaufen. So gesehen setzt die Zaungastregel den BebchukVorschlag bei Ubernahmeangeboten um:78 Gegen das Angebot stimmt, wer auf die Zaungastregel setzt, wer annimmt, stimmt dafur. Wird im Ubernahmeprospekt ein Kontrollanteil genannt, aber nicht erreicht, bleibt das Angebot erfolglos, und es werden keine Aktienverkauft. Wird der Anteil erreicht, konnen alle Aktionare verkaufen. Ist das Ubernahmeangebot dagegen unbedingt und nennt es keinen Mindestanteil, konnen sich die Aktionare an den Erwerbsmeldungen nach 23 orientieren und sich bei Erreichen der Kontrolle ohne Hast zum Verkauf entschlieen.Der Zaungast erzielt denselben Preis wie der Fruhannehmer, ist aber flexibler. Die Zaungastposition dominiert die Fruhannahme. Alle ziehen sie vor. Schlagt deshalb das Problem des Annahmezwangs ins Gegenteil um, in Attentismus? Die Gefahr ist gering, wenn der Zaungastvorteil klein ist. Dafur kann der Bieter durch einen attraktiven Kurs sorgen. Daraufkonnen sich die Aktionare ohne Risiko einlassen. Sollte der Kurs doch zu niedrig sein, schutztsie das Wp UG durch den Anreiz fur einen Folgebieter und durch das Rucktrittsrecht.Der Anreiz der Zaungastregel, einen attraktiven Kurs zu bieten, fehlt beim Pflichtangebot 16 Abs. 2, 39. Die Streubesitzaktionare sind beim Pflichtangebot besondersexponiert, weil der Bieter schon eine Kontrollschwelle genommen hat. Solange der Bieter die 50%Schwelle nicht erreicht, kann sich noch ein weiterer Bieter zeigen. Galte die Zaungastregel, wurde es den Aktionaren sehr erleichtert, ein unangemessenes Gebot zunachst nichtanzunehmen und damit zu signalisieren, da sie auf einen weiteren Bieter setzen. Die Zaun 77 Siehe auch Fn. 55.gastregel ist nur dann entbehrlich, wenn der Bieter mehr als 50% erwirbt und dadurch das Pflichtangebot ausgelost wird.262IIHQHUDJHQWeitere offene Fragen im Wp UG konnen hier nur angedeutet werden.Sollen die Aktionare der Ubernehmerin vor Hybris ihres Vorstandes bei Ubernahmeangeboten geschutzt werden?Das Pflichtangebot ist auf Aktien der Zielgesellschaft beschrankt.79 Sollte die Ubernehmerin auch ein Angebot fur aktiennahe Wertpapiere wie Wandelanleihen, die die Zielgesellschaft emittiert hat, abgeben mussen?80Verstoen Vorerwerbe eines weien Ritters gegen das Insiderrecht?81Wie sollten weitere Aktienkaufe eines Kontrollaktionars behandelt werden? Nach dem Wp UG losen Aktienkaufe von Kontrollaktionaren, die ihr Paket vor Inkrafttreten des Wp UGerwarben oder deren Ubernahmeverfahren gema Wp UG abgeschlossen ist, kein neuerliches Pflichtangebot aus.82Mussen die Emittenten beim Ruckkauf eigener Aktien aufgrund von Hauptversammlungsbeschlussen in Zukunft die Vorschriften uber das Teilangebot im Wp UG befolgen? Oderkonnen solche Ruckkaufe weiterhin diskret und kursstutzend durchgefuhrt werden, sofern die Gesellschaft sie nur intern vorbereitet, aber nicht in den Medien ankundigt?Wenn sich eine neue Herrschaft bei der Muttergesellschaft etabliert, mussen dannnicht auch die Publikumsaktionare der Tochter eine Ausstiegsmoglichkeit erhalten? Bei Erlangen der Kontrolle uber eine Gesellschaft mu auch fur alle borsennotierten Tochterunternehmen ein Pflichtangebot abgegeben werden 35 Abs. 1. Allerdings sieht das Wp UGim Gegensatz zum Ref E eine Befreiung von dieser Pflicht vor, wenn der Buchwert der Betei 78 Baums 1999, S. 174f.79 Begrundung des Regierungsentwurfs zu 32 S. 57; Schuppen 2001, S. 961. Da sich die Reichweite des Wp UG von Wertpapieren i.S.v. 2 Abs. 2 bei Teilangeboten auf Aktien i.S.v. 2 Abs. 2 Nr. 2 bei Ubernahme und Pflichtangeboten verengt, geht nicht explizit aus dem Gesetzestext hervor. Aber die Verengung zeigt sich indirekt darin, da nur die Aktionare als Adressaten von Ubernahme und Pflichtangeboten genannt werden. Ferner behandeln die Vorschriften zur Hohe der Gegenleistung ausschlielich Aktien.80 Dazu Houben 2000; Baum 2001.81 Hopt 2000, S. 13941396.82 Hopt 2001, S. 73 befurwortet ein Pflichtangebot auch bei Erreichen weiterer wichtiger Schwellen. Zu Problemen beim Ubergang vom Ubernahmekodex zum Wp UG ZietschHolzborn 2001.27ligung an dem Tochterunternehmen weniger als 20% des buchmaigen Aktivvermogens der Muttergesellschaft betragt 9 Satz 2 Nr. 3 Wp UGAngebotsverordnung. Das macht den Minderheitsschutz von Faktoren abhangig, die mit dem Ziel der Regelung wenig zu tunhaben.83Wer das Wp UG fur ein gutes Gesetz halt, wird bedauern, da es nicht auch auslandischen Zielgesellschaften dienen kann, wenn sie sich fur eine Borsenzulassung in Deutschlandentscheiden. Ist dagegen auslandisches Ubernahmerecht besser, sollten auch deutsche Gesellschaften durch Zulassung an einer EWRBorse dafur optieren konnen. Warum lat das Wp UG solche Entscheidungen nicht zu? Mit welchem Recht 84 schrankt es den Wettbewerb in Europa ein?Warum erfat das Wp UG nicht auch Unternehmen, deren Aktien im Freiverkehr oderauf einer auerborslichen Handelsplattform gehandelt werden? Warum erhalten deutsche Unternehmen im Streubesitz damit wie beim Ubernahmekodex die Moglichkeit, der Ubernahmeregelung auszuweichen, indem sie keine Borsenzulassung beantragen oder sich aufeigenen Antrag nach 43 Abs. 4 und 75 Abs. 3 Bors G aus dem amtlichen oder geregelten Markt zuruckziehen?85Sollten die deutschen Borsen diese Ausweichmoglichkeit und die Absicht der Borsensachverstandigenkommission, den Ubernahmekodex zuruckzuziehen, als Aufforderungbetrachten, den Spielraum im Freiverkehr fur den Borsenwettbewerb zu nutzen? Konnten sie 83 Nach MollerPotsch 2001, S. 1260f. wurde die 20%Grenze auch deshalb in das Wp UG eingefugt,weil die unbedingte Angebotspflicht bei mittelbarer Kontrollerlangung dazu fuhren konne, da Ubernahmen erheblich verteuert oder unter Umstanden sogar vollig unmoglich gemacht wurden. In diegleiche Richtung zielt Deutsch 2002, S. 15, dem die 20%Grenze noch zu niedrig zu sein scheint.Aber das Argument, eine HoldingStruktur verteuere eine Ubernahme, ist nicht stichhaltig: Der relevante Vergleich umfat eine Unternehmensgruppe in Form einer Holding und ein aquivalentes Unternehmen, das alle Unternehmen der Holding als unselbstandige Betriebsteile in sich integriert hat. Aneinem perfekten Markt sollten Unternehmensgruppe Holding und Einzelunternehmen den gleichen Marktwert aufweisen Wertadditivitatsprinzip. Gibt es einen HoldingAbschlag, erleichtert der niedrigere Preis die Ubernahme und die Korrektur der suboptimalen Struktur. Ubersteigt der Marktwertder Unternehmensgruppe denjenigen des Einzelunternehmens, schafft die HoldingStruktur Wert undist ein Vorteil fur die Aktionare.84 Mulbert 2001, S. 1228f. Die Option fur ein Ubernahmerecht auerhalb des EWR lat das Wp UGzu.85 Unter dem Druck von Grounternehmen wurde dieses Delisting 1998 eingefuhrt. Zur Vorgeschichte RudolphRohrl 1997, S. 254 und HoptBaum 1997, S. 417420. Vgl. GierschSchmidt1986, S. 7684, insbesondere Tz. 180. Mit der geplanten Abschaffung des Kursmaklers entfallt dasmarkanteste Qualitatselement des amtlichen Marktes. Je geringer der Qualitatsunterschied zwischenden Borsensegmenten, desto leichter lat sich die Wahl einer Notierung im Freiverkehr begrunden.die Freiverkehrsgesellschaften auf einen segmentspezifischen Anlegerschutz 86 durch Ubernahmeregelungen verpflichten, die neben das Wp UG treten?28DLWXQGXVEOLFNRechtspolitik braucht ein Leitbild. Wenn es mehr als eines gibt und die Leitbilder inunterschiedliche Richtung weisen, ist das Gesetzgebungsverfahren mit Konflikten befrachtet.Am Wertpapiererwerbs und Ubernahmegesetz und seiner langen Vorgeschichte wurde dassehr deutlich. Es ist jetzt am Schutz der Publikumsaktionare, in zweiter Linie am Schutz anderer Interessen in der Aktiengesellschaft orientiert. Ob diese Leitbildwahl dauerhaft ist oder in Deutschland oder Europa bald revidiert wird, kann hier offen bleiben. Die gegensatzlichen Ubernahmekonzeptionen als Leitbilder fur das Ubernahmerecht lassen fur die Zukunft weitere Regelungsvorstoe erwarten.Das Gesetz gibt Bieter und Zielgesellschaft in wesentlichen Punkten klare Vorgaben.Das Bundesaufsichtsamt fur den Wertpapierhandel hat Sanktionsmoglichkeiten erhalten undsoll dafur sorgen, da die Vorgaben eingehalten werden. Die zeitlichen Vorgaben versuchendie Kosten und anderen Nachteile zu begrenzen, die ein Gebot der Zielgesellschaft aufzwingt,weil es die Unternehmensfuhrung sehr beansprucht und Mitarbeiter und Kunden verunsichert.Ein Anspruch auslandischer Rechte, die Ubernahmen deutscher Zielgesellschaften zu regeln,die an einer Borse im EWR zugelassen sind, wird zuruckgewiesen.Das Wp UG bringt die Streubesitzaktionare bei Kontrollwechseln in eine gute Position:Ubernahme und Pflichtangebot mussen Vollangebote sein. Die Informationspflichten des Bieters und der Zielgesellschaft sind fur die Streubesitzaktionare gunstig. Die Annahmefristensind grozugig bemessen. Das Mindestgebot knupft an den Borsenkurs an und wird durch Paketzuschlage erhoht. Die Vorschriften schaffen einen Rahmen, in dem die Streubesitzaktionare kaum unter Annahmezwang geraten durften. Das Gesetz zeichnet sich durch einen hohen Grad an Konsistenz aus, was besonders deutlich wird, wenn man das komplexe Zusammenspiel der Einzelregelungen beachtet. Gerade dieses Zusammenspiel macht das Gesetz interessant. Es scheint gelungen zu sein, einen Marktmechanismus zu entwickeln, der einen hohen Anreiz zum Uberbieten unangemessen niedriger Gebote schafft, sofern Vorerwerbs und Borsenhandelsuntergrenze sie uberhaupt zulassen. Schon der Erstbieter durfte deshalb geneigtsein, sich fur einen hohen und fairen Ubernahmekurs zu entscheiden, was wiederum zu zugigen und erfolgreichen Verfahren beitragt. Nicht Gutachter und Gerichte entscheiden daruber, 86 Vgl. GierschSchmidt 1986, Tz. 182f.29ob der Kurs angemessen ist, sondern der Bieter und die Zielgesellschaftsaktionare in demvom Gesetz organisierten Markt fur die Konzentration von Streubesitz.Aus Aktionarssicht befremden allerdings die Vorschriften, die es den Aktionaren nichterlauben, allein uber den Verkauf ihrer Aktien und dessen Bedingungen zu entscheiden, sondern den Einflu von Agenten in Vorstand, Aufsichtsrat und Hauptversammlung und damitandere Interessen ins Spiel bringen. Ob sich hieraus wie in den USA Konflikte und Einnahmestrome fur die Anwaltschaft ergeben werden, bleibt abzuwarten.87 Die Position der Streubesitzaktionare im Ubernahmefall und der erst spat erweiterte Handlungsrahmen der Leitung der Zielgesellschaft konnten dazu fuhren, da es wenig Ubernahmen gibt. Anhangerder ChicagoSchule wurden argumentieren, da man damit die wertschaffende Suche nachdem besten Wirt behindert und die Aktionare letztlich schlechter stellt.9HUHLFKQLVGHULWLHUWHQLWHUDWXUAndrade, GregorMitchell, MarkStafford, Erik 2001: New Evidence and Perspectives on Mergers. In: Journal of Economic Perspectives, 15. Jg. 2001, Nr. 2, S. 103120.Barclay, Michael J.Holderness, Clifford G. 1989: Private Benefits from Control of Public Corporations. In: Journal of Financial Economics, 25. Bd. 1989, S. 371395.Barnea, AmirHaugen, Robert A.Senbet, Lemma W. 1981: Market Imperfections, Agency Problems, and Capital Structure: A Review. In: Financial Management, 10. Jg. 1981, Nr. 3,S. 722.Baum, Harald 2001: Aktienbezogene Erwerbsrechte und Ubernahmerecht in rechtsvergleichender Sicht. In: Basedow, Jurgen et al. Hrsg., Aufbruch nach Europa. 75 Jahre MaxPlanckInstitut fur Privatrecht. Tubingen 2001, S. 229248.Baums, Theodor 1999: Notwendigkeit und Grundzuge einer gesetzlichen Ubernahmeregelung. In: von Rosen, RudigerSeifert, Werner G.: Die Ubernahme borsennotierter Unternehmen. Frankfurt am Main 1999, S. 165186.Bebchuk, Lucian Arye 1987: The Pressure to Tender: An Analysis and a Proposed Remedy.In: Delaware Journal of Corporate Law, 12. Jg. 1987, S. 911949.Bebchuk, Lucian Arye 1994: Efficient and Inefficient Sales of Corporate Control. In:Quarterly Journal of Economics, 109. Jg. 1994, S. 957993.Bebchuk, Lucian AryeFerrell, Allen 1999: Federalism and Corporate Law: The Race to Protect Managers from Takeovers. In: Columbia Law Review, 99. Jg. 1999, S. 11681199.Bohmer, EkkehartLoffler, Yvonne 1999: Kursrelevante Ereignisse bei Unternehmensubernahmen. In: Zeitschrift fur betriebswirtschaftliche Forschung, 51. Jg. 1999, S. 299324. 87 Siehe hierzu Hopt 2000, S. 13721375.30Borsensachverstandigenkommission 1999: Standpunkte der Borsensachverstandigenkommission zur kunftigen Regelung von Unternehmensubernahmen. Februar 1999.Bott, Claudia 2002: Aktionarsstruktur, Kontrolle und Erfolg von Unternehmen. Dissertation Universitat Hamburg 2001. Wiesbaden im Druck.Brealey, Richard A.Myers, Stewart C. 2000: Principles of Corporate Finance. 6. Auflage Boston et al. 2000.Deutsch, Klaus Gunter 2002: Unternehmensubernahmen in Deutschland und ihre neuegesetzliche Regelung. Deutsche Bank Research, Aktuelle Themen Nr. 226, 18.1.2002.Drukarczyk, Jochen 1993: Theorie und Politik der Finanzierung. 2. Auflage Munchen 1993.Drukarczyk, JochenSchmidt, Hartmut 1997: Permanente Unternehmenskontrolle statt gelegentlicher Schreckschusse. In: Wirtschaftsdienst, 77. Jg. 1997, S. 261263.Easterbrook, Frank H.Fischel Daniel R. 1991: The Economic Structure of Corporate Law.Cambridge, Mass. 1991.Flassak, Hansjorg 1995: Der Markt fur Unternehmenskontrolle. Bergisch Gladbach, Koln 1995.Franks, JulianMayer, Colin 2001: Ownership and Control of German Corporations. In:Review of Financial Studies, 14. Jg. 2001, S. 943977.Gerke, WolfgangGarz, HendrikOerke, Marc 1995: Die Bewertung von Unternehmensubernahmen auf dem deutschen Aktienmarkt. In: Zeitschrift fur betriebswirtschaftliche Forschung,47. Jg. 1995, S. 805820.Giersch, HerbertSchmidt, Hartmut 1986: Offene Markte fur Beteiligungskapital: USA,Grobritannien, Bundesrepublik Deutschland. Hrsg. BadenWurttembergische Wertpapierborse zu Stuttgart. Stuttgart 1986.Gilson, Ronald J. 1981: A Structural Approach to Corporations: The Case Against Defensive Tactics in Tender Offers. In: Stanford Law Review, 33. Jg. 1981, S. 819891.Hecker, Renate 2000: Regulierung von Unternehmensubernahmen und Konzernrecht. Wiesbaden 2000.Hecker, RenateWenger, Ekkehard 1995: Der Schutz von Minderheiten im Vertragskonzern.In: Zeitschrift fur Bankrecht und Bankwirtschaft, 7. Jg. 1995, S. 321341.The High Level Group of Company Law Experts 2002: Report of The High Level Group of Company Law Experts on Issues Related to Takeover Bids. Brussel, 10. Januar 2002.Holmstrom, Bengt Kaplan, Steven N. 2001: Corporate Governance and Merger Activity inthe United States: Making Sense of the 1980s and 1990s. In: Journal of Economic Perspectives, 15. Jg. 2001, Nr. 2, S. 121144.Hopt, Klaus J. 1975: Der Kapitalanlegerschutz im Recht der Banken. Munchen 1975.Hopt, Klaus J. 1984: Asymmetrische Information und Glaubigerverfugungsrechte in der Insolvenz Die Bank in der Krise des Kreditnehmers. In: Zeitschrift fur Betriebswirtschaft,54. Jg. 1984, S. 743760.Hopt, Klaus J. 1993: Aktionarskreis und Vorstandsneutralitat. In: Zeitschrift fur Unternehmens und Gesellschaftsrecht, 22. Jg. 1993, S. 534566.Hopt, Klaus J. 1997: Europaisches und deutsches Ubernahmerecht. In: Zeitschrift fur dasgesamte Handelsrecht und Wirtschaftsrecht, 161. Bd. 1997, S. 368420.31Hopt, Klaus J. 2000: Verhaltenspflichten des Vorstands der Zielgesellschaft bei feindlichen Ubernahmen. In: Schneider, Uwe H. et al. Hrsg., Deutsches und europaisches Gesellschafts, Konzern und Kapitalmarktrecht. Festschrift Lutter. Koln 2000, S. 13611400.Hopt, Klaus J. 2001: Auf dem Weg zum deutschen Ubernahmegesetz. In: Kramer, Ernst A.Schuhmacher, Wolfgang Hrsg., Beitrage zum Unternehmensrecht. Festschrift Koppensteiner. Wien 2001, S. 6189.Hopt, Klaus J.Baum, Harald 1997: Borsenrechtsreform in Deutschland. In: Hopt, Klaus J.Rudolph, BerndBaum, Harald Hrsg., Borsenreform. Stuttgart 1997, S. 287467.Houben, Eike 2000: Die Gestaltung des Pflichtangebots unter dem Aspekt des Minderheitenschutzes und der effizienten Allokation der Unternehmenskontrolle. In: WertpapierMitteilungen, 54. Jg. 2000, S. 18731883.Huffer, Uwe 1999: Aktiengesetz. Beckscher Kurzkommentar. Munchen 1999.Jensen, Michael C.Meckling, William H. 1976: Theory of the Firm: Managerial Behavior,Agency Costs and Ownership Structure. In: Journal of Financial Economics, 3. Bd. 1976, S.305360.Jensen, Michael C.Ruback, Richard S. 1983: The Market for Corporate Control. In: Journalof Financial Economics, 11. Bd. 1983, S. 550.Kirchner, Christian 1999: Neutralitats und Stillhaltepflicht des Vorstands der Zielgesellschaft im Ubernahmerecht. In: Die Aktiengesellschaft, 44. Jg. 1999, S. 481492.Kirchner, ChristianPainter, Richard W. 2000: Towards a European Modified Business Judgement Rule for Takeover Law. In: European Business Organization Law Review, 1. Jg.2000, S. 353400.Krause, Hartmut 1996: Das obligatorische Ubernahmeangebot. BadenBaden 1996.Luttmann, Ruth 1992: Kontrollwechsel in Kapitalgesellschaften. BadenBaden 1992.Malatesta, Paul H.Thompson, Rex 1985: Partially Anticipated Events: A Model of Stock Price Reactions with an Application to Corporate Acquisition Attempts. In: Journal of Financial Economics, 14. Bd. 1985, S. 237250.Manne, Henry G. 1965: Mergers and the Market for Corporate Control. In: Journal of Political Economy, 73. Jg. 1965, S. 110120.Merkt, Hanno 2001: Verhaltenspflichten des Vorstands der Zielgesellschaft bei feindlichen Ubernahmen. In: Zeitschrift fur das gesamte Handelsrecht und Wirtschaftsrecht, 165. Bd.2001, S. 224257.Moller, AndreasPotzsch, Thorsten 2001: Das neue Ubernahmerecht Der Regierungsentwurf vom 11. Juli 2001. In: Zeitschrift fur Wirtschaftsrecht, 22. Jg. 2001, S. 12561262.Mulbert, Peter O. 1997: Shareholder Value aus rechtlicher Sicht. In: Zeitschrift fur Unternehmens und Gesellschaftsrecht, 26. Jg. 1997, S. 129172.Mulbert, Peter O. und Aktienkonzernrecht die konzeptionelle Schwachstelle des Reg E Wp UG. In: Zeitschrift fur Wirtschaftsrecht, 22. Jg. 2001, S. 12211229.Mulbert, Peter O.Birke, Max 2001: Das ubernahmerechtliche Behinderungsverbot. In:WertpapierMitteilungen, 55. Jg. 2001, S. 705718.Munscheck, Karsten 1999: Die Ubernahmeregelung eine Alternative zum Schutz von Minderheiten abhangiger Aktiengesellschaften? Frankfurt am Main u.a. 1999.zwischen Kapitalmarktrecht 2001: Ubernahmerecht 32Painter, Richard W. 2001: Dont Disadvantage Europe. In: Wall Street Journal Europe vom 19. Juli 2001, S. 9.RauBredow, Hans 1999: Okonomische Analyse obligatorischer Ubernahmeangebote. In:Die Betriebswirtschaft, 59. Jg. 1999, S. 763777.Reul, Jurgen 1991: Die Pflicht zur Gleichbehandlung der Aktionare bei privaten Kontrolltransaktionen. Tubingen 1991.Roll, Richard 1986: The Hubris Hypothesis of Corporate Takeovers. In: Journal of Business,59. Jg. 1986, S. 197216.Romano, Roberta 1992: A Guide to Takeovers: Theory, Evidence and Regulation. In: Hopt,Klaus J.Wymeersch, Eddy Hrsg., European Takeovers. Law and Practice. London et al.1992, S. 348.Rokopf, Gabriele 2000: Selbstregulierung von Ubernahmeangeboten in Grobritannien.Berlin 2000.Rudolph, BerndRohrl, Heiner 1997: Grundfragen der Borsenorganisation aus okonomischer Sicht. In: Hopt, Klaus J.Rudolph, BerndBaum, Harald Hrsg., Borsenreform. Stuttgart 1997, S. 143285.Schmidt, Hartmut 1970: Borsenorganisation zum Schutze der Anleger. Tubingen 1970.Schmidt, Hartmut 1991: Insider Regulation and Economic Theory. In: Hopt, Klaus J.Wymeersch, Eddy Hrsg., European Insider Dealing. Law and Practice. London et al.1991, S. 2138.Schmidt, HartmutSchrader, Torsten 1993: Kurseffekte beim Wechsel in den geregelten Markt. In: Zeitschrift fur betriebswirtschaftliche Forschung, Sonderheft 31 1993, S. 227255.Schmidt, Reinhard H. 1987: Anlegerschutz und die rechtliche Regelung von Ubernahmeangeboten. In: Jahrbuch fur Neue Politische Okonomie, 6. Bd. 1987, S. 180195.Schuppen, Matthias 2001: Ubernahmegesetz ante portas! Zum Regierungsentwurf eines Gesetzes zur Regelung von offentlichen Angeboten zum Erwerb von Wertpapieren und von Unternehmensubernahmen. In: Die Wirtschaftsprufung, 54. Jg. 2001, S. 958976.Stutzel, Wolfgang 1960: Aktienrechtsreform und Konzentration. In: Arndt, Helmut Hrsg.,Die Konzentration in der Wirtschaft. Schriften des Vereins fur Socialpolitik Bd. 20II. Berlin 1960, S. 907987.Tyrell, MarcelSchmidt, Reinhard H. 2001: Pensions und Finanzsysteme in Europa: Ein Vergleich unter dem Gesichtspunkt der Komplementaritat. In: Mayer, HansChristian, Henry Schafer und Klaus Schrufer Hrsg., Private Versicherung und soziale Sicherung. Festschrift Eisen. Marburg 2001, S. 203221.Vetter, Eberhard 2001: Borsenkurs und Unternehmensbewertung. Anmerkung zum Beschlu des BGH vom 12.3.2001, DATAltana. In: Der Betrieb, 54. Jg. 2001, S. 13471353.Wenger, Ekkehard 2001: Unternehmenskontrolle, externe. In: Gerke, WolfgangSteiner,Manfred Hrsg., Handworterbuch des Bank und Finanzwesens. 3. Auflage Stuttgart 2001,Sp. 20962108.Wenger, EkkehardKaserer, ChristophHecker, Renate 2001: Kursbildung und Ausschluvon Minderheiten im neuen Ubernahmerecht: Eine verpate Chance fur einen marktorienResearch Notes in Economics Statisticstierten Minderheitenschutz. In: Zeitschrift fur Bankrecht und Bankwirtschaft, 13. Jg. 2001, S. 317334.Weston, J. FredSiu, Juan A.Johnson, Brian A. 2001: Takeovers, Restructuring Corporate Governance. 3. Auflage Upper Saddle, NJ 2001.Zietsch, Udo A.Holzborn, Timo 2001: Freibrief fur pflichtangebotsfreie Unternehmensubernahmen?In: WertpapierMitteilungen, 55. Jg. 2001, S. 17531755.Zschocke, Christian 2002: Europapolitische Mission: Das neue Wertpapiererwerbs und Ubernahmegesetz. In: Der Betrieb, 55. Jg. 2002, S. 7985.Unsere Publikationen finden Sie kostenfrei auf unserer Internetseite www.dbresearch.de.Dort konnen Sie sich auch als regelmaiger Empfanger unserer Publikationen per Email eintragen.Fur die PrintVersion wenden Sie sich bitte an:Deutsche Bank Research Marketing 60272 Frankfurt am Main Fax: 49 69 91031877Email: marketing.dbrdb.com 2002. Deutsche Bank AG, DB Research, D60272 Frankfurt am Main, Bundesrepublik Deutschland Selbstverlag. Alle Rechte vorbehalten. Bei Zitaten wird um Quellenangabe Deutsche Bank Researchgebeten.Die in dieser Veroffentlichung enthaltenen Informationen beruhen auf offentlich zuganglichen Quellen, die wir fur zuverlassig halten. Eine Garantie fur die Richtigkeitoder Vollstandigkeit der Angaben konnen wir nicht ubernehmen, und keine Aussage in diesem Bericht ist als solche Garantie zu verstehen. Alle Meinungsaussagengeben die aktuelle Einschatzung des Verfassersder Verfasser wieder und stellen nicht notwendigerweise die Meinung der Deutsche Bank AG oder ihrer assoziierten Unternehmen dar. Die in dieser Publikation zum Ausdruck gebrachten Meinungen konnen sich ohne vorherige Ankundigung andern. Weder die Deutsche Bank AGnoch ihre assoziierten Unternehmen ubernehmen irgendeine Art von Haftung fur die Verwendung dieser Publikation oder deren Inhalt. Die Deutsche Banc Alex Brown Inc. hat unter Anwendung der gultigen Vorschriften die Verantwortung fur die Verteilung dieses Berichts in den Vereinigten Staaten ubernommen. Die Deutsche Bank AG London, die mit ihren Handelsaktivitaten im Vereinigten Konigreich der Aufsicht durch die Securities and Futures Authority untersteht, hat unter Anwendung der gultigen Vorschriften die Verantwortung fur die Verteilung dieses Berichts im Vereinigten Konigreich ubernommen. Die Deutsche Bank AG, Filiale Sydney, hat unter Anwendung der gultigen Vorschriften die Verantwortung fur die Verteilung dieses Berichts in Australien ubernommen.Druck: Druck: HST Offsetdruck Schadt Tetzlaff Gb R, Dieburg.Print:ISSN 1615956X Internet: ISSN 16160428 EMail: ISSN 16159683Economics 1", "filename": "356086933.pdf", "person": ["Hartmut Schmidt", "Schmidt, Hartmut", "Stefan Prigge", "Prigge, Stefan"], "date": ["2002"]}