{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/52773/1/358488567.pdf"], "title": ["Explaining the migration of stocks from exchanges in emerging economies to international centres"], "plaintext": "Discussion Paper No. 200294Explaining the Migration of Stocksfrom Exchanges in Emerging Economies to International Centres Stijn Claessens,1 Daniela Kingebiel,2and Sergio L. Schmukler 2October 2002Abstract We study the determinants of stock market development and the growing migration ofcapital raising, listing, and trading activity to international exchanges. Economies withhigher income per capita, sounder macro policies, more efficient legal systems withbetter shareholder protection, and more open financial markets have larger and moreliquid markets. As such fundamentals improve, however, the degree of migration tointernational exchanges also increases. This leads to gains for corporations in the formof lower costs, better terms and more liquiditytraded shares. Fullyfledged local stockexchanges are thus becoming less necessary for many economies. Furthermore,migration can leave too little domestic activity to sustain a local exchange. Therefore,the functions and forms of stock exchanges in many economies need to be rethought.Keywords: stock exchange development, internationalization, financial markets, tradingmigration, emerging economies, crosslisting, ADRs, GDRs JEL classification: G15, G18, G20 Authors 2002Copyright a 1 University of Amsterdam and CEPR; 2 World Bank Email addresses: stijnfee.uva.nl, dklingebielworldbank.org, and sschmuklerworldbank.org This is a revised version of the paper originally prepared for the UNUWIDER Conference on the New Economy in Development, 1011 May 2002, Helsinki.Acknowledgements We would like to thank Ken Kavajecz, Andrew Karolyi, Benn Steil, Ruben Lee andother participants atthe Brookings Annual Conference on Financial Services,1011 January 2002, Washington, DC; Josef Zechner and other participants at the CEPRESGICFSWorkshop on the New Economy, 1314 April 2002, Brussels; the WIDER Conference on the New Economy in Development, 1011 May 2002, Helsinki;the AICGconference, 1617 May, Seoul, South Korea, and the joint World BankCFFSGWU conference: Financial Globalization: A Blessing or Curse, 3031May, Washington, DC for useful comments, and Ying Lin, Francisco Vazquez, andespecially Tatiana Didier for their research assistance. For help with the data, we aregrateful to Pamela Dottin, Monica Erpen, Dori Flanagan, Gregorio Impavido, Himmat Kalsi, Eung Kim, Angela Marshall, Alberto Musalem, Richard WebsterSmith and Cheryl Workman. For financial support, we are grateful to the World Bank Latin American Regional Studies Program and Research Support Budget. The findings,interpretations and conclusions expressed in this paper are entirely those of the authorsand do not necessarily represent the views of the World Bank.Figures and tables appear at the end of the paper.UNU World Institute for Development Economics Research UNUWIDERwas established by the United Nations University as its first research andtraining centre and started work in Helsinki, Finland in 1985. The purpose ofthe Institute is to undertake applied research and policy analysis on structuralchanges affecting the developing and transitional economies, to provide aforum for the advocacy of policies leading to robust, equitable andenvironmentally sustainable growth, and to promote capacity strengtheningand training in the field of economic and social policy making. Its work iscarried out by staff researchers and visiting scholars in Helsinki and throughnetworks of collaborating scholars and institutions around the world.UNU World Institute for Development Economics Research UNUWIDERKatajanokanlaituri 6 B, 00160 Helsinki, Finland Cameraready typescript prepared by Liisa Roponen at UNUWIDERPrinted at UNUWIDER, Helsinki The views expressed in this publication are those of the authors. Publication does not implyendorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, ofany of the views expressed.ISSN 16095774ISBN 9291903140 printed publicationISBN 9291903159 internet publication1Introduction and motivation Financial markets, and especially stock markets, have grown considerably indeveloped and developing countries over the last two decades. Better fundamentalshigher economic growth, more macro stability, structural reforms notablyprivatization of stateowned enterprises, and specific policy changes notablydomestic financial reform and capital account liberalization have aided in theirgrowth. Globalization has also advanced in the last two decades with increased crossborder capital flows, tighter links among financial markets, and greater commercialpresence of foreign financial firms around the world.An element of the globalization trend has been the migration of stock exchangeactivities abroad, particularly in the case of emerging markets. Many firms fromemerging economies now crosslist on international exchanges. Depository receiptsDRs, for example, are increasingly popular instruments.1 In 1999, US533 billion in DRs were recorded on the New York Stock Exchange NYSE alone. And some US29 billion in new equity was raised through DRs in 2000 through 115 depositoryreceipt offerings in the United States and European markets, a 32 per cent increaseover 1999. Trading has also been migrated abroad and local stock exchanges have seenliquidity diminish. Trading in American depository receipts ADRs amounted in 2000to US1,185 billion or some 17 per cent of trading in corresponding local exchanges.Advances in technology have further accelerated the globalization trend. In particular,remote access to trading systems is ubiquitous, implying that the services offered bystock exchanges can now easily be accessed from anywhere, including firms havingtheir stocks traded on international exchanges while still being easily accessible tolocal investors. Given the network properties of stock exchanges, high liquidity furtherincreases the value of additional transactions at exchanges such as New York or London, leading to more concentration of order flow and further increasing liquidity atthese exchanges. Migration of trading abroad is putting pressure on many localexchanges, especially in Latin America, but also elsewhere, such as in Central Europeas volumes decline and income from trading activities is reduced.Going forward, these global trends are likely to accelerate as access to informationimproves, standardscid:190arefurther harmonized, technology further advances and intermarket linkages increase.These trends are raising questions on the emphasis countries need to place ondeveloping their own stock exchange as the means to assure efficient resourceconcerning corporate governance, listing and accountingcid:190 1 There are different alternatives to crosslist domestic stocks in international financial markets. Atraditional way is to crosslist the share at another exchange. European companies use this method ofinternationalization most often. A very popular way to internationalize among emerging marketsfirms during the 1990s is through depositary receipts, called American depository receipts ADRsor global depository receipts GDRs. These are foreign currencydenominated derivativeinstruments, issued by international banks like the Bank of New York or Citibank, representinghome securities held with a local custodian. DR programmes grow or shrink depending on demand,since the issuance of DRs and the conversion back to the underlying shares only involve a smalltransaction cost. DRs trade in international markets. For example, US dollardenominated ADRsfrom Mexican companies trade at the New York Stock Exchange. A more recently introducedmechanism is the global registered share GRS, used by large multinational firms; see Karolyi2001 for an analysis of a recent case. Karolyi 1998 and Pulatkonak and Sofianos 1999 providemore details and a complete review of the options to list internationally.1mobilization and allocation for their corporate sectors. To shed light on the costs andbenefits of these trends, it is necessary to address a number of related questions. Howhave stock markets developed around the world and what factors drive their generaldevelopment? Are the trends of internationalization common across all regions andcountries? Which factors affect internationalization in particular? Is the increasedmigration a function of improved fundamentals or a reflection of corporations fleeingdomestic financial systems that are institutionally weak and have a limited investorbase? Does the degree of migration depend on the size of the local market?The answers to these questions require an analysis of the determinants of stock marketdevelopment across the globe, the causes of internationalization, and the effects onlocal exchanges. This paper investigates some of these questions by describing andanalysing the patterns and determinants in market capitalization and tradingdomestically for 77 countries between 1975 and 2000. Using individual firm datastarting from 1983 on, we aggregate for each country and year individualcapitalization, trading, and capital raising figures of all international companies to getdifferent measures of the degree of internationalization. We then analyse the threecomponents of the internationalization processcid:190listing, trading, and capital raisingfor a large crosssection of countries, report on the factors driving these components,and compare these factors to those driving stock markets development in general.We find that there are a small number of fundamental factors that affect in a similarway both the development of the local market as well as the degree to which countriesparticipate in international markets. As countries improve their fundamentals, stockexchange activity increases, but so does the share of activity taking place abroad. Thissuggests that the two are complementing processes: as better fundamentals allow localmarkets to develop, so will there also be an increased tendency for firms to accessglobal exchanges. But there will be limits of increased local development beingassociated with an increased share of offshore activity. Migration of a major share ofmarket capitalization and value traded may have adverse consequences for theremaining companies liquidity Levine and Schmukler 2001. Largescale migrationmay also make it more difficult to sustain a fully fledged local stock exchange, in anarrow sensecid:190to pay for the fixed overhead of maintaining trading, clearing, andsettlement systems, among other thingscid:190to generate enoughorder flow for local brokers and enough business for local investment banks,accounting firms, and other supporting services.and in a broader sensecid:190Policy implications of these findings are that countries will need to continue toimprove fundamental factorscid:190such as shareholder protection and the quality of locallegal systemscid:190to make these more attractive for any investor to buy shares and thus tomake it easier for firms to list in public markets, have their shares properly valued and,trade liquidity. Our results also imply that countries do not face a choice between localand international exchanges: improving fundamentals will lead to more activity, butmost of this activity will go abroad as better fundamentals also accelerate the degree ofmigration.The implications are that countries will be best off facilitating as much as possible theaccess of their firms to international exchangescid:190by removing regulatory barriers andharmonizing standardscid:190to allow them to reap the gains from more liquid exchangesoverseas. Moreover, tighter links or even mergers with global exchanges may be 2necessary, as not doing so will lead to a sure decline of the local market. This does notnecessarily mean that there is no role whatsoever for local exchanges; there may stillbe a role for a locally provided mechanism that allows firms to come to the market forthe first time.The paper is structured as follows. Section 2 reviews the related literature. Section 3provides a description of the data and illustrates some of the main trends in stockmarket development and the degree of internationalization over time and across oursample of countries. Section 4 reports provides the results of the regressions that try toexplain the capitalization, listing, capital raising, and trading trends, both domestic andabroad. Section 5 concludes.2Review of related literature We study several aspects of stock market development: market capitalization, listing,degree of new capital raising, and trading value. We study most of these aspects bothfrom the domestic and international side. Some of these aspects of stock marketdevelopment have been studied in several research strands. We discuss these strandshere briefly.The determinants of financial sector development have become a muchresearchedarea lately. 2 King and Levine 1993, La Porta et al. 1998, Rajan and Zingales1998, Beck et al. 2001, Henry 2000a and 2000b, Bekaert, Harvey, and Llundblad2001, DemirgucKunt and Levine 2001, and a number of others have analysed thelegal foundations of financial markets. They have also studied the relation of financialmarket development with macroeconomic variables, financial reform, and othercountry factors, and the relations between the development of the various parts of afinancial system. The general finding is that financial markets tend to develop asincome per capita grows and financial reform progresses. Stock market developmentspecifically has been shown to depend on a good legal system, particularly minorityrights that are being enforced. Stock market development also appears to complementthe development of other parts of the financial system and be complementary to otherforms of finance in affecting growth, both at the aggregate level as well at theindividual firm level.The determinants of stock market capitalization have been analysed for specific groupsof countries in some papers. Catalan, Impavido, and Musalem 2000 examine thedeterminants of stock market development for OECD and some emerging markets,studying 27 countries in total. They find that, apart from macro stability and legalrights, the size of the institutional investor bases positively affects stock marketdevelopment, and report evidence of a causal times series relation between institutionalinvestors and stock market development. Claessens, Djankov, and Klingebiel 2001investigate the development of stock markets in a panel of transition economies andhighlight the role of privatization for stock market development in this sample ofcountries. Perotti and van Oijen 2000 also study privatization and find an indirect 2 See Levine 1997 for an earlier review.3positive relation of a programme of privatizationcid:190stock market development in a sample of 31 emerging economies.through political risk reductioncid:190on Papers have focused less on the factors determining trading behaviour, although theliquidity of the stock market has been found to be a useful predictor of future economicgrowth Levine and Zervos 1998. In part this reduced attention on trading may bebecause there are large differences across otherwise similarly developed countries inthe degree to which stocks are traded. Some emerging markets, South Korea and Taiwan, for example, have much higher trading volumes than many developedcountries, while trading in other emerging markets is much lower than that in mostdeveloped countries. These, presumably institutionaldriven differences have made itmore difficult to come up with explanatory factors for trading intensity. One of the fewcrosscountry studies on trading is Domowitz, Glen, and Madhavan 2001a. Theydocument the relations between turnover, equity trading costs, and volatility, andinvestigate the determinants of domestic trading. They show, among other things, thatturnover is inversely related to trading costs, providing a possible explanation for theincrease in turnover in recent years as direct costs commissions, fees have declined.Jain 2001 analyses the effects of different institutional designs for stock exchangesand trading systemscid:190onbidask spreads, volatility, and trading turnover.such as tick size, trading mechanism, and order flow rulescid:190The determinants of new domestic offerings at the firm level have been muchstudied. Pagano, Panetta, and Zingales 1998, for example, provide a recent reviewand analysis of why companies go public. Subrahmanyam and Titman 1999 extendthis literature to a crosscountry context by developing a model of the relation betweenthe going public decision and local financial market development. Empirically,Domowitz, Glen, and Madhavan 2001b study the determinants of aggregate newofferings domestic and abroad, covering both debt and equity on a crosscountrybasis. They find that complex and significant intertemporal correlations exist amongvarious financing choices. The level of overall primary market activity across countriesis related to the accounting framework, the level of investor protection, and the extentof access to the local market for foreign investors. They also find that privatizationinfluences foreign offerings and domestic bond market development.The means and motivations for listing abroad have been studied for different groups offirms and countries. Ljungqvist, Jenkinson, and Wilhelm 2000 investigate the costsand benefits of global integration of primary markets associated with the spread of USunderwriting methods. They find that the USstyle investment banking methods addvalue to a corporation in the sense of increasing the net amount raised, but that thedecision where to list is not related in a significant way to the cost issue. Miller 1996and Foerster and Karolyi 1999 empirically analyse the importance of broadening theinvestor base as a motivation for foreign stock listing into the US. Pulatkonak and Sofianos 1999 also study the determinants of listing in the US. They find that timezone distance from the US, if the country is an emerging market, and the level oftrading costs explain a large fraction of the decision to list in New York. Pagano,Roell, and Zechner 1999 and Pagano et al. 2001 study the determinants of European firms listing abroad. They find that firms with high growth potentials andin hightech industries are more likely to list in the US, whereas firms that crosslistwithin Europe do not grow more than a control group. Sarkissan and Schill 2000study a very large sample of crosslisting in many markets. They find evidence of a 4proximity effect, that is, geographical proximity and other affinity factors such as tradelinks and common language determine crosslisting. Diversification gains seem tomatter little as crosslisting is more, not less, common across markets where returns arehighly correlated.The relation between crosslisting and local market development has also been studied.Hargis 2000 shows theoretically how international crosslistings can transform asegmented local equity market with low liquidity and market capitalization to anintegrated market with high liquidity and market capitalization, by altering theincentives of companies and individuals to participate in the market. He showstheoretically that the benefits of crosslistings depend on the degree of correlationbetween the domestic and world equity market and the relative size of the domesticequity market. Moel 2001 studies the role of ADRs in the development of emergingstock markets.Reese and Weisbach 2000 study the relation between crosslisting and the quality ofthe corporate governance framework in the home country of the firm. They find thatthe weaker the framework at home, the more likely firms are to list abroad to attemptto protect the minority rights of shareholders. Listing abroad can thus be a tool forcorporations to signal to their investors that they are more willing to protect minorityrights as corporate governance rules are stronger abroad. Pagano, Panetta, and Zingales1998 find similar results for European corporations. Doidge, Karolyi, and Stulz2001 find evidence that corporate ownership and the agency costs related todominant controlling shareholders can motivate crosslistings and be important fordifferences in the valuation of growth opportunities between local and global markets.Miller and Puthenpurackal 2000 find that by raising bonds abroad in the US,corporations certify to act in the interest of investors and thus lower their borrowingcosts and increase shareholders wealth.There are also studies on the effects of foreign initial or subsequent offerings at theindividual firm level, which are helpful to identify some of the factors motivating firmsto list or trade abroad.3 Foerster and Karolyi 2000 study different forms of globalequity offerings and their relations to longterm equity returns. Chaplinksy and Ramchand 2000 show that global offers are effective in expanding demandand reducing the price pressure effects associated with share issuance. Lins, Strickland,and Zenner 2001 show that firms from emerging markets that use DRs or list on the US equity markets see their financing constraints relaxed, in the sense that theirsensitivity of new investment to internal cash flow is reduced. Schmukler and Vesperoni 2001a and 2001b also find that domestic firms that participate ininternational markets obtain better financing opportunities and extend their debtmaturity.Reese and Weisbach 2000 also study the effects of crosslisting on subsequent equityofferings and find that offerings increase following crosslisting, especially from lowershareholder protection countries. Baker, Nofsinger, and Weaver 1999 show thatinternational crosslistings raise firm visibility, increasing analyst coverage and mediaattention. This, in turn, may lead to a lower cost of capital, although they do not study 3 For an early review see Karolyi 1998. See also Karolyi and Stulz 2002 for a more general reviewof the literature on the pricing of assets internationally.5this. Doidge 2001 shows that following listing in the US, foreign firms ownershipbecomes less concentrated with reduced family and management control and morepublic ownership. Changes in ownership concentration may have implications for thedegree of trading as the free float is increased with foreign listing.There are also some firm and countryspecific studies on the effects of tradingmigrating abroad. Karolyi 2001 studies the effects of different institutionalarrangements on trading for the case of Daimler Chrysler, a single global registeredshare, in Frankfurt and New York. He finds that the structure of the global sharefacility cannot be credited with improvements in liquidity nor can it be blamed for theflowback to Frankfurt, suggesting that the gains from crosslisting in terms of tradingand price discovery are not obvious.Lastly, our work relates to the analysis of the determinants, structure, and evolution oftrading systems, and possible impacts of changes in trading systems on marketcapitalization, turnover, and migration. Clayton, Jorgensen, and Kavajecz 1999 find,studying 248 financial exchanges, that the main determinants for exchange formationare the degree of freedom in the country, the size of its economy, the availability oftechnology and the quality of its legal system. Schmiedel 2001 analyses the technicalefficiency of financial exchanges in Europe. He finds statistically significantinefficiencies, to the order of 2025 per cent, which can be explained, among others, bysize. Not meeting a minimum size for efficient provision of trading services, combinedwith increased crossborder flow of information and capital, may thus be a motivatingfactor for the migration abroad and the trend towards consolidation of trading systems.Domowitz and Steil 1999 highlight the impact of a reduction in trading costs, asexperienced in many markets, on turnover directly, and the much more importantindirect effects of a reduction in trading costs on the cost of equity. Steil 2001analyses the effects of technological advances on securitiestrading industries globally,with particular emphasis on the implications for developing countries. These laststudies also discuss the global trends towards consolidation in trading systems andassociated clearing and settlement systems, in part as responses of increasedcompetition among exchanges.As evident from this review, there is a wide range of research studies on thedevelopment of local capital markets and the internationalization of equity markets.However, as far as we know, there is no study that analyses which factors explain theinternationalization of stock exchange activity relative to the development of localexchange activity and the implications of this migration abroad for local exchanges.Furthermore, while it is generally believed that trading is more liquid in internationalexchanges than in most local exchanges, no crosscountry studies exist on the degreeand determinants of liquidity of local shares in international markets. We believe thatthese issues are addressed for the first time in this paper.3Data This section describes the data used in the paper. First, we discuss the data sources.Second, we present summary statistics of the variables under study.63.1 Data sources As noted above, we are interested in several aspects of the development of stockexchanges: market capitalization, listing, trading volume, and degree of new capitalraising. For all, we are interested in both the domestic and foreign dimension. Gettingdata and documenting these various trends is not easy, however, especially as we wantto be as comprehensive as possible and cover as many countries and as long a timesseries as possible. While there are several data sources on market capitalization andtrading volumes that cover a large number of countries, there is no comprehensivedatabase on the degree of new capital raising domestically. There is even lesscomprehensive data available on the degree to which securities are being listed andtraded abroad and the degree of capital raising in foreign markets. We therefore needto combine a number of sources. The list of countries covered and the groupings byincome level are provided in Appendix Table A1, while the data sources are detailed in Appendix Table A2.the from On domestic activity, the dollar amounts of market capitalization and value traded onthe major domestic stock exchanges come International Finance Corporations IFC Emerging Markets Factbook, now named the Standard Poors Emerging Markets Database. These data have typically been used to measure theimportance of stock markets in financial systems around the world, the contribution ofstock markets to firm financing, and the relation between stock market developmentand economic growth. The data cover only the major stock exchange in the country.Also, the data only cover listing and trading on formal, organized public exchangesand ignore any overthecounter trading and other markets trading. As such, theyunderestimate the countrys total market activity. The value of new equity issued onthe respective local stock exchange is the total value of public offerings and rightsissued during the period, excluding stock dividends or bonus shares that do not raisecash. Its source is also the Standard Poors Emerging Markets Database. Thedataset on domestic activity covers the period January 1975November 2000 for 82countries, but the maximum number of countries that we analyse is 77 due to dataavailability on other variables.On foreign activity, we have data from the Bank of New York, which covers the threemajor stock exchanges in the US: NYSE, NASDAQ, and AMEX. The base list ofcompanies with DR programmes comes from two Bank of New York sources: the Complete DR Directory and a database with the value traded at the ticker level. Thesetwo datasets contain the list of current DR programmes and the effective date of eachprogramme. As of March 2001, there were a total of 2,206 listed programmes. The DRDirectory includes all currently active programmes, dating back to January 1956, withmost of them being initiated after 1980. The resulting database accounts for 1,951active DR programmes from 1,524 firms in 80 countries. However, these twodatabases do not include DR programmes that were terminated before March 2001. Toaccount for these programmes, we use an additional database, also provided by the Bank of New York, that lists all terminated DR programmes 650 programmes in totalas of 31 January 2001. The set of terminated DR programmes relevant for our studyamounts to 214 firms that are added to the list of firms with DR programmes.In terms of trading abroad, we focus on trading in DRs. One dataset on DR valuetraded comes also from the Bank of New York and covers the period 1989November 72000.4 Companies that, according to Bank of New York, are not shown to be tradingare assigned a zero. We also have data on value traded by foreign firms on the London Stock Exchange LSE for 45 countries for the period January 1998November 2000.The values reported by LSE were converted to current US dollars using the averagemonthly exchange rates as reported in the International Financial Statistics from the International Monetary Fund IMF. However, given that the time span of the LSE datais much more limited, we focus our analysis on the Bank of New York data on DRtrading in New York.5On capital raised abroad, we use a combination of two different datasets. One comesfrom the Bank of New York, which covers capital raised though depository receipts forthe period May 1980November 2000. It contains 1,178 operations from 864 firms in 54 countries. The other dataset covers all operations of capital raised in internationalmarkets by firms and is compiled by Euromoney. This database provides a morecomprehensive account of capital raised, because it includes DR programmes andcrossborder listings. It reports 8,795 operations from 5,665 firms in 86 countries,covering the period January 1983April 2001. By combining these two datasets, wecreate a series on capital raised in foreign markets.6 Capital raised abroad, as we defineit, thus refers to the sum of the amount of new equity financing which is obtained byusing a nondomestic instrument, such as a foreign listing or an ADR, and any newequity issue abroad.The data from the Bank of New York and Euromoney allow us to construct a list of theinternational companies for each country. These are companies that crosslist,directly or via DRs, or raise capital in international stock markets. We use this variableto study the degree of listing on international exchanges. In fact, this variable is moregeneral, because it also captures capital raising without listing. We do not, however,consider the degree to which foreign investors hold shares traded in local markets as anindication of internationalization of the firm. It would be almost impossible toconstruct such a series because most countries do not distinguish between local andforeign investors in the domestic market. Similarly, we do not consider to what degreedomestic residents hold domestic shares in the international markets.3.2 Descriptive statistics Based on the data compiled, we focus on eight variables of interest, three for thedevelopment of local stock exchanges and five for the internationalization of stockexchanges. The former are market capitalization over gross domestic product GDP,value traded domestically over GDP, and value traded over market capitalization alsoknown as turnover ratio. The latter are market capitalization of international firms 4 Using these data, we extrapolate the amount traded in December 2000 to obtain an estimate for thevalue traded abroad during 2000.5 Since we have only data for trading in ADRs, we cannot study whether differences in forms ofinternationalization e.g., crosslisting, ADRsGDR, versus global shares matter for the liquidity.6 The use of both data sets help us, to some extent, cross check the data, obtain missing information,and correct reporting errors.8over total market capitalization here equal to the domestic market capitalization,7value traded abroad over GDP, value traded abroad over value traded domestically,capital raised abroad over GDP, and capital raised abroad over capital raiseddomestically. In all cases we work with annual data. Stock data are all endofyeardata. We exclude the US and UK markets, as they are the international financialcentres on which basis we define a firms internationalization.international firms over The variable market capitalization of total marketcapitalization captures the degree of listing on international stock exchanges. Thenumerator of this variable is the sum of market capitalization of firms defined asinternational, according to the criteria described above. The variable value tradedabroad over value traded domestically shows the relative importance of internationalactivity. Both an increase in international trading and a decrease in local trading willproduce a rise in this variable. To isolate these effects, we also look at anothervariable, value traded abroad over GDP. The same applies to capital raised.Tables 1, 2, and 3 provide descriptive statistics on the eight variables for the years 1990 and 2000. We also use three figures to describe the aggregate trends in the dataover time and by country groupings. Figure 1 plots market capitalization as a ratio to GDP and domestic value traded as a ratio to GDP and as a ratio to marketcapitalization. Figures 2 and 3 plot the variables related to the internationalization ofstock exchanges. Those figures differentiate trends by groups of countries according toincome level.As is well known, Figure 1 shows that there has been a gradual increase in marketcapitalization for all three groupings, with an acceleration in the 1990s for the highincome countries. Table 1 shows that, for all countries combined, the ratio of marketcapitalization to GDP increased from a mean median of 31 18 per cent in 1990 tosome 62 34 per cent in 2000. This increase in market capitalization reflects bothgenerally higher prices for existing stocks as well as increased number of listings. Forhighincome countries, for example, the average number of companies listed on adomestic exchange in a country increased from 703 in 1990 to 900 in 1999. Taking alonger perspective, the relative increase in market capitalization has been the mostpronounced in highincome countries, with a sixfold increase in the average ratio ofmarket capitalization to GDP between 1975 and 2000, from 22 per cent to close to 117per cent see Figure 1. In lowincome countries, there has been a quadrupling inmarket capitalization, from 5 per cent to 20 per cent of GDP. In middleincomecountries, however, market capitalization did not increase much, only from 37 per centto 45 per cent of GDP. These countries seem to have lost out in the 1990s, increasingtheir market capitalization by only 8 percentage points, when stock markets in highincome countries grew by some 75 percentage points Table 1. Middleincome andlowincome countries end up, in 2000, with market capitalization much below that ofhighincome countries, on average 70 and 100 percentage points respectively less.Yet these averages hide some differences within the groups. On the basis of themedian, for example, middleincome countries saw a doubling in market sizes over the 7 As total market capitalization we use the market capitalization in the domestic market. This includesshares that are traded domestically and shares that are traded internationally through DRs. It does notcapture the market capitalization of companies crosslisted in international stock exchanges whichis difficult to obtain, so our measure is an underestimate of the true total market capitalization.91990s, while the mean market size only increased by a quarter, as some marketsincreased very little, if at all. There are also large differences among regions in the sizeof markets and their growth. 8 Among the emerging markets, East Asian countries havestill the largest markets relative to GDP, although growing at a slower pace relative totransition economies and Latin American countries. Transition economies have seenfast growth in market capitalization, but from very low or nonexisting bases, and arecurrently the group with the lowest average market capitalization. Following a periodof rapid increase in the late 1980s, Latin American markets continued growing, buttheir markets are still only onethird relative to GDP of those in East Asia. Moregenerally, there are large differences around the world. The country with the highestaggregate stock market capitalization relative to its GDP in our sample in 2000 is Hong Kong, with a stock market capitalization of 383 per cent; the country with thelowest market capitalization is Bangladesh with 2.5 per cent.Value traded as a ratio to GDP has grown strongly in the highincome group with analmost 20fold increase over the 19752000 period. Growth has been much lesspronounced in the middle and lowincome group with only a tenfold increase. Thegrowth patterns in value traded mimic those in market capitalization as they mainlycapture the overall growth of markets see Figure 1. As before, lowincome countriesand middleincome countries have much lower ratios of value traded to GDP thanhighincome countries. There are again large variations between countries, however.Some middleincome countries had very high value traded for some years. For Taiwanin 1988, for example, the ratio of value traded to GDP was 224 per cent. In 2000, valuetraded in East Asian countries was 87 per cent of GDP, while in Eastern Europe and Latin America it was only about 4 per cent. The relative slow growth of value tradedduring the 1990s in Latin America might be explained by limited price increases,delistings, and migration of trading abroad.the three groups the distinction between The pattern is different, however, when comparing value traded relative to marketcapitalization. Here less strong.Nevertheless, highincome countries have generally more liquid markets thanmiddleincome countries and middleincome countries in turn tend to have more liquidexchanges than lowincome countries. The mean value traded ratio in 2000 was 86 percent for highincome countries, 47 per cent for middleincome countries, and 29 percent for lowincome countries Table 1. For all three groupings, value traded as afraction of market capitalization has risen, especially in the second half of the 1990s,the fastest for the middle and highincome countries. Differences between countriesremain large, however, with many middleincome countries having higher value tradedratios than highincome countries on average.is Figures 2 and 3 plot a number of internationalization indicators, with some descriptivestatistics of the data provided in Tables 2 and 3. Figure 2 and Table 2 display threeindicators of the relative importance of internationalization: market capitalization ofinternational firms relative to market capitalization of all firms, value traded abroadrelative to GDP, and value traded abroad relative to value traded domestically.Figure 3 and Table 3 provide two other indicators of the degree of internationalization: 8 To save space, we do not report tables or figures with the numbers for different regions or countries.We just highlight some of the interesting results in the text.10capital raised abroad over GDP and capital raised abroad over capital raiseddomestically. Again, the indicators are split by the three groups of countries.The plot of the ratio of market capitalization listed abroad to total market capitalizationshows clearly how strong the internationalization trend has been over the past fewyears, especially for middleincome countries. For these economies, the ratio of marketcapitalization listed abroad to total market capitalization jumped from only a fewpercentage points in 1989 to about half, with a peak of over 62 per cent in 1999. Inlow and highincome countries, the ratio of foreign to total market capitalization roseby a quarter. In 2000, market capitalization of international firms over total marketcapitalization stood at an average median 31 37 per cent for highincome countries,55 62 per cent for middleincome countries, and 27 14 per cent for lowincomecountries. With 95.7 per cent in 2000, Israel had the highest ratio of foreign to totalmarket capitalization. Here, too, one can observe considerable regional differences. In 2000, the Eastern Europe region had the highest ratio of market capitalization listedabroad with 49 per cent, followed by East Asia with 37 per cent, and the Latin America region with 33 per cent. Firms listed abroad accounted just for 19 per cent oftotal market capitalization in Africa.Of course, the increasing market capitalization listed abroad is accounted for by arelatively small number of companies, as larger companies typically list abroad, butthe growth in numbers has been large. For middleincome countries, the averagenumber of companies listed abroad increased from 3 in 1990 to 25 in 2000.Lowincome countries had on average 18 companies listed abroad in 2000. With morecompanies listing abroad, highincome countries experienced the highest increase onaverage in terms of numbers. While on average only 35 companies were tradingabroad in 1990, this number increased to 177 in 2000 for the highincome countries.Similar trends can be observed for the ratio of trading abroad to domestic trading; apronounced increase for middleincome countries during the 1990s and a slow increasefor lowincome countries in the last few years. The trading ratio for middleincomecountries rose from a few percentage points to some 40 per cent in 2000. At the sametime, the average ratio of trading abroad to home rose from 0 to 7 per cent forlowincome countries. The highincome country group appears to have had less of achange in trading migrating abroad in the last few years, with the ratio fluctuatingbetween 15 per cent and 20 per cent.9In terms of capital raised abroad, the trends towards internationalization in the last fewyears are striking as well. For various years between 1989 and 2000, the amount ofcapital raised abroad exceeded the amount raised domestically for middleincomecountries, with a peak in the ratio of 3.7 in 2000. For lowincome countries, the ratio 9 This reflects the two offsetting effects. While, on one hand, trading abroad has increased as a shareof GDP, at the same time, trading domestically has increased even more, thus leading to a relativelower share. Of course, the sample of highincome countries includes in part the countries where thelisting itself is actually taking place the US and the UK, although these countries were not used inthe subsequent section to explain the determinants of internationalization. The trend in developedcountries is also affected by the data availability: while we have good data for the trading in ADRsand GDRs, the main vehicle used for internationalization by lowincome and middleincomecountries, we do not cover the trading in crosslisted stocks, a vehicle more typically used by highincome countries. As a result, we probably underestimate the internationalization trend for highincome countries.11has been more volatile, but capital raised abroad amounted on average to some 26 percent of capital raised domestically in 2000. Not surprisingly, since some of the highincome countries are financial centres in their own right, capital raised abroadexceeded the amount of domestic capital raised in highincome countries only in theyears 1990, 1991, and 1997.As a ratio to GDP, the figures for value traded abroad and capital raised abroad for thethree groups of countries are similar to those relative to domestic activity. Sinceinternationalization is now adjusted by the size of the economy, rather than by the sizeof the local stock market, the relative importance appears different, however. Inmiddleincome countries, trading abroad represented only 2 per cent of GDP as tradingitself was only a small ratio to GDP, but amounted to 40 per cent of domestic tradingin 2000. This is similar to the trends in capital raised abroad, which increased fromvirtually nil in 1990 to 0.27 per cent of GDP for middleincome countries and to 0.18 per cent of GDP for lowincome countries in 2000. Highincome countriesexperienced the highest growth in capital raised abroad, from less than a quarter of apercentage point in 1990 to almost 2 percentage points in 2000.4Explaining the trends in stock market development and migrationtry to explain the trends stock market development and We towardsinternationalization, including differences among countries, by investigating the role ofcountry and international factors. We use several groups of explanatory variables. Weuse the overall level of development of the country, as captured by GDP per capita andsize of its economy. For macroeconomic performance, we use the inflation rate. Forthe quality of the institutional framework, we use the law and order index, as reportedby the Country Risk Guide, and the strength of shareholders rights, as reported by La Porta et al. 1998 and Pistor et al. 2000. For ease of foreign ownership in thestock market, we use the measure of capital account liberalization reported by the IMF10 and the index of financial liberalization constructed by Kaminsky and Schmukler 2001.11 Finally, we use a variable related to the trading system in thecountry, namely trading commissions and trading fees. The explanatory data aredescribed in more detail in Appendix Table A2.Before presenting the formal regression results, we explore some key relations usingscatter plots of the market development and internationalization variables against themost important explanatory variables we use. Figures 4 and 5 show that there is ingeneral a positive relation between the level of development GDP per capita and 10 This measure has some drawbacks as the IMF revised the reporting format for capital accountrestrictions in 1996 when the IMF started to provide more details on aspects of capital accountliberalization. Before 1996, the IMF measure of capital account liberalization is a simply dummyvariable. As a consequence, we needed to splice the two series together to create a series of capitalaccount freedom going back. We do this by using the yearbyyear dummy measures up to 1995 andthen create a single liberalization dummy after 1996 if at least half of the detailed aspects covered bythe IMF signaled liberalization.11 The Kaminsky and Schmukler 2001 variable covers different aspects of the financial liberalizationprocess, including liberalization of stock markets, the domestic financial system, and the capitalaccount, for 28 countries since 1973.12stock market activity. As expected, higher inflation rates depress stock market activity,although the effect seems to be nonlinear. The institutional variablecid:190shareholderprotection weighted by the degree of enforcement in the countrycid:190relates positively tothe level of stock market development, as already documented by others. Trading costfees and commissions has an unclear raw relation with stock market development.The positive relation between stock market development and GDP per capita alsoextends to the degree of internationalization scaled by the size of the local market,although the relation is less strong. It is clearer when scaling by GDP not depicted:more developed countries have more trading and capital raised abroad relative to GDP.The raw relation between inflation rates and the degree of internationalization isunclear. The degree of shareholder protection also appears to have a positive relationwith the degree of internationalization, although the relation is not as strong as forstock market development. Finally, trading costs fees and commissions have apositive relation with the degree of internationalization, i.e., higher trading costs seemto drive securities market activities offshore, although the sample of countries forwhich we have trading costs is smaller.In addition to the variables already mentioned, in some regressions we also usedvariables that provide other macroeconomic and institutional aspects related to stockmarket development. These other variables included interest rates differentials, degreeof corruption, capital flows in the form of bonds, equities, and foreign directinvestment. Most of these variables were close proxies to the variables we did usesuch as inflation in the case of interest rate differentials, and the institutionalvariables and we obtained similar results. Other variables, such as portfolio flows,were generally positively related with both stock market development and degree ofinternationalization, but might be endogenous. On the basis of scatter plots, we alsoeliminated some outliers in both dependent and independent variables.12 To savespace, we do not report these alternative specifications, also as they confirmed themain results reported below.For our empirical approach, we use fixed and random effects models. Hausman 1978specification tests indicate that in some cases we cannot reject the hypothesis that thecoefficients from the fixed effects and random effects models are different. In othercases, this hypothesis is rejected. Nevertheless, the sign and significance of thecoefficients do not vary across model specifications, and in economic terms similarconclusions can be obtained from both estimators. To avoid reporting results fromdifferent estimators, and given large number of variables andspecifications, we report only results from the random effects models. We alsoestimated crosssection regressions using data for one year and means over time. Sincethe results are similar to those obtained with random effects models, we also omitreporting the crosssection estimations for the same reasons mentioned above.the already Regarding the estimation technique, we use generalized least squares estimates for thevariables related to domestic market development market capitalization and valuetraded over GDP with robust standard errors for heteroskedasticity. For the variablescapturing the internationalization of stock markets, we estimate random effects tobit 12 Specifically, we dropped some observations for Argentina, Azerbaijan, Brazil, Croatia, Ghana,Hungary, Peru, Portugal, Ukraine, and Venezuela.13models, calculated with a semiparametric estimator. The difference in techniques ismotivated by the different nature of data on domestic and international activity. Wehave data on market capitalization and value traded for most countries, otherwise wehave missing observations; thus linear estimations can yield consistent and efficientresults. For the variables related to the internationalization of stock markets, we haveeither positive values or observations with zeros. These zeros are informative becausethey mean the data are censored at that point. Tobit models account for this feature ofthe data and yield consistent estimates. Random effects models, ordinary or tobit,account for different variances across countries.Though we have estimated different models, there are some aspects that we have notaddressed. There may, for example, exist interrelations between some of the dependentvariables e.g., between trading and capital raising abroad and time lags e.g.,privatization may stimulate new offerings domestically or enhance credibility leadingto increased stock market development and repeated offerings, relationships we didnot attempt to capture. Neither did we try to adjust for the possible endogeneity ofsome variables in this paper, such as between the level of economic development andthe size of the stock market, or between the level of trading costs and value traded. Wefeel comfortable doing so, in part because the results were generally robust to theestimation techniques employed and to the use of alternative specifications, with someof them containing variables less likely to be endogenous. Moreover, we believe thatthe endogeneity problem is less likely to arise in the crosssection regressions, forwhich the results were generally similar to the ones reported here. Furthermore, to tryto correct for potential endogeneity biases, we have estimated similar regression usinginstrumental variables. These estimations yielded very similar results to the onesreported in the paper. Still, it might be worth trying to find new instruments to furtherstudy potential endogeneity problems.Regression results are presented in Tables 4, 5, and 6. The tables provide the results forthe basic regression with GDP per capita, inflation, and law and order as the only threeexplanatory variables. The tables also report regression results with some othervariables added. Specifically, we added shareholder rights, capital accountliberalization dummy, financial liberalization dummy, and trading costs. It should benoted that there is significant correlation between the various institutional variables.We discuss the results in turn.For market capitalization. The regression results for the ratio of market capitalizationto GDP Table 4 indicate that the general stock market development in our sample ofcountries and time period is affected by the variables already identified in theliterature. In particular, GDP per capita and enforcement of laws , although notstatistically significant drive stock market capitalization, while inflation impedesstock market development. In addition, the simple index of shareholder rights and thedegree of capital account liberalization and financial liberalization also positivelyaffect stock market development. Interestingly, both the law and order and theshareholder rights index are statistically significant, suggesting it is the combination ofstrong enforcement and good shareholder rights which helps stock marketdevelopment. Perhaps surprisingly, trading costs domestically are not statisticallysignificant related with stock market development.For trading domestically. The regression results for the ratio of domestic value tradedto market capitalization Table 4 indicate that value traded is affected by the same 14variables that drive stock market development in general. In particular, GDP per capitapositively affects trading. Inflation is not statistically significantly related to tradingactivity in the basic regression, but is in one of the other regression results.Enforcement of laws is also positively and statistically significant related to valuetraded. The indexes of shareholder rights and capital account and financialliberalization are not statistically significant related to value traded. Surprisingly also,trading costs do not seem to affect domestic trading in a statistically significant way.Results improve somewhat when considering the ratio of trading domestically to GDPTable 4. Here, inflation is generally negatively, and statistically significant, related totrading activity. Also, shareholders rights positively affect trading. But the law andorder variable takes on a negative sign, which is sometimes also statisticallysignificant. The liberalization dummies and trading costs variables are again notstatistically significant. The fits for the regressions of the trading variables are ingeneral much lower than those for the stock market development regressions, maybe asother institutional differences explain most of a countrys stock trading intensity.For the ratio of market capitalization listed abroad. The regression results for the ratioof market capitalization listed abroad to domestic market capitalization Table 5indicate that the degree of internationalization is influenced by some of the samefactors that appear to determine general stock market development. In particular, in thebasic regression, GDP per capita , inflation , and enforcement of laws ,although not statistically significant also drive the share of market capitalization listedabroad. In addition, the degree of capital account and financial liberalization arepositively, and statistically significant, related to the share of market cap listed abroad.Higher trading costs surprisingly do not seem to accelerate internationalization, butrather retard it.For shares traded abroad. The ratio of value traded abroad to the value tradeddomestically appears also to increase with the level of economic developmentTable 5. Inflation appears to be less of a factor in influencing migration of trading:although still negative, it is not statistically significant in the basic regression. Thedegree to which laws are being enforced appears to be less of a determining factor forthis variable. None of the other institutional variables, except for the degree offinancial liberalization, are actually significant.The results are somewhat better when considering the value of trading abroad relativeto the GDP, a variable that does not combine the aspects of the degree trading ingeneral in the country with the value of migration of trading. Here, inflation decreasesand shareholder rights increase the relative value of shares traded abroad. Also, greaterfinancial liberalization and higher trading costs lead to more trading abroad. Thecapital account liberalization is not statistically significant. It may be that by takingtrading abroad as a ratio to GDP, this measure is less sensitive to the large institutionaldifferences across countries affecting the degree of domestic trading.For capital raised abroad. Finally, we find that the degree of capital raised abroad isalso a function of the same factors as the other internationalization variables Table 6:the more developed the economy, the greater the share of capital raised abroad. Theother, macro inflation and institutional law and order variables do not seem toaffect the ratio of capital raised abroad relative to the share of capital raiseddomestically. This is also true for the other institutional variables, except for the 15financial liberalization variable which is statistically significant positive. When takingthe ratio of capital raised abroad to GDP, and not to domestic capital raised, we findsome more statistically significant results. Not only is GDP per capita still statisticallysignificant, but also inflation and law and order become statistically significant in theexpected way. Furthermore, the degree of financial as well as capital accountliberalization is positively associated with foreign capital raised. These better resultsmay be explained in part by the fact that the ratio of capital raised abroad to GDP isless volatile from year to year than the ratio of capital raised abroad to capital raiseddomestically.In general, it seems that the degree of internationalization is affected by the samevariables that drive the development of stock markets: higher income levels, moremacroeconomic stability, stronger legal systems, and greater financial and capitalaccount liberalization. Since the internationalization regressions typically have theratio of international to domestic activity as the dependent variable, the results implythat, as countries develop their fundamentals, they will experience an increase ininternational activity relative to domestic activity, even as domestic activity increases.5Conclusions Powerful trends of internationalization and migration of order flow are puttingpressures on stock exchanges around the world. For some exchanges, already morethan half of trading and listing have migrated offshore. Although we do not pretend toanswer all issues in this paper, partly as we are largely focussing on the aggregatetrend in internationalization over time and across countries rather than studying themore micro, individual firmspecific behaviour, the overall trends point towards somestrong trends. Our analysis suggests that the process of developing a local stockexchange also increases domestic firms access to international exchanges. Inparticular, we show that, while better fundamentals lead to an increase in domesticactivity, more and more of this activity will occur abroad as better fundamentals spurthe degree of migration in capital raising, listing, and trading to exchanges abroad.Other analyses we reviewed have shown that this migration has been beneficial inmany ways. Corporations have been able to attract more easily funds at lower costsand better terms, and have tapped into wider investor bases. And investors have beenable to acquire and sell shares at more liquid exchanges. At the same time, themigration of a major share of market capitalization and value traded abroad has hadadverse consequences for the liquidity of the remaining companies securities.Migration also makes it more difficult for countries to sustain a fullyfledged localstock exchange. As trading volumes further decrease, financing the fixed overhead ofmaintaining market oversight, clearing, and settlement systems, among others, andgenerating enough order flow for local brokers and enough business for localinvestment banks, accounting firms, and other supporting services will become evenharder, especially for smaller emerging markets. The trend towards increasedmigration will thus make it more difficult for small exchanges to survive see also Leeand Steil 2002. This is already reflected in the drive for mergers among manydeveloped countries, particularly in Europe. This consolidation of trading systems,spurred in part by technological advances, is not new. It occurred in the US over the 16last hundred years: there were close to 200 stock exchanges in the US at the start of thetwentieth century, but there are only about half a dozen today. 13 Surprisingly, stockexchanges in emerging economies have not yet participated in this trend, although theyare possibly more at risk given their smaller size and worse legal and financialinfrastructure. Clearly, however, pressures to do so will increase and, as technologyadvances, the ability to remotely interlink trading systems to varying degrees willincrease.in many, especially emerging economies, The future of stock exchanges isconsequently not obvious. But, this does not mean that firms and investors will nothave access to financial services. To the contrary, costs, terms, and liquidity canimprove with increased migration to exchanges with better rules and greatertransparency. Given the increased remote access to trading systems, neither willdomestic investors need to give up their ability to trade stocks, even when they arelisted abroad. The policy implication is that countries might be better off not focussingon developing fullfledged local stock exchanges, but rather concentrate on creatingthe conditions, such as improving shareholder rights and the quality of local legalsystems, that allow corporations to issue and trade shares abroad efficiently. Thisfacilitation will also need to involve the harmonization of corporate governance,accounting, listing and other rules with those in international financial centres, and thestrengthening of the enforcement of the securities markets in many environments.In addition, countries, especially those with small markets, should encourage that theirlocal trading systems are linked tightly or merged with global markets. Furthermore, as Steil 2001 highlights, governments should encourage foreign trading systems as wellas clearing and settlement operators to provide services locally, whether incollaboration with local institutions or on their own, and if necessary, governmentsshould remove any impediments against foreign participation. Finally, to avoiddomestic institutional investors being held captive to an increasingly illiquid andnontransparent local market, portfolio restrictions that require investment in localinstruments only should be avoided.These conclusions should remain tentative, however, in part because we did notexplore all possible determinants of the internationalization process. Furthermore,although we used data for the most important financial centres, we do not cover allforms of internationalization of stocks, such as a crosslisting of a Dutch stock in Frankfurt. Importantly, although we used individual firms data, we studied only theprocess of internationalization at the aggregate level of a country. We did notinvestigate what types of firms were more likely to be internationalized; it might wellbe, for example, that the internationalization process to date has mainly involved largercorporations which already operate internationally going abroad. Casual evidencesuggests this to be the case, although there has also been a flurry of new, innovativefirms from emerging markets that have been able to secure financing abroad.14 13 We like to thank Ken Kavajecz for bringing this fact to our attention.14 The most important firmspecific characteristic determining internationalization in terms of capitalraising may have been whether or not it involved a privatization. Many of the privatizations in the 1990s of telecommunications and other stateowned enterprises were too large to be floated purelydomestically and most involved large international tranches. At the same time, many hightech firmswere able to raise financing in international markets in the years 19982000.17Furthermore, ownership structures of firms, the quality of the banking system andother financial markets in the home countries, the size of and importance of the localinstitutional investors bases, institutional factors like the efficiency and reliability ofclearing systems, and the path dependence inherent in the development of any financialmarkets may be important factors in determining the degree of migration. Furthermore,we did not analyse the implications of the migration for the price discovery processand the liquidity of stocks; possibly, migration leads to greater liquidity, but morefragmentation in price discovery.Our analysis, however, does suggest that stock exchanges in many emerging marketsmay not have a comparative advantage in offering capital raising, listing and tradingservices. Issues of the small scale of many local markets, the tendency for liquiditypools to concentrate in a few markets, and the inherent difficulties in emerging marketsto establish credible frameworks complicate the development of their stock exchanges.Nevertheless, many mediumsized firms with local informational needs may not beable to go directly overseas. Other evidence suggests that there still is a large degree towhich information is discovered and processed in markets with close proximity to theissuer. This may imply a need for some mechanism in each country to bring firms forthe first time to a public market. This may not require a stock exchange, however, butrather an active marketcid:190in the form of venture capital firms, commercial banks, nonbank financial institutions, and institutional investors with links to internationalfinancial centrescid:190for the financing of new and expanding firms. While we shed lighton the internationalization side, more research is needed on what constitutes not onlythe minimum legal, but also institutional setup for such an active firststage financingindustry, and whether or not that includes some form of a local market for publicshares.18References Baker, H. K., J. R. Nofsinger, and D. G. Weaver 1999. International CrossListingand Visibility. NYSE Working Paper 9901, January. New York: New York Stock Exchange.Bekaert, G., C. Harvey, and C. Lundblad 2001. Does Financial Liberalization Spur Growth?. NBER Working Paper W8245. Cambridge, MA: National Bureau of Economic Research.Bank of New York. Complete DR Directory and a database with the value traded at theticker level.Beck, T., A. DemirgucKunt, R. Levine, and V. Maksimovic 2001. Financial Structure and Economic Development: Firm, Industry, and Country Evidence, in Asli DemirgucKunt and Ross Levine eds, Financial Structure and Economic Growth. Cambridge, MA: MIT Press.Beck, T., R. Levine, and N. Loayza 2000. Finance and the Sources of Growth.Journal of Financial Economics, 58 12: 261300.Catalan, M., G. Impavido, and A. R. Musalem 2000. Contractual Savings of Stock Market Development: Which Leads?. Policy Research Working Paper 2421.Washington, DC: World Bank.Chaplinksy, S., and L. Ramchand 2000. The Impact of Global Equity Offerings.Journal of Finance, 55 6: 276789.Claessens, S., S. Djankov, and D. Klingebiel 2001. Stock Markets in Transition Economies. Financial Sector Discussion Paper No. 5. Washington, DC: World Bank.Clayton, M. J., B. N. Jorgensen, and K. A. Kavajecz 1999. On the Formation and Structure of International Exchanges. New York: The Stern School of Business,New York University, September. Mimeo.DemirgucKunt, A., and R. Levine eds 2001. Financial Structure and Economic Development. Cambridge, MA: MIT Press.Doidge, C. 2001. Do Changes in Law Matter for Corporate Ownership and Control?Evidence for Emerging Markets Firms that Lists in the US. Columbus: Ohio State University. Mimeo.Doidge, C., G. A. Karolyi, and R. Stulz 2001. Why Are Foreign Firms Listed in the US Worth More?. Columbus: Ohio State University. Mimeo.Domowitz, I., and B. Steil 1999. Automation, Trading Costs, and the Structure ofthe Trading Service Industry. Paper presented at the Second Annual BrookingsWharton Conference on Financial Services.Domowitz, I. J. Glenn, and A. Madhavan 2001a. Liquidity, Volatility and Equity Trading Costs Across Countries and Over Time. International Finance, 4 2: 22155.Domowitz, I. J. Glenn, and A. Madhavan 2001b. International Evidence on Aggregate Corporate Financing Decisions, in Asli DemirgucKunt and Ross 19Levine eds, Financial Structure and Economic Growth. Cambridge, MA: MITPress.Foerster S., and G. A. Karolyi 1999. The Effects of Market Segmentation and Investor Recognition on Assets Prices: Evidence from Foreign Stock Listing in the US. Journal of Finance, 54: 9811014.Foerster S., and G. A. Karolyi 2000. The Long Run Performance of Global Equity Offerings. Journal of Financial and Quantitative Analysis, 35: 499528.Jain, P. 2001. Institutional Design, and Liquidity at Stock Exchanges around the World. Bloomington: Indiana University, October. Mimeo.Hargis, K. 2000. International CrossListing and Stock Market Development in Emerging Economies. International Review of Economics and Finance, 9 2: 10122.Hausman, Jerry A. 1978. Specification Tests in Econometrics. Econometrica,46 125171.Henry, P. B. 2000a. Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices. Journal of Finance, 55 2: 52964.Henry, P. B. 2000b. Do Stock Market Liberalization Cause Investment Booms?.Journal of Financial Economics, 58 1: 30134.Kaminsky, G., R. Lyons, and S. Schmukler 2001. Mutual Fund Investment in Emerging Markets An Overview. World Bank Economic Review, 15 2: 31540.Kaminsky, G., and S. Schmukler 2001. On Booms and Crashes: Financial Liberalization and Stock Market Cycles. Washington, DC: World Bank. Mimeo.Karolyi, G. A. 1998. Why Do Companies Lists Shares Abroad? A Survey of the Evidence and Its Managerial Implications. Financial Markets, Institutions and Instruments, 7 1.Karolyi, G. A. 2001. Daimler Chrysler AG, The First Truly Global Share.Columbus: Ohio State University, December. Mimeo.Karolyi, G. A., and R. M. Stulz 2002. Are Financial Assets Priced Locally or Globally?, in G. Constaninides, M. Harris and R. M. Stulz eds, Handbook of the Economics of Finance. Amsterdam: NorthHolland.King, R. G., and R. Levine 1993. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics, 108 3: 71737.La Porta, R., F. LopezdeSilanes, A. Shleifer, and R. W. Vishny 1998. Law and Finance. Journal of Political Economy, 106 6: 111355.Lee, R., and B. Steil 2002. Changes in the Ownership and Governance of Securities Exchanges: Causes and Consequences. Washington, DC: Council on Foreign Relations. Mimeo.Levine, R. 1997. Financial Development and Growth Journal of Economic Literature, 35: 688726.20Levine, R., and S. Schmukler 2001. The Effects of CrossListing on Local Equity Markets. Washington, DC: World Bank. Mimeo.Levine, R., and S. Zervos 1998. Stock Markets, Banks, and Economic Growth.American Economic Review, 88 3: 53758.Lins, K., D. Strickland, and M. Zenner 2001. Do NonUS Firms Issue Equity on USStock Exchanges to Relax Capital Constraints. Salt Lake City: David Eccles School of Business, University of Utah. Mimeo.Ljungqvist, A., T. Jenkinson, and W. Wilhelm 2000. Global Integration in Primary Equity Markets: The Role of US Banks and US Underwriters. New York: New York University, September. Mimeo.Miller, D. 1996. Why Do Foreign Firms List in the United States? An Empirical Analysis of the Depository Receipt Market. Journal of Financial Economics, 51:10323.Miller, D., and J. Puthenpurackal 2000. The Costs, Wealth Effects and Determinantsof International Capital Raising: Evidence from Public Yankee Bonds. Indiana University and Texas AM University. Mimeo.Moel, Alberto 2001. The Role of American Depository Receipts in the Developmentof Emerging Markets. Economia, The Journal of LACEA.Pagano, M., F. Panetta, and L. Zingales 1998. Why Do Companies Go Public?: An Empirical Analysis. Journal of Finance, 53 1: 2764.Pagano, M., A. Roell, and J. Zechner 1999. The Geography of Equity Listing: Why Do European Companies List Abroad? CSEF Working Paper 28. Centre for Studies in Economics and Finance, University of Salerno, October. Forthcoming in Journal of Finance.Pagano, M., O. Randl, A. Roell, and J. Zechner 2001. What Makes Stock Exchanges Succeed?: Evidence from CrossListing Decisions. European Economic Review,45: 77082.Perotti, E., and P. van Oijen 2000. Privatization, Political Risk, and Stock Market Development in Emerging Markets. Amsterdam: University of Amsterdam.Mimeo.Pistor, K., M. Raiser, and S. Gelfer 2000. Law and Finance in Transition Economies. Economics of Transition, 8 2: 32568. EBRD.Pulatkonak, M. and G. Sofianos 1999. The Distribution of Global Trading in NYSEListed NonUS Stock. NYSE Working Paper 9903, March. New York: New York Stock Exchange.Rajan, R. and L. Zingales 1998. Financial Dependence and Growth. American Economic Review, 88 3: 55986.Reese, W. A. Jr., and M. S. Weisbach 2000. Protection of Minority Shareholder Interests, Crosslisting in the United States, and Subsequent Equity Offerings.Tulane UniversityUniversity of Illinois, January. Mimeo.21Sarkissan, S., and M. J. Schill 2000. The Overseas Listing Decision: New Evidenceof Promixity Preference. Mc Gill UniversityUniversity of California, April.Mimeo.Schmukler, S., and E. Vesperoni 2001a. Globalization and Firms Financing Choices: Evidence from Emerging Economies. World Bank Policy Research Working Paper 2323. Washington, DC: World Bank.Schmukler, S., and E. Vesperoni 2001b. Firms Financing Choices in BankBasedand MarketBased Economies, in Asli DemirgucKunt and Ross Levine eds,Financial Structure and Economic Growth. Cambridge, MA: MIT Press, 34775.Schmiedel, H. 2001. Technological Development and Concentration of Stock Exchanges in Europe. Bank of Finland Discussion Papers 212001. Helsinki: Bankof Finland.Steil, Benn 2001. Creating Securities Markets in Developing Countries: A New Approach for the Age of Automated Trading. International Finance, 4 2: 25778.Subrahmanyam, A., and S. Titman 1999. The GoingPublic Decision and the Development of Financial Markets. Journal of Finance, 54 3: 104582.22List of figures Figure 1 Stock market development Figure 2 Internationalization of stock markets, Part AFigure 3 Internationalization of stock markets, Part BFigure 4 Scatter plots: Stock market development Figure 5 Scatter plots: Internationalization of stock markets List of tables Summary statistics: Stock market development Summary statistics: Internationalization of stock markets, Part ASummary statistics: Internationalization of stock markets, Part BTable 1Table 2Table 3Table 4 Regressions: Stock market development Table 5 Regressions: Internationalization of stock markets, Part ATable 6 Regressions: Internationalization of stock markets, Part BAppendix tables Table A1 List of countries by income level Table A2 Series description and data sources 2425262728293031323334353623Figure 1Stock market development This figure shows the evolution over time of the ratio of market capitalization over GDP and the ratio ofvalue traded domestically over GDP and over market capitalization. The series are aggregated acrosscountries grouped by income level, following the classification of the World Development Indicators,World Bank, see Appendix Table A1.Market capitalization GDP1.41.21.00.80.60.40.20.01.21.00.80.60.40.20.01.21.00.80.60.40.20.057916791779187919791089118912891389148915891689178918891989109911991299139914991599169917991899199910002Value traded domestically GDP57916791779187919791089118912891389148915891689178918891989109911991299139914991599169917991899199910002Value traded domestically Market capitalization 57916791779187919791089118912891389148915891689178918891989109911991299139914991599169917991899199910002Highincome countries Middleincome countries Lowincome countries Source: Standard Poors former IFC Emerging Markets database.24Internationalization of stock markets, Part AFigure 2This figure shows the evolution over time of the ratio of market capitalization of firms with internationallistings over total market capitalization and the ratio of value traded abroad over GDP and over totalvalue traded domestically. The value traded abroad data are computed by aggregating firmlevel datafrom Bank of New York. The series are averages across countries grouped by income level, following theclassification of the World Development Indicators, World Bank, see Appendix Table A1.Market capitalization of international firms Market capitalization of all firms 989109911991299139914991599169917991899199910002Value traded abroad GDP989109911991299139914991599169917991899199910002Value traded abroad Value traded domestically 0.70.60.50.40.30.20.100.140.120.10.080.060.040.0200.450.40.350.30.250.20.150.10.050989109911991299139914991599169917991899199910002Highincome countries Middleincome countries Lowincome countries Source: Bank of New York.25Internationalization of stock markets, Part BFigure 3This figure shows the evolution over time of the ratio of capital raised in international markets over GDPand over capital raised domestically. This capital raised in international markets is computed byaggregating firmlevel data from Bank of New York and Euromoney. The series are averages acrosscountries grouped by income level, following the classification of the World Development Indicators,World Bank, see Appendix Table A1.0.0250.020.0150.010.00500.0250.020.0150.010.0050Capital raised abroad GDP989109911991299139914991599169917991899199910002Capital raised abroad GDP989109911991299139914991599169917991899199910002Highincome countries Middleincome countries Lowincome countries Source: Euromoney and Bank of New York.26Scatter plots: Stock market development Figure 42.502.001.501.000.500.004567891011050100150200250Log of GDP per capita Inflation 2.502.001.501.000.500.002.502.001.501.000.500.002.502.001.501.000.500.0005101520253035020406080100120Enforcement of shareholders rights Trading costs: fees and commissions This figure shows the graphs of market capitalization over GDP in the vertical axis against log of GDP per capita, inflation % per year, enforcement of shareholders rights,and trading costs: fees and commissions in basis points, respectively. The data are averages by country over time, with the available data in the period 19752000.Sources: Standard Poors former IFC Emerging Markets Database for data on market capitalization in domestic markets; World Development Indicators, World Bank, for GDP, GDP per capita, and inflation; La Porta et al. 1998, Pistor et al. 2000, and Country Risk Guide for enforcement of shareholders rights; ElkinsMc Sherry Co., Inc. fortrading costs.Scatter plots: Internationalization of stock markets Figure 50.900.800.700.600.500.400.300.200.100.004567891011050100150200250Log of GDP per capita Inflation 0.900.800.700.600.500.400.300.200.100.003035020406080100120Trading costs: fees and commissions 05151025Enforcement of shareholders rights 200.900.800.700.600.500.400.300.200.100.000.900.800.700.600.500.400.300.200.100.00This figure shows the graphs of market capitalization of international firms over total market capitalization in the vertical axis against log of GDP per capita, inflation % peryear, enforcement of shareholders rights, and trading costs: fees and commissions in basis points, respectively. These variables are averages by country over time, with theavailable data in the period 19752000.Sources: As given in Figure 4.This table shows the summary statistics of the ratio of market capitalization over GDP and the ratio of value traded domestically over GDP and over market capitalization at twopoints in time. The series are averages across countries grouped by income level, following the classification of the World Development Indicators, World Bank, see Appendix Table A1.Summary statistics: Stock market development Table 1No. obs Highincome countries Middleincome countries Lowincome countries Total 24111853No. obs Highincome countries Middleincome countries Lowincome countries Total 23111852No. obs Highincome countries Middleincome countries Lowincome countries Total 23111852Mean 0.420.360.120.31Mean 0.160.070.030.10Mean 0.480.240.170.321990Market capitalization GDPMedian 0.310.140.060.18Max 1.121.230.501.23Value traded GDPMedian 0.110.040.000.04Median 0.340.260.060.24Max 0.550.300.270.55Max 1.670.690.961.67Min 0.060.020.010.01Min 0.010.000.000.00Min 0.010.020.010.01Std dev.No. obs 0.320.420.130.3228183076Std dev.No. obs 0.170.100.070.1428183076Std dev.No. obs 0.460.190.250.37281827732000Market capitalization GDPMedian 0.890.280.130.34Max 3.831.640.703.83Value traded GDPMedian Max 3.200.880.673.200.660.080.020.09Mean 1.170.450.200.62Mean 1.000.180.070.44Min 0.140.040.000.00Min 0.030.010.000.00Mean 0.860.470.290.55Median 0.750.310.140.38Max 3.972.571.493.97Min 0.040.030.020.02Std dev.0.870.430.180.72Std dev.0.940.260.140.73Std dev.0.770.620.370.66Value traded market capitalization Value traded market capitalization Source: Standard Poors former IFC Emerging Markets Database.Summary statistics: Internationalization of stock markets, Part ATable 2This table shows the summary statistics of the ratio of market capitalization of firms with international listings over the total market capitalization and the ratio ofvalue traded abroad over GDP and over total value traded domestically at two points in time. The value traded abroad data are computed by aggregating firmlevel data from the Bank of New York. The series are averages across countries grouped by income level,following the classification of the World Development Indicators, World Bank, see Appendix Table A1. 19902000Market capitaliztion of international firms Total market Market capitaliztion of international firms Total market Highincome countries Middleincome countries Lowincome countries Total No. obs 18918Mean 0.0100.1200.0500.080capitalization Max 0.0100.6100.2900.610Median 0.0100.0300.0000.000Min 0.0100.0000.0000.000Std dev 0.2100.1000.160No. obs Mean 0.3106.00015.0000.5500.27025.00046.0000.370capitalization Max 0.5801.0001.9301.930Median 0.3700.6200.1400.330Min 0.0300.0400.0000.000Std dev.0.2200.2600.3900.350Value traded abroad GDPValue traded abroad GDPHighincome countries Middleincome countries Lowincome countries Total No. obs 24183274Mean 0.0070.0010.0000.003Median 0.0010.0000.0000.000Max 0.0590.0200.0000.059Min 0.0000.0000.0000.000Std dev.0.0150.0050.0000.009No. obs Mean 0.1310.0250.0050.05926182468Median 0.0230.0030.0000.007Max 1.4430.1200.0401.443Min 0.0000.0000.0000.000Std dev.0.2920.0380.0120.189Value traded abroad Value traded domestically Value traded abroad Value traded domestically Highincome countries Middleincome countries Lowincome countries Total No. obs 21111850Mean 0.3910.0290.0000.170Median 0.0030.0000.0000.000Max 7.4640.2710.0007.464Min 0.0000.0000.0000.000Std dev.1.6220.0820.0001.054No. obs Mean 0.2200.3980.0690.20426182973Median 0.0330.0030.0000.009Max 2.4382.1771.4212.438Min 0.0000.0000.0000.000Std dev.0.5100.7060.2640.502Source: Bank of New York.Summary statistics: Internationalization of stock markets, Part BTable 3This table shows the summary statistics of the ratio capital raised in international markets over GDP and over capital raised domestically at two points in time.This capital raised in international markets is computed by aggregating firmlevel data from Bank of New York and Euromoney. The series are averagesacross countries grouped by income level, following the classification of the World Development Indicators, World Bank, see Appendix Table A1.1990No. obs Highincome countries Middleincome countries Lowincome countries Total 26183175Capital raised abroad GDPMean 0.00200.00040.00020.0009Median 0.00070.00000.00000.0000Max 0.02430.00320.00510.0243Min 0.00000.00000.00000.0000Std dev.0.00480.00090.00090.00302000Capital raised abroad GDPNo. obs 28182571Mean 0.01920.00270.00180.0089Median 0.01340.00040.00000.0020Max 0.07460.01580.01960.0746Min 0.00000.00000.00000.0000Std dev.0.01900.00450.00460.0149Capital raised abroad Capital raised domestically Capital raised abroad Capital raised domestically No. obs Highincome countries Middleincome countries Lowincome countries Total 36716Mean 2.300.120.020.49Median 0.230.050.000.00Max 6.660.470.126.66Min 0.000.000.000.00Std dev.No. obs 3.780.180.051.652101426Mean 0.193.720.261.59Median 0.190.490.000.04Max 0.3715.742.1915.74Min 0.020.000.000.00Std dev.0.255.910.623.97Sources: Euromoney and Bank of New York.This table shows regressions estimated through random effects models with robust standard errors for a panel of 77 countries between 1975 and 2000. A constant is estimated but is not reported in the table. Values oftstatistics are in parentheses. , , mean significance at 10%, 5%, and 1%, respectively.Table 4Regressions: Stock market development Independent variables Log of GDP per capitaat market prices USLog of inflation Law and order Shareholders rights IMFs measure of capitalaccount liberalization Financial liberalization dummy Trading costs: fees and commissions Market capitalization GDPValue traded domestically Market capitalization Value traded domestically 0.208 0.115 0.185 7.4903.1606.4240.296 0.1531.6205.3340.153 0.081 0.179 0.275 0.203 0.186 0.086 0.199 0.286 0.249 5.6471.9326.4815.1972.1877.7102.8458.4944.6072.9410.049 5.0100.064 4.3580.045 4.6750.0201.3770.0381.3070.0050.4980.038 2.0650.0030.3710.0070.5020.0310.8540.016 1.8000.068 4.6520.016 2.1680.0110.6100.074 2.5950.0130.8670.029 1.6690.0161.1140.0130.5180.0360.5920.023 1.6450.0080.3900.0191.4570.0301.1710.240 3.4990.0181.3480.0060.3270.0171.4870.065 2.0030.231 4.0190.140 3.2050.084 2.2950.124 2.5050.0240.4910.0250.7510.0330.6860.062 1.8230.0451.6040.0500.826No. of observations No. of countries Rsquared overall 1003770.221468640.238984770.231433280.1240.0010.430151410.086978770.061459630.064964770.062431280.0470.0010.345150410.015993770.124464640.177979770.159435280.0710.0010.368151410.075Sources: Standard Poors former IFC Emerging Markets Database for data on market capitalization and value traded domestically; World Development Indicators, World Bank, for GDP, GDP per capita, andinflation; La Porta et al. 1998 and Pistor et al. 2000 for shareholders rights; ElkinsMc Sherry Co., Inc. for trading costs; Annual Report on Exchange Arrangements and Exchange Restrictions, IMF for dummy oncapital account liberalization; Kaminsky and Schmukler 2001 for financial liberalization dummy.Regressions: Internationalization of stock markets, Part ATable 5This table shows regressions estimated through random effects tobit models for a panel of 77 countries between 1975 and 2000. A constant is estimated but is not reported in the table. For thedependent variable market capitalization of international firms over market capitalization of all firms, Nigeria and Zimbabwe were excluded from the regressions, and for variable value tradedabroad over GDP, Austria was excluded, both due to collinearity problems. Values of tstatistics are in parentheses. , , mean significance at 10%, 5%, and 1%, respectively. Independent variablesmarket capitalization Value traded abroad Value traded domestically Value traded abroad GDPMarket capitalization of international firms Total Log of GDP per capita at at market prices US0.106 0.131 0.097 0.131 0.088 5.6597.8385.6123.9565.7150.775 0.203 0.777 0.128 0.0400.7915.8725.2652.9426.2260.066 0.046 0.061 0.028 6.1199.3885.4171.6480.0050.6880.065 0.095 0.061 0.094 0.025 6.7007.7072.7015.8336.4970.0771.1480.100 0.0724.5901.0760.089 0.0244.0611.0860.007 1.9850.011 0.0065.0601.6260.0081.1970.0020.6290.0090.5680.024 1.9240.0181.2540.037 2.0650.112 9.4440.0390.4110.0240.8600.0500.5270.167 0.0150.3264.5930.0010.1030.0020.7910.0000.0690.0030.2380.0080.819Log of inflation Law and order Shareholders rights IMFs measure of capital account liberalization Financial liberalization dummy Trading costs: fees and commissions 0.0121.0190.093 2.3250.123 2.9660.001 2.5480.0421.3980.0200.0910.301 3.505No. of obs No. of countries No. of uncensored obs No. of leftcensored obs Loglikelihood 3384730533232193819722143334730033211231211211371217104073275356376814446622442021747237535536881027725224531740.012 5.7270.0171.2860.065 2.8060.000 2.199759743643952554566124920740774574361384254296262316514814138119222080.0010.937144391182662Sources: Standard Poors former IFC Emerging Markets Database for data on market capitalization; Bank of New York for data on value traded abroad; World Development Indicators, World Bank, for GDP, GDP per capita, and inflation; La Porta et al. 1998 and Pistor et al. 2000 for shareholders rights; ElkinsMc Sherry Co., Inc. for trading costs; Annual Report on Exchange Arrangements and Exchange Restrictions, IMF for dummy on capital account liberalization; Kaminsky and Schmukler 2001 for financial liberalization dummy.Regressions: Internationalization of stock markets, Part BTable 6This table shows regressions estimated through random effects tobit models for a panel of 77 countries between 1975 and 2000. A constant is estimated but is not reported in the table. Values of tstatistics are in parentheses. , , mean significance at 10%, 5%, and 1%, respectively.Independent variables Capital raised abroad capital raised domestically Capital raised abroad GDPLog of GDP per capita at market prices USLog of inflation Law and order Shareholders rights IMFs measure of capital account liberalization Financial liberalization dummy Trading costs: fees and commissions 1.263 1.092 1.328 2.8982.6503.0120.0950.3990.0900.3460.2110.6520.1440.5050.1250.3440.0780.3170.1050.3950.6020.830No. of observations No. of countries No. of uncensored observations No. of leftcensored observations Loglikelihood 2924318610656120934142674152834318010354614014110302830.0880.2800.0040.0200.401 1.7370.0930.2060.2370.6030.4880.6200.005 0.001 0.004 0.002 5.2992.0514.0481.6920.0000.0780.001 2.6150.001 3.5890.001 2.5750.001 3.2880.0011.0060.002 0.001 0.002 3.6061.8663.7340.0000.7800.0011.1420.0000.8810.003 2.2430.006 6.0920.850 1.6990.0140.5086419595160108777564523160848364346137119910627755151115704472832712011290.0000.225152411439463Sources: Standard Poors former IFC Emerging Markets Database for data on market capitalization; Euromoney and Bank of New York for data on capital raised abroad; World Development Indicators, World Bank, for GDP, GDP per capita, and inflation; La Porta et al. 1998 and Pistor et al. 2000 for shareholders rights; ElkinsMc Sherry Co., Inc. for trading costs; Annual Report on Exchange Arrangements and Exchange Restrictions, IMF for dummy on capital account liberalization, Kaminsky and Schmukler 2001 for financial liberalization dummy. Appendix Table A1List of countries by income level This table shows the list of countries grouped by income levelfollowing the classification of the World Development Indicators, World Bank Lowincome countries Middleincome countries Highincome countries Australia Austria Belgium Canada Denmark Finland France Germany Greece Hong Kong Ireland Israel Italy Japan Luxembourg Malta Netherlands New Zealand Norway Portugal Singapore Slovenia Spain Sweden Switzerland Taiwan United Kingdom United States Armenia Azerbaijan Bangladesh Bulgaria China Colombia Cote d Ivoire Ecuador Egypt Ghana India Indonesia Iran Islamic Republic Jamaica Jordan Kazakhstan Kenya Kyrgyz Republic Latvia Lithuania Macedonia Moldova Morocco Nigeria Pakistan Peru Philippines Romania Russia Sri Lanka Thailand Tunisia Ukraine Uzbekistan Zimbabwe Argentina Botswana Brazil Chile Croatia Czech Republic Estonia Hungary Korea Malaysia Mauritius Mexico Poland Saudi Arabia Slovak Republic South Africa Trinidad and Tobago Turkey Venezuela 35Appendix Table A2Series description and data sources Series name Description Capital raised abroadcurrent USCapital raiseddomesticallycurrent USDomestic marketcapitalizationcurrent USDomestic marketcapitalization ofinternational companiescurrent USCapital raised in international markets through depository receipts orequity issues. The sample is based on two sources: Euromoney and Bank of New York. The first covers all operations of capital raised ininternational markets. The second covers capital raised throughdepository receipts. The series are based on Euromoneysinformation, augmented by depository receipts operations reported in Bank of New York and not included in Euromoney. The series covercapital raising operations since 1980.Total value of public offerings and rights issues during the period,excluding stock dividends or bonus shares that do not raise cash.Market capitalization in domestic stock markets.Market capitalization of international companies at the end of the year.Series are computed in a firmlevel basis, by adding, for each countryyear, the market capitalization of all companies with internationalactivity. Companies with international activity are those identified ashaving at least one active depository receipt program at any time inthe year, or having raised capital in international markets in thecurrent or previous years, or trading in London Stock Exchange.Domestic value tradedcurrent USValue traded in domestic stock market.Value traded indepository receiptscurrent USValue traded in depository receipts covering the period 19892000.Series are computed in a firmlevel basis by adding all tickersbelonging to the same company on a yearly basis.GDP at market pricescurrent USGross domestic product GDP at purchaser prices. GDP data areconverted from domestic currencies using yearly official exchangerates. For a few countries where the official exchange rate does notreflect the rate effectively applied to actual foreign exchangetransactions, an alternative conversion factor is used.GDP per capita atmarket prices current USInflation, consumerprices % per yearLaw and order Gross domestic product divided by midyear population.Inflation as measured by the consumer price index Qualitative variable that ranges from 1 to 6, where higher numbersindicate higher levels of law and order. Law and order are assessedseparately, with each subcomponent comprising zero to three points.The law subcomponent is an assessment of the strength andimpartiality of the legal system, while the order subcomponent is anassessment of popular observance of the law. Thus, a country canhave a high rating in terms of its judicial system, for example 3, but alow rating, for example 1, if the law is ignored for a political aim, e.g.widespread strikes involving illegal practices. The data cover theperiod 19842000 for all countries, with the exception of Kyrgyz Rep.,Macedonia, Mauritius, and Uzbekistan.Source1223245556Appendix Table 2A continues 36Appendix Table A2 contSeries description and data sources Series name Description Shareholders rightsto Index aggregating shareholders rights that ranges from 0 to 6. Theindex is formed by adding 1 when: 1 the country allows shareholdersto mail their proxy vote; 2 shareholders are nor required to deposittheir shares prior the General Shareholders Meeting; 3cumulative voting is allowed; 4 an oppressed minorities mechanismis in place; 5 the minimum percentage of share capital that entitlesshareholders to call for an Extraordinary Shareholders Meeting is 10percent or less; 6 shareholders have preemptive rights when newshares are issued that can be waived only by a shareholder vote. Thedata cover the period 19901998 for all countries, with the exceptionof: Bangladesh, Botswana, China, Cote d Ivoire, Ghana, Iran Islamic Rep., Jamaica, Luxembourg, Malta, Mauritius, Morocco, Saudi Arabia,Trinidad and Tobago, and Tunisia.Source7Trading costs basispointsTrading costs covering fees and commissions, covering the period 199598 for 41 countries.Financial liberalization Dummy that equals one on and after the year of capital accountliberalization, and zero elsewhere. The data cover the period 19752000 for 28 countries.Capital accountliberalization Dummy that equals one on and after the year of capital accountliberalization, and zero elsewhere. The data cover the period 197595for all countries.8910Sources: 1 Euromoney and Bank of New York;2 Standard Poors former IFC Emerging Markets Database;3 World Scope, Emerging Markets Database, and Bloomberg;4 Bank of New York;5 World Bank: World Development Indicators;6 Political Risk Services: International Country Risk Guide;7 Pistor et al. 2000; La Porta et al. 1998;8 ElkinsMc Sherry Co., Inc.;9 Kaminsky and Schmukler 2001;10IMF: Annual Report on Exchange Arrangements and Exchange Restrictions.37", "filename": "358488567.pdf", "person": ["Stijn Claessens", "Claessens, Stijn", "Daniela Kingebiel", "Kingebiel, Daniela", "Sergio L. Schmukler", "Schmukler, Sergio L."], "date": ["2002"]}