{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/71980/1/361104308.pdf"], "title": ["Cartel pricing dynamics in the presence of an antitrust authority"], "plaintext": "Cartel Pricing Dynamics in the Presence of an Antitrust Authority Joseph E. Harrington, Jr.Department of Economics Johns Hopkins University Baltimore, MD 212184105167615, 7600 Faxjoe.harringtonjhu.eduwww.econ.jhu.eduPeopleHarrington Johns Hopkins University Working Paper No. 487August 2002, Revised May 2003JEL: L1, L4; Key Words: Collusion, Cartel Detection, Antitrust Abstract Pricefixing is characterized when firms are concerned about creating suspicionsthat a cartel has formed. Antitrust laws have a complex effect on pricing as theyinteract with the conditions determining the internal stability of the cartel. The qualitative properties of pricing dynamics are characterized and the impact of antitrustpolicy is explored.I appreciate the comments of Susan Athey, Rich Gilbert, Peter Mollgaard, and seminar participantsat Cal Tech, UCBerkeley, Stanford, Yale, Arizona, George Washington, Minnesota, Minneapolis Fed,DukeUNC Theory Workshop, HarvardMIT I.O. Seminar, Pompeu Fabra, UABIAE, Alicante and atthe 2003 Winter Econometric Society Meetings Washington, D.C. and the 2003 International I. O.Conference Boston. The superb research assistance of Joe Chen is gratefully acknowledged. Thisresearch is supported by the National Science Foundation under grant SES0209486.11 Introduction As evidenced by recent cases in lysine, graphite electrodes, and vitamins, pricefixingremains a perennial problem. Though there is a voluminous theoretical literature on collusive pricing, an important dimension to pricefixing cartels has received little attention.In light of its illegality, a critical goal faced by a cartel is to avoid the appearance thatthere is a cartel. Firms want to raise prices but not suspicions that they are coordinatingtheir behavior. If high prices or rapidly increasing prices or, more generally, anomalousprice movements may make customers and the antitrust authorities suspicious that a cartel is operating, one would expect this to have implications for how the cartel prices. Theobjective of this paper is to explore these implications especially with respect to pricingdynamics. Also of interest is understanding the impact of antitrust policy.In an earlier paper Harrington, 2002, I explored this issue by characterizing thejoint profit maximizing price path under the constraint of possible detection and antitrustpenalties. Assuming that the probability of detection is sensitive to price changes, it wasshown that the cartel gradually raises price with price converging to a steadystate level.Comparative statics on the steadystate price reveal that it is decreasing in the damagemultiple and the probability of detection but is independent of the level of fixed fines.Furthermore, if fines are the only penalty, the cartels steadystate price is the same as inthe absence of antitrust laws, though fines do affect the path to the steadystate. Anotherintriguing result is that a more stringent standard for calculating damages increases thesteadystate price.That analysis presumed that the incentive compatibility constraints ensuring the internal stability of the cartel were not binding. In the current paper, these constraints areexplicitly introduced and allowed to bind. The optimal cartel price path is characterizedand three considerations come into play a desire to set high prices to realize high profit, adesire to gradually raise price so as to make detection less likely, and a need to adjust priceso as to maintain the internal stability of the cartel. After laying out the model in Section 2 and defining an optimal collusive price path in Section 3, its intertemporal propertiesare characterized in Section 4. Section 5 investigates the role of antitrust policy and, inparticular, identifies some possible perverse effects from the prohibition of pricefixing.22 Model Consider an industry with n symmetric firms. Pi, Pi denotes firm is profit when itsprice is Pi and all other firms charge a common price of Pi. Define P P, P tobe a firms profit and D P a firms demand when every firm charges P . The space offeasible prices is which is assumed to be a nonempty, compact, convex subset of .An additional restriction will be placed on later.A1 Either: i Pi, Pi is continuous in Pi and Pi, quasiconcave in Pi, and uniqueb P such that P R P as P Q b P where Pi arg max Pi, Pi ; or ii Pi, Pi Pi c n D PiPi c D Pi0if Pi Piif Pi Piif Pi Piand D c 0.Part i of A1 results in the stage game encompassing many differentiated productsmodels while ii makes it inclusive of the Bertrand price game homogeneous goods andconstant marginal cost. Allowing for the latter is important for some existence resultsthough the characterization results hold much more generally. b P will denote a symmetric Nash equilibrium price under either i or ii where, in the latter case, b P c. Letb 3b P be the associated profit. As a convention, P , P P c n D P under ii. A2 defines the cartel profit function and the joint profitmaximizing price.A2 P is differentiable and quasiconcave in P , if P 0 then it is strictly quasiconcave in P , and P m b P such that P m P P 6 P m.Firms engage in this price game for an infinite number of periods. The setting is oneof perfect monitoring so that firms prices over the preceding t 1 periods are common In this paper, detection always refers to a third party, suchknowledge in period t.as buyers, detecting the existence of a cartel. Assume a firms payoff is the expecteddiscounted sum of its income stream where the common discount factor is 0, 1 .If firms form a cartel, they meet to determine price. Assume these meetings, and anyassociated documentation, provides the smoking gun if an investigation is pursued.1The cartel is detected with some probability and incurs penalties in that event. Assume,1 Though it is assumed that suspicions lead to an investigation and conviction with probability one,all results go through if the probability of these events is required only to be positive.3for simplicity, that detection results in the discontinuance of collusion forever. Detectionin period t then generates a terminal payoff of b 1 X t F where X t is a firmsdamages and F is any fixed fines which may include the monetary equivalent of prisonsentences. If not detected, collusion continues on to the next period.Damages are assumed to evolve in the following manner:X t X t 1 x P t where 0, 1 and 0.As time progresses, damages incurred in previous periods become increasingly difficultto document and 1 measures the rate of the deterioration of the evidence. x P t isthe level of damages incurred by each firm in the current period where is the damagemultiple applied. While U.S. antitrust law specifies treble damages, is often well lessthan three because of an outofcourt settlement.A3 x : is bounded and continuous and is nondecreasing overhb P , P mi.Current U.S. antitrust practice is x P t 3P t b P D P t where b P is referred toas the but for price and is the price that would have occurred but for collusion. Bythe boundedness of x , it follows that damages are bounded by X x 1 wherex x P P . We then have that X t 1 0, X .Detection of a cartel can occur from many sources; some of which are related to price such as customer complaints and some of which are unrelated to price such as internalwhistleblowers. Hay and Kelley 1974 find that detection was attributed to a complaintby a customer or a local, state, or federal agency in 13 of 49 pricefixing cases. In the recentgraphite electrodes case, it was reported that the investigation began with a complaintfrom a steel manufacturer which is a purchaser of graphite electrodes Levenstein and Suslow, 2001. High prices or price increases or simply anomalous price movements maycause customers to become suspicious and pursue legal action or share their suspicionswith the antitrust authorities.2 Though it isnt important for my model, I do imaginethat buyers in many pricefixing cases, they are industrial buyers are the ones who maybecome suspicious about collusion.32 The Nasdaq case is one in which truly anomalous pricing resulted in suspicions about collusion. Itwas scholars rather than market participants who observed that dealers avoided oddeighth quotes andultimately explained it as a form of collusive behavior Christie and Schultz, 1994. The marketmakerspaid an outofcourt settlement of around 1 billion.3 As a general rule, the Antitrust Division follows leads generated by disgruntled employees, unhappycustomers, or witnesses from ongoing investigations. As such, it is very much a reactive agency with 4To capture these ideas in a tractable manner, I specify an exogenous probabilityof detection function which depends on the current and previous periods price vectors. P t, P t 1 is the probability of detection when the cartel is active where P t n.4 As a notational convention, the vector of prices will be replaced witha scalar when firms charge a common price. This specification can capture how high 1, . . . , P tP tprices and big price changes can create suspicions among buyers that firms may notbe competing.5 The impact of the properties of this detection technology on the jointprofitmaximizing price path was explored in Harrington 2002. There it was found thatcartel pricing dynamics are empirically plausible when detection is driven by price changesrather than price levels. As a result, in this paper I will largely focus on when detectionis sensitive to price changes. A4 specifies that the probability of detection is minimizedwhen prices dont change and is weakly higher with respect to price increases. These seemplausible in the context of a stationary environment so that buyers do not expect to seemuch in terms of price fluctuations.A4 : 2n 0, 1 is continuous and:i P o, P o P 0, P o and P o, P o P o, P 0 , P 0, P o ; ii if P 00 P 0 P o componentwide then P 00, P o P 0, P o .To derive various properties of the cartel price path, additional restrictions will later beplaced on . For purposes of generality, I have sought to impose the minimal restrictionsfor a particular property to be true; hence, the form of those restrictions will vary withthe result. For the reader who prefers to have one unifying set of assumptions, it can beshown that all of the various assumptions made on in this paper hold for the followingtwo classes of functions.6 For the first class, suppose the probability of detection functionis additively separable in the individual price changes:P t, P t 1 n Xj1j P te P tj P t 1j ,respect to the search for criminal antitrust violations  Customers, especially federal, state, and localprocurement agencies, play a role in identifying suspicious pricing, bid, or shipment patterns. Mc Anney,1991, pp. 529, 5304 In much of the analysis, it is unnecessary to specify the exact form of detection when the cartelcollapses. At this point, it is sufficient to suppose that detection can occur during the postcartel phasebut it need not be as likely as when the cartel was active.5 While customers are implicitly assumed to be forgetful in that their likelihood of becoming suspiciousdepends only on recent prices, the inclusion of a more comprehensive price history would significantlycomplicate the analysis, by greatly expanding the state space, without any apparent gain in insight.6 The proof is available on request.5where j : 0, 1 and Pnj1 j 1. Assume e : 0, 1 is differentiable, e 0 0 when 0, and e 00 0 when 0. Thus, when the price change isnegative, the probability of detection is nonincreasing in the price change and, when theprice change is positive, it is a weakly convex nondecreasing function of the price change.The second class has detection depend on movements in a summary statistic of firmsprices. Suppose P t, P t 1 ef P t f P t 1where f : n and: i f P, . . . , P P ; and ii if P o P then f P, . . . , P o, . . . , P P.e has the properties specified above. Examples for f include the average price eitherunweighted or weighted by market share and the median price.This modelling of detection warrants further discussion since it does not model thoseagents who might engage in detection. The first point to make concerns tractability.With two distinct sources of structural dynamics detection and antitrust penalties in addition to the usual repeated gamestyle behavioral dynamics, this model is richenough to provide new insight into cartel pricing dynamics even with a reduced formmodelling of the detection process and its complexity already pushes the boundaries offormal analysis. It would seem prudent to understand the workings of this model beforemoving on to the much more difficult problem of endogenizing the probability of detectionfunction. Tractability issues aside, there is another motivation which makes the analysis ofintrinsic interest. The objective of this paper is to develop insight and testable hypothesesabout cartel pricing. A good model of the detection process is then one that is a plausibledescription of how cartel members perceive the detection process. To my knowledge, thereis little evidence from past cases that cartels hold a sophisticated view of buyers whichis implied if one were to model buyers as strategic agents and derive an equilibrium. Itstrikes me as quite reasonable that firms might simply postulate that higher prices orbigger price changes result in a greater likelihood of creating suspicions without havingderived that relationship from first principles about buyers. Thus, even if this modellingof the detection process is wrong, the resulting statements about cartel pricing may beright if that model is a reasonable representation of firms perceptions.In period 1, firms have the choice of forming a cartel, and risking detection and penalties, or earning noncollusive profit ofb. If they choose the former, they can, at any time,choose to discontinue colluding. However, a finitelylived cartel will cause collusion tounravel so that, in equilibrium, firms either collude forever or not at all subject to thecartel being exogenously terminated because of detection. Firms are then not allowed to 6form and dissolve a cartel more than once. While the possibility of temporarily shuttingdown the cartel is not unreasonable firms may want to lay low for a bit of time, theanalysis is complicated enough without allowing for such. Exploration of that strategicoption is left for future research.Related Work Though no previous work allows for the rich set of dynamics of thismodel, there have been papers which take account of detection considerations in thecontext of cartel pricing. Block, Nold, and Sidak 1981 offer a static model in whichthe probability of detection is increasing in the price level. Spiller 1986, Salant 1987,and Baker 1988 allowed buyers to adjust their purchases under the anticipation thatthey may be able to collect multiple damages if sellers were shown to have been colluding.Also within a static setting, Besanko and Spulber 1989, 1990, La Casse 1995, Polo1997, Souam 2001, and Schinkel and Tuinstra 2002 explore a context in which firmshave private information, which influences whether or not they collude, and either thegovernment or buyers must decide whether to pursue costly legal action. Three papersconsider a dynamic setting. Cyrenne 1999 modifies Green and Porter 1984 by assumingthat a price war, and the ensuing raising of price after the war, results in detection forsure and with it a fixed fine. Spagnolo 2000 and Motta and Polo 2003 consider theeffects of leniency programs on the incentives to collude in a repeated game of perfectmonitoring.7 Though considering collusive behavior in a dynamic setting with antitrustlaws, these papers exclude the sources of dynamics that are the foci of the current analysis;specifically, that the probability of detection and penalties are sensitive to firms pricingbehavior. It is that sensitivity that will generate predictions about cartel pricing dynamics.3 Optimal Symmetric Subgame Perfect Equilibrium The cartels problem is to choose an infinite price path so as to maximize the expectedsum of discounted income subject to the price path being incentive compatible IC. Indetermining the set of IC price paths, the assumption is made that deviation from thecollusive path results in the cartel being dissolved and firms behaving according to a Markov Perfect Equilibrium MPE.Suppose a firm deviates and the cartel collapses. Since cartel meetings are no longertaking place, the damage variable simply depreciates at the exogenous rate of 1 : X t 7 Rey 2001 offers a nice review of some of this work along with other theoretical analyses pertinentto optimal antitrust policy.7X t 1.8 This is still a dynamic problem, however, in that price movements can createsuspicions and, while firms are no longer colluding, an investigation could reveal evidenceof past collusion. The state variables at t are the vector of lagged prices, P t 1, andcommon damages, X t 1. A MPE is then defined by a stationary policy function which P t 1, X t 1 denote firm is payoff at a MPE. When theremaps n into . Let V mpeis a symmetric state and a symmetric MPE, the payoff is denoted V mpe P t 1, X t 1 .For the characterization of cartel pricing, it is not necessary to characterize a MPE; itibeing sufficient that the MPE payoff satisfy the following condition:b 1 V mpei P t 1, X t 1 b 1 X t 1 F,P t 1, X t 1 n 0, X ;1that is, a MPE results in a payoff weakly lower than the static Nash equilibrium payoffbut weakly higher than the static Nash equilibrium payoff less the cost of incurring thepenalties for sure. The issue then is under what conditions does a MPE exist whichsatisfies 1. Note that it holds if the postcartel price path is sufficiently close to pricingat b P and the probability of incurring penalties during the postcartel phase is sufficientlygreat. For example, 1 holds when infinite repetition of the static Nash equilibrium is a MPE; a sufficient condition for which is that the stage game is the Bertrand price game.9In the ensuing analysis, 1 is assumed in some cases and in others occurs for free; beingimplied by other assumptions. Though this property need not always hold for an examplewhere it doesnt, see Harrington 2003, it is useful to limit our attention to when it doesso as to be able to provide a coherent set of results. Let me emphasize that I could havedone away with 1 by simply focusing on the Bertrand price game. The route I havetaken is more general as, by assuming a MPE payoff satisfies 1, it includes the Bertrandprice game as a special case.It is natural to assume that, at the start of the cartel, damages are zero and firms arecharging the noncollusive price: P 0, X 0 3b P , 0 . While many of the ensuing resultsare robust to these initial conditions, they will be assumed throughout the paper so as tosimplify some of the proofs. Before providing the conditions defining the cartel solution,the assumption is made that damages are assessed only in those periods for which thecartel has been functioning properly and, more specifically, are not assessed when a firm 8 Implicit in this specification is that damages stop accumulating once the cartel is dismantled. Thoughthis is a useful approximation, if the postcartel price exceeds b P , it is because of past collusion so onecould argue that additional damages should be assessed. Whether they are, in practice, is another matter.9 Another sufficient condition is that the probability of detection when the cartel is inactive is independent of an individual firms price when that price is different from a common price charged by otherfirms. The proofs are available on request.8deviates from the cartel price. Thus, when a firm considers cheating on the agreement, itassumes the act of deviation negates damages for that period.10As the focus is on symmetric collusive solutions, it is sufficient to define the statevariables as P t 1, X t 1 0, X. The firms problem is either to not form a cartel and price at b P in every period with each firm receiving a payoff ofb 1 or forma cartel and choose a price path so as to:t 1t 12Xt1wheret 1t Xj1maxP tt1tjx P j F Xt1j11 P j, P j 1 P tj11 P j, P j 1 b 1 t P t, P t 1 t 1X t P tajt 1 P j, P j 1 P t1 :Xj1X tjx P j F t1P , P 1 1jt 1 P j, P j 1 b 1 t 1Xj1tjx P j F Pi, P t P t, . . . , Pi, . . . , P t , P t 1 b 1 t 1Xj11 P t, . . . , Pi, . . . , P t , P t 1 V mpetjx P j,j11 P j, P j 1 is the probability that the cartel has not been detected asof period t. is the set of price paths that satisfy the incentive compatibility constraintst 1In 2, t 1P t, . . . , Pi, . . . , P t, max PiiICCs. A solution to 2 is referred to as an Optimal Symmetric Subgame Perfect Equilibrium OSSPE price path.As I do not have a general proof of existence for a purestrategy MPE, it is necessaryto assume A5 so as to provide a general proof of the existence of an OSSPE price path.11Recall that if the stage game is the Bertrand price game then infinite repetition of the 10 In practice, it is not clear when damages are no longer assessed and this assumption is probably asgood as any other. Furthermore, it has a nice property which is useful for both analytical and numericalwork. If damages were assigned in the period that a firm deviated then, entering the postdeviation phase,firms would have different levels of damages and this would expand the state space. Let me add that allresults have been derived when it is instead assumed that damages are assessed in the period of deviationbased on the price that the cartel set which also serves to preserve common damages.11 To my knowledge, there is no general existence theorem for Markov Perfect Equilibrium, even inmixed strategies, when the state space is uncountable; see Fudenberg and Tirole 1991.9static Nash equilibrium is a MPE. This satisfies both the existence and continuity specifiedin A5.a continuous function V mpeiipayoff associated with a Markov Perfect Equilibrium.: n 0, X such that V mpe A5 P t 1, X t 1 n 0, X , a Markov Perfect Equilibrium and, furthermore, P t 1, X t 1 is the Define the firms choice set as N o Cartel where it is understood that choosingan element from implies forming a cartel while choosing N o Cartel implies all firmsprice at b P in all periods. An OSSPE price path is a selection from N o Cartel thatmaximizes each firms payoff. All proofs are in the Appendix.Theorem 1 If A1A5 hold then an OSSPE price path exists.V P t 1, X t 1 will denote the payoff that is associated with an OSSPE path. Whensomething is stated to be a property of an OSSPE path, it is meant to refer to an OSSPEpath that involves cartel formation.In order to simplify the proofs, the assumption is made from hereon that 0, P mso that the cartel does not set price above the simple monopoly price. While I dontbelieve this assumption is essential for any result, I cannot dismiss the possibility that an OSSPE path would have price exceed the simple monopoly price in some periods. I willlater elaborate on this point and will note in the proofs where this assumption is used.However, I also conjecture that the most relevant part of the parameter space is where an OSSPE path lies below P m.124 Dynamic Properties of the Collusive Price Path When ICCs are not binding, an OSSPE price path is nondecreasing over time as thecartel gradually raises price to reduce the probability of detection while achieving higherprofit Harrington, 2002. When instead cartel stability is a concern, the analysis is moresubtle. Critical is how these ICCs evolve over time, in response to the state variables, andwhether collusion is becoming more or less difficult. Our approach to this problem hasthree steps. First, a numerical analysis is conducted so as to identify what types of price 12 If all of this creates doubt for the reader, a sufficient condition for this assumption to be made withoutloss of generality is for demand to be perfectly or sufficiently inelastic up to some maximal price, P m,and zero thereafter. Prices in excess of P m then generate zero demand and can be shown never to bepart of an OSSPE path.10paths may occur. Second, an analytical characterization of the price path is conductedfor special cases of the model in order to provide some intuition for the numerical results.Third, the analytical and numerical results are pulled together to draw some generalconclusions about the properties of the collusive price path.4.1 Numerical Analysis Consider an industry with symmetrically differentiated products. Using a common demand system Vives, 1999, if all firm demands are nonnegative then firm is demandisa D Pi, Pi b n 1 e b n 1 e b e Pi,e n 1b n 2 eb n 1 e b e Piwhere a 0 and b e 0.13 The firm cost function is C q cq, where a c 0. Thestatic Nash equilibrium price isa c b e n 1 ec 2 b n 2 e n 1 e,b P and the joint profitmaximizing price is a c 2. Assume the damage function is x P 3P b P D P, P and suppose detection depends on movement in the average transactionprice,14f P1, . . . , Pn n Xi1A D Pi, Pij1 D Pj, Pj! Pi.Pn Letting f t f P tspecified to be 1, . . . , P tn , the probability of detection when the cartel is active isf t, f t 1 minn 0 uminn 0 d 1f t f t 121f t f t 12, 1o if f t f t 1, 1o if f t f t 1and when the cartel is inactive it is the same though with a zero constant. I then allowfor an asymmetric response to price increases and price decreases and consider parameter 13 This demand system is derived from the following utility function:U q 1, . . . , qn an Xi12bqi 1q 2i en Xi1n Xi1Xj 6iqiqjwhere qi is the amount consumed of firm is product.14 Numerically, it is useful to have a summary statistic of the lagged price vector so as to limit thedimensionality of the state space.11values such that 0 d 1 . When the cartel is active, 0 captures sources of detectionthat are independent of price movements. Note that the average transaction price from 1 uthe preceding period rather than the previous periods price is a state variable though,when firms set a common price, the two are identical. For numerical analysis, the statespace is which is a discretized version of hb P , P mi 0, x P m 1 . For allof the numerical results reported here, it is assumed that is 30 30 and thus has 900states.The numerical method involves two stages: i solving for a MPE for the postdeviationgame; and ii solving the cartels problem. A statute of limitations is imposed so thatantitrust penalties can only be levied if detection occurs within T periods of the cartelsdissolution. This allows a MPE to be solved through backward induction. Let W f 0, X0denote a firms MPE payoff in the th period after a deviation given a lagged average Pideviation period T symmetric equilibrium price is defined by:transaction price of f 0 and damages of X0. As W T 1 f, X b 1 , the post3Pi,e P T 3f 3e P T , . . . , Pi, . . . ,e P T , f 0 b 1 X0 F e P T arg max Using the firstorder condition, it is possible to derive a closed form solution for e P T withwhich one can derive W T f 0, X0 . This is done for each f 0, X0 . Using a Chebychevpolynomial to interpolate, the evaluation of W T f 0, X0 is extended to . Interpolationinvolves 20 basis functions and an equal number of interpolation nodes. The T 1stpostdeviation equilibrium price is defined by:h 1 3f 3e P T , . . . , Pi, . . . ,e P T , f 0 i b 1 .e P T1 arg max Pi 3Pi,e P T1 3f 3e P T1, . . . , Pi, . . . ,e P T1 , f 0 b 1 X0 F h 1 3f 3e P T1, . . . , Pi, . . . ,e P T1 , f 0 i W T3f 3e P T1, . . . , Pi, . . . ,e P T1 , X0 .As the firstorder condition does not have a closedform solution, I solve it using the bisection method starting with bounds of b P and f 0 as one can show that the MPE price cannotbe higher than f 0. Note that this method requires not only a good approximation of thepostdeviation value function but also its derivative. To make sure the approximation isa good one, I compare the solution with that derived using exhaustive search of the pricespace which does not rely on approximating the derivative, for several parameter configurations. The two solutions are very close. Solving for the symmetric equilibrium pricefor all states in , interpolation is used again to derive W T1 f 0, X0 f 0, X0 .Iterating this process ultimately leads to the derivation of W 1 f 0, X0 which is the same 12as V mpe f 0, X0 .Given the MPE payoff function, the remaining problem is a singleagent constraineddynamic programming problem:3subject tomax Pi4PV P t 1, X t 1 max P P, P t 1b 1 X t 1 x P F1 P, P t 1 V P, X t 1 x P P P, P t 1b 1 X t 1 x P F1 P, P t 1 V P, X t 1 x P Pi, P f P, . . . , Pi, . . . , P , P t 1b 1 X t 1 F1 f P, . . . , Pi, . . . , P , P t 1 V mpef P, . . . , Pi, . . . , P , X t 1 . is a discretized version of and contains 100 equidistant prices from hb P , P mi. 34 is solved through function iteration with a discretized state space of 30 30. Thevalue function is approximated by a linear spline with 30 basis functions and an equalnumber of interpolation nodes.15 An initial value function is specified, for which the aboveconstrained optimization problem was solved.16 This produces new values for each statein . Interpolation using a linear spline then produces a new value function defined on. This process is iterated until convergence is achieved.17 For purposes of comparison,the same process is run on the unconstrained dynamic programming problem as definedby 3.The output produced is: i the MPE value and policy functions; ii the constraineddynamic programming value and policy functions and the price, damage, and value pathsvalues for the solution in ii; and iv the unconstrained dynamic programming value andwhen P 0, X 0 3b P , 0 ; iii the MPE price path when the state equals its steadystatepolicy functions and the price, damage, and value paths when P 0, X 0 3b P , 0 .15 As this numerical method does not require approximation of the derivative of the value function, Iuse the linear spline rather than the Chebychev polynomial.16 The initial coefficients for the linear spline are set at 10,000; resulting in the initial value function wellexceeding the present value of the unconstrained joint profit maximum. Thus, convergence occurs fromabove. This is important since if the initial value function is set too low, it could converge to V mpe or there may not exist any price which satisfies 4. Note that this operator on the value function is notassured of being a contraction mapping.17 The convergence criterion is that the norm of the difference of the coefficient vectors between iterationsis less than 5 1010.13There are 13 parameters: demand and cost parameters a, b, e, c; detection parameters 1; penalty parameters , , F, T ; discount factor, ; and number of firms, n.1 , d 0, u The benchmark parameter configuration is:a 100, b 2, e 1, c 0, n 4, .5, .75, 10 .025, u, d 1 163P m b P 21 3P m b P 2, F 0, T 8.1 .83P m b P 2then a price increase of 3P m b P Note that if 0 0 and uresults in detection for sure. Throughout the analysis, a, e, c, F, and T do not vary. Themodel was run for 32 parameter configurations; 26 of which involved cartel formation.18These configurations involved various modifications to the benchmark configuration andincluded the following values: .3, .4, .5, .6, .9 , .5, .75, .9 , b 2, 3 , n 2, 4, 6, 8u, 323P m b P 2341 1213P m b P 21 120, .83P m b P 234 , 0 .025, .05 , 1, 2 ., 163P m b P 2d For the benchmark case, Figure 1 shows the value and policy functions for both thecartel problem and the noncollusive solution. When the initial state is the noncollusiveprice with zero damages, the resulting time paths are shown in Figure 2. The ICCs bindas the cartel raises price to 37 which is below the unconstrained steadystate price of 46.Also shown is the MPE price path starting at the price and damages associated with thecartel steadystate. Note that the MPE price doesnt immediately fall to the noncollusivelevel of 20 as firms mediate their price drops so as to make detection less likely.Surveying the results for all of the parameter configurations, two qualitatively distinctcartel price paths emerge. First, the cartel price path is monotonically increasing, asrepresented in Figure 2. The cartel gradually raises price so as to avoid detection and price achieves some steadystate level which is typically below the monopoly pricebecause it isnt worth it for the cartel to risk detection by further raising price or it isntfeasible for the cartel to do so. This monotonicity of price which is proven when ICCs donot bind in Harrington 2002 can then still occur when ICCs bind. Second, and moreinterestingly, the cartel price path initially increases and then declines; approaching itssteadystate level from above. A representative example is shown in Figure 3 where price 18 A typical case took 35 hours on a Dell Workstation PWS 350 with a 1.8 GHz Intel Xeon processor.When andor are close to one, it can take much longer.14rises from 20 to over 45 during the first ten periods and then the cartel gives up about 10% of its price increase as it falls to its steadystate level.19To understand these numerical findings, I next analytically derive properties of an OSSPE price path for special cases of the model. In particular, I consider each of the twodynamics detection and penalties in isolation. In Section 4.2, penalties are fixed butthe probability of detection remains endogenous. As in the case when ICCs do not bind,an OSSPE price path is shown to be increasing over time. In Section 4.3, I allow penaltiesto evolve but fix the probability of detection. After price is raised in the first period, an OSSPE path is declining thereafter. In Section 4.4, general conclusions are drawn fromthe numerical and analytical results and comparative dynamics are performed.4.2 Pricing Dynamics with Endogenous Detection Assume there are only fines: 0 and F 0. The lone state variable for the cartel islagged price and, in the event of a deviation, the vector of lagged prices. Though penaltiesare fixed, the probability of detection is sensitive to how the cartel prices, as specified in A4. Further structure is required to establish our main result.B1 If P 0 P and P 0 P o then P 0, P P 0, . . . , P o, . . . , P 0 , P is nonincreasingin P.To interpret B1, suppose that the lagged price is P and the cartel is to raise it to P 0. Ifan individual firm considers deviating to a price of P o, P 0, P P 0, . . . , P o, . . . , P 0 , P is the associated difference in the probability of detection between colluding and deviating. B1 says that if the cartel is raising price by a greater amount then this differential inthe probability is greater. Section 2 described a class of probability of detection functionswhereby B1 holds. The presumed property for a MPE payoff is stated as B2.B2 b 1 V mpeiP b 1 F,P n.Theorem 2 shows that when penalties are fixed and only detection is sensitive to theprice path, the cartel price path is nondecreasing over time.is an OSSPE path, d 1 0, and Theorem 2 Assume A1A2, A4A5, B1B2, and 0. Ifn Pthenn Pis nondecreasing over time.tot119 The modifications to the benchmark case are: .9, 0 .05, ut1to 1 23P m b P 2 .6.15When the cartel is unconstrained by concerns about stability that is, the ICCs are notbinding, the optimal price path is nondecreasing over time. Since bigger price movementsare more likely to trigger suspicions about a cartel having been formed, the cartel graduallyraises price so as to balance profit and the probability of detection. Thus, if the pricepath is decreasing when ICCs bind, it is because incentive compatibility requires it. Theissue then is under what circumstances does the cartel find itself charging a price that itcant sustain. In the proof of Theorem 2, it is established that if it is IC to raise priceto some level then it is IC to keep price at that level. Therefore, it is never necessary toreduce price in order to maintain the stability of the cartel which implies that the pricepath is nondecreasing over time.In understanding the role of B1 in proving Theorem 2, consider the ICC associatedwith the cartel currently pricing at P 00.If a firm deviates and prices at P o P 00, itchanges its current profit by an amount P o, P 00 P 00 and alters the future payoff,in the event the cartel is not detected, by V mpeP 00, . . . , P o, . . . , P 00 V P 00 . Thosecomponents to the ICC are the same regardless of whether the cartel is raising price toi P 00 or keeping it there. What differs is how cheating influences the current likelihood ofdetection. Suppose the cartel is raising price from P 0 to P 00. If a firm goes along withthat price increase, detection occurs with probability P 00, P 0 while if a firm deviatesby pricing at P o then the probability of detection is P 00, . . . , P o, . . . , P 00 , P 0 so thatcheating changes the probability of detection by P 00, P 0 P 00, . . . , P o, . . . , P 00 , P 0 .If instead the cartel is maintaining price at P 00 then cheating alters the probability ofdetection by P 00, P 00 P 00, . . . , P o, . . . , P 00 , P 00 . B1 ensures us that P 00, P 0 P 00, . . . , P o, . . . , P 00 , P 0 P 00, P 00 P 00, . . . , P o, . . . , P 00 , P 00so that cheating has a more favorable effect on the likelihood of detection when the cartelis raising price than when it is keeping price constant. Given the other components of the ICCs are identical, if it is IC to raise price to P 00 then it is IC to keep price at P 00.This can be stated more intuitively. We have that the probability of detection isgreater when price changes are more significant.If a cartel keeps price constant thencheating with the associated drop in price can not make detection any less likely. Incontrast, if the cartel is raising price then cheating by not raising price as much canreduce the extent of price fluctuations and thereby make detection less likely. Thus, ifa firm found it unprofitable to cheat when the cartel raised price to some level, it isntthen profitable when the cartel is keeping price at that level. In brief, concerns aboutdetection makes cheating less profitable, ceteris paribus, when the cartel is keeping prices 16stable than when it is raising price. It follows that price need never be lowered in order tomaintain the stability of the cartel and, therefore, the price path is nondecreasing overtime. In conclusion, when the dynamics are solely due to how the price path influencesthe likelihood of detection, concerns about cartel stability do not alter the qualitativeproperties of the optimal cartel price path it is increasing just as when ICCs do notbind.4.3 Pricing Dynamics with Endogenous Penalties In proving Theorem 2, it was crucial that penalties were fixed; for if penalties evolve thenthe ICCs could change so that it may not be IC to keep price constant. To consider thedynamics emanating from the endogeneity of penalties, suppose detection is independentof prices being exclusively driven by such factors as internal whistleblowers and 0so that penalties are sensitive to the prices set.C1 o 0, 1 such that P 0, P o o P 0, P o n.It will be useful to explicitly specify the likelihood of detection after the cartel hascollapsed. Let denote the probability of detection periods after the last cartelmeeting which was in the period during which a firm cheated. As specified in C2,detection is less likely in at least some periods when the cartel is inactive than when it isactive.C2 0 o, o , and o for some .As the probability of detection is fixed, the problem simplifies considerably. First, it isstraightforward to show that the unique MPE is the infinite repetition of the static Nashequilibrium.20 Second, the optimal deviation price is that which maximizes current profit, P t . Since the probability of detection is fixed and the price at which a firm deviatesdoesnt influence penalties where recall it is assumed that damages are not assessed whenthe cartel is not functioning, a deviating firms price only affects current profit. Usingthese properties, the cartels problem can be stated as:maxP tt1subject to:Xt1t 1 1 ot 1P t cx P t c b 1 F 5P t t 1 ot P cx P c b 1 F c X t 1 P t ; P t b 1 d X t 1 d F, t 1,20 The proof is available on request.17h0 1 h , c o 1 1 o,where c o 1 1 o , d P 0 1and d P 0 11h0 1 h . P t cx P t represents the net incomefrom collusion in period t. A firm receives profit of P t by colluding but incurs a liability in the form of cx P t which is the expected present value of damages.21 Thisexpression is multiplied by 1 ot 1 which is the probability that the cartel has notyet been detected. Turning to the ICCs, c 3d and cd measure the marginal effectof damages and fines, respectively, on the collusive punishment payoff. It follows from C1C2 that d c and d c; a key implication of which is that if, starting fromperiod t, some price path is IC given X t 1 X0 then it is also IC if X t 1 X0 as thecollusive payoff is decreasing with respect to damages at a faster rate then the deviationpayoff.The next assumption says that the difference between the maximal current profit andthe collusive profit is increasing in the collusive price. Itll imply that if a price path is IC then so is a price path which is identical except that the period t price is lower.C3 P , P P is increasing in P P b P .In proving the results of this section, it will be useful to pose the cartels problem aschoosing a level of damages rather than price. As this approach requires that x beonetoone, C4 strengthens A3 by assuming the damage function is strictly monotonicover the relevant domain.hb P , P m .Defining x as the price that generates current damage penalties of d, it is implicitly C4 x is differentiable and nondecreasing, x 3b P 0, and x is strictly increasing overdefined by: d x d . is welldefined d hx 3b P , x P mi.C5 d is concave in d d hx 3b P , x P mi.It can be shown that C5 holds when demand is weakly concave, marginal cost isconstant, damages take the standard form, and the but for price weakly exceeds thecompetitive price.22 Note that C4 is also implied by these conditions.The next result shows that damages are nondecreasing over time.21 More specifically, the expected present value of damages is x P t P 0 1 o o where1 o o is the probability of detection in periods and x P t is the value of damages at thattime.22 The proof is available on request.18Lemma 3 Assume A1A2 and C1C5. If n Xn Xtois nondecreasing.t1tot1is consistent with an OSSPE then C6 imposes quasiconcavity of net income profit less the expected present valueof damages. Sufficient conditions for C6 are strict concavity of the profit and damagefunctions.C6 P 3b P , P mi such that 0 P cx 0 P T 0 as P S P P hb P , P mi .Theorem 4 shows that though the cartel raises price in the first period, it weaklydecreases price thereafter. Recall that it is assumed the probability of detection is fixedbut penalties are sensitive to the price path.23Theorem 4 Assume A1A2 and C1C6. Ifn PP 0 and it is nonincreasing t 1.tot1is an OSSPE price path then P1The logic behind the proof and the result is as follows. As the probability of detectionis independent of lagged prices, all dynamics come from the evolution of damages. Sincedetection is more likely when the cartel is active, the collusive payoff is more sensitivethan the deviation payoff to damages. Given that damages grow on the cartel price pathLemma 3, the collusive payoff is then declining at a faster rate over time than is thedeviation payoff. This tightens ICCs and, in order to ensure they are satisfied, the cartelmay need to lower price by C3. Note that though price is falling over time, its declineis sufficiently moderate so that damages rise.It is easy to argue that, when ICCs are binding, the price path is strictly decreasing insome periods. Suppose, contrary to the claim, that the price path never decreases. Then,by Theorem 4, it is constant starting with period 1 and let P 0 be this constant price. Witha constant price, X t is strictly increasing and converging to x P 0 1 . Supposethe ICC at t 0 is binding so that the collusive payoff equals the payoff to cheating. Given,by supposition, the cartel price is P 0 in both t 0 and t 0 1 periods, the ICC at t 0 1 isidentical to that at t 0 except that inherited damages are higher at t 0 1. Given that thecollusive payoff declines faster with respect to damages than the payoff to cheating, if thetwo payoffs are equal at t 0 then, since X t 01 X t 0 , the collusive payoff is strictly less thanthe payoff to cheating at t 0 1 which violates incentive compatibility. This contradictionmeans that the original supposition that the price path is constant is false. Combinedwith Theorem 4, the price path is then decreasing in some periods.23 It is worth noting that, when the ICCs do not bind, the cartel raises price in the first period andkeeps it fixed thereafter when the probability of detection is fixed.194.4 Discussion and Comparative Dynamics Let us now pull together the various pieces of this section. To begin, if the ICCs arenot binding, the cartel price path rises over time Harrington, 2002. When ICCs bind,the central issue is whether the cartel will, at some point, be forced to lower price soas to maintain cartel stability. Both the sensitivity of detection to price movements andthe sensitivity of penalties to price levels are pertinent to this issue. Focusing on theformer dynamic, Theorem 2 showed that raising price made cartel stability easier so thatthere is never a need to lower price. More specifically, if a firm did not find it optimalto cheat when other firms were raising price then it is not optimal for them to cheatwhen other firms are keeping price constant. Thus, higher prices are easier to sustainas lagged price is higher. In contrast, the evolution of penalties can have the oppositeeffect collusion may be more difficult as firms collude longer. As penalties grow, cartelmembers become increasingly concerned with the prospects of detection. If detection isless likely when collusion stops, there is an added incentive for a firm to cheat. With risingpenalties as firms collude longer, the cartel must lower price so as to counterbalance thisincreased desire to deviate. The extent to which rising penalties make the cartel lessstable then depends on whether cheating with the ensuing collapse of the cartel makesdetection less likely. If the probability of detection is sufficiently insensitive to the pricedecline that would ensue in the postcartel periods then a firm reduces the probability ofpaying antitrust penalties by cheating and causing the cartel to dissolve. In that case,this dynamic forces price down. However, if instead a postcartel price war is likely totrigger detection, rising penalties serve to stabilize the cartel. Firms increasingly preferto maintain relatively stable cartel prices than to risk detection by inducing a price war.Thus, when detection is sensitive to price declines, these two dynamics reinforce themselvesto result in a rising price path.Given this discussion, the numerical price paths originally derived are easy to understand. When the probability of detection is sufficiently sensitive to price increases, thecartel will gradually raise price for reasons that are clear.If, in addition, detection issufficiently sensitive to price decreases then collusion will become easier over time whichallows further price hikes; so the price path is always increasing. Collusion is becomingeasier because penalties are growing so avoiding detection is increasingly important and the best way to avoid detection is to maintain moderately rising prices rather thanexperience a price war. When instead detection is fairly insensitive to price decreasesthen the price path, after initially rising, will eventually fall. The growing penalties make 20cheating increasingly attractive as it brings collusion to an end and reduces the chancesof having to pay these penalties and the cartel must lower price as a result. Thus, thesecond dynamic eventually comes to dominate the pricing dynamics.Comparative dynamics are performed and reported in Figures 4 and 5. The benchmarkcase is explored under various discount factors, .3, .4, .6, .9 , and number of firms,n 2, 4, 6, 8 . In the absence of antitrust policy, the standard result is that more patientfirms result in higher cartel prices. The result here is different. As is raised, the pricepath initially shifts down though in the longrun prices are higher. This reflects twocountervailing effects of . First, there is the standard effect that more patient firms areless inclined to cheat and this loosens up ICCs and allows for a higher collusive price.This effect is what is causing the cartel to price higher in the longrun. Second, a cartelthat raises price faster earns higher current profit but lowers its future payoff becausedetection is more likely and damages are larger. Thus, a cartel comprised of more patientfirms will raise price slower.Turning to the impact of market structure, increasing the number of firms has theusual effect of lowering the price that a cartel charges. Note that the initial price forthe cartel, b P , changes with n. What is interesting, however, is that having more firmsresults in a shorter transition path. For example, compare a duopoly with the case of fourfirms. The duopoly raises price from 33 to 45 and takes more than 30 periods to enactthis 12 unit price hike. A cartel with four firms raises price from 20 to 37 and this 17 unitprice increase is achieved in only 13 periods. More generally, the average price increaseduring the transition phase is monotonically increasing in the number of firms. Giventhat a cartel with more firms is starting at a lower price, the increase in profit from agiven price hike is greater which makes the cartel more willing to run the risk of detection.The prediction is then made that a cartel with more firms will raise price faster and thetransition phase will be shorter.5 Possible Perverse Effects of Antitrust Laws Having identified some properties of cartel pricing dynamics, the next step is to explorethe impact of antitrust laws on the level of cartel prices. Of course, the primary goal ofantitrust laws is to deter cartel formation altogether. In practice, the considerable length 21of time before cartels are detected 24 combined with the weak penalties 25 suggests thatfew cartels are discouraged from forming. However, even if a cartel is formed, one hopesthat antitrust laws will induce the cartel to price lower to reduce the risk of detection andpenalties in the event of detection. Furthermore, if the cartel price path is shifted downthen clearly these laws reduce the profitability of forming a cartel the cartel is inducedto price lower and there is the possibility of penalties and thus makes it less likely acartel will form. If, however, antitrust laws induce the cartel to price higher than it isproblematic as to whether these laws are even desirable.To address the impact of antitrust laws on the cartel price path, the first task isto define the benchmark collusive price in the absence of antitrust laws.If detectionconsiderations are removed then the model becomes a classical repeated game. In that theunique MPE for that game is infinite repetition of the static Nash equilibrium and giventhat we use MPE for the punishment in the game with antitrust laws, it is appropriatefor the benchmark price to be the highest price supportable by a grim trigger strategy,which I denote e P .A6 e P exists and is unique where if P 1 P , P b 1 P hb P , P mithen e P P m and otherwise e P hb P , P m and is defined by P 1 T P , P b 1 as P S e P ,P hb P , P mi .It is not difficult to identify assumptions whereby antitrust laws result in lower pricesin all periods. Assuming the probability of detection is fixed will suffice.26It is moreinteresting to consider when antitrust laws can have the perverse effect of raising the pricesthat the cartel sets. To make for a clean result, let us consider the extreme case whendetection depends only on price movements. This is captured by assuming the baselineprobability of detection, which is that associated with the price vector not changing, iszero.D1 : 2n is continuously differentiable.D2 P, P 0 P .24 Bryant and Eckard 1991 find that the mean and median duration of 184 discovered cartels was 7.27 and 5.80 years, respectively. Furthermore, 22% of the cartels lasted more than ten years.25 Lande 1993 persuasively argues that, in practice, penalties are on the order of single damages.26 A proof is available on request.22D3 If P 00 P 0 and P 00 P o then P 00, P 0 P 00, . . . , P o, . . . , P 00 , P 00 P 00, . . . , P o, . . . , P 00 , P 0 .I believe results are robust to minor variations in D2 and this will be discussed later.Though there is no obviously natural interpretation of D3, recall from Section 2 that itholds for a general class of probability of detection functions.27A5 will be assumed so that a MPE exists. The following additional property is imposedwhich holds, for example, when the Bertrand price game is the stage game.D4 V mpeiP , X is nonincreasing in X and if P 63b P , . . . ,b P and X 0 thenb 1 V mpeiP , X b 1 X F.While D1D3 do not imply the probability of detection is ever positive, such is implicitin D4. Define P to be the maximal payoff from deviating when the cartel is in a steadystate of charging a price of P. This means that P was charged both last period and thisperiod and damages are at their steadystate level of x P 1 . P max Pi 1 P, . . . , Pi, . . . , P , P V mpe Pi, P P, . . . , Pi, . . . , P , P b 1 x P 1 F P, . . . , Pi, . . . , P , x P 1 .Note that A1A5 imply that P is defined. In D5, P is defined to be the higheststeadystate price path that is IC. By D2, the steadystate collusive payoff is P 1 .D5 P exists and is unique where, ifi P 1 P P hb P , P mithen P P m and, otherwise, P hb P , P m and is defined by P 1 T P as P S P ,P hb P , P mi .Furthermore, it is straightforward to show that P e P and if P m e P then P e P .It follows from D4 that P , P b 1 P .27 Referring to the class of probability of detection functions described in Section 2, D3 does not requirethat e be weakly convex for price increases; it just requires that it be nonincreasing for price decreasesand nondecreasing for price increases.23Theorem 5 states that the price path is bounded below P and converges to it. If 3e P 1 P , P b 1 3e P It is then true that 3e P 1 3e P which implies P e P . If e P P m thenand therefore P e P .ICCs are binding in the absence of antitrust laws, so that e P P m, then the introduction Theorem 5 Assume A1A6 and D1D5. Ifn PP t and limt Pof antitrust laws causes the cartel to eventually price higher.is an OSSPE price path then P P .tot1tt Given the prospects of detection, the cartel will tend to gradually raise price so as toreduce the likelihood of triggering suspicions that a cartel has formed. This could cause thecartel price path to initially lie below e P , which is the cartel price in the absence of antitrustlaws. Theorem 5 establishes that eventually the cartel will price in excess of e P becausedetection may occur and antitrust laws result in the levying of penalties. For example,suppose the MPE is infinite repetition of the static Nash equilibrium. The postdeviationperiod is then characterized by firms lowering their prices from some collusive level tob P . This price war has associated with it some probability of triggering suspicions thatfirms may not be competing; leading to an investigation and the levying of costly antitrustpenalties. These expected penalties represent an additional cost associated with deviationwhich serves to lower the payoff to deviating. Of course, detection can also occur withcollusion which lowers the collusive payoff. However, since P, P 0 and the cartelprice path eventually settles down, the probability of detection if firms continue colludingis approaching zero and, therefore, the collusive payoff is approaching that value whichoccurs without antitrust laws. In the longrun, antitrust laws then cause a loosening of ICCs which allows the cartel to support prices in excess of e P .28As just argued, the assumption that P, P 0 means that antitrust penalties haveno impact on the collusive payoff in the longrun because the probability of detectionis converging to zero. However, they do have an impact on the payoff from deviatingsince deviation results in price discretely falling which means a positive probability ofdetection. If instead P, P 0 then the presence of an antitrust authority depresses 28 Let me now comment on why I cannot a priori dismiss the possibility that an OSSPE path couldentail prices in excess of P m. By pricing above P m, the cartel may make deviation less profitable asit could cause the MPE price path to involve bigger price decreases and thus be more likely to inducedetection.24both the collusive payoff and the payoff from deviating so its effect on ICCs in the longrun is ambiguous. Still, by continuity, Theorem 5 would seem to hold as long as adeviationinduced price war is more likely to generate detection than the stable pricesassociated with continued collusion. The more general idea is that once parties engage ina conspiracy, detection is often more likely if they discontinue it resulting in an abruptchange in behavior that might trigger suspicions than if they continue with the charade.This perverse effect of antitrust policy on cartel pricing may then be quite general.29A related result is derived in Cyrenne 1999 where the model of Green and Porter1984 is modifying by assuming that the transition into a punishment phase entailsan additional cost which is interpreted as an antitrust fine. He shows average price isincreasing in the size of the fine. This result, however, is predicated on a very restrictiveand nonsensical modelling of the detection process. As part of the standard GreenPortermechanism, the cartel specifies a trigger price such that reversion to the static Nashequilibrium occurs when price falls below it.It is the process of price falling belowthe trigger price that brings forth cartel detection; no other element of the price seriesinfluences detection. If P 0 is the trigger price then the probability of detection equals 1 iffirms are colluding in t and P t P 0 and is zero otherwise. This has odd properties. Forexample, a small change in price can trigger detection if price goes from being above P 0to below P 0 while a large change in price up or down can avoid detection as long asprice remains above P 0. Though Cyrenne 1999 motivates this specification by the notionthat large price movements induce detection, his specification does not appear to capturethat idea very well.6 Concluding Remarks This paper has enriched the classical repeated game model of collusion by taking accountof how the manner in which a cartel prices may affect its detection and, in that event, thelevying of penalties. Due to the complex way in which detection and penalties influencethe conditions for the internal stability of the cartel, there is an array of implications.First, the introduction of antitrust laws can lower the prices set by the cartel but can alsoallow them to charge higher prices by loosening the incentive compatibility constraintsassociated with collusion. Second, while the optimal cartel price path is increasing whenincentive compatibility constraints are not binding, when they bite the properties of the 29 For very different reasons, Mc Cutcheon 1997, Fershtman and Pakes 2000 and Athey and Bagwell2001 identify some perverse effects of antitrust law with respect to pricefixing.25path depend on whether those constraints are loosening or tightening over time. Whenpenalties are exogenously set, collusion becomes easier over time and this results in theprice path being increasing. When penalties are endogenous but the probability of detection is fixed, collusion becomes more difficult over time as penalties accumulate. Asa result, the cartel price path is decreasing over time, after initially being raised rightafter cartel formation. Combining these two dynamics, numerical analysis identifies twopossible paths:i the cartel price path is monotonically increasing and converges to asteadystate; and ii the cartel gradually raises price but, after some point, lowers priceand converges to a steadystate.This is a rich area for further investigation. The focus of this paper has been ondetection through the change in a common price; being motivated by the potentiallysuspicious nature of price increases. Another source of suspicions is parallel behavior byfirms. One can also explore how cartel stability and detection are impacted by corporateleniency programs, which allow the first cartel member to report to avoid governmentfines and prison sentences though not damages. Perhaps the most challenging directionis to model the role of buyers so as to endogenize the detection process.7 Appendix Proof of Theorem 1: Suppose is empty. As the choice set is the singleton N o Cartel ,the OSSPE price path is b P forever. For the remainder of the proof, suppose is nonempty. Consider the payoff function in 2. Since and x are bounded functionsand , 0, 1, the payoff function is defined for all price paths. The payoff functionis continuous in P tt1 by the continuity of , x , and . To show that is acompact set, first note that it is a subset of which, by the compactness of and Tychonoffs Product Theorem, is itself compact. The lhs expression of the ICC is continuousin P tt1 . Under i of A1, the rhs expression is continuous using A5. Under ii, therhs takes the form:max Pi P tn Pi P t, . . . , Pi, . . . , P t , P t 1 b 1 1 P t, . . . , Pi, . . . , P t , P t 1 V mpeit 1Xj1tjx P j F t 1Xj1tjx P jP t, . . . , Pi, . . . , P t,which is also continuous in P t. It follows that is a closed set. Since is a closed subsetof a compact set, is compact. There is then a solution to 2 as it involves maximizing 26a continuous function over a nonempty compact set.If the associated payoff exceedsb 1 then such a solution is an OSSPE price path. If it does not exceed b 1 then an OSSPE price path is b P forever. Proof of Theorem 2: The proof is comprised of two steps. Supposen POSSPE path. First, it is shown that if P 0 Pconstant and thereby price at Pis ant 0 then it is IC to keep pricet 0 in t 0 1. Note that the ICC when price is raised tot 0 are identical in terms of current profit and thefuture payoff but differ only in terms of the current probability of detection. With B1,t 0 and when it is kept constant at P Ptot1P1cheating on the cartel more favorably affects the probability of detection when price israised to Pt 0 than when it is kept fixed at Pt 0. Thus, if it is IC to raise price to some levelthen it is IC to keep it at that level. Second, if, contrary to the theorem, this price pathhas a decreasing subsequence then, by the first step, one can substitute that decreasingsubsequence with a constant price path which is IC and yields a strictly higher payoff.This produces the desired contradiction.t 0, P27t 01t 0t 0, Pt 0, P PThis impliest 01 i V 3PIn performing the first step, let us initially show that if Pt denote the associated payoff starting with period t1.30t 01 t 0 and V 3P. There are two cases to consider: i V 3Pt 01 t 0 . Starting with case i and recognizing that thet 0 .t 0 V 3PGiven this OSSPE, let V 3Pb 1 then it is IC to keep price at Pt 01 V 3Pt 0 ; and ii V 3PV 3Plhs of 6 is V 3Pt 01 , we have 3Pt 01 b 1 F h 1 3Pt 0 3P3Pt 01 b 1 F t 0 3P V 3P1 h 1 3Pt 01 i Substituting the lhs of 7 for V 3Pt 0 in the expression for V 3Pt 01 is derived:the following upper bound for V 3PV 3Pt 0 3Pt 01 b 1 F t 01 i 3Pt 0 3Ph 1 3P1 31 3Pt 0 .t 01 on the lhs of 6,t 01 b 1 F t 01 3P30 Throughout this paper, V denotes the payoff in period t from an OSSPE. This is not a valuefunction and it is only required to be defined for values of the state variables on the OSSPE path.t 01 t 0, Pt 0, Pt 0, P67t 0, Pt 0, P .8Rearranging yields 3PV 3Pt 01 t 01 b 1 F , Pt 01 it 0t 0, Pt 0 3P1 h 1 3Pt 01 .t 0, PNow consider a constant price path of Pt 0 starting in period t 0 1. The payoff, denotedwhich gives us an upper bound on V 3PW3Pt 0 , is defined by:W3Pt 0 b 1 F h 1 3Pt 0 3Pt 0 3Pand solving for W3Pt 0 :t 0 3Pt 0 b 1 F W3Pt 0 1 h 1 3Pt 0 it 0 3Pt 01 byt 01 follows from 8 and 9 since 3Pt 01 b 1 then W3Pt 0 b 1 . The W3PA4. Given that, by supposition, V 3Pnext step is to show that this constant price path is IC. The ICC for period t 0 for theoriginal OSSPE path is:t 0 V 3Pt 0 i W3P3Pt 0 ,9, P, P, P, P, Pt 0t 0t 0t 0t 0.As W3PV 3Pt 0 :t 0, P, Pt 0, P, Pt 0max Pi 3Pt 0 3Ph 1 3P3Pi, Ph 1 33Pt 0 V 3P3Pt 0 3Ph 1 3P3Pi, Ph 1 33Pmax Pit 0t 0, . . . , Pi, . . . , Pt 0t 0 33Pt 01 V 3Pit 0t 010, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 01 b 1 F t 0 t 01 i V 3Pt 0 , Pt 01 i V mpet 0 , Pt 01 b 1 F 3Pt 0 .t 0 replacest 0 then 10 continues to hold if W3Pt 01 b 1 F t 0 t 01 i W3Pt 0 , Pt 01 i V mpet 0 , Pt 01 b 1 F t 0 .3P, . . . , Pi, . . . , P, . . . , Pi, . . . , P11t 0t 0it 0 33P, . . . , Pi, . . . , P28Now consider the ICC for a constant price path of Pt 0:t 0t 0, P, P3Pt 0 3Ph 1 3P3Pi, Ph 1 33Pt 0 b 1 F t 0 i W3Pt 0 t 0 33Pt 0 , Pt 0 b 1 F t 0 .3Pt 0 i V mpet 0 , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pmax Pit 0t 0t 0i12I want to show that 11 implies 12. Note that we only need to be concerned witht 0 cannot yield a higher payoff than Pi Pcolluding as current profit is weakly lower by A1, the probability of detection is weaklyt 0 as deviating with a price in excess of Pso that the MPE payoff is weakly lower than the future collusive payoff. Rearranginghigher, and, by B2, W3P11 and 12, I want to show that:iit 0t 0t 0, P, . . . , Pi, . . . , Pt 0 V mpet 01 n W3Pt 0 3Pi, Pt 0 b 1 implies W3Pt 0 V mpet 0 h W3P3Pt 0 b 1 F ot 0 , Pt 01 t 0 b 1 F o 3Pt 0 V mpet 0 h W3Pt 0 b 1 F ot 0 t 0 , Pt 0 b 1 F o ,3P 3P33P3Pn V mpe 3Pt 0 3Pi, Pt 0 n W3P 3P33P3Pn V mpe, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, Pt 0t 0t 0t 0t 0t 0.iiiimplies Pi P3Pt 0, . . . , Pi, . . . , Pt 0 , . . . , Pi, . . . , Pt 0 i13, . . . , Pi, . . . , Pt 0 i 14As the lhs of 13 and 14 are identical, 13 implies 14 if the rhs of 13 is at least asgreat as the rhs of 14:t 03P33P 3P33Pt 0, . . . , Pi, . . . , Pt 01 n W3Pt 0 n W3P, . . . , Pi, . . . , Pt 0 b 1 F ot 01 n V mpet 0 , P3Pt 0 b 1 F o 3Pt 0 n V mpet 0 , Pt 0iit 0, Pt 0, Pt 029, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 0 b 1 F ot 0 b 1 F o .t 0 b 1 F o t 0 i t 0 , P, . . . , Pi, . . . , P15t 0t 0, Pt 0 in W3Pt 0 , Pt 01 33Pt 0 b 1 F o .3P, . . . , Pi, . . . , Pt 0t 0 b 1 F, P, Pt 0 then 15 holds if:t 0 t 01 33Pt 0 , Pt 01 33Pt 0 33P, . . . , Pi, . . . , Pt 0t 0, . . . , Pi, . . . , Pt 0 ,16t 0, . . . , Pi, . . . , Pt 0 , Pt 0 , Pt 01 t 0 .t 0 , PRearranging this inequality,it 0t 0t 0, P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 01 3Ph 3Ph 33P3Pn V mpe W3Pt 0 b 1 V mpet 01 3P3Pt 01 3P33P, . . . , Pi, . . . , P, P, Pt 0t 0t 0t 0t 0i Sinceand 3Por, equivalently,t 0, P3P3Pt 0, Pt 01 Pi, PGiven that Pt 0, 16 holds by B1. Having shown that a constant price patht 0t 0t 0t 0, Pof Pt 01 Pt 0 , we havein period t 0 1 but then continuing with the original OSSPE path. The ICC at t 0 1 is:t 01 V 3Pt 0 . Consider keeping price at Pa contradiction that the original price path is an OSSPE path. Therefore, if Pand V 3PLet us now examine case ii: V 3Pt 0 starting from t 0 1 is IC and yields a payoff strictly greater than V 3Pt 0 .t 01 b 1 , it cannot be true that V 3Pt 01 V 3P3Pt 0 b 1 F t 0 3Pt 0 i V 3Ph 1 3Pt 0 33Pt 0 , Pt 0 b 1 F 3Pi, Ph 1 33Pt 0 .3Pt 0 i V mpet 0 , Ph 3Pt 0 b 1 F o t 0 in V 3Ph 33Pt 0 , Pt 01 33Pt 0 i t 0 , Pt 0 b 1 F o .n V mpe Using the same series of steps as with case i, 10 implies 17 ift 01 3P max Pi, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P3Pt 0 17, P, P, Pt 0t 0t 0t 0t 0t 0t 0iit 030The same argument is used to show that this inequality holds. The important pointit 0t 03P, . . . , Pi, . . . , Pt 0 V mpet 01 then it is IC to keep price at Pt 0 because V 3Pto note is that V 3Pb 1 . Hence, if PV 3Pt 0 b 1 .To summarize, it has been shown that, on an OSSPE path, if V 3P; and ii V 3Pi it is IC to keep price at Pt 0 then: P Pand Pt 01t 0t 0 and, in addition,t 0 V 3Pt 01 t 01 b 1 t 0 b 1 .Arguing by strong induction, I will show that if the price path is nondecreasing then it is 11IC to keep price constant in the future. First note that, by the conditions of an OSSPE,1, it then follows that it is IC to keep. By V P 0 b 1 . Since, by supposition, P 0 P1. Also note that V 3Pprice at Pstrong induction, it follows from P 0 PSince V 3Pt 01 b 1 and, by supposition, P1 b 1 . Now suppose P 0 Pt 01 that V 3P. This shows that, on a nondecreasing price path, it is IC to keep price constant.t 01 b 1 ., it is IC to keep price P PAlso note that as long as an OSSPE price path is nondecreasing then so is the value tocolluding: if P 0 PArmed with this property, the second step is to suppose that n Pt 0 then V P 0 V 3Pdecreasing and show that there exists another IC path which yields a strictly higher Ptot 0 .is not non Pt 01at Pt1t 0t 0t 011t 0payoff. Suppose the price path declines at some time and let t 0 1 be the first periodin which it does so, P 0 P. Define t 00 1 as the first periodtafter t 0 for which price is at least as great as in t 0: Pt t 0 1, . . . , t 00 and. t 00 might be . Now consider an alternative price path in which price equalst 0 for periods t 0 1, . . . , t 00 and is identical to the original path starting at t 00 1. Firstnote that this alternative path yields a strictly higher payoff than the original path since P P P Pt 001t 01PPt 0t 0it generates strictly higher profit in periods t 0 1, . . . , t 00 here I use the property thatprice does not exceed P m so that a higher price means higher profit and the same profitthereafter. Furthermore, by A4, it results in a weakly lower probability of detection inperiods t 0 1, . . . , t 00 1 because, with this alternative path, price doesnt change overt 0 with the alternativet 0 1, . . . , t 00 and, with respect to t 00 1, the price rise is Pt 00 with the original path which meanspath as opposed to a higher price rise of P Pt 001t 001 Pa weakly lower probability of detection.Having established that this alternative price path yields a strictly higher payoff, letme argue that it is IC. Consider incentive compatibility over t 0 1, . . . , t 00. If t 0 0 then,since P 0 b P , a constant price path of P t 0 over t 0 1, . . . , t 00 is certainly IC. If t 0 1 thent 0 and, by our previous analysis, a constant price of Pt 0 starting with periodt 01 PP31t 0 1 is IC. It is also IC for periods after t 00 1 since the previous periods price and thecurrent periods price are the same as with the original path which, by supposition, is IC.The only remaining ICC is for period t 00 1. The period t 00 1 price is the same for botht 00 and with the alternative path itpaths but with the original path the lagged price is Pis Pt 0 where Pt 0 Pt 00. The ICC for t 00 1 for the original path is:t 001t 001 3Pt 001 33P3P 3Pi, Ph 1 33PPi P t 001or, equivalently,t 001, . . . , Pi, . . . , P, Pt 001t 00 b 1 F h 1 3P, . . . , Pi, . . . , Pt 001, Pt 001 , Pt 00 i V mpet 00 b 1 F 3P, . . . , Pi, . . . , Pt 001it 001 , Pt 001 t 00 i V 3Pt 001 ,18t 001.ii, Pt 001t 001t 001t 001, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 00 t 001 i 3Pt 001 t 001 3Pi, Ph V 3P3Pt 001 V mpet 00 n V 3Pt 001 b 1 F o 3P33Pt 001 , Pt 001 b 1 F o ,Pi P3Pn V mpe 3Pt 001 3Pt 0 b 1 F h 1 3P 3Pi, Pt 001 33Ph 1 33PPi P t 001or, equivalently,t 001 , Pt 0 i V mpe The ICC for the alternative path at t 00 1 is:t 001 , P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 001t 001t 001t 001, Pi, Pt 0 b 1 F 3P, . . . , Pi, . . . , Pt 001t 001 t 0 i V 3Pt 001 ,i, Pt 001t 001, . . . , Pi, . . . , P3Pt 001 3Pi, Pt 001 h V 3Pt 001 V mpe 3Pt 001 b 1 F ot 0 n V 3P3P33Pt 001 , Pt 001 b 1 F o ,Pi P3Pn V mpet 001 i t 0 , . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 001t 001i19t 001.32I then want to show that the rhs of 18 is at least as great as the rhs of 19:t 001i20t 001it 001t 001t 001.t 001, Pt 001, P3P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 00 3Pt 0 is IC and recalling thatfrom the constant price path over t 0 1, . . . , t 00 recall that the former generates strictlylower profit and a weakly higher probability of detection in those periods, it must det 0 in V 3Pt 001 b 1 F ot 001 , Pt 001 , Pt 00 33Pt 001 b 1 F o , Pi P3Pt 001 V mpeh 3Pt 0 i h 33Pn V mpe Let me first argue that V 3Pt 001 . As the OSSPEt 0 price path is nondecreasing over 1, . . . , t 0 then, by our earlier argument, V 3Pb 1 . Next note that since a constant price path of PW3Pt 0 denotes the associated payoff then the conditions of an OSSPE imply V 3Pt 0 W3Pt 0 . Since the expected income stream from the OSSPE path is less than thatliver a higher payoff stream after t 00. Since V 3Pt 00 is the payoff associated with thestream after t 00, it follows that V 3Pt 00 b 1 t 00 V 3Pt 0 . We then have V 3Pt 00 implies V 3Pt 001 t 001 b 1 , it follows that V 3Pt 001 . Since 3Pt 0 , a sufficientt 0 t 001 , Pt 00 33Pt 0 33Pt 001 , Pt 001 , Pt 00 t 0 .t 001 , P3P 33P3P 3Pt 00 33Pt 00 3Pt 00 3Pcondition for 20 to hold is:and since Pt 001or, equivalently,, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 0 ,3Pt 001, Pt 001, Pt 001, Pt 001, P, P, PV mpei Pt 001t 001t 001t 001Since Pt 001t 0 P Pt 00 and Pt 001 Pi, this condition follows from B1. t 001t 001t 001t 0XProof of Lemma 3: The method of proof is to presume that t 0 such that X Xrelatively high level of current damages and, therefore, a high price in t 0, Xand a relatively low level, Xt 01 and derive a contradiction. Associated with such a path of damages is at 01,, in t 01. However, as is concave in damagesthen it is more profitable to have more incremental changes in damages. More specifically,t 01 in t 0t 0 in t 0 1 which gives usit is shown that if current damages of Xt 01 is preferred to Xthen it must be true that Xt 0 is preferred to X X X XXt 01t 01t 01t 0t 0t 0t 0t 01 X Xa contradiction.33A critical property that will be used is that if, on an OSSPE path, the cartel prices at P 0 and the damage state variable at the end of the period is X0 then pricing at P withendofperiod damages of X is also IC if P P 0 and X X0. To see this, consider the ICC for P t, X t P 0, X0: P 0 X t1t 1 ot P t cx P c b 1 F c X0 P 0 , P 0 b 1 d X0 dx P 0 d F.Since, by deviating rather than colluding, a firm avoids current damages of x P 0, if theendofperiod damages are X0 when a firm colludes then they are X0 x P 0 when itdeviates. By C1C2, the lhs decreases at a weakly faster rater with respect to X0 than therhs. Hence, if X0 is replaced with a lower value for the damage variable, this conditionstill holds. By C3C4, P , P dx P P is increasing in P. Hence, this ICCholds if P 0 is replaced with a lower price. I conclude that, on an OSSPE path, if P t, X tis replaced with a lower price andor lower damage variable then the ICC at t still holds. 0t and. If Lemma 3thus, trivially, damages are nondecreasing.31 Next suppose that X 0 Xis not true then t 0 1 such that X 0 Xare constant from one period to the next then they are constant in all future periods by 0 then, by the stationarity of the policy function, X. Note that if damages Since X 0 0, if X X Xt 01t 0111tstationarity. Given the path of damages on an OSSPE path, the associated prices in t 0and t 0 1 are defined by Pt 01t 01t 0t 0 3X Xt 01 and Pt 01 is the price that results in damages of X 3X Xt 0 . Thatt 0 given inherited damagest 0is, 3Xof Xt 01 X. XSince, by supposition, Xt 0 Xt 01 and furthermore Xt 01t 0 Xt 01 then, Xt 01XXt 01t 01X Xt 01t 01Xh Xt 0i. Hence, it was feasible to set price in t 0 so that damages equalledt 01 . Since Xt 01 at t 0 and the price that would have done this is 3Xt 01 and is increasing then 3Xt 01 3Xt 01 .t 01 with resulting total damGiven that, by supposition, charging a price of 3Xt 01 t 01 , Xt 0 is IC as it is part of an OSSPE then the pricedamage pair 33Xt 0 t 01 , Xis also IC as it involves a lower collusive price and lower damages. Since 33Xwas selected in t 0 and, as just argued, the cartel could have chosen 33Xt 01 ,t 01 , XI conclude that the former yields at least as high a payoff. Letting V X denote the payoff X Xages of X X X X X Xt 01t 01t 01t 0t 0t 0t 0associated with the OSSPE when damages are X, the previous statement is then repre31 The assumption X0 0 could be replaced with the condition that, on the optimal path, X0 X1.34 Fi 1 o V 3Xt 0 Fi 1 o V 3Xt 01t 01 21t 0t 01 Xt 0 , Xt 0 is ast 0 , Xt 01 t 01 yields at least as high a Xsented as:t 0t 0t 0t 0t 0t 01 X X X X33X33Xt 01 ohb 1 Xt 01 ohb 1 Xt 01 33X33Xt 01 V 3X 1 oh V 3XNext note that 33Xt 01 , Xwell since 3Xt 01 3Xwas chosen in t 0 1, it follows that 33Xpayoff as 33Xt 0 :t 0 , X33Xt 0 ohb 1 Xt 0 ohb 1 X33Xt 01 V 3X 1 oh V 3X33Xt 0 33X X X X X X Xt 01t 01t 0t 0t 0t 02122 imply:t 0t 01 Xt 01 t 0 i o 3Xt 0 being IC implies 33Xt 0 . Given that 33X Xt 01 .t 01 Xt 0 , X Fi 1 o V 3Xt 0 Fi 1 o V 3Xt 0 i o 3Xt 01 t 0 . X Xt 01t 0t 0t 0t 0t 01t 01 X X X XNote that the difference in the arguments on the lhs of 23 ist 01 33Xt 0 33Xt 01 t 0 .t 01 Xt 0 XBy the concavity of , it then follows from 23 that:33X33X3X3Xt 01 3Xt 0 3Xand on the rhs is: X X X X X Xt 01t 01t 01t 01t 0t 0t 0t 0.,t 01 2223t 01Xt 01 X Xt 01which is a contradiction. This proves that XProof of Theorem 4: Let n Xton Pto. Recall that P 0, X 0 3b P , 0 .32 If P32 The assumption P 0 b P can be replaced with Pt1t1135t 0t 0t 01, X X Xt is nondecreasing on an OSSPE path. denote the path of damages associated with 1 b P then, since X 0 0, X P 0 on the optimal path.1 0 byC4. Hence, by stationarity, an OSSPE price path then involves pricing at P1 in period 2and every period thereafter. As this contradicts the optimality of colluding, it is inferredthat P1 b P and, therefore, P1 P 0.33If Theorem 4 is not true then t 0 1 such that P 0 POSSPE price path under consideration, let P P 00 where P 0 P 00. The P 0 and Panalysis will involve comparing the original price path P, . . . with an alternative price path P, . . . which has the prices, P 00, P 0, Pin t 0 and t 0 1 switched. Itll be shown that if a price path has price rise from one periodto the next then an alternative price path in which those two prices are switched yields P, P 0, P 00, P. For the 1, . . . , Pt 01 P1, . . . , Pt 01t 02t 01t 01t 02t 0t 01a strictly higher collusive payoff and if the original price path was IC then so is this one.This contradicts the original price path being induced by an OSSPE and thus contradictsthe supposition that an OSSPE price path has an increasing subsequence after period 1.The first step is to show that an OSSPE price path is bounded from above by P which is defined in C6. Suppose not so that in some period price exceeds P . Consideran alternative price path which is identical except that it has a price of P in thoseperiods for which price exceeded P . By C6, the collusive payoff, which is expressed in5, is strictly higher since P x P exceeds the comparable expression whenprice exceeded P . By C4, accumulated damages are lower. As ICCs are loosened whendamages are reduced, if the original price path is IC then so is this one. In that a pricepath has been constructed which generates a higher payoff and is IC, it contradicts thesupposition that the original path was generated by an OSSPE. I conclude that an OSSPEprice path is bounded from above by P .Given P 0 P 00 P , it follows from C6 that P 00cx P 00 P 0cx P 0 .Inspection of 5 then reveals that, due to discounting, the alternative price path yieldsa strictly higher payoff as it has the cartel receive P 00 cx P 00 in period t 0 and P 0 cx P 0 in t 0 1; which is the reverse of the original path. The remainder ofthe proof involves showing that if the original price path is IC then so is the alternativeprice path.I begin with the supposition that the original path is IC in all periods. With the alternative path, the ICCs over periods 1, . . . , t 0 1 are still satisfied since the collusive payoffis higher and the deviation payoff is unchanged. Next consider the period t constraintwhere t t 0 2. As the current and future price path is the same as with the original 33 If F 0 then colluding and pricing at or below b P is clearly inferior to not colluding. If F 0 thenit could be optimal to collude and price at b P though that is a nongeneric result.36path, the only difference in the constraint is lagged damages. Note that accumulateddamages at t, where t t 0 2, under the alternative path and under the original pathare identical in all terms except for the damages incurred in periods t 0 and t 0 1. Thedifference between the accumulated damages at t, where t t 0 2, under the alternativepath and under the original path then equals:htt 0x P 00 tt 01x P 0i htt 0 x P 0 tt 01x P 00i tt 01 1 x P 00 x P 0 0.Since, compared to the original path, the alternative path substitutes higher currentdamages in t 0 for lower ones in t 0 1, accumulated damages are lower after t 0 1. Giventhat damages are lower under the alternative price path, the path is IC for t t 0 2.are 2Xdamages are 2XNext consider the ICC at t 0 1. With the original price path, price is P 00 and damagesx P 0 x P 00 at t 0 1. With the alternative price path, price is P 0 and x P 00 x P 0 . As price is lower then, by C3, this loosensthe ICC. As damages are lower, this also serves to loosen the ICC. I conclude that thet 01t 01ICC is satisfied at t 0 1 for the alternative price path.Finally, consider the ICC at t 0. Using Lemma 3, itll be shown that if the original pricepath is IC at t 0 1 then the alternative path is IC at t 0. As an initial step, compare thedamages at t 0 1 for the original path with those at t 0 for the alternative path. The lattert 0 by Lemma 3,is weakly smaller iff Xthis is then indeed true. Since then damages at t 0 for the alternative path are weakly lowerthan damages at t 0 1 for the original path, ceteris paribus, if the original path is IC att 0 1 then the alternative path is IC at t 0. For the next step, recall that the collusive payoffat t 0 for the alternative path exceeds the collusive payoff at t 0 for the original path. Since x P 00 X x P 00 . As X Xt 01t 01t 0t 0X Xt 01, it must then be true, for the original path, that V 3Xt 0 V 3XHolding fixed the level of accumulated damages, it follows that the collusive payoff at t 0for the alternative path exceeds the collusive payoff at t 0 1 for the original path. Stillholding fixed the level of accumulated damages, since the price at t 0 for the alternativepath is the same as the price at t 0 1 for the original path, the deviation payoffs are thesame. Finally, since the accumulated damages at t 0 for the alternative path are weaklylower than the accumulated damages at t 0 1 for the original path, the ICC being satisfiedat t 0 1 for the original path then implies it holds at t 0 for the alternative path.t 01 .3434 The reason is that, at t 0, the cartel can use the price path starting at t 0 1 and, since damages areweakly lower in t 0, the collusive payoff must be weakly higher.37It has then been shown that the incentive compatibility of the original price pathimplies the incentive compatibility of the alternative price path. As the latter yieldsa strictly higher payoff, this contradicts the original path being generated by an OSSPE01t1, P, . . . , Pis an OStoand thereby establishes that an OSSPE price path cannot have an increasing subsequenceafter period 1. tuitively, if it was IC to change price to Pt 0 1 ; where Xpath, if the current periods price is at least as great as all past prices, Pt 0 1 is a lower bound on the value in that period: V 3Pto to be the maximumprice set over the first t periods. As an initial step, it is shown that, on an OSSPE P t 01,t 0 Proof of Theorem 5: Most of the proof works to show that if n PSPE price path then it converges. Define P t maxn Pthen 3P3Pt is the value of the state variable on the OSSPE path. Int 0 since theprobability of detection is zero from doing so by D2. The next step argues that, generally, P t 1 is a lower bound on the equilibrium payoff. Since P tt1 and P t 1 t1 are both nondecreasing bounded sequences with the latter following from the former because the price space has an upper bound of P m, they have alimit. From this we can argue that n P P t 01 in which case Pt 0 then it is IC to keep price at Phas a limit. It is then straightforward toshow that limt P. The ICC for period t 0 isto Assume P P . Pt 01, Xt1t 0t 0t 0t 0tt 0t 0t 0t 0t 0, P, P, X24t 01t 01max Pi, . . . , Pi, . . . , Pt 0 33P3P x 3Pt 01 hb 1 Xt 0 Fit 0 3Ph 1 3P x 3Pt 0 t 01 i V 3Pt 01 hb 1 Xt 0 , P Fi 3Pi, Ph 1 33Pt 01 .t 0 , Xt 0 , Pt 01 i V mpe 33PWe want to make two substitutions in 24. First, replacehb 1 X x 3P Fi . Second, suppose, contrary to the claim thaton the lhs withhb 1 X x 3P3Pt 0 1 is a lower bound on the collusive payoff, we have V 3Pt 0 1 on the lhst 0 1 and replace V 3Pt 0 with 3P3Pof 24. If 24 holds then it is still true after these two substitutions: x 3P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 01t 01t 01t 01t 01, X, Xt 0t 0t 0it 0 Fit 0 38t 0t 0 3P3Ph 1 3P3Pi, Ph 1 33Pmax Pit 0t 0, P, Pt 0 33P, . . . , Pi, . . . , Pt 0t 01, . . . , Pi, . . . , Pt 01 hb 1 X Fit 0 1 t 01 i 3Pt 0 , Pt 01 hb 1 Xt 01 i V mpet 0 , X33Pt 0 , Pt 0 from t 01 onward is IC and thus 3Pt 0 which gives us the desired contradiction., . . . , Pi, . . . , Pt 01, Xt 0t 0iis a lower bound on V 3PThe objective is to show that pricing at P25 Fit 01 .t 0 1 As an alternative price path, consider the firm maintaining price at the t 0 level; thatis, pricing at Pt 0 in period t,t t 0 1. The ICC for period t 0 1 is 3Pt 0 33P3Pi, Ph 1 33Pt 0 1 t 0 , Pt 0 , Pt 01 i V mpe, . . . , Pi, . . . , P, . . . , Pi, . . . , P Fit 01 hb 1 Xt 0 ,t 0 , X33P, . . . , Pi, . . . , Pmax Pit 0t 0t 0i26t 0t 01 Xwhere Xt 0 . Note that Xt 0 is the highest pricecharged thus far. In addition, damages are no longer present in the collusive payoff as,t 0 as pricingt 0 weakly lowers current profit by A1, weakly raises the probability of detectiont 0 0. For both 25 and 26, the ICC holds when Pi Pby D2, 3Pt 01 since Pabove P X, Pt 0t 0t 0t 0 33P x 3Pby A4, and itll be shown that the MPE payoff does not exceed the collusive payoff.I want to show that 25 implies 26 which will establish that if the original pricet 0at t 0 1. Since the rhs of 26 is nonincreasingpath was IC at t 0 then so is a price of Pin damages using D4, a sufficient condition for 26 to hold is 3Pt 0 33P3Pi, Ph 1 33Pmax Pit 0t 0t 0 1 t 0 , Pt 0 33P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pwhere Xt 0 has been replaced with Xt 01t 0 , Pt 01 i V mpet 01t 01 hb 1 Xt 0 , X33P, . . . , Pi, . . . , Pt 0i27 Fit 01 ,. Let us then show that 25 implies 27. This 39is true if the rhs minus the lhs of 27 is at least as great as the rhs minus the lhs of 25:t 0t 0t 01, . . . , Pi, . . . , P, . . . , Pi, . . . , P3Pt 0 33P33Ph 1 33Pt 0 3P 3Ph 1 3P3Pi, Ph 1 33P Fit 0 1 3Pi, Pt 0 t 0 , Pt 0 hb 1 Xt 0 , Pt 0 i V mpe 33P Fit 01 hb 1 Xt 0 1 t 01 i 33Pt 01 hb 1 Xt 0 , Pt 01 i V mpet 0 , P33P, . . . , Pi, . . . , P, . . . , Pi, . . . , P, . . . , Pi, . . . , Pt 0 33P, . . . , Pi, . . . , Pt 01, P, Pt 0t 0t 0t 0t 0t 0t 0iit 0 , Xt 01 t 01 Fit 01 ,t 0 , XPi P.Eliminating common terms on both sides and rearranging:t 0iit 0t 0t 0t 0t 0t 0, P28 F, . . . , Pi, . . . , P, . . . , Pi, . . . , PAs D4 implies 3P h 33Pn V mpet 01 n 33P33P3Pt 0 1 V mpe 3Pt 01 33P33Pthen 28 holds ift 01t 01, . . . , Pi, . . . , P Fiot 0 1 hb 1 Xt 0 i t 01 33Pt 0 , Pt 0 , P Fio .t 01 hb 1 Xt 0 , Xt 01 b 1 Xt 0 , Xt 0 , Pt 01 33Pt 0 , P, . . . , Pi, . . . , Pt 01, . . . , Pi, . . . , P, . . . , Pi, . . . , P, Pt 0 PSince P Pi and Pexcept that Xprice path of P29t 01 then 29 is true by D3. We conclude that a constantt 0 is IC in period t 0 1. As far as t t 0 1, the ICC is as specified in 26t 0 is replaced with a weakly higher level of damages. Since the rhs of 26is decreasing in damages and the lhs is independent of them, the ICC holds. In summary,t 0 exceeds all past prices, then a constant priceis IC in t 0, where Pif pricing at Pwhich gives us our desired contradiction. We have then show that if Pt 0 starting in period t 0 1 is IC. This implies V 3Pt 0 3PV 3PThe next step is to show that, for all periods, a lower bound on the value function atthe end of period t is P t 1 . The proof is by induction. Start with period t 0 andt 0 1 P t 01 thent 0 1 .t 0 3Ppath of Pt 0, X, Xt 0t 0 .t 0t 0t 0t 040suppose that a lower bound on the value function is 3P t 0 1 . Note that t 0 existssince V P 0, X 0 P 0 1 P 0 1 .t 01t 0P, Xt 01If Pt 01t 01 3P P t 0 then the result is immediate by the previous analysis. Next suppose P t 0. By definition,V 3Pt 0 3PSince, by the inductive step, V 3Pt 01 3Pt 0 hb 1 Xt 01 .t 0 i V 3Pt 0 3P t 0 1 then Fit 0 hb 1 Xt 0 i V 3Pt 01 3P t 0 1 .h 1 3P Fi30t 01t 01t 01t 01t 01t 01t 01, X, X, X, P, P, P, Pt 0on the price space is P m which, using 30, implies, Pt 01t 01Given P3Ph 1 3P P t 0 then 3P3Ph 1 3PV 3PV 3PSince P t 01 P t 0 when PV 3Pthen 31 implies Given thatt 01which is the desired result.t 01, P, Xt 01t 01t 0131 Fit 01 3P t 0 1 .t 01 3P t 0 here we use the fact that the upper boundt 0 hb 1 Xt 0 i V 3Pt 01 b 1 Xt 01 3P t 0 1 .t 01 3P t 01 1 P t 0 , we then have Ft 01t 01t 01, X, X, XFor an OSSPE path, P t 1 is then a lower bound for V 3Pt . Since is increasing in price here we use the fact that the price path does not exceed P m and P t is nondecreasing over time being the maximum of all prices over the first t periods,this lower bound for the value function is a nondecreasing sequence. As it has an upperbound of P m 1 , the sequence of lower bounds converges. Call V the value towhich it converges., Xt Since P t is nondecreasing and bounded, it converges and let P limt P t. Thus,V P 1 . An OSSPE price path is bounded from above by P. If it does not 41converge to P then V t is bounded below P t 1 as t but this contradicts P t 1 being a lower bound on the value function. Therefore, an OSSPE pricepath must converge to P. For incentive compatibility to hold, it must then be true that32limt P t 1 P t 0.By the definition of P being the highest constant price path that is IC in the steadystatethat is, with damages equal to their steadystate value of x P 1 , it followsfrom 32 that P P . The final step is to show P P .t i 0.t 1 3Pth 33PIf P P thenlim Recall that the cartel payoff is Xt1Xt1t 1t 1j11 P j, P j 1 P tt P t, P t 1 t 1j11 P j, P j 1 b 1 t X 0 t Xj1tjx P j F .t 0, if the ICCTaking the derivative of it with respect to P t 0and evaluating it at P t 0 Pis not binding at t 0 then optimality requires that:t 0Xj1t 0t 0, P, P, Pt 01P t P t 13Pt 0 03P23Pt 0 b 1 t 01X 0 3Pt 01 tt 013PXtt 02tt 013PXtt 0t 01 b 1 t 0 X 0 31 3Pt 01 3Pj Ft 01Xj1t 01jx 3P31 3Pt 0 31 3Pt 01 t 1t 01 t 1jt 02h 1 3Pjt 0h 1 3PP tt 01, P, Pj, Pt 0, Pt 0, P, Pt 0j 42j Ft 0jx 3Pt 0 3Pt 01 P t, Pt 033 t 01, Pt 0, Pt 01 3Pj 1 i b 1 t X 0 t 0 0.j 1 i tt 0x 03Pt 01, PP t 1 t 0 tjx 3Pj F t Xj1t 0, Pt 0, Pt 0 PAs t 0 ,3Pt 01 0 which implies, by D1D2, that 3Pt 0 03Pt 0 t 01 0, 3Pt 01 3Pt 0 0. However, P P m and, by supposition,Thus, 33 implies limt 0 03P P so that limt 0 03Pt 0 0. This contradiction proves that our originallimt Pclaim that P P is false. I conclude that limt P 0,t P . t 01, Pt 01, Pt P t P t 1 0References1 Athey, Susan and Kyle Bagwell, Optimal Collusion with Private Information,RAND Journal of Economics, 32 2001, 428465.2 Block, Michael K., Frederick C. Nold, and Joseph G. Sidak, The Deterrent Effectof Antitrust Enforcement, Journal of Political Economy, 89 1981, 429445.3 Bryant, Peter G. and E. Woodrow Eckard, Price Fixing: the Probability of Getting Caught, Review of Economics and Statistics, 73 1991, 531536.4 Christie, William G. and Paul H. Schultz, Why Do Nasdaq Market Makers Avoid OddEighth Quotes?, Journal of Finance, 49 1994, 18131840.5 Cyrenne, Philippe, On Antitrust Enforcement and the Deterrence of Collusive Behavior, Review of Industrial Organization, 14 1999, 257272.6 Fudenberg, Drew and Jean Tirole, Game Theory, Cambridge, Mass.: The MIT Press,1991.7 Green, Edward and Robert H. Porter, Noncooperative Collusion under Imperfect Price Information, Econometrica, 52 1984, 87100.8 Harrington, Joseph E., Jr., Optimal Cartel Pricing in the Presence of an Antitrust Authority, Johns Hopkins University, Working Paper No. 460, May 2001, Revised July 2002.9 Harrington, Joseph E., Jr., Some Implications of Antitrust Laws for Cartel Pricing,Economics Letters, 79 2003, 377383.4310 Hay, George and Daniel Kelly, An Empirical Survey of Price Fixing Conspiracies,Journal of Law and Economics, 17 1974, 1338.11 La Casse, Chantale, Bid Rigging and the Threat of Government Prosecution, RANDJournal of Economics, 26 1995, 398417.12 Lande, Robert H., Are Antitrust Treble Damages Really Single Damages, Ohio State Law Journal, 54 1993, 115174.13 Levenstein, Margaret and Valerie Suslow, Private International Cartels and Their Effect on Developing Countries, University of Massachusetts, pdf copy, 2001.14 Mc Anney, Joseph W., The Justice Departments Crusade Against PriceFixing: Initiative or Reaction?, Antitrust Bulletin, Fall 1991, 521542.15 Mc Cutcheon, Barbara, Do Meetings in SmokeFilled Rooms Facilitate Collusion?,Journal of Political Economy, 105 1997, 330350.16 Motta, Massimo and Michele Polo, Leniency Programs and Cartel Prosecution,International Journal of Industrial Organization, 21 2003, 347379.17 Polo, Michele, The Optimal Prudential Deterrence of Price Fixing Agreements,Bocconi University, pdf copy, September 1997.18 Rey, Patrick, Towards a Theory of Competition Policy, IDEI, University of Toulouse, pdf copy, February 2001.19 Schinkel, Maarten Pieter and Jan Tuinstra, Imperfect Antitrust Enforcement, Universiteit Maastricht, pdf copy, November 2002.20 Spagnolo, Giancarlo, Optimal Leniency Programs, Stockholm School of Economics,pdf copy, May 2000.21 Vives, Xavier, Oligopoly Pricing: Old Ideas and New Tools, Cambridge, MA: MITPress, 1999.44Figure 1 Value and Policy Functions Benchmark Case Figure 2 Time Paths Benchmark Case Figure 3 Nonmonotonic Cartel Price Path Figure 4 Effect of Time Preferences on the Cartel Price Path Figure 5 Effect of Market Structure on the Cartel Price Path ", "filename": "361104308.pdf", "person": ["Joseph E. Harrington", "Harrington, Joseph E."], "date": ["2002"]}