{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45241/1/362390053.pdf"], "title": ["Eine allgemeine Theorie der Bestände"], "plaintext": "2Eine allgemeine Theorie der Bestande Zusammenfassung:Im vorliegenden Aufsatz wird ein Begriffskonzept entwickelt, das zum besseren Verstandnis des Zusammenspiels der Dynamiken von Okosystemen und Wirtschaft dient: das Konzept des Bestandes.Der Bestandsbegriff wird allgemein mengentheoretisch formuliert. Die zentrale Eigenschaft eines Bestandes liegt in seiner zeitlichen Dauerhaftigkeit. Damit eignen sich Bestande zur Abbildung von Einflussen, die die Vergangenheit von Systemen auf deren Gegenwart ausubt, und damit zur Analysevon zeitlichen Entwicklungen. Da Bestandigkeit eine Eigenschaft in der Zeit darstellt, ist das Konzeptdes Bestandes nicht spezifisch auf den Gegenstandsbereich einzelner wissenschaftlicher Disziplinenbeschrankt und so fur die interdisziplinare Analyse geeignet. Der Begriff wird auf okonomische undokologische Beispiele angewandt und dabei auf stochastische Mengen verallgemeinert. Durch die Abgrenzung der Bestandsperspektive von einer Systemsicht kann die hierarchische Struktur realerokologischokonomischer Systeme analysiert werden. Die Theorie der Bestande stellt einen Bausteinfur die konzeptionellen Grundlagen der Okologischen Okonomie dar.Schlagworte: Dynamik, Bestandigkeit, System, Zeitskalen, Population, Persistenz JELKlassifikation: A12, B40, Q2031 Einleitung 1.1 Der Hintergrund Das menschliche Leben ist unbestandig: Es dauert nur eine Frist. Uber die Dauer des unbestandigen Lebens hinweg versucht der Mensch, das Bestehen dieses Lebens solange wie moglich zu sichern. Dazu greift der Mensch auf naturliche Strukturen zuruck und schafft zusatzlich selbst Strukturen, die eine gewisse Dauerhaftigkeit aufweisen und damit zu diesem Bestehen beitragen. Ganz allgemein lassen sich derartige Strukturen als Bestande bezeichnen. Indiesem Sinne drucken Bestande die Sorge des Menschen um die Erhaltung und damit die Fortdauer seines Daseins aus. So werden in der Wirtschaft naturgegebene Bestande, wie beispielsweise verfugbares Wasser, Luft und Boden, Lagerstatten von Erz und Kohle sowie verfugbares Holz, Getreide, Vieh etc. verwendet, um nutzliche Konsumguter sowie Kapitalguter,wie Werkzeuge, Maschinen, Hauser etc. herzustellen. Letztere akkumulieren im Laufe der Zeit zu willentlich geschaffenen Bestanden. Bei der Produktion entstehen unwillentlich weitere Produkte, wie Abwasser, Abluft und Abfalle, die, soweit sie nicht naturlich abgebaut werden, zu unwillentlich geschaffenen Bestanden werden. Diese beeinflussen ihrerseits die naturgegebenen Bestande und gefahrden damit unter Umstanden die Lebensgrundlagen der Menschen.1.2 Das Ziel einer allgemeinen Theorie der Bestande In diesem Aufsatz wollen wir nicht ein bestimmtes Umweltproblem untersuchen, sondern unsmit einer allgemeinen Fragestellung beschaftigen: Wie konnen wir eine allgemeine Terminologie entwickeln, die es ermoglicht, das Zusammenspiel der Dynamiken von Okosystemenund Wirtschaft besser als bisher zu verstehen? Wir wollen das mit einer allgemeinen Theorieder Bestande tun. Ziel dieser Theorie ist es, zunachst eine gemeinsame Sprache und ein gemeinsames konzeptionelles Schema der Okonomie und Okologie und spater ggf. auch anderer Disziplinen zu entwickeln, um die Dynamik gekoppelter WirtschaftsNaturSysteme zubeschreiben und zu analysieren.Eine solche gemeinsame Sprache ist notwendig, wenn Probleme behandelt werden sollen, diein der Schnittmenge verschiedener Disziplinen liegen. Dies trifft insbesondere auf Umweltprobleme zu, die durch menschliche Handlungen hervorgerufen werden, sich auf Okosystemeauswirken und wiederum Ruckwirkungen auf Menschen haben. Umweltprobleme liegen alsosowohl im Gegenstandsbereich der Okologie Lehre von den Wechselwirkungen zwischen Lebewesen und deren Umwelt als auch der Okonomik Lehre von wirtschaftlichen Entscheidungen der Menschen. Umweltprobleme und die ihnen zugrundeliegenden Dynamiken sindfolglich nicht nur aus einem Blickwinkel zu analysieren, sondern mussen umfassend betrachtet werden. Unsere Theorie der Bestande soll damit einen Baustein fur die konzeptionellen Grundlagen einer Okologischen Okonomie bilden.Umweltprobleme sind in vielen Fallen langfristiger Natur, d.h. besitzen eine in Relation zuden Zeitskalen, auf denen Menschen agieren, ausgedehnte Zeitstruktur. Sollen Umweltproble4me und ihre Entstehung verstanden werden, ist es daher notwendig, nicht nur die Eigendynamik der beteiligten Einzelsysteme, sondern auch die Dynamik der Wechselwirkungen zwischen okologischen und okonomischen Systemen zu berucksichtigen insbesondere diedurch menschliche Tatigkeiten induzierte Dynamik.Das in diesem Papier entwickelte Bestandskonzept stellt einen wichtigen Baustein zu einersolchen Berucksichtigung von Dynamik dar: Dynamik manifestiert sich durch zeitliche Entwicklung, d.h. im Allgemeinen durch die Veranderung von Groen uber die Zeit.1 Veranderung jedoch ist das Gegenteil des Bestandigseins und wird deshalb in der Regel relativ zum Bestandigen gemessen. Die Bestandigkeit kann daher als Basis aufgefasst werden, dergegenuber Veranderungen analysiert werden konnen. Genau die Eigenschaft der Bestandigkeit wird durch das hier entwickelte Konzept eines Bestandes ausgedruckt.Die Eigenschaft der Bestandigkeit kann sich dabei im Allgemeinen auf quantitativ messbaresowie nichtquantitativ beschreibbare Entitaten beziehen beide konnen die Eigenschaft der Bestandigkeit besitzen. Aus formalen Grunden beschranken wir uns jedoch im Groteil des Papiers, insbesondere bei den formale Definitionen, auf quantitativ messbare Bestande.1.3 Die Struktur des Aufsatzes Abschnitt 2 zeigt, dass eine wissenschaftliche Untersuchung zeitlicher Phanomene ohne subjektive Momente des Betrachters, wie z.B. den gewahlten Zeithorizont, nicht moglich ist. Diesist fur die Fassung unseres Bestandsbegriffes besonders wichtig. In Abschnitt 3 werden formale Definitionen fur den Bestandsbegriff gegeben und seine Eigenschaften diskutiert. Abschnitt 4 gibt mehrere konkrete Beispiele fur Bestande aus dem Bereich okonomischer undokologischer Systeme. Abschnitt 5 beschaftigt sich eingehender mit der Dynamik von Bestanden im Bereich okologischer Systeme. Dabei wird eine stochastische Erweiterung des eingefuhrten Bestandsbegriffes vorgenommen. In Abschnitt 6 werden je nach dem Grad ihrer Beeinflussung durch den Menschen verschiedene Klassen von Bestanden unterschieden. Abschnitt 7 zieht ein Fazit.2 Subjektive Momente Die Ebene des Betrachters Jede modellhafte Beschreibung einer Realitat und damit auch unser Versuch der Entwicklung einer Theorie der Bestande ist durch subjektive Faktoren seitens des Betrachters beeinflusst, insbesondere durch sein Erkenntnisinteresse vgl. hierzu Baumgartner und Schiller,2001: 374375. Es liegt im Wesen einer modellhaften Abstraktion der Wirklichkeit, dass sieeine Vereinfachung realer Zusammenhange vornehmen muss. Die Auswahl der vorgenommenen Vereinfachungen obliegt dabei im Allgemeinen dem Betrachter und orientiert sich an denstrukturellen Notwendigkeiten der Problemstellung, die sich aus dem Erkenntnisinteresse des 1 Dynamik im eigentlichen Sinne beinhaltet neben Bewegung auch die Ursachen der Bewegung. In diesem Aufsatz werden diese beiden Aspekte jedoch aus didaktischen Grunden getrennt behandelt; insbesondere beziehtsich der in diesem Aufsatz verwendete Begriff der Bestandsdynamik zunachst auf die reine Veranderung von Groen vgl. dazu Definition 3.6.5Betrachters ergibt.2 Dies gilt auch fur den im Folgenden entwickelten Bestandsbegriff, mitdessen Hilfe wir die zeitliche Entwicklung sowohl von okonomischen als auch von okologischen Systemen beschreiben wollen.Auf zwei Aspekte der Rolle des Betrachters wollen wir an dieser Stelle genauer hinweisen, dasie im Folgenden ein wichtige Rolle spielen werden: die Wahl bzw. Abgrenzung des betrachteten Gegenstandes selbst sowie die Wahl des Zeithorizonts des Betrachters und der Zeitskala der Betrachtung, auf der die Dynamik des betrachteten Gegenstands untersucht werdensoll.2.1 Abgrenzung des Gegenstands der Betrachtung Wir wollen den betrachteten Gegenstand als ein Gebilde von im Regelfall interagierenden Elementen verstehen, welches wir als System auffassen konnen. Prinzipiell kann dabei jedes Element seinerseits wieder als Konglomerat von interagierenden SubElementen aufgefasstwerden, falls ein entsprechendes Erkenntnisinteresse besteht, d.h. man kann jedes Element aufeiner niedrigeren hierarchischen Ebene wieder als System von Elementen auffassen. Umgekehrt kann ein auf einer gegebenen hierarchischen Ebene als System aufgefasstes Gebilde aufeiner hoheren hierarchischen Ebene als Element eines SuperSystems aufgefasst werden. 3Die geschilderte hierarchische Struktur fuhrt auch bei bereits gegebener Abgrenzung des betrachteten Gegenstands zu einer Vielzahl von moglichen Betrachtungsperspektiven: So ist esimmer moglich, makroskopische und mikroskopische Betrachtungsperspektiven zu unterscheiden. Eine makroskopische Perspektive entspricht dabei z.B. der Aggregationsebene des Gesamtsystems, wohingegen bei einem starker mikroskopischen Zugang die einzelnen Elemente des Systems untersucht werden.Betrachtet man ein System als ein Gebilde von miteinander interagierenden Elementen, folgtdaraus zugleich, dass ein System immer strukturiert ist. Alle lebendigen, geistigen aber auchalle unlebendigen Phanomene konnen in diesem Sinne als Systeme aufgefasst werden, d.h.weisen Systemeigenschaften im Sinne der Strukturiertheit auf. Demgegenuber abstrahiert derim vorliegenden Aufsatz zu entwickelnde Bestandsbegriff seinem Wesen nach von der inneren Strukturiertheit des als Bestand betrachteten Gegenstandes. Werden wir im Folgenden etwas als Bestand bezeichnen, so sehen wir in Bezug auf bestimmte Eigenschaften der Elemente des Bestandes gerade von seiner inneren Strukturiertheit ab.4 Ob ein betrachteter Gegenstand als System oder Bestand aufgefasst wird, stellt daher keine objektive Eigenschaft der Phanomene dar, sondern ergibt sich aus der Sichtweise des Betrachters. 2 Daruber hinaus existieren in der Regel eine Vielzahl von weiteren Beschrankungen, etwa Grenzen der Messgenauigkeit und vielerlei Formen von Unwissen.3 Neben der Abgrenzung des Betrachtungsgegenstandes mussen in der Regel noch Vereinfachungen der in der Natur beobachteten Wirkungszusammenhange zwischen den Elementen des Systems vorgenommen werden.Baumgartner und Schiller 2001: 368 fassen dies als Wahl einer Systemreprasentation auf, die die Grundlagefur die modellmaige Beschreibung der Realitat darstellt.4 Dies druckt sich beispielsweise in der Zugehorigkeitseigenschaft aus, die die Elemente eines Bestandes aufweisen mussen vgl. Abschnitt 3. Im Hinblick auf diese Eigenschaft ist ein Bestand homogen, d.h. weist keine innere Struktur auf.6So kann man z.B. ein hochkomplexes System wie den Menschen auch als Bestand von Zellenauffassen, oder eine hierarchische Struktur von Mitarbeitern in einer Firma als einen Bestandvon Angestellten. Das Auffassen eines Gegenstandes als Bestand, d.h. die Abstraktion vonseiner inneren Strukturiertheit, impliziert jedoch seine Einbettung in eine auere Struktur. Soist es in der Regel nur sinnvoll, Bestande als Teil einer Metastruktur zu betrachten, als Teileines Systems, wie z.B. den Menschen als Teil des okologischen Systems Biotop oder die Firma als Teil des sozialen Systems Volkswirtschaft. Man betrachtet dann also Systeme voninteragierenden Bestanden. 52.2 Zeithorizont und Zeitskala der Betrachtung Neben der Abgrenzung des betrachteten Gegenstands muss vor einer dynamischen Beschreibung eine Vorstellung daruber bestehen, uber welchen Zeitraum die Beschreibung bzw. Modellierung der zeitlichen Entwicklung des untersuchten Systems erfolgen soll. Diesen Zeitraum wollen wir Zeithorizont T nennen.Daneben kann eine zeitliche Beschreibung des Untersuchungsgegenstandes auf der Zeitachsenicht unendlich genau erfolgen, sondern es muss eine Vorstellung uber einen Zeittakt existieren, auf dem die Untersuchung vonstatten geht. Diesen Zeittakt wollen wir als Zeitskalader Betrachtung t bezeichnen. Es muss sich hierbei nicht um ein prazise definiertes Zeitintervall handeln, sondern die Zeitskala der Betrachtung kann durch die Angabe einer zeitlichen Groenordnung festgelegt werden, auf der die Dynamik des betrachteten Systems beschriebenwerden soll. Beispielsweise kann die Entwicklung eines meteorologischen Systems auf einer Zeitskala von Stunden beschrieben werden, was einer Untersuchung des Wetters entspricht.Betrachtet man dessen Entwicklung jedoch auf eine Zeitskala von Monaten, Jahren oder Jahrzehnten, so handelt es sich um die Entwicklung des Klimas. Beides sind unterschiedliche Probleme, die im Allgemeinen unterschiedliche Herangehensweisen erfordern.Prinzipiell ist die Wahl von Zeithorizont T und Zeitskala der Betrachtung t nur durch die triviale Bedingung t T eingeschrankt, ansonsten jedoch unabhangig voneinander. Aus Grunden der Praktikabilitat besteht in der Praxis jedoch in vielen Fallen eine Beziehung zwischenbeiden Groen: Wahrend es im oben gegebenen Beispiel zwar prinzipiell moglich ist, raumlich und zeitlich hochaufgeloste Modellsysteme mit sehr kleinem t fur die Wettervorhersage uber einen sehr langen Zeithorizont von Jahrzehnten laufen zu lassen, so ware dies jedoch erstens ubertrieben aufwandig und zweitens aus Grunden auftretender Unsicherheit furdie Voraussage realer WetterPhanomene unbrauchbar. Umgekehrt scheint eine dynamische Modellierung des Klimas uber einen kurzen Zeithorizont T von wenigen Monaten bei einer Zeitskala der Betrachtung t in derselben Groenordnung ebenfalls unsinnig es handelt sichdann eher um eine statische Betrachtung. Wir konnen damit die obige Bedingung fur eine 5 Insofern besteht eine gewisse Hierarchie der Begriffe Bestand und System: Bestande existieren in der Regel im Rahmen von Systemen. Die Umkehrung gilt hingegen nicht: Innerhalb eines Bestandes wird die Strukturiertheit, d.h. die Systemeigenschaften, vernachlassigt. Eine Betrachtung der Systemstruktur innerhalbvon Bestanden wurde hingegen eine andere, detailliertere Betrachtungsebene voraussetzen.7sinnvolle Wahl von t und T scharfer fassen: t T, wobei jedoch aus Praktikabilitatsgrunden in der Regel auch eine relativ zu T gegebene untere Schranke fur t existiert.Sowohl der Zeithorizont als auch die Zeitskala der Betrachtung stehen nicht objektiv fest,sondern ergeben sich aus dem Erkenntnisinteresse des Beobachters. Es handelt sich damit umsubjektive Momente, die auf der Ebene des Betrachters angesiedelt sind.2.3 Der Kontext der Untersuchung Die Zusammenfassung der durch den Betrachter vorgegebenen subjektiven Momente, insbesondere betrachteter Gegenstand, Zeithorizont und Zeitskala der Betrachtung, wollen wir alsden Kontext einer Untersuchung bezeichnen. Der Kontext und damit die genannten subjektiven Momente wird durch das Erkenntnisinteresse der untersuchenden Wissenschaftler bestimmt und ist in der Regel auf ein spezifisches Problem bezogen.Die Tatsache, dass der Kontext subjektive Momente zusammenfasst, bedeutet keineswegs,dass er beliebig ist. Im Rahmen wissenschaftlicher Forschung wird der Kontext intersubjektivgesetzt, in dem Sinne, dass er den Anforderungen der Scientific Community entspricht. Generell lasst sich sagen: Die Qualitat von Wissenschaft erweist sich nicht zuletzt darin, dass der Kontext angemessen gewahlt wird. Das bedeutet z.B., dass er bereits gewonnene Erfahrungenmit dem jeweiligen Problem reflektiert, oder dass Wertungen der Gesellschaft beispielswiese hinsichtlich angemessener Zeithorizonte berucksichtigt werden. Ein Beispiel fur Kriterieneiner sinnvollen Gestaltung des Kontextes bilden die im vorhergehenden Abschnitt diskutierten Bedingungen fur das Verhaltnis von Zeithorizont und Zeitskala der Betrachtung.Im Folgenden wird deutlich werden, dass die Angabe des Kontextes bereits fur die genaue Fassung unseres Bestandsbegriffes unverzichtbar ist: In der Definition werden Bedingungenformuliert, deren Zutreffen bzw. NichtZutreffen nur vor dem Hintergrund eines gewissen Kontextes festgestellt werden kann.3 Unsere Bestandskonzeption Nun soll untersucht werden, wie das Phanomen des Bestandigen begrifflich gefasst werdenkann. Wir wollen dabei davon ausgehen, dass der Kontext einer Untersuchung gegeben ist,d.h. insbesondere, dass Zeithorizont und Zeitskala der Betrachtung festliegen. Der Einflussdes Kontextes auf die Eigenschaft der Bestandigkeit zeigt sich bereits im alltaglichen Sprachgebrauch: Das Wetter ist bestandig, wenn es fur einige Tage gleich bleibt. Einen Fluss,der nach jeder Winterflut seinen Lauf andert, wurde man jedoch in den meisten Fallen alsunbestandig bezeichnen, obwohl sich das Wetter wesentlich schneller andert als der Lauf des Flusses. Das liegt daran, dass die meisten Flusse wesentlich langsamer ihren Lauf wechseln,und man damit als Betrachter bei der Untersuchung der Veranderung von Flusslaufen in der Regel sehr viel langere Zeitskalen der Betrachtung zugrunde legt.83.1 Definitionen Wir wollen nun eine Definition des Begriffes Bestand entwickeln, die mengentheoretischfundiert und daher allgemein anwendbar ist.6 Bevor die eigentliche Definition eines Bestandserfolgen kann, mussen zunachst einige Hilfsbegriffe geklart werden.Definition 3.1 Menge, Zugehorigkeitseigenschaft: Eine Menge ist eine Zusammenfassungvon solchen Elementen, die eine gewisse Eigenschaft aufweisen. Diese, die Menge abgrenzende Eigenschaft nennen wir Zugehorigkeitseigenschaft.Die Zugehorigkeitseigenschaft einer Menge ist also die Eigenschaft, die per definitionem vonjedem Element der Menge erfullt werden muss.7 Es handelt sich damit um eine Eigenschaft,die die Einzelelemente der betrachteten Menge charakterisiert und damit auf einer mikroskopischen Betrachtungsebene angesiedelt ist. Gleichzeitig charakterisiert die Zugehorigkeitseigenschaft die Menge als Ganzes, d.h. kann auch als Eigenschaft auf der makroskopischen Betrachtungsebene aufgefasst werden.Wir verstehen die Zugehorigkeitseigenschaft eines Bestandes als eine objektivierbare Eigenschaft der Elemente in dem Sinne, dass man intersubjektive Kriterien finden kann, nach denenentschieden wird, ob die Zugehorigkeitseigenschaft erfullt ist oder nicht. So kann z.B. der Aufenthaltsort eines Gegenstandes als Zugehorigkeitseigenschaft dienen; er ist objektivfeststellbar. Soll die Farbe des Gegenstandes als Zugehorigkeitseigenschaft dienen, so mussggf. vorher eine Konvention geschaffen werden, welcher Wellenlangenbereich des sichtbaren Lichtes genau welcher Farbe zugeordnet wird. Zunachst rein subjektiv empfundene Eigenschaften von potentiellen Elementen, wie die Schonheit von Kunstgegenstanden, mussten,sofern es moglich ist, erst in irgendeiner Form objektivierbar gemacht werden, um als Zugehorigkeitseigenschaft verwendbar zu sein. 8Eine sinnvolle Wahl einer Zugehorigkeitseigenschaft erfolgt immer in Abhangigkeit des Kontextes der vom Betrachter vorgenommenen Untersuchung. Betrachten wir als Beispiel mehrere Maschinen in einer Fabrikhalle. Soll untersucht werden, wie viel Elektroenergie durch die Produktionsaktivitaten in der Fabrikhalle verbraucht wird, so besteht eine zweckmaige Zugehorigkeitseigenschaft der Menge der Maschinen in der Halle darin, dass i die Maschinensich in der Halle befinden und dass sie ii elektrische Energie zu ihrem Betrieb benotigen.Eine Maschine mit reinem Handbetrieb wird hier nicht erfasst. Sollen dagegen die Eigentumsverhaltnisse des Fabrikbesitzers bezuglich der Maschinen in der Halle untersucht werden, sobesteht die Zugehorigkeitseigenschaft bezuglich der Menge der Maschinen darin, dass die Maschinen dem Fabrikbesitzer selbst gehoren und sich in der Halle befinden. Geleaste Maschinen werden dagegen in der Menge nicht erfasst. Das Beispiel zeigt, dass der Kontext der Untersuchung entscheidend fur eine sinnvolle Wahl einer Zugehorigkeitseigenschaft ist. 6 In Abschnitt 5.1 werden wir bei der Untersuchung der Dynamik von Bestanden diese Allgemeinheit etwaseinschranken und eine raumliche Bestandsabgrenzung fordern vgl. dazu auch Abschnitt 3.2.7 In Bezug auf andere Eigenschaften konnen sich die Elemente unterscheiden, d.h. heterogen sein.8 Hier wird jedoch eine Grenze dieser Bestandskonzeption sichtbar: Der z.B. in der Welt existierende Bestandan schonen Bildern ist mit der Angabe einer Quantitat kaum in seinem Wesen beschreibbar.9Aus dem Beispiel geht daruber hinaus hervor, dass die Elemente einer Menge auch durchmehr als eine Zugehorigkeitseigenschaft gekennzeichnet sein konnen vgl. i und ii. Im folgenden werden wir jedoch von einer Zugehorigkeitseigenschaft sprechen, die im Allgemeinenmehrere Teileigenschaften umfasst.Damit konnen wir nun zur Fassung des Bestandsbegriffs kommen. Das fur uns zentrale Charakteristikum eines Bestandes liegt in seiner Eigenschaft der Bestandigkeit. Eine Menge istnur dann als Bestand zu bezeichnen, wenn sie fur eine gewisse Zeit besteht. Es ist der Aspektdes Zeitlichen, der den Kern unseres Bestandskonzeptes darstellt. Dieser Gedankengang fuhrtuns zu folgender Definition:Definition 3.2 Bestandigkeit, Bestand: Eine Menge ist im Kontext einer Untersuchungzum Zeitpunkt t 0 bestandig, wenn sie fur eine bei t 0 beginnende Zeitspanne, die auf derdurch den Kontext gegebenen Zeitskala t von null verschieden ist, nicht leer ist. Eine bestandige Menge heit Bestand.Die fur Bestande zentrale Eigenschaft der Bestandigkeit lasst sich nur relativ zu einergegebenen Zeitskala der Betrachtung angeben. Sie stellt ein Ma dar, an dem Bestandigkeitgemessen wird. In Bezug auf den genauen Zeitraum, in dem die betrachtete Menge nicht leersein darf, bedarf Definition 3.2 weiterer Konkretisierung; an dieser Stelle geht es zunachstdarum, fur Bestandigkeit ab dem Zeitpunkt der Betrachtung t 0 einen auf der Zeitskala der Betrachtung t gemessenen positiven Zeitabschnitt der nichtleeren Menge zu fordern. In den Abschnitten 3.2.4 3.2.6 werden wir die Definition in dieser Hinsicht diskutieren und konkretisieren.Die Definition 3.2 zugrunde liegende Zeitskala der Betrachtung wird durch den Kontext der Untersuchung, d.h. durch das Erkenntnisinteresse des Betrachters gegeben; es handelt sichdamit um eine subjektiv durch den Betrachter gegebenes Moment, nicht jedoch um einobjektiv gegebenes Charakteristikum des betrachteten Bestandes. Bei der Beschreibung von Bestanden spielt jedoch eine zweite Zeitspanne eine wichtige Rolle: die Dauer bzw. die zum Zeitpunkt t 0 verbleibende Dauer des Bestandes.Definition 3.3 Dauer eines Bestandes, verbleibende Dauer: Die Dauer eines Bestandesbezeichnet die gesamte Zeitspanne seiner Existenz. Die im Betrachtungszeitpunkt t 0 verbleibende Dauer eines Bestandes, BT , ist die zum Zeitpunkt t 0 verbleibende Zeitspanneseiner Existenz.0t Im Unterschied zur Zeitskala der Betrachtung handelt es sich bei der Dauer eines Bestandesum ein objektives, also unabhangig vom Betrachter gegebenes Charakteristikum des Bestandes, das auf der Gegenstandsebene angesiedelt ist.9 Die Dauer eines Bestandes entspricht der 9 Die Angabe der Dauer eines Bestandes setzt voraus, dass der Bestand abgegrenzt ist, d.h. dass eine Zugehorigkeitseigenschaft definiert wurde. Die Abgrenzung des Bestandes wird vom Kontext der Untersuchung bestimmt,d.h. von subjektiven Momenten beeinflusst. Damit ist die Objektivitat der Eigenschaft Dauer nicht absolut,d.h. die Dauer nicht unabhangig vom Kontext. Sie ist jedoch unabhangig von der rein subjektiven Zeitskalader Betrachtung. Liegt daruber hinaus der Betrachtungszeitpunkt t 0 fest, so ist auch die verbleibende Dauer eines Bestandes im genannten Sinne objektiv.10verbleibenden Dauer zu dem Zeitpunkt, an dem der Bestand zu existieren beginnt. Auf die Rolle der Dauer bei der Begriffskonzeption gehen wir im Abschnitt 3.2 ausfuhrlicher ein.Bisher haben wir Bestande in zwei Bereichen charakterisiert: i Die Zugehorigkeitseigenschaft muss auf der mikroskopischen Betrachtungsebene von den Einzelelementen eines Bestandes per definitionem erfullt werden. Dadurch grenzt die Zugehorigkeitseigenschaft den Bestand auf der makroskopischen Betrachtungsebene gegenuber seiner Umwelt ab und charakterisiert ihn. ii Die Dauer des Bestandes charakterisiert ihn in der zeitlichen Dimension.Bei der Untersuchung von konkreten Problemstellungen mit Hilfe des Bestandsbegriffes istman iii an weiteren Eigenschaften des Bestandes auf der makroskopischen Betrachtungsebene interessiert. Dies konnen Eigenschaften sein, die mittels eines quantitativen Maes angegeben werden konnen, oder solche, fur die ein sinnvolles quantitatives Ma nicht existiert.Zur Unterscheidung definieren wir eine quantitative Eigenschaft.Definition 3.4 Quantitative Eigenschaft: Eine quantitative Eigenschaft einer Menge isteine solche Eigenschaft der Menge, die sich zu jedem Zeitpunkt innerhalb des Zeithorizonts T auf einer kardinalen Skala angeben lasst. Eine quantitative Eigenschaft A lasst sichinnerhalb des Zeitintervalls t 0, T durch eine Funktion f A: t 0, T fi R messen.Im oben genannten Beispiel stellt die Zahl der Elektroenergie benotigenden Maschinen in der Halle eine quantitative Eigenschaft des Bestandes dar, ebenso der gesamte Stromverbrauch aller Maschinen des Bestandes. Solche quantitativen Eigenschaften eines Bestandes wollen wirals Bestandsgroen bezeichnen.Definition 3.5 Bestandsgroe: Eine Bestandsgroe ist eine quantitative Eigenschaft desbetrachteten Bestandes.Betrachtet man beispielsweise einen Sandhaufen als Bestand, so bilden seine Temperatur,seine Masse und sein Gewicht auf der Erdoberflache verschiedene Bestandsgroen. Bei einer Fischpopulation bilden sowohl die Anzahl der Individuen als auch deren gesamte Biomasseunterschiedliche Bestandsgroen. In der Regel ist es also moglich, zu jedem Bestand eine Vielzahl von Bestandsgroen anzugeben.Bei der Untersuchung eines konkreten Problems ist es daher notwendig, fur die Beschreibungeines Bestandes aus der Vielzahl von moglichen Bestandsgroen einige, fur die Problemstellung geeignete, auszuwahlen. Damit ergibt sich aus dem gegebenen Kontext einer Untersuchung neben der Zeitskala der Betrachtung und der Abgrenzung des untersuchten Gegenstands auch, welche Bestandsgroen geeignet fur die Beschreibung und Analyse der betrachteten Bestande sind.Betrachtet man als Beispiel wieder den erwahnten Maschinenpark in einer Fabrikhalle, sostellen z.B. der gesamte Stromverbrauch der Maschinen bei ihrem Betrieb wie auch ihr gesamter monetarer Anlagewert verschiedene Bestandsgroen dar. Besteht der Kontext der Untersuchung in einer betriebswirtschaftlichen Untersuchung der Rentabilitat der Produktion, soist der Anlagewert eine wichtige Bestandsgroe. Besteht hingegen der Kontext der Untersuchung in der Beurteilung der Klimarelevanz der Produktion in der Fabrikhalle, so stellt dergesamte Stromverbrauch eine relevante Bestandsgroe dar, der Anlagewert hingegen nicht.11Bevor wir im folgenden Abschnitt 3.2 einige weitere Eigenschaften unserer Bestandsdefinition diskutieren, wollen wir zuvor noch den Begriff der Bestandsdynamik einfuhren. Bestandsdynamik bezieht sich in unserer Begriffsfassung auf die Bestandsgroen eines Bestandes. Wie bereits erlautert, ist die Wahl von relevanten Bestandsgroen abhangig vom Kontextder Untersuchung dies gilt damit auch fur die Bestandsdynamik.Definition 3.6 Bestandsdynamik: Die Dynamik eines Bestandes, oder Bestandsdynamik,umfasst auf der durch den Kontext gegebenen Zeitskala der Betrachtung die zeitliche Entwicklung der zum Bestand gehorigen und im Kontext der Untersuchung relevanten Bestandsgroen im Rahmen des Zeithorizonts der Untersuchung. 10Bei dieser Definition ist zu beachten, dass wir auch dann von der Dynamik eines Bestandesreden, wenn dieser sich im Betrachtungszeitraum uberhaupt nicht verandert, d.h. die Bestandsgroen zeitlich konstant sind.11 Weiterhin ist unser Dynamikbegriff relativ in Bezug aufdie Zeitskala der Betrachtung und den Zeithorizont vgl. hierzu Abschnitt 2.2. Beide schneiden aus der im Allgemeinen auf verschiedenen Zeitskalen stattfindenden zeitlichen Entwicklung der Bestandsgroen ein Fenster heraus, dass in der Untersuchung betrachtet wird. Zeitliche Entwicklung, die schneller vonstatten geht als die Zeitskala der Betrachtung, wird ebenso vernachlassigt, wie zeitlichen Entwicklung die so langsam verlauft, dass sie innerhalb des Zeithorizonts nicht erfasst wird.12Im Folgenden werden wir Eigenschaften unseres Bestandskonzeptes diskutieren.3.2 Eigenschaften unseres Bestandsbegriffes 3.2.1 Raumlicher Bezug von Bestanden In Definition 3.2 wurde der Begriff des Bestandes nur uber die Dimension der Zeit formuliert,ohne dass die Dimension des Raumes explizit erwahnt wurde.13 In der Regel jedoch besitztein Bestand raumlichen Bezug. Dies ist offensichtlich fur okologische Bestande und die mei 10 Analog zur Abstraktion von der inneren Strukturiertheit eines Bestandes vgl. Abschnitt 2.1 umfasst unser Begriff von Dynamik in Bezug auf Bestande nicht die Ursachen im eigentlichen Sinne fur die zeitliche Entwicklung der betrachteten Bestandsgroen auf der Mikroebene. Der Begriff ist also phanomenologisch orientiert undbeinhaltet dabei z.B. phanomenologische Gesetzmaigkeiten. Die Ursachen fur derartige Gesetzmaigkeitenkonnen bei entsprechendem Erkenntnisinteresse auf niedrigerer Aggregationsebene im Rahmen einer komplementaren Untersuchung betrachtet werden vgl. hierzu die Diskussion in Abschnitt 2.1.11 Dynamik bedeutet hier also nichts Anderes als das sich Verandernde oder Gleichbleibende in der Zeit. Ein solcher Begriff von Dynamik ist der Alltagssprache eher fremd, da sie Dynamik im Allgemeinen mit Veranderungen mindestens einer Bestandsgroe verbindet. Fur die Untersuchung der zeitlichen Entwicklung eines den betrachteten Bestand enthaltenden Gesamtsystems vgl. hierzu Abschnitt 2.1 sind jedoch im Allgemeinen sowohl Veranderung als auch Konstanz des Bestandes von Bedeutung.12 Mathematischtechnisch betrachtet entspricht dies einer Fouriertransformation der wirklichen zeitlichen Entwicklung der betrachteten Bestandsgroen in den Frequenzraum und der nachgeschalteten Unterdruckung zuniedriger und zu hoher Frequenzen.13 Dies ruhrt aus der allgemeinen, mengentheoretischen Fassung des Begriffs. Sie ist zunachst sinnvoll, da einraumlicher Bezug je nach Erkenntnisinteresse nicht zwingend gegeben sein muss. Beispielsweise existieren,bezogen auf soziale Systeme, Bestande, die nur in der Zeit existieren, aber sofern sie Bestande sind, keinenraumlichen Bezug haben. Ein Beispiel dafur sind Geldbestande, etwa in der Form von Giralgeld.12sten okonomischen Bestande. Eine Population besitzt immer ein bestimmtes Ausbreitungsgebiet maximal kann es sich dabei um die ganze Erde handeln. Ebenso gehort zur Beschreibung der weitaus meisten okonomischen Guter die Angabe ihres Ortes. Betrachtet man beispielsweise einen Bestand an Kapitalgutern Maschinen zum Kohleabbau so sind fur dieweitaus meisten Fragestellungen die Orte ihrer Verfugbarkeit von Interesse z.B. alle Maschinen im Lausitzer Braunkohlerevier.Formal wird ein ggf. gegebener raumlicher Bezug von Bestanden in unserer Begriffsfassungals Teileigenschaft der Zugehorigkeitseigenschaft aufgefasst und ist damit zunachst nicht gegenuber anderen Eigenschaften ausgezeichnet. In Abschnitt 5, bei der Untersuchung grundlegender Mechanismen der Bestandsdynamik, werden wir jedoch den raumlichen Bezug herauslosen und separat behandeln. Wir werden dies tun, um Flusse uber raumliche Bestandsgrenzen thematisieren zu konnen.3.2.2 Quantitative und qualitative Eigenschaften von Bestanden Unsere Begriffsfassung eines Bestandes bezieht sich auf die zeitliche Eigenschaft der Bestandigkeit. Insbesondere ist sie bei gegebener Zugehorigkeitseigenschaft nicht abhangigdavon, welche Eigenschaften des Bestandes quantitativ sind, d.h. durch Bestandsgroen beschreibbar sind, und welche qualitativ sind. Bestande besitzen in der Regel auch solche Eigenschaften, die nicht adaquat durch Bestandsgroen ausgedruckt werden konnen. Betrachtetman beispielsweise das Rechtssystem als einen Bestand von Gesetzen, so kann man als zugehorige Bestandsgroen die Zahl der Gesetze, die Zahl der Paragraphen, die Zahl der Druckseiten etc. angeben. Die Gerechtigkeit des Rechtssystems ist dagegen keine Bestandsgroe.Sie spielt aber eine wesentliche Rolle, wenn es um die Sozialstruktur und damit die Stabilitateiner Gesellschaft geht.Aus Grunden der Handhabbarkeit werden wir im Folgenden vor allem solche Eigenschaftenvon Bestanden betrachten, die sich in quantitativer Weise d.h. durch Bestandsgroen beschreiben lassen. Dabei ist zu beachten, dass dies eine gewisse Einschrankung des Anwendungsspektrums darstellt, denn es existieren gerade in soziookonomischen Systemen eine Vielzahl von Entitaten, die uber die Eigenschaft der Bestandigkeit verfugen und daher fur diedynamische Betrachtung von derartigen Systemen wichtig sind, die gleichzeitig aber durchquantitative Bestandsgroen nur sehr unvollstandig beschrieben werden konnen.3.2.3 Ursachen von Bestandigkeit Dauerhaftigkeit und Reproduktion Wir haben oben die Eigenschaft der Bestandigkeit als zentrale Eigenschaft von Bestandenidentifiziert. Bestandigkeit ist eine Eigenschaft der von auen beobachtbaren Dynamik eines Bestandes, d.h. eine Eigenschaft auf der makroskopischen Betrachtungsebene. Sie sagt jedochzunachst nichts daruber aus, wie diese Bestandigkeit zustande kommt. Insbesondere reicht diealleinige Identifizierung des Bestandscharakters einer Menge noch nicht aus, um die Determinanten ihrer Dynamik und damit die Ursachen ihrer Bestandigkeit zu bestimmen. Um diese Ursachen zu identifizieren, ist es ggf. notwendig, Zusammenhange auf der Ebene der Elemente zu untersuchen. Dies konnen zum Beispiel Interaktionszusammenhange mit anderen Elementen sein, wie Zu und Abflusse in Form von Investitionen in einen Kapitalbestand und13dessen Abnutzung, oder interne dynamische Prozesse, wie der radioaktive Zerfall von Uranund anderen Stoffen.Im Folgenden geben wir zwei Vorgange auf der mikroskopischen Betrachtungsebene alsoauf der Ebene der Einzelelemente an, die ursachlich fur die Eigenschaft der Bestandigkeitauf der Makroebene sind. Dabei handelt es sich um Vorgange, die die interne Dynamik des Bestandes charakterisieren:14 i die Dauerhaftigkeit von einzelnen Elementen der Menge undii die Reproduktion von Elementen der Menge. Beide Vorgange spiegeln zwei fundamentale Mechanismen wider Bestandigkeit durch Uberdauern und Bestandigkeit durch Reproduktion, also durch Erzeugung neuer Elemente mit gleichartigen Eigenschaften.Dauerhaftigkeit bedeutet hier, dass die einzelnen Elemente auf der Zeitskala der Betrachtungununterbrochen existieren und sich im Hinblick auf die Zugehorigkeitseigenschaft nichtverandern. Der zweite Vorgang, der zu Bestandigkeit fuhren kann, ist die Reproduktion der Elemente einer Menge und spielt insbesondere bei Bestanden mit belebten Elementen einezentrale Rolle. Von Reproduktion oder Fortpflanzung sprechen wir, wenn aus einem odermehreren Elementen ein neues, gleichartiges Element entsteht. Durch Reproduktion der Elemente kann die Bestandigkeit eines Bestandes also gegeben sein, ohne dass die individuellen Elemente eine Dauerhaftigkeit auf der Zeitskala der Betrachtung besitzen mussen. Fur beide Vorgange geben wir Beispiele in Abschnitt 4.3.2.4 Drei Auspragungen von Zeit im Zusammenhang mit unserem Bestandsbegriff Insgesamt sind drei Auspragungen von Zeit wichtig fur unseren Bestandsbegriff. Ein Bestandbezieht sich i auf einen bestimmten Betrachtungszeitpunkt t 0, fur den angegeben wird, obeine Menge bestandig ist oder nicht. Um die Eigenschaft seiner Bestandigkeit zu definieren,ist ii die Zeitskala der Betrachtung t wichtig, auf der die Bestandigkeit im Sinne einer Kontinuitat gegeben sein muss. Als dritte Auspragung von Zeit im Zusammenhang mit unserem Bestandskonzept haben wir iii die zum Betrachtungszeitpunkt t 0 verbleibende Dauer eines Bestandes als objektives Charakteristikum des Bestandes formuliert. Mit Hilfe eines Vergleichs zwischen diesen drei Auspragungen von Zeit lasst sich nun unser Bestandskonzept inalternativer Weise formulieren und damit analytisch scharfer fassen:Proposition 3.1 Aquivalente Definition von Bestandigkeit: Eine Menge ist zum Zeitpunktt 0 genau dann ein Bestand, wenn Folgendes gilt: Die zum Zeitpunkt t 0 verbleibende Dauerder betrachteten Menge, BT , ist wesentlich groer als die durch den Kontext gegebene 0t Zeitskala der Betrachtung t, d.h. 0t BT At, mit A 1.Da die Zeitskala der Betrachtung t den Zeittakt bildet, mit dem die Dynamik des Bestandesvom Betrachter erfasst wird, bedeutet die Bedingung in Proposition 3.1, dass sich die verbleibende Dauer des Bestandes uber mehrere Takte erstreckt.15 Dies ist ein Ausdruck der Bestan 14 Vgl. hierzu auch Abschnitt 5.1.15 Die genaue Festlegung der Groe der Konstante A ist in diesem allgemeinen Zusammenhang nicht so wichtig sie wird i.d.R. vom betrachteten Problem abhangen.14digkeit, die den Kern der Bestandsdefinition ausmacht. Somit kann ein derartiger Vergleichder Zeitraume als Test dienen, ob eine Menge von Elementen einen Bestand darstellt odernicht. Proposition 3.1 kann damit der empirischen Feststellung der Bestandigkeit betrachteter Mengen dienen.3.2.5 Empirische Uberprufung I: Bestande haben eine Geschichte Im Verlauf der vorangegangenen Abschnitte haben wir den Bestandsbegriff als theoretisches Konzept eingefuhrt, in dessen Rahmen es zunachst keine Rolle spielt, unter welchen Bedingungen zuverlassige Informationen zur Identifikation der Bestandigkeit einer konkreten Menge zur Verfugung stehen. 16 Dies andert sich, wenn empirisch ermittelt werden soll, ob es sichbei einem konkreten Untersuchungsgegenstand um einen Bestand handelt oder nicht.Interpretiert man den Zeitpunkt der Betrachtung t 0 als die Gegenwart, so erfordert die Beurteilung der Bestandigkeit einer betrachteten Menge nach Definition 3.2 bzw. Proposition 3.1eine Aussage uber deren zukunftige zeitliche Entwicklung. Eine solche Aussage ist damitzwangslaufig zu einem gewissen Teil mit Unsicherheit bzw. Unwissen behaftet. Um dennochex ante sinnvolle Aussagen uber die Bestandigkeit konkreter Untersuchungsgegenstande treffen zu konnen, mussen weitergehende Informationen uber die Bestandsdynamik vorhandensein.Eine mogliche Quelle solcher weitergehenden Informationen uber die Bestandsdynamik stelltin vielen konkreten Problemen das Erfahrungswissen aus der Vergangenheit dar. In Abschnitt 3.2.6 wird zwar dargestellt, dass die Kenntnis der Geschichte eines Bestandes allein nicht ausreicht, um die Frage nach der Bestandigkeit in der Gegenwart zu beantworten. Aus der Geschichte eines Bestandes ergeben sich normalerweise jedoch Hinweise auch auf die gegenwartige Bestandigkeit.17Wenn wir etwas heute Existierendes als Bestand bezeichnen, so besagt dies, dass es alsgegenwartig existierender Bestand notwendig in die Zukunft hinein besteht und diese damitbeeinflusst. Verschiebt man nun den Zeitpunkt der Betrachtung t 0 zuruck in die Vergangenheit, folgt daraus, dass es aus der Vergangenheit herruhrende Bestande sind, die wir in der Gegenwart vorfinden und die die Gegenwart beeinflussen. Ein Bestand verknupft aufgrundseiner Bestandigkeit die Vergangenheit uber die Gegenwart mit der Zukunft auf der zeitlichen Groenordnung der durch den Kontext gegebenen Zeitskala der Betrachtung. Damit fungieren Bestande als Trager von Beeinflussungen aus der Vergangenheit in die Gegenwart und damitals Momente von Geschichte.18 16 Daruber hinaus stellen Aussagen uber Bestandigkeit aus einer ex postPerspektive heraus, also in Bezug aufdie Vergangenheit im Allgemeinen kein Problem dar, da in diesem Fall vollstandige Information unterstelltwerden kann.17 Ein vollig geschichtsloser Bestand, d.h. ein Bestand, der genau zum Betrachtungszeitpunkt t 0 zu existierenbeginnt, ist zwar formal nach Definition 3.2 als Bestand anzusehen, stellt jedoch einen Grenzfall dar und entspricht damit nicht dem Kern dessen, was durch das Bestandskonzept ausgedruckt werden soll.18 Schiller 2002: Kap 3.1 und 4.1 analysiert die Beeinflussungen der Gegenwart durch die Vergangenheit mit Hilfe des von ihm eingefuhrten Konzeptes kausalfaktischer Beeinflussungen. Er identifiziert Bestande als Trager dieser Beeinflussungen und damit als zentrales Element okonomischokologischer Dynamik.153.2.6 Empirische Uberprufung II: Aussagen uber die Dynamik von Bestanden Aus einer empirisch festgestellten Bestandigkeit einer Menge in der Vergangenheit alleinkonnen nicht in allen Fallen Aussagen uber ein Fortbestehen in der Zukunft, d.h. uber einengegenwartigen oder zukunftigen Bestandscharakter, abgeleitet werden. In der Regel mussenfur derartige Aussagen die Dynamik der betrachteten Menge bzw. die ihr zugrunde liegenden Mechanismen berucksichtigt werden. Dies kann grundsatzlich sowohl auf einer kausalen oderphanomenologischen Ebene geschehen. Aufgrund der ex ante auftretenden Unsicherheitensind dabei oft stochastische Konzepte hilfreich, wie in Abschnitt 5 deutlich wird.Betrachtet man beispielsweise lebende Populationen, so darf die Zahl der Individuen in einem Okosystem nicht unter eine gewisse Schwelle sinken, um die dauerhafte Fortpflanzungsfahigkeit und damit das dauerhafte Fortbestehen der Population zu gewahrleisten. Die bloe Kenntnis des Bestehens der Population uber einen vergangenen Zeitraum lasst daher keine Ruckschlusse auf ihre gegenwartige Bestandigkeit zu. Fur Aussagen uber die Populationsdynamikin der Zukunft und damit Aussagen uber die gegenwartige und zukunftige Bestandigkeit sind weitere Informationen notwendig. In den Abschnitten 5.2 und 5.3 geben wir ein formales Beispiel, wie in der theoretischen Okologie Aussagen uber die Dynamik von Bestanden ausder Kenntnis von strukturellen Zusammenhangen heraus moglich sind.4 Beispiele von Bestanden Es gibt eine Vielzahl von Dingen, die gema Definition 3.2 als Bestande aufgefasst werdenkonnen. 19 Bestande konnen dabei unterschiedlichen Spharen angehoren wir interessierenuns hier insbesondere fur Bestande aus den okonomischen und okologischen Bereichen. Im Kontext typischer okonomischer Fragestellungen sind Beispiele fur Bestande vorhandene Mengen von Kohle, Ol, Erzen, Holz, Baumwolle, Getreide, Kaffee, Perlen, Diamanten, Goldmunzen, Maschinen, Computern, Werkzeugen, Gebauden, Straen, Hafenanlagen, Schiffen,Kuhlschranken, Fotoapparaten und das Eisenbahnnetz. Bei all diesen Gegenstanden handeltes sich gemeinhin um Vorrate oder Kapitalguter, denn ihr Gebrauch liefert direkt oder indirekt Dienstleistungen fur Menschen. Es existieren auch okonomische Bestande, die keine Vorrate oder Kapitalguter sind, z.B. Mengen von Hausmull, Schlamm aus Hafenanlagen, Autowracks, ausgedienten Maschinen, Ruinen von Gebauden, CO2, Schwermetall in Flussen etc.Ob ein Bestand Kapital darstellt, hangt von seiner Nutzung ab; zum Beispiel war Uran,solange es noch nicht von Menschen benutzt wurde, kein Kapitalgut. Nach Einfuhrung der Kerntechnik wurde Uran in Form von Brennstaben zu einem Kapitalgut.Bei den meisten der bisher genannten Bestande beruht die Eigenschaft ihrer Bestandigkeit aufder Dauerhaftigkeit der Einzelelemente vgl. Abschnitt 3.2.3. D.h. fur diese Bestande spieltder Vorgang der Reproduktion der Elemente keine Rolle; vielmehr beruht die Bestandigkeit 19 Hierbei ist zu beachten, dass alles, was wir im Folgenden als Beispiel fur Bestande anfuhren, auch unter dem Gesichtspunkt eines Systems betrachtet werden konnte vgl. dazu Abschnitt 2.1. Als Bestand erscheinen die Beispiele unter den Gesichtspunkten ihrer Bestandigkeit und der Abstaktion von ihrer inneren Strukturiertheit.16beispielsweise von Perlen, Diamanten und Goldmunzen darauf, dass die einzelnen Elemente also z.B. die konkrete Goldmunze eine lange Dauer besitzen.Beispiele fur okologische Bestande sind Seen, Flusse, Walder, Wustengebiete, Habitate und Biotope, Tier und Pflanzenpopulationen. Zwischen okonomischen und okologischen Bestanden besteht ein groe Schnittmenge, denn beispielsweise Schlamm aus Hafenanlagen, Ruinenvon Gebauden, CO2Bestande und Schwermetall in Flussen konnen sowohl als okonomischeals auch als okologische Bestande aufgefasst werden.Im Folgenden beschaftigen wir uns ausfuhrlicher mit okologischen Bestanden anhand vonzwei Beispielen, einer Fuchspopulation und einer Population von Tagfaltern. Der Kontext der Betrachtung sei eine okologische Felduntersuchung zur langfristigen Dynamik der jeweiligen Populationen. Daraus ergibt sich, dass fur die Fuchspopulation die Zeitskala der Betrachtungt im Bereich von Jahren liegt, der Zeithorizont T mindestens mehrere Jahrzehnte betragt; furdie Schmetterlingspopulation liegt die Zeitskala der Betrachtung t im Bereich von Monaten,der Zeithorizont T umfasst ca. ein Jahrzehnt.20Eine Fuchspopulation ist eine Fortpflanzungsgemeinschaft von Fuchsen. Die Zugehorigkeitseigenschaft, d.h. die Eigenschaften, die die Elemente der Menge erfullen mussen, um zum Bestand zu gehoren, ist hier also die Moglichkeit, sich mit anderen Mitgliedern der Gemeinschaft fortpflanzen zu konnen im biologischen Sprachgebrauch die Zugehorigkeit zur Artder Fuchse. Eine Population ist zum Betrachtungszeitpunkt t 0 bestandig, wenn sie noch gewisse Zeit nach t 0 bestehen wird. Diese Aussage muss vor dem Hintergrund der durch den Kontext gegebenen Zeitskala der Betrachtung erfolgen in diesem Fall, wie oben angegeben, einbis mehrere Jahrzehnte.Betrachtet man eine Population von Tagfaltern, so kann es auf den ersten Blick so erscheinen,dass diese Population im Winter eines jeden Jahres ausstirbt und damit keine Bestandigkeitgegeben ist. Eine solche Betrachtungsweise legt die klassische Populationsdefinition zugrunde und berucksichtigt nur die reproduktive Phase des Lebens eines Individuums die Phaseder Imagines. Im jedem Winter sterben zwar alle Imagines, es uberleben aber die Puppen, ausdenen im Fruhjahr neue Tagfalter schlupfen. Umfasst also die Zugehorigkeitseigenschaft abweichend von der klassischen Populationsdefinition die Individuen in allen Lebensphasen, dann ist die Bestandigkeit der Population gegeben. Zwar ist der Vorgang der Dauerhaftigkeit der Individuen uber das Jahresende hinaus nicht gegeben, aber durch den Vorgang der Reproduktion wird die Bestandigkeit gesichert.5 Die Dynamik von Bestanden Nachdem wir den Bestandsbegriff definiert und erlautert haben, wenden wir uns jetzt der Bestandsdynamik zu. Sie enthalt die zeitliche Entwicklung der zum Bestand gehorigen relevan 20 Um Aussagen uber die Dynamik einer Population machen zu konnen, muss man sie uber viele Reproduktionszyklen hinweg beobachten. Daraus ergeben sich die jeweiligen im Text angegebenen Zeitskalen der Betrachtung.17ten Bestandsgroen. 21 Bei der Untersuchung realer Phanomene kann man Bestande immer alsinteragierende Elemente eines ubergeordneten Systems auffassen vgl. Abschnitt 2.1. Mochteman diese Interaktion verstehen und damit die Entwicklung des Gesamtsystems , ist es erforderlich, die Dynamiken der beteiligten Bestande zu kennen. Beides schlielich ist Voraussetzung fur ein zielgerichtetes, steuerndes Eingreifen in das System.5.1 Allgemeine Mechanismen der Bestandsdynamik Aufgrund der Vielfaltigkeit von Bestanden und ihrer Interaktion ist es nicht moglich, die konkreten Determinanten der Bestandsdynamiken generell fur alle Bestande anzugeben. In diesem Abschnitt 5.1 wollen wir vielmehr phanomenologisch einige allgemeine Mechanismenidentifizieren, die die Dynamik eines Bestandes bestimmen konnen. 22 Dazu ist es zunachstnotwendig, die Allgemeinheit unserer mengentheoretischen Bestandskonzeption aus Abschnitt 3 in Bezug auf die Zugehorigkeitseigenschaft leicht einzuschranken, indem wir als Teil der Zugehorigkeitseigenschaft eine raumliche Abgrenzung des Bestandes vornehmen.In diesem Falle setzt sich die Zugehorigkeitseigenschaft des betrachteten Bestandes Definition 3.1 aus einer raumlichen Abgrenzung und weiteren Eigenschaften zusammen. Diese Einschrankung der Allgemeinheit ist in Bezug auf konkrete Untersuchungen okonomischerund okologischer Bestande jedoch nicht sehr gravierend; vielmehr sind sowohl okonomischeals auch okologische Bestande in vielen Fallen mit einem raumlichen Bezug versehen okonomische Guter besitzen i.d.R. eine Ortskoordinate da Transport nicht kostenlos ist und nichtunendlich schnell stattfinden kann, und okologische Bestande sind oft auf ein bestimmtes,raumlich abgegrenztes Okosystem bezogen.Erfolgt eine raumliche Abgrenzung eines Bestandes, so existieren vier allgemeine Mechanismen, die seine Dynamik bestimmen: i Import von Elementen, ii Export von Elementen,iii Entstehung von Elementen und iv Vergehen von Elementen vgl. Abbildung 1.23 Innerhalb jeden Paares gibt es einen Prozess des Zunehmens und einen des Abnehmens. Die Mechanismen i und ii lassen sich direkt auf Wechselwirkungen des betrachteten Bestandesmit der Auenwelt zuruckfuhren es handelt sich um Flusse von Elementen uber die raumlichen Bestandsgrenzen hinweg. Die Mechanismen iii und iv beschreiben die Veranderungder Bestandsgroen durch interne Prozesse diese Mechanismen werden wir daher im Folgenden mit interner Dynamik bezeichnen. Dabei sind auch die Mechanismen der internen Dynamik uber Wechselwirkungen des Bestandes mit Elementen auerhalb der Bestandsgrenzenverbunden. So hangt z.B. die Reproduktion von Elementen eines okologischen Bestandes von 21 Hier soll noch einmal in Erinnerung gerufen werden, dass im Rahmen des Kontextes der Untersuchung bereitsfestgelegt ist, welche die Zeitskala der Betrachtung ist und welche die relevanten Bestandsgroen darstellen.22 In Abschnitt 5.2 werden wir diese Mechanismen dann an einem okologischen System genauer betrachten.23 Ohne die raumliche Abgrenzung des Betrachtungsgegenstands konnte es keine Flusse uber die raumlichen Bestandsgrenzen und damit weder Import noch Export geben. Im Rahmen des allgemeinen mengentheoretischen Bestandsbegriffes aus Definition 3.2 sind daher die Mechanismen Entstehen und Import sowie Vergehen und Export aquivalent die beispielsweise neu hinzukommenden Elemente erfullen nach dem Hinzukommen einfach die Zugehorigkeitseigenschaft.18der verfugbaren Nahrung ab, die selbst nicht zum Bestand gehort. Ahnliches gilt auch fur das Vergehen von Bestandselementen iv, das ebenfalls von aueren Umstanden abhangt.Abbildung 1: Skizze der vier allgemeinen Mechanismen der Bestandsdynamik bei Auszeichnung einer raumlichen Zugehorigkeitseigenschaft: Import Element 1, Export Element 2, Entstehen Element 3 Vergehen Element 4 von Elementen eines Bestandes. Die Kreise stellen die raumliche Grenze eines Bestandes an zwei verschiedenen Zeitpunkten dar, die Quadrate symbolisieren hier der Ubersichtlichkeit halber unterscheidbare Elemente des Bestandes. Element 3 verdoppelt sich zwischen t 1 und t 2 zu zwei Elementen 3a und 3b, wahrend Element 4 aufhort zu existieren.Die Mechanismen iii und iv stellen zentrale Prozesse fur die Dynamik eines Bestandes dar.Um im Hinblick auf einen spezifischen Bestand Aussagen uber diese Mechanismen treffen zukonnen, muss eine Betrachtung auf der Ebene seiner einzelnen Elemente vorgenommen werden. Eine solche Mikrobetrachtung erfordert dabei einen Wechsel der Betrachtungsperspektive: Werden die Prozesse betrachtet, die zur Entstehung und zum Vergehen der einzelnen Elemente fuhren, so wird die Menge der Elemente nicht als homogener Bestand, sondern als System interagierender Elemente aufgefasst.24In Abschnitt 3.2 haben wir zwei Ursachen von Bestandigkeit auf der Ebene der Einzelelemente genannt: die Dauerhaftigkeit und die Reproduktion von Elementen. Diese Ursachenentsprechen den eben identifizierten Mechanismen iii und iv der Bestandsdynamik. Die Reproduktion entspricht dem Mechanimus iii, der Entstehung von Elementen, die Dauerhaftigkeit ist genau das Gegenteil des Vergehens von Elementen Mechanismus iv. Die Mechanismen iii und iv bilden damit den Kern der Eigenschaft der Bestandigkeit. Diesschliet nicht aus, dass die Dynamik eines spezifischen Bestandes von den Mechanismen iund ii, d.h. den Zu und Abflussen, dominiert werden kann. Ein Beispiel fur Bestande, deren Dynamik von Import und Exportprozessen dominiert wird, sind Vorrate. 24 Falls sich alle Elemente eines Bestandes identisch und nicht komplex verhalten, kann u.U. auf eine weitere Analyse der Mikroebene verzichtet werden und lediglich die Bestandsebene betrachtet werden. Ein Beispieldafur ist ein Bestand, dessen Elemente weder Reproduktion noch Alterungs und Zerfallsprozesse zeigen. Dannwird der Bestand lediglich durch Import und Export beeinflusst.195.2 Ein Beispiel: Populationen und ihre Dynamiken Bislang haben wir uns mit der Konzeptionalisierung zentraler Begriffe wie Bestand, Bestandigkeit oder Bestandsdynamik befasst. Dies geschah mit dem Ziel, eine gemeinsame Terminologie zu entwickeln, die es Okologen und Okonomen erleichtern soll, uber dynamische Aspekte in okologischen und okonomischen Systemen zu kommunizieren, Zusammenhange aufzudecken und zu analysieren. Im Folgenden wollen wir unsere allgemeine Bestandskonzeption auf ein gut untersuchtes Beispiel aus dem Bereich der Okologie Populationenund deren Dynamiken anwenden und ihre Leistungsfahigkeit testen. Wir werden demonstrieren, dass das Konzept in der Lage ist, wichtige Aspekte von Populationsdynamiken zu beschreiben. Dabei werden wir sehen, dass es je nach konkreter Fragestellung erforderlich seinkann, eine Menge manchmal als homogenen Bestand, in anderen Fallen jedoch als Systeminteragierender individueller Elemente aufzufassen.In einem zweiten Schritt ab Abschnitt 5.3 werden wir den Bestandsbegriff zu einem Konzept erweitern, das auch stochastische Prozesse abbilden kann. Dies ist notwendig, um populationsdynamische Phanomene von allgemeiner Relevanz beschreiben zu konnen und betrifftim Rahmen dieses Aufsatzes insbesondere die Frage, wann Bestandigkeit vorliegt.5.2.1 Die Beschreibung einer Population als Bestand Wir betrachten in diesem Abschnitt Populationen in der okologisch gebrauchlichen Definition.25 Eine Population ist ein Bestand in unserem Sinne, wenn sie vom Beginn der Untersuchung t 0 an bis zum Zeitpunkt t 0 At t ist die Zeitskala der Betrachtung, A 1 ununterbrochen existiert und zwischendurch nicht ausstirbt vgl. Definition 3.2 und Proposition 3.1.Eine sinnvolle Bestandsgroe ist die Populationsgroe Nt, d.h. die Zahl der zum Zeitpunkt treproduktionsfahigen Individuen. Die Bestandsdynamik ist dann nach Definition 3.6 durchdie Zeitreihe Nt 0, Nt 0t , Nt 02t,  , Nt 0T der Populationsgroe Nt gegeben, die mit dem Zeitpunkt t 0 des Untersuchungsbeginns beginnt, den vorgegebenen Zeithorizont T der Untersuchung abdeckt und die zeitliche Entwicklung der Population auf der vorgegebenen Zeitskala tverfolgt.Bei einer solchen Beschreibung der Populationsdynamik unter ausschlielicher Verwendungder Populationsgroe Nt wird die idealisierende Annahme gemacht, dass die Population einehomogene Einheit bildet. Unterschiede zwischen den Individuen z.B. Alter, Ernahrungszustand, Standort werden bei diesem Ansatz vernachlassigt; alle Eigenschaften werden als effektive Eigenschaften eines mittleren Individuums abgebildet. Dieser populationsokologische Ansatz entspricht insofern seinem Wesen nach unserem Bestandskonzept, das ja ebenfalls die innere Struktur des betrachteten Bestandes vernachlassigt vgl. Abschnitt 2.1.Betrachtet man geschlossene Populationen ohne Individuenaustausch, so lasst sich deren Dynamik durch eine Wachstumsgleichung der Form 25 Unter einer Population versteht man eine Menge von Individuen einer Spezies, die in genetischem Austauschstehen z.B. Wissel, 1989: 8, was implizit voraussetzt, dass nur die tatsachlich reproduktionsfahigen Individuen berucksichtigt werden vgl. auch Abschnitt 4.20td N dt Nftt, 1beschreiben, wobei die Funktion ft Nt als Gesamtwachstumsrate der Population bezeichnetwird. Diese Beschreibung unter Annahme einer homogenen Population entspricht der Bestandsperspektive, insofern f eine Kumulation uber die individuellen Reproduktionsverhaltendarstellt.5.2.2 Eine Population als System: Interne Determinanten der Populationsdynamik Liegt das Erkenntnisinteresse jedoch nicht auf einer phanomenologischen ex postBeschreibung der Populationsdynamik auf dieser Aggregationsstufe, sondern liegt in einem z.B. fur exantePrognosen notwendigen Verstandnis der Ursachen der Dynamik, muss eine andere Betrachtungsperspektive eingenommen werden: Die Population wird dann als System interagierender Elemente aufgefasst, wobei u.U. die Annahme der Homogenitat der Individuen aufgegeben wird.Der Ausgangspunkt fur unsere Uberlegungen liegt nun im zentralen Ansatz der Populationsokologie, nach dem Veranderungen in der Populationsgroe Nt auf die vier fundamentalen demographischen Prozesse Geburt, Tod sowie Einwandern und Auswandern von Individuen zuruckzufuhren sind Wissel, 1989 sowie Begon and Mortimer, 1986. Diese vier Prozesse sind Auspragungen der in Abschnitt 5.1 identifizierten vier allgemeinen Mechanismen der Dynamik von Bestanden. 26Der Ubergang zu einer systemaren Perspektive ist dabei erst dann vollzogen, wenn f aus Gleichung 1 als Funktional individueller Reproduktionsraten ri ausgedruckt wird, wobei diesezwischen den einzelnen Individuen i der Population unterschiedlich sein konnen und sich indie Anteile individuelle Nachkommenzahl bi und individuelle Sterbewahrscheinlichkeit dizerlegen lasst. Damit erfolgt eine Betrachtung der Fundamentalprozesse Geburt und Tod aufder Ebene der Individuen.Diese individuellen Groen konnen dabei von Parametern, wie der aktuellen Populationsgroe Nt abhangig sein, denn bei einer zunehmenden Populationsgroe Nt kommt es zu einerverstarkten Konkurrenz der Individuen um die vorhandenen Ressourcen. Die damit verbundene Schwachung der Individuen schlagt sich in der Regel in einer reduzierten Nachkommenzahl oder einer erhohten Sterbewahrscheinlichkeit nieder. Auf diese Weise wird die Populationsgroe Nt selbstreguliert auf Werten gehalten, die der Kapazitat des Lebensraumes undder in ihm vorhandenen Ressourcen entsprechen. Um also ein Verstandnis der Populationsdynamik aus der Perspektive des Bestandes heraus zu gewinnen, ist es in diesem Falle notwendig, die Population als System von interagierenden Individuen zu betrachten. 26 Einwandern und Auswandern spielen nur in so genannten offenen Populationen eine Rolle, die in Wechselwirkung mit ihrer Auenwelt z.B. anderen Populationen stehen. Im Gegensatz dazu stehen die geschlossenen Populationen, in denen nur die reinen Reproduktionsprozesse Geburt, Tod ablaufen, ein IndividuenaustauschEinwandern, Auswandern jedoch ausgeschlossen ist.215.2.3 Einwirkungen der Auenwelt auf die Population: Ein System von Bestanden Die treibenden Groen der Populationsentwicklung auf der Ebene der Individuen, die Nachkommenzahl und Sterbewahrscheinlichkeit der Individuen, bt und dt, sind im Allgemeinennicht zeitlich konstant. So kann beispielsweise die Sterbewahrscheinlichkeit einen zeitlichen Gang aufweisen, welcher der Dynamik einer am selben Standort ansassigen Rauberpopulationfolgt.27 Damit ist die Dynamik der betrachteten Population und damit die Dynamik des Bestandes von der Dynamik der abiotischen und biotischen Umwelt der Population abhangig.Zur Umwelt der Population konnen dabei das Nahrungsangebot oder das Wetter gehoren,jedoch auch andere Populationen derselben oder einer anderer Spezies. In der Regel handeltes sich auch bei diesen Einflussfaktoren um Bestande.28Liegt das Erkenntnisinteresse des Betrachters also auf dem Verstandnis der Populationsdynamik, ist die isolierte Betrachtung der Population als einzelner Bestand in der Regel nicht sinnvoll. Vielmehr ist es notwendig, eine systemare Sichtweise des Zusammenspiels der Population mit ihrer Auenwelt einzunehmen, d.h. die Interaktion des betrachteten Bestands mitweiteren Bestanden zu betrachten. In diesem Falle betrachtet man den Bestand als Teil einesubergeordneten Systems.5.3 Populationsdynamische Langzeiteffekte: Die Erweiterung des Bestandsbegriffes In den vorangegangenen Abschnitten haben wir die aktuelle Populationsgroe und den Zustand der Auenwelt als treibende Krafte von Populationsdynamiken identifiziert. Damit passtsich das Wachstumsverhalten einer Population im Laufe der Zeit immer wieder an die aktuellen Gegebenheiten innerhalb der Population und im Bereich der Auenwelt an, wodurch sich Konsequenzen fur die Vorhersagbarkeit der Langzeitdynamik der Population ergeben. Da die Auenwelt einer Population selbst dynamisch ist und im Allgemeinen ein komplexes Systemdarstellt, konnen uber langere Zeithorizonte immer unvorhersehbare Veranderungen der Auenwelt eintreten und die individuellen Wachstumsraten beeinflussen. Das bedeutet, dassuber langere Zeitraume in der Regel keine definitiven Aussagen uber die Entwicklung einzelner Populationen moglich sind.5.3.1 Persistenz Im Folgenden werden wir zeigen, dass es mit Hilfe stochastischer Konzepte trotz der fur Populationen typischen Schwankungen in der Populationsgroe moglich ist, gewisse Vorhersa 27 Im Falle einer Abhangigkeit von Witterungseinflussen z.B. Temperatur, Feuchtigkeit, wie sie haufig bei Insekten anzutreffen ist, konnen die Nachkommenzahl und Sterbewahrscheinlichkeit auch unvorhersehbar schwanken und damit effektiv wie Zufallsgroen wirken.28 Man kann direkte und indirekte Einwirkungen der Auenwelt unterscheiden, je nach Art ihrer Einwirkungenauf die individuelle Nachkommenzahl und Sterbewahrscheinlichkeit. Direkte Einwirkungen sind solche, dieeinen unmittelbaren Einfluss auf diese Groen haben, wie beispielsweise das Abernten einer Population, das zueinem unmittelbaren Anstieg der Sterbewahrscheinlichkeit fuhrt. Dem gegenuber versteht man unter indirekten Einwirkungen solche, die die Umwelt der Population verandern und damit die effektiven Reproduktionsratenbeeinflussen. So ist beispielsweise die Verkleinerung des Lebensraumes einer Population ein indirekter Eingriff,weil er primar eine Reduktion der Ressourcen und damit eine Verstarkung der Konku rrenz bewirkt, die sekundarzu einer Veranderung der Reproduktionsraten fuhrt.22gen uber den Bestandscharakter einer Population zu machen. Derartige Vorhersagen sindnicht mehr allein auf der Grundlage von empirischen Daten moglich, sondern bedurfen eines Modells, mit dessen Hilfe die Entwicklung der Population ex ante simuliert wird. Die Modellierung von stochastischen Populationsdynamiken 29 ist ein gut untersuchtes Gebiet der Populationsokologie Nisbet und Gurney, 1982, Goel und RichterDyn, 1974, Goodman, 1987,Wissel und Stocker, 1991, Frank et al., 1994 sowie Wissel et al., 1994.Stochastische Populationsmodelle zeigen ein typisches dynamisches Verhalten: Eine simulierte Population mit einer gewissen Anfangsgroe Nt 0 N0 n 30 stirbt entweder sehr schnellaus, oder die Population erreicht einen so genannten etablierten Zustand, der durch typische Fluktuationen in der Populationsgroe Nt und eine konstante Aussterbewahrscheinlichkeit pro Zeiteinheit gekennzeichnet ist. Dieser Sachverhalt spiegelt sich im Strukturgesetz der stochastischen Populationsdynamik Verboom, 1991, Stelter et al., 1997 sowie Grimm und Wissel,2002 wider: Die Wahrscheinlichkeit Sn t, dass eine Population mit anfangs n Individuen biszum Zeitpunkt t uberlebt, lasst sich durch folgendes Exponentialgesetz approximieren:t Sncne PTt. 2Darin ist cn die Wahrscheinlichkeit, mit einer Anfangspopulationsgroe von n Individuen denetablierten Zustand zu erreichen, und TP die mittlere Lebensdauer der Population im etablierten Zustand. Die Groe cn subsumiert alle Effekte, die von der Anfangsbedingung N0 n herruhren, wahrend TP alle Effekte aus der Phase des etablierten Zustands beinhaltet.31Dieses Strukturgesetz macht auf ein prinzipielles Problem aufmerksam. Es beinhaltet, dass eszu jedem Zeitpunkt t ein gewisses Risiko gibt, dass die Population an diesem Zeitpunkt bereitsausgestorben ist es gilt Sn t cn 1 fur alle t 0. Die Populationsokologie hat deshalb als Ma fur das Uberdauern einer Population den Begriff der Persistenz eingefuhrt.32Definition 5.1 Persistenz: Sei t t 0 ein beliebiger Zeitpunkt, bis zu dem die Uberlebensfahigkeit der Population betrachtet werden soll, und sei e das maximale Aussterberisiko,das der Betrachter bereit ist zu akzeptieren. Dann heit eine Population persistent, wennihre Uberlebenswahrscheinlichkeit Sn t zu diesem Zeitpunkt t groer gleich 1 e ist,d.h. wenn Sn t 1 e gilt.Zwischen dem okologischen Konzept der Persistenz und dem von uns eingefuhrten Konzeptder Bestandigkeit gibt es klare Parallelen. Beide Begriffe beziehen sich auf eine vom Betrachter vorgegebene Zeitspanne und fordern eine ununterbrochene Existenz des Bestandes. Der Unterschied besteht darin, dass sich Persistenz auf stochastische Populationen bezieht und indiesem Kontext keine Absolutaussagen, sondern nur Wahrscheinlichkeitsaussagen gemacht 29 Unter stochastischen Populationsdynamiken versteht man Populationsdynamiken, die zufalligen Schwankungen unterworfen sind, wie sie beispielsweise durch unvorhersehbare Umwelteinflusse induziert werden.30 Wir wollen im Folgenden ohne Beschrankung der Allgemeinheit t 0 0 annehmen.31 Die Analyse der Uberlebensfahigkeit von Populationen ist Gegenstand eines eigenstandigen Zweiges der Populationsokologie, der Populationgefahrdungsanalyse Population viability analysis; fur einen Uberblick siehe Burgman und Possingham, 2000, Possingham, 2001 und Frank et al., 2002: Kap. 13.cid:21523werden. Der Begriff der Persistenz kann somit als stochastische Variante des Begriffs der Bestandigkeit in Bezug auf Populationen angesehen werden. Ob eine Population als persistenteinzustufen ist, hangt zusatzlich vom akzeptierten Restrisiko e ab. Je geringer e ist, desto hoher ist der Schwellenwert, den die Uberlebenswahrscheinlichkeit ubersteigen muss, d.h. destorestriktiver ist die Persistenzdefinition.Soll in einer Untersuchung die stochastische Erweiterung unserer allgemeinen Bestandskonzeption, d.h. das Konzept der Persistenz, verwendet werden, so muss also eine Vorstellunguber das akzeptierte Restrisiko e bestehen. Diese Groe ist keine objektivierbare Eigenschaftder betrachteten Population, sondern stellt ein subjektives Moment dar und gehort mithin zum Kontext der Untersuchung vgl. Abschnitt 2.3. Die Hohe des akzeptierten Restrisikos e entspringt dabei der subjektiven Bewertung des Betrachters; sie wird beeinflusst vom in der Gesellschaft vorhandenen Wissen, ihrer Risikobereitschaft und vielen anderen Einflussfaktoren.Das akzeptierte Restrisiko kann sich damit im Laufe der Zeit verandern z.B. durch der Veranderung von Praferenzen, ausgedruckt beispielsweise durch ein steigendes Problembewusstsein in okologischen Belangen. Die Bestimmung des akzeptierten Restrisikos beruhrt somit instarkem Mae die Spharen der Politik und der Okonomik.5.3.2 Persistenz und Bestandigkeit Im Zuge der Entwicklung unserer allgemeinen Bestandskonzeption haben wir in Proposition 3.1 eine notwendige Bedingung fur die Bestandigkeit einer Menge angeben, die in Abhangig0, formuliert ist. Wir wollen nun untersuchen,keit der verbleibenden Dauer des Bestandes, TBinwieweit eine statistischen Fluktuationen unterworfene Population auch als Bestand aufgefasst werden kann. Dies ist nicht a priori klar, denn die prinzipiell bestehende Moglichkeit,dass eine sich stochastisch verhaltende Population zu jedem Zeitpunkt bereits ausgestorbenist, gilt insbesondere auch fur jenen Zeitpunkt t At mit A 1, an dem die Populationnach Proposition 3.1 noch existent sein muss, um als bestandig im Sinne von Abschnitt 3 angesehen zu werden und mithin einen Bestand darzustellen. Um das Problem zu losen, liegtes nahe, das fur stochastische Populationen entwickelte Persistenzkonzept mit unserem Bestandskonzept zu verschmelzen und damit unser Bestandskonzept fur sich stochastisch verhaltende Populationen zu erweitern.Betrachtet man also persistente stochastische Populationen als gleichzeitig bestandig im Sinnevon Abschnitt 3, so ergibt sich aus Definition 5.1 die formale Bedingung fur Bestandigkeiteiner stochastischen Population:Sn At 1 e. 3Wir wollen nun zunachst nur solche Populationen betrachten, die den etablierten Zustand erreichen. Fur diese Populationen konnen wir cn 1 annehmen. 33 Gleichung 2 stellt danneinen funktionalen Bezug zwischen der Uberlebenswahrscheinlichkeit Sn t der Population 32 Fur einen Uberblick uber das Konzept siehe Grimm und Wissel 1997 und Frank et al. 2002: Kapitel 13.33 Weiter unten werden wir noch den Fall cn 1 betrachten.24zum Zeitpunkt t und ihrer mittleren Lebensdauer TP her. Setzt man Ausdruck 2 in die Persistenzdefinition 3 ein, dann zeigt sich, dass eine Population nur dann bestandig sein kann,wenn gilt: . Logarithmiert man beide Seiten, erhalt man folgende notwendige Bedingung fur das Vorliegen von Bestandigkeit einer stochastischen Population, die bereitsden etablierten Zustand erreicht hat:tA1ee PTPT11lnet A. 4Bedingung 4 besagt, dass eine Population nur dann bestandig ist, wenn ihre mittlere Lebensdauer TP den Testzeitraum fur Bestandigkeit aus Proposition 3.1 At um einen Faktor 0 ubersteigt.1e1lnVergleichen wir nun die in Proposition 3.1 zunachst fur nicht stochastische Mengen aufgestellte Bedingung fur Bestandigkeit mit der in Gleichung 4 abgeleiteten Bedingung fur die Bestandigkeit einer stochastischen Population:0 At Proposition 3.1TBPT11lnet A. 4Beide Gleichungen haben dieselbe Struktur: Die Dauer eines nicht stochastischen Bestandes,0, bzw. die mittlere Lebensdauer eines stochastischen Bestandes, TP, als objektiv gegebene TBGroen mussen einen durch subjektive Momente bestimmten Vergleichszeitraum ubersteigen.0 und TP miteinander zu identifizieren und als verEs liegt daher nahe, die beiden Groen TBbleibende Dauer einer stochastischen Populationen die mittlere Lebensdauer zu definieren.Stochastische Populationen und nicht stochastische Bestande unterscheiden sich jedoch dadurch, dass die verbleibende Dauer stochastischer Populationen, die als Bestande aufgefasstwerden sollen, nach Gleichung 4 den um einen Faktor korrigierten Testzeitraum At ubersteigen muss. Der Korrekturfaktor hangt dabei von der subjektiven Groe Restrisiko ab undist in Abbildung 3 in Abhangigkeit von e dargestellt. Er druckt eine subjektive Bewertung des Risikos aus, das durch die Stochastizitat der Population verursacht wird.Je geringer das akzeptierte Restrisiko e ist, desto hoher liegt fur gegebene Zeitskala der Betrachtung t die Vergleichszeitdauer, die die mittlere Lebenszeit der Population uberschreitenmuss, damit die Population einen Bestand darstellt. Im Spezialfall e 1 e1 0,63 nimmt der Wert des Korrekturfaktors gerade den Wert 1 an, d.h. der Schwellwert fur stochastische Populationen entspricht dann gerade dem Wert fur nicht stochastische Bestande.Fur den Fall, dass das akzeptierte Restrisiko gegen null geht, d.h. e fi 0, tendiert der Schwellwert, den die mittlere Lebensdauer einer stochastischen Population uberschreiten muss, damitdie Population einen Bestand darstellt, gegen unendlich. Damit haben wir folgende Proposition bewiesen:cid:215cid:254cid:253cid:252cid:238cid:237cid:236cid:215cid:254cid:253cid:252cid:238cid:237cid:236Proposition 5.1: Ist das im Kontext einer Untersuchung gegebene akzeptierte Restrisiko null,konnen sich stochastisch verhaltende Populationen nicht als Bestande im Sinne von Abschnitt 3 angesehen werden.2550403020Korrekturfaktor1 ln 1 e 864200,00,10,20,30,50,91,0e 11 0,63e 0,40,5Restrisiko e 0,60,70,80,91,0Abbildung 2: Korrekturfaktor fur die Vergleichszeitdauer, die die mittlere Lebenszeit einer betrachteten Population uberschreiten muss, damit diese Population einen Bestand darstellt, dargestellt in Abhangigkeit des akzeptierten Restrisikos e. Fur e 1 e1 0,63 wird der Korrekturfaktor gerade gleich 1, d.h. die Vergleichszeitraumesind fur stochastische und nichtstochastische Bestande identisch. Fur e fi 0 tendiert der Korrekturfaktor gegenunendlich, e fi 1 tendiert der Korrekturfaktor gegen null.Durch die Diskussion in diesem Abschnitt haben wir gezeigt, dass sich stochastisch verhaltende Populationen als Bestande aufgefasst werden konnen, falls das akzeptierte Restrisiko echtgroer null ist. Die aus der okologischen Theorie stammende Eigenschaft der Persistenz korrespondiert dann mit unserem allgemeinen Begriff der Bestandigkeit.5.3.3 Das Erreichen des etablierten Zustands Bei der Ableitung von Gleichung 4 im vorangegangenen Abschnitt wurde angenommen,dass die Population sicher den etablierten Zustand erreicht, d.h. cn 1. Wird diese Annahmeaufgeben, d.h. der Fall cn 1 betrachtet, ergibt sich aus Gleichung 2 und Definition 5.1 eineweitere notwendige Bedingung fur das Vorliegen von Bestandigkeit, namlich cn 1 e, d.h.die Wahrscheinlichkeit, den etablierten Zustand zu erreichen, muss den Schwellenwert 1 eubersteigen. Auch diese Bedingung verknupft ahnlich wie Gleichung 4 objektive Eigenschaften der Population mit subjektiven Bewertungen des Betrachters. Die Auswertung der Bedingung zeigt dabei, dass die Anfangspopulation uber einem kritischen Schwellenwert ncliegen muss, um Bestandigkeit erreichen zu konnen. 34 34 Fur konstante und fur alle Individuen gleiche Geburts und Sterberaten, bi b und di d, gilt cn 1 bdnWis sel, 1989, woraus sich die Bedingung n nc lne lnbd ergibt. Bestandigkeit kann damit nur dann erreicht werden, wenn die aktuelle Populationsgroe n eine Mindestgroe nc ubersteigt, die von den demo graphischen Eigenschaften der Individuen b und d und vom akzeptierten Restrisiko e abhangt.265.3.4 Mechanismen zur Erreichung von Persistenz: Beispiel Floater In diesem Abschnitt soll beispielhaft ein Mechanismus betrachtet werden, der in realen Okosystemen Persistenz bzw. Bestandigkeit von Populationen sicherstellen kann. Zur Sicherungvon Persistenz ist es notwendig, die Populationsgroe N oberhalb kritischer Schwellenwertenc zu halten. Dies kann mittels eines Puffermechanismus geschehen, der im Folgenden vorgestellt wird.Wir betrachten dazu eine fiktive Population von territorialen Wildtieren, z.B. Dachse. Inderartigen Populationen haben nur die Territorieninhaber die Moglichkeit sich zu reproduzieren, d.h. die effektive Populationsgroe n ist in diesem Fall durch die Zahl der besetzten Territorien gegeben. Alle anderen Tiere leben ohne Reproduktionsmoglichkeit in dem Gebietund sind auf der standigen Suche nach einem freien Territorium oder der Moglichkeit, einen Territorieninhaber zu vertreiben, um selbst dessen Position zu ubernehmen. Obwohl diese sogenannten Floater keinen unmittelbaren Beitrag zur Reproduktion leisten, sind sie fur die Populationsdynamik von Bedeutung, da sie Todesfalle unter den Territorieninhabern kompensieren, indem sie vakante Positionen ubernehmen und dadurch eine kontinuierliche Besetzungder Territorien sicherstellen. Damit wird die effektive Populationsgroe N auf einem genugend hohen Niveau oberhalb von nc gehalten. Solange genugend Floater vorhanden sind, umvakante Territorien zu ubernehmen, konnen adverse Ereignisse abgepuffert werden, und die Population kann folglich ein gewisses Ma an negativen Eingriffen kompensieren und langfristig uberleben.Das Beispiel der Floater weist auf folgendes hin: Soll die Dynamik einer solchen Populationverstanden werden, ist es notwendig, statt eines homogenen Bestandes von Dachsen zwei eigenstandige Bestande zu betrachten, Territorieninhaber und Floater, die in enger Kopplungmiteinander stehen.5.4 Die Bedeutung des okologischen Beispiels fur unsere Bestandskonzeption In den vorherigen Abschnitten haben wir am Beispiel okologischer Systeme illustriert, wieunser allgemeiner Bestandsbegriff fur spezielle Fragestellungen fruchtbar gemacht werdenkann. In Abschnitt 5.2 haben wir Populationen und ihre Dynamik aus verschiedenen Betrachtungsperspektiven untersucht und dabei herausgearbeitet, dass die unterschiedlichen Perspektiven jeweils andere Facetten der Populationsdynamik erhellen. Wir haben gezeigt, wie eine Population einerseits als Bestand aufgefasst werden kann, andererseits die Population zum Verstandnis ihrer Dynamik jedoch auch als System interagierender Elemente betrachtet werden kann. Schlielich wurde deutlich, dass eine Population, als Bestand aufgefasst, selbstwieder Teil eines ubergeordneten Systems ist, was wesentliche Auswirkungen auf ihre zeitliche Entwicklung zur Folge hat. Wir haben damit in Abschnitt 5.2 illustriert, wie unser Bestandskonzept zur Strukturierung der hierarchischen Verknupfungen in realen Systemen beitragen kann.In Abschnitt 5.3 haben wir den zunachst fur nichtstochastische Mengen entwickelten Bestandsbegriff auf die Betrachtung stochastischer Populationen erweitert und dafur das aus derokologischen Theorie stammende Konzept der Persistenz als Grundlage unserer Begriffser27weiterung verwendet. Obwohl wir die Erweiterbarkeit des Begriffes zunachst nur fur die spezielle Statistik von Populationen Gleichungen 2 und 3 gezeigt haben, kann der angewendete Weg immer dann verwendet werden, wenn sich die Stochastik der betrachteten Menge durcheine mittlere Lebensdauer beschreiben lasst.Die Erweiterung des Bestandsbegiffes auf stochastische Entitaten stellt eine wesentliche Voraussetzung zur universellen Anwendbarkeit des Begriffes dar, denn bei der ex anteBetrachtung realer Probleme tritt in der Regel Unwissen auf, so dass in diesen Fallen die Verwendungstatistischer Konzepte notwendig wird. Eine in diesem Zusammenhang wesentliche Erkenntnis liegt darin, dass bei der Verwendung des stochastischen Bestandsbegriffes als weiteressubjektives Moment das akzeptierte Restrisiko e eine entscheidende Rolle spielt.6 Naturgegebene, willentliche und unwillentliche Bestande Im bisherigen Verlauf des Aufsatzes haben wir eine Bestandskonzeption entwickelt, mit deren Hilfe dynamische Eigenschaften von okonomischen und okologischen Systemen analysiertwerden konnen. Wir haben diese Konzeption auf Beispiele aus der theoretischen Okologie angewendet und damit die Nutzbarkeit des Konzeptes auch bei der Untersuchung stochastischer Systeme aufgezeigt. Die Starke des Bestandskonzeptes liegt u.E. darin, dass es neben der formalen Analyse der Dynamik okonomischer und okologischer Systeme auch erlaubt, explizitdie Zielorientierung menschlichen Handelns in die Betrachtung mit einzubeziehen, die in okonomischen Systemen im Gegensatz zu rein okologischen Systemen eine entscheidende Rolle spielt. Eine ausfuhrliche Analyse dieser Thematik wurde indessen den Rahmen dieses Aufsatzes bei weitem ubersteigen; in diesem Abschnitt soll daher nur ein kleiner Ausblick gegeben werden.Wirtschaftliche Aktivitaten des Menschen sind zwangslaufig mit der Beeinflussung von Bestanden aller Art verbunden vgl. z.B. Schiller 2002, Kapitel 7.3.1. Es liegt daher nahe, Bestande danach zu unterscheiden, in welchem Mae sie durch menschliche Aktivitat beeinflusst werden. Dabei differenzieren wir zunachst zwischen solchen Bestanden, die als Folgemenschlicher Aktivitaten entstanden sind, d.h. vom Menschen geschaffen wurden, und solchen Bestanden, die sich naturlich entwickelt haben. Die vom Menschen geschaffenen Bestande sollen weiterhin danach eingeteilt werden, ob ihre Hervorbringung von den Akteurengewollt oder nicht gewollt war. Dieses Kriterium ist wichtig fur die weitere Analyse, denn eslenkt die Aufmerksamkeit auf die Intentionen der Akteure vgl. hierzu auch Faber, Petersenund Schiller, 2002.Wir wollen also die folgenden drei Bestandsarten unterscheiden:1. Naturgegebene Bestande: Sie sind in der Natur und ohne den Einfluss des Menschen entstanden. 35 Beispiele sind Okosysteme und naturliche Rohstoffvorkommen. 35 In dieser Definition wird naturgegeben als Gegensatz zu durch Menschen beeinflusst verstanden. Der Begriff Natur wird hier also nicht in dem umfassenden Sinn von alles was den Naturgesetzten unterworfen istgebraucht.282. Willentliche Bestande: Sie sind von Menschen willentlich, d.h. absichtlich geschaffenworden. Vorrate und Kapitalguter, wie Maschinen, Straen und Hauser, sind Beispiele furwillentliche Bestande.3. Unwillentliche Bestande: Sie sind durch den Einfluss menschlicher Aktivitaten unintendiert entstanden, d.h. ihre Schaffung lag nicht in der Absicht der Menschen, die sie verursacht haben. Beispiele sind FCKW in der Stratosphare und Nitrate im Grundwasser.Fur alle Bestande der 2. und 3. Art sowie fur viele Bestande der 1. Art gilt, dass sie in ihren Dynamiken und ihren Eigenschaften von Menschen direkt oder indirekt beeinflusst werden.Damit ist die getroffene Einteilung im Hinblick auf den Einfluss des Menschen nicht trennscharf; vielmehr gilt, dass der menschliche Einfluss auf die Entwicklung von Bestanden unterschiedlich stark sein kann, d.h. auf einer kontinuierlichen Skala von nichtexistent bis bestimmend sein kann.Fur das menschliche Wirtschaften spielen alle drei Arten von Bestanden eine wichtige Rolle: Viele naturgegebene Bestande leisten eine Reihe von Diensten fur den Menschen. Beispielsweise sorgen die Pflanzen durch ihre Photosynthese fur den Erhalt der lebensnotwendigen Sauerstoffkonzentration in der Atmosphare. Naturgegebene Bestande werdendaruber hinaus als Ressourcen verwendet, beispielsweise beim Bergbau von Kohle und Metallerzen. Willentliche Bestande sind vor allem Vorrate und Kapitalguter. Vorrate wurden geschaffen, um fur die Zukunft vorzusorgen. Kapitalguter werden fur die Herstellung von Guternverwendet. Im Gegensatz zu Vorraten werden Kapitalguter im Produktionsprozess nichtverbraucht.36 Das schliet nicht aus, dass sich Kapitalguter im Laufe der Zeit abnutzen.Die Abnutzung findet jedoch auf einer anderen Zeitskala statt als ihr Einsatz zur Produktion von Gutern. Unwillentliche Bestande entstehen durch menschliche und dabei vor allem wirtschaftliche Aktivitaten wie der Produktion von Gutern, obwohl sie nicht beabsichtigt sind. Es kannsein, dass unwillentliche Bestande bewusst in Kauf genommen werden. Haufig sind sichdie Verursacher allerdings nicht bewusst uber deren Entstehen. Beispiele fur unwillentliche Bestande sind die durch Galvanisierung entstandenen Cadmiummengen in den Sedimenten der deutschen Flusse oder die durch die Nutzung fossiler Energietrager entstandenen CO2Mengen in der Atmosphare.Abbildung 3 illustriert schematisch unsere Einteilung von Bestanden danach, in welcher Wiese sie durch menschliche Einflusse in ihrer Dynamik und ihren weiteren Eigenschaften bestimmt werden. 36 Vgl. den Fondsbegriff bei GeorgescuRoegen 1971: Kap. 9. Siehe auch Schiller 2002: Kapitel 5, Faber,Manstetten und Proops 1996: Kapitel 9 und Faber und Manstetten 1998.29okonomische Aktivitat des Menschen Veranderung Schaffung Schaffungnaturgegebene Bestandewillentlichgeschaffene Bestandeunwillentlichgeschaffene Bestande Beeinflussung Beeinflussung Abbildung 3: Schema der Beeinflussung naturgegebener, willentlicher und unwillentlicher Bestande durch den Menschen und der Beziehungen der Bestandsarten untereinander.Die drei unterschiedlichen Arten von Bestanden werden im Wesentlichen durch verschiedenewissenschaftliche Disziplinen erforscht: Naturgegebene Bestande Populationen, Okosysteme, Gesteinsformationen, Grundwasserspeicher, Sedimente etc. sind Gegenstand der Naturwissenschaften und hier vor allem der Geologie und der Okologie. Willentlich geschaffene Bestande Kapitalguter, Gutervorrate, Knowhow sind in aller Regel aus okonomischer Motivation heraus entstanden und fallen daher in den Gegenstandsbereich der Wirtschaftswissenschaften. Unwillentliche Bestande stehen in der Regel nicht im Mittelpunkt der Aufmerksamkeit einer einzigen Disziplin, weshalb in der Regel keine eindeutige Zuordnung zu dentraditionellen Wissenschaftsdisziplinen moglich ist. Unwillentliche Bestande werden oftgleichzeitig aus den Blickwickeln unterschiedlicher Disziplinen betrachtet und sind daher Gegenstand interdisziplinarer Forschung. Sie oder ihre Auswirkungen werden haufig als Umweltprobleme wahrgenommen und sind dann Gegenstand der Umweltwissenschaften, wie Planungswissenschaften, Geographie, Hydrologie, okologische Okonomik und der Umweltokonomik, die sich z.B. mit Schadstoffbestanden und Bestanden von anderen unerwunschten Kuppelprodukten beschaftigt.377 Was leistet der entwickelte Bestandbegriff?Der im Rahmen dieses Aufsatzes entwickelte Bestandsbegriff bietet unseres Erachtens einegute Grundlage fur die integrierte okologischokonomische Erforschung der Dynamik von gekoppelten okologischen und okonomischen Systemen. Dazu tragen insbesondere die folgenden Charakteristika des Bestandskonzeptes bei.Dynamik: Mit Hilfe unserer Konzeption von Bestanden gelingt es, analytisch das Charakteristikum einer Vielzahl von Entitaten herauszuarbeiten, das zentral fur das Verstandnis der Dynamiken okonomischer als auch okologischer Systeme ist, namlich die Eigenschaft der Be 37 Thermodynamisch betrachtet ist jede Produktion mit Kuppelproduktion verbunden, d.h. der Entstehung vonunerwunschten Nebenprodukten Baumgartner, 2000. Daraus ergibt sich die Frage nach der Verantwortungmenschlichen Handelns vgl. hierzu Baumgartner et al., 2001.30standigkeit. Zusammen mit der Interaktion der einzelnen Bestande ist es deren Dauerhaftigkeit, die die Entwicklung der einbettenden Systeme uber die Zeit bestimmt.Universalitat: Da Bestandigkeit eine Eigenschaft in der Zeit darstellt und sich damit nichtspezifisch auf den Gegenstandsbereich einzelner wissenschaftlicher Disziplinen bezieht, istdas Konzept der Bestandigkeit universell anwendbar. Dementsprechend ist unser Bestandsbegriff so allgemein gehalten, dass damit sowohl okonomische als auch okologische Systemecharakterisiert werden konnen, was im Aufsatz anhand von Beispielen gezeigt wurde. Uberseine Anwendung in Okologie und Okonomie hinaus, besteht unseres Erachtens prinzipielldie Moglichkeit, den Begriff auch fur andere Fragestellungen und damit fur andere Disziplinen fruchtbar zu machen. Dies gilt neben anderen naturwissenschaftlichen Zusammenhangeninsbesondere auch im sozialwissenschaftlichen Bereich, wie etwa in der Soziologie und der Politologie. Unser Bestandsbegriff tragt damit zu einer gemeinsamen Sprache bei der Untersuchung von okologischen und okonomischen Systemen bei, die notwendig fur die interdisziplinare Analyse fachubergreifender Probleme ist.Kompatibilitat: Trotz seiner Universalitat ist unser Bestandskonzept zu bereits eingefuhrten Konzepten im Bereich der Okonomik und der Okologie kompatibel. Er korrespondiert direktzu dem Konzept des Kapitalbestandes in den Wirtschaftswissenschaften, der eine zentrale Rolle bei der dynamischen Analyse von Wirtschaftssystemen spielt. Gleichzeitig stellt der Begriff eine Verallgemeinerung des in der theoretischen Okologie eingefuhrten Konzepts der Persistenz dar, so dass auch im Bereich der Okologie eine direkte Anschlussmoglichkeit gegeben ist.Thematisierung subjektiver Momente: Die Analyse okologischer und okonomischer Systememit Hilfe des entwickelten Bestandskonzeptes erfordert zunachst die Reflexion des Kontextesder Untersuchung, in dem die subjektiven Momente des Beobachters zusammengefasst sind.Durch die Thematisierung dieser subjektiven Momente beispielsweise die Abgrenzung des Betrachtungsgegenstandes und die Wahl von Zeithorizont und Zeitskala der Betrachtung erfolgt eine Methodenreflexion, wie sie fur interdisziplinares und transdisziplinares Arbeitengrundsatzlich erforderlich ist. Gleichzeitig ermoglicht die Thematisierung das Wechseln zwischen verschiedenen Betrachtungsperspektiven auf den Untersuchungsgegenstand.Zeitliche Skalen: Mit Hilfe unseres Bestandskonzeptes ist es moglich, explizit unterschiedliche zeitliche Skalen zu berucksichtigen. Der Bestandsbegriff bezieht sich seinem Wesen nachgrundsatzlich auf einen Betrachtungszeitpunkt und auf eine Zeitskala der Betrachtung. Bei der Verwendung des Konzeptes mussen diese oft nur impliziten Elemente daher explizit thematisiert und festgelegt werden, wodurch gleichzeitig die Betrachtung einer Vielzahl von verschiedenen Zeitskalen moglich wird.Abgrenzung von Systemsicht und Bestandsperspektive: Mit Hilfe unseres Bestandsbegriffeskann bei der Untersuchung eines Betrachtungsgegenstandes zwischen der Systemsicht undder Bestandsperspektive unterschieden werden. Mit Hilfe dieses Perspektivwechsels konnenzentrale Eigenschaften realer okologischokonomischer Systemen herausgearbeitet werden,wie die Diskussion in den Abschnitten 5.2 und 5.3 zeigt: Die hierarchische Struktur derartigerkomplexer Systeme kann nur verstanden werden, wenn auf einer gegebenen Betrachtungs31ebene gleichzeitig Vereinfachungen auf der mikroskopischen Betrachtungsebene vorgenommen werden Bestandsperspektive, dabei jedoch ebenfalls die Interaktion der Bestande im Rahmen eines Systems berucksichtigt wird Systemsicht.Es ist mit Hilfe des hier entwickelten Bestandskonzeptes also prinzipiell moglich, die vielfaltigen Beziehungsgeflechte zwischen okologischen und okonomischen Systemen abzubilden.Unser Bestandskonzept stellt damit ein wichtiges Grundkonzept einer integrativen und dynamischen interdisziplinaren Umweltforschung dar.8 Literatur Baumgartner, S., 2000: Ambivalent Joint Production and the natural Environment. An Economic and Thermodynamic Analysis. PhysicaVerlag, Heidelberg.Baumgartner, S., H. Dyckhoff, M. Faber, J.L.R. Proops und J. Schiller, 2001: The concept ofjoint production and ecological economics. Ecological Economics 36, 365372.Baumgartner, S. und J. Schiller, 2001: Kuppelproduktion. Ein Konzept zur Beschreibung der Entstehung von Umweltproblemen. In: Beckenbach et al. Hrsg.: Jahrbuch Okologische Okonomik, Band 2, Metropolisverlag, Marburg, 353393.Burgman, M. und H. P. Possingham, 2000: Population viability analysis for conservation: thegood, the bad and the undescribed. In: A.G. Young und G.M. Clarke Hrsg.: Genetics, Demography and Viability of Fragmented Populations, Cambridge University Press, London,97112.Begon, A. und M. Mortimer, 1986: Population Ecology: A Unified Study of Animals and Plants. 2. Auflage, Blackwell Scientific Publications, Oxford.Faber, M. und R. Manstetten, 1998: Produktion, Konsum und Dienste in der Natur Eine Theorie der Fonds. In: F. Schweitzer und G. Silverberg Hrsg.: Selbstorganisation, Bd. 9,Evolution und Selbstorganisation in der Okonomie, Duncker Humblot, Berlin, 209236.Faber, M., R. Manstetten und J.L.R. Proops, 1996: Ecological Economics. Edward Elgar,Cheltenham.Faber, M., T. Petersen und J. Schiller, 2002: Homo oeconomicus und homo politicus in Ecological Economics, Ecological Economics 40, 323333.Frank, K., M. Drechsler und C. Wissel, 1994: Uberleben in fragmentierten Lebensraumen Stochastische Modelle zu Metapopulationen. Zeitschrift fur Okologie und Naturschutz 3, 167178.Frank, K., H. Lorek, F. Koster, M. Sonnenschein, C. Wissel, und V. Grimm, 2002: METAX:Software for Metapopulation Viability Analysis. SpringerVerlag, Heidelberg, 195 Seiten.GeorgescuRoegen, N., 1971: The Entropy Law and the Economic Process. Harvard University Press, Cambrigde.Goel, N. S. und N. RichterDyn, 1974: Stochastic Models in Biology. Academic Press, New York32Goodman, D., 1987: The demography of chance extinction. In: M. E. Soule Hrsg.: Viable Populations for Conservation, Cambridge University Press, Cambridge, 1134.Grimm, V. und C. Wissel, 1997: Babel, or the ecological stability discussions: An inventoryand analysis of terminology and a guide for avoiding confusion. Oecologia 109, 323334.Grimm, V. und C. Wissel, 2002: The intrinsic mean time to extinction: a unifying approach toanalyzing persistence and viability of populations. Zur Publikation eingereicht bei Oikos.Nisbet, R. M. und W. S. C. Gurney, 1982: Modelling fluctuating populations. John Wiley Sons, New York.Possingham, H. P., D. B. Lindenmayer und M. A. Mc Carthy, 2001: Population Viability Analysis. Encyclopedia of Biodiversity, 4, 831843.Schiller, J., 2002: Umweltprobleme und Zeit. Bestande als konzeptionelle Grundlage okologischer Okonomik. MetropolisVerlag, Marburg.Spaemann, R. und R. Loew, 1991: Die Frage Wozu? Geschichte und Wiederentdeckung desteleologischen Denkens, Pieper, Munchen.Stelter, C., M. Reich, V. Grimm und C. Wissel, 1997: Modelling persistence in dynamiclandscapes: lessons from a metapopulation of grasshopper Bryodema tuberculata. Journal of Animal Ecology 66, 508518.Verboom, J., K. Lankester und J. A. J. Metz, 1991: Linking local and regional dynamics instochastic metapopulation models. Biological Journal of Linnean Society 42, 3955.Wissel, C., 1989: Theoretische Okologie: Eine Einfuhrung. Springer Verlag, Berlin.Wissel, C., Th. Stephan und S.H. Zaschke, 1994: Modelling extinction of small populations.In: Minimum Viable Populations. Hrsg. von H. Remmert, Ecological Studies 106, 67103.Wissel, C. und S. Stocker, 1991: Extinction of populations by random influences. Theoretical Population Biology 39, 315328.", "filename": "362390053.pdf", "person": ["Malte Faber", "Faber, Malte", "Karin Frank", "Frank, Karin", "Bernd Klauer", "Klauer, Bernd", "Reiner Manstetten", "Manstetten, Reiner", "Johannes Schiller", "Schiller, Johannes", "Christian Wissel", "Wissel, Christian"], "date": ["2003"]}