{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/39418/1/366497499.pdf"], "title": ["Grundlegende Reform des Prämiensystems? Stellungnahme zur Halbzeitbewertung der gemeinsamen Agrarpolitik und Entwicklung eines Alternativvorschlags"], "plaintext": "Kurzfassung Kurzfassung IIIn ihrer Halbzeitbewertung der Gemeinsamen Agrarpolitik hat die Kommission vorgeschlagen, die gegenwartigen Flachen und Tierpramien in betriebsbezogene, entkoppelte Pramien zu uberfuhren. Die Pramien sollen durch einen Freibetrag von 5.000 Euro undeinen Hochstbetrag von 300.000 Euro je Betrieb Kappungsgrenze moduliert werden.Die Mitgliedstaaten konnen eine erganzende Modulation nach Magabe des Arbeitskraftebesatzes vornehmen. Die nach Modulation verbleibenden Pramien sollen nur dann involler Hohe ausgezahlt werden, wenn die Betriebe bestimmte Kriterien bezuglich des Umwelt und Tierschutzes sowie der Lebensmittelsicherheit erfullen. Im Zeitablauf isteine schrittweise Senkung der Pramien vorgesehen, und die frei werdenden Mittel sollenin die zweite Saule der EUAgrarpolitik ubertragen werden.Im vorliegenden Beitrag wird allein die vorgeschlagene Reform des Pramiensystems untersucht. Die anderen Elemente der Halbzeitbewertung werden nicht betrachtet. Die okonomischen Wirkungen der vorgeschlagenen Pramienreform hangen wesentlich davon ab,wie die Ubertragung der Pramienrechte zwischen verschiedenen Betrieben und Personengeregelt wird. Die diesbezuglichen Ausfuhrungen der Kommission sind recht vage ausgefallen. Daher werden im vorliegenden Beitrag die Auswirkungen verschiedener Ausgestaltungsmoglichkeiten untersucht. Diese Analyse fuhrt zu folgendem Ergebnis: Je nach Ausgestaltungsoption kommt es bei verschiedenen Personengruppen zu mehroder weniger starken Einkommensveranderungen. Es gibt keine Option, die sich nichtauf die Einkommensverteilung im Agrarsektor auswirkt. Wenn die Regelung so ausgestaltet wird, dass die Verpachter beim Auslaufen der Pachtvertrage eine anteilige Ubertragung der Pramienrechte verlangen konnen, dannwird offenkundig, dass ursprunglich gleiche Flachen durch die Pramienreform einenvollkommen unterschiedlichen Wert bekommen haben. Je nach Strukturmerkmalender Pachterbetriebe Umfang pramienberechtigter Verfahren erhalten die Verpachterviele oder wenige Pramienrechte. Wenn entschieden wird, dass die Pachter beim Auslaufen von Pachtvertragen die Pramienrechte nicht oder nur unterproportional zu ubertragen haben, dann kommt eskurzfristig zu starken Einkommenseinbuen bei den Verpachtern. Die Kappungsgrenze, die vor allem in Ostdeutschland zur Geltung kommt, kann unter Umstanden Lenkungswirkungen haben, d. h. der Staat greift dann in das marktwirtschaftliche Prinzip Wanderung der Faktoren zum besten Wirt ein. Wenn Flachen, die aus kappungsbetroffenen Grobetrieben herausgezogen werdenund an kleinere Betriebe verpachtet werden, dort wieder die volle Pramie erhaltenkonnen, dann wird die Kappungsgrenze massenhaft durch formale Neugrundungenvon Betrieben unterlaufen. An der realen Bewirtschaftungsstruktur wird sich wenigKurzfassung IIIandern, und es wird kein Kappungsgeld in die Modulationskasse kommen. Daherstellt sich die Frage nach dem Sinn der ganzen Regelung. Will die Politik diese unternehmerischen Anpassungen verhindern und das Geld furdie Modulationskasse sichern, dann muss sie dafur sorgen, dass sich die aus kappungsbetroffenen Grobetrieben herausgezogenen Flachen nicht mehr fur Pramienrechte qualifizieren konnen. Das kann allerdings eine sehr starke Wertdifferenzierungvon unmittelbar benachbarten Flachen bewirken, die allein davon abhangt, ob die Flache zufallig an einen Grobetrieb oder einen Kleinbetrieb verpachtet wurde. Will die Politik a das Kappungsgeld ungeschmalert fur die Modulationskasse sichern, b die politisch kaum zu vermittelnde Wertdifferenzierung zwischen benachbarten Flachen vermeiden und c zugleich ausschlieen, dass die Kappungsgrenzeauf den Pachtmarkten die Wanderung der Flachen zum besseren Wirt beeinflusst,dann muss sie die Pramienregelung so ausgestalten, dass die Pramien nur an die gegenwartig existierenden Betriebe fur maximal die gegenwartig bewirtschaftete Flachegezahlt werden. Dies hat allerdings zur Folge, dass im Laufe der Zeit immer mehr Betriebe nur noch pro forma weiter bewirtschaftet werden und der Strukturwandelverstarkt uber Bewirtschaftungsvertrage lauft. Auerdem konnen die Grobetriebeeinen relativ groen Teil des Pramienausfalls an die Verpachter uberwalzen, ja in Extremfallen sogar trotz Kappungsgrenze eine Einkommensverbesserung erzielen.Aus diesen Ergebnissen lassen sich folgende Schlussfolgerungen ziehen: Eine weitere Konkretisierung der Kommissionsvorschlage ist unbedingt erforderlich,weil ansonsten keine geeignete Grundlage fur eine Folgenabschatzung und fur einenpolitischen Beschluss existiert. Angesichts der hier durchgefuhrten Analyse ist zu erwarten, dass sich keine Ausgestaltungsvariante finden lasst, deren Folgen politisch durchzuhalten sind. Das wurdebedeuten, dass bereits nach kurzer Zeit grundsatzliche Nachbesserungen beschlossenwerden mussten. Ein derartiger Wackelkurs ware fur die Planungssicherheit unddie Wettbewerbsfahigkeit der Landwirtschaft schadlich.Vor diesem Hintergrund wird im weiteren Verlauf des Beitrags der Versuch unternommen, Eckpunkte fur einen verbesserten Reformvorschlag herauszuarbeiten. Dieser Vorschlag knupft an den Zielen des Kommissionsvorschlags an, versucht aber dessennachteilige Wirkungen zu vermeiden.Um den Reformbedarf zu ermessen und die Zielrichtung der Reform festzulegen, werdenin einem ersten Schritt die Nachteile des gegenwartigen Pramiensystems analysiert. Im Ergebnis zeigt sich, dass erheblicher Reformbedarf besteht. Als wichtigste Nachteile desgegenwartigen Systems sind zu nennen:Kurzfassung IV Die Pramienverteilung orientiert sich am Kompensationsprinzip, dessen Legitimationschwindet, und steht nicht im Einklang mit verteilungspolitischen Grundsatzen. Die Pramien werden fur die aktiven Landwirte immer weniger einkommenswirksamund erlangen immer starker den Charakter einer GrundeigentumerSubvention. Das gesamte Pramienaufkommen wird nur teilweise einkommenswirksam, weil die Pramien derzeit auch Verluste aus laufender Produktion abdecken mussen. Das Pramiensystem verursacht durch die jahrliche Neuberechnung aller Flachen und Tierpramien relativ hohe Administrationskosten. Die Pramien sind nur sehr schwach auf die gesellschaftlichen Anforderungen an die Landwirtschaft ausgerichtet z. B. Umwelt und Tierschutz, Lebensmittelsicherheit. Die Ausgestaltung der Pramien beeintrachtigt die Wettbewerbsfahigkeit der Landwirtschaft erheblich gebremster Strukturwandel, mangelnde Planungssicherheit. Die Pramien sind teilweise nicht produktionsneutral, d. h. nach den Kriterien der WTO nicht green boxfahig, so dass auch externer Reformdruck absehbar ist.Bevor nun mit der Instrumentenwahl begonnen wird und das Drehen an den kleinen Schrauben einsetzt, empfiehlt sich zunachst die Klarung einiger Grundsatzfragen. Dennfur den nachhaltigen Erfolg der Reform ist es sehr wichtig, dass sie erkennbar auf eineuberzeugende Vision der Agrarpolitik hinsteuert, welche im Einklang mit gesellschaftlichen Zielen und Rahmenbedingungen z. B. WTO steht. Ansonsten entsteht in wenigen Jahren abermals die Notwendigkeit eines grundsatzlichen Umsteuerns. Eine Grundsatzfrage lautet, ob die Pramien, wie der Kommissionsvorschlag dies andeutet, strategisch zu einem Lenkungsinstrument fur verschiedene Politikbereicheausgebaut werden sollten Umwelt und Tierschutzpolitik, Verteilungspolitik, Arbeitsmarktpolitik. Die hierzu durchgefuhrte Analyse fuhrt zu dem Ergebnis, dassdies der falsche Weg ware. Es konnte allenfalls erwogen werden, die Pramien wahrend eines Gleitflugs in Richtung Pramienabbau so zu modulieren, dass vorubergehend Zielbeitrage zu anderen Politikbereichen entstehen. Hierbei ist jedoch auerste Zuruckhaltung geboten, weil ansonsten eine schleichende Umlegitimierung der Pramien stattfindet und damit einer Stabilisierung des bisherigen Systems Vorschubgeleistet wird. Das ware aus gesellschaftspolitischer Sicht kontraproduktiv. Eine zweite Grundsatzfrage lautet, ob die Pramien wie bisher anhand von betrieblichen Tatbestanden des jeweiligen Jahres bemessen werden sollten oder aber anhandvon historischen Tatbestanden. Die Wahl historischer Tatbestande, wie sie in demsogenannten BondScheme erfolgt, hat unter verschiedenen Aspekten Effizienz,Wettbewerbsfahigkeit, Administrationskosten, WTOKompatibilitat deutliche Vorteile. Die hier durchgefuhrte Analyse fuhrt jedoch zu der Einschatzung, dass einekomplette Hinwendung zum BondScheme aus zwei Grunden zur Zeit wohl nur geringe Chancen auf eine politische Mehrheit hatte: Die Politik wurde sich selbst unterKurzfassung VDruck setzen, alle Pramien in absehbarer Zeit definitiv auf null herunterfahren zumussen, und sie wurde bereits sehr kurzfristig massive Einkommensverluste bei den Verpachtern auslosen. Angesichts dieses Ergebnisses und angesichts der Problemedes gegenwartigen Politikkonzepts liegt es nahe, uber Mischformen nachzudenken.Die Kommission hat in ihrem Vorschlag eine Mischform aus der bisherigen Politik unddem BondScheme zu konstruieren versucht, allerdings wie dargestellt mit einemnoch nicht uberzeugenden Ergebnis.In dem entwickelten Alternativvorschlag werden ebenfalls beide Systeme miteinanderkombiniert, wobei allerdings die einzelnen Elemente in jeweils klar abgegrenzten Segmenten eingesetzt und nicht wie im Kommissionsvorschlag miteinander vermengt werden. Auerdem wird versucht, das dem Kommissionsvorschlag anhaftende Risiko einer Umlegitimierung der Pramien zu minimieren. Auf diese Weise entsteht ein Alternativvorschlag mit folgenden Elementen: Verschiebung des Inkrafttretens einer grundlegenden Reform des PramiensystemsEntkopplung auf das Jahr 2007, damit a der markante Politikwechsel sorgfaltigvorbereitet und in seinen Wirkungen untersucht werden kann und b gegebenenfallsdie Reform der Milchmarktpolitik in das Reformpaket einbezogen werden kann. Schrittweise Pramiensenkung innerhalb des gegenwartigen Pramiensystems bis zum Jahr 2007, damit der prinzipiell sinnvolle Gleitflug der Pramien unverzuglich eingeleitet wird und Mittel fur die Aufstockung der zweiten Saule der Agrarpolitik freiwerden. Einrichtung eines pauschalen Freibetrags, der nicht nach dem Arbeitskraftebesatz gestaffelt wird, und Verzicht auf eine Kappungsgrenze. Vollzug des grundlegenden Politikwechsels im Jahr 2007 mit folgenden Eckpunkten: Einheitspramie fur alle landwirtschaftlich genutzten Flachen inkl. Stillegungsflachen deutlich unterhalb des gegenwartigen Pramienniveaus. Damit soll die Bevorzugung von Acker gegenuber Grunlandflachen und von ertragreichen gegenuber ertragschwachen Standorten grundsatzlich beendet werden. Den Mitgliedstaaten sind gewisse Gestaltungsspielraume einzuraumen, um eine angemessene Losung fur die extrem extensiven Agrarregionen Europas zu finden. Etablierung einer zeitlich degressiven, personengebundenen Zusatzpramie. Hiermit sollen die unterschiedlich hohen Einkommenseinbuen abgefedert werden,welche die Betriebe beim Ubergang zur Einheitspramie und ggf. bei der Abschaffung der Quotenregelungen fur Milch und Zucker erleiden. Die Zusatzpramie istin einem vorgegebenen Zeitraum auf null abzubauen. Frei werdende Mittel konnen zunehmend fur Manahmen der zweiten Saule verwendet werden. Anderung der Marktordnungen fur Milch und Zucker. Minimalziel ist hierbei die Vermeidung von Uberkompensationen in diesen Subsektoren, Maximalziel dieKurzfassung VIAbschaffung der fur die Wettbewerbsfahigkeit schadlichen Quotenregelungen im Zuge des Ubergangs zur Einheitspramie.Der hier in Eckpunkten skizzierte Vorschlag bedarf der weiteren Konkretisierung und Uberprufung. Eine erste qualitative Folgenabschatzung zeigt, dass sich die Einkommensumverteilungen kurzfristig in engen Grenzen halten. Alle Betroffenen haben die Moglichkeit, sich uber viele Jahre hinweg anzupassen.Durch die Entkopplung der Pramien von der Produktion kann die Wirtschaft aber bereitsab dem Jahr 2007 ihre Entscheidungen ausschlielich an den Signalen des Marktes orientieren. Der Politikvorschlag verbessert damit die Planungssicherheit fur die Unternehmererheblich und schafft gunstige Rahmenbedingungen fur eine nachhaltig wettbewerbsfahige Landwirtschaft.Durch die Verlagerung von Mitteln in die zweite Saule der Gemeinsamen Agrarpolitikwerden der Landwirtschaft gezielte Anreize zur Erzeugung offentlicher Guter gegeben,fur die eine gesellschaftliche Nachfrage besteht Umweltschutz, Tierschutz, Landschaftsbild, etc Kapitel 1Einleitung 1 Einleitung 1In der Halbzeitbewertung der Gemeinsamen Agrarpolitik hat die Kommission der Europaischen Gemeinschaften eine weitreichende Anderung des Systems der direkten Einkommenszahlungen vorgeschlagen.Welche Wirkungen der Vorschlag entfaltet, hangt entscheidend davon ab, wie der vorgeschlagene Ubergang zu einer entkoppelten, betriebsbezogenen Einkommenszahlung konkret ausgestaltet wird. Hierzu enthalt der Kommissionstext bisher nur vage Aussagen. Imvorliegenden Beitrag werden deshalb verschiedene Ausgestaltungsmoglichkeiten vorgestellt, und es wird jeweils diskutiert, welche Wirkungen zu erwarten waren. Angesichtsder teilweise erheblichen Probleme, die mit allen denkbaren Ausgestaltungsoptionen verbunden sind, wird im weiteren Verlauf ein Alternativvorschlag entwickelt.Der Beitrag beschrankt sich auf die Analyse der vorgeschlagenen Reform des Pramiensystems und moglicher Alternativen. Die anderen Elemente der Halbzeitbewertung werden nicht betrachtet.Kapitel 2Der Vorschlag der Kommission 22 Der Vorschlag der Kommission Zunachst sollen die wesentlichen Textpassagen des Kommissionsvorschlags zitiert werden, in denen die beabsichtigte Umgestaltung des Pramiensystems beschrieben wird:Die Kommission schlagt   die Einfuhrung einer produktionsentkoppelten, betriebsbezogenen Einkommenszahlung vor. Die Zahlung, die sich auf die historischen Direktzahlungen   stutzt, soll so viele Sektoren wie moglich abdecken. Mit dieser Regelung sinddie Betriebe in Bezug auf ihre Produktionsentscheidungen vollkommen frei   . In einerersten Phase werden   Getreide, Olsaaten und Eiweipflanzen einbezogen, daneben aberauch Kornerleguminosen, Starkekartoffeln sowie Rind und Schaffleisch.   Der Milchsektor wird nach Umsetzung der Agenda2000Beschlusse einbezogen, weitere Sektoren,in denen eine Reform ansteht Zucker, Olivenol   konnten spater folgen.  Die entkoppelte Einkommenszahlung wird betriebsbezogen berechnet. Der Gesamtbetrag,auf den ein Betrieb Anspruch hat, wird in mehrere Teile Zahlungsanspruche geteilt, umeine teilweise Ubertragung der Zahlung zu erleichtern, wenn nur ein Teil des betreffenden Betriebs verkauft oder verpachtet wird. Diese Ubertragung ware an eine Reihe von Verpflichtungen gebunden: Es muss gewahrleistet sein, dass die landwirtschaftlich genutzte Flache in einem guten Kulturzustand erhalten und in Ubereinstimmung mit verpflichtenden okologischen Standards bewirtschaft wird. Spekulative Zahlungen, die zur Akkumulierung von Pramienrechten ohne entsprechende landwirtschaftliche Basis fuhrenkonnten, mussen verhindert werden.   Hierzu wird vorgeschlagen, den Gesamtbetrag der Zahlung durch die Zahl der forderfahigen Hektare des betreffenden landwirtschaftlichen Betriebs zu dividieren. Das ergabe eine bestimmte Zahl von Zahlungsrechten uber einenbestimmten Betrag, die dann zusammen mit dem Land zwischen den Betrieben transferiert werden konnten.   Die Kommission wird weitere Einzelheiten hierzu im Kontext derentsprechenden Legislativvorschlage vorlegen.   Um ausreichend flexibel   reagierenzu konnen, stunden den Mitgliedstaaten mehrere Optionen fur die Ausgestaltung der Regelung offen.   Die   Zahlungen werden nur dann uneingeschrankt gewahrt, wenn die Landwirte eine Reihe obligatorischer Standards in den Bereichen Umwelt, Lebensmittelsicherheit, Wohlergehen der Tiere   einhalten.  Im Rahmen der fur alle Mitgliedstaaten obligatorischen, dynamischen Modulation werden alle Direktzahlungen   um jeweils 3 % pro Jahr bis zu einem Satz von insgesamt 20 % gekurzt.   Der vorgesehene Freibetrag fur bis zu zwei vollzeitlich beschaftigteJahresarbeitseinheiten JAE belauft sich auf 5.000 EUR   . Fur jede weitere JAE konnen die Mitgliedstaaten einen zusatzlichen Betrag von 3.000 EUR gewahren.   Nach Anwendung des Freibetrags und der Modulation wird sich der Hochstbetrag, der je Betrieb gezahlt werden kann, auf 300 000 EUR belaufen.Kapitel 3Offene Fragen und Risiken 33 Offene Fragen und Risiken In Deutschland ist inzwischen weit mehr als die Halfte der landwirtschaftlich genutzten Flache Pachtland. Im Zuge des Strukturwandels wird der Pachtlandanteil standig weiterzunehmen.Vor diesem Hintergrund wird die Frage immer wichtiger, zu welchem Teil die agrarpolitisch gewahrte Einkommensstutzung von den Landwirten uber die Pachtmarkte an die Grundeigentumer transferiert wird.1 Aber auch die Lenkungsfunktion der Pachtmarktemuss mit zunehmender Aufmerksamkeit beobachtet werden. Der marktwirtschaftliche Wettbewerb auf dem Pachtmarkt kann und soll die Wanderung des Bodens zum besten Wirt gewahrleisten. Dies ist eine zentrale Voraussetzung fur eine nachhaltig wettbewerbsfahige Landwirtschaft.Mit Blick auf den Kommissionsvorschlag zur Reform der direkten Einkommenszahlungen nachfolgend vereinfachend Pramien genannt ist deshalb zu klaren: Wem stehen die Pramien zu, wenn Flachen verpachtet werden oder wenn Pachtflachen zuruckgenommen werden? Wie werden die Pramien auf den Pachtmarkten uberwalzt, und welche Folgen ergeben sich daraus fur die Einkommensverteilung? Hat die Veranderung des Pramiensystems eine Lenkungswirkung auf den Pachtmarkten?3.1 Das Verhaltnis zwischen Pachter und Verpachter bei verschiedenen Pramienmodellen Gehen wir zunachst von einem Betrieb A mit 100 % Eigenland aus. Aus dem Kommissionstext geht hervor, dass die Pramien wie bisher an die Bewirtschafter der Flachengezahlt werden sollen. Also erhalt Betrieb A die Pramien, die sich an den historischen Zahlungen fur diesen Betrieb ausrichten. Wenn der Betrieb nun einen Teil seiner Flachenan Betrieb B verpachtet, dann kann er einen Teil seiner Pramienrechte ebenfalls an den Betrieb B abgeben. Ob er in diesem Fall Pramienrechte abtreten muss, bleibt im Kommis 1 Im Zuge des Strukturwandels erfolgt ein gewisser Teil des Flachentransfers auch uber die Kaufmarktefur landwirtschaftliche Flachen. Um den Text kurz zu halten, werden die Wirkungen der Politikvarianten auf die Kaufmarkte im Folgenden nicht gesondert analysiert.Kapitel 3Offene Fragen und Risiken 4sionsvorschlag unklar.2 Das ist in diesem Beispiel auch noch nicht so wichtig. Klar ist,dass Betrieb B fur alle Pramienrechte, die er von Betrieb A erhalten hat, die jahrlichen Zahlungen erhalt, und dass er diese Zahlungen uber den Pachtpreis an Betrieb A weiterleitet. Die Pramienrente fliet also in jedem Fall an Betrieb A, gleichgultig ob er vieleoder wenige Pramienrechte an Betrieb B ubertragen hat.Was geschieht, wenn Betrieb A die Landwirtschaft vollstandig aufgeben und seine Flachen an Betrieb B verpachten will? Dieser Fall ist im Kommissionsvorschlag nicht explizit erwahnt; dort wird nur von einem Flachentransfer zwischen Betrieben gesprochen. Esliegt aber in der Logik des Kommissionsvorschlags, dass nicht nur der Betrieb A, sondernauch sein Eigentumer Person A die Flachen und die Pramienrechte an Betrieb B verpachten kann. Ein Verpachten der gesamten Betriebsflache ohne Ubertragung der zugehorigen Pramienrechte ist allerdings nach dem Kommissionsvorschlag nicht zulassig, weilja die Akkumulation von Pramienrechten ohne entsprechende landwirtschaftliche Basisverhindert werden soll. Auch wenn er die Pramienrechte an den Pachter zu ubertragenhat, ist naturlich der Grundeigentumer wiederum der mittelbare Pramienempfanger, denndie Pramienrente fliet uber den Pachtpreis an ihn.Was geschieht, wenn Person A Flachen, die sie bisher an Betrieb B verpachtet hat,kunftig wieder selbst bewirtschaften will Betrieb A oder an Betrieb C verpachten will?Hier stoen wir auf Konfliktpotenzial, denn zum einen ist nicht geklart, ob Betrieb B dieauf der gepachteten Flache liegenden Pramienrechte zuruckubertragen muss oder nur zuruckubertragen kann, und zum anderen ist nicht geklart, wie die Umlegung der Pramienrechte auf die verschiedenen Flachenarten Ackerland, Grunland, Kartoffelflache, Getreideflache, Eigenland, Pachtland usw. erfolgen soll.Die notwendige Klarung dieser offenen Frage kann im Prinzip nur auf eine der folgenden Varianten hinauslaufen:Variante I: Pramienrechte bleiben beim derzeitigen Bewirtschafter Ausgestaltung: Der Betrieb B kann selbst entscheiden, wie viele Pramienrechte er mitden zuruckzugebenden Pachtflachen ubertragt, und gegebenenfalls auch jegliche Ruckubertragung unterlassen. In einer verscharften Ausgestaltungsform konnte dem Betrieb Bvorgegeben werden, Pramienrechte grundsatzlich nicht an Privatpersonen zu ubertragen, 2 Die folgende Analyse orientiert sich an dem Text, der von der Kommission im Juli 2002 veroffentlicht wurde. Die seither gefuhrten Abstimmungsgesprache lassen eine gewisse Hinwendung der praktischen Politik zu den Ausgestaltungsvarianten II bzw. IV erkennen. Weil jedoch keine Beschlusseexistieren und weil alle Varianten Vor und Nachteile aufweisen, wird im Folgenden kein VorabAusschluss einzelner Varianten vorgenommen.Kapitel 3Offene Fragen und Risiken 5die ihr Land zum Zwecke der Weiterverpachtung an andere Betriebe zuruckfordern Person A, sondern nur an landwirtschaftliche Betriebe Betrieb A.Beide Varianten sind im Kommissionsvorschlag nicht ausgeschlossen. Es wird lediglichgesagt, die Regelung durfe nicht zu einer Akkumulierung von Pramienrechten ohne entsprechende landwirtschaftliche Basis fuhren. Wie viele Pramienrechte unser Betrieb Bakkumulieren darf, hangt davon ab, wie die Politik den Begriff entsprechende landwirtschaftliche Basis letztlich definiert.Folgen: Die Pramienrente der Pachtflachen bleibt ganz oder teilweise bei Betrieb B. Person A erhalt Flachen zuruck, auf denen nur wenige oder gar keine Pramienrechte mehrliegen. Bei einer erneuten Verpachtung wird er deshalb nur einen deutlich niedrigeren Pachtpreis erzielen als bisher. Betrieb B wird seine starke Position moglicherweise zum Anlass nehmen, unverzuglich auf die Verpachter zuzugehen, um mit ihnen uber eine Senkung der Pachtpreise zu verhandeln. Fur die Verpachter ware es immer noch gunstigereine teilweise Senkung der Pachtpreise zu akzeptieren als die Flache ganz ohne Pramienrechte zuruckzubekommen.Beurteilung: Es ist fraglich, ob die Benachteiligung von Person A bzw. Betrieb A gegenuber Betrieb B politisch durchzuhalten ist. Sie fuhrt zu einer raschen Entwertung der verpachteten Flachen. Die Verpachter werden in der politischen Diskussion darauf hingewiesen, dass der Politikwechsel uber Nacht die Grundlagen ihrer bisherigen wirtschaftlichen Planung zerstort. Fraglich ist auch, ob diese Variante einer juristischen Uberprufung Stand halten konnte vgl. die Urteile zu den Altpachtfallen bei der Milchquote.Variante II: Pramienrechte gehen mit der Flache pauschale AnbindungAusgestaltung: Die Regelung wird dahingehend prazisiert, dass alle Pramien in Betrieb B auf alle Flachen des Betriebs umzulegen sind, woraus sich fur diesen Betrieb ein einheitlicher Pramienanspruch je Hektar ergibt. Der Betrieb wird verpflichtet, bei einer Ruckgabe von Pachtflachen die zugehorigen Pramienanspruche ebenfalls an den Verpachter zu ubertragen.Folgen: Die Pramienrenten flieen im Grundsatz wie zur Zeit auch an die Verpachter,jedoch ergeben sich bei naherem Hinsehen erhebliche Umverteilungen. Hat Betrieb Anamlich zufallig an einen Betrieb B verpachtet, der einen hohen Anteil an Grunland, Zuckerruben undoder Kartoffelflache hat, werden mit dem durchschnittlichen Hektar nurwenige Pramienanspruche ubertragen. Hat er zufallig an einen Betrieb mit intensiver Bullenmast verpachtet, erhalt er je Hektar sehr viele Pramienanspruche, jedenfalls wesentlich mehr, als wenn er zufallig an einen Betrieb mit extensiver Rinderhaltung verpachtet hat.Kapitel 3Offene Fragen und Risiken 6Beurteilung: Es ist fraglich, ob es der Politik gelingen kann, den Verpachtern die geschilderten Zufalligkeiten bei der Wertentwicklung ihrer Flachen zu erklaren. Es ist ebenfalls fraglich, ob eine Regelung lange Bestand haben kann, bei der direkt benachbarte Flachen gleicher Bodengute auf Dauer ganz unterschiedliche Pramien erhalten, blo weilfruher einmal die eine Flache an einen Futterbaubetrieb und die andere an einen Marktfruchtbetrieb verpachtet war.Variante III: Pramienrechte gehen mit der Flache flachenscharfe AnbindungAusgestaltung: Die Regelung wird dahingehend prazisiert, dass der Betrieb B alle Pramien flachenscharf auf die jeweils verursachenden Flachen umlegen muss. Flachenpramien mussten also auf die Basisflachen bezogen werden, Rinderpramien auf die Futterflachen usw. Auf diese Weise wurde versucht, jedem Flurstuck exakt seinen Pramienanspruch zuzuweisen, der dann beim Flachenubergang mit zu ubertragen ware. Diesem Versuch sind allerdings dadurch Grenzen gesetzt, dass logischerweise nicht allein diebetriebliche Anbaustruktur des letzten Jahres fur die Zuteilung der Pramien zu Flurstucken mageblich sein kann. Denn dies wurde ja dazu fuhren, dass ein Grundeigentumernur deshalb, weil sein Pachter im letzten Jahr zufallig Kartoffeln auf seinem Flurstuckgepflanzt hat, keine Pramie erhalt. Im Grundsatz sind hier zwei Auswege denkbar, namlich a die Flurstucke einzelnen Fruchtfolgesystemen zuzuordnen und die Flachen und Tierpramien fur die Fruchtfolgen zu berechnen oder b die Flurstucke nur den Kategorien Acker und Grunland zuzuordnen und die Flachen und Tierpramien irgendwie auf diesebeiden Kategorien aufzuteilen.Folgen: Die bei Variante II geschilderte Zufalligkeit der Wertentwicklung wird nurteilweise beseitigt, denn nach wie vor konnen Pachtbetriebe mit hohen Anteilen von Zuckerruben oder Kartoffeln je Hektar Ackerflache weniger Pramienrechte ubertragen als Pachtbetriebe mit niedrigen Anteilen. Der administrative Aufwand steigt bei Variante IIIaber sehr stark an. In den Fallen, in denen die Bewirtschafter Nutzungsanderungen vorgenommen haben z. B. Umwandlung von Ackerland in Grunland, kame es zu Streitigkeiten. Insbesondere in den neuen Landern, wo der Pflugtausch d. h. Unterverpachtung von Flachen weit verbreitet ist, waren erhebliche Umsetzungsprobleme vorprogrammiert.Beurteilung: Im Prinzip wie bei Variante II. Die Einkommensumverteilung ist etwas geringer, aber dafur ist der Verwaltungsaufwand und auch das Konfliktpotenzial erheblichhoher. Es durfte kaum zu vermitteln sein, warum man einen derartigen Aufwand fur eineflachenscharf differenzierte Wertermittlung der Einzelflachen betreibt, wenn die Legitimation fur eine regional differenzierte Pramie im Zeitablauf ohnehin immer mehrschwindet und die gesellschaftliche Diskussion sich eher in Richtung Einheitspramiebewegt siehe Kapitel 4.Kapitel 3Offene Fragen und Risiken 73.2 Modifizierungen aufgrund der Kappungsgrenze Vor allem in Ostdeutschland werden die in Kapitel 3.1 geschilderten Wirkungen der Pramienregelung durch die vorgeschlagene Kappungsgrenze modifiziert. Der Vorschlag siehtvor, dass das Pramienvolumen je Betrieb das Gesamtvolumen von 300.000 plus Freibetrage von 5.000 bzw. 3.000 je Arbeitskraft nicht uberschreiten darf.Die Wirkungen dieses Vorschlags hangen wesentlich davon ab, ob die betriebsbezogenenund entkoppelten Pramien im Falle einer Beendigung der Pacht beim Betrieb bleibens. o.; Variante I oder zum Verpachter wandern, der sie dann weiter verpachten kanns. o.; Varianten II und III.Variante I: Pramienrechte bleiben beim derzeitigen Bewirtschafter Die Verpachter haben, wie in Kapitel 3.1 gezeigt, in dieser Variante eine ungunstige Verhandlungsposition. Ein Grobetrieb mit z. B. 3.000 ha Ackerflache, der das Land mehrerer hundert Verpachter bewirtschaftet, kann jedem Einzelnen plausibel machen, dass eraufgrund der verringerten Pramienzahlung den Pachtpreis drastisch senken muss. Der Verpachter hat keine lukrative Alternative, denn wenn er den Pachtvertrag kundigt unddie Flache einem anderen Betrieb anbietet, kann dieser andere Betrieb fur diese Flachenkeine Pramieneinkommen erzielen und daher nur einen sehr geringen Pachtpreis bieten.Die Pachtanteile liegen in den ostdeutschen Grobetrieben weit uber 90 %, d. h. es wurdefast uber jeden Hektar verhandelt. Fur die ersten ca. 1.000 ha Ackerflache werden die Betriebe aber Pramienzahlungen erhalten. Wieviel leiten sie an die Grundeigentumerweiter? Je nach Verhandlungsgeschick der Grobetriebe kann diese Variante im Extremfall dazu fuhren, dass Grobetriebe mit der neuen Regelung trotz Kappung besser fahrenals mit der bisherigen Regelung.3Bei den vielen Grundeigentumern in den landlichen Regionen Ostdeutschlands, die nachdem Ausscheiden aus den ExLPGen ihre Lebensplanung im Vertrauen auf halbwegs gesicherte Pachteinnahmen vorgenommen haben, wird diese Regelung mit Sicherheit eineherbe Enttauschung auslosen. Letztlich mussen sie die Manahmen zur Forderung derlandlichen Raume bezahlen, die auf EUGehei mit den modulierten Kappungsgeldernin Ostdeutschland zusatzlich durchgefuhrt werden. 3 Dieser Extremfall kann nur dann eintreten, wenn im alten System bereits eine weitgehende Uberwalzung der Pramien an die Verpachter stattgefunden hat. Hierzu ist anzumerken, dass nach der Wiedervereinigung in den neuen Bundeslandern zunachst in den meisten Fallen relativ niedrige Pachtpreise vereinbart worden sind, d. h. ein Groteil der Pramienrente bei den Pachtern geblieben ist. Im Zugeder Neuverhandlungen von Pachtvertragen kam es im Laufe der Zeit jedoch auch in Ostdeutschlandzu einer immer starkeren Uberwalzung der Pramien an die Grundeigentumer.Kapitel 3Offene Fragen und Risiken 8Aus Sicht der Umweltpolitik konnte diese Variante dann besonders attraktiv sein, wenndie Bevorzugung der derzeitigen Bewirtschafter mit letzter Konsequenz geregelt wird.Wurde man die Variante I namlich so weit verscharfen, dass die Pramienrechte grundsatzlich beim derzeitigen Bewirtschafter bleiben mussen und nicht ubertragen werdenkonnen Stichtagslosung, dann aber auch nur dann! konnte man wirksam verhindern,dass sich Grobetriebe der Kappungsgrenze durch formale Betriebsteilungen entziehen.Dadurch kame besonders viel Geld in die Modulationskasse, welches dann in diezweite Saule transferiert werden konnte. Weitere Vorteile dieser verscharften Variantewaren, dass a die politikbedingte Wertdifferenzierung zwischen ansonsten gleichen Flachen ebenso vermieden wurde wie b die volkswirtschaftlich bedenkliche Lenkungswirkung auf den Pachtmarkten.Der Strukturwandel wurde bei dieser verscharften Variante Pramie muss beim Bewirtschafter bleiben allerdings besonders stark verlangsamt, zumindest auf dem Papier.Jede Betriebsaufgabe wurde ja bedeuten, dass der flachenabgebende Betrieb seine Pramienrechte verliert, ohne dass der flachenaufnehmende Betrieb entsprechende Pramienrechte hinzugewinnt. In der Realitat wurde sich die Wirtschaft allerdings uber kurz oderlang auch an diese Regelung verlustminimierend anpassen: Die aufgebenden Betriebewurden zwar formal weitergefuhrt, um weiterhin die Pramien zu erhalten, faktisch wurdedie Bewirtschaftung jedoch von einem nahe gelegenen Betrieb per Bewirtschaftungsvertrag ubernommen werden.Variante II: Pramienrechte gehen mit der Flache In der Variante II ist vorgesehen, dass bei Beendigung der Pachtvertrage die Pramienrechte anteilig an die Verpachter zu ubertragen sind.4 Dieser kommt in den wirtschaftlichen Genuss der Pramien, indem er entweder selbst Landwirtschaft betreibt ggf. mit Hilfe von Bewirtschaftungsvertragen oder indem er die Flache mit den darauf liegenden Pramienrechten weiterverpachtet.In Kapitel 3.1 wurde gezeigt, dass in dieser Variante das Produktionsprogramm des bisherigen Pachtbetriebes daruber entscheidet, wie viele Pramienrechte je Hektar dem Verpachter ubertragen werden. Diese differenzierende Wirkung kann in Ostdeutschlanddurch die zusatzliche Wirkung der Kappungsgrenze erheblich verstarkt werden. Ob dieser Fall eintritt, hangt davon ab, welche Pramienanspruche den Flachen mitgegeben werden, 4 Da die oben vorgestellten Varianten II und III im Grundsatz ahnliche okonomische Wirkungen entfalten, soll an dieser Stelle hier aus Platzgrunden nur eine der beiden Varianten untersucht werden.Hierfur wird die Variante II ausgewahlt, da sie nach Einschatzung des Verfassers groere Aussichtauf politische Durchsetzbarkeit hat.Kapitel 3Offene Fragen und Risiken 9die bei Beendigung von Pachtverhaltnissen aus kappungsbetroffenen Grobetriebenherausgezogen werden.Variante II a: Kappungsbedingte Abzuge gehen mit der Flache Diese Variante wurde zu einer erheblichen Wertdifferenzierung zwischen den Flachenfuhren, wie folgendes Beispiel zeigt. Person A hat ihre Eigentumsflache von 10 ha zueinem fruheren Zeitpunkt an einen 3.000haAckerbaubetrieb verpachtet, ihr NachbarPerson C ihre Eigentumsflache von 10 ha gleicher Zuschnitt, gleiche Fruchtbarkeithingegen an einen 100ha Ackerbaubetrieb. Bei Beendigung der Pachtvertrage erhalt Person C ungefahr dreimal so viele Pramienrechte wie Person A, weil der Grobetrieb wegender Kappungsgrenze fur ungefahr zwei Drittel seiner Ackerflache keine Pramie erhalt.Ursache fur die starke Wertdifferenzierung der beiden Flachen ist also allein die Zufalligkeit der langst vergangenen Entscheidung beider Eigentumer daruber, an wen sie ihre Flachen verpachten. Es ist fraglich, ob dieses Resultat rechtlich und politisch Bestandhaben konnte.Variante II b: Kappungsbedingte Abzuge gehen nicht mit der Flache In dieser Variante wird die Kappungsgrenze bei der Berechnung der Pramienrechte, diebei Beendigung des Pachtverhaltnisses auf den einzelnen herausgelosten Hektar entfallen,nicht berucksichtigt. Das bedeutet in dem obigen Beispiel, dass Person A fur ihre Flachedie gleichen ungeschmalerten Pramienrechte erhalt wie Person C.Durch diese Regelung kann die Politik zwar die starke Wertdifferenzierung der Flachenvermeiden, dafur verursacht sie aber neue Probleme, die ebenfalls zu erheblicher Kritikfuhren werden.Die Variante II b wird zur Folge haben, dass die Grobetriebe zumindest auf dem Papier in sehr kurzer Frist bis an die Kappungsgrenze heran schrumpfen. Ob dies im Wesentlichen durch Betriebsteilungen geschieht oder durch Flachentransfers auf den Pachtmarkten, hangt von den politischen Detailregelungen ab: Die wahrscheinliche Linie besteht darin, dass Unternehmen formal geteilt werden,indem z. B. Gesellschafter des Grobetriebes zwei neue Betriebe auf der grunen Wiese grunden und mit einem Teil der Verpachter eine Umschreibung der Pachtvertrage von den alten auf die neuen Betriebe vereinbaren. Wenn die neuen Betriebe mitdem verkleinert fortgefuhrten alten Betrieb durch Bewirtschaftungsvertrage verbunden werden, konnen die Kostenvorteile in der laufenden Produktion aufrechterhaltenwerden. Derartige Anpassungen sind in dieser Politikvariante hochgradig rentabel,denn sie sichern der gesamten Flache die ungeschmalerte Pramie. Nach den bisherKapitel 3Offene Fragen und Risiken 10vorliegenden Erfahrungen ist es kaum vorstellbar, dass es der Politik gelingen kann,solche formalen Betriebsteilungen wirklich wirksam zu verhindern. Die Zahl der Betriebe erhoht sich, allerdings im Wesentlichen nur auf dem Papier. Sollte es der Politik auf irgendeinem Wege doch gelingen, Betriebsteilungen wirksamzu verhindern, dann erzeugt diese Politikvariante echte Lenkungswirkungen. Mittelgroe Betriebe mit einer Flachenausstattung von einigen hundert Hektar LF konntendann den Verpachtern wesentlich lukrativere Pachtangebote machen als die von der Kappung betroffenen Grobetriebe. Ob die Politik gut beraten ist, das marktwirtschaftliche Grundprinzip der Wanderung der Flache zum besten Wirt in derart drastischer Weise auer Kraft zu setzen, darf bezweifelt werden. Im Ubrigen ist bei dieser Entwicklungslinie nicht zu erwarten, dass es zu zahlreichen echten Neugrundungenkommt. In den meisten Fallen werden die bereits existierenden Nachbarbetriebe, dienoch unter der Kappungsgrenze liegen, die Flachen aufnehmen und bis an die Kappungsgrenze heranwachsen. An der durchschnittlichen Betriebsgroe in Ostdeutschland wird sich also nur wenig andern.Beide Entwicklungslinien haben eines gemeinsam: Der Agrarsektor Ostdeutschlands sichert sich durch Anpassungsmanahmen die volle Pramie, und der erhoffte Geldstrom indie Modulationskasse bleibt aus.Bei dieser Variante bringt die Kappungsgrenze also allenfalls ein paar zusatzliche Betriebe in Ostdeutschland, die aber im Wesentlichen nur auf dem Papier stehen. Dieser mageren Ausbeute stehen erhebliche Kosten und Risiken fur die Wettbewerbsfahigkeit gegenuber: Zusatzliche Administrationskosten des Staates Transfer eines Teils der Pramienrente an Steuerberater, Anwalte und Notare Umlenkung von Managementkapazitat auf das Thema Anpassung an Pramienregelungen Zusatzlicher Verwaltungsaufwand in den landwirtschaftlichen Unternehmen und neue Risiken fur die Unternehmensentwicklung, die sich aus komplizierten Rechtskonstruktionen ergeben Fehlallokation der Flachen, da die Pachtmarkte nicht mehr uneingeschrankt die Wanderung zum besten Wirt gewahrleisten Erhohung der Politikunsicherheit: Nachdem das Prinzip Chancengleichheit fur alle Unternehmensformen einmal massiv durchbrochen ist, mussen die Unternehmenfurchten, dass die Politik an der neuen Stellschraube Kappungsgrenze immer wieder dreht, mit ungewissem Ausgang. Langfristig getroffene unternehmerische Entscheidungen z. B. Flachenpacht plus Stallbau konnen sich dann je nach politischerKapitel 3Offene Fragen und Risiken 11Entscheidung als Fehlentscheidungen erweisen. An diese Unsicherheit passen sichdie Unternehmen durch Investitionszuruckhaltung an.3.3Fazit Beim Ubergang zu einer betriebsbezogenen, entkoppelten Pramie muss entschieden werden, ob die Pramienrechte beim Pachter bleiben oder ob sie bei Beendigung der Pacht anden Verpachter zu ubertragen sind. Ist Letzteres der Fall, mussen die Ubertragungsmodalitaten geklart werden.Die Analyse der denkbaren Ausgestaltungsoptionen hat gezeigt, dass alle Varianten erhebliche Probleme mit sich bringen. Je nach Ausgestaltungsoption kommt es bei verschiedenen Personengruppen zu mehroder weniger starken Einkommensveranderungen. Es gibt keine Option, die sich nichtauf die Einkommensverteilung im Agrarsektor auswirkt. Wenn die Regelung so ausgestaltet wird, dass die Verpachter beim Auslaufen der Pachtvertrage eine anteilige Ubertragung der Pramienrechte verlangen konnen, dannwird offenkundig, dass ursprunglich gleiche Flachen durch die Pramienreform einenvollkommen unterschiedlichen Wert bekommen haben. Je nach Strukturmerkmalender Pachterbetriebe Umfang pramienberechtigter Verfahren erhalten die Verpachterviele oder wenige Pramienrechte. Wenn entschieden wird, dass die Pachter beim Auslaufen von Pachtvertragen die Pramienrechte nicht oder nur unterproportional zu ubertragen haben, dann kommt eskurzfristig zu starken Einkommenseinbuen bei den Verpachtern. Die Kappungsgrenze, die vor allem in Ostdeutschland zur Geltung kommt, kann unter Umstanden Lenkungswirkungen haben, d. h. der Staat greift dann in das marktwirtschaftliche Prinzip Wanderung der Faktoren zum besten Wirt ein. Wenn Flachen, die aus kappungsbetroffenen Grobetrieben herausgezogen werdenund an kleinere Betriebe verpachtet werden, dort wieder die volle Pramie erhaltenkonnen, dann wird die Kappungsgrenze massenhaft durch formale Neugrundungenvon Betrieben unterlaufen. An der realen Bewirtschaftungsstruktur wird sich wenigandern, und es wird kein Kappungsgeld in die Modulationskasse kommen. Daherstellt sich die Frage nach dem Sinn der ganzen Regelung. Will die Politik diese unternehmerischen Anpassungen verhindern und das Geld furdie Modulationskasse sichern, dann muss sie dafur sorgen, dass sich die aus kappungsbetroffenen Grobetrieben herausgezogenen Flachen nicht mehr fur Pramienrechte qualifizieren konnen. Das kann allerdings eine sehr starke WertdifferenzierungKapitel 3Offene Fragen und Risiken 12von unmittelbar benachbarten Flachen bewirken, die allein davon abhangt, ob die Flache zufallig an einen Grobetrieb oder einen Kleinbetrieb verpachtet wurde. Will die Politik a das Kappungsgeld ungeschmalert fur die Modulationskasse sichern, b die politisch kaum zu vermittelnde Wertdifferenzierung zwischen benachbarten Flachen vermeiden und c zugleich ausschlieen, dass die Kappungsgrenzeauf den Pachtmarkten die Wanderung der Flachen zum besseren Wirt beeinflusst,dann muss sie die Pramienregelung so ausgestalten, dass die Pramien nur an die gegenwartig existierenden Betriebe fur maximal die gegenwartig bewirtschaftete Flachegezahlt werden. Dies hat allerdings zur Folge, dass im Laufe der Zeit immer mehr Betriebe nur noch pro forma weiter bewirtschaftet werden und der Strukturwandelverstarkt uber Bewirtschaftungsvertrage lauft. Auerdem konnen die Grobetriebeeinen relativ groen Teil des Pramienausfalls an die Verpachter uberwalzen, ja in Extremfallen sogar trotz Kappungsgrenze eine Einkommensverbesserung erzielen.Welche Ausgestaltungsoption die Politik auch wahlt, sie wird groe Schwierigkeiten haben, den Betroffenen die wirtschaftlichen Folgen des Politikwechsels zu vermitteln. Die Betroffenen werden sie jeweils als willkurlich und ungerecht empfinden. Dies gilt z. B.fur das Nebeneinander von unterschiedlich hohen Pramienrechten auf ansonsten gleichen Flachen, fur die moglicherweise sehr kurzfristig eintretenden Einkommensverluste beiden Verpachtern oder fur die Etablierung eines Kappungssystems, das von der Wirtschaftweitestgehend umgangen werden wird. Bei einigen Optionen ist sogar zu bezweifeln, obdie Regelungen vor Gericht Bestand hatten. Sollten im weiteren Verlauf politisch oderrechtlich veranlasste Nachbesserungen erforderlich werden, dann beeintrachtigt dies wiederum die Planungssicherheit fur die Unternehmer und schadet der Wettbewerbsfahigkeitder europaischen Landwirtschaft.Kapitel 4Die Suche nach einer besseren Alternative 134 Die Suche nach einer besseren Alternative Wie dargestellt, birgt der Kommissionsvorschlag einige Risiken. Konkretisierungen sinderforderlich, und bei der Abschatzung der voraussichtlichen Folgen der konkreten Politikoptionen wird man wahrscheinlich feststellen, dass Nachbesserungen an dem im Juli 2002 veroffentlichten Grundkonzept vorgenommen werden mussen. Bis zu einer befriedigenden Beschlussvorlage ist es also noch ein weiter Weg.Alles beim Alten lassen ist jedoch auf Dauer auch keine vernunftige Losung. Denn zu Recht weist die Kommission in ihrer Halbzeitbewertung auf eine Reihe von Schwachstellen des bisherigen Pramiensystems hin und leitet daraus den Reformbedarf ab.4.1 Warum eine Reform des Pramiensystems unausweichlich ist Im Folgenden sollen die wichtigsten Reformziele, die man auch aus der Halbzeitbewertung herauslesen kann, aufgelistet und jeweils kurz begrundet werden.Verstarkte Orientierung des agrarpolitischen Mitteleinsatzes auf die Wunsche der Gesellschaft Im gegenwartigen System wird der Groteil der Agrarausgaben der EU fur die erste Sauleverwendet, d. h. fur Marktordnungen und direkte Einkommenszahlungen. Diese Anstrengungen kommen zu einem immer geringeren Teil den aktiven Landwirten zugute underlangen immer mehr den Charakter einer GrundeigentumerSubvention. Auf der anderen Seite sieht sich die europaische Landwirtschaft zunehmenden gesellschaftlichen Anforderungen in den Bereichen Umweltschutz, Tierschutz, Lebensmittelsicherheit, etc.ausgesetzt und stellt fest, dass sie diese Anforderungen mit dem traditionellen umweltund tierschutzpolitischen Instrumentarium Auflagen nicht ausreichend erfullen kann.5Daher ist es nur konsequent, wenn die Kommission mit ihrem Vorschlag anstrebt, adurch innerhalb der ersten Saule verscharfte Anforderungen an die Pramienzahlungen zuknupfen 6 und b Gelder aus der ersten in die zweite Saule zu transferieren, um dort Landwirte mit gezielten Anreizprogrammen zu einer Umstellung der Agrarproduktion indie von der Gesellschaft erwunschte Richtung zu bewegen. 5 Fur weitere Erlauterungen siehe Isermeyer, F. 2001: Die Agrarwende was kann die Politik tun?Arbeitsbericht 22001 aus dem Institut fur Betriebswirtschaft, Agrarstruktur und landliche Raume der FAL, Braunschweig.6 Da das CrossCompliance Konzept einige Schwachen aufweist und Risiken mit sich bringt vgl. Kapitel 4.2.1, sollte die Politik allerdings Prioritat auf die Starkung der zweiten Saule legen.Kapitel 4Die Suche nach einer besseren Alternative 14Verbesserung der Einkommenslage der landwirtschaftlichen Betriebe Im gegenwartigen System bewirtschaften Landwirte ihre Flachen und Viehstalle auchdann, wenn die Differenz aus Verkaufserlosen und Produktionskosten negativ ist. Dennsie kommen nur dann in den Genuss der Pramien, wenn sie produzieren. In diesen Fallenwird nur ein Teil der Pramie gewinnwirksam, der andere dient zur Abdeckung der Verluste aus der laufenden Produktion. Bei einer vollkommen entkoppelten Pramie erhaltendie Landwirte die Pramie auch dann, wenn sie ihre eigentlich unwirtschaftliche Produktion beenden, und zwar in voller Hohe.Im gegenwartigen System verbleibt ein immer geringerer Anteil der Pramien bei den aktiven Landwirten, ein immer groerer Anteil wird an die Grundeigentumer transferiert.Ursache ist der im Zuge des Strukturwandels permanent ansteigende Pachtlandanteil. Beivollkommener Entkopplung der Pramien gibt es Ausgestaltungsoptionen, die diesen Transfer unterbinden vgl. Kapitel 3.1.Verbesserung der internationalen Wettbewerbsfahigkeit der EULandwirtschaft Im gegenwartigen System werden, wie soeben dargestellt, unwirtschaftliche Betriebedurch die Politik in der Produktion gehalten. Fur die potenziell entwicklungsfahigen Betriebe, die Arbeitsplatze von morgen schaffen, ist dies aus zwei Grunden ungunstig.Zum einen wird der Strukturwandel verlangsamt, d. h. es dauert langer, bis die potenziellentwicklungsfahigen Betriebe die Flachen oder Viehstalle ubernehmen und dadurch ihre Produktionskosten senken konnen. Zum anderen mussen diese Betriebe stets befurchten,dass die Politik die produktionsgebundenen Pramien so weiterentwickelt durch Freibetrage, Kappungsgrenzen, Viehbesatzgrenzen, etc., dass die eigentlich nicht wettbewerbsfahigen Betriebe wettbewerbsfahiger werden als die eigentlich wettbewerbsfahigen Betriebe. Diese Problematik betrifft im gegenwartigen System insbesondere die Rinderhaltung. Hier konnen langfristig getroffene unternehmerische Entscheidungen quasi uber Nacht durch politische Entscheidungen unrentabel werden.Fur Unternehmer liegt es bei einem derartig hohen Politikanderungsrisiko nahe, ihr Kapital in anderen Wirtschaftszweigen zu investieren. Der Wettbewerbsfahigkeit der Landwirtschaft wird auf diese Weise nachhaltig schwerer Schaden zugefugt, und Chancen zur Schaffung nachhaltig sicherer Arbeitsplatze im landlichen Raum werden vertan.Verbesserung der Verteilungsgerechtigkeit der Einkommenstransfers Im gegenwartigen System orientieren sich die staatlichen Zahlungen am Kompensationsgedanken. Bei der Einfuhrung der Zahlungen stand das Ziel im Vordergrund, die durchdie Agrarreformen seit 1992 entstandenen Einkommenseinbuen moglichst gerecht zukompensieren oder zumindest abzufedern. Dieses Ziel lie sich bei der Einfuhrung derKapitel 4Die Suche nach einer besseren Alternative 15Zahlungen uberzeugend mit dem Argument des Vertrauensschutzes begrunden, doch verliert diese Begrundung mit zunehmendem zeitlichen Abstand von der Agrarreform immermehr an Gewicht. Es ist kaum vorstellbar, dass jemand im Jahr 2020 noch staatliche Unterstutzung fur sich reklamieren kann mit dem Argument, 28 Jahre zuvor habe eine Agrarreform stattgefunden.Daher steht die Politik in der Verantwortung, die Pramien rechtzeitig in einen Gleitflugzu bringen. Allzu abrupte Veranderungen sollten dabei allerdings vermieden werden, weilansonsten abermals das VertrauensschutzArgument greift. Wahrend der GleitflugPhase,die sich wahrscheinlich uber viele Jahre hinziehen wird, stellt sich die Frage, ob der Gleitflug fur alle Pramienempfanger gleich stark vollzogen oder nach bestimmten Kriterien modifiziert werden soll. Hier ist es legitim, verteilungspolitische Grundsatze einflieen zu lassen, indem z. B. armere Personen oder benachteiligte Standorte mit geringeren Pramienkurzungen bedacht werden.7Wenn sich die Politik, wie dies zur Zeit in der EU der Fall zu sein scheint, noch gar nichtauf ein Langfristziel Pramienabbau verstandigen konnte, dann ist es besonders fragwurdig, die derzeitige Pramienverteilung im Rahmen der verschiedenen Agrarreformenein ums andere Mal in die Zukunft fortzuschreiben. Die Politik zementiert auf diese Weise die Verteilungswirkungen einer langst uberwundenen Agrarpreispolitik mit allihren historischen Zufalligkeiten, ohne dass sich hierfur eine verteilungspolitische Legitimation finden lasst.Verringerung der Administrationskosten Im gegenwartigen System verursacht das Nebeneinander der verschiedenen Pramienregelungen und die Tatsache, dass in jedem Jahr alle Flachen und Tierpramien fur alle Betriebe neu berechnet werden mussen, einen erheblichen Verwaltungsaufwand. Die Ermittlung der Berechnungsgrundlagen fur die Rinderpramien ist dabei besonders aufwendig. Ein erheblicher Aufwand muss auerdem fur die Administration der Milchquotenregelung betrieben werden.Verbesserung der Ausgangsposition fur kommende WTOVerhandlungen Im gegenwartigen System sind die Tierpramien nicht produktionsneutral, weil die Zahlungen an die Zahl der im jeweiligen Jahr gehaltenen Tiere gekoppelt sind. Durch die Plafondierung der insgesamt verfugbaren Pramien je Tierart in der EU kann man diese Kritikder Verhandlungspartner in der WTO nur teilweise entkraften. Die Flachenpramien wer 7 Hierbei gilt es jedoch, die unerwunschten Nebenwirkungen im Auge zu behalten, die von einer Umlegitimierung der ersten Saule ausgehen konnen vgl. Kapitel 4.2.1.Kapitel 4Die Suche nach einer besseren Alternative 16den in den bevorstehenden WTOVerhandlungen ebenfalls unter Druck geraten, solangebestimmte Ackerfruchte eine erhohte Pramie erhalten und solange die Obergrenze von 33 % Stillegungsflache beibehalten wird.Je starker sich die europaische Landwirtschaft an Regelungen festklammert, die auf Dauerin der WTO nicht durchzuhalten sind, desto starker ist das von weitsichtigen Unternehmern empfundene Politikanderungsrisiko. Sie reagieren darauf, indem sie ihr Kapital inanderen Sektoren investieren. Die Politik kann auf diese Weise vielleicht kurzfristige Einkommensvorteile fur Grundeigentumer und Landwirte sichern, doch fehlt es an Anreizen fur jene Unternehmer, die im Vertrauen auf ihre unternehmerische Starke nachhaltigsichere Arbeitsplatze in den landlichen Raumen schaffen wollen.4.2 Wohin soll die Reise gehen? Pladoyer fur eine Klarung der Grundsatzfragen Fur den Erfolg einer grundlegenden Reform des Pramiensystems ist es wichtig, dass die Reform auf ein langfristig tragfahiges Politikkonzept hinauslauft. Ansonsten besteht die Gefahr, dass nach einigen Jahren erneut umgesteuert werden muss mit entsprechendnegativen Konsequenzen fur die Glaubwurdigkeit der Politik und die Wettbewerbsfahigkeit der Wirtschaft.Bevor also mit dem Drehen an den kleinen Schrauben begonnen wird, gilt es zunachstdie langfristig wichtigen Grundsatzfragen zu identifizieren, mogliche Losungen hierfur zuentwickeln und diese umfassend zu beurteilen. Daraus mussen dann die Eckpunkte fureinen Politikvorschlag entwickelt werden, bei dem erkennbar werden sollte, auf welchelangfristige Vision dieser Vorschlag hinsteuert. Je uberzeugender diese Vision im Einklang mit den allgemeinen ordnungspolitischen Grundsatzen unseres Wirtschaftssystemssteht, desto groer ist die Chance, Langfristinvestitionen in den Agrarsektor zu mobilisieren.Erst im letzten Schritt sollte es dann darum gehen, die Ausgestaltung von Detailvorschriften, Ubergangslosungen, etc. zu erarbeiten.4.2.1Umgestaltung der Pramien zu einem Lenkungsinstrument?Die Einfuhrung der Pramien lie sich zu Beginn damit begrunden, dass die Landwirte im Vertrauen auf die jahrzehntelangen Versprechungen der Politik in den Agrarsektor investiert haben und daher nach dem Preisbruch der 1992er Agrarreform einen Anspruch auf Ausgleichszahlungen reklamieren konnen Vertrauensschutz.Kapitel 4Die Suche nach einer besseren Alternative 17Diese zunachst uberzeugende Legitimation wird mit zunehmendem zeitlichen Abstandvom Preisbruch immer schwacher. Es ware daher konsequent, die Pramien schrittweise zureduzieren und auf diese Weise die Steuerzahler zu entlasten. Verstandlicherweise gibtaber der landwirtschaftliche Berufsstand die einmal erworbenen Besitzstande nichtkampflos her. Ebenso verstandlich ist es, dass andere Interessenvertretungen z. B. Umweltgruppen auf den Plan treten und versuchen, die Pramien fur ihre Interessen nutzbarzu machen. Das ist erfahrungsgema leichter moglich als den Finanzministern frisches Geld fur neue, zielgerichtete Projekte zu entlocken. Also wird auf verschiedenen Seitenintensiv daruber nachgedacht, wie man die Pramien umlegitimieren kann. Hierbei lassen sich vor allem drei Argumentationsrichtungen erkennen: Einkommenspolitische Ziele: Solange die Politik ein spezielles einkommenspolitisches Ziel fur den Agrarsektor verfolgt, muss man dem bestehenden Pramiensystembescheinigen, dass es zu diesem Ziel einen wichtigen Beitrag leistet. Dieser Beitragnimmt jedoch im Laufe der Zeit wegen des starker werdenden Uberwalzungseffektesimmer mehr ab. Ausgleich fur Wettbewerbsnachteile: Da Landwirte in anderen Landern zumeistmit geringeren Auflagen wirtschaften mussen und der Auenschutz sinkt, konnen die Pramien als Versuch einer pauschalen Kompensation der Wettbewerbsnachteile der EULandwirtschaft angesehen werden. Pauschal bedeutet in diesem Fall: Nicht bedarfsgerecht differenziert da ja nicht fur die einzelnen Produktionszweige untersuchtwurde, wie stark die Benachteiligung ist, aber sehr verwaltungskostengunstig. Beitrage der Landwirtschaft zu gesellschaftspolitischen Zielen: Es wird auf diepositiven externen Effekte der Landwirtschaft verwiesen z. B. Landschaftsbild,landliche Raume, und es wird in Aussicht gestellt, dass man die Landwirtschaft nochstarker in die von der EUBevolkerung gewunschte Richtung umorientieren kann, indem man die Pramien durch Modulation und Cross Compliance besser mit dengesellschaftlichen Zielvorstellungen in Einklang bringt.Die beiden Argumente Einkommenspolitik und Wettbewerbsfahigkeit werden im Wesentlichen vom Berufsstand herangezogen, um die Existenz der Pramien zu verteidigen, und zielen nicht auf eine Veranderung der Pramien. Auf eine eingehende Diskussionder beiden Argumentationsversuche soll hier aus Platzgrunden verzichtet werden.8 8 Zum einen ware zu diskutieren, ob sich die genannten Ziele uberhaupt sinnvoll in die ubergeordnete Zielstruktur der Gesellschaftspolitik einfugen lassen, und im nachsten Schritt ware dann zu untersuchen, ob die Ziele nicht mit anderen Politikinstrumenten effizienter erreicht werden konnen als mitden Pramien. Diese Analyse wurde mit Sicherheit zu dem Ergebnis fuhren, dass die am historischen Preisbruch ausgerichteten Zahlungen nicht optimal auf die genannten Ziele ausgerichtet sind.Kapitel 4Die Suche nach einer besseren Alternative 18Das dritte Argument verdient eine eingehendere Analyse, denn auf diesem Argument basieren einige der von der Kommission vorgeschlagenen Modifikationen des Pramiensystems. Der Kommissionsvorschlag sieht vor, durch die Umgestaltung der Pramien d. h.ohne Mitteltransfer in die zweite Saule Zielbeitrage zu folgenden Politikfeldern zur erwirken: Umwelt und Tierschutzpolitik sowie Ernahrungspolitik Die Zahlungen sollen an die Einhaltung bestimmter Standards geknupft werden. Verteilungspolitik Durch die Kappungsgrenze und durch die Ausgestaltung der Freibetragsregelung sollen Grobetriebe weniger Zahlungen je Hektar erhalten als Kleinbetriebe. Arbeitsmarktpolitik Durch Freibetrage, die auf die betrieblichen Arbeitskrafte bezogen sind, sollen arbeitsintensive Betriebe besser gestellt werden.Diese Neuausrichtung der Pramienpolitik hat zweifellos einen gewissen Charme und lasstsich popular vermarkten: Wenn die Gesellschaft schon so viel fur die Landwirtschaftzahlt, dann sollen dabei nicht nur Vorteile fur die Landwirte herausspringen, sondernauch positive Zielbeitrage zu diversen gesellschaftspolitischen Zielen.Bei naherer Betrachtung zeigt sich jedoch, dass dieser Weg die Gesellschaft in eine kostspielige Sackgasse fuhren kann. Denn auf der einen Seite sind die modulierten Pramiennach wie vor nur sehr schwach auf die Einzelziele ausgerichtet, so dass der Zielerreichungsgrad jeweils gering bleibt, und auf der anderen Seite kann die Umlegitimierungdazu fuhren, dass der eigentlich erforderliche Abbau der Pramien stagniert. Wenn dies inmehreren Wirtschaftszweigen so praktiziert wird, dann endet die Gesellschaft mit kostspieligen sektorspezifischen Verteilungs, Arbeitsmarkt und Umweltpolitiken, die jeweils unzureichend und nicht sektorubergreifend abgestimmt sind, und ihr fehlt das Geldzur Ausgestaltung der allgemeinen Verteilungs, Arbeitsmarkt und Umweltpolitik.Ob die Chancen oder die Risiken uberwiegen, soll fur die genannten Politikbereiche kurzdiskutiert werden.Umweltpolitische Ziele In den vergangenen Jahrzehnten hat sich in der gesamten EU ein sehr dichtes Regelwerkvon Umweltauflagen entwickelt, welches die Landwirte zu befolgen haben. Dieses wurdeinsbesondere seit den 90er Jahren umfanglich erganzt durch freiwillige Anreizprogrammeder zweiten Saule. Diese beiden Systeme sind inzwischen in der EU mit den dazugehorigen Kontrollinstanzen flachendeckend etabliert, und sie haben das Handeln der Landwirtezum Wohle der Umwelt beeinflusst.Kapitel 4Die Suche nach einer besseren Alternative 19Wenn die Politik nun mit der Reform des Pramiensystems tatsachlich Umweltstandardsdurchsetzen will, die uber das bestehende umweltrechtliche Regelwerk hinausgehen, dannverursacht sie damit uberall in der EU zusatzliche Kosten fur die Betriebe und neue Kontrollaufgaben fur die Verwaltung, abzuwickeln in einem dritten System, welches parallelzu den beiden bereits bestehenden Systemen administriert wird. Das ware nicht sinnvoll.Wenn die vorgeschlagene Knupfung der Pramienzahlungen an Umweltstandards hingegenso zu verstehen ist, dass die Empfanger im Wesentlichen nur auf die Einhaltung der bereits bestehenden Umweltgesetze verpflichtet werden sollen, dann provoziert manschwierige Fragen: Kann allein die Tatsache, dass man sich an Gesetze halt, Pramienanspruche begrunden? Wo bleibt da der Gleichheitsgrundsatz?9Mit ihrem weiterfuhrenden Vorschlag, die Pramien unter anderem an die Durchfuhrungeines OkoAudits zu koppeln, hat die Kommission jedoch einen wertvollen Denkanstogegeben. Gerade weil die Landwirte schon jetzt mit einer kaum mehr zu uberblickenden Fulle von Umweltvorschriften konfrontiert sind, kann es sinnvoll sein, nun nicht nochweitere Gesetze aufzuturmen, sondern die Landwirte zu veranlassen, in einer strukturierten Form die Anwendung des bereits bestehenden Regelwerks auf den eigenen Betrieb zuuberprufen. So gesehen stellt der OkoAudit fur jeden Betrieb eine Verbesserungschancedar.Bevor die OkoAudits allerdings mit Hilfe einer Agrarreform kurzfristig uber ganz Europa hinweg verbreitet werden, sollte zunachst im Rahmen von Fallstudien sehr sorgfaltiguntersucht werden, ob der Nutzen solcher OkoAudits tatsachlich in einem vernunftigen Verhaltnis zu den gesellschaftlichen Kosten steht und wie ein massenhaft durchgefuhrter OkoAudit optimal in die Landwirtschaft der EU zu implementieren ist Umfang, Zeitabstande, Organe usw Wenn der OkoAudit diese Prufung besteht und EUweit eingefuhrt werden soll, dannkann man ihn naturlich ebenso gut allen Betrieben warum nur den Haupterwerbsbetrieben, wie die Kommission vorschlagt? per Verordnung vorschreiben und, wenn die Politik der Landwirtschaft nicht noch eine kostentrachtige Auflage zumuten mochte, parallel 9 Die Frage lasst sich naturlich auch umkehren: Kann der Staat Pramien an Landwirte zahlen, ohne zuprufen, ob diese uberhaupt die bestehenden Gesetze einhalten? Und weiter: Weshalb macht der Staatbei Umweltprogrammen der zweiten Saule die Einhaltung bestehender Umweltgesetze zur Bedingungfur die Pramiengewahrung, nicht jedoch bei den Pramien in der ersten Saule. Die Forderung, alle Pramien an die Einhaltung der bestehenden Umweltgesetze zu binden, erscheint unter Gerechtigkeitsaspekten verstandlich. Wenn man derartige Kopplungen jedoch auf weitere Gesetze und Politikbereiche ubertragt, dann geht die Politiksystematik immer mehr verloren. Alles von allem abhangig zu machen, wirkt sich nachteilig auf die Uberschaubarkeit der Politik und die Administrationskosten aus.Daher sollte die Kontrolle und Sanktionierung des Umweltrechts allein mit den dort festgelegten Manahmen erfolgen und auf den Aufbau eines Parallelsystems in der ersten Saule verzichtet werden.Kapitel 4Die Suche nach einer besseren Alternative 20dazu in der zweiten Saule die finanzielle Unterstutzung hierfur organisieren. Das hatteden groen Vorteil, dass die Gesellschaft dann tatsachlich nur die Kosten des OkoAuditsubernehmen musste. Diese sind pro Hektar in den Grobetrieben viel kleiner als in den Kleinbetrieben. Bei der Abwicklung dieser Politik uber die erste Saule wurde es also zueiner unnotigen Uberkompensation der Grobetriebe kommen.Tierschutzziele Der Tierschutz ist in der EU ebenso wie der Umweltschutz durch zahlreiche Verordnungen geregelt, die von den Landwirten zu befolgen sind. Daher liee sich ein TierschutzAudit ebenfalls gut begrunden. Fur die Frage, ob die Anreize hierfur besser uber die ersteoder die zweite Saule gegeben werden sollten, gilt die soeben beim OkoAudit vorgenommene Beurteilung analog. Es sieht auch hier nicht gut aus fur die erste Saule.Beim Tierschutz kommt verscharfend hinzu, dass die Pramien der ersten Saule vor allemfur bestimmte Ackerfruchte und fur die Rindfleischerzeugung gezahlt werden. Fur Betriebe, die z. B. intensive Geflugelhaltung betreiben, sind die Pramien demgegenuber nur vongeringer wirtschaftlicher Bedeutung. Daher wurde die Landwirtschaft von einer Politik,die die Pramien z. B. an bestimmte Tierschutztatbestande binden mochte, teilweise garnicht erreicht werden. Auf der anderen Seite konnten viele Ackerbaubetriebe weiterhin Pramien empfangen, deren Hohe unter anderem mit dem Tierschutzargument begrundetwurde, obwohl sie gar keinen Beitrag zum Tierschutz leisten. Kurzum: Dieser Politikansatz wurde sein Ziel teilweise verfehlen, und er ware unnotig teuer.Am Beispiel des Tierschutzes lasst sich die Notwendigkeit, Mittel aus der ersten in diezweite Saule zu transferieren und die Manahmen der zweiten Saule umfassender auf die Wunsche der Bevolkerung auszurichten, besonders eindringlich zeigen. Das traditionelle Vorgehen der Politiker bestand darin, mit Hilfe von Auflagen immer hohere Tierschutzziele durchzusetzen. Bei fortschreitender Liberalisierung und Globalisierung geht diese Politikstrategie zunehmend ins Leere, weil sich die Marktwirtschaft durch Abwanderungder Tierproduktion ins Ausland entziehen kann.10 Eine weltweite Harmonisierung der Tierschutzbestimmungen, wie sie von Politikern ab und zu gefordert wird, ist vollkommen illusorisch. Das Verhalten der Verbraucher wird sich ebenfalls nicht grundlegendandern lassen, d. h. sie werden auch kunftig mehrheitlich uber den Preis einkaufen. Daher bleibt der Gesellschaft, wenn sie denn moralisch hochstehende Zielvorstellungen be 10 Um den Text kurz zu halten, werden hier nur die wichtigsten Wirkungszusammenhange grob skizziert.In der Realitat verlaufen die Prozesse selbstverstandlich differenzierter. Politische Begleitmanahmen, unternehmerische Erwagungen und die Besonderheiten des Standorts fuhren dazu, dass in vielen Einzelfallen Tierhalter trotz kostentrachtiger Tierschutzauflagen nicht abwandern, sondern weiter anihrem Standort investieren. Die Tendenzaussage des Haupttexts bleibt aber trotz dieser Relativierunggultig.Kapitel 4Die Suche nach einer besseren Alternative 21zuglich des Umgangs mit Nutztieren politisch durchsetzen will, auf Dauer gar keine andere Wahl, als sich den erhohten Tierschutz uber die zweite Saule einzukaufen. Das kostet Geld und begrundet einen Mitteltransfer von der ersten in die zweite Saule. Diese Reform sichert aber langfristig mehr Arbeitsplatze in der europaischen Landwirtschaft alseine Fortfuhrung der bisherigen Politik.11Verteilungspolitische Ziele Im Kommissionsvorschlag wird der Versuch unternommen, das Pramiensystem a durchdie Kappungsgrenze und b durch die Ausgestaltung der AKbezogenen Freibetragsregelung besser in Einklang mit den verteilungspolitischen Zielvorstellungen unserer Gesellschaft zu bringen.Die Kappungsgrenze ist hierfur nach der in Kapitel 3.2 gefuhrten Analyse als ungeeignetanzusehen, sowohl wegen der teilweise uberraschenden Verteilungswirkungen als auchwegen der schadlichen Nebenwirkungen auf die Wettbewerbsfahigkeit.Bezuglich der Freibetrage ist zu erwarten, dass zumindest der Tendenz nach ein wirksamer Zielbeitrag entsteht. Einschrankend ist allerdings darauf hinzuweisen, dass zwischender Pramiensumme des Betriebes und dem Einkommen der Betriebsleiterfamilie keinesehr enge Korrelation besteht. Die Freibetragsregelung ist auch deshalb eher akzeptabelals die Kappungsgrenze, weil die Freibetragsregelung nur geringe schadliche Nebenwirkungen auf die Wettbewerbsfahigkeit der Landwirtschaft ausubt. Die Lenkungswirkungauf die Pachtmarkte halt sich in engen Grenzen: Da der Freibetrag nur zu einer Bevorzugung der ersten Hektare eines jeden Betriebs fuhrt, bringt der letzte zugepachtete Hektar fur den mittelgroen Betrieb das gleiche Pramienrecht wie fur den groen Betrieb.Sollte die Freibetragsregelung allerdings durch die Umlegitimierung der Pramien wegvom Preisbruchausgleich hin zur Verteilungspolitik dazu fuhren, dass der eigentlich gebotene Gleitflug der Pramien verzogert oder gar gestoppt wird, so ware dieses Ergebnisaus verteilungspolitischer Sicht nicht befriedigend. Es entstunde ein dauerhaftes Nebeneinander von allgemeiner Verteilungspolitik und Agrareinkommenspolitik, wobei sich die Agrareinkommenspolitik aber gar nicht an den Grundsatzen der sozialen Marktwirtschaftorientieren wurde. Wie in Kapitel 3 dargestellt, erlangen ja die Pramien zu einem immergroeren Teil den Charakter einer allgemeinen GrundeigentumerSubvention, und Freibetrage werden hieran allenfalls marginal etwas andern konnen. Daher sollte der Staatdarauf achten, Verteilungspolitik primar mit verteilungspolitischen Instrumenten vor 11 Siehe ausfuhrlich: Isermeyer, F. 2001: Die Agrarwende was kann die Politik tun? Arbeitsbericht 22001 aus dem Institut fur Betriebswirtschaft, Agrarstruktur und landliche Raume der FAL, Braunschweig.Kapitel 4Die Suche nach einer besseren Alternative 22allem: Steuerpolitik zu betreiben und nicht zumindest nicht dauerhaft mit dem hierfur ungeeigneten Instrumentarium der Agrarpramien.Arbeitsmarktpolitische Ziele Die in der Halbzeitbewertung vorgeschlagene Freibetragsregelung sieht optional die Einfuhrung eines Freibetrags je Arbeitskraft vor. Damit wird im Prinzip eine Lohnsubventionierung etabliert, die einen Anreiz zur Beschaftigung von zusatzlichen Arbeitskraftenbietet.So attraktiv diese Modifizierung auf den ersten Blick wirkt, so problematisch erweist siesich bei naherem Hinsehen: Wenn namlich der finanzielle Anreiz so schwach ausgestattet wird wie dies im derzeitigen Vorschlag vorgesehen ist, dann steht auf der Positivseite des Vorschlags nureine arbeitsplatzschaffende Wirkung von fast null, auf der Negativseite aber der erhebliche burokratische Aufwand und der Beitrag zur Umlegitimation der Pramienwer will schon ein System abschaffen, das die Schaffung von Arbeitsplatzen belohnt?. Wenn der finanzielle Anreiz so stark vergroert wird, dass die Einstellung zusatzlicher Arbeitskrafte wirklich betriebswirtschaftlich lukrativ wird, dann entsteht ein erhebliches Missbrauchspotenzial. Landwirtschaftliche Betriebe werden Arbeitskrafteaus benachbarten nicht landwirtschaftlichen Betrieben ubernehmen und Dienstleistungen fur diese Unternehmen anbieten, Familienmitglieder werden pro forma in den Betrieben eingestellt und dergleichen mehr. Solche Anpassungsreaktionen schaffenkeine zusatzlichen Arbeitsplatze, und man wird sie kaum wirksam kontrollieren konnen. Eine Moglichkeit, diesem Missbrauch Einhalt zu gebieten, ware die normative Berechnung von sogenannten betriebsnotwendigen Arbeitskraften nach Magabe der Strukturdaten des Betriebes Flache, Anbauprogramm, Nutztiere. Hierbei entstehtjedoch ein neues Problem: Bei dieser Ausgestaltung waren die Pramien eindeutignicht mehr produktionsneutral und damit nicht WTOkonform.Zusammengenommen fuhren diese Ausfuhrungen zu dem Ergebnis, dass Arbeitsmarktpolitik nicht erfolgversprechend mit einer modifizierten Agrarpramienpolitik betriebenwerden kann. Sinnvoller ist es, sektorubergreifende Manahmen der allgemeinen Wirtschafts und Arbeitsmarktpolitik zu verstarken.Kapitel 4Die Suche nach einer besseren Alternative 23Fazit Fur jeden einzelnen Politikbereich ergibt sich die Empfehlung, die politischen Ziele nichtuber modulierte Agrarpramien anzusteuern, sondern zielgenau und effizient mit Hilfe derjeweiligen Spezialinstrumente Steuerpolitik, Arbeitsmarktpolitik, zweite Saule der Agrarpolitik. Die Agrarpramien sollten daher nicht zu einem Lenkungsinstrument umgestaltet werden, welches parallel zu den Spezialinstrumenten strategisch ausgebaut undnachhaltig etabliert wird.Ungeachtet dieser generellen Empfehlung kann aber erwogen werden, die Pramien wahrend der voraussichtlich vielen Jahre des Gleitflugs so zu modulieren, dass vorubergehend und gewissermaen als Nebeneffekt Zielbeitrage zu anderen Politikbereichen entstehen. Hierbei ist jedoch auerste Zuruckhaltung geboten, denn es wird sich im Laufeder Zeit kaum verhindern lassen, dass dies zu einer schleichenden Umlegitimierung unddamit zu einer Stabilisierung der Pramien fuhrt.Auf gar keinen Fall sollte eine Modulation vorgenommen werden, wenn dadurch deutlichhohere Kosten z. B. Verwaltungsaufwand oder negative Zielbeitrage zu anderen Zielenz. B. Wettbewerbsfahigkeit ausgelost werden.4.2.2Berechnung der Pramien anhand aktueller oder historischer Kriterien?Bei der Gestaltung des Pramiensystems muss klar entschieden werden, ob die Pramie anhand von betrieblichen Tatbestanden des jeweiligen Jahres bemessen wird oder anhandeiner historischen Bemessungsgrundlage. Jede dieser Entscheidungsvarianten hat Vorund Nachteile.Gegenwartig ist die Pramie im Wesentlichen an Tatbestande des jeweiligen Jahres geknupft Basisflache und Tierbestande. Die Nachteile wurden in Kapitel 4.1 ausfuhrlichillustriert hohe Administrationskosten, schwache Einkommenswirksamkeit, hohes Politikanderungsrisiko, schlechte Ausgangsbedingungen fur die WTOVerhandlungen.Angesichts dieser Nachteile haben verschiedene Autoren eine radikale Entkopplung vorgeschlagen. In dem sogenannten BondScheme soll zu einem historischen Stichtag anhand der dann gezahlten Pramien fixiert werden, welche Pramien dem Betriebsleiter auchkunftig zustehen. Dieser Pramienanspruch soll personlich auf den jetzigen Betriebsleiterbezogen werden, d. h. er bzw. seine Erben erhalten kunftig die Pramien unabhangig davon, ob sie Landwirtschaft betreiben oder nicht. Die Pramienanspruche konnen als kapitalmarktfahige Schuldtitel ausgestaltet werden. Es liegt in der Natur der Sache, dass derKapitel 4Die Suche nach einer besseren Alternative 24artige personengebundene Zahlungen irgendwann auslaufen mussen, denn eine Umlegitimierung vgl. Kapitel 4.2.1 ist hier definitiv nicht moglich.Mit dem BondScheme konnten einige Nachteile des gegenwartigen Systems uberwundenwerden. Die Politik wurde sich jedoch neue Konflikte einhandeln: Drastische Einkommensverluste fur die Verpachter Begrundung siehe Kapitel 3 Unter Umstanden drastische Einkommensverluste fur Erzeuger von bisher nicht pramienberechtigten Produkten wie z. B. Kartoffeln Begrundung: Kartoffelflachen erhalten derzeit keine direkte Stutzung, werden aber durch die Stutzung der Konkurrenzfruchte wie z. B. Getreide indirekt gestutzt. Unternehmer bauen nur dann Kartoffeln an, wenn der Marktpreis so hoch ist, dass der Kartoffelanbau der politisch gestutzten Alternativfrucht z. B. Getreide uberlegen ist. Werden die Flachenpramiennun von der Getreideflache entkoppelt, fallen die Kartoffelpreise, ohne dass die Kartoffelflachen einen Ausgleich erhalten. Die Argumentation gilt analog fur andere Fruchte, die derzeit nicht pramienberechtigt sind. Zusatzlicher Streit bei LPGNachfolgebetrieben: Werden die Schuldtitel am Kapitalmarkt kapitalisiert, flieen vor allem den LPGNachfolgebetrieben auf einen Schlagenorm hohe Summen zu. Wenn diese Summe ausschlielich der inzwischen teilweise kleinen Eigentumergruppe zusteht, erhalt der Streit um die abgelaufene Vermogensauseinandersetzung neue Nahrung. Potenzieller Arger bei stark steigenden Weltmarktpreisen: Wenn sich die Weltmarktpreise in der Zukunft tatsachlich so gunstig entwickeln wie in einigen Prognosen vorhergesagt wird, konnte im derzeitigen System eine entsprechend starke Kurzung der Direktzahlungen beschlossen werden. Damit wurde die Politik dem Kompensationsgedanken Rechnung tragen. Beschliet hingegen die Politik im BondScheme diekunftigen Zahlungshohen definitiv, konnte sie dies spater nicht mehr korrigieren.Auch wenn das BondScheme unter verschiedenen Aspekten Effizienz, Wettbewerbsfahigkeit, Administrationskosten, WTOKompatibilitat deutlich besser abschneidet als dasgegenwartige System, muss doch bezweifelt werden, ob sich die Politik zu einem derartigstarken Wechsel durchringen kann. Erfahrungsgema spielen Aspekte der Einkommensverteilung letztlich eine uberragende Rolle, und in dieser Hinsicht impliziert das BondScheme zwei wesentliche Konsequenzen, die politisch zur Zeit vermutlich nicht mehrheitsfahig sind: Mit dem Ubergang auf personenbezogene Transfers setzt sich die Politikerstens selbst unter Druck, die Pramien in absehbarer Zeit auf null herunterfahren zumussen alles andere ware der Offentlichkeit spater nicht zu vermitteln, und sie erzeugtbereits sehr kurzfristig massive Einkommensverluste bei den Verpachtern.Angesichts der Probleme des gegenwartigen Systems und der schwachen Aussichten furein reines BondSystem ist es ebenso verstandlich wie verdienstvoll, dass die KommissiKapitel 4Die Suche nach einer besseren Alternative 25on in ihrem Vorschlag eine Mischform aus beiden Losungen zu konstruieren versucht hat:eine betriebsbezogene Pramie, berechnet auf historischer Bemessungsgrundlage, aber aufdie jeweils bewirtschaftete Flache umgelegt. Dieser Kompromissvorschlag ist aber, wie in Kapitel 3 gezeigt wurde, nicht uberzeugend, da er im Zuge der Umsetzung zu unerwunschten Folgewirkungen und weiteren Kurskorrekturen fuhren wurde.4.3 Eckpunkte eines alternativen Reformvorschlags Der nachfolgend prasentierte Vorschlag kombiniert ebenfalls Elemente des BondSchememit Elementen des bisherigen Systems. Diese Elemente werden aber in jeweils klar abgegrenzten Segmenten eingesetzt und nicht wie im Kommissionsvorschlag miteinandervermengt. Der Vorschlag zielt darauf ab, die positiven Elemente des Kommissionsvorschlags aufzugreifen, die Nachteile des Kommissionsvorschlags zu vermeiden und die Erkenntnisse zu berucksichtigen, die sich aus der oben gefuhrten Diskussion von Grundsatzfragen einer Agrarreform ergeben haben.1 Eine grundlegende Reform des Pramiensystems Hineinnahme von Elementendes BondScheme sollte erst ab dem Jahr 2007 in Kraft treten.Begrundung: Es empfiehlt sich, einen derart markanten Politikwechsel, wie er von der Kommission vorgeschlagen wird, sorgfaltig in all seinen Implikationen zu durchdenkenund nicht unter Zeitdruck einzufuhren. Auerdem wird in dem folgenden Politikvorschlagdie Moglichkeit eroffnet, in einem Zuge mit der Veranderung des Pramiensystems auchdie Milchquotenregelung abzuschaffen. Dies ware fruhestens zum Jahr 2007 moglich.2 Bis zum Jahr 2007 sollte innerhalb des gegenwartigen Pramiensystems eineschrittweise Pramiensenkung vorgenommen werden.Begrundung: Die Verschiebung der grundlegenden Reform des Pramiensystems in das Jahr 2007 ist kein Grund, nicht jetzt schon den prinzipiell sinnvollen Gleitflug der Pramien einzuleiten und dadurch Mittel fur die Aufstockung der zweiten Saule der Agrarpolitik frei zu machen.12 Dies kann ohne groen Aufwand innerhalb des bestehenden Pramiensystems geschehen. Das Ausma der schrittweisen Pramienkurzung ist politisch festzulegen. Der Kommissionsvorschlag ist ein geeigneter Ausgangspunkt fur die weiteren Verhandlungen. 12 Begrundung siehe Kapitel 4.1Kapitel 4Die Suche nach einer besseren Alternative 263 Es sollte ein Freibetrag in pro Betrieb festgelegt werden, der von der Pramiensenkung ausgenommen wird.Begrundung: Durch einen Freibetrag je Betrieb kann der Forderung nach einer besseren Verteilungsgerechtigkeit 13 Rechnung getragen werden, ohne dass allzu negative Nebenwirkungen auf andere Reformziele entstehen.14 Angesichts der Risiken, die von einem Freibetrag je Arbeitskraft ausgehen, sieht der prasentierte Vorschlag keine AKbezogene Regelung vor.15 Eine Kappungsgrenze wird ebenfalls nicht vorgeschlagen, da dieses Instrument zum einen durch Betriebsanpassungen umgangen wird, zum anderen die Wettbewerbsfahigkeit des Agrarsektors beeintrachtigt.164 Im Jahr 2007 sollte der grundlegende Politikwechsel vollzogen werden, der folgende Elemente beinhaltet:a Einfuhrung einer Einheitspramie fur landwirtschaftlich genutzte Flachenb Vorubergehende Etablierung einer personengebundenen Zusatzpramiec Anderung der Marktordnungen fur Milch und Zucker Ausgestaltung und Begrundung der Elemente:a Einheitspramie je Hektar LFBei der Festlegung der Einheitspramie je Hektar LF ist den Mitgliedstaaten ein Pramienplafond vorzugeben und ein gewisser Gestaltungsspielraum einzuraumen, um z. B. eine Differenzierung der Pramie zwischen intensiv genutzten Agrarregionen und ausgedehnten Odlandregionen z. B. das schottische Hochland mit seiner extrem extensiven Landnutzung zu ermoglichen. Im Grundsatz zielt das Konzept der Einheitspramie aber darauf ab,die Pramienstruktur nicht mehr am Prinzip der Kompensation fur langst vergangene Politikmanahmen zu orientieren und damit die grundsatzliche Bevorzugung von Ackerlandgegenuber Grunland und von ertragsstarken gegenuber ertragsschwachen Standorten zubeenden.Die Pramie wird den Betrieben nach Magabe der jeweils bewirtschafteten Flachen ausgezahlt. Sie ist entkoppelt, d. h. unabhangig von der Erzeugung bestimmter Fruchte und 13 Begrundung siehe Kapitel 4.114 Vgl. Kapitel 4.2.115 Vgl. Kapitel 4.2.116 Vgl. Kapitel 3.2Kapitel 4Die Suche nach einer besseren Alternative 27von irgendwelchen Unter oder Obergrenzen der Flachenstillegung. Allerdings mussendie Empfanger fur die Pflege der Flachen sorgen.17Die Einheitspramie ist deutlich unterhalb der durchschnittlichen Pramie des Jahres 2006festzusetzen, damit a die Zahl der uberkompensierten Betriebe gering gehalten wird undb Mittel fur die personengebundene Zusatzpramie frei werden. Ehrlicherweise sollte die Politik auch bereits bei Einfuhrung der Einheitspramie deutlich machen, dass eine allmahliche Absenkung dieser Pramie im weiteren Verlauf wahrscheinlich ist, weil die Legitimation fur eine derartige Pramie ja im Zeitablauf weiter abnimmt.18 Fur die Planungssicherheit der Betriebe ware es gunstig, einen entsprechenden Abbaupfad x % pro Jahrfur die jeweils folgende Mittelfristperiode fest vorzugeben. Langfristige Festlegungensind hingegen problematisch, denn die Erfahrung zeigt, dass sehr weit in die Zukunft reichende Absichtserklarungen irgendwann im Lichte aktueller Entwicklungen Weltmarktpreise, Einkommenslage, etc. revidiert und durch neue Beschlusse ersetzt werden.Gegen das Konzept Einheitspramie kann man naturlich zu Recht einwenden, dass diese Pramien unter verteilungspolitischen Gesichtspunkten nur geringfugig besser abschneidenals die gegenwartigen Pramien. Zwar verringern sie die Ungleichbehandlung zwischenden Landwirten ein wenig, aber sie erfullen ebenso wenig wie die bisherigen Pramien die Kriterien, die an sozialpolitische Instrumente zu stellen waren, und sie vermogen auchdas Problem der zunehmenden Uberwalzung an die Grundeigentumer nicht zu losen.Fur die Einheitspramie spricht vor allem folgende Argumentationskette: Die von der Wissenschaft empfohlene Langfriststrategie fur die Agrarpolitik lautet:Abbau der Marktordnungen zugig und Abbau der Pramien im Gleitflug, begleitetvon einem Ausbau der zweiten Saule, um der Landwirtschaft finanzielle Anreize zur Erzeugung der von der Gesellschaft gewunschten offentlichen Guter zu geben Umwelt und Tierschutz, Landschaftsbild, Aufrechterhaltung der Landbewirtschaftung inbenachteiligten Regionen usw 19 Die zweite Saule ist noch ein relativ junges Element der Gemeinsamen Agrarpolitik.Mit der Ausgestaltung dieses Elements mussen Erfahrungen gesammelt werden, um 17 Einer genaueren Prufung bedarf noch die Frage, ob den Betrieben auch im Rahmen der Pramienregelung aufgegeben werden sollte, an den fur sie relevanten Audits fur Umwelt, Tierschutz und Lebensmittelsicherheit teilzunehmen, oder ob dies nicht besser uber die Kombination Auflage plus zweite Saule erledigt werden sollte vgl. Kapitel 4.2.1.18 Begrundung siehe Kapitel 4.1 und 4.2.119 Vgl. die oben gefuhrte Argumentation, vgl. erganzend: Wissenschaftlicher Beirat beim BML 1998:Integration der Landwirtschaft der Europaischen Union in die Weltagrarwirtschaft. Schriftenreihe des Bundesministeriums fur Ernahrung, Landwirtschaft und Forsten, Reihe A: Angewandte Wissenschaft,Heft 476.Kapitel 4Die Suche nach einer besseren Alternative 28Fehlentwicklungen erkennen und korrigieren zu konnen. Dies betrifft z. B. Aspekteder Evaluierung der Politik ebenso wie die komplexe Problematik der Kofinanzierung. Auerdem ist es ein erheblicher politischer Kraftakt, die Landwirtschaft von der Notwendigkeit der Mittelverlagerung aus der ersten in die zweite Saule zu uberzeugen und hierfur politische Mehrheiten zu gewinnen. Drittens steht die Politik vor dem Problem, eine Balance zwischen den Einkommensinteressen der verschiedenen Gruppen z. B. Pachter, Verpachter zu finden und allzu starke Bruche zu vermeiden. Vordiesem Hintergrund ist es verstandlich, dass die Politik der von der Wissenschaftempfohlenen Strategie nur zogerlich und schrittweise folgt. Also stellt sich die Frage, wie die Pramien in der moglicherweise sehr langen Ubergangsphase ausgestaltet werden sollten. Eine auf den ersten Blick naheliegende Variante besteht darin, die bisherige Politikim Grundsatz beizubehalten und innerhalb dieses Systems den Gleitflug zu organisieren. Diese Variante hat aber, wie in Kapitel 4.1 ausfuhrlich begrundet wurde, gravierende Nachteile. Daher sollten die Pramien schon in naher Zukunft vollstandig entkoppelt werden. Bei der Entkopplung ist zu entscheiden, wie eine gerechte Pramienverteilung fureine moglicherweise noch recht lange Ubergangszeit zu gestalten ist. Da es keinen Zweifel daran gibt, dass das Kompensationsargument Ausgleich fur den Preisbruchim Zeitablauf immer mehr an Gewicht verliert, gewinnen die in Kapitel 4.2.1 dargestellten Legitimationsansatze pauschaler Ausgleich fur auflagenbedingte Wettbewerbsnachteile und pauschale Abgeltung fur positive externe Effekte der Landwirtschaft automatisch an Bedeutung. Bei diesen Legitimationsansatzen ist ein Flachenbezug eindeutig gegeben. In dieser Hinsicht ist die Einheitspramie dem gegenwartigen Pramiensystem zweifellos uberlegen, weil alle Flachen in gleicher Weise einbezogen werden und keine Flachen durch historische Zufalligkeiten ausgespart bleiben.20 Der Kompensationsgedanke Ausgleich fur Preisbruch wird bei dieser Politik nichtausgeblendet, sondern der personengebundenen Zusatzpramie uberantwortet. Dadurchwird einerseits sichergestellt, dass die betroffenen Personen einen personengebundenen Ausgleich keine Uberwalzung auf Verpachter! mit klarer zeitlicher Perspektiveerhalten, und andererseits wird sichergestellt, dass eine langfristig nicht zu legitimierende Sonderbehandlung einer Personengruppe in einem definierten Zeitraum auf null 20 Auf den ersten Blick ware naturlich daran zu denken, anstelle einer pauschalen Abgeltung je Hektar LF eine Pramiendifferenzierung nach Magabe der Ziele vorzunehmen z. B. Beitrag zum Landschaftsbild, Beitrag zur regionalen Wertschopfung, Betroffenheit durch Wettbewerbsverzerrungen.Nach der in Kapitel 4.2.1 gefuhrten Diskussion wurde man sich damit jedoch langfristig auf den falschen Weg begeben, denn diese Politikziele sollten uber die zweite und nicht uber die erste Saule angesteuert werden.Kapitel 4Die Suche nach einer besseren Alternative 29heruntergefahren wird. Den Verpachtern werden ebenfalls keine abrupten Einkommensausfalle zugemutet, denn zunachst werden die Pramien innerhalb des bisherigen Systems schrittweise gesenkt, und nach dem Systemwechsel im Jahr 2007 werden die Einheitspramien flachengebunden gezahlt, d. h. weiterhin in einem hohen und steigenden Ausma an die Verpachter uberwalzt.Fazit: Wenn die Politik den raschen und vollstandigen Ubergang zum BondScheme ausden in Kapitel 4.2.2 genannten Grunden fur zur Zeit nicht durchfuhrbar halt und dahernoch fur einen langeren Zeitraum an Flachenpramien festhalten mochte, dann ist die einheitliche Flachenpramie ein pragmatischer und unter den genannten Umstanden vermutlich bestmoglicher Zwischenschritt.b Personengebundene Zusatzpramie Die personengebundene Zusatzpramie wird erforderlich, weil die Betriebe beim Ubergangzur Einheitspramie unterschiedlich hohe Einkommenseinbuen erleiden. Diese individuellen Nachteile sollen kurzfristig ausgeglichen und mittelfristig abgefedert werden. Dementsprechend steht bei der Ausgestaltung allein der Kompensationsgedanke im Vordergrund. Die Differenz zwischen dem Pramienvolumen im alten System und dem Pramienvolumen im neuen System kann fur jeden Betrieb einfach ermittelt werden.21 Da das Kompensationsziel mit zunehmendem zeitlichen Abstand vom Preisbruch an Gewichtverliert, ist es gerechtfertigt, die Pramie von vornherein zeitlich degressiv auszugestalten.Sofern die Politik die Verteilungsgerechtigkeit starker in den Vordergrund rucken mochte, kann sie die personengebundene Zusatzpramie unter Berucksichtigung zusatzlicher Kriterien z. B. Einkommen des Betriebsleiters in einer bestimmten Periode modulieren.Es ist jedoch zu beachten, dass sich fur kleinere Betriebe bereits ohne diese Modulationeine erhohte Zusatzpramie je Hektar errechnet, weil bei ihnen das IstPramienvolumen im Jahr 2007 wegen der Freibetragsregelung s. o. hoher liegt als bei groeren Betrieben.Empfanger der Zusatzpramie ist die Person des Betriebsleiters bzw. seine Erben. Die Zahlungen werden unabhangig von der jeweiligen Flachenausstattung des Betriebes gewahrt, und die Person erhalt sie auch dann, wenn der Betrieb nicht fortgefuhrt wird. Da essich um personengebundene Zahlungen handelt, sollte von vornherein festgelegt werden,in welchem Zeitraum und mit welcher Geschwindigkeit diese Zusatzpramie auf null abgebaut wird.22 Bei der Bemessung des Zeitraums muss die Politik eine Entscheidung uber 21 Es empfiehlt sich, bei dieser Berechnung die Pramien einer historischen Referenzperiode zugrunde zulegen Stichtagslosung, um zu verhindern, dass sich Betriebe durch eine Veranderung des Produktionsprogramms bis zum Jahr 2006 einen erhohten Pramienanspruch sichern Ankundigungseffekt.22 Begrundung siehe Kapitel 4.2.1.Kapitel 4Die Suche nach einer besseren Alternative 30die Zumutbarkeit treffen: Sehr lange Zeitraume z. B. 20 Jahre waren der Gesellschaftnicht zumutbar Bevorzugung einer Personengruppe durch den Staat, sehr kurze Zeitraume z. B. 2 Jahre waren den Landwirten nicht zumutbar zu geringe Anpassungsmoglichkeiten; verletzter Vertrauensschutz.c Marktordnungen fur Milch und Zucker Bei dieser Umgestaltung der Pramien wird eine Anderung der Marktordnungen fur Milchund Zucker moglich. Erfolgt keine Anpassung der Marktordnungen, profitieren die Milch und Zuckerrubenerzeuger dadurch, dass ihnen fur die zuvor nicht pramienberechtigten Flachen nunmehr die Einheitspramie gewahrt wird. Im Unterschied zu Kartoffelerzeugern, die diese Pramie nun als Kompensation fur die sinkenden Kartoffelpreise brauchen 23, bleiben die Preise fur Milch und Zucker wegen der Quotierung konstant. Das eroffnet Spielraume fur eine Reduzierung der Preisstutzung bei Zucker und Molkereiprodukten. Die dadurch eingesparten Marktordnungskosten stehen fur die Finanzierung der Einheits und Zusatzpramie zur Verfugung.Insbesondere fur den Milchbereich ware es jedoch sinnvoll, den Politikwechsel fur eineweitergehende Reform der Marktordnung zu nutzen und die Milchquotenregelung abzuschaffen. Dies ware ein wichtiger Schritt zur Verbesserung der Wettbewerbsfahigkeit dieses Wirtschaftszweiges. Verschiedene wissenschaftliche Studien haben gezeigt, dass der Ausstieg aus dem Milchquotensystem machbar ist und insbesondere fur jene Landwirte Einkommensvorteile bringt, die nachhaltig wettbewerbsfahige Arbeitsplatze schaffen.Sollte die Politik es fur gerechtfertigt halten, den Milcherzeugern als Ausgleich fur den Ausstieg aus der Milchquotenregelung eine einkommenspolitische Kompensation zu geben, so steht in dem hier vorgeschlagenen Politikansatz mit dem Instrument der personengebundenen Zusatzpramie ein geeignetes Instrument bereit.24 Die Zusatzpramie konntefur diesen Zweck erweitert werden, indem nach Magabe des fruheren Lieferrechts der Betriebe ein zusatzlicher Pramienanspruch festgesetzt wird. 23 Vgl. Kapitel 4.2.124 Wenn die Kompensation fur die Beendigung der Milchquotenregelung uber die personengebundene Zusatzpramie lauft, dann kommt die gesamte Kompensation den aktiven Landwirten zugute, wahrend die Verpachter der Quoten leer ausgehen. Analog zur Diskussion der Verteilung der Pramienrente zwischen Pachtern und Verpachtern vgl. Kapitel 3.1 ware auch hier zu fragen, ob nicht der Vertrauensschutz der Verpachter zu stark verletzt wird. Bei der Quotenpacht ist die Situation aber insofern anders als bei der Landpacht, als die Politik immer wieder die Vorlaufigkeit der Milchquotenregelung betont hat. So haben z. B. die Regierungschefs mit ihrem Berliner Beschluss des Jahres 1999die Kommission ersucht, Politikoptionen mit dem Ziel des Ausstiegs aus der Quotenregelung zu analysieren.Kapitel 4Die Suche nach einer besseren Alternative 314.4 Qualitative Abschatzung der Folgen Der in seinen wichtigsten Eckpunkten skizzierte Politikvorschlag bedarf selbstverstandlich der weiteren Konkretisierung und Uberprufung. Insbesondere ist es erforderlich, Vorstellungen uber die quantitative Ausgestaltung einzelner Elemente zu entwickeln z. B.Hohe der Einheitspramie, Zeitraum der Zusatzpramie. Ohne diese Konkretisierungen isteine quantitative Folgenabschatzung und damit auch eine abschlieende Beurteilung des Politikvorschlags nicht moglich.Eine erste qualitative Folgenabschatzung fuhrt zu folgender Einschatzung:Der Politikvorschlag vermeidet kurzfristige, starke Einkommensumverteilungen. Er gibtallen betroffenen Betrieben und Personen die Moglichkeit, sich uber viele Jahre hinweganzupassen. Durch die Entkopplung der Pramien von der Produktion wird die Wirtschaftaber bereits ab dem Jahr 2007 in die Lage versetzt, ihre Entscheidungen in Bezug auf die Agrarproduktion ausschlielich an den Signalen des Marktes zu orientieren.Die Verlagerung von Mitteln in die zweite Saule stellt sicher, dass die Landwirtschaftuber die Nahrungsmittel hinaus auch vermehrt offentliche Guter erzeugt, die die Gesellschaft nachfragt Umweltschutz, Tierschutz, Landschaftsbild, etc  Dadurch wird auchdas Risiko verringert, dass die Tierhaltung aufgrund der hohen Auflagen in Drittlanderabwandert und damit die Politik ihre hohen Umwelt und Tierschutzziele gar nicht erreicht. Die Verwaltung wird von unsinnigen Marktordnungs und Pramienverteilungsaufgaben entlastet und kann sich dadurch besser zum Wohle der Gesellschaft einsetzen.Es werden keine neuen kostentrachtigen Auflagen an die Pramien gebunden. Es werdenkeine Regelungen eingebaut, die popular und zugleich wirkungslos sind z. B. AKbezogene Freibetrage, Kappungsgrenze. Der Politikvorschlag ist WTOkompatibel undsteuert auf eine Vision zu, die im Einklang mit den ordnungspolitischen Prinzipien dersozialen Marktwirtschaft steht. Der Strukturwandel wird nicht behindert, und wettbewerbsfahige Unternehmen mussen nicht langer befurchten, dass sie aufgrund politischer Entscheidungen uber Nacht gegenuber eigentlich schwacheren Konkurrenten ins Hintertreffen geraten. Die Politik ist transparent und in ihren Folgen klar durchschaubar, so dassdie Gefahr eines erneuten Umsteuerns zu einem spateren Zeitpunkt minimiert wird. Durchall diese Eigenschaften schafft die Politik eine deutlich verbesserte Planungssicherheit fur Unternehmer und damit gute Voraussetzungen fur nachhaltig sichere Arbeitsplatze imlandlichen Raum.", "filename": "366497499.pdf", "person": ["Folkhard Isermeyer", "Isermeyer, Folkhard"], "date": ["2002"]}