{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/63221/1/369096525.pdf"], "title": ["Savings behaviour when households have an access to occupational pensions"], "plaintext": " This series is published by the University of Oslo Department of Economics P. O.Box 1095 Blindern N0317 OSLO Norway Telephone: 47 22855127 Fax: 47 22855035 Internet: http:www.oekonomi.uio.no email: econdepecon.uio.no In cooperation with The Frisch Centre for Economic Research Gaustadalleen 21 N0371 OSLO Norway Telephone: Fax: Internet: email: 47 22 95 88 20 47 22 95 88 25 http:www.frisch.uio.no frischfrisch.uio.no List of the last 10 Memoranda: Rolf Golombek and Michael Hoel Climate Policy under Technology Spillovers. 37 pp. Jo Thori Lind Fractionalization and the size of government. 50 pp. Michael Hoel, Tor Iversen, Tore Nilssen and Jon Vislie Genetic testing and repulsion from chance. 20pp. Jon Vislie Domestic Environmental Policy under Asymmetric Information: The role of foreign ownership, outside options and market power 34 pp. Karl Ove Moene and Michael Wallerstein Income Inequality and Welfare spending: A disaggregated Analysis. 53 pp. Siwan Anderson, JeanMarie Baland and Karl Ove Moene Sustainability and organizational design in informal groups, with some evidence from Kenyan Roscas. 49 pp. Halvor Mehlum, Karl Ove Moene and Ragnat Torvik Parasites 19 pp. Michael Wallerstein and Karl Ove Moene Does the Logic of Collective Action Explain the Logic of Corporatism?. 42 pp. Sheetal K. Chand Stabilizing Poverty In The Context Of The IMFs Monetary Model. 31 pp. Knut Red and Oddbjrn Raaum The Effect of Programme Participation on the Transition Rate from Unemployment to Employment. 42 pp. A complete list of this memoseries is available in a PDF format at: http:www.oekonomi.uio.nomemo No 22 No 21 No 20 No 19 No 18 No 17 No 16 No 15 No 14 No 13 Thesis for Master of Science degree. Savings behaviour when households have an access to occupational pensions Kalvarskaia Maria May, 2003 Department of Economics University of Oslo 1 Preface Supervisor: Professor Steinar Strm, Departments of Economics, University of Oslo Abstract 1 The main aim of the paper is to describe savings behaviour of households through saving functions. It means to define factors, which influence the households decisionmaking process on how much to save. The influence of pension system and accessible types of pensions together with income and age variables are considered as the main parameters, which determine behaviour. Savings functions are introduced here as linear regression models with income variable included in entropy form. Estimation of the model is done for a particular group of population, only full households are included. Acknowledgment The following thesis was written as a part of a pension project conducted by Steinar Strm and Erik Herns at the Ragnar Frisch Centre for Economic Research and financed by the Norwegian Research Council. I was employed as a Student Research Assistant under Erik Hrnes and was responsible for data construction on AFP pensions and estimation of households savings behavior. The results of the analysis are presented in the current paper, and more detailed description of the data is introduced in the Data Construction Paper by Iskhakov and Kalvarskaia. The period of parttime employment was the last half of 2002 and the first half of 2003, all in all 900 hours. I would like to thank Steinar Strm, who was my supervisor and gave a lot of useful adviser and all kinds of assistance, Erik Hrnes, who gave me an opportunity to participate in this research and provided a lot of needed guidance, help and support, Fedor Iskhakov for cooperation and a great contribution in the part of occupational pensions construction. 1 The current master thesispaper was written within the Frisch Center project 1132 Yrkesaktivitet blant eldre og finansiering avpensjonssystemet. We acknowledge financing from the Research Council of Norway. 2 TABLE OF CONTENTS INTRODUCTION  3 CHAPTER 1. INSTITUTIONAL SETTINGS   6 EARLY RETIREMENT SCHEME   6 OCCUPATIONAL PENSION  10 CHAPTER 2. DATA DESCRIPTION   12 DESCRIPTION OF DATA COVERING TARGET POPULATION AND HOUSEHOLDS   12 DESCRIPTION OF VARIABLES IN THE MODEL  12 SUMMARY STATISTICS AND DISTRIBUTION  17 CHAPTER 3. THE MODEL  19 MODEL WITH DUMMIES FOR DIFFERENT GROUPS OF HOUSEHOLDS   20 MODELS WITH QUANTITATIVE REPRESENTATION OF PENSIONS   21 Pension income   21 Pension wealth  22 CHAPTER 4. ESTIMATION RESULTS   23 MODEL WITH DUMMY VARIABLES  23 MODELS WITH NUMERICAL VARIABLES  26 Pension income   26 Pension wealth  30 CHAPTER 5. INTERPRETATION OF THE RESULTS  35 CHAPTER 6. MACROECONOMIC CONSUMPTION FUNCTION   38 SUMMARY   45 REFERENCES  47 3 Introduction The problem to be studied here is saving behaviour of households. The savings rate is one of the most studied variables in economics. People save today to consume tomorrow and savings influence processes in economics such as economic growth, consumption level, and welfare of the elderly. The basic model, which is supposed to explain the change in savings during certain life periods, is a life cycle model of savings in which people save when they are young in order to finance their future consumptions during retirement age. Theory assumes that households save more during working period and less when they retire. According to the textbook life cycle model savings could be defined as a concave function of age. This way of thinking is supposed to be the standard framework of investigation. But its still a question if this model is an appropriate way to describe and analyse data, which could be answered only through empirical studies. In our data people tend to save more when they become older. It shows that we need to go beyond the standard textbook analysis and consider different factor influence savings behaviour. A lot of work has been done in this field. Roots of the modern theory lie in the infinite horizon models of Ramsey 1926 and Friedman 1957 and the finite horizon lifecycle models of Fisher 1930 and Modigliany and Brumberg 1956. Life cycle models have a lot of positive features and provide a way to analyse savings behaviour of individuals and households. The model is useful and it can be taken as a way to organise the analysis, but it could not give one clear explanation of the process of decisionmaking. Savings over the life cycle were in the centre of consideration of many researchers from different countries. Browning and Crossley 2000 examine empirically life cycle model with UK data. The conclusion was that the model had many advantages, but unresolved challenges still remained. Gourinchas and Parker 2002 estimate the structural model of optimal life cycle consumption expenditures in the presence of labour income uncertainty. They find that the model fits quite well the data and explains savings behaviour under uncertainty. A third paper is written by Bloom, Canning and Graham 2002. They use an extension of the standard life cycle model with health and longevity and explain savings behaviour by a larger set of factors. It allows them to give an explanation for the boom in savings in East Asia and Africa and predict savings in these regions with an extended life cycle model. 4 The problem in the following paper is not just to describe savings behaviour within life cycle framework, but also to define the influence of potential pensions on savings. This question is important and has been studied in many countries during the last years. This problem requires even more attention when the demographic situation is characterised by the fact that population becomes older. There are a number of papers, which are devoted to studying this problem. Lundberg, Starts and Stillman 2001 explain observed drop in household consumption and increase in savings around the age of retirement, which is difficult to explain with a lifecycle model. They use US empirical data to examine this phenomena and bargaining model to find a reasonable explanation. Van der Klaauw and Wolpin 2001 formulate and estimate decision models of savings and work behaviour of elderly individuals. They use a dynamic stochastic model of retirement behaviour where individuals make decisions about retirement and savings. They include a number of factors in the model to explain the choice environment of households. Another paper, which is devoted to savings behaviour and retirement, is a paper by Dominitz, Manski and Heinz 2002. They consider retirement savings decisionmaking process and how it depends on expectations of social security pensions and uncertainty of that income. They use American data to estimate the twoperiod model and to predict how social security policy influences retirement savings. Each type of research requires its own approach in modelling and analysis. It should take into account characteristics of the country to be studied, the aim of the analysis and opportunities of empirical research. In this paper the main aim is to describe household savings as a function of several factors and find their influences. An important part is devoted to the impact of potential pensions available to spouses in the household on savings. Savings behaviour is described by savings function where savings as a function of several variables such as: income, rate of return on wealth, age structure of household and potential future pensions. Modelling was done for a particular group of Norwegian households. All the calculations and analysis are related to 1996. The constraints on the analysis are the following: we consider only households either a registered family or not registered but living together and having common children. Households are included if one of the spouses was born between 1928 and 1955 was aged 40 to 67 years in the considered year. Each household is characterised by several parameters such as savings, labour income, age 5 structure of household and the potential pensions of spouses. This data was used both for micro and macroeconomic analyses, which are introduced in the paper. Research was done based on the multivariable regression analysis. Savings behaviour of households is introduced by the linear function with income variable in entropy form. Estimation was done both by the ordinary least squares and weighted least squares methods in order to meet assumptions in the model and get significant and interpretable estimates. Data is introduced by different register data linked through personal code number. It gives an opportunity to merge these data with spouse information create households and also with other information from different files. Data came from the labour market authorities, tax files and official registers containing demographic census. Construction of the data set as well as econometric analysis and estimations were done in the SAS System for Windows Version 8, the leading decision support and data warehousing software suite that brings together all the necessary tools for analytical solutions, data mining, rapid applications development, and much more. 6 Chapter 1. Institutional settings As mentioned above savings behaviour is supposed to be explained by a savings function, which depends on several variables. Since this paper is a part of a pension project, special emphasis is given to different types of pensions as explanatory variables in the model. We are particular interested in the explanation and prediction of savings behaviour for people at approaching the age of retirement, and this can be discovered by including different available types of pensions in the model. So the next part is devoted to a brief description of the pension systems and the institutional setting in Norway. There exist three main types of pension, which people can get an access to: Social security pensions, introduced in 1967. Pensions are based on working history and earnings. Pensions of this type are available to all the workers in private and public sector from the age of 67. Early Retirement Pensions AFP. It gives an opportunity for people to retire earlier than 67 with a pension that has the same earnings base as social security pensions. Occupational private pensions or employer based pensions, which coexist with the pensions provided by the state. In this paper we concentrate on the last two types of pensions and consider them as additional pensions to social security pension. Early Retirement Scheme Early retirement scheme Avtalefestet Pensjonsordning was introduced in 1989 as a result of negotiations between unions and employers. This scheme covers the whole public sector and part of private sector companies. Selfemployed are not included in this scheme. The number of companies rises constantly with new companies coming into the scheme. AFP scheme allows those workers who are employed in AFPeligible companies to retire before the usual retirement age with social security pension 67 years. AFP pensions are contingent on income. The minimum age to retire with AFP has been gradually reduced from 66 in 1989 to 62 in 1998. Table 1 below shows the minimum ages for participants in AFP scheme. Table 1. Minimum retirement ages under AFP scheme 7 Period 01.01.89 01.01.90 01.10.93 01.10.97 01.03.98 Minimum age 66 years 65 years 64 years 63 years 62 years To be able to retire with AFP, a person should be employed in AFPeligible company and meet the following requirements: cid:131 Has been employed in the company the last 3 years or been covered by AFPscheme for the last 5 years; cid:131 Has earnings at a level at least corresponding to the basic social security pension G the year AFP is taken up; cid:131 Had earnings at least equal to the basic pension G the year before; cid:131 Is not receiving pensions or similar payments from employer, not requiring work effort in return; cid:131 Has had at least 10 years since the age of 50 in which earnings were at least equal to the basic pension; cid:131 Has an earningshistory such that the average earnings in 10 best years since 1967 was at least two times basic pension.2 The calculation of public pensions for persons who are 67 years old is based on the pension points recalculated value of earnings with regard to basic pension in every particular period, see Haugen, 2000. When a person is 67 its quite easy to calculate the final pension points or socalled endpoints, which is the basis for pension. In the case with AFPpension its not a straightforward task, because a person takes pension earlier than at 67. The AFP pension is equal to potential pension calculated at the period of early retirement. Future pension points FPP are predicted as the maximum of the followings: FPP maxPPt1PPt 3PPt 32,SLPAFP, 1 2 These rules were applied in 1996 and were used in creating data since analysis is supposed to be done for that period. This explain year 1967 as the point of the last 30 years before 1996. Later there were some changes in AFPrules, for example concerning time retirement. where t is the number of period when the final pension point is calculated, i PP is pension point in the period i, , SLPAFPn 20n PP120 8 2 n PP is income in the best 20 years of earnings history calculated in pension points. In other words future pension points is the maximum of: The mean of the pension points earned in the last 3 years; The mean of the pension points the individual earned in the best 20 years or the mean of the years with pension points more than 1 G if there are less than 20 of these. A persons pension is calculated as if he were to continue to work instead to retire early with the income approximately equal to what he has earned recently. The number of positive pension points includes these future calculated years. An AFP pension depends on basic pension, supplementary pension, earnings based pension, the number of years in earnings history, marital status, employment in private or public sector. A basic pension is paid to all persons permanently residing in the country, equalling 1G for single person and 0,75G for married persons. With less than 40 years of residence, the basic pension is reduced proportionally. This reduction is mainly applied to immigrants there are very few of them in the sample, they are not paid attention to in the analysis. A supplementary pension SP boosts pension income for those with very low earnings or without earnings disabled persons. An earnings based pension EP, based on individuals earnings history is based on wage incomes relative to the basic pension. Calculations were done for 1996. The rules of calculation of AFPpension in that period are introduced below. G 1996 40 410 basic pension per year in NOK. Pensions are calculated with regard to marital statuses, which are: 1 single persons; 2 married person, spouse is employed with income less than 1G; 9 3 married person, spouse is employed with income greater than 1G; 4 married person, spouse is retired with pension less than 1G; 5 married person, spouse is retired with pension greater than 1G. Supplementary pension SP for different marital statuses are calculated in the following way: 1 2 3 4 5 SP113241462325235 SP213482822350471 SP313241462325235 SP413241462325235 SP513219102322899 Earnings based pension EP is calculated in the same way for all three types of households. Period of working history is divided in 2 parts: before 1991 and after because of difference in coefficients in the calculating rules. N is the length of observed earnings history number of years with positive income, N1 is the number of periods before 1991 and N2 is the number of years with positive income after 1991. EPGFPP0.45N1NGFPP0.42N2N. 3 AFP pensions are calculated for eligible spouses with regard to marital status: 1 2 3 4 5 AFP1G max EP,SP1, AFP2G max EP,SP2, AFP30,75G max EP,SP3, AFP40,75G max EP,ST4, AFP50,75G max EP,SP5. AFP pensions, like the other types of benefit, are subject to taxation. There are special tax rules, which are applied to early retirement benefits. They depend on marital status and pension benefit. Since the analysis is supposed to be done for households and there is no information on disability, the target population is in the same tax class married persons with spouse either employed or retired.3 3 More precise description of tax rules for AFP pensions see Haugen 2000. 10 Table 2. AFP pension tax rules in 1996 Income AFPpension 0 63 063 63 063 115 161 115 161 149 000 149 000 220 500 220 500 248 500 248 500 Sum of taxes to pay 0 0,44 AFPpension 27 748 0,254 AFPpension 6 524 0,31 AFPpension 14 868 0,405 AFPpension 35816 0,447 AFPpension 46 253 Nowadays about 60 percent of the population are eligible to AFP and this number is increasing with new companies coming into this scheme. Occupational Pension The second type of additional pensions, which is supposed to be included in the analysis, is occupational employer based pension. This type of pension exists in addition to the public provided by the state. It was first introduced in Norway in 1917 together with the first general retirement scheme for civil servants. This new product of the insurance market gave employers opportunity to deduct the payments paid to prefunded occupational pensions from the tax base as it was set by the taxcode from 1922. Nowadays the occupational based pension has the same basic properties. It is a prefunded scheme organized through insurance companies or special funds while the payments to this fund are tax deductible. The modern public earnings based system was introduced in 1967. In a public sector all types of pension coverage including prefunded pension were to be coordinated to ensure a guaranteed replacement ratio of two thirds after 30 years of work. In a private sector about sixty percent of the labour force were covered by the state pension, but traditional taxconcessions to the prefund company plans were continued. The associated regulation was revised in 1968, the last time before the major revision in 2001. The tax treatment of private occupational pension plans has the following pattern. Contributions both by employer and employee and returns on the accumulated funds are taxdeductible, while the benefits from the scheme are subject to income tax when paid out to 11 the pensioner. In order to qualify for this favorable tax regime private company plans must obey the following rules. First, an occupational pension plan must be insured with a life insurance company or established as a separate pension fund. Second, if a company chooses to establish a pension plan, all standard, fulltime employees of the company must be included. However, a waiting period of one year is allowed five years for the workers below 25 and parttime workers with less than 50 percent of full time, temporary and seasonal workers can be excluded. Vesting is achieved after three years, but there is no guarantee for portability and transferability between company plans. As of 2001 this issue is addressed in a new revision. Third, even though there are no limits on the replacement ratios, the principle of proportionality must be satisfied. This principle states that private pensions can compensate for a fairly progressive profile of the standard state benefit plan, but only up to the point where they aim at perfectly proportional total replacement ratios. Thus, the total gross replacement ratios cannot be higher for employees with higher earning levels than for the employees with lower earning levels. As a rule, old age private pensions are paid after the age of 67 and after 30 years of work. However, all decisions about establishing and design of occupation pension plan are decided within a company itself. Therefore the above age and tenure limitations cannot be taken as strict. These days the role of private pension coverage is commonly agreed to increase. As previous research shows Pedersen, 2000, currently about 60% of employers in private sector offer occupation based pensions which leads to about 39% coverage of the whole labour force in Norway. 12 Chapter 2. Data description The description of the target population includes two parts: construction of a target population particular households and data on variables in the model. Description of data covering target population and households The first aim with the construction of the target population is to create a sample of persons from the initial data set, which is extracted from demographic statistical data. The target population is a particular set of households. One of spouses should be of particular age, which is achieved by putting constraints on birth year. Data was constructed according to statistical data files, which consist of data on the population of Norway, families and their characteristics, persons income and wealth. To construct households from the list of persons, first of all married people were chosen by their civil status. Only families with single link between spouses one by one and nobody else were included. People who live together and have children but are not married are also considered as households. They were chosen by family code. All couples with familys ID equals to womens ID are included as households in the analysis. One problem arises. Its quite possible to include not only potential husbands but also sons. To avoid this, only households where the wife is not more than 20 years older than the husband are included in the final dataset. It implies that some households were dropped. But it would have been worse to include mother and son as wife and husband in the analysis. Husbands and wives from the target population who are supposed to be a household get the same ID number in order to merge persons observations. Target data was constructed by merging data on persons as part of households and initial data on income, wealth, eligibility of private pension and early retirement AFP by matching persons ID number. Description of variables in the model Savings is assumed to be a function of income, rate of return on households wealth, age of the spouses and characteristics of future pensions. First of all the dependent variable households savings has to be explained, because this variable is not directly observed in 13 the statistic files. Savings are determined as an increase or decrease in households wealth during one year here year 1996. Wealth for household is calculated as a sum of spouses financial wealth, which was extracted from tax files. Observations with missing value on husbands wealth are skipped from the following analysis. Missing numbers on wifes income are supposed to be equal to zero but the whole household is not excluded because of this. The same way of calculations concerns income of household, which is the sum of spouses aftertax incomes extracted from taxdeclaration data. Ages of spouses are calculated in 1996 with regard to birth year. These two variables are obviously quite highly correlated, which contradicts the assumptions of the ordinary regression model. Thus, just age of the husband is included as an explanatory variable in the model. All individuals are eligible to ordinary social security pension. Social security pension wealth is determined by income during the working history. Special pension programmes such as access to occupational pension and early retirement programs are included in the model. The early retirement scheme AFP imply that people are able to retire earlier than under the social security system see Chapter 2 for details. Occupational pensions introduce additional pensions, provided that one is employed in a firm that has an access to that operates system see Chapter 2. Since its important to investigate savings behaviour of people before they have reached retirement age, predicted values were used as the quantitative characteristics of pensions. There are two different ways of evaluating these quantities. Firstly, early retirement scheme AFP is introduced here by potential yearly AFPpension at the age of AFPeligibility see Iskhakov and Kalvarskaia 2003. Occupational pensions are valued by potential yearly occupational pensions OP see Iskhakov and Klavarskaia. These two kinds of pensions are combined in one variable in a way that allows us to account for what kind of pension, which individual or household has an access to. For those persons, who have an access both to AFP and OP, the value of occupational private pension is 30 % lower than for those who have a single access based on observed pension income in 1996 for AFP and OP pensions, see Iskhakov and Kalvarskaia 2003. OP pensions have been calculated independently from AFP pensions, hence values of OP pension for group of people with double access should be reduced by 30 % when we include both AFP and OP in the pension function. 14 The first way to include AFP and OP pensions in the model is introduced by pension income. It is a sum of additional pensions, which spouses have an access to, and can be defined as a yearly aftertax pension income of household. Another way to characterise future potential pensions is through pension wealth, which is based on the values of calculated potential pensions. Pension wealth is defined here as the sum of discounted pension income during the whole period of getting it. The age of AFP eligibility in 1996 was 64. Since this type of pensions is quite similar to social security pension in a quantitative sense, we suppose that people receive this kind of pension income from the age of 64 and during the rest of their life. Normally, occupational private pensions start to be paid out at the age of 67 the usual retirement age and these pensions are paid out as long as the person is alive. Its not obvious how to define length of life for every particular person, so this variable would be described by life expectancy. Since the analysis is done for the year 1996, the average length of life from that year is applied in the calculations. Life expectancy is different for men 80 and women 84. AFP wealth is supposed to be collected during the period from 64 up to 80 for men and to 84 for women, while occupational private pension wealth relates to the period from 67 up to 80 and 84 for men and women respectively. Since we consider future incomes and individuals make a decision before they get these incomes, the most appropriate evaluation of these future flows is net present value calculated at point in time when a person makes decisions on savings. Pension wealth is estimated by NPV of future income at the age of 64 and 67 for AFP and OP correspondingly and these values are discounted for the period left until retirement. One basic component in the calculation of NPV is the discounting rate. Since future values are seen from the year 1996, interest rate from that period, which equals to 7,1%, is used to estimate NPV. Ages of individuals differ across the population in the model and future pensions will be collected in different periods in the future, pension are thus adjusted with the annual inflation rate, here set to 2,5%. The rate of interest is thus 7.1% 4.6% 4,6%. The formulas for pension wealth discounted to the age of 64 and 67 for AFP and OP are the following: PW64AFPD64t AFP1 r64tAFPD64t1r64t; PW67OPD67t OP1 r67tOPD67t1r67t; 4 5 15 where AFP and OP are predicted pensions calculated according to persons eligibility, that is values of OP pensions for spouses with double eligibility are reduced by 30%, see above, r4,6%, D is average length of life. The values of future wealth discounted to the age of a particular individual are expressed by the following formulas: PWAFPPW64AFPr64age1AFPDt641rt age; PWOPPW67OPr671ageOPD67t1rt age; 6 7 where age is age of the particular person in 1996. Common pension wealth for household is introduced by the sum of pension wealth of spouses according to their eligibilities. All quantitative variables in the model are in 1000 NOK. Savings are measured as the difference increase or decrease in wealth of household within the year 1996. Wealth of household is a sum of spouses wealth, which is net wealth before tax reported to the state. This data was extracted from taxfiles in 1995 and 1996 years. The amount is given at the end of the year. So, the difference shows changes in wealth during the year 1996 and this we consider to be savings during this period. Observations with zero or missing values on husbands wealth are excluded from the analysis. Such observations for wives are included with zero value. is in included the equations Income enters the model in a nonlinear way. The basis for the component is the income of household, which is a sum of spouses aftertax incomes, extracted from the register files for 1996. Income in entropy form: incomelnincome, which is supposed to be more flexible form than a linear component and gives more stable results and their interpretation. Using this variable we consider only positive observations of households income. Using this form of income variable we can use some properties of incomes and logarithm of incomes distributions. We are interested in the distribution of the logarithm of income since its normal distribution gives a lognormal distribution of income and allows manipulating with variables and their averages in order to predict savings. Tests for Normal distribution of log income give positive results with 5% level of significance. The histogram supports these results: 16 Figure 1. The distribution of log income Lognormal distribution allows us to express the average value of log income distribution characteristics. Thus, in the following analysis we can switch from entropy form to income variable that makes the issues more visual and gives them a clearer interpretation. Grow and Shimizu, 1988. The final set of households to be analysed in the model includes 224 006 households, which meet all the requirements described above. Households are grouped in different categories. Each category is denoted as status and shows eligibility of spouses in the household for early retirement scheme AFP or occupational pension OP or both pensions. This variable allows us to extract the necessary groups from the whole set and to include them in the analysis to get specific parameters estimates. There are 9 different categories of households: 00 non of the spouses has an access to AFP or OP; 01 one of the spouses is OP eligible, but nobody is AFP eligible; 02 both are OP eligible but not AFPeligible; 10 one of the spouses is AFP eligible, but nobody is OP eligible; 11 household has an access to one AFP pension and one OP; 12 one of the spouses is AFP eligible and both are OP eligible; 20 both are AFP eligible, but not OP eligible; 21 both are AFP eligible and one of them is OP eligible; 22 both of the spouses are both AFP and OP eligible. Summary statistics and distribution The main statistics of the variables in the model are introduced in the following table separately for different groups of households by status: Table 3. Summary statistics for variables in the model, 1000 NOK 17 Status 00 N Obs 82 658 01 10 986 02 1 335 10 47 376 11 35 295 12 3 981 20 20 063 21 16 826 Variable Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth Mean 96.05 57.45 54.87 1706.95 0 0 108.01 52.97 50.00 2162.25 91.32 535.11 218.19 51.12 48.25 3041.64 177.92 1002.38 79.11 55.86 52.88 1849.87 91.27 806.56 72.97 54.34 51.57 1874.85 162.3 1206.4 80.92 52.67 49.6 2123.23 227.14 1507.1 69.24 54.14 51.76 2087.8 187.45 1543.4 68.2 53.32 50.83 2125.6 246.5 1819.4 Std Dev 328.92 9.39 10.0 1966.14 0 0 100.0 20.0 22.0 361.69 0 0 Minimum Maximum 9667.0 69.0 88.0 41991.5 0 0 328.14 8.91 9.04 2076.96 49.56 366.72 579.09 8.64 8.65 3012.44 53.20 499.39 246.04 7.64 7.65 1397.26 17.59 306.64 228.6 7.02 7.5 1301.54 44.75 467.6 241.41 6.79 7.31 1384.1 52.84 521.33 169.36 6.11 5.82 824.8 21.1 481.1 168.05 5.84 5.55 979.67 43.62 566.25 100.0 21.0 23.0 374.56 0.46 3.88 100.0 26.0 26.0 383.30 15.04 115.33 100.0 23.0 20.0 363.96 55.74 306.18 100.0 23.0 21.0 393.97 73.54 380.17 100.0 23.0 27.0 556.1 101.2 541.75 100.0 42.0 42.0 433.3 130.59 686.34 100.0 42.0 42.0 390.81 144.12 755.46 5239.0 69.0 79.0 39551.4 188.39 2092.71 7871.0 68.0 68.0 39067.15 333.45 2955.66 9579.0 69.0 81.0 40696.29 139.28 2100.1 9679.0 96.0 84.0 41683.97 311.04 3772.55 8037.0 68.0 68.0 36200.4 425.9 4110.2 8282.0 68.0 68.0 29846.5 277.27 3891.6 9586.0 68.0 68.0 37678.7 406.1 5024.5 22 5 486 Savings Age of husband Age of wife Incomelnincome Pension income Pension wealth 77.81 53.46 50.91 2231.6 289.3 2088.6 196.46 5.65 5.3 1282.2 52.65 615.6 100.0 42.0 42.0 938.92 167.88 930.21 18 6952.0 68.0 68.0 32227.8 492.64 5858.8 19 Chapter 3. The Model Savings behaviour is described by savings functions. Savings are assumed to be linear in all covariates. The only exception is the income variable, which is introduced here in entropy form see above. Each model explains savings as a function of several characteristics, which are displayed in Table 4. Table 4. Variables in the model Characteristic Variable Savings of household Savings Income of household Ages of spouses Inclninc ah, aw AFPpension AFP Occupational pension OP PI Pension income PW AFPAFP pension wealth OP wealth OPPW Pension wealth of the household PW Constructing of variable Difference in households wealth between following years 19951996 Household income as the sum of spouses incomes Income multiplied by natural logarithm of income Age of husband and age of wife, respectively in 1996 calculated with regard to birth year Calculated potential aftertax AFPpension based on the earnings history, for AFPeligible spouse or for older one if both eligible, at the age of AFPeligibility 64 years old in 1996 Potential aftertax pension in private pension system AFP OP for household PWAFPAFPD1t64t ager PWOPOPt ager PW wife AFPPWhusband AFPhusband OPPW, D1t67OPPW wife if eligible Including pensions in the model supposes that the pension wealth is known. Pension and pension wealth are calculated as a result of aggregation of different no social security pensions. We need to consider every group of households defined according to access to some particular kind of pensions separately. There are two ways to analyse an influence of access to different kinds of pensions on savings. The first one is to include just dummy variables for every type of households. We are able then to estimate influence of future access to pension scheme on savings decision through the intercept term in the regression 20 model. Another way to analyse this influence is to use quantitative data on potential pensions of spouses in households described by the pension incomes. In this case its also reasonable to run analysis separately for different groups of households. The impact of future pension on savings is mainly given by the estimated coefficients for pension variable and intercepts. Model with dummies for different groups of households As it was argued before, households are grouped in 9 different categories with respect to access to different kinds of pensions. To find an influence of access to some kind of pensions, first of all we can do this by including in the model the dummy variables correspondent to different groups. The impact on savings through the constant term, which will be different in each case and will show how an access to some pension scheme influence savings. Coefficients in the model are supposed to be estimated by OLS method. There are several assumptions, which should be satisfied in the model. The one we can check before estimating is multicollinearity of regressors. This helps us to make a decision on which factors should be included in the model as explanatory variables. We can easily find that the ages of spouses are highly correlated. So, as it was argued before, only age of the husband is included in the model as a characteristic of the age structure of the household. The righthand variables are entropy form of income, age of husband and dummy variables on status of household with respect to pension eligibility. The regression model in this case looks as follows: savingsi k 118k 1Dki2inclninc3ahii, i 8 where 1k k1, ,8 and j j1, ,3 are parameters to be estimated in the model, ki D k1, ,8 are dummy variables, which show if the household belongs to group k or not. Intercept term corresponds to the group without any access to either private pension or AFP. All the other groups get numbers in ascending order 1 for group 01 and 8 for group 22. Dummy variables give us just qualitative characteristic of the interconnection between savings and access to different kinds of pensions. Normally this is not enough to make conclusion about a possible existing dependency. Different constant terms show the 21 parallel change of savings function for different groups of households. Thus, we end up with the set of linear functions with the same slope and different intercepts. To make the analysis more clear and explainable we need to give some quantitative characteristics to pension variable. Models with quantitative representation of pensions Pension income In this case we use the annual pension income according to the description above. This is a variable, which includes a sum of potential future yearly pensions income available for spouses see Chapter 2. Since we have nine different groups of households with respect to accessible kinds of pensions, the unit of the pension incomes means different things for different groups. To escape this misinterpretation we need to estimate nine different models with the same savings function and different empirical data as the basis for the analysis. The first groups model doesnt include pension income as a variable since its characterised by the absence of an access to any kind of non social security pensions. The groups correspond to previous description and for every particular group savings behaviour is given by: savingsi 21inclninc3ahi4PIi , ii 9 where explanatory variables are defined above, j , j1, ,4 are parameters to be estimated, i is an error term. In this model we can identify an influence of increase in future potential pension on savings of household. Since we estimate the model separately for different groups of households, the pension income shows how an access to some particular kind of pension or composition of several of them affects the households decisionmaking process. Such way of consideration of an access to pensions gives a straightforward interpretation of estimated parameters for different groups, which are defined with respect to the particular type of pension, which is known. But we still face the impossibility of estimating the effect of different pensions separately for those groups where both pensions are included into one variable. To find this effect we need to analyse dependence apart including two different variables in the model, one for AFP pension and another for occupational pension. In this 22 case we face some problems under estimating this model for several groups. The most obvious of them is the fact that AFP and OP pensions are related to the same income base at least partly that follows to multicollinearity in the model and inconsistent estimates. Some other problems could appear when we interpret estimates for pension variables and predict savings. Pension wealth Individuals receive pension income from the time they retire and the rest of their life. Thus, when deciding on savings they take into account not only income for one year, but they also think about yearly inflows during all future periods. Future potential pension wealth is a sum of discounted predicted pension incomes from the age of retirement and during the rest of lifetime see above for more precise explanation. In this case the analysis is run separately for different groups of households, as it was described before. Thus, the regression model gives an opportunity to estimate the influence of potential pension wealth on savings of households. The model is following: savingsi 21inclninc3ahi4PWi , ii 10 where a 1, ,a are coefficients to be estimated, 4i PW is pension wealth of household i, and it has been described above see Table 4. Since variables in the model are introduced in the linear form, it gives an obvious interpretation of parameters estimates for age variable and pension wealth. They give the change in savings with a unit changes in the values of explanatory variables. It seems to be more complicated to interpret the coefficient before the income variable. As mentioned above, income is introduced here in an entropy form of income, which is a positive monotonic transformation of the initial variable. This property allows us estimating of a direction of incomes influence on savings of household. To estimate the quantitative impact of income on savings one needs to calculate marginal savings by taking the derivative of savings with respect to income. In this case a change in savings depends on the value of income as well as on coefficients estimate. This formulation allows individuals with different levels of income to evaluate every additional unit differently and distribute income in different ways. 23 Chapter 4. Estimation results The models described in the previous chapter were estimated by ordinary least squares method first and by weighted least squares method after that. The results of the three models are introduced below. The first model with dummy variables as characteristics of an access to occupational pension schemes is of the least interest here, since it gives an opportunity to make conclusions about influence of future pensions only in qualitative terms. The two remaining models describe this influence more precise and allow us to create more visible and transparent conclusions through the analysis of quantitative estimates. Model with dummy variables Since we use OSL method to estimate the regression function, we need to check all the necessary assumptions to run the analysis. Covariates are not highly correlated in the model, that tells us about an absence of multicollinearity. The results of the test on autocorrelation are negative, DurbinWatson statistic is close to 2, which means that there is no autocorrelation of residuals. The assumption about an absence of heteroscedasticity in the error term is rejected here. In this case estimates are still unbiased and consistent, but not efficient. Since we are interested in discovering some basic effects in the model, we do not take into account heteroscedasticity in this particular case. Number of observations in the final data set is 224 006. The estimates for regression model are drawn in Table 5: Table 5. Estimation results, regression with dummy variables Variable Intercept 01D no AFP, 1 OP 02D no AFP, 2 OP 10D 1 AFP, no OP 11D 1 AFP, 1 OP 12D 1 AFP, 2 OP 20D 2 AFP, no OP 21D 2 AFP, 1 OP Parameter estimate 168.144 30.21 11.83 29.64 36.34 52.70 62.63 66.59 t Value 47.7 13.8 2.0 23.9 26.4 15.1 36.9 36.4 4 Here and in following tables coefficients marked with the asterisk are significant with 5 % level of significance. 22D 2 AFP, 2 OP Age of husband Incomelnincome Rsquared is 39.03 %. 68.54 1.40 0.1073 24 22.9 24.4 373.7 Due to the fact that estimates are based on cross section micro data, the coefficient of determination is rather high. The coefficients estimates are significant and have quite reasonable values. Age of the husband has a positive influence on savings of household. It shows that people tend to save more when they become older. For every year they age they save about 1 400 NOK more. This fact contradicts the life cycle model briefly described above. But at the same time we can find several reasons for this. Since younger people consume more and save less then older ones who have consumed enough at earlier times and now think more carefully about future retirement age they save more when they become older. We consider households, so its also reasonable to assume that people spend more when they are younger and have children who need to be supported financially, and distribution of income between different needs changes when youths start independent life. Another explanation can be found in the linear form of the regression function. We analyse the simplest type of dependence here, and results might differ for more complicated cases. We have tried to use nonlinear form of relation between savings and age of spouses in the model, but this did not give any significant results. It could be caused by age structure of the particular group of the population in the analysis. The average age is about 50 years that is quite high to recover the interconnection between savings and age for the whole population. At the same time there are not so many retirees among the considered population who save less after they retire. The estimate seems to be quite high, but these results are related to a group of population, which is characterised by average aftertax income about 320 000 NOK per year and by a particular age one of the spouses was born between 1928 and 1955. It might be an explanation for the quite high marginal savings of household with respect to the age of husband. In this paper we consider the simplest type of relationship between savings and age. Its possible that there exists more complicated type of dependence between savings and age structure of household, but the estimate weve got is significant and has an obvious interpretation. All the other attempts to create age variables such as square of age difference, both ages of spouses separately and their combination, etc. and include them into the regression did not bring any improvement to the model. 25 Despite the form of the income variable its easy to find that it has a positive influence on savings. That is an increase in income leads the households to save more. This issue is quite evident, and here we are more interested to estimate a quantitative measure of this influence, which is dependent not only on the estimate of the coefficient, but also on the level of income. An expression for marginal savings is the following: Savings Income0.1073 1 ln Income. 11 These values seem to be quite high. We can estimate it for average income for observed group of people, so, for an income of 320 000 NOK average income an estimate for saving derivative is about 0.72, that means 0.72 units of one additional unit of income are saved at the aftertax income level 320 000 NOK per year. Since logarithm is a monotonic increasing function, impact of income on savings differs from 0.58 as an estimate for the minimum income level 82 000 NOK per year up to 1 for maximum income 4 937 000 NOK per year. The other terms in the model characterise influence of the access to occupational pension on savings of households. Since people save in order to consume more in future than social security pension, they take into account all the opportunities about possible sources of income in the future when they decide now on how much to save. This model shows influences of different kinds of pensions through dummyvariables, so we can make only qualitative evaluation about these influences. The basic group here is group of households without any access either to AFP or to OP. Only intercept, age and income variables are included in the model for this particular group of households. The estimate of the intercept term is negative. Each group with an access to some kind of occupational pensions has its own intercept, which shows influence of eligibility to some particular type of pension on households savings. All this estimates are negative, which means a reduction in savings when getting an access to additional pension in the future. This fact just proves that people take into account both current and future incomes when they make a decision on savings today. Estimates increase in absolute values when households get wider access to occupational pensions exception is constituted only by the second group, where both spouses have an access to OP, that can be explained by some inaccuracy in calculating and prediction of pensions of that kind. So, people save less when they can count on future additional pensions, which are additional income to finance necessary consumptions when they retire. Interpreting the intercept as an estimate for initial savings we can say that people 26 with larger opportunities to get income in the future are able to have higher debt in the beginning. Here we assume the same slope of the regression function for different groups, but they are shifted relatively to each other. As it was explained above, its not enough to characterise the difference in these groups by qualitative characteristics, and an obvious way to make more precise analysis is to include quantitative characteristics of the pensions into the model. Models with numerical variables There are two possible ways to create numerical variables to characterise future access to occupational pensions: yearly pension income pension function and pension wealth. Both of them were discussed above Chapter 4. Pension income In this model access to occupational pensions is characterised by yearly aftertax potential pension income of the household. Variable pension income is defined as a sum of possible future pensions for both spouses. Analysis is done separately for nine different groups in order to estimate influence of the access to pensions for every particular group and not to mix these influences within one model. Results of estimation are given in Table 6. Table 6. Estimation results, OLS. Model with pension function, OLS Model N obs Intercept Neither AFP nor PP 82 658 No AFP, 1 PP 10 986 No AFP, 2 PP 1 335 1 AFP, no PP 47 376 1 AFP, 1 PP 35 295 177.2 30 190.46 11.9 210.5 2.5 171.5 20.7 156.9 17.5 Age of husband 1.49 15.5 1.73 6.4 1.26 0.9 1.12 9.4 1.47 10.4 Inclninc Pension income R2 0.1097 217.1 0.1054 88.7 0.1262 29.5 0.1067 161.7 0.1084 135.5 41.74% 0.2318 4.6 0.1088 0.45 0.1046 2.0 0.3283 14.1 42.87% 42.80% 36.06% 35.37% Chisqrd 187.2 95 38.4 9 21.8 9 77.4 9 60.4 9 5 In this table and below Chisquared shows results of Whites test of heteroscedasticity, value of chisquared and degrees of freedom in parenthesis. Significant values are marked with double asterisk. 1 AFP, 2 PP 3 981 2 AFP, no PP 20 063 2 AFP, 1 PP 16 826 2 AFP, 2 PP 5 486 Either AFP or PP or both 141 348 88.3 2.7 60.8 5.2 124.3 10.2 108.7 4.7 163.9 38.5 0.90 1.8 2.10 12.4 1.17 6.1 1.08 3 1.29 18.3 0.0903 0.3078 33 0.1254 86.3 0.0940 72.9 0.1049 58.9 0.1066 280.8 4.3 1.3080 22.7 0.2825 9.8 0.3647 8.4 0.2548 38.5 23.79% 29.18% 26.62% 41.53% 36.00% 27 32.9 9 52.8 9 74.7 9 39.2 9 161.0 9 To estimate this regression model OLS method was used. Assumptions about an absence of multicollinearity and autocorrelation are satisfied, which was checked by ordinary methods. But heteroscedasticity is present in these models. Its shown by the Chisquared statistic and degrees of freedom Whites test. It leads to the fact that estimates are not efficient in the model, but still consistent and unbiased. We need to use Weighted Least Squares method to estimate this model. It seems to be reasonable to give an interpretation for estimates for the final regression, estimated by WLS. Since a variance of disturbance term is unknown, we will use squares of residuals as an estimate for error terms variance White, 1980. When WLS is applied to the regression model it influences values of estimates just hardly, since we weight all the observations with the same weights, but it changes the characteristics of estimates. So, values of tstatistics become higher and efficiency of estimates increases. The results of application of weighted least squares method gives the following results of regression estimation: Table 7. Estimation results, WLS. Model with pension function Model N obs Intercept Ah Inclninc Neither AFP nor PP No AFP, 1 PP No AFP, 2 PP 1 AFP, no PP 1 AFP, 1 PP 1 AFP, 2 PP 2 AFP, no PP 82 658 10 986 1 335 47 376 35 295 3 981 20 063 177.2 190.2 209.8 171.7 169.2 106.3 60.8 1.49 1.73 1.26 1.12 1.51 0.97 2.10 0.1097 0.1053 0.1260 0.1067 0.1056 0.0890 0.1254 Pension income 0.2318 0.1107 0.1046 0.2294 0.2086 0.3074 Chisqrd 9.4 6 8.3 10 8.8 10 7.6 10 10.3109.310 12.11028 2 AFP, 1 PP 2 AFP, 2 PP 16 826 5 486 133.7 119.4 1.14 1.04 0.0935 0.1043 0.2104 0.2736 9.210 6.010 Either AFP or PP or both 141 348 144.3 0.81 0.1050 0.1846 10.810 All the coefficients in this model have significant values. In this case we have estimated the models separately for nine different groups of households with respect to pension eligibility. Estimates do not deviate from previous ones a lot, but in this case all the necessary assumptions are fulfilled. Interpretation of coefficients for this regression model is described below. Estimation of the model for the first group of households spouses dont have an access to any kind of occupational pensions gives almost the same results as in the first model. They are not identical since that model includes the whole set of households into consideration, and other groups also influence estimates for the first group. Here the coefficients for the age variable show the change in savings with increase in age by one year. Linear form of dependency allows us to define impact of the age variable on savings behaviour, and coefficients differ between the groups. At the same time estimates for age of husband have the same sign and supports the previous conclusion about positive relations between age and savings. There is no common tendency in the change in estimates when switching from one group to another. These terms also include influence of particular characteristics of the groups of households. Its reasonable to expect that marginal savings with respect to the age of husband decrease if household has an access to larger number of pensions, but its not obvious within the model. In the most cases see Table 7 wider access to private occupational pensions reduces marginal savings with respect to age of husband. It can be explained by the fact, that future private occupational pensions are collected during the working period of person. Individuals put some part of the income to pension or insurance fund in order to get it back in the form of additional pension. This deduction in income evidently influences savings behaviour, and we can easily find that households without an access to this kind of pensions save less when spouses become older than those without this access. Fluctuations in estimates might be caused also by some inaccuracy in prediction of future pensions that is left for future analysis. Estimations of the coefficient attached to the income variable are quite robust. The difference in estimates between different groups includes also an influence of particular 29 groups characteristics. Incomes differ across the groups randomly and there is no evident pattern. For groups with higher average income than the other for example, the group with 1AFP and 2 OP the estimate of the coefficient attached to the income variable is lower than the estimates for other groups. It shows that for persons with higher income the influence of income on savings becomes lower. This argument seems to be grounded since with that level of income people have quite high marginal savings and dont change a share of one additional unit of income they save. For groups with similar values of households income the estimates are pretty stable. This result indicates a common tendency in households behaviour when they make a decision about how much to save. The last variable in the model to be explained is pension income. Its evaluated as a summarised value of future potential pension for eligible persons and therefore for the households. All the estimated parameters are attached to annual pension, which includes different constituencies for different groups particular kinds of pensions for every group. Estimates for all groups are negative. It means that an increase in any kind of pensions leads to people save less. Since people save in order to finance future consumptions, higher expected pensions play a role of additional source of financing. Households decide on savings with regard to this fact of increase in future income and lower their savings now. There is no common pattern, which can be considered as a reasonable one. Pension function includes particular pensions in every case, and these pensions have a bit different nature and way of calculation. The highest absolute value is attached to group with both spouses eligible to AFP pension. It can be explained by the nature of AFP. It is a no risky and secured source of income, so people can rely on this kind of income in the future and spend more money now. The drop in absolute value of estimates for households with access to two private pensions compared with single eligibility can be explained by several facts. First of all this is a bit risky type of income, which can be influenced by economic fluctuations. Secondly, to increase future private occupational pensions, person should pay higher fee today that influences also the sharing of income. Lastly, we cannot exclude possible inaccuracy of estimation and prediction of future pensions. We can find the same tendency in the change of marginal savings between group with 2 AFP and no OP and the next one with 2 AFP and 1 OP. An access to private occupational pension leads to reduction in the absolute value of estimates or, in other words, to increase in marginal savings for the group with OP relatively to the group without OP. 30 Estimates of the intercept term are consistent with the result in the previous model. Here all of them have negative values, but different absolute values, which can be explained by variation in pension eligibility between the groups. These models give a wellgrounded and interpretable explanation for savings behaviour of households. Estimation gives expected results and allows us to predict how much people with some particular characteristics will save. People get pension during some period, which is usually more than one year, and they consider the whole amount of future benefits when they decide on savings today. Pension income doesnt reflect that amount, since it is estimated as a yearly future pension. Thus it seems reasonable to represent future pensions with pension wealth. In the next model we replace pension income by pension wealth. Pension wealth In the following model an access to occupational pensions is introduced by pension wealth, or accumulated pension income over the period of eligibility to some particular kind of pension. In this case we also consider nine groups of households separately. All the other parameters in the model correspond to the previous one. First, OLS was applied and the results are given in the following table: Table 8. Estimation results, OLS. Model with pension wealth Model N obs Intercept Ah Inclninc Neither AFP nor PP 82 658 No AFP, 1 PP 10 986 No AFP, 2 PP 1 335 1 AFP, no PP 47 376 1 AFP, 1 PP 35 295 1 AFP, 2 PP 3 981 2 AFP, no PP 20 063 177.2 30.2 229.8 15.0 270.5 3.2 184.1 22.2 262.7 28.6 216.8 6.6 397.0 1.49 15.5 2.35 7.9 2.65 1.3 1.24 6.7 3.21 16.2 2.96 3.8 6.17 0.1097 238.6 0.1050 88.8 0.1268 29.7 0.1066 161.8 0.1073 135.5 0.0881 33.2 0.1160 Pension wealth R2 41.74% 0.0252 3.5 0.0326 0.9 0.0040 0.9 0.0332 11.3 0.0300 2.9 42.82% 42.82% 36.06% 35.24% 23.61% 0.0710 28.14% Chisqrd 187.2 9 38.3 9 20.4 9 84.5 9 66 9 29.9 9 70.5 31 25.9 260.3 18.1 320.1 12.8 242.7 58.4 16.4 3.48 10.2 4.74 8.0 2.69 34.1 85.5 0.0924 73.8 0.1033 59.5 0.1062 280.4 14.7 0.0293 8.2 0.0413 7.5 0.0301 32.6 26.50% 41.38% 35.94% 9 58.2 9 39.4 9 154.8 9 2 AFP, 1 PP 16 826 2 AFP, 2 PP 5 486 Either AFP or PP or both 141 348 Since we used OLS estimation for these regression functions, we need to check if all the necessary assumptions are fulfilled. Due to the choice of explanatory variables there is no multicollinearity in the model. The results of testing on autocorrelation report about its absence in the models. But we face again with the problem of heteroscedasticity of residuals, which is shown by Whites statistics in the last column of the table. This fact leads to estimates that are consistent and unbiased, but they are not efficient. In the presence of heteroscedasticity we need to implement Weighted Least Squares method as done before. Here we use squares of estimated residuals as possible estimates for variance of an error term and run WLS estimation with these weights. The results are introduced in Table 9 below. Table 9. Estimation results, WLS. Model with pension wealth Model N obs Intercept Ah Inclninc Pension wealth 0.0252 0.0327 0.0040 0.0243 0.0207 0.0710 0.0239 0.0330 Chisqrd 9.46 11.710 12.610 7.710 8.710 7.910 11.010 13.710 8.910 0.1097 0.1050 0.1267 0.1070 0.1070 0.0870 0.1160 0.0923 0.1030 0.0811 0.0249 15.110 Neither AFP nor PP No AFP, 1 PP No AFP, 2 PP 1 AFP, no PP 1 AFP, 1 PP 1 AFP, 2 PP 2 AFP, no PP 2 AFP, 1 PP 2 AFP, 2 PP Either AFP or PP or both 82 658 10 986 1 335 47 376 35 295 3 981 20 063 16 826 5 486 177.2 229.9 271.1 184.1 253.4 202.3 397.0 251.3 307.3 141 348 165.9 1.5 2.35 2.67 1.24 2.92 2.52 6.17 3.20 4.36 1.99 Regression equations for the nine different groups were estimated and results are displayed in the table. Estimates of the coefficient are significant in all nine cases. The 32 coefficient of determination and tstatistics are not shown since their values are quite high and affected by the weighting of the regression. The estimates for the first group are equal to estimates in the previous model with pension income, since pension is not present in this group. All the estimates keep the same sign between groups that shows stability in results and indicates a common pattern of savings behaviour among the households. The first parameter we will discuss here is the age variable. We face again with the fact of inconsistency with the lifecycle model, but we have observed this inconsistency in the previous models as well. The estimates differ between the groups, but there is no evident pattern to explain the existing changes. The highest coefficient corresponds to the group with two spouses eligible to AFP and none to OP. The value seems to be quite high 6.17 means an increase in savings of 6 710 NOK when husband becomes one years older, but it can be explained at least partly. Since this group includes households where both spouses are eligible to AFP pension, which are secured, they can be sure in future pension income and can start to get it from 64 we consider the year 1996. It means three years earlier than other. So, if they are going to use this opportunity in the future they have less time to make savings for the future, that is why they accelerate this process in order to save so much as they save working three more years until retirement. Also for two other groups with double access to AFP the estimates are also a bit high, but reduced by access to occupational pension, which is more risky source of income and requires people to save more now to finance future income. Comparing the first and the last groups in the table one without any access to additional pensions and all the other households from the set, in other words the group, which includes households with access either to AFP or OP or both we can see that the estimate of marginal savings with respect to the age of husband is higher for the group with eligibility, than without. It could be explained both by access to some kind of additional pension, that can lead to some consequences discussed above and by higher average income of the second group see Table 1. These revealed patterns are not so obvious for the other cases, but still they can be explained by the same arguments. Estimates of the coefficient attached to the income variable are quite stable in these models. Marginal savings with respect to income depend on the level of income and show the change in savings of household if income increases by one unit from some particular level. Its quite difficult to find a reasonable interpretation for change in these terms between 33 the groups, but the estimates are robust enough to be considered as significant results of the analysis. They will be used in calculation of marginal savings see the next chapter. All of them have positive sign that means an increase in savings with additional unit of income. Considering the first and the last groups in the table without and with any kind of additional pensions we can conclude that for households with the same level of income marginal savings are higher for the group without any access to occupational pensions than with it. A possible explanation could be that people without eligibility think about savings more carefully, also on the margin, than those who have an access to additional sources of income in the future. Eligibility to different types of pension influences savings in different ways, but we can observe just two groups with higher estimates than for the noneligible households. The first of them is the group with both spouses eligible to OP, which is a quite stable source of income but still can be influenced by market fluctuations. The second group is households with both spouses eligible to AFP. In this case we can think about reduced period of savings accumulation in case they retire earlier. The other cases do not give the same issues since they have more complicated combination of pensions, which obviously influences results of the analysis as well. The last variable in the model to be explained is the pension wealth of household. Its defined as an accumulated pension income over the period of eligibility discounted to the time when households decide on savings the year 1996 in the model. Estimated coefficients show the change in savings of households when pension wealth increases by one unit, i.e. they characterise marginal savings with respect to pension wealth. It would be better to interpret estimates with respect to future pension, which forms pension wealth, and it seems to be quite obvious for the households with eligibility to either AFP or OP, but not both of these pensions. They are not really separable after they were included in one variable. If household has an access to just one kind of occupational pensions we can calculate marginal savings with respect to future potential pension. If future pension increases by one unit, savings are reduced by the amount which is equal to the discounted sum of future yearly income, which is quantitatively equal to the value of the estimate in 1000 NOK, this sum is accumulated over the period of eligibility. Values are discounted to the period of decisionmaking the year 1996. If pension wealth is formed by more than one type of pensions, than we can analyse change of savings separately for every type. Influence of pension eligibility can be found also in the estimates for intercept, since regressions were run separately for different groups and substantial difference between them 34 is defined by an access to occupational pensions. Like it was in the previous models, all the estimates here are negative. We are going to use the last model in the following analysis since it has the most significant and interpretable results than the previous ones. It also has advantages from the point of how variables were constructed in the model. 35 Chapter 5. Interpretation of the results The main results of the analysis and calculation of marginal and average savings are reported here. There obviously exists a common pattern across the groups in the consideration. We can find the same tendency of the change in savings for every group of households with regard to the age and income variables. People start to save more when they become older. It can be explained both by coming closer to the retirement age and reduction of necessary consumptions. At the same time these results contradict with a lifecycle model, which is commonly used in the analysis of savings behaviour. The size of estimates differ across the groups, some of these changes can get a reasonable explanation by characteristics of the particular group of households, but we still can not identify any common pattern to describe and predict these fluctuations. Since we consider linear dependence between savings and age variable, estimates characterise marginal savings with respect to the age of husband. So, interpretation of estimated parameters is quite straightforward. Increase in income leads to increase in savings. Since the income variable is defined by an entropy form, influence of the change in income on the savings is defined not only by estimate of the coefficient in the model but also by the level of income of the household. There is no evident explanation for difference in estimations between groups. The main characteristic of received results is marginal savings, which are discussed below. The model we consider includes pension wealth as the characteristic of an access to additional pensions. The estimates of parameters show that households, where spouses have access to any kind of additional pensions, save less than those without any access. Different types of pensions and their quantities influence savings with different intensity. For a common group, which includes the whole set of households with eligible spouses, an increase of the future pension wealth on one unit 1000 NOK leads to decrease in savings of 0.03 units 30 NOK. Since increase in pension wealth is initiated by increase in pension income assuming that other parameters are constant, these estimates allows us to show an influence of changes in pension income on savings behaviour. 36 Using estimated models and observed values we can estimate marginal and average characteristics for savings. They are given in Table 10. Table 10. Marginal and average savings Status N obs Variable 00 01 02 10 11 12 20 21 22 82 658 10 986 1 335 47 376 35 295 3 981 20 063 16 826 5 486 Not 0 141 348 Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Marginal savings Average savings Av sav predicted Mean 0.71489 0.23049 0.21198 0.71051 0.23401 0.21544 0.89124 0.34251 0.32807 0.71502 0.20108 0.18712 0.71650 0.18813 0.17057 0.59575 0.19207 0.18864 0.79324 0.17700 0.16860 0.63210 0.16946 0.16554 0.70544 0.17911 0.17461 0.54747 0.19345 0.18088 Std Div 0.05371 0.68075 0.19586 0.04452 0.59867 0.16629 0.05979 0.67379 0.21796 0.03685 0.46392 0.15883 0.03546 0.39305 0.15107 0.02758 0.36901 0.10159 0.02651 0.34718 0.11419 0.02218 0.32670 0.08974 0.02706 0.28389 0.09013 0.02677 0.42438 0.14374 Minimum 0.59320 1.12607 1.16172 0.57083 0.90696 0.97857 0.69167 0.48082 1.26690 0.57915 0.78668 0.98007 0.58552 0.82503 1.11011 0.50348 0.48083 0.85052 0.64441 0.55423 1.57667 0.50494 0.53359 1.28053 0.63826 0.48420 0.33422 0.43896 0.48420 1.57667 Maximum 1.04266 55.56552 0.91298 0.99236 34.93366 0.85759 1.19699 13.13159 1.03067 1.01399 17.94967 0.88313 1.01914 16.66069 0.88182 0.82567 9.76286 0.70827 1.06717 10.97667 0.89843 0.86927 18.22271 0.74055 0.95740 4.06034 0.80412 0.77029 34.93366 1.03067 Marginal savings are calculated by the formula from the model and these values show the change in savings of household with increase in income by one additional unit. These estimates correspond to particular values of observed households income as its supposed by the expression for marginal savings. Average savings are calculated based both on observed and predicted values of savings. These estimates define which share of income households save. The estimates weve got have quite high values for some groups. For the group where both spouses have an access to private occupational pensions, the mean of marginal savings is 0.89124. This means that almost the whole amount of additional income is saved. Its possible to find a reasonable explanation for this in high average income across the group, but the maximum value for the considered group is greater than 1 and we can observe this for several more groups, which is a sign of overestimation of marginal savings. 37 These values can be caused by outliers in observations for households income. At the same time the common regression gives quite reasonable and predictable results. The analysis of larger set of observations is less influenced by outliers than the analysis of the smaller one, so the estimates for the whole group of eligible households is less biased towards extreme values. The estimates for average savings for predicted and observed values differ not so much. The mean values are pretty the same for these two types of calculations. Comparing maximum values for predicted and observed average savings we find that the estimates for predicted values are lower than for the observed. Since income is observed, the cause of this difference is underestimation of predicted savings. We can compare observed and predicted average savings for the group with any kind of eligibility and without looking at the following histograms: Figure 2. Predicted and observed average savings In order to make this illustration more visible we cut the number of observations by the highest values of observed average savings and by the lowest values of predicted ones. 336 observations were dropped 0.2% from the whole set. Histograms show the distribution of predicted on the lefthand side and observed the righthand side values on the interval 1; 3. We can see that predicted average savings are more compact around the mean values, which are almost the same for the two sets of estimates. Observed values are obviously higher than predicted ones. Negative values of average income can be explained only by negative values of savings, since we have put restrictions on income that it should have positive values since its included into regression in entropy form we use logarithm of income. 38 Chapter 6. Macroeconomic consumption function In the previous chapters we considered microeconomic savings functions, in other words we analyzed savings behavior at the level of households. Every household divides its income into two parts: savings and consumptions. Since we have information on income and savings for considered households, we can easily find the level of consumption both observed and predicted. But it seems to be more interesting to create macroeconomic consumption function using the results of analysis. Here macroeconomic aggregated savings and consumptions are associated with an average household, which is described by the expected values of the parameters. There are two different points in this aggregation. First of all we have two different groups of the population in the model, which are defined by an access to additional pensions. We will consider separately households without any eligibility to occupational pensions and with any. These two groups come into the macroeconomic consumption function with particular weights corresponding to the share of the population included into this group. The macroeconomic function includes two estimated savings functions corresponding to these two groups. 1w and Lets denote weights 2w correspondingly to the group without and with any eligibility to additional pensions. We sum up two estimated regressions for these groups with corresponding weights and consider expected savings as a function of expectation of variables in the models according to the groups. Using that expected values correspond to average values we can write following expression: E savingsw a11w b12a E ah2b E ah2a E inc3b E inc 3lnlnincb E PWinc4 , 12 ,23a a a are estimated parameters from the model for group without eligibility, ,14where b b b b are estimated parameters from the model for group with any eligibility of 13spouses to additional pensions. 2,,,Calculation of expected savings and age of husband is quite straightforward. Pension wealth is a linear function of the pension income, which is supposed to be observed in this model. So, in these cases we can calculate expectation as a mean. The case with the income variable is a bit more complicated. Using the fact, that income has a lognormal distribution, knowing its properties and characteristics we get: 39 E Y Yln E Y lnEY 0.5 varln Y, 13 where Y is income. Assuming that we can estimate expected values of variables by their average values, we can rewrite macroeconomic savings function as follows: S w a w b 11w a w b 13123w bw a2221Y0.5 varln lnah Y2Y w b PW 24 14 ,where S denotes average savings, other variables in the model are introduced by average values. Since we can calculate parameters in the model from the observed values and from estimation of the distributions parameters, we can define average savings as a function of average income, setting other variables at average values. Estimation of these values from observed data gives the following results: a 2b 21.5,1.99,0.3690.631177.2,165.9,55.6871181.79income has a w1w2a 1b 1ahPWand varln Y0.4122. a 3b 30.10970.0811,b 4 0.0249 lognormal distribution with parameters: Eln Y5.664 and Using this estimates and assuming that average savings is a function of average income and taking the other variables as given, we get the following function to describe this dependence: S Y 87.52 0.09 lnY0.21Y 15 40 1000800600400200002002004006008001000120014001600Figure 3. Plot for average savings vs. average income. So, we can see that average savings are defined as an increasing convex function in average income. The latter is partly observable from the graph, but can be checked by analyzing the derivatives with respect to income. Using this function we can estimate the impact of changes in other variables in the model, such as increase in average age of husband, increase in average value of pension wealth and in the variance in the distribution of log income. To make these influences more visible we can rewrite the savings function as follows: S 177.20.1097w 1w 1w 165.92w 0.081121.5 lnw 1Yw ah 1.992YY0.5 varln 0.0249w PW2. 16 We can analyze behavior of savings function as a function of income if other parameters increase a little. It could be done for the age variable, pension wealth, distribution of income, and weights for the groups in the main equation. Increase in the average age of the male population leads to an increase in savings of households keeping the same level of income. We will observe parallel shift in savings function, since increase in average age influences intercept term in the model 15. If average age of the husbands increases in one year, households save 1 820 NOK more in average. 41 Increase in pension wealth leads to decrease in savings of households for every value of average income. This time there is a parallel downward shift in the savings function. Change in this parameter reduces intercept term in expression 15. So, we observe lower values of average households savings if eligible part of households gets an opportunity to accumulate higher pension wealth in the future. Increase in potential pension wealth of 1 000 NOK leads to a decrease in present average savings of 157 NOK. Initial savings Saving after increase inage Savings after increase infututre pensions Figure 4. Influence of increase in age and pension wealth on savings. The case with income distribution is a bit more difficult, since there is nonlinear interdependence between average savings and variance of logarithm of income. The change in income distribution causes changing in the slope of savings curve. If income is distributed wider around the mean, then savings function becomes steeper. Assuming that we do not consider zero income since its introduced by entropy form, average savings become higher and the change is dependent on income: SYvarln 0.045Y. 17 42 Initial savings function Savings after a change inincome distribution Figure 5. Influence of change in income distribution on savings Figure 5 illustrates how an increase in variance of income logarithm influences savings. In order to make this picture more visible we consider a quite high increase in the variance and quite large interval for average income. So, we can observe the change of the slope of the curve comparing to the previous one: steeper curve corresponds to larger variance in the income distribution. We can conclude that higher variance in income across the households leads to people save more and this influence becomes greater for higher values of average income. The last parameters we can change in the model are weights of the households groups. Since the sum of weights is equal to one, we need to change just one of them and consider another as a linear function of the first one. Change in weights influence both intercept term and slope of the savings curve. If share of eligible population increases then savings curve becomes steeper, but intercept term decreases. It means that there exist two intervals one with lower and one with larger savings as a function of average income. If less people from the population get an access to occupational pensions, then the curves slope becomes lower, but initial level of savings rises. We can illustrate this by the following picture: 43 Figure 6. Influence of change in weights on savings function. This plot shows how savings curve changes its shape for different proportions between eligible and not eligible population. The initial line initial division on two groups is in the middle; higher values of savings for higher average income correspond to decrease in the share of eligible households, lower values correspond to increase in the share of eligible households. Since we used the same change in shares in absolute values for both cases all three lines cross in one point, but it will not be the case for any different proportion. So far, we have discussed aggregate savings as a function of expected income when other parameters change, which can be initiated by economic reforms and fluctuations. The next step is to define macroeconomic consumption function as a function of income assuming that we know both expected income and savings in the economy. We can derive this function as following: C YY S Y 87.52 0.09 ln 18 Y0.98Y.Macroeconomic consumption function as a function of expected income is concave and increasing, as indicated by the graph below. 44 savingsconsumptionsincome 50010001500200025003000 3000250020001500100050000500Figure 7. Savings and consumptions of households as functions of income This figure illustrates economic behavior of an average household as a representative of macroeconomic behavior. Income line is put also in the graph to make it more pictorial. We can study also how households react on changes in different parameters in the model by changing their consumptions. We can discover these influences using the following formula: Cw 165.9177.21w0.10971w 20.0811w1.51w ln 2Y1.99w ah 2Y0.5 varln 1 Y0.0249w PW2. 19 Its quite obvious that influences of change in age, pension wealth, income distribution and proportion between eligible and noneligible households give the same results in absolute values as we have observed for savings function, but they affect consumption in the opposite direction compared to savings. Thus, we can conclude that with an increase in age people consume less. When values of future potential pensions and pension wealth grow households consume more. With change in income distribution, that is an increase in the variance in the income distribution, for example, consumption function becomes less steep. Finally, if proportion between household who have any access to additional pensions and who have not, changes, consumption function will shift and change the slope. If there are more people who become eligible, than the intercept term in the consumption function will be higher and the slope of the curve will be lower. 45 Summary The problem discussed in the paper is savings behaviour of households. Savings are introduced as a function of several variables, which are supposed to influence the process of decisionmaking. The main factors in the model are income of household, age of husband as a characteristic of households age structure and occupational pensions eligible to the spouses. Since this paper is a part of the pension project special emphasis is placed on the interconnection between savings and two types of pension, such as earlier retirement pension AFP and occupational private pension OP. This influences the selection of the groups of population to be analysed, which are households where one of the spouses is between 40 and 67 years old. Empirical analysis was done for this particular group of households and gave the following results: households increase their savings when they get higher income and when spouses become older. Regarding the average age of husbands in this group of households the latter issues are considered meaningful although they contradict the life cycle model of savings. An influence of additional pensions on savings behaviour is a subject of the main interest here. We have considered several models with either quantitative or qualitative characteristics of eligibility to different pension schemes. Qualitative characteristics allow for the fact that a spouse has an access to some kind of additional pensions. It was included into the model by dummy variables for every type of eligibility. Qualitative analysis was done based on predicted pension calculated with regard to existing rules and personal characteristics of spouses. Firstly we use yearly aftertax future pension income of household as an estimate for potential pension. Since pensions appear as a permanent income over a future period, we created also future pension wealth, which shows discounted sum of the future pensions over an expected period of retirement. A common tendency is that people start to save less when they get an access to any kind of additional pensions. Since an access to these kinds of pension differs across households, they were separated with respect to their eligibility. The estimates differ across the different groups of households that do not give an opportunity to find one common pattern, but we can still make grounded conclusions about existing interrelationships between savings and future pensions. The results of the estimation allow us to create macroeconomic savings and consumptions functions based on estimates in the micro model. Here we consider just two 46 groups of households with and without eligibility, which are weighted correspondingly to the shares of population in each of them. Macroeconomic behavior is represented by characteristics of an average household separately for two groups. Income is basically introduced in the model by an entropy form, so we use properties of lognormal distribution to estimate its expected value to describe an average household. This allows us to estimate macroeconomic savings as a function of income and describe its changes with respect to different factors such as income variance, age of husband, pension income and weights for groups with and without an access to additional pensions, which are assumed to be endogenous in this model. Estimated savings function as a function of income is increasing and concave that corresponds to theoretical properties of savings function. Assuming that people divide their income between savings and consumptions, we are able to create macroeconomic consumption function using existing information on incomes and savings. The results of the analysis are meaningful and significant and could be used in the future research. The analysis can be extended in several directions. Consideration of wider sample of population with regard to ages of spouses may bring some corrections of the results and consistency with a life cycle model. It could be reasonable to include single persons and compare results of estimation with the ones for full households. In this paper we considered linear relations between savings and explanatory variables, which is the simplest case. So, there is an opportunity to use more complicated model with nonlinear relationships between variables and nonordinary methods of estimation. Several more variables can be included in the model. Thus we can think that the number of children in the household may influence the process of decisionmaking. People usually think about future generations when they save, so we can include an additional variable corresponding to bequest motive. There are several more factors, which can be thought to be significant in the model. Further analysis can lead to improvement of the results and interpretation, but the current paper can be considered as an initial point for the following research. It appears as a significant contribution in the investigation of the relations between savings and pensions. 47 References D. E. Bloom, D. Canning, B. Graham Longevity and life cycle savings, NBER Working paper 8808, 2002; M. Browing, T. F. Crossley The life cycle model of consumption and savings, SEDAP Research paper N 28, 2000; E.L. Crow, K. Shimizu, Eds., Lognormal Distributions: Theory and Application, Dekker, New York, 1988; J. Dominitz, Ch. F. Manski, J. Heinz Social security expectations and retirement savings decisions, NBER Working paper 8717, 2002; M. Evans, N. Hastings, B. Peacock Statistical distributions, Third edition, Wiley, 2000; W. H. Green, Econometric analysis, Forth edition, 2000; D. N. Gujarati, Basic econometrics, Third edition, 1995; A. L. Gustman, T. L. Steinmeier What people dont know about their pensions and social security: an analysis using linked data from the health and retirement study, NBER Working paper 7368, 1999; F. Haugen Intensivvirkninger pa skatte og pensionsregler, Working paper 42000; E. Herns, S. Strm Family labour supply when the husband is eligible for early retirement, 2001; W. van der Klaauw, K. I. Wolpin Social security, pensions and the savings and retirement behavior of households, May 2001; S. Lundberg, R. Startz, S. Stillman The retirement consumption puzzle: a marital bargaining approach, 2001; A. W. Pedersen The coverage with occupational pensions in Norway, FAFO paper 2000:23; O. J. Rogeberg Married men and early retirement under AFP scheme, Memorandum N 022000; K. Red, F. Haugen Early retirement and economic incentives evidence from a quasinatural experiment, 2001; A. W. Pedersen The coverage with occupational pensions in Norway, FAFO paper 2000:23; H. White A heteroscedasticity consistent covariance matrix estimator and a direct test of heteroscedasticity, Econometrica, Vol. 48, 1980, pp 817838. ", "filename": "369096525.pdf", "person": ["Maria Kalvarskaia", "Kalvarskaia, Maria"], "date": ["2003"]}