{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/49596/1/371179270.pdf"], "title": ["Die Umweltpolitik der rot-grünen Koalition: Strategien zwischen nationaler Pfadabhängigkeit und globaler Politikkonvergenz"], "plaintext": "ZUSAMMENFASSUNG Die Umweltpolitik gilt als wichtiger Eckpfeiler rotgruner Politik in Deutschland. Um deren Erfolg beurteilen zu konnen, mussen nationale Pfadabhangigkeiten wie auch globale Politikkonvergenzen berucksichtigt werden. Deshalb wird eine Konzeption gewahlt, die zwei Dimensionen umfasst: das Ausma des Politikwandels, der entweder radikal oder lediglich moderat sein kann, und Deutschlands Stellung im internationalen Vergleich als Vorreiter oder Nachzugler. Auf dieser Grundlage lassen sich vier Typen von politischen Strategien unterscheiden: 1 Vorangehen moving first, 2 Aufholen catching up, 3 in Fuhrung bleiben staying ahead, 4 Zuruckbleiben lagging behind. Basierend auf dieser Typologie werden vier Falle untersucht: die Energiepolitik, die Okologisierung des Steuersystems, die Klimapolitik und die nationale Nachhaltigkeitsstrategie. Die Fallstudien zeigen erstens, dass ein Wechsel des Politikpfades in Bereichen stattfand, die schon immer einen prominenten Platz auf der grunen Agenda eingenommen haben Ausstieg aus der Atomenergie, Okosteuer. Zweitens wird deutlich, dass Politikinnovationen, die sich im Ausland bereits bewahrt haben, den Politikwandel erheblich erleichtern, weil diese Ansatze von politischen Unternehmern als Referenzpunkt genutzt werden konnen. Drittens verfolgt Deutschland in Bereichen, in denen das Land Vorreiter ist, multilaterale Strategien: Um die eigene Position zu sichern, werden andere Lander zur Ubernahme ahnlicher Politiken veranlasst. ABSTRACT Environmental policy is considered a cornerstone of redgreen Social Democratic PartyGreen Party politics in Germany. To evaluate its success, national path dependence as well as global policy convergence has to be taken into account. Therefore, we have chosen a conceptual approach that encompasses two dimensions: the scope of policy change, which can be either radical or only moderate, and Germanys international position as a pioneer or a laggard. On this basis, four types of policy strategies can be distinguished: 1 moving first, 2 catching up, 3 staying ahead, and 4 lagging behind. This typology is used to analyze four case studies: energy policy, the ecological tax reform, climate change policy, and the national sustainability strategy. The case studies show, firstly, that a policy change occurred in areas that were high on the Green Party agenda from the very beginning phaseout of nuclear energy, ecological taxation. Secondly, it is evident that policy innovations already tested in foreign countries facilitate policy change, because policy entrepreneurs can use them as a point of reference. Thirdly, Germany pursues multilateral strategies in areas where the country is a pioneer. To guarantee Germanys position, other countries are pushed to adopt similar policies.INHALTSVERZEICHNIS 1. Einleitung  1 2. Typen umweltpolitischer Strategien zwischen nationaler Pfadabhangigkeit und globaler Politikkonvergenz   3 2.1 Ausma des politischen Wandels: moderat versus radikal   3 2.2 Internationale Position: Vorreiter versus Nachzugler   4 3. Umweltpolitik in Deutschland vor 1998   7 3.1 Umweltpolitik der sozialliberalen Koalition 19691982  7 3.2 Umweltpolitik der konservativliberalen Koalition 19821998   9 4. Analyse ausgewahlter Initiativen der rotgrunen Regierung  11 4.1 Energiepolitik Deutschland wird zum Vorreiter  12 4.2 Okologisierung des Steuersystems Deutschland holt auf  16 4.3 Klimaschutzpolitik Deutschland bleibt in Fuhrung   21 4.4 Nationale Nachhaltigkeitsstrategie Deutschland bleibt zuruck   24 5. Die umweltpolitischen Strategien der rotgrunen Regierung  28 6. Schlussbetrachtung und Ausblick  30 Literatur   33 ABKURZUNGSVERZEICHNIS BMU BUND DIW EEG SRU UBA Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit Bund fur Umwelt und Naturschutz in Deutschland Deutsches Institut fur Wirtschaftsforschung ErneuerbareEnergienGesetz Rat von Sachverstandigen fur Umweltfragen Umweltbundesamt 1. Einleitung 1 Die Umweltpolitik gilt als wichtiger Eckpfeiler rotgruner Politik in Deutschland, denn gerade dieses Politikfeld ist bestimmend fur die Identitat von Bundnis 90Die Grunen und somit ein wichtiger Mastab fur die Performanz dieser Partei. Nach vierjahriger Amtszeit und zu Beginn einer neuen Legislaturperiode scheint die Umweltpolitik eine der wenigen Erfolgsstories der rotgrunen Regierung zu sein. Nach den Bundestagswahlen von 1998 sahen sich Bundnis 90Die Grunen einer doppelten Herausforderung gegenuber: Einerseits hatten Parteimitglieder und Wahlerinnen und Wahler hohe Erwartungen, vor allem was den Ausstieg aus der Kernenergie und die okologische Steuerreform anging vgl. Koalitionsvereinbarung 1998. Der Widerstand gegen die Kernenergie war eines der zentralen Motive der Umweltbewegung in den siebziger Jahren gewesen und blieb ein wichtiger Faktor gruner Politik. Andererseits hatten Kritiker stets die allgemeine Regierungsfahigkeit der Grunen in Frage gestellt Rudig 2002: 78, 92; Rudig 2000; Roberts 1999: 151. Vor den Wahlen von 1998 hatte es rotgrune Koalitionen und grune Umweltminister nur auf Landerebene gegeben, z. B. in Hessen, Niedersachsen, NordrheinWestfalen oder Berlin vgl. Lees 2000: 24 ff  Deshalb konnten die Grunen auf die Bundespolitik nur indirekt Einfluss nehmen. Allerdings hat sich die Politik der Grunen in den Bereichen Umweltpolitik und Gleichstellung der Geschlechter auf die konventionellen Parteien ausgewirkt Jahn 1997: 176; Pehle 1997: 165. Vor der Wiedervereinigung rangierten Umweltthemen besonders hoch auf der politischen Agenda und wurden deshalb zwangslaufig Teil eines jeden Regierungsprogramms. 1998 hatte Bundnis 90Die Grunen als Koalitionspartner in der Bundesregierung zum ersten Mal die Gelegenheit, selbst in die nationale Umweltpolitik einzugreifen. Dies anderte ihre Machtposition grundlegend, denn bestimmte Themen z. B. der Ausstieg aus der Atomenergie fallen in die Kompetenz des Bundes. Die Wahlen von 1998 offneten ein Politikfenster fur die Grunen vgl. Kingdon 1995, und radikaler Politikwandel konnte zumindest in einigen Politikbereichen erwartet werden. Da solche fundamentalen Pfadwechsel fur die Bundesrepublik 1 Fur hilfreiche Kommentare und Anmerkungen danken wir insbesondere Manfred Binder, Helge Jorgens, Claudia Koll, Stefan Niederhafner, Danyel Reiche, Werner Reutter, Kerstin Tews und Helmut Weidner. 1 eher untypisch sind, weil eine Politik des mittleren Weges bevorzugt wird Schmidt 1987 und generell eine Tendenz zu Kontinuitat und Stabilitat vorherrscht Lees 2000: 111; Goldberger 1993; Katzenstein 1987, ist es naheliegend zu untersuchen und empirisch zu substantiieren, ob und inwieweit die neue Moglichkeitsstruktur die deutsche Umweltpolitik tatsachlich grundlegend verandert hat. Zwar haben internationale Vergleichsstudien gezeigt, dass sich die Umweltpolitik der etablierten Parteien kaum voneinander unterscheidet KernBratzel 1996: 292 f., es ist aber immer noch eine offene Frage, ob es einer grunen Partei gelingen kann, einen Wechsel des Politikpfades zu initiieren. Die umfassende Analyse des deutschen Falles ist demzufolge auch von allgemeinem Erkenntnisinteresse. Zum einen gibt es international nur wenig Beispiele fur grune Parteien in Regierungsverantwortung,2 so dass zur Zeit zwar noch keine generalisierbaren Schlusse gezogen werden konnen, die Analyse von Fallbeispielen als erster Schritt aber sehr aufschlussreich sein kann. Zum anderen waren im Fall Deutschlands die Grunen in einer sehr viel starkeren Position als in anderen Landern, weshalb sich dieser Fall besonders fur eine Untersuchung der Frage anbietet, ob grune Parteien einen Unterschied bewirken konnen, wenn sie an der Macht sind. Ist radikaler Politikwandel in einer solchen Situation moglich? Welche Handlungsspielraume bestehen zwischen der Pfadabhangigkeit der nationalen Politik einerseits und der Tendenz zu globaler Politikkonvergenz andererseits? Um diese Fragen zu beantworten, haben wir einen konzeptionellen Ansatz gewahlt, der von der 1998 vorliegenden Situation ausgeht. Auf dieser Grundlage werden vier Politikstrategien skizziert: 1 Vorangehen moving first, 2 Aufholen catching up, 3 in Fuhrung bleiben staying ahead und 4 Zuruckbleiben lagging behind Abschnitt 2. Anschlieend wird die Entwicklung der deutschen Umweltpolitik, insbesondere die Vorleistungen der konservativliberalen Regierung und die Position Deutschlands 1998 aus der international vergleichenden Perspektive dargestellt Abschnitt 3. Auf dieser Basis werden vier Fallstudien untersucht: die Energiepolitik, die Okologisierung des Steuersystems, die Klimapolitik und die nationale Nachhaltigkeitsstrategie. Die Darstellung der Entwicklung in diesen Politikfeldern konzentriert sich auf die vergangene Legislaturperiode, umfasst aber auch die Zeit nach der Wiederwahl der rotgrunen Regierung im Herbst 2002 Ab 2 Auer Deutschland gibt es nur vier weitere Lander, in denen grune Parteien Regierungsverantwortung ubernommen haben: Finnland 1995, Italien 1996, Frankreich 1997 und Belgien 1999; zum Einfluss gruner Parteien auf Koalitionsverhandlungen und Regierungspolitik siehe MullerRommel 2002: 9. 2 schnitt 4. Die Fallstudien werden dann vor dem Hintergrund der in Abschnitt 2 entwickelten Typen analysiert Abschnitt 5, und am Ende werden einige Schlussfolgerungen gezogen und mogliche Perspektiven der Umweltpolitik der zweiten rotgrunen Koalition aufgezeigt Abschnitt 6. 2. Typen umweltpolitischer Strategien zwischen nationaler Pfadabhangigkeit und globaler Politikkonvergenz Ausgangspunkt der Untersuchung ist eine Betrachtung des IstZustands zur Zeit des Regierungswechsels 1998, wobei zwei analytische Dimensionen einbezogen werden: das Ausma des Politikwandels und Deutschlands Position im internationalen Ranking. 2.1 Ausma des politischen Wandels: moderat versus radikal Hinsichtlich der Initiativen, die eine neue Regierung ergreifen kann, lassen sich moderater und radikaler Politikwandel voneinander abgrenzen. Ein moderater Wandel beschrankt sich auf inkrementale Veranderungen bestehender Politiken. Im Gegensatz dazu bedeutet ein radikaler Politikwandel einen Paradigmenwechsel Hall 1993: 279. Situationen, die einen Pfadwechsel der Politik zulassen, bezeichnet Kingdon 1995 als die Offnung eines Politikfensters. Ob es tatsachlich zu einem Pfadwechsel kommt, hangt von der Problemsituation problem stream, der Entwicklung innovativer Politiken policy stream und von Anderungen der politischen Rahmenbedingungen politics stream ab. Ein Politikwandel ist moglich, wenn diese drei Entwicklungsstrome auf politische Unternehmer stoen, die bereit sind, ihre Ressourcen in Antizipation zukunftiger Gewinne in die Forderung innovativer Positionen zu investieren. Die Offnung eines Politikfensters kann entweder aus einer geanderten Problemlage resultieren, z. B. nach einer Umweltkatastrophe wie etwa ein Tankerungluck, oder aus einer Veranderung der politischen Rahmenbedingungen, z. B. nach einem Regierungswechsel Kingdon 1995: 168, 173, 179. Pfadabhangige Prozesse durchlaufen deutlich unterscheidbare Phasen: Wenn ein Zustand lang andauernden Gleichgewichts durch bestimmte Ereignisse gestort und ein kritischer Wendepunkt erreicht wird, beginnt die Politik, sich in eine neue Richtung zu bewegen. Auf diese Phase folgt eine Periode der Reproduktion, in der durch positives Feedback der neue Entwicklungspfad verstetigt wird, um schlielich zu einem neuen Gleichgewicht zu fuhren vgl. Pierson 2000: 76; HowlettRamesh 1995: 184 ff.; BaumgartnerJones 1993: 18; CollierCollier 1991. In der deutschen Umweltpolitik war nach der Bundestagswahl von 1998 eine solche 3 Situation eingetreten, als Bundnis 90Die Grunen zum ersten Mal an die Macht kamen und das Bundesumweltministerium ubernahmen. Zumindest fur einige Bereiche der Umweltpolitik war daher ein radikaler Politikwandel zu erwarten. 2.2 Internationale Position: Vorreiter versus Nachzugler Politikwandel kann, raumzeitlich betrachtet, durch nationale Entwicklungen ausgelost werden Politiklernen in der Zeit oder durch Politikinnovationen, die in anderen Landern erprobt oder auf der internationalen Ebene diskutiert werden Politiklernen im Raum Rose 1993. Selbst radikaler Politikwandel kann leichter vollzogen werden, wenn beispielsweise alle anderen OECDLander bereits ahnliche Innovationen eingefuhrt haben. Globale Politikkonvergenz kann durch unterschiedliche Faktoren stimuliert werden Kern 2001; Kern et al. 2002: Erstens konnen globale Umweltprobleme, wie die Zerstorung der Ozonschicht oder der Klimawandel, nicht durch Einzelaktivitaten eines Landes gelost werden, sondern setzen die Entwicklung internationaler Abkommen und Regime voraus, z. B. das MontrealProtokoll zur schrittweisen Eliminierung von FCKW oder das KyotoProtokoll zum Klimaschutz. Zweitens kann regionale Integration zu Politikkonvergenz fuhren. Die unterschiedlichen Formen zwischenstaatlicher Kooperation reichen von der relativ unverbindlichen Zusammenarbeit von Nachbarstaaten bis zur Grundung suprastaatlicher Institutionen, wie der Europaischen Union. Die nationale Umweltpolitik kann beispielsweise wesentlich durch Entscheidungen der EU beeinflusst werden, die von den Mitgliedsstaaten implementiert werden mussen. Drittens kann Politikkonvergenz das Ergebnis von Politikdiffusion sein, angeregt durch internationale und intergouvernementale Organisationen oder transnationale Netzwerke. Solche Institutionen erleichtern den Transfer politischer Innovationen von Vorreiterlandern in andere nationale Kontexte und fordern die Politikkonvergenz selbst dann, wenn in dem betreffenden Bereich kein internationales Regime existiert oder regionale Integration die nationale Politikformulierung nicht beeinflusst. Obwohl in der Umweltpolitik eine zunehmende globale Politikkonvergenz zu konstatieren ist JanickeWeidner 1997, 1997a; Kern 2001, bleiben Unterschiede zwischen einzelnen Landern bestehen. Fur eine Bilanzierung der rotgrunen Politik ist die Ermittlung der internationalen Stellung Deutschlands zu Beginn der Legislaturperiode 1998 sowie der Anderungen in der Folgezeit zentral. Deutschland hatte in den achtziger Jahren den Ruf eines umweltpolitischen Vorreiters erworben, doch hatten nach der Wiedervereinigung die Initiativen in diesem Politikfeld 4 an Dynamik verloren, wahrend andere Themen auf der politischen Agenda an Prioritat gewonnen hatten. Die Klassifizierung des politischen Wandels in einem bestimmten Bereich muss einhergehen mit der Analyse der internationalen Position des untersuchten Landes, d. h. beide Dimensionen mussen berucksichtigt werden, um den Erfolg oder Misserfolg der Politik einer neuen Regierung bestimmen zu konnen. Die Umweltpolitik der rotgrunen Koalition konnte demnach in jenen Bereichen die groten Erfolge verbuchen, in denen radikaler Politikwandel zu beobachten war und Deutschland innerhalb der Legislaturperiode den Sprung an die Weltspitze geschafft hat. Eine Kombination dieser beiden Dimensionen ergibt vier mogliche Typen von politischen Strategien und Performanzmustern Tabelle 1. Tabelle 1 Typen von politischen Strategien Internationale Position zum Zeitpunkt t 0 Art des Politikwandels zwischen t 0 und t 1 Radikaler Wandel Moderater Wandel Vorreiter Nachzugler 1 Vorangehen moving first 2 Aufholen catching up 3 In Fuhrung bleiben staying ahead 4 Zuruckbleiben lagging behind 1 Tritt ein radikaler Politikwandel in einem Bereich auf, in dem das Land bereits eine internationale Spitzenposition innehatte, bezeichnen wir dies als Strategie des Vorangehens moving first strategy. In diesem Fall gibt es noch kein international akzeptiertes Vorbild, und ein Pfadwechsel wird nicht durch internationale Entwicklungen erleichtert, sondern basiert vornehmlich auf nationalen Innovationen und Initiativen. Unter diesen Umstanden sind hohe Innovationskapazitaten sowie das Vorhandensein politischer Unternehmer mit ausreichenden Ressourcen notwendig, um die nationale politische Agenda zu beeinflussen. Nationale Alleingange bergen nicht nur das Risiko des Misserfolgs, sondern bieten auch die Chance, eine internationale Spitzenposition zu erlangen. Diese Strategie zahlt sich aus, wenn andere Lander folgen und durch die Politikinnovation Diffusionsprozesse in Gang gesetzt werden vor allem, wenn neue Technologien entwickelt wurden, die in andere Lander exportiert werden konnen. 5 2 Findet ein radikaler Politikwandel in einem Land statt, das in diesem spezifischen Politikbereich ein Nachzugler war, dann kann die zugrunde liegende Motivation am treffendsten als Strategie des Aufholens catching up strategy bezeichnet werden. Wenn bereits international anerkannte Vorbilder existieren, ist mit geringeren Transaktionskosten und Risiken zu rechnen. Obwohl solche Modelle sich nicht immer reibungslos aus dem nationalen Kontext, in dem sie entwickelt wurden, in andere Lander transferieren lassen, fallt die Einfuhrung von Politikinnovationen unter diesen Umstanden leichter. Auslandische Vorbilder konnen politischen Unternehmern im Politikprozess als Argumentationshilfe dienen, weil die Einfuhrung neuer Politiken durch in anderen Landern entwickelte best practice, aber auch durch Empfehlungen internationaler oder intergouvernementaler Organisationen wie der OECD, unterstutzt und beschleunigt wird. 3 Zeichnet sich ein moderater Politikwandel in einem Land ab, das bereits eine internationale Vorreiterrolle innehatte, kann von einer Strategie des Erhalts der Fuhrungsposition staying ahead strategy gesprochen werden. In diesem Fall fuhrten die Vorleistungen der vorherigen Regierung bereits zu einer guten internationalen Reputation des Landes in dem spezifischen Politikbereich, weshalb politische Unternehmer ihre Prioritaten in anderen Bereichen setzen und bei der bereits erfolgreichen Politik nur marginale Anderungen vornehmen. Radikale Kurswechsel bergen immer das Risiko des Misserfolgs, wohingegen kleinere Modifikationen ausreichen konnen, um eine internationale Spitzenstellung zu halten und andere Lander zur Ubernahme des eigenen Modells zu motivieren. Die Politik folgt dem zuvor eingeschlagenen Pfad und die Risiken eines Richtungswechsels werden vermieden. 4 Schlielich gibt es noch eine vierte mogliche Kombination: Obgleich ein Land im betreffenden Politikfeld im internationalen Vergleich ein Nachzugler ist, kommt es nur zu moderaten Veranderungen der Politik. Ein Motiv fur die absichtliche Verfolgung einer solchen Politikstrategie lagging behind strategy kann die Antizipation eines race to the bottom in dem spezifischen Politikfeld sein, weshalb Anstrengungen, zum Spitzenfeld aufzuschlieen, sich auf lange Sicht nicht auszahlen wurden. Daruber hinaus kann der Grund fur das Zuruckbleiben die geringe Bedeutung des Themas auf der nationalen politischen Buhne sein oder der Mangel an starken politischen Unternehmern, die innovative Strategien und radikale Veranderungen in diesem Politikbereich unterstutzen. Selbst wenn eine grune Partei an der Macht ist, konnen die Koalitionszwange, die relativ geringe Bedeutsamkeit des Themas und die spezifi 6 sche Akteurskonstellation deshalb dazu fuhren, dass ein Land in der Nachzuglerposition bleibt. In einer Situation, in der eine grune Partei zum ersten Mal nationale Regierungsverantwortung ubernimmt, kann angenommen werden, dass die Strategien des Vorangehens, des Aufholens und des Erhalts der Fuhrungsposition dominant werden. Zumindest in den Bereichen, die fur Bundnis 90Die Grunen hohe Prioritat hatten, wurden von Parteimitgliedern und der Wahlerschaft gleichermaen radikale Manahmen erwartet. Bevor jedoch die Frage nach der Erreichung dieser Ziele gestellt werden kann, soll zunachst der Ausgangspunkt der rotgrunen Umweltpolitik nach der Ubernahme der Regierungsverantwortung 1998 kurz skizziert werden. 3. Umweltpolitik in Deutschland vor 1998 In der Bundesrepublik ist die Umweltpolitik, wie in den meisten westlichen Landern, ein gut etablierter Politikbereich mit einer uber 30jahrigen Geschichte. Institutionalisiert wurde sie in den siebziger Jahren von einer sozialliberalen Koalition, die 1982 von einer konservativliberalen Regierung abgelost wurde, die wiederum 1998 einer rotgrunen Koalition weichen musste. Eine Evaluation der Umweltpolitik der rotgrunen Koalition kommt nicht umhin, das politische Erbe der vorangegangenen konservativliberalen Regierung mit einzubeziehen, d. h. die Situation, in der die rotgrune Regierung 1998 ihr Amt antrat, muss angemessen berucksichtigt werden. 3.1 Umweltpolitik der sozialliberalen Koalition 19691982 Wahrend in den ersten zwanzig Jahren nach der Grundung der Bundesrepublik der Wiederaufbau der deutschen Wirtschaft im Zentrum des Interesses gestanden hatte, Umweltthemen aber nur eine marginale Rolle gespielt hatten, stellte der Beginn der sozialliberalen Koalition 1969 einen wichtigen Wendepunkt dar. Durch die Implementation eines Sofortprogramms 1970 und die Verabschiedung eines Umweltprogramms mit den drei Grundprinzipien Vorsorgeprinzip, Kooperationsprinzip und Verursacherprinzip erwarb die Umweltpolitik zum ersten Mal den Status eines unabhangigen und programmatisch herausgehobenen Politikfelds HartkopfBohne 1983; Weidner 1999: 429. Der rechtlichinstitutionelle Ausbau dieses neuen Politikfeldes wurde mit der Einrichtung des Rates von Sachverstandigen fur Umweltfragen SRU 1971 und der Grundung des Umweltbundesamtes UBA 1974 eingeleitet. Mit diesen Initia 7 tiven startete die sozialliberale Koalition ein ehrgeiziges Umweltpolitikprogramm, wobei bemerkenswert ist, dass die Hauptimpulse fur diese Initiativen von der Regierungskoalition selbst kamen und nur zu einem geringen Teil externen Anforderungen geschuldet waren. Angesichts der gunstigen Ausgangsbedingungen, z. B. die allgemeine Reformfreudigkeit, das weitverbreitete Vertrauen in die organisatorischen und regulativen Kapazitaten des Staates und die zufriedenstellende Wirtschaftslage Ende der sechziger Jahre, konnte zudem eine Reihe von Bundesgesetzen und Verordnungen verabschiedet werden. Wichtige Beispiele sind das Gesetz zum Schutz gegen Fluglarm und das BenzinbleiGesetz 1971, das DDTGesetz und das Abfallbeseitigungsgesetz 1972, das BundesImmissionsschutzgesetz und das Gesetz uber Umweltstatistiken 1974. Nach einer kurzen Phase der Stagnation, hauptsachlich wegen der Olkrise und der darauf folgenden weltweiten Rezession, wurden 1976 weitere Regulierungen im Bereich des Naturschutzes Bundesnaturschutzgesetz und des Gewasserschutzes Abwasserabgabengesetz verabschiedet. 1980 trat schlielich das Chemikaliengesetz in Kraft Muller 1989; Pehle 1997. Im Zuge der Olkrise und der anschlieenden weltweiten Rezession begann die Regierung allerdings, ihre Hauptprioritaten auf den wirtschafts und beschaftigungspolitischen Sektor zu verschieben. Gleichzeitig nahm jedoch das Interesse und der Bedarf an offensiveren umweltpolitischen Strategien stetig zu und fuhrte zur Entstehung zahlreicher Burgerinitiativen, neuer Umweltschutzorganisationen und 1980 schlielich zur Grundung der Grunen. Unterstutzt durch das wachsende Medieninteresse verstarkte sich der Druck auf okonomische Interessengruppen, Gewerkschaften und das Parteiensystem insgesamt Malunat 1994: 7. Wie in anderen Landern war auch die deutsche Umweltpolitik in ihrer Anfangsphase von einem commandandcontrolAnsatz gepragt und auf ein Instrumentarium aus Genehmigungen, Standards etc. beschrankt JanickeWeidner 1997: 139. In der ersten Phase der Umweltpolitik in den fruhen siebziger Jahren konzentrierte sich der deutsche Ansatz vorwiegend auf die Modifizierung bereits bestehender Gesetze. Neue Ansatze, die in anderen Landern entwickelt wurden, fanden kaum Unterstutzung durch die relevanten Akteure Hucke 1990: 385. Politikinnovationen wie die Einfuhrung eines Umweltrahmengesetzes, eines Verfassungsartikels, einer Umweltvertraglichkeitsprufung oder der Verbandsklage fur Nichtregierungsorganisationen stieen in Deutschland auf Widerstand. Obwohl die Umweltpolitik bereits in den fruhen siebziger Jahren institutionalisiert worden war, gehorte die Bundesrepublik nicht zur Gruppe der Pionierlander. Eine 8 wichtige Ausnahme ist jedoch die Einfuhrung des Blauen Engels im Jahr 1978 dem weltweit ersten Umweltzeichen. Solche freiwilligen Instrumente wurde in anderen Landern in den neunziger Jahren sehr popular, und das deutsche Kennzeichnungssystem diente dabei vielfach als Vorbild Kern et al. 2002. 3.2 Umweltpolitik der konservativliberalen Koalition 19821998 Die Zahl der umweltpolitischen Initiativen der konservativliberalen Koalition zeigte wahrend ihrer 16jahrigen Regierungszeit allgemein einen starken Aufwartstrend, der zwischen 1987 und 1992, als Klaus Topfer Umweltminister war, einen Hohepunkt erreichte. Ein ausgepragter Abwartstrend kann fur die Zeit nach den Wahlen von 1994 beobachtet werden, als sich die Prioritaten zugunsten des wirtschaftlichen Wiederaufbaus der neuen Bundeslander verschoben. Die Umweltschutzaktivitaten der konservativliberalen Regierung, gemessen am Kriterium Verbesserung der Umweltqualitat, fuhrten zu erheblichen Fortschritten und lieen die Gesamtbilanz ihrer Initiativen besser ausfallen als die der sozialliberalen Koalition. Jedoch muss dabei berucksichtigt werden, dass sich die externen Forderungen nach Problemlosungen und die wirtschaftlichen, politischen und sozialen Rahmenbedingungen im Laufe der achtziger Jahre gewandelt hatten. Hoheres Umweltbewusstsein in der Gesellschaft und steigende Erwartungen der Burgerinnen und Burger an eine proaktive Umweltpolitik schufen gunstige Voraussetzungen fur die Einfuhrung strengerer Normen. Im Hinblick auf die Erfolge und Misserfolge in den verschiedenen Umweltbereichen sind die folgenden Entwicklungen von besonderem Interesse: Im Bereich des Luftreinhaltepolitik war eine der Hauptleistungen die Verabschiedung der GrofeuerungsanlagenVerordnung 1983 mit den europaweit strengsten Standards. Auerdem setzte sich das 1990 beschlossene Programm zur Reduzierung der CO2Emissionen ehrgeizige Ziele. Mit dem Ziel, die CO2Emissionen bis 2005 um 25 Prozent des Wertes von 1987 zu senken, und einer Reihe detaillierter Manahmen und freiwilliger Vereinbarungen mit der Industrie wurde die Bundesrepublik zum Vorreiter in der Klimapolitik. Festzustellen ist, dass in der Amtszeit von Umweltminister Klaus Topfer die umweltpolitischen Kapazitaten stark ausgeweitet wurden und Deutschland in vielen Bereichen zum internationalen Spitzenreiter wurde. Wahrend dieser Zeit spielte die Bundesregierung auch eine wichtige Rolle bei der Formulierung internationaler Vereinbarungen und Vertrage JanickeKunigStitzel 1999: 32 f.; JanickeWeidner 1997; Weidner 1989. 9 Trotz der generell, zumindest aber bis zur Wiedervereinigung positiven Bilanz der konservativliberalen Umweltpolitik gab es immer noch Defizite in den Bereichen Kernenergie, Naturschutz, Flachennutzung und der Regulierung von Chemikalien. Daruber hinaus hatte die Bundesrepublik zu der Zeit, als die rotgrune Koalition 1998 ihre Initiativen startete, noch keine nationale Nachhaltigkeitsstrategie entwickelt, obwohl die meisten OECDLander solche Plane bereits implementiert hatten. Hinsichtlich der programmatischen Entwicklung einer integrativen Umweltstrategie und der Wahl der Instrumente war die konservativliberale Regierung ihrer Vorgangerin weitgehend gefolgt. Obwohl die von Klaus Topfer angeregte Debatte um okonomische Instrumente in der Umweltpolitik sich schon einige Jahre hingezogen hatte, fuhrte sie nicht zur Einfuhrung neuer Politikinstrumente wie beispielsweise der Okosteuer, die zu diesem Zeitpunkt in einigen europaischen Landern, vor allem in Nordeuropa, bereits existierte. Flexible okonomische Instrumente fehlten noch immer, und die deutsche Umweltpolitik war weit von einer alle relevanten Politikbereiche einbeziehenden integrativen Strategie entfernt. Hinsichtlich der langfristigen Entwicklung der Umweltpolitik gibt es deutliche Unterschiede zwischen den Landern. Deutschland zahlte in den fruhen siebziger Jahren zwar nicht zu den Vorreitern wie z. B. die USA, Schweden, Grobritannien oder Japan, ubernahm aber viele Ansatze aus anderen Landern. In den achtziger Jahren anderte sich diese Situation grundlegend, als Deutschland in verschiedenen Bereichen zu einem Vorreiter und einflussreichen Akteur in der internationalen umweltpolitischen Arena avancierte vgl. JanickeWeidner 1997: 142; AndersenLiefferink 1997. In den Jahren nach der Wiedervereinigung verlor die Umweltpolitik allgemein an Dynamik, weil anderen insbesondere okonomischen und sozialen Problemen hohere Prioritat beigemessen wurde als Umweltthemen. 1998 galt Deutschland in einigen Bereichen der Umweltpolitik als Vorreiter, in anderen jedoch als Nachzugler. So hatte Deutschland zwar ein ambitioniertes Klimaschutzprogramm initiiert, gleichzeitig aber zu einigen wesentlichen Bereichen der Agenda 21 noch keine Entscheidungen getroffen, obwohl die meisten OECDLander ihren Verpflichtungen bereits nachgekommen waren. Nach den Bundestagswahlen von 1998, als eine neue Regierung mit einer weitreichenden politischen Agenda an die Macht kam, bestand fur Deutschland zumindest in einigen Bereichen die Chance, aufzuholen und in die internationale Spitze vorzustoen. Welche Strategien wurden gewahlt? Kam es zu radikalem Politikwandel? Welche Auswirkungen hatten die umweltpolitischen Aktivitaten der rotgrunen Koalition auf Deutschlands internationale Stellung? Und: wurden nach 1998 Politikinnovationen 10 erprobt, die fur andere Lander interessant sind und von diesen ubernommen wurden? 4. Analyse ausgewahlter Initiativen der rotgrunen Regierung Da hier nicht samtliche umweltpolitische Initiativen der neuen Regierung untersucht werden konnen, haben wir die folgenden vier Fallbeispiele rotgruner Umweltpolitik ausgewahlt: die Energiepolitik, die Okologisierung des Steuersystems, die Klimaschutzpolitik und die nationale Nachhaltigkeitsstrategie.3 Diese Fallbeispiele reprasentieren zentrale umweltpolitische Projekte der rotgrunen Bundesregierung. So waren der Ausstieg aus der Kernenergie und die Einfuhrung einer okologischen Steuerreform zwei der wichtigsten Themen fur Bundnis 90Die Grunen seit ihrer Grundung. Klimaschutzpolitik und die Einfuhrung einer nationalen Nachhaltigkeitsstrategie standen ebenfalls weit oben auf der umweltpolitischen Agenda, wobei gerade diese beiden Themen von der internationalen Diskussion stark beeinflusst wurden. Besondere Aufmerksamkeit gilt Inhalt, Form und Stil der umweltpolitischen Innovationen der rotgrunen Regierung im Vergleich zu der vorherigen Koalition. Die ausgewahlten Fallbeispiele werden anhand der folgenden Fragen analysiert: cid:122 Was wurde im Koalitionsvertrag festgeschrieben? Welche Initiativen wurden von der rotgrunen Regierung tatsachlich ergriffen und implementiert? cid:122 Wie wurden die Ergebnisse nach vierjahriger Regierungszeit von Experten und verschiedenen StakeholderGruppen bewertet? cid:122 Wie war die Lage in vergleichbaren Landern zu der Zeit, als die rotgrune Regierung ihre Initiativen startete? Wie hat sich Deutschlands Position als Pionier bzw. Nachzugler zwischen 1998 und 2002 geandert? cid:122 Welches sind die Perspektiven nach den Wahlen im Herbst 2002? Zeichnen sich bereits erste Trends ab? Diese vier Fragenkomplexe dienen als Grundlage fur eine Evaluierung des Fortschritts, der in dem jeweiligen Bereich gemacht wurde. Insgesamt bilden die vier Fallstudien dann den Hintergrund fur eine Gesamteinschatzung der umweltpoliti 3 Obwohl die Forderung erneuerbarer Energietrager und die Einfuhrung der Okosteuer als Teile des gesamten Klimaschutzprogramms betrachtet werden konnen, werden sie hier getrennt analysiert, weil es deutliche Unterschiede hinsichtlich der hier interessierenden Dimensionen gibt. 11 schen Performanz der rotgrunen Koalition vgl. FlasbarthBillen 2002; Bundestagsfraktion Bundnis 90Die Grunen 2002; Zahrnt 2001. 4.1 Energiepolitik Deutschland wird zum Vorreiter Der Ausstieg aus der Kernenergie war stets eine der Hauptforderungen von Bundnis 90Die Grunen gewesen. In der Koalitionsvereinbarung mit der sozialdemokratischen Partei SPD war es ihnen 1998 schlielich gelungen, diese Forderung in ein konkretes Ziel fur die kommende Legislaturperiode umzusetzen. Beide Partner kamen uberein, den Ausstieg aus der Kernenergie gesetzlich festzuschreiben und die Konflikte damit ein fur alle Mal zu beenden. Ein HundertTageProgramm schrieb einige Manahmen fest: die Revision von Teilen des bestehenden Atomgesetzes und die Einladung der groten Energieversorgungsunternehmen, in einem gemeinsamen Forum die Schritte auf dem Weg in eine Zukunft ohne Kernenergie und die Entwicklung einer neuen Energiepolitik zu diskutieren. Ein Jahr nach Beginn der Gesprache sollte ein Konsens erzielt und ein Gesetzesentwurf formuliert sein Koalitionsvereinbarung 1998. Wahrend ihrer vierjahrigen Amtszeit initiierte die rotgrune Bundesregierung eine Reihe erfolgreicher energiepolitischer Projekte. Die beiden wichtigsten waren: cid:122 Der Ausstieg aus der Kernenergie auf Basis des im September 2001 vom Bundestag verabschiedeten Gesetzes zur geordneten Beendigung der Kernenergienutzung zur gewerblichen Erzeugung von Elektrizitat Bundesregierung 2001, 2002 mit den drei Hauptelementen: 1 Verbot des Baus neuer gewerblicher Kernkraftwerke und Beschrankung der Restnutzungsdauer bestehender Kernkraftwerke auf 32 Jahre nach Inbetriebnahme; 2 ein maximal zugelassenes Restproduktionsvolumen fur jedes einzelne Kernkraftwerk und 3 Verbot der Wiederaufarbeitung von verbrauchten Brennelementen sowie die Beschrankung der Entsorgung radioaktiver Abfalle auf die Endlagerung; cid:122 das ErneuerbareEnergienGesetz EEG vom Marz 20004, das die Tarife fur die Stromeinspeisung reguliert, in Verbindung mit dem sogenannten 4 Obwohl das bestehende Gesetz Stromeinspeisungsgesetz Str EG von 1990 erfolgreich gewesen war, musste es ersetzt werden. Aus einer Reihe von Grunden war eine Aktualisierung der gesetzlichen Regelungen erforderlich geworden: das uber die 5ProzentObergrenze die bisher fur den Anspruch auf Subventionen galt gestiegene Produktionsvolumen von OkoStrom; der Bedarf an einer nationalen Kostenverteilung uber die Regionen hinaus, der Mangel an Planungs und Investitionssicherheit und die notigen Anpassungen zur Erfullung von EUDirektiven. Die 12 100.000 DacherProgramm zur Forderung von Sonnenenergie und PhotovoltaikSystemen. Diese Initiativen konnten allerdings nicht problemlos von der rotgrunen Koalition umgesetzt werden. Hinsichtlich des Ausstiegs aus der Kernenergie gingen SPD und Bundnis 90Die Grunen von unterschiedlichen Ausgangspositionen aus. Wahrend die Grunen zunachst den unmittelbaren Ausstieg als ein Hauptziel der rotgrunen Regierung festschreiben wollten, war die SPD wesentlich vorsichtiger in der Formulierung ihrer Ziele. Im Verlauf der Amtszeit und wahrend der Konsensgesprache mit den Energieversorgungsunternehmen wurden Meinungsunterschiede bezuglich bestimmter Elemente und auch der praferierten Ausgestaltung einer Kompromisslosung nicht nur zwischen den beiden Parteien offenbar, sondern auch innerhalb der Parteien selbst. Dies gab den Energieversorgungsunternehmen einen groeren Verhandlungsspielraum und fuhrte zu einer Reihe weiterer Diskussionen. Schlielich mussten Bundnis 90Die Grunen bei einigen wichtigen Punkten einlenken, um die Akzeptanz der Vereinbarung als Ganzes nicht zu gefahrden. Die Reaktionen auf den Kompromiss zwischen Energieversorgungsunternehmen und Bundesregierung waren sehr ambivalent. Die meisten Umweltexperten kommentierten ihn positiv: Die Vereinbarung, die Kernenergie fur die Stromversorgung nicht mehr zu nutzen, indiziere in der Tat einen radikalen Politikwandel. Mehr als drei Jahrzehnte lang sei die Kernenergie Anlass von Konflikten gewesen, die nun mit der neuen Vereinbarung auf Dauer beigelegt schienen. Sie biete auch den Vorteil, dass dank des mit der Kernindustrie geschlossenen Kompromisses langwierige Rechtsstreits und potenzielle Kompensationszahlungen wie in Schweden vermieden werden konnten. Trotz der berechtigten Kritik, der zeitlich gestaffelte Ausstieg hatte schneller abgewickelt werden konnen, habe die Bundesregierung nichtsdestoweniger den Weg zu einer neuen Energiepolitik geebnet JanickeReicheVolkery 2002: 52; vgl. auch Reiche 2002. Im Gegensatz zu vielen Umweltexperten auerten die groen Umweltorganisationen scharfe Kritik am Versagen der Regierung, den unmittelbaren Ausstieg aus der Kernenergie herbeizufuhren. Der BUND hatte von RotGrun statt der Suche nach Kompromissen mit der Atomindustrie eine klare und unzweideutige Abkehr vom atomaren Irrweg und eine Umkehr zu einer konsequenten Ausstiegs Bundesregierung stand unter Handlungsdruck, weil immer mehr Investitionsprojekte im Zusammenhang mit erneuerbaren Energien unbearbeitet blieben BMU 2002a. 13 politik erwartet.   Statt einen echten Ausstieg zu realisieren, haben die Verhandlungspartner Restlaufzeiten vereinbart, mit denen uns die Atomkraft rechtlich abgesichert noch bis mindestens 2023 erhalten bleibt und eine echte Energiewende nachhaltig behindert wird BUND 2002: 21.5 Im Endeffekt gestattet der Konsens tatsachlich die Generierung einer Strommenge, die fast genauso hoch wie das bisherige Produktionsvolumen ist. Daraus ergeben sich so lange Restlaufzeiten, dass zumindest kurzfristig eine Diffusion alternativer Kraftwerkstechnologien durch den gemilderten Modernisierungsdruck verzogert werden durfte. Auerdem wurde das Problem einer zentralen Endlagerung radioaktiver Abfalle nicht gelost, sondern lediglich aufgeschoben Mez 2001: 430. Der Ausstieg aus der Kernenergie wurde hauptsachlich durch Impulse im Land selbst ausgelost. Das Konfliktpotenzial war sehr hoch, da zahlreiche Interessengruppen unmittelbar betroffen waren. Solche Konflikte sind generell schwer losbar ungleich schwerer, wenn sich Koalitionspartner auf einen Kompromiss einigen mussen. Doch wenn auch nicht alle Akteure mit den Ergebnissen des rotgrunen Losungsansatzes zufrieden sind, handelt es sich aus internationaler Perspektive um eine weitreichende Entscheidung. Zuminderst innerhalb der EU entspricht der Ausstiegsprozess allerdings einem allgemeinen Trend: Bis heute hat die Halfte der acht Mitgliedslander mit Kernkraftwerken Belgien, die Niederlande, Deutschland und Schweden beschlossen, aus der Erzeugung von Atomstrom auszusteigen. Von den 15 EUMitgliedern verfolgen nur noch drei Lander einen proaktiven Ansatz in der Kernenergiepolitik, darunter allerdings neben Finnland auch Frankreich und Grobritannien. Spanien hatte nach Tschernobyl ein Moratorium fur den Bau neuer Kernkraftwerke beschlossen Reiche 2000: 15 f  Einige Lander, so etwa Danemark oder Italien, hatten sich bereits fruhzeitig gegen Kernenergie entschieden. Unmittelbar nach der Bundestagswahl im Herbst 2002 wurde erneut Kritik am Ausstiegsprozess laut. Aufgrund fruherer Zugestandnisse des Bundeskanzlers an 5 2023 bezieht sich hier auf das Jahr, in dem vermutlich alle Kernkraftwerke stillgelegt sein durften. Es ergibt sich aus der mit den Kraftwerksbetreibern vereinbarten Gesamtelektrizitatsmenge, die noch pro Kernkraftwerk generiert werden darf. Dabei wurde die durchschnittliche Auslastungsrate der einzelnen Kernkraftwerke auf 95 Prozent geschatzt; die Daten fur das Jahr 2000 zeigen jedoch, dass sie nur bei etwa 86 Prozent lag. Dieser Wert wird durch die Daten der vorangegangenen Jahre bestatigt. Da 95 Prozent als Basis fur die Berechnung der noch maximal zu produzierenden Strommenge diente, wird sich die Nutzungsdauer uber einen Zeitraum von 34 bis 35 Jahren erstrecken; vgl. BUND 2001. 14 die Nuklearindustrie musste die Koalition einlenken und die Betriebserlaubnis des altesten und unsichersten deutschen Kernkraftwerks in Obrigheim um zwei weitere Jahre bis 2005 verlangern. Hinsichtlich der energiepolitischen Initiativen im weiteren Sinne kann das ErneuerbareEnergienGesetz als besonders erfolgreich angesehen werden. Dieses Gesetz wird von Umweltexperten wie auch von Stakeholdern auerst positiv bewertet. Es hat zu einem solchen Boom regenerativer Energietrager gefuhrt, wie er nicht einmal von der Regierung selbst antizipiert worden war. Der Anteil erneuerbarer Energien an der Stromerzeugung stieg bis Ende 2001 auf fast 7,5 Prozent, und die Investitionsrate wuchs in diesem Sektor um 1,6 Prozent. Allein der Anteil der Windenergie verdreifachte sich, und im Zuge dieser Entwicklung entstanden 60.000 neue Arbeitsplatze. Deutschland war mit stetig steigender Tendenz in den letzten Jahren einer der Hauptexporteure von Windkrafttechnologien. Der neue energiepolitische Ansatz der Bundesregierung stie international auf groe Anerkennung siehe HirschlHoffmann 2002: 8 f.; Reiche 2000, und das ErneuerbareEnergienGesetz dient bereits vielen Landern als Vorbild. So haben z. B. Frankreich und die Tschechische Republik wesentliche Elemente der deutschen Regelung ubernommen BMU 2002: 7. Obwohl der Anteil der Photovoltaik an der gesamten Stromerzeugung immer noch unter 1 Prozent liegt, ist es bemerkenswert, dass der Bundesregierung fast eine Verdoppelung der Kapazitat gelungen ist. Damit ist Deutschland fuhrend in Europa und liegt nach Japan weltweit an zweiter Stelle. Was die Windenergie angeht, konnte Deutschland seinen Vorsprung vergroern und ist mit weitem Abstand Weltspitze. Fast ein Drittel der weltweit und die Halfte der europaweit erzeugten Windenergie wird in Deutschland generiert Bundesregierung 2002e. Trotz dieser Erfolge konnte die Bundesregierung Schwierigkeiten haben, ihren internationalen Verpflichtungen nachzukommen. Die entsprechende EURichtlinie sieht als Referenzwert fur Deutschland einen Anstieg des Anteils regenerativer Energien an der Stromerzeugung von 8 Prozent im Zeitraum 19972010 vor; dies entspricht einem zu erreichenden Anteil von 12,5 Prozent. Laut Expertenmeinung durfte es nicht leicht sein, dieses Ziel zu erreichen Reiche 2002: 16 f  Offensichtlich ist die Bundesregierung hier optimistischer. Die neue Koalitionsvereinbarung vom Oktober 2002 sieht bis 2010 die Verdoppelung des Anteils erneuerbarer Energietrager am Primarenergieverbrauch vor ausgehend von den Werten fur 2000. 15 Auch auf der Weltkonferenz in Johannesburg 2002 wurde die fuhrende Position Deutschlands in diesem Bereich deutlich. Bei dem nur wenige Wochen vor der Bundestagswahl stattfindenden Weltgipfel prasentierte sich Deutschland als die treibende Kraft hinter der Umweltpolitik der EU. Vor allem wegen seiner Vorschlage zum Ausbau und zur Forderung regenerativer Energien fand der Beitrag der Bundesrepublik international groe Beachtung. Die Bundesregierung hat sich verpflichtet, 2004 eine internationale Konferenz zu diesem Thema ausrichten. Geplant ist die Unterstutzung von Entwicklungslandern und die Forderung der Grundung einer internationalen Behorde fur regenerative Energien. Deutschland gilt heute als ein Vorreiter in der Energiepolitik. In der internationalen Arena ist es der Bundesrepublik mit einer wirkungsvollen Kombination von innovativen Strategien gelungen, eine Spitzenposition zu erreichen, einer internationalen Institutionalisierung den Weg zu ebnen und andere Lander zur Nachahmung anzuregen. Das deutsche Modell fur den Ausstieg aus der Kernenergie stellt einen radikalen Politikwandel dar. Es unterscheidet sich fundamental von der in anderen groen EULandern verfolgten Politik Frankreich, Grobritannien, ist weitreichender als die in anderen Staaten erzielten Kompromisse z. B. Belgien, und zudem hatte das deutsche Modell direkte Auswirkungen auf die Politik anderer Lander z. B. Schweden Rudig 2000: 74; Korner 2002: 229. Daruber hinaus hat Deutschland im Bereich regenerativer Energien zweifellos einen Vorreiterstatus erreicht und verfolgt nun eine proaktive Politik mit internationaler Ausrichtung. 4.2 Okologisierung des Steuersystems Deutschland holt auf Fur die rotgrune Bundesregierung stellte die Berucksichtigung okologischer Aspekte im Steuersystem ein wichtiges Element ihrer Strategie der okologischen Modernisierung dar. Der Grundgedanke der okologischen Steuerreform ist es, den Hauptanteil des Steueraufkommens sukzessive vom Faktor Arbeit auf den Faktor Umwelt zu verlagern, und zwar durch kontinuierliche moderate Anhebungen der Preise fur umweltbelastende Energietrager bei einer gleichzeitigen jahrlichen Absenkung der Sozialversicherungsbeitrage Bundesregierung 2002b. Erhohte Energiepreise sollten den Energieverbrauch senken und allgemein die Ressourcenproduktivitat steigern; mit den geringeren Lohnnebenkosten sollten die Rahmenbedingungen fur den Erhalt und die Schaffung von Arbeitsplatzen verbessert werden. Entsprechend ihrer Fokussierung auf die okologische Steuerreform als einem der Hauptinstrumente fur eine okologische Modernisierung der Wirtschaft einigte 16 sich die Regierungskoalition, die Sozialabgaben bis zum Ende der Legislaturperiode 2002 von 42,3 Prozent 1998 auf 41,1 Prozent des Bruttoeinkommens zu senken. Gleichzeitig wurden die Preise fur Kraftstoffe, Heizol, Erdgas und Strom stufenweise angehoben unter Berucksichtigung der moglichen Ergebnisse der Verhandlungen uber eine EUweite Energiesteuer 6 und zu erwartender Entwicklungen der Energiepreise auf dem Weltmarkt. Auf diese Weise sollten moderate Steigerungen der Energiekosten bei gleichzeitig den Unternehmern in Aussicht gestellten Steuererleichterungen letztendlich zu einer allgemeinen Reduzierung der Lohnnebenkosten beitragen. Ein Groteil des mit der Okosteuer erzielten Steueraufkommens floss in die gesetzliche Rentenversicherung. Damit wurde es ermoglicht, die Beitragssatze in einer ersten Stufe von 20,3 Prozent auf 19,5 Prozent und in einer zweiten und dritten Stufe bis auf 19,1 Prozent zu senken eine Reduzierung von jeweils 0,6 Prozent fur Arbeitgeber und Arbeitnehmer Koalitionsvereinbarung 1998; siehe Tabelle 2. 6 Nach fast 11 Jahren Verhandlung zu insgesamt drei Vorschlagen der EUKommission zur Energiebesteuerung haben sich die EUFinanzminister im Marz 2003 endlich auf Mindeststeuersatze fur nahezu alle Energieprodukte geeinigt. Es handelt sich um eine Einigung auf dem kleinsten gemeinsamen Nenner, die zwar Auswirkungen auf die Beitrittslander haben wird, in Deutschland aber kaum zu Veranderungen fuhren durfte. Obligatorisch vorgeschrieben ist jetzt die Besteuerung von Kohle zum Verheizen, und auerdem wurde der Weg zur Einfuhrung einer Kerosinsteuer fur Fluge zwischen EUMitgliedsstaaten geebnet Umwelt 52003: 273 ff  17 Tabelle 2 Okologische Steuerreform Erdolprodukte und Elektrizitat Apr. 1999 Jan. 2000 Jan. 2001 Jan. 2002 Jan. 2003Benzin schwefelarm 6 Pfl 6 Pfl 6 Pfl 3 Centl 3 Centl Diesel schwefelarm 6 Pfl 6 Pfl 6 Pfl 3 Centl 3 Centl Heizol Erdgas 4 Pfl 0.32 Pfk Wh Elektrizitat 2 Pfk Wh 0.5 Pfk Wh 0.5 Pfk Wh 0.26 Centk Wh 0.26 Centk Wh Beitrag zur gesetzlichen Rentenversicherung in Prozent des Bruttoeinkommens 19.5 19.3 19.1 19.1 18.8 Pfk Wh Pfennig pro Kilowattstunde, Pfl Pfennig pro Liter 2 Pfennig 1 Eurocent; die Zahlen fur die Steuerbetrage in Euro wurden gerundet; geschatzt Quellen: Bundesregierung 2002c, BUND 2001a: 6. Die Bundesregierung, aber vor allem Umweltminister Jurgen Trittin, traf mit dem Konzept zur okologischen Steuerreform auf heftigen Widerstand. Die Auseinandersetzungen uber den Atomenergiekonsens hatte bereits die Stimmung erheblich aufgeheizt, nun kam der Disput um die Okosteuer noch hinzu. Industrie und Arbeitgeberverbande, aber auch die Oppositionsparteien forderten sogar den Rucktritt von Bundesumweltminister Trittin. Dennoch gelang es der rotgrunen Regierung schlielich doch noch, eine Mehrheit fur ihren Gesetzesentwurf zu gewinnen. Die Verabschiedung dieses Gesetzes stellt einen signifikanten Fortschritt auf dem Weg zu einer expliziten Integration okologischer Aspekte in die Steuerpolitik dar. Das Konzept der Okosteuer wurde bis 2003 in mehreren Stufen umgesetzt, beginnend mit einer Anhebung der Mineralolsteuer um 6 Pfennig pro 18 Liter im Jahr 1999. Im selben Jahr wurde die Steuer fur Heizol um 4 Pfennig pro Liter und fur Erdgas um 0,32 Pfennig pro k Wh erhoht. Zusatzlich wurde eine allgemeine Stromverbrauchssteuer von 2 Pfennig pro k Wh eingefuhrt. In den folgenden Jahren erhohten sich die Steuersatze fur Benzin, Diesel und Elektrizitat siehe Tabelle 2. Obwohl Bundnis 90Die Grunen und die SPD ihr Konzept der okologischen Steuerreform letztendlich erfolgreich implementieren konnten, offenbarte sich wiederum, dass sich die Grunen gegen zahlreiche Forderungen der Sozialdemokraten nicht durchsetzen konnten. Die schlielich vereinbarten Steuererhohungen unterscheiden sich deutlich vom ursprunglichen Konzept. Das gleiche trifft auf die speziellen Subventionen des Kohlebergbaus vor allem Steinkohle zu. Zumindest hatten die Grunen mit ihrer Forderung von Steuererleichterungen fur den offentlichen Personennahverkehr und einer Steuerbefreiung fur die KraftWarmeKopplung Erfolg. Insgesamt betrachtet war es jedoch in erster Linie die SPD, die ihre Vorstellungen realisieren konnte. Bei den Koalitionsverhandlungen von 2002 waren die Grunen allerdings nicht in der Lage, sich gegen den Willen der Sozialdemokraten durchzusetzen und eine bedingungslose Fortfuhrung der Okosteuer uber das Jahr 2003 hinaus zu erreichen. Die Fortschreibung wird nun von einer Evaluation der allgemeinen okonomischen Performanz und der Emissionsentwicklung 2004 abhangig gemacht. Wegen der hohen Defizite in der gesetzlichen Rentenversicherung als Folge der kontinuierlich hohen Arbeitslosigkeit war die Bundesregierung gezwungen, die Beitragssatze 2003 auf 19,5 Prozent anzuheben, obwohl dies auf heftigen Widerstand, auch des grunen Koalitionspartners, stie. Ohne die Einnahmen aus der Okosteuer waren jedoch noch hohere Beitrage erforderlich gewesen. Trotzdem interpretieren weite Teile der Bevolkerung diese Beitragsanhebung als ein Fehlschlagen des OkosteuerKonzepts, das ursprunglich dazu gedacht war, die Rentenversicherungsbeitrage zu senken oder zumindest zu stabilisieren. Unter umfassenderen soziookonomischen Erwagungen und um der offentlichen Akzeptanz der Okosteuer willen ware es vermutlich ratsamer gewesen, die Bundesregierung hatte eine andere Losung gefunden, um die leeren Rentenkassen zu fullen. Gleichwohl ist die okologische Steuerreform eine herausragende Leistung der rotgrunen Regierung. Energie ist deutlich teurer geworden, was zu sparsamerem Verbrauch anregt und somit den Klimaschutz fordert. Es wird zwar einige Zeit dauern, bis sich die okologischen Effekte des neuen Steuersystems manifestieren werden, doch zeichnen sich bereits heute einige positive Trends ab: sinkender 19 Benzinverbrauch im Verkehrssektor minus drei bis vier Prozent in den Jahren 2000 und 2001, positive Auswirkungen auf die CO2Emissionen verglichen mit einem Szenario ohne Okosteuer ein Minus von etwa zwei bis drei Prozent, starkere Nutzung offentlicher Verkehrsmittel, hohere Verkaufszahlen fur PKW mit niedrigem Benzinverbrauch drei bis funf Liter auf 100 km BUND 2001a; DIW 2001: 221; Greenpeace 2002: 13 f.; Trittin 2002: 38 ff  Die Kritik von Seiten der Umweltorganisationen richtet sich in erster Linie gegen den zeitlichen Rahmen der okologischen Steuerreform, vor allem gegen das Aussetzen weiterer Erhohungen der Energiesteuer mit Jahresbeginn 2003. Friends of the Earth, Greenpeace und der SRU drangten die Bundesregierung, moderate Steuererhohungen uber das Jahr 2003 hinaus zu beschlieen, um Planungssicherheit zu garantieren und die positiven Effekte zu sichern. Deshalb sei es auch notwendig, die Erleichterungen fur die Industrie zu uberdenken. Durch die Steuervorteile fur die Industrie werde die allgemeine Okologisierung der Wirtschaftsstruktur behindert, und das Potenzial der okologischen Steuerreform konne daher nicht voll ausgeschopft werden SRU 2002: 359; DIW 2001: 225. Anfanglich befurchtete negative Folgen fur den Arbeitsmarkt und die Wirtschaftsentwicklung Wettbewerbsnachteile wegen zusatzlicher Steuern sind nicht eingetreten. Da die Okosteuer Teil eines groeren EinkommensSteuerreformPakets war, wurden Privathaushalte in der Summe nicht zusatzlich belastet. Positive Effekte fur den Arbeitsmarkt eines der Hauptargumente fur die Okosteuer werden jedoch hauptsachlich durch andere Faktoren bestimmt, wie z. B. den Olpreis und die Tarifentwicklung DIW 2001: 222225. Eine Evaluation der okologischen Steuerreform ergibt ein anderes Bild als die der bereits diskutierten energiepolitischen Innovationen. Obwohl in beiden Bereichen ein radikaler Politikwandel initiiert wurde, befand sich Deutschland im Falle der Okosteuer nicht in der Position eines internationalen Vorreiters. Die jahrelange Debatte um die Okosteuer in Deutschland bewirkte zwar, dass andere Lander, wie beispielsweise Osterreich, das Konzept aufgriffen und schneller umsetzten Reiche 2000; Deutschland wurde jedoch trotz dieser indirekten externen Effekte aus international vergleichender Perspektive zu einem Nachzugler in diesem Politikfeld. Bereits 1990 hatte Finnland eine KohlenstoffSteuer auf fossile Brennstoffe eingefuhrt, gefolgt von Norwegen und Schweden 1991 sowie Danemark und den Niederlanden 1992 Kern et al. 2001: 20; Tews et al. 2002. Der Diffusionsprozess verlangsamte sich, und zwischen 1992 und 1999 entschlossen sich nur noch drei weitere Lander fur Energie bzw. CO2Steuern Belgien 1993, Osterreich und Slowenien 1996. Deutschland und Italien fuhrten solche Steuern als Teil einer umfas 20 senderen okologischen Steuerreform erst 1999 ein, und in Grobritannien wird seit dem Jahr 2000 eine climate change levy erhoben, durch die der Energieverbrauch der Industrie besteuert wird Tews 2002: 4 f.; RichardsonChanwai 2003. Obwohl sich Europa im internationalen Vergleich als am innovativsten erwiesen hat, zeigte dies keine Wirkung auf die Bundesrepublik bis 1998 Bundnis 90Die Grunen ins Amt kamen. Insgesamt lasst sich die Schlussfolgerung ziehen, dass die okologische Steuerreform ein wichtiger Schritt auf dem Weg zu einem nachhaltigen Strukturwandel der Wirtschaft war. Eine der zukunftigen Herausforderungen wird darin bestehen, die Okosteuer in eine umfassende Reform des Steuer und Finanzsystems zu integrieren. Sie konnte sich als nutzliches Instrument in jenen Bereichen erweisen, in denen Steueranreize flexibler eingesetzt werden konnen als gesetzliche Regelungen und Verbote. Gleichzeitig mussen umweltschadliche Subventionen z. B. der Steinkohle und des Flugverkehrs abgebaut und der Bundesetat an okologischen Kriterien ausgerichtet werden BurgerHanhoff 2002; vgl. auch MeyerMuller 2002; LoskeSteffe 2001; Massarrat 2000. Obwohl die Frage offen bleiben muss, ob die Reform langfristig erfolgreich sein wird, konnte die Bundesregierung mit fortgeschritteneren Landern in diesem Feld gleichziehen catching up. Erfolgreiche Modelle aus Vorreiterlandern dienten als positive Referenzpunkte fur die Akzeptanz der Okosteuer in Deutschland. Nach jahrelanger Diskussion wurde endlich ein entsprechendes Konzept eingefuhrt die rotgrune Koalition hat schlielich den Pfadwechsel bewirkt.7 4.3 Klimaschutzpolitik Deutschland bleibt in Fuhrung Seit der Ratifizierung der Rahmenkonvention zum Klimawandel hat die Klimapolitik einen schwierigen Prozess durchlaufen. Das KyotoProtokoll hat jedoch zumindest zu einer Selbstverpflichtung der Industrielander gefuhrt, ihre TreibhausgasEmissionen im Zeitraum 20002012 um mindestens 5 Prozent der Werte von 1990 zu senken, wobei sich einzelne Lander zu recht unterschiedlichen Zielen verpflichteten: Die EU insgesamt zu einer Reduktion um 8 Prozent, USA 7 Prozent, Japan 6 Prozent und Russland 0 Prozent. Innerhalb der EU legte Deutschland als Ziel fest, seine CO2Emissionen in der Periode 20082012 um 21 7 Die Novellierung des Naturschutzgesetzes ist ahnlich gelagert und fallt ebenfalls in die Kategorie der Strategie des Aufholens catching up. Das Instrument der Verbandsklage war bereits in vielen Landern eingefuhrt worden, ehe in Deutschland eine aquivalente Entscheidung getroffen wurde. 21 Prozent Basisjahr 1990 zu vermindern siehe auch BrounsTreber 2002; Reiche 2002: 17. In ihrer Koalitionsvereinbarung von 1998 schrieben SPD und Bundnis 90Die Grunen als nationales Klimaschutzziel fest, die CO2Emissionen von 1990 bis 2005 um 25 Prozent zu reduzieren Koalitionsvereinbarung 1998. Ein wesentlicher Schritt zur Erreichung dieses Ziels war die Entscheidung, im Oktober 2000 ein staatliches Klimaschutzprogramm zu starten vgl. Trittin 2000. Dieses Programm bestatigte die angestrebte Senkung der CO2Emissionen um ein Viertel; die hierfur noch zu erreichende Reduktionsleistung wurde auf die Sektoren Privathaushalte, Gebaude, Energie, Industrie und Verkehr aufgeteilt. Weitere Projekte umfassten eine neue Novellierung der Bestimmungen fur Neubauten Energieeinsparverordnung und eine freiwillige Klimaschutzvereinbarung zwischen der Bundesregierung und der deutschen Wirtschaft. In dieser Vereinbarung verpflichtete sich die Wirtschaft im Jahr 2000, ihre spezifischen CO2Emissionen bis 2005 um 28 Prozent und ihre spezifischen Emissionen aller im KyotoProtokoll genannten Treibhausgase bis 2012 um 35 Prozent zu senken jeweils bezogen auf die Werte von 1990. Der Bund verpflichtete sich auf eine Reduktion der im eigenen Verantwortungsbereich verursachten CO2Emissionen um 25 Prozent bis 2005 und um 30 Prozent bis 2010 BMU 2000. Im Ergebnis fuhrten die beschriebenen Initiativen, unterstutzt durch eine sinkende Produktionstatigkeit und einen geanderten EnergieMix in den neuen Bundeslandern, im Laufe der neunziger Jahre zu einem Ruckgang der TreibhausgasEmissionen um mehr als 18 Prozent SRU 2002: 325.8 Dies machte Deutschland zu einem der wenigen Lander, die Aussichten haben, die im KyotoProtokoll festgeschriebene Emissionsreduktion tatsachlich zu erreichen.9 Entsprechend wurde diese Entwicklung von vielen Akteuren begrut: Die Bundesrepublik konnte in den letzten vier Jahren ihre Vorreiterrolle im internationalen Klimaschutz halten und ausbauen. Insbesondere bei den Verhandlungen zum KyotoProtokoll in 8 Allerdings ist fast die Halfte dieser Emissionssenkungen sogenannten wallfall profits geschuldet, d. h. der Zusammenbruch der ostdeutschen Wirtschaft nach der Wiedervereinigung war fur einen groen Teil der Emissionsruckgange verantwortlich vor allem Mitte der neunziger Jahre Scheich et al. 2001: 364, 378. 9 Zwar sanken die CO2Emissionen in Deutschland seit 1990 starker als in allen anderen groen EUMitgliedsstaaten, jedoch belegen die neusten Daten der Europaischen Umweltagentur, dass die Treibhausgasemissionen in Deutschland zwischen 2000 und 2001 um 1 Prozent gestiegen sind Pressenachrichten der Europaischen Kommission vom 6. Mai 2003. Daher ist es wenig wahrscheinlich, dass die Bundesrepublik das nationale Klimaschutzziel die CO2Emissionen um 25 Prozent gegenuber 1990 zu senken tatsachlich erreichen wird. 22 Bonn im Juli 2001 hatte die Bundesregierung einen wesentlichen Anteil daran, dass die Verhandlungen zu einem erfolgreichen Abschluss kamen BUND 2002: 33 f  An der Beibehaltung der KohleSubventionen der CO2intensivsten Energiequelle ubten jedoch sowohl der SRU als auch das Deutsche Institut fur Wirtschaftsforschung scharfe Kritik. Die gegenwartige Politik zur Sicherung des Kohlebergbaus sei unvereinbar mit dem ehrgeizigen Klimaschutzprogramm, das eine grundlegende Uberprufung des Energieversorgungssystems vorsieht und einen langfristigen Ersatz fossiler Brennstoffe anstrebt SRU 2002: 393397; DIW 2000: 5 f.; vgl. Bockem 2000; Bundesregierung 2000a. Friends of the Earth auerten sich ebenfalls kritisch. Mit dem SRU und Greenpeace waren sie sich darin einig, dass es fur die langfristige Entwicklung entscheidend ist, das mittelfristige Ziel, die CO2Emissionen bis 2020 um 40 Prozent zu senken, endlich in die nationale Klimaschutzstrategie zu integrieren. Dies erst wurde Deutschlands ernsthaftes Engagement gegenuber seiner internationalen Verantwortung in diesem Bereich unter Beweis stellen sowie die Chancen fur die Etablierung eines ambitionierten EUweiten Klimaschutzzieles und die Bereitschaft anderer EULander steigern, eine gemeinsame Emissionsminderungspolitik zu akzeptieren. Ein dritter, vor allem von Umweltorganisationen hervorgehobener Kritikpunkt verweist auf den Mangel an umweltfreundlichen Mobilitatskonzepten im Verkehrsbereich und auf die unzureichenden Sanierungsmanahmen bei alteren Gebauden.10 Den einschlagigen Nichtregierungsorganisationen zufolge seien beide Bereiche fur hohe CO2Emissionen verantwortlich, was in den gegenwartigen Klimaschutzprogrammen aber nicht genugend berucksichtigt werde Greenpeace 2002 12 f  Vor allem dem Verkehrssektor musse groere Aufmerksamkeit gewidmet werden, denn sein Anteil an den nationalen CO2Emissionen sei in den Jahren 1990 bis 2000 von 17 Prozent auf 21 Prozent gestiegen BrounsTreber 2002:13. In der Klimaschutzpolitik war die Bundesrepublik bereits vor den Wahlen von 1998 international aktiv. Schon 1990 wurde ein anspruchsvolles CO2Reduktionsprogramm beschlossen. Ebenso wurde mit der Industrie uber eine freiwillige Vereinbarung zur Emissionssenkung verhandelt. Das nationale Reduktionsziel von 25 10 Vgl. hierzu die aktuelle Entwicklung; neben den im Rahmen des Klimaschutzprogramms zur Verfugung stehenden Mitteln fur Manahmen im Wohngebaudebestand, stellte die Bundesregierung zusatzlich 160 Millionen Euro jahrlich aus dem Aufkommen der Okosteuer fur Klimaschutzmanahmen im Gebaudebereich bereit BMU Pressedienst Nr. 6403 vom 6. Mai 2003. 23 Prozent bis 2005 war das weitreichendste unter allen Vorreiterlandern die nordeuropaischen Lander und Deutschland Aus internationaler Perspektive war Deutschland das erfolgreichste Land bei der Senkung von CO2 und den anderen Treibhausgasen. Die deutsche Klimaschutzpolitik wurde jungst auch vom angesehenen Worldwatch Institute gewurdigt, das der Bundesrepublik eine besonders positive und beispielhafte Entwicklung auf diesem Gebiet attestiert BMU 2003. In der Koalitionsvereinbarung von 2002 einigten sich SPD und Bundnis 90Die Grunen darauf, ihre Bemuhungen im Klimaschutz weiter voranzutreiben und Deutschlands Vorreiterposition zu stabilisieren und auszubauen. Es bestand Einigkeit daruber, umweltschadliche Subventionen entweder zu reduzieren oder ganz zu streichen z. B. die Mehrwertsteuerbefreiung fur innereuropaische Fluge. Nichtsdestoweniger und trotz der scharfen Kritik haben sich die Koalitionspartner darauf geeinigt, den Steinkohlebergbau bis 2010 weiterhin zu subventionieren jedoch einhergehend mit weiteren Restrukturierungen dieses Sektors und einem stetigen Abbau der Subventionen aus Bundesmitteln. In Reaktion auf die bereits erwahnten Forderungen der Nichtregierungsorganisationen und der Umweltexperten enthalt die neue Koalitionsvereinbarung tatsachlich die Verpflichtung zu einer Senkung der TreibhausgasEmissionen um 40 Prozent im Zeitraum 1990 bis 2020. Allerdings ist diese Verpflichtung an die Bedingung geknupft, dass die anderen EULander im Rahmen des KyotoProtokolls einem gemeinsamen Reduktionsziel von 30 Prozent im gleichen Zeitraum zustimmen. Somit prasentiert sich Deutschland auch in der zweiten rotgrunen Legislaturperiode als internationaler und europaischer Vorreiter im Klimaschutz und wirkt gleichzeitig als treibende Kraft auf EUEbene. Bei der Einschatzung des Erfolgs der rotgrunen Initiativen in diesem Bereich muss allerdings in Rechnung gestellt werden, dass die Weichen fur die innovative deutsche Klimapolitik bereits vor 1998 in die richtige Richtung gestellt wurden. 4.4 Nationale Nachhaltigkeitsstrategie Deutschland bleibt zuruck Das Konzept der nachhaltigen Entwicklung hat seinen Ursprung im Bericht der BrundtlandKommission von 1987. In diesem Bericht wurde nachhaltige Entwicklung zum ersten Mal als eine Entwicklung definiert, die die Bedurfnisse der gegenwartigen Generation befriedigt, ohne die Kapazitaten fur die Bedurfnisbefriedigung zukunftiger Generationen zu gefahrden World Commission on Environment and Development 1987. Bei der UNKonferenz fur Umwelt und Entwicklung von 1992 UNCED, auch als Umweltgipfel bekannt, wurde die Idee der nachhaltigen Entwicklung aufgegriffen und fand schlielich internationale 24 Beachtung. Die sogenannte RioKonferenz war einberufen worden, um dringende Probleme des Umweltschutzes und der soziookonomischen Entwicklung zu diskutieren. Sie fuhrte schlielich zur KlimaRahmenkonvention, zur Konvention uber die Artenvielfalt, zur Unterzeichnung der RioDeklaration und zur Verabschiedung der Agenda 21. Letztere ist ein umfassendes Aktionsprogramm fur die globale, nationale und lokale Ebene, das sich an eine Vielzahl von Akteuren richtet. Das Konzept der nachhaltigen Entwicklung wurde zum Leitprinzip aller zukunftigen Bemuhungen in diesen Bereichen und dient seitdem als Basis fur alle zu ergreifenden Manahmen. Nach den Beschlussen der RioKonferenz verabschiedete die Generalversammlung der Vereinten Nationen im Juni 1997 eine Resolution, in der alle Signatarstaaten aufgefordert wurden, bis spatestens 2002 nationale Nachhaltigkeitsstrategien zu entwickeln vgl. Umweltbundesamt 2002; Stephan 2001. Da von der vorangegangenen Koalitionsregierung lediglich erste Schritte hin zu einer nationalen Nachhaltigkeitsstrategie unternommen worden waren, nahm die rotgrune Regierung die Entwicklung einer Nachhaltigkeitsstrategie als explizites Ziel in ihre Koalitionsvereinbarung von 1998 auf. Die Vereinbarung besagt, dass sich das primare Ziel der okologischen Modernisierung auf das Nachhaltigkeitsprinzip grunden soll, wobei die Agenda 21 als Hauptleitlinie dient. Es wurde vereinbart, dass die Bundesregierung bis zum Ende der Legislaturperiode eine nationale Nachhaltigkeitsstrategie mit konkreten Zielen und praktischen Manahmen ausarbeiten solle Koalitionsvereinbarung 1998. Im Laufe der ersten vier Jahre hat die neue Regierung definitiv Schritte zur Erfullung ihrer internationalen Verpflichtungen unternommen, darunter auch die Einrichtung eines Grunen Kabinetts, dem die Staatssekretare aller relevanten Ministerien angehoren, und die Grundung des Rates fur Nachhaltige Entwicklung RNE. Die 16 Mitglieder dieses Rates umfassen Vertreter aus Industrie, Umweltorganisationen, Verbraucherschutzorganisationen, Gewerkschaften, den Kirchen und der Wissenschaft. Im Dezember 2001 wurde der erste Entwurf fur eine nationale Nachhaltigkeitsstrategie vorgelegt, und die Endfassung wurde im April 2002 schlielich beschlossen Bundesregierung 2002d. Die nationale Nachhaltigkeitsstrategie enthalt drei Kernelemente: ein Basiskonzept, auf das sich die Strategie stutzt, ein Managementkonzept der nachhaltigen Entwicklung und einen Katalog programmatischer Prioritaten. Das zugrunde liegende Basiskonzept bildet den Kern der Strategie und legt die fur eine nachhaltige 25 Entwicklung notwendigen politischen und gesellschaftlichen Aktionen fest. Von grundlegender Bedeutung sind vor allem die folgenden vier Aspekte: 1 Gerechtigkeit zwischen den Generationen, einschlielich des verantwortungsvollen Umgangs mit naturlichen Ressourcen sowie der Konsolidierung des Staatshaushaltes und der Nachhaltigkeit des Wirtschaftssystems; 2 Lebensqualitat, einschlielich einer intakten Umwelt, guter Ausbildung, einer gesunden stadtischen Umwelt und kultureller Vielfalt; 3 sozialer Zusammenhalt, einschlielich eines Strukturwandels der Wirtschaft zur Vermeidung gesellschaftlicher Spannungen und der Erhohung der Partizipation der Burgerinnen und Burger am gesellschaftspolitischen Entscheidungsprozess; 4 internationale Verantwortung, einschlielich der Bekampfung von Armut, globaler Umweltschutzmanahmen und der Forderung humanitarer Hilfe. Das Managementkonzept der nachhaltigen Entwicklung enthalt zehn Managementregeln, eine Reihe spezifischer und teilweise auch quantifizierter Nachhaltigkeitsziele fur unterschiedliche Bereiche sowie 21 Indikatoren zur Messung des erzielten Fortschritts durch kontinuierliches Monitoring und die Uberprufung der Performanz.11 Die programmatischen Schwerpunkte umfassen acht Bereiche, in denen die Ziele und Grundsatze der nachhaltigen Entwicklung konkretisiert werden sollen. Im Bereich der Umweltpolitik stehen die folgenden vier Bereiche im Zentrum: 1 Klimaschutz, 3 Landwirtschaft, Umwelt und gesunde Ernahrung und 4 nachhaltige Siedlungspolitik. 2 umweltschonende Mobilitatssysteme, Betrachtet man die Ergebnisse der Verhandlungen uber die deutsche Nachhaltigkeitsstrategie jeweils aus der Perspektive der beiden Koalitionspartner, so erweisen sich Bundnis 90Die Grunen als nicht so erfolgreich wie die SPD. Da die Sozialdemokraten mit ihrer klaren Fokussierung auf die okonomische Dimension 11 Diese 21 Indikatoren sind: 1 Energie und Rohstoffproduktivitat, 2 Emissionen der sechs Treibhausgase des KyotoProtokolls, 3 Anteil erneuerbarer Energien am Energieverbrauch, 4 Zunahme der Siedlungs und Verkehrsflache, 5 Entwicklung der Bestande ausgewahlter Tierarten, 6 Finanzierungssaldo des Staatssektors, 7 Investitionsquote, 8 private und offentliche Ausgaben fur Forschung und Entwicklung, 9 Ausbildungsabschlusse der 25jahrigen und Zahl der Studienanfanger, 10 Bruttoinlandsprodukt, 11 Transportintensitat und Anteil der Bahn an der Guterverkehrsleistung, 12 Anteil des okologischen Landbaus und Gesamtbilanz StickstoffUberschuss, 13 Schadstoffbelastung der Luft, 14 Zufriedenheit mit der Gesundheit, 15 Zahl der Wohnungseinbruchsdiebstahle, 16 Erwerbstatigenquote, 17 Ganztagsbetreuungsangebote, 18 Verhaltnis der Bruttojahresverdienste von Frauen und Mannern, 19 Zahl der auslandischen Schulabganger ohne Hauptschulabschluss, 20 Ausgaben fur die Entwicklungszusammenarbeit, 21 Einfuhren der EU aus Entwicklungslandern. 26 die Perspektive von StakeholderGruppen berucksichtigten, die stets fur die Gleichwertigkeit der drei Nachhaltigkeitsdimensionen Wirtschaft, Soziales und Okologie pladierten, nahmen sie eine Vermittlerrolle ein und versuchten eine Balance zwischen den verschiedenen Positionen zu erreichen. Eine Reihe von Elementen der Nachhaltigkeitsstrategie reflektieren die unterschiedlichen Ansatze. So war beispielsweise die Aufstellung der Indikatoren und Zielsetzungen fur die Erfolgsmessung ein Zugestandnis an die okologischen Proponenten in der Koalition, wahrend die groe Bedeutung von Effizienzsteigerungen deutlich die Hauptargumente der okonomischen Proponenten in der Koalition widerspiegeln. Der Grundtenor der Einschatzung der deutschen Nachhaltigkeitsstrategie war ambivalent. Trotz einiger innovativer Elemente im allgemeinen Ansatz biete die Strategie keinen umfassenden Aktionsplan, der das Potenzial hatte, die zukunftige Entwicklung tatsachlich in Richtung Nachhaltigkeit zu steuern JanickeVolkery 2002. So hob der SRU einerseits einige positive Aspekte hervor, z. B. das uberzeugende institutionelle Design, die positive Funktion der Managementregeln und die Formulierung quantitativer Ziele, die unmittelbar uberprufbar sind. Andererseits wies er auf das Fehlen wichtiger Elemente hin und konstatierte fur Teilbereiche sogar einen kompletten Fehlschlag. Die wenigen konkreten Ziele zur Umweltqualitat seien in keiner Weise ausreichend. Auerdem sei die Integration der empfohlenen Reduktion der Treibhausgase bis 2020 um 40 Prozent im nationalen Nachhaltigkeitsplan nicht berucksichtigt worden. Auch seien Manahmen zur Anhebung des Umweltbewusstseins der Verursacher erst im Anfangsstadium und mussten dringend weiterentwickelt werden. Die Auswahl der Indikatoren sei zudem nicht immer angemessen, weil einige nicht das Kriterium der Reprasentativitat erfullten; einige Ziele seien viel zu hoch gesteckt angesichts der auf Regierungsebene bestehenden Kapazitaten zur Implementation des Managementkonzepts SRU 2002: 220. Friends of the Earth, eine der fuhrenden Umweltorganisationen in Deutschland, kritisierten u. a., dass es der Regierung nicht gelungen sei, einen integrativen Ansatz zu entwickeln. Die Koalition habe statt dessen lediglich einen Manahmenkatalog fur die Bereiche Energieverbrauch, Landwirtschaft und Mobilitat vorgelegt, was die Partikularinteressen einzelner Ressorts reflektiere. Daruber hinaus, so Friends of the Earth, beschrankten sich die Manahmen fast ausschlielich auf Initiativen, die bereits Bestandteil der offiziellen Regierungspolitik seien und keine innovativen, langfristigen Konzepte darstellten BUND 2002: 5 ff  27 Insgesamt betrachtet hat die rotgrune Regierung zwar ihr Ziel erreicht, bis zum Ende der Legislaturperiode eine nationale Nachhaltigkeitsstrategie zu formulieren, jedoch hat sie damit keinen Ansatz prasentiert, der wirklich neue Ideen aufweist und das ernsthafte Bemuhen um die Initiierung weitreichender Reformen im Sinne einer nachhaltigen Entwicklung demonstriert. Trotz dieser Einschrankungen ist positiv zu vermerken, dass ein ausbaufahiger Anfang gemacht wurde. Betrachtet man die Einfuhrung nationaler Nachhaltigkeitsplane in den OECDLandern, so ist festzustellen, dass Deutschland in diesem Bereich nie zur Gruppe der Vorreiter gehort hat. Zwar hatte bereits die konservativliberale Koalition erste Schritte zur Etablierung einer Nachhaltigkeitsstrategie unternommen, doch erst mit der rotgrunen Regierung konnte eine solche verabschiedet werden. Im Gegensatz zu Deutschland fand in den neunziger Jahren der Ansatz zu einer strategischen, zielorientierten Umweltplanung unter anderen Industrielandern rasche Verbreitung. In nur zehn Jahren nach Einfuhrung der ersten nationalen Umweltplane in Danemark, Schweden und Norwegen 1988 sowie den Niederlanden 1989 haben mehr als zwei Drittel der OECDLander Umweltplane oder Nachhaltigkeitsstrategien verabschiedet JanickeJorgens 1998; Kern et al. 2001. Die Koalitionsvereinbarung von 2002 greift einige der Kritikpunkte auf und sieht die konkrete Starkung der deutschen Nachhaltigkeitsstrategie und die Entwicklung valider Nachhaltigkeitsziele vor. Nach allgemeiner Expertenmeinung haben sich die Fortschritte jedoch verlangsamt und das Interesse von Regierung und verantwortlichen Behorden sei gegenwartig eher begrenzt. Dies entspricht fruheren Einschatzungen, die nationale Nachhaltigkeitsstrategie habe bei den Koalitionspartnern keine hohe Prioritat und sei vielmehr lediglich entwickelt worden, um endlich die internationalen Verpflichtungen im Zusammenhang mit der Agenda 21 zu erfullen. Es bleibt also abzuwarten, ob die Bundesrepublik letztendlich einen proaktiven Ansatz in der Nachhaltigkeitspolitik verfolgen oder Nachzugler bleiben wird. 5. Die umweltpolitischen Strategien der rotgrunen Regierung Nach der genaueren Betrachtung der vier ausgewahlten Fallbeispiele und der in diesen Bereichen unternommenen Initiativen wird in Tabelle 3 aufgezeigt, wie die untersuchten Politiken in dem unter Abschnitt 2 vgl. Tabelle 1 entwickelten Schema zu verorten sind. Auf der Basis 1 des Ausmaes des Politikwandels sowie 2 der internationalen Stellung Deutschlands konnen einige Schlusse gezogen werden. 28 Durch die Wahlen von 1998 wurde beim Ausstieg aus der Atomenergie und bei der Okologisierung des Steuersystems ein kritischer Wendepunkt erreicht, der schlielich zu einem Wechsel des Politikpfades in diesen beiden Bereichen fuhrte. Zwar kann die langfristige Wirkung dieser Manahmen noch nicht abgeschatzt werden, doch ist zu konstatieren, dass beim Ausstieg aus der Atomenergie und in der Steuerpolitik ein radikaler Politikwandel stattgefunden hat. Im Gegensatz dazu konnten fur die Klimaschutzpolitik und die Einfuhrung einer nationalen Nachhaltigkeitsstrategie nur moderate Anderungen beobachtet werden. In der Energiepolitik gilt Deutschland heute als Vorreiter. Der radikale Politikwandel beim Ausstieg aus der Kernenergie verhalf Deutschland zu einer internationalen Spitzenposition. Bei den Initiativen im Bereich erneuerbarer Energien gab es zwar bereits innovative Ansatze, bevor die rotgrune Regierung an die Macht kam, diese wurden jedoch konsequent weiterverfolgt und hatten eine auerordentlich dynamische Entwicklung in diesem Bereich zur Folge. In beiden Feldern deutet sich an, dass die deutschen Ansatze Auswirkungen auf die Umwelt und Energiepolitik anderer Lander haben werden. Tabelle 3 Initiativen der rotgrunen Regierung Internationale Position 1998 Art des Politikwandels 1998 bis 2002 Radikaler Wandel Moderater Wandel Vorreiter EEG Energiepolitik AtomenergieAusstieg Klimaschutzpolitik Nachzugler Okosteuern Nachhaltigkeitsstrategie Bei der Okosteuer wurde der radikale Wechsel durch die Tatsache erleichtert, dass dieses Thema Bestandteil der Wahlprogramme beider Koalitionsparteien gewesen war LightfootLuckin 2000: 165. Deutschland verfolgte eine Strategie des Aufholens und konnte seine internationale Position dadurch erheblich verbessern catching up. Vorteilhaft wirkte sich dabei aus, dass andere vergleichbare Lander bereits einige Jahre fruher mit der Okologisierung ihres Steuersystems begonnen hatten. 29 Im Klimaschutz haben die Vorleistungen der konservativliberalen Regierung entscheidend zur Fuhrungsrolle der Bundesrepublik in der internationalen Arena beigetragen. In diesem Bereich ging es daher vor allem darum, in Fuhrung zu bleiben. Diese Strategie war erfolgreich, denn Deutschland ist es durch moderate Veranderungen gelungen, seine Spitzenstellung in der Klimaschutzpolitik zu behaupten staying ahead. Gegenuber anderen westlichen Industrielandern war Deutschland allerdings im Vorteil, da ein Teil der Reduktion der CO2Emissionen eine direkte Folge der strukturellen Umbruche in Ostdeutschland waren. Schlielich wurde in der ersten Amtsperiode der rotgrunen Regierung eine nationale Nachhaltigkeitsstrategie entwickelt und verabschiedet. Jedoch haben hier die Versaumnisse der Vorgangerregierung und die Politik der rotgrunen Koalition dazu gefuhrt, dass Deutschland international immer noch nicht zu den Spitzenreitern aufschlieen konnte. Im Gegensatz zu seinem Vorreiterstatus in anderen Bereichen liegt Deutschland hier immer noch hinter anderen Landern zuruck z. B. hinter den Niederlanden oder Schweden, die innerhalb der letzten Jahre ihre nationalen Umweltplane und Nachhaltigkeitsstrategien systematisch weiterentwickelt haben lagging behind. 6. Schlussbetrachtung und Ausblick Vor dem Hintergrund der aktuellen Entwicklung der deutschen Umweltpolitik muss die generelle Annahme, die Chancen fur radikalen Politikwandel wurden durch nationale Pfadabhangigkeiten und Tendenzen zu globaler Politikkonvergenz begrenzt, modifiziert werden: Erstens zeigen die Fallstudien, dass die Offnung eines Politikfensters durch einen Regierungswechsel einen radikalen Wandel initiieren kann, d. h. ein Pfadwechsel ist in einer solchen Situation stets eine valide Option. Zweitens kommt es zu globaler Politikkonvergenz, weil nationale Politiken durch internationale Verpflichtungen oder durch in anderen Landern erprobte Modelle beeinflusst werden. Dies ist aber nur eine Seite der Medaille, denn umgekehrt zeigt sich drittens auch, dass ein Pionierland andere Lander zu ahnlichen Initiativen veranlassen kann. In ihrer ersten Legislaturperiode hat die rotgrune Koalition die Koordinaten fur neue umweltpolitische Prioritaten festgelegt. Die Rolle des grunen Koalitionspartners als treibender Kraft zeigt, wie wichtig die innovativen Kapazitaten gruner Parteien fur die Regierung sind. Trotz aller berechtigter Kritik bleibt die umweltpolitische Performanz der rotgrunen Regierung bemerkenswert, besonders 30 angesichts der heftigen Angriffe der Opposition, der Umweltminister Trittin in den ersten Jahren ausgesetzt war. Wahrend der ersten Legislaturperiode der rotgrunen Regierung hat in einigen Feldern der Umweltpolitik radikaler Politikwandel stattgefunden, und zwar beim Atomausstieg und bei der okologischen Steuerreform. Diese Entwicklung war in diesen Bereichen am ehesten moglich, denn beide Themenkomplexe waren fur Bundnis 90Die Grunen von hoher Prioritat und folglich Bestandteil der Koalitionsvereinbarung. Die Offnung eines Politikfensters 1998 fuhrte daher in einigen umweltpolitischen Bereichen, die von Anfang an hohe Prioritat fur die Grunen hatten, zu einem Wechsel des Politikpfades. Vor allem der Ausstieg aus der Kernenergie kann als eines der Hauptziele gruner Politik betrachtet werden, das wahrend der Regierungszeit erreicht werden sollte vgl. Lees 2000: 112. Solche Pfadwechsel scheinen allerdings nur moglich zu sein, wenn die treibenden Krafte im Land stark genug sind. Selbst dann mussen in der Regel aber Kompromisse eingegangen werden, d. h. die Grunen waren haufig zu Eingestandnissen gegenuber den Sozialdemokraten gezwungen. Die Einfuhrung der Nachhaltigkeitsstrategie, die durch internationale Verpflichtungen ausgelost wurde, zeigt daruber hinaus, dass lediglich inkrementale Veranderungen zu erwarten sind, wenn die nationalen Politikunternehmer nicht stark genug sind. Im ubrigen liefern die Fallstudien keine Hinweise darauf, dass solche Wechsel allein durch internationale Faktoren ausgelost werden konnen. Beispielsweise fuhrte Deutschland eine Okosteuer erst nach dem Amtsantritt der rotgrunen Bundesregierung ein, obwohl ahnliche Systeme in einigen europaischen Landern bereits mehrere Jahre existierten. Die konservativliberale Vorgangerregierung hatte dies allerdings nicht zum Anlass genommen, entsprechend tatig zu werden. Obgleich die Erfolge der Grunen in den Bereichen, die bei ihnen am hochsten im Kurs standen, nicht in Abrede gestellt werden soll, ist festzuhalten, dass nur in einigen wenigen Bereichen radikaler Politikwandel stattfand. Politikwandel fallt offensichtlich leichter, wenn sich entsprechende Politikinnovationen in Pionierlandern bereits bewahrt haben und im politischen Prozess auf auslandische Erfolge verwiesen werden kann. Bereits erprobte und erfolgreiche Modelle lassen sich von politischen Unternehmern gut als Referenzpunkt verwenden. Obgleich sich in den europaischen Landern vielfaltige Formen der Okologisierung des Steuersystems etablierten, konnte die Tatsache, dass Deutschland in diesem Bereich im Vergleich zu anderen Landern ins Hintertreffen geraten war, als Argument fur die Einfuhrung von Okosteuern genutzt werden. Evident sind diese 31 Effekte auch bei der Entwicklung der deutschen Nachhaltigkeitsstrategie. Hier gaben internationale Verpflichtungen sicherlich den Ausschlag fur die moderaten Veranderungen in diesem Bereich. Daruber hinaus konnen Pionierlander aktiv versuchen, die in anderen Landern getroffenen Entscheidungen zu beeinflussen. Dies erklart das Streben der rotgrunen Bundesregierung nach multilateralen Arrangements und internationalen Vereinbarungen. Die stark ausgepragte internationale Ausrichtung ist als Tribut an Deutschlands internationale Stellung zu betrachten: Es ist das Ziel, die Spitzenstellung zu halten, die Deutschland in einigen umweltpolitischen Bereichen erlangt hat. Indem andere Lander dazu veranlasst werden, ahnliche Politikansatze zu wahlen und vergleichbare Standards zu implementieren, erhoht Deutschland die internationale Akzeptanz seiner Politik und vermeidet so Wettbewerbsnachteile und das Risiko der internationalen Isolation. Die Bundesrepublik fungiert daher in bestimmten Bereichen heute als Katalysator fur die Diffusion progressiver Umweltpolitiken. Die jungsten Entwicklungen legen den Schluss nahe, dass die Regierung entschlossen ist, den eingeschlagenen Weg konsequent weiterzugehen. Da die wichtigsten Umweltprojekte in der vergangenen Legislaturperiode begonnen wurden, wird sich die Regierung nun hauptsachlich der Absicherung und Erweiterung der Politiken widmen mussen, um die okologische Modernisierung Deutschlands voranzutreiben. Wahrend 1998 zumindest in einigen Bereichen radikale Politikwandel erwartet werden konnten, ist anzunehmen, dass die zweite Legislaturperiode hauptsachlich durch eine Stabilisierung der initiierten Politiken charakterisiert sein wird. Deshalb durften im Gegensatz zu den ersten vier Jahren ahnlich lautstarke offentliche Kontroversen weniger wahrscheinlich sein. Allerdings konnten als Nebeneffekt Umweltthemen in den Medien und in der Offentlichkeit starker aus dem Blick geraten. Trotz ihres Erfolges bei den Bundestagswahlen 2002 werden Bundnis 90Die Grunen es schwer haben, ihren Einfluss in der Koalition zu sichern. Es ist bereits jetzt offenkundig, dass Deutschlands schlechte Wirtschaftslage die politische Agenda zum Nachteil gruner Politiken wie der Okosteuer verandern wird. 32 Literatur Andersen, Mikael Skou und Duncan Liefferink 1997, Introduction: The Impact of the pioneers on EU Environmental Policy. In: Mikael Skou AndersenDuncan Liefferink eds., European Environmental Policy. The Pioneers. ManchesterNew York, Manchester University Press: 139. Andersen, Mikael Skou und Duncan Liefferink 1998, Strategies of the Green Member States in EU Environmental PolicyMaking. Journal of European Public Policy, 5, 254270. Baumgartner, Frank R. und Bryan D. Jones 1993, Agendas and Instability in American Politics. Chicago und London, University of Chicago Press. Bockem, Alexandra 2000, Die Umsetzung der deutschen Klimaschutzziele im Spannungsfeld gesellschaftlicher Interessen. Zeitschrift fur angewandte Umweltforschung, 13, 170185. Brouns, Bernd und Manfred Treber 2002, Paradepferd mit bleiernen Fuen Internationaler Klimaschutz und die Umsetzung in Deutschland. Forum Umwelt Entwicklung. Bonn. BUND Bund fur Umwelt und Naturschutz Deutschland 2001, Atomstrom 2000: Sauber, sicher, alles im Griff? Aktuelle Probleme und Gefahren bei deutschen Atomkraftwerken. http:www.bund.netlabreddot 2Energiepolitik_1148.htm downloaded 25. August 02. BUND Bund fur Umwelt und Naturschutz Deutschland 2001a, Die okologische Steuerreform eine Investition in die Zukunft. Berlin. BUND Bund fur Umwelt und Naturschutz Deutschland 2002, Vier Jahre RotGrun eine umweltpolitische Bilanz. www.bund.net, downloaded 20. Mai 03. BMU Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2000, Germanys National Climate Protection Programme Summary. http:www.bmu.deenglish downloadclimatefilesclimateprotection.pdf downloaded 19. August 02. BMU Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2002, EEG und Biomasseverordnung auf Erfolgskurs Bundesregierung legt Erfahrungsbericht vor. http:www.bmu.dedownloaddateieneeg_erfahrungsbericht_hintergrund.pdf, downloaded 12. Dezember 02. BMU Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2002a, Act on to Renewable Energy Sources, Renewable Energy Sources Act. Granting Priority http:www.bmu.defset 1024.php downloaded 12. Dezember 02. BMU Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2003, WorldwatchBericht bestatigt deutsche Vorreiterrolle bei den Erneuerbaren Energien, BMU Pressedienst 4603 vom 9. April 2002. Bundestagsfraktion Bundnis 90Die Grunen 2002, Hatten Sies gewusst Bilanz gruner Regierungsarbeit 19982002. Bundesregierung 2001, Nuclear Energy Phaseout: Draft Bill Ending Nuclear Energy Use. http:www.eng.bundesregierung.de downloaded 31. August 02. Bundesregierung 2002, New Atomic Energy Act Enters into Force. http:www.bmu.de englishnewspressrelease 020425.php downloaded 12. August 02. 33 Bundesregierung 2002a, Climate Protection Creates Jobs and Export Opportunities. http:www. bmu.deenglishnewspressrelease 011210.php downloaded 12. August 02. Bundesregierung 2002b, The Ecological Tax Reform Initiation and Continuation. downhttp:www.bmu.deenglishtopicsoekosteueroekosteuerreform_e.php loaded 15. August 02. Bundesregierung 2002c, Fourth Phase of Ecological Tax Reform Started on January 1, 2002. http:eng.bundesregierung.detopdokumenteArtikelix_66146.htm downloaded 20. Mai 03. Bundesregierung 2002d, Perspektiven fur Deutschland Unsere Strategie fur eine nachhaltige Entwicklung. Berlin. Bundesregierung 2002e, Bericht uber den Stand der Markteinfuhrung und der Kostenentwicklung von Anlagen zur Erzeugung von Strom aus erneuerbaren Energien Erfahrungsbericht zum EEG. http:www.bmu.dedownloaddateieneeg_erfahrungsbericht.pdf downloaded 12. Dezember 02. Burger, Andreas und Ingrid Hanhoff 2002, Unterwegs in die nachste Dimension Elemente und Handlungsfelder einer Okologischen Finanzreform, Politische Okologie, 7778, 1518. Collier, Ruth Berins und David Collier 1991, Shaping the Political Arena. Critical Junctures, the Labor, and Regime Dynamics in Latin America. Princeton NJ, Princeton University Press. DIW Deutsches Institut fur Wirtschaftsforschung 2000, Klimaschutzpolitik auf dem richtigen Weg, aber weitere Schritte unabdingbar. DIW Wochenbericht 3200. http:www.diwberlin.dedeutschpublikationenwochenberichtedocs00321.html downloaded 2. August 02. DIW Deutsches Institut fur Wirtschaftsforschung 2001, Wirkungen der okologischen Steuerreform in Deutschland. DIW Wochenbericht 1401. http:www.foesev.de downloadsDIWOESR.pdf downloaded 19. Dezember 02. Flasbarth, Jochen und Gerd Billen 2002, Bilanz und Ausblick Die deutsche Umweltpolitik zwei Monate vor der Bundestagswahl 2002, Natur heute, Nr. 3, 1216. Goldberger, Bruce 1993,: Why Europe Should Not Fear the Germans, German Politics, 2, 288310. Greenpeace 2002, Positionspapier zur Bundestagswahl 2002. http:www.greenpeace.deGP_ DOK_3PHINTERGRC11HI30.PDF downloaded 12. August 02. Hall, Peter A. 1993, Policy Paradigms, Social Learning, and the State. The Case of Economic Policymaking in Britain, Comparative Politics, 35, 275296. Hartkopf, Gunter und Eberhard Bohne 1983, Umweltpolitik. Grundlagen, Analyse und Perspektiven. Opladen, Westdeutscher Verlag. Hirschl, Bernd und Esther Hoffmann 2002, Zwei Jahre EEG eine Erfolgsbilanz! Okologisches Wirtschaften, 34, 89. Howlett, Michael und M. Ramesh 1995, Studying Public Policy and Policy Subsystems. TorontoNew YorkOxford, Oxford University Press. 34 Hucke, Jochen 1990, Umweltpolitik: Die Entwicklung eines neuen Politikfeldes. In Klaus von BeymeManfred G. Schmidt Hg., Politik in der Bundesrepublik Deutschland. Opladen, Westdeutscher Verlag, 382398. Jahn, Detlef 1997, Green Politics and Parties in Germany. In: Michael Jacobs ed., Greening the Millenium? The New Politics of the Environment. Special Issue of Political Quarterly. Oxford, Blackwell, 174182 Janicke, Martin und Helge Jorgens 1998, National Environmental Policy Planning in OECD Countries: Preliminary Lessons from CrossNational Comparisons. Environmental Politics, 7, 2754. Janicke, Martin, Philip Kunig und Michael Stitzel 1999, Lern und Arbeitsbuch Umweltpolitik. Politik, Recht und Management des Umweltschutzes in Staat und Unternehmen. Bonn, Dietz. Janicke, Martin, Danyel Reiche und Axel Volkery 2002, Ruckkehr zur Vorreiterrolle? Umweltpolitik unter RotGrun. Vorgange, 1, 5061. Janicke, Martin und Axel Volkery 2002, Agenda 2002 ff. Perspektiven und Zielvorgaben nachhaltiger Entwicklung fur die nachste Legislaturperiode. Kurzgutachten fur die FriedrichEbertStiftung und die HeinrichBollStiftung. Berlin. Janicke, Martin und Helmut Weidner in collaboration with Helge Jorgens eds. 1997, National Environmental Policies. A Comparative Study of CapacityBuilding. Berlin et al., Springer, 133155. Janicke, Martin und Helmut Weidner 1997a, Zum aktuellen Stand der Umweltpolitik im internationalen Vergleich. Tendenzen zu einer globalen Konvergenz? Aus Politik und Zeitgeschichte, 27, 1524. Katzenstein, Peter J. 1987, Policy and Politics in West Germany: The Growth of a SemiSovereign State. Philadelphia, Temple University Press. Kern, Kristine 2001, Konvergenz umweltpolitischer Regulierungsmuster durch Globalisierung? Ursachen und Gegentendenzen. In Lars Hendrik RollerChristian Wey Hg., Die Soziale Marktwirtschaft in der neuen Weltwirtschaft, WZBJahrbuch 2001. Berlin, edition sigma, 327350. Kern, Kristine und Stefan Bratzel 1996, Umweltpolitischer Erfolg im internationalen Vergleich. Zeitschrift fur Umweltpolitik und Umweltrecht, 19, 277312. Kern, Kristine, Helge Jorgens und Martin Janicke 2001, The Diffusion of Environmental Policy Innovations. A Contribution to the Globalisation of Environmental Policy. Wissenschaftszentrum Berlin fur Sozialforschung, Discussion Paper FS II 01302. Kern, Kristine und Ingrid KisslingNaf unter Mitarbeit von Stephanie Koenen, Ute Landmann, Tina Loffelsend und Corine Mauch 2002, Politikkonvergenz und Politikdiffusion durch Regierungs und Nichtregierungsorganisationen. Ein internationaler Vergleich von Umweltzeichen. Wissenschaftszentrum Berlin fur Sozialforschung, Discussion Paper FS II 02302. Kingdon, John W. 1995, Agendas, Alternatives, and Public Policies. New York, Harper Collins 2. Auflage. Kingdon, John W. 1999, America the Unusual. New York, St. MartinsWorth. 35 Koalitionsvereinbarung zwischen der SPD und Bundnis 90Die Grunen. 20. Oktober http:www.bundesregierung.deRegierung,431Koalitionsvertrag.htm 1998. downloaded 31. Juli 02. Korner, Stefan 2002, Sweden. In: Danyel Reiche Hg., Handbook of Renewable Energies in the European Union. Frankfurt a. M. et al., Peter Lang, 227237. Krebs, Karsten und Danyel Reiche 1999, Der Einstieg in die Okologische Steuerreform: Aufstieg, Restriktionen und Durchsetzung eines umweltpolitischen Themas. Frankfurt a. M. et al., Peter Lang. Lees, Charles 2000, The RedGreen Coalition in Germany. Politics, Personalities and Power. Manchester. Manchester University Press. Lightfoot, Simon und David Luckin 2000, The 1999 German Ecological Tax Law. Environmental Politics, 9, 163167. Loske, Reinhard und Frank Steffe 2001, Okonomische Anreize in der Umweltpolitik Pladoyer fur einen PolicyMix aus Okosteuern, Subventionsabbau und Emissionshandel. Blatter fur deutsche und internationale Politik, 9, 10821090. Malunat, Bernd M. 1994, Die Umweltpolitik der Bundesrepublik Deutschland. Aus Politik und Zeitgeschichte, B49, 312. Massarrat, Mohssen 2000, Olpreise, Okosteuern und das Konzept einer nachhaltigen Klimaschutzpolitik. Blatter fur deutsche und internationale Politik, 9, 14941503. Meyer, Bettina und Klaus Muller 2002, Okologische Steuerreform Blick nach vorne. punkt.um, 6, 1920. Mez, Lutz 2001, Der deutsche Weg zum Ausstieg aus der Atomenergie im Konsens zu einer Quote fur Atomstrom. In Andrea GourdThomas Noetzel Hg., Zukunft der Demokratie in Deutschland. Opladen, Leske und Budrich, 416432. Muller, Edda 1989, Sozialliberale Umweltpolitik. Von der Karriere eines neuen Politikbereichs. Aus Politik und Zeitgeschichte, B 4748, 315. MullerRommel, Ferdinand 2002, The Lifespan and Political Performance of Green Parties in Western Europe, Environmental Politics, 11, 116. Pehle, Heinrich 1997, Germany: Domestic Obstacles to an international forerunner. In Mikael Skou AndersenDuncan Liefferink eds., European Environmental Policy. The Pioneers. Manchester und New York, Manchester University Press, 161209. Pierson, Paul 2000, Not Just What, but When: Timing and Sequence in Political Processes. Studies in American Political Development, 14, 7292. Reiche, Danyel 2000, Erneuerbare Energien im europaischen Vergleich. Blatter fur deutsche und internationale Politik, 12, 15041508. Reiche, Danyel 2002, Handbook of Renewable Energies in the European Union. Case Studies of all Member States. Frankfurt a. M., Peter Lang. Richardson, Benjamin J. und Kiri L. Chanwai 2003, The UKs Climate Change Levy: Is it Working? Journal of Environmental Law, 15, 3958. Roberts, Geoffrey K. 1999, Developments in the German Green Party: 199599. Environmental Politics, 8, 147152. 36 Rose, Richard 1993, LessonDrawing in Public Policy. A Guide to Learning Across Time and Space. Chatham NJ, Chatham House. Rudig, Wolfgang 2000, Phasing Out Nuclear Energy in Germany. German Politics, 9, 4380. Rudig, Wolfgang 2002, Germany. Environmental Politics, 1, 78111. Scheich, Joachim, Wolfgang Eichhammer, Ulla Boede, Frank Gagelmann, Eberhard Jochem, Barbara Schlomann und HansJoachim Ziesing 2001, Greenhouse Gas Reductions in Germany Lucky Strike or Hard Work?, Climate Policy, 1, 363380. Schmidt, Manfred G. 1987, West Germany: The Policy of the Middle Way. Journal of Public Policy, 7, 139177. SRU Rat von Sachverstandigen fur Umweltfragen 2000, Handlungsbedarf zur Umsetzung des Nachhaltigkeitskonzepts. Zeitschrift fur angewandte Umweltforschung, 13, 8493. SRU Rat von Sachverstandigen fur Umweltfragen 2002, Umweltgutachten 2002 Fur eine neue Vorreiterrolle. Berlin. Stephan, Petra 2001, Die Welt auf dem Prufstand Nachhaltigkeitsindikatoren in RioFollowup. Forum Umwelt Entwicklung. Bonn. Tews, Kerstin 2002, Die Ausbreitung von EnergieCO2Steuern. Internationale Stimuli und nationale Restriktionen. Freie Universitat Berlin, Forschungsstelle fur Umweltpolitik, FFUReport 082002. Tews, Kerstin, PerOlaf Busch und Helge Jorgens 2002, The Diffusion of New Environmental Policy Instruments. Freie Universitat Berlin, Forschungsstelle fur Umweltpolitik, FFUReport 012002. Trittin, Jurgen 2000, Germanys New Climate Change Program. Speech of the German Minister on Environment in The Hague on November 22, 2000. http:www.bmu.de englishfset 1024.php downloaded 12. August 02. Trittin, Jurgen 2002, Wirksamkeitstest bestanden. Positive Effekte der Okologischen Steuerreform. Politische Okologie, 7778, 3840. Umweltbundesamt 2002, Nachhaltige Entwicklung in Deutschland. Die Zukunft dauerhaft umweltgerecht gestalten. Berlin, Erich Schmidt Verlag. Weidner, Helmut 1989, Die Umweltpolitik der konservativliberalen Regierung. Eine vorlaufige Bilanz. Aus Politik und Zeitgeschichte, B4748, 1628. Weidner, Helmut 1999, Umweltpolitik: Entwicklungslinien, Kapazitaten und Effekte. In Max KaaseGunther Schmid Hg., Eine lernende Demokratie. 50 Jahre Bundesrepublik Deutschland, WZBJahrbuch 1999. Berlin, edition sigma, 425460. World Commission on Environment and Development 1987, Our Common Future. Oxford et al., Oxford University Press. Zahrnt, Angelika 2001, Was bringt RotGrun fur die Umwelt? Blatter fur deutsche und internationale Politik, 1, 7076. 37 ", "filename": "371179270.pdf", "person": ["Kristine Kern", "Kern, Kristine", "Stephanie Koenen", "Koenen, Stephanie", "Tina Löffelsend", "Löffelsend, Tina"], "date": ["2003"]}