{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/25391/1/373432305.PDF"], "title": ["Institutional investors in Germany: Insurance companies and investment funds"], "plaintext": " CFS Working Paper No. 200314 Institutional Investors in Germany: Insurance Companies and Investment Funds Raimond Maurer This version Thursday, June 05, 2003 Abstract: This chapter focuses on institutional investors in the German financial markets. Institutional investors are specialized financial intermediaries who collect and manage funds on behalf of small investors toward specific objectives in terms of risk, return and maturity. The major types of institutional investors in Germany are insurance companies and investment funds. We will examine the nature of their businesses, their size and role in the financial sector, the size and the composition of the assets under their management, aspects of financial regulation, and features of their assetliabilitymanagement. JEL Classification: G22, G23, G28 Keywords: Institutional Investors, Insurance Companies, Investment Funds, Regulation, Pension Correspondence: Raimond Maurer, Professor for Investment, Portfolio Management and Pension Finance, Faculty of Business and Economics, GoetheUniversity FrankfurtMain, 60054 FrankfurtMain, Germany; phone: 49 69 79825 227; fax: 49 69 79825 228; http:www.finance.unifrankfurt.de; Email: RMaurerwiwi.unifrankfurt.de 1. Introduction This chapter focus on institutional investors as the most important nonbank financial intermediaries in the German financial sector. In line with DavisSteil 2001, p.12 and based on their financial function of pooling funds, we define institutional investors as specialized financial intermediaries who collect and manage assets on behalf of small investors toward specific objectives regarding the risk, return, and maturity of the involved claims. Some general features are common to all institutional investors. From a macroeconomic perspective, these institutions provide a large volume of funds for the capital market which are used by both companies and the state. From a microeconomic perspective institutional investors provide households with a kind of risk and funds pooling, thus affording them a better tradeoff between risk and reward than is generally possible through direct holdings. The pooling of funds allows institutional investors on the asset side to transact in large volumes. This enables them to invest in largescale indivisible investments e.g. real estate or partnerships, to achieve economies of scale e.g. lower commission charges and advisory fees, and to cover the cost of a professional asset management. Institutional investors typically use investment vehicles like stocks, bonds, and money market instruments, which are available on large and liquid capital markets both nationally and internationally. Only a relatively small part of their assets is invested in less liquid assets, such as properties or undisclosed partnerships, which are not listed on the stock exchange. The process by which assets collected by institutional investors are invested in the capital markets i.e. the asset management process is administered by professional external or internal fund managers who develop and implement special investment and asset liability strategies. In terms of maturity, most institutional investors match assets and liabilities that are different from conventional debt instruments e.g. bonds. Finally, the business of institutional investors is subject to a comprehensive financial regulation. Despite these common features, however, institutional investors differ with respect to their businesses and regulation. The two major types of institutional investors in the German financial sector are insurance companies and investment funds. The main differences stem from the kind of uncertainty regarding the amount and timing of their financial liabilities, i.e. the cash outlay made at a certain point in time to meet the contractual terms of an obligation issued by an institutional investor. Insurance contracts are typically designed with certain 2 guarantees, i.e. the insurance company functions as a risk bearer. Important risk management tools for a insurance company are the organization of risk pools, the generation of reserves and solvency capital. In contrast to this, investment funds usually do not act as risk bearers and operate strictly on an individual basis. However, if investment companies offer their investment products within tax supported individual pension accounts, they must give as any other providers by law a socalled money back guarantee, due to regulatory solvency requirements. It should be noted, that AngloSaxon type pension funds for externally funded occupational pension schemes are still of minor importance as institutional investment schemes in Germany. The reason for the lack of development of such schemes is twofold: in general, voluntary funded second pillar occupational pension schemes do not play such an important role as they do in the US or UK. This is due to the still quite generous benefits from high contributions currently 19.5% of salary to first pillar social security, which is financed on a payasyougo system. Additionally, the most common method of organizing occupational pension schemes in Germany is still the direct confirmation without using an external institution. Hereby, the employer sets aside profitreducing reserves i.e., book reserves during the workinglifespan of the employee, and has to pay pension benefits directly to him or her during the postretirement phase. About 60% of the 330 billion EUR allocated in German occupational pension schemes during the year 2000 are those pension liabilities held on the balance sheets of sponsoring companies. Although more AngloSaxon type pension funds were the Retirement Savings Act 2001 Altersvermogensgesetz 1, our analysis will mainly neglect this type of institutional investor because of its currently minor significance. In the remainder of this chapter we will examine insurance and investment management companies, the nature of their businesses, their size and role in the financial sector, and the size and composition of the assets under their management. Furthermore, we will look at the regulations which influence investment decisions in this sector. 1 Due to the former German Labour Minister Walter Riester who was responsible for the reform of the pension system in the in Germany with introduced year 2001, this Act is also known as Riester Reform. 3 Insurance Companies The Nature of their Business 2. 2.1 With an insurance contract 2, an individual pays a small sum the insurance premium to an insurance company and the company, in turn, guarantees to pay the policyholder specified sums, given that some determined future loss event occurs. Hence, insurance companies function as risk bearers, i.e. the individual partially transfers negative financial consequences of the insured risk to the insurance company, at the expense of a fixed premium. If the insurance contract is accepted by the insurance company, it becomes an asset for the policyholder and a contingent liability for the insurance company. Behind the insurance business lies the basic economic idea of pooling many individual risk exposures to loss in such a way that a risk reduction effect is produced.3 This risk reduction effect allows insurance companies to offer insurance protection for low premia i.e. not much higher than the expected loss in conjunction with a high level of credibility i.e. the risk that the insurance company cannot meet its obligations is perceived to be sufficiently low.4 From the viewpoint of financial economics, insurance companies can be viewed as levered financial institutions holding assets to back up liabilities, which are raised by issuing insurance contracts. In this sense, the insurance firm is holding two major portfolios: a portfolio of insurance contracts resulting in underwriting profits and a portfolio of financial assets resulting in investment income. The profits of the two portfolios are neither certain nor independent. The uncertainty of the underwriting profits results from the stochastic nature of the timing and the amount of future payments for insurance coverage. The uncertainty of the investment income is due to the fact that the returns of most financial assets are, in general, random. However, raising debt by issuing insurance policies is different from conventional debt instruments, such as bonds. While bonds generally have fixed coupon payments at fixed maturity dates, the timing andor the payment amount of insurance policies are stochastic in nature.5 In addition, in contrast to fixed income financial instruments, no active secondary 2 The legal structure of insurance contracts is extensively regulated and codified in a special law about insurance contracts Gesetz uber den Versicherungsvertrag vom 30. Mai 1908. 3 See Albrecht 1991 and Cummins 1991 for a rigorous analysis of the effect of risk pooling for insurance coverage. 4 See AlbrechtMaurer 2000 5 See Cummins 1990, p.149. 4 Products, Size and Role in the Financial Sector markets exist where the uncertain cashflows from insurance obligations are traded. Therefore, insurance leverage is not equal to financial leverage.6 Insurance companies are important institutional investors because issuing insurance policies generates substantial investable funds. The total fund disposal for financial investments is derived from shareholdersupplied capital and from policyholdersupplied funds, which are referred to as liability reserves.7 The reservoir of investable funds which is raised by issuing insurance policies results from a time lag between collecting the premia and paying the losses. While the premia are generally paid at the beginning of the insurance period, payments for loss events occur during andor after the insurance period. To bridge this time lag between premium receipts and uncertain claim payments, the insurance company has to build up liability reserves i.e unearned premium and loss reserves. The assets backing these liabilities constitute the investable funds obtained by writing insurance policies. 2.1 2.2.1 General Market Overview With respect to gross premium written by 1999, the German insurance industry is the fourth largest insurance market in the world after the United States, Japan and Great Britain. Approximately 6% of the worlds premium volume was written in the German insurance market. At the end of 1980, however, this ratio had been around 9.25%, i.e. Germany has since lost substantial parts of its global market share. The insurance penetration ratio of 6.52%, is measured by the gross premia of the direct insurance business in proportion to gross domestic product and is substantially lower than in other developed countries. Among the G7 countries, only Canada exhibits a slightly lower rate of 6.49%. Moreover, the insurance density of USD 1,675.7, which measures the average insurance premia per capita, lies below the G7 average as well. This relative decline can be explained by the fact that insurance products have progressively been shifted away from the public social security and pension systems to private contracting in the U.S.A. and in the U.K. In contrast to this, the German public social security system even now provides generous benefits and vice versa requires substantial contributions. The following table 2.1 summarizes important figures about the 6 See Mc CabeWitt 1980, p. 620 and Albrecht 1986. Especially for life insurance policies, some attempts towards the establishment of a secondary market could be observed in the last decade. However, the current market volume for such products is of minor importance. 7 See Fairley 1979 and Mac CabeWitt 1980. 5 1980 5.11 5.29 3.69 2.00 5.12 5.78 7.23 1999 1.80 5.97 5.30 2.87 21.29 8.82 34.22 1980 520.4 653.9 419.2 127.1 506.9 554.7 833.7 1999 1,375.3 1,675.7 2,080.9 1,152.7 3,908.9 3,244.3 2,921.1 1980 2.86 9.25 5.20 1.67 13.61 7.14 43.63 German insurance market in comparison to other G7 member countries for the years 1980 and 1999. Table 2.1: The German Market for Direct Insurance compared with other G7 countries Insurance Density in USD Global Market Share in % Penetration Ratio in % 1999 6.49 6.52 8.52 5.68 11.17 13.35 8.55 Gross premia as percentage of total world premium volume Gross premia in direct insurance business in proportion to gross domestic product Gross premia in direct insurance lines including pension funds per capita Canada Germany France Italy Japan UK USA Source: Statistical Yearbook of Gesamtverband der Deutschen Versicherungswirtschaft 2001 and own calculations As in other developed countries, insurance companies operating in the German market offer a wide array of products in different insurance lines. The most important lines are property casualty insurance, life insurance, private health insurance, and reinsurance. From the legal structure the suppliers of insurance coverage are organized as corporations, mutual or public insurance companies. Table 2.2 provides information about the market structure of the German insurance industry by the end of 2000. With respect to premia written, life insurance companies, which enjoy a market share of 37.5% are the most important line in the German market. Table 2.3 shows that most German insurance companies are organised as stock corporations. Such cover about 70% of the total premium volume. Yet only about 15% are listed on the stock exchange. This is due to the fact that current insurance regulation prohibits that life private health insurance companies provide insurance coverage in other lines. The idea of this obligatory specialization is to protect policyholders from financial problems of nonlifeinsurance non private health lines. In order to offer a wider range of insurance products, it is thus common to create holding structures, whereby only the head of the group is listed on the stock exchange. Especially reinsurance companies have substantial participation in direct insurers. While reinsurance companies are generally organized as stock corporations, mutuals still play an important role both in the number of companies and the premium volume in the direct insurance business. 6 622 167,607 340 249 18 15 271 262 123 50 39 Corporations Mutuals Public Foreign Property Casualty Life Insurance Private Health Insurance ReInsurance Property Casualty Life Insurance Private Health Insurance ReInsurance Table 2.2: Market Structure of the German Insurance Industry in 2000 Number of German Insurance Companies total Insurance Lines Legal Structure Total Premia in Bill. EUR Insurance Lines Legal Structure 69.3 % 22.0 % 7.2 % 1.5 % including Pensionskassen; number in parentheses without Pensionskassen Source: Statistical Yearbook of Gesamtverband der Deutschen Versicherungswirtschaft 2001, Yearbook of the Bundesaufsichtsamt fur das Versicherungswesen 2000, and own calculations For instance, in the private health insurance line, 48.1% of the total premium volume was written by mutuals. The importance of public insurers is minor. In addition, the German insurance market is dominated by domestic insurance companies; only 1.5% of total premiums are written by foreign insurers. Corporations Mutuals Public Foreign 28.9 % 37.5 % 12.4 % 21.2 % Table 2.3: Legal Structure of Direct Insurance Companies in Germany Corporations Mutuals Public Foreign Total 271 100% 262 100% Number Market Share 73.7% 186 Number Market Share 86 69.3% Property Casualty Insurance Companies 11 1.9% 8 8.6% 66 15.8% Life Insurance Companies 162 19.5% Private Health Insurance 21 48.1% 10 8.2% 4 3.0% 29 51.9% Number Market Share Premium volume in proportion to total premia written 1999 Source: Statistical Yearbook of Gesamtverband der Deutschen Versicherungswirtschaft 2001, Yearbook of the Bundesaufsichtsamt fur das Versicherungswesen 2000 Part B, and own calculations. 50 100% 0 0.0% 0 0.0% 7 Life Insurance Bill. Real Estate Listed Stocks Special Funds Participations Fixed Income Total 19,01422,804139,63223,171404,361608,982Insurance Bill. 1,7872,57315,4383,02349,86572,686% 2.53.521.24.268.6100% 3.2 3.7 22.9 3.8 66.4 100 Bill. 4,4215,19022,78114,51549,21596,123% 4.65.423.715.151.2100Bill. 1,933 2,669 15,830 50,341 21,259 92,032 % 2.1 2.9 17.2 54.7 23.1 100 Bill. 27,15533,236193,68191,050524,700869,821% 3.13.822.310.460.3100 Table 2.4 gives an overview of the volume of assets under management measured as book values and the portfolio composition among the main investment vehicles for the different insurance lines. Table 2.4: Assets Under Management for German Insurance Companies 2000 Private Health Property Liability Insurance Re Insurance Total including Pensionskassen Source: Statistical Yearbook of Gesamtverband der Deutschen Versicherungswirtschaft 2001, Yearbook of the Bundesaufsichtsamt fur das Versicherungswesen 2000 Part B, Deutsche Bundesbank, and own calculations. With more than EUR 850 Bill. of assets under management in 2000, German insurance companies are the most important institutional investors in Germany. Among them, life insurance companies, with a share of more than EUR 600 Bill., cover about 70% of total assets under management. With respect to asset allocation, i.e. the disposition of the overall portfolio among the main investment sectors, significant differences between the insurance lines can be observed. This is due to the differences in the nature of their liabilities, i.e. the kind of uncertainty about future cashoutflows. For instance, the uncertainty about the timing and amount of future liabilities in the PC or reinsurance lines is much higher than in life insurance lines. Hence, in order to understand why and how insurance companies differ in their investment behavior, it is necessary to discuss the designs of the different insurance products in more detail. 2.2.1 Life Insurance Life insurance companies provide insurance coverage for dependents against the financial risk of death. In addition, they are important vehicles for longterm savings and drawn down accumulated savings for pension payments in the post retirement phase of the life cycle. In Germany, 262 life insurance companies with a premium volume in 2000 of about EUR 63,000 Mio. exist in the market. About 123 of the companies offer life insurance coverage to the general public. The other 139 companies are so called Pensionskassen. These are a 8 special sort of lifeinsurance company usually organized as a mutual, which is legally independent from the sponsoring employer typically a company, public corporation, or industry group and provides occupational retirement provision for employees. Because this type of occupational pension scheme is usually designed with insurance features e.g. mortality and disability coverage and substantial defined benefit elements, the regulation of Pensionskassen is mostly the same as for life insurance companies. With a market share of about 3% of total premium written in the German lifeinsurance market in 2000 and with a share of about 10% of total assets under management, Pensionskassen currently play only a minor role. Life insurancecompanies typically offer three types of policies: term life insurance, policies that build up a cash value endowment policies, annuities. With a term life insurance, the company must pay a certain amount the face value of the policyin exchange for a fixed premium if the policyholder dies within the insurance period, and must pay nothing if the insured survives. The market share of term insurance with respect to the total premium volume is about 6%. Usually term life insurance contracts have a relatively short maturity e.g. one to five years, and if the pool of insured risk is sufficiently high little uncertainty about the timing and the amount of future claim payments. In general, for pure term life policies, it is not necessary to generate substantial liability reserves and, therefore, funds to invest. Life insurance policies that build up a cash value so called endowment policies are the most important products in the German market. About 70% of the total premium volume in the year 2000 was written for these important vehicles for longterm savings. Such policies are designed with two characteristic features: an insurance protection component that provides death benefits determined by the policys face value for a specified period of time the insurance period, which is on average about 28 years, and an investment component that accumulates value over time. The investment feature creates a cashsurrender value which the insurance company must pay at the end of the insurance period, or if the contract is terminated. To back the cash value, the life insurance company must generate reserves so called Deckungsruckstellung. The assets covering the liabilities have to be kept in a special 9 fund Deckungsstock, which must be managed separately from other insurance company assets. In addition, the assets in those funds are entered in a register Deckungsstockverzeichnis and cannot be disposed of without the permission of a trustee Treuhander confirmed by the Supervision Authority. Usually life policies in the German market are designed with a series of fixed premiums socalled contractual plan which are determined primarily by the insureds age upon issue, gender, the face value and the duration of the contract. The life insurance company uses a certain part of the total insurance premium based on a mortality table to cover the mortality cost for death claims, a second part to cover acquisition and management expenses, and a third part to be invested in specific assets to back the investment component.8 The German cost system in life insurance traditionally uses frontend loads as a percentage of the policys face value to cover marketing costs about 4% and a fixed percentage of the gross single premium per year to cover management expenses the average expense ratio in 2000 was about 3.53%. Because of the frontend load, for the first several years a policy is in force, the cash value is usually significantly less than the premium paid by the policyholder or even zero. Life insurance policies with an investment component have a number of income tax advantages for the policyholder and the beneficiary. First, life insurance proceeds paid by reason of the insureds death are usually received free of income tax. In addition, if unlimited contributions into a cashvalue life policy are paid from taxed income, the insurance period is at least twelve years, and the premia is not paid as a lump sum, then the periodic increases in the policys cash value are currently not taxed as income. Finally, within the second pillar occupational pension system, workers have the possibility to contribute part of their income, up to a certain limit currently EUR 1,752, into a life insurance policy so called Direktversicherung with substantial tax privileges. This form of occupational pension is particularly used by small and medium sized companies. In the year 2000, around EUR 42.8 Bill., which is about 13% of total occupational pension schemes, were allocated to direct life insurance policies. The most important endowment policies in the German life insurance market are: indexlinked, unitlinked policies and withprofits endowment policies. With index or unitlinked life policies, the investment components are typically backed by an 8 Because the different cost elements are not shown separately to the policyholder, these policies may referred to as bundled contracts. See also HallmanRosenbloom 2000, p. 50. 10 equity andor bond portfolio represented by an appropriate index or a specific investment fund account which the policyholder chooses. Therefore, the cashvalue of the policy and sometimes in part also the death benefits depend on the investment performance of the assets to which the policyholder wishes to allocate the investment component. Usually the cashvalue of an index linked policy is designed with a guaranteed minimum return, while unitlinked life insurance policies are not. Only 10% of the total premium volume for cashvalue life policies was written for these types of products. The most important product in the German life insurance market is the traditional participating cashvalue policy i.e. withprofits endowment policy. The investment component of the policy is designed with a guaranteed yearly minimum return and a variable not guaranteed surplus. The guaranteed return is set when the policy is issued and remains fixed until the contract is terminated, i.e. the cash value of the policy increases according to a present value schedule contained in the policy. The maximum interest rate life insurers can use to calculate the guaranteed part return is limited by regulation. In general it should not exceed 60% of the interest rate of longterm government bonds; in 1994 it was set at 4.00% per annum and in 2000 it was lowered to 3.25% per annum. The policyholders return which is in excess of the guaranteed return depends on the insurance companys experience with mortality, expenses and investment return. By regulation, the German life insurance companies must distribute at least 90% of their annual profits, if positive, to policyholders.9 Because of the competition for new business, however, the profit sharing rate is much higher. Technically, the surplus is paid out to the insured by an annual bonus, as well as a terminal bonus paid at the end of the contract. The most important part of the surplus stems from the performance of the life insurance investment portfolio. Note, that the guaranteed return is at least in the beginning of the contract, lower than the current market interest rate level. Hence, it could be expected that life insurers may generate in the first year of the contract a positive surplus from its investment portfolio, even if it is invested mostly in bonds. Despite the fact that the surplus is not guaranteed, German life insurance companies have a strong interest in keeping surplus rates stable over time. This is achieved by several smoothing vehicles.10 To determine the withprofits bonus allocated to policyholders, the assets held by the insurance company are evaluated on the basis of book values rather than market values. Therefore, it is possible to smooth the investment returns over time by accumulating explicit or hidden asset reserves in good years i.e. years in which the return on invested assets is above average and using 9 For a more technical description of surplus distribution in life insurance cf. e.g. RamlauHansen 1991. 10 See AlbrechtMaurer 2002a. 11 these reserves to preserve a bonus in the years when the insurance company earns less from its investments. This practice of smoothing over is a central part of the profit sharing philosophy of German life insurers.11 To illustrate the effect of return smoothing, we collected following AlbrechtMaurer 2002a the annual net investment log returns on the basis of book values Nettoverzinsung reported in the accounting statements of the 30 largest German life insurers which represented about 75% of the German life insurance market measured by premium volume covering the years 1980 to 2000. For each of the thirty time series the average logreturn, the volatilities and the first order sample autocorrelations are calculated. Table 2.5 reports the statistics for the companies with the lowest, average and highest mean return over this time period. Table 2.5: Descriptive Statistics for the Investment Returns of German Life Insurers Insurance Company with the   mean return 19802000 Median Highest Lowest 6.88 0.60 0.37 7.51 0.41 0.56 7.24 0.66 0.47 Mean return % p.a. Volatility % p.a. Sample autocorrelation First order sample autocorrelations marked with an asterisk are statistically significant at the 5% level according to the Qstatistic of LjungBox 1979. Looking at the mean returns, it can be observed that the market is characterized by a very high degree of homogeneity. Among the 30 largest German lifeinsurers, the one with the lowest highest average return over this timeperiod showed a value of 6.88% 7.51%. Moreover, the investment returns in the German life insurance market are very stable over time. The volatility of investment returns ranges from 0.37% to 0.56% p.a. for the company with the lowesthighest mean return in the sample. In addition, the first order sample autocorrelation of the yearly returns to German life insurance companies is high and statistically different from zero. It is well known, that return series with these statistical properties, i.e. low volatilities and a high level of serial correlation, are due to temporal smoothing. Note that because of expense loading, frontend loads and exit penalties, the range of average returns between 6.88% p.a. to 7.51% p.a. are not the range of expected returns for a potential investor willing to buy life insurance contracts over a short investment horizon. 11 C.f. Fitch 2002. Since the accounting year 1997, the total hidden reserves on assets has been required to be disclosed in the insurance balance sheets. 12 Besides the generation of hidden reserves arising when market values are higher than book values, insurers also have under certain conditions the possibility to use temporary hidden losses to smooth their investment returns. This is due to the fact, that insurers may deviate in certain circumstances from the strict lowestvalue principle when evaluating financial assets in their balance sheet. This principle means, that an asset must be written down to the market value if, at the qualifying date, the market value falls below the acquisition cost. A prominent example are so called Schuldscheindarlehen, which are special nonmarketable fixed coupon bonds. In general, these bonds are issued at par according to the current interest rate level of traded government bonds with comparable duration. According to current German accounting rules, the book value of Schuldscheindarlehen must not be written down to a lower market value because of an increasing interest rate level. Therefore, from an accounting point of view which is the basis to calculate the policyholders bonus as long as these bonds are held to maturity they are protected from the price risk resulting from fluctuations of the term structure of interest rates. Since late 2001, regulators allowed insurance companies to deviate from the strict lowestvalue principle for equity investments as well. According to 341b HGB German Commercial Code, if at the qualifying date the insurance company can argue that an individual equity would be kept and price fluctuations were only temporary, due to the high volatility in capital markets, then it is not necessary to write down the asset to its lower market value on the qualifying date, but to an average value over the year. For example 12, in the view of the auditors, it seemed to be justifiable to use an average twelve months market value plus a 10% loading, when preparing the 2002 balance sheets. Assuming an average value of 4,191.85 points for the major German equity index i.e the DAX in 2002, with a year end value of 2,892.63 points, insurers must only write down if the acquisitions cost of this indexportfolio exceeds 4,611.03 points. Note that this possibility to generate hidden losses to support return smoothing in a balance sheet is inconsistent with current International Accounting Standards IAS. Annuities sold by life insurance companies are a traditional and common vehicle to draw down accumulated assets during the postretirement phase. In exchange for a nonrefundable premium paid as a lumpsum at the date of purchase or as a fixed series of premium payments during a specified accumulation phase, the insurance company promises to make a series of periodic payments to the annuitant contingent if he or she survives. The typical annuity product which is sold in the German market offers pension payments which have a guaranteed 12 Cf. for this example Fitch 2003, p. 2 13 and a nonguaranteed part. Within the guaranteed part the insurance company promises life pension payments in fixed nominal terms fixed annuity or rising at a prespecified fixed nominal escalation rate grade annuity. Likewise to traditional cashvalue life policy, the maximum interest rate insurers can use to calculate the guaranteed part of the annuity is restricted by regulation, i.e. currently at 3.25% per annum. In addition, the life insurance company must apply within the guaranteed part mortality tables valid on the date the contract was signed. The nonguaranteed part depends equivalent to traditional cashvalue life policy on the insurance companys experience with mortality, investment returns and expenses participating annuity.13 In contrast to other important annuity markets, e.g. the UK or US, annuities which are explicitly indexed to inflation real annuity are currently uncommon in the German market. Like for other countries, the German market for private annuities is smaller than predictions from economic theory suggest. While life annuities provide invaluable longevity insurance that cannot be replicated by pure investment vehicles, there are also disadvantages that come along with annuitization: First, there is a serious loss of liquidity, because in general assets cannot be recovered after purchase of the annuity, regardless of special needs. Second, in its simplest form where income payments are contingent on an individuals survival there is no chance leaving out money for heirs even in the case of an early death of the annuitant. Third, and probably the most important explanation for this phenomenon is the crowding out due to quite generous German public defined benefit pension system. From a pure financial point of view, payments from state pension can be characterized as annuities. For example, the total payments from commercial life insurance to annuitants in 2000 was about 2,457 Mio. Euros, which is only about 1.4% of the payments from the public pension system. Additional demand for private annuities are projected because of the ongoing reductions of public payasyougo pensions in favor of an extension of private funded pension plans. For example, the Riester pension reform in 2001 requires that a certain fraction of the accumulated assets in tax supported individual retirement accounts must annuitized not later than at the age of 85. However, such programmed new business is not without risk. A key factor to cover the financial aspects of longevity risk by organizing risk pools is to develop appropriate mortality tables for annuitants. 14 13 For a more detailed discussion of the German annuity market see AlbrechtMaurer 2002. 14 See MitchelMc Carthy 2001 for that point. 14 2.2.3 NonLifeInsurance Property casualty insurance companies also called nonlife insurance are offering insurance coverage for a wide variety of occurrences, i.e. loss, damage, destruction of property, loss or impairment of incomeproducing ability, claims for damages by third parties from alleged negligence and loss resulting from injury or death from occupational accidents.15 In the German insurance market 271 PC companies are offering insurance protection in all important personal and commercial lines, e.g. fire insurance, general liability insurance, private accident insurance and automobile insurance. The market share of the PC lines with respect to the total premium volume written in direct insurance lines is 29.2% or EUR 48,371 Mill. The most important line is automobile coverage with a market share of about 42% with premia written in all PC lines. Private Health Insurance: Health insurance protects people and their families against two types of losses: disability income losses and medical care expenses. In Germany, the main sources that provides health benefits are the state social security program and individual private health insurance. In general, employees and their nonemployed dependents are compulsory members of the German state health program, which provides substantial but highly regulated health benefits. Based on the principle of solidarity, premiums must be paid as a percentage of the current working income while the coverage provided is at least for medical expenses equal for all members of the state health insurance. High income workers earning more than the social security ceiling currently about EUR 5,000month have the possibility to leave the state health program and protect themselves against disability andor medical expense risk via an individual policy offered by a commercial health insurance company so called substitutive private health insurance. Additional demand for individual private health policies is generated from those who are not e.g. selfemployed or only in part e.g. civil servants compulsory members of the state health program. Compared to the social security program, the design of private health insurance policies are much more flexible with their coverage. The premia are calculated by individual risk characteristics, e.g. defined health benefits, age and gender. To understand the important role of private health companies as institutional investors, it is necessary to know some special features of this insurance that are a result of regulation. If a private health insurance company accepted a risk, it may not 15 See Fabozzi 1998, p. 126. 15 terminate the contract. Additionally, the company may not raise premiums because of the increasing age of the policyholder. Hence, private health contracts are generally lifelong policies usually with a monthly fixed premia. Based on an actuarial table about mortality and morbidity of the individual, the company must calculate at the time the policy is issued, an average premium over the total lifetime of the contract.16 Therefore, if the individual is young, the differences between the required premia and the yearly expected claim payments plus expense loadings are positive, while this difference becomes negative if the policyholder is old. Therefore, to smooth the premia over time, the company reserves parts of the premia as long the policyholder is young and uses this aging reserve to finance negative excess premia when he or she is old. This ageing reserve is an important reservoir for private health companies to generate investable funds. Comparable to the mathematical reserves for life insurance companies, the registered asset backing the aging reserve must be separated from other assets and dispositions are only possible with the approval of an appointed trustee. Reinsurance is a financial arrangement between a reinsurance and an insurance company, whereby the reinsurer agrees, against payment of the reinsurance premium, to reimburse part of the uncertain payments for losses that the ceding insurer is called upon to pay the original policyholders.17 In this sense, reinsurance may be defined as the direct insurers insurance. From an economic standpoint, the rationale of writing reinsurance is to improve the probability distribution of the uncertain return on stockholders equity in conjunction with a sufficient level solvency of the ceding insurance company. In general, the 39 reinsurance companies operating usually as corporations in the German market offer proportional and nonproportional protection in all insurance lines. With respect to the EUR 36 Bill. of total premium volume written during the year 2000, the most important reinsurance lines are life insurance with 21.4%, followed by automobile insurance with 19% of total premia payments for reinsurance coverage. While historically reinsurance was signed mostly on a facultative basis, reinsurance coverage today occurs mostly on a treaty basis. In the first case each arrangement refers to a specific insurance contract written by the direct insurer, which has to be separately negotiated between the reinsurer and the ceding insurer for each contract. In contrast to these casebycase reinsurance trades, a treaty concerns a whole set of insurance contracts written by the direct insurer, typically in a particular insurance line fire, homeowners during a specific period of time. The primary writer has to cede and the reinsurance company is obligated to accept all contracts for which the treaty has been signed. 16 However, the company can increase or decrease premia if the underlying actuarial assumptions change. 17 See Louberge 1981 and 1983, Waters 1983 and Schradin 1998, chapter two. 16 Regulation 2.2 Insurance companies are in business to provide financial protection, i.e. to reimburse an individual in case the insured event occurs. Thus, the individual transfers the insured risk to the company. However, because the financial results of underwriting and investment activities are stochastic in nature, the company may become insolvent and therefore be unable to pay. KahnemanTversky 1979 introduced the term probabilistic insurance to point out that most insurance is, in fact, only pseudocertain. The core of state regulation for German insurance companies is to bind this default risk by controlling the financial stability of an insurance company. Insurance Supervision Act Versicherungsaufsichtsgesetz, VAG which is exercised by the federal financial supervisory authority Ba Fin makes German insurance companies subject to substantial legal provisions. Like pension funds or investment management companies, before an insurance company is allowed to operate, it must obtain a license from the BAFin.18 Permanent federal supervision of the financial stability 81 I VAG imposes additional constraints on a direct insurance companys business operations. However, since the deregulation of the Insurance Law in 1994, the insurance products offered by the companies are no longer subject to prior approval by the supervisory authority. The main focus of insurance supervision is clearly on solvency control. Besides requirements with respect to liability reserves, permanent state regulation of German insurers imposes at least two other important constraints considering financial ratios: solvency requirements and restrictions on financial investments.19 Solvency requirements: The centerpiece of the solvency requirements in the propertyliabilitylines is to limit the exposure of the underwriting risk with respect to a certain level of equity solvency capital.20 More formally, the minimum solvency requirements can be expressed by an upper bound on the insurance leverage, i.e. the sum of premium proceeds minus operation costs over all lines in proportion to the regulatory capital of the insurance 18 See 5 ff. VAG. 19 Reinsurance companies are excluded from solvency requirements and investment restrictions. 20 In reality, the solvency capital of an insurance company is neither equal to the book, nor to the market value of the equity capital. See for this point Schradin 1995, 209220. 17 company. A reasonable rule of thumb 21 in the propertyliabilitylines is that the maximum insurance leverage is restricted to about 10.18 if reinsurance coverage is neglected. Note, that in addition to the stated equity capital, subordinated debt and hybrid assets less intangible assets and 50% of capital not paid up are also part of the regulatory solvency capital of an insurance company. The solvency requirements for the life insurance lines differ substantially from the propertyliabilitylines. In general, the required solvency capital depends on the mortality risk covered by term life contracts. Moreover, life insurance contracts that build up a cash value in conjunction with a minimum return guarantee, the required solvency capital depends on the mathematical reserves and the companys surplus strength. The minimum level of solvency capital is determined as follows: 4% of technical reserves for endowment and annuity policies 1% of technical reserves for unitlinked policies 0.3% of sums insured for term insurance. Reinsurance can reduce the required minimum solvency capital up to certain limits. Besides the equity capital as stated, the following are also part of the regulatory solvency capital of a life insurance company: subordinated debt, hybrid capital so called solvency capital A, the terminal bonus reserves, the noncommitted bonus reserves so called solvency capital B, with the approval of the BAFin, hidden reserves and estimated future profits so called solvency capital C. In its annual report 2000, the BAFin reports that for about 10% of the life insurers, the supervisory authority allows the use of estimated future profits to cover the minimum solvency margin. Investment restrictions: The regulation of the financial investments specifies the types of investment vehicles permissible for insurance companies to back their liability reserves as well as some general investment principles. In addition, the investment decisions are restricted by quantitative investment restrictions. For example, it is generally not allowed to invest more than 5% of total assets backing liability reserves in a specific asset. In addition, important quantitative investment limits exist regarding the composition of the insurance companys asset allocation and the possibility to use financial derivatives. For example, short sales are excluded, nonmatched open currency positions are usually not allowed, financial 21 This is due to the so called Beitragsindex codified in 1, 2 Kapitalausstattungs VO and Rundschreiben des BAV R 388, Ver BAV, 1988, pp. 195 ff. for property liability insurers, c.f. Maurer 2000, p. 215. Note, that the solvency requirements for life and health insurance companies are quite different. 18 derivatives like options, futures and swaps can only be used for hedging, and for certain risky assets maximum investment weights with respect to liability reserves are established 22: maximum investment weight of 35% for listed stocks maximum investment weight of 25% for real estate maximum investment weight of 10% for non listed participation maximum investment weight of 10% for listed stocks outside the EU maximum 20% nonmatched currency position However, these numbers are based on accounting data, i.e. the book value of stocks should not exceed 35% of the book value of the investable funds which back the liability reserves of the insurance company. The possibility to generate hidden valuation reserves in case the stock values are increasing, allows for the maximal investment weight for stocks with respect to the market value of the total investable fund to be higher. 2.3 Outlook and Current Developments In this final section we provide an outlook of some important developments in the German insurance industry. A fundamental reconception of the current system can be expected, with respect to the legal provisions for asset management and solvency requirements. Especially for life insurers, the current solvency system is quite intransparent and not compatible with modern concepts of risk management and portfolio optimization. Most importantly, a substitution of the quantitative investment restrictions by a system relying on riskbased capital is being discussed solvency II, as is the harmonization of solvency requirements on a European level. An important development was the introduction of a guarantee pool so called protector for insolvent life insurance companies in 2002. In the past, such a pool solution was rejected by the insurance industry on the grounds of moral hazard, and the alleged safety net provided by the regulated environment. However, due to the dramatic deterioration of equity values in 2001 and 2002 in conjunction with an inaccurate investment strategy i.e. with too high equity exposures some life insurers ran into seriously solvency problems. Therefore, to keep the life insurance reputation as a safe pension product with substantial return guarantees, the industry itself took the initiative for such a pool solution. The practice of return smoothing, which is a central part of the bonus participation system in the German 22 Unit or indexlinked cashvalue life policies are excluded from these restrictions. 19 life insurance industry, should not be criticized per se. It provides similar but not equal to a payasyougo system a kind of risk sharing between different generations of individuals using life insurance policies for long term saving. However, the current way how such a system is implemented is difficult to understand and not transparent. The establishment of alternative risk transfer ART products as a substitute andor supplement for reinsurance appears to be a growing business. In addition, some important implications regarding the current reform of the social security systems in Germany can be observed. The German Retirement Savings Act Altersvermogensgesetz, which passed the German legislative body in May 2001, instituted a new funded system of supplementary pensions coupled with a general reduction in the level of state payasyou age pensions. To compensate for the cut in state pension payouts, individuals will be able to invest, with some tax benefits, a part of their income in third pillar individual and second pillar occupational pension accounts which are offered by regulated financial institutions such as commercial banks, investment management companies, and life insurance companies. In order to qualify for the tax credit, the design of pension products has to satisfy a number of criteria codified in special laws. Pension products designed by life insurance companies are usually in line with these provisions. For example, in the case of second pillar pension products, participating cashvalue life policies are in line with the law on occupational pensions Betriebsrentengesetz. For third pillar pensions accounts, the law concerning the certification of individual pension products AltersvorsorgeZertifizierungsgesetz requires in its current version that, when the age of retirement is reached, a certain fraction of the accumulated assets must be drawn in the form of a lifelong annuity or a capital withdrawal plan with deferred annuitization not later than at the age of 85. To sum it up, because of these legal requirements it can be expected that the life insurance industry will have substantial new business along with an extension of funded pensions. 20 Investment Funds The Nature of their Business 3. 3.1 The business idea of an investment fund is to enable investors from all classes of society to participate in and benefit from the profits of productive capital as well as real estate. In a more general perspective, the investment fund philosophy is based on the principle of equal opportunities for all investors in all markets.23 To this end investment funds pool money by selling shares to many investors and invest the proceeds in a portfolio of securities andor incomeproducing properties or both. Investment funds can be classified between openend and closedend funds.24 Openend investment funds, also referred to as mutual funds, does not have a fixed number of outstanding units. Instead, the number of shares is changing as the funds continually stand ready to both sell new shares to all kinds of investors without limitations, and to redeem old shares on demand from them. This type of investment fund, which can issue and sell additional units at any time, is the most common type of investment fund in Germany. The price for purchase or redemption is based on the net asset value per share, which is usually computed daily. The net asset value is found by the actual market value of all assets held by the mutual fund, less any fund liability, divided by the number of outstanding units. In general, mutual funds do not leverage their position by issuing financial debt and invest their capital by the principles of risk diversification. Furthermore, mutual funds are regulated by a comprehensive legal framework i.e. the Investment Companies Act designed to protect investor rights. These are subject to state supervision. In the German market, mutual funds may be managed only by an investment management fund company Kapitalanlagegesellschaft, subsequently referred to as KAG which is a specialized bank in the asset management field. A German KAG may be operated only in the legal form of a joint stock cooperation or a limited liability company, and usually manages the assets of many different mutual funds. Its shareholders are not the investors in the funds, but typically banks or insurance companies. From a legal point of view, the mutual fund itself Sondervermogen is a special asset pool funded by the investors capital contributions and must be strictly separated from the investment companies own assets. The unit certificates held by the investors, are not comparable to equities, but are special securities representing a contractual 23 C.f. Laux 2002. 24 C.f. HallmanRosenbloom 2000, chapter five and Fabozzi.1998, chapter eight. 21 claim of the unitholder against the investment fund. The fund is managed on the basis of a management contract by the investment management company and the unitholders.25 In many respects, the closedend investment company is similar to a typical cooperative. It issues a fixed number of shares and can also issue bonds to leverage the position of the common shareholders. Investors, which are simultaneously shareholders of the investment company, do not have the right to redeem their shares to the fundcompany. Instead, shareholders must sell them on a secondary market, e.g. on the stock exchange if it is an exchange traded closedend fund or, if the fund is not listed, in the overthecounter market. Hence, the price of a closedend share is determined by supply and demand and can fall below, or rise above, the net present value per share. In contrast to mutual funds, closedend funds are often not due to a special financial regulation and must not follow the principle of diversification. The bulk of closedend funds existing in the German market are of this type.26 They mostly invest in special not diversified real estate projects, leverage the position of the common shareholder driven by tax reasons by issuing debt instruments, and operate in contrast to mutual funds without any special regulation or Federal supervision concerning investor protection. In the remainder of this chapter we will only focus on openend investment funds. Investors gain a number of advantages by buying shares of a mutual fund.27 First, smaller investors are able to enjoy a degree of diversification for a low investment budget they could otherwise not achieve on their own. Second, investment companies may offer experienced professional asset management to select and manage securities and properties in which the funds capital will be invested. Third, investment companies may provide investors with economies of scale on transaction and management costs by pooling the assets of many individuals. Fourth, investment units are liquid insofar as unitholders can ask for redemption of their holdings to netasset value prices at any point in time in the case of mutual funds. Because of the openend principle and the possibility of daily redemption, investors are highly flexible to invest or withdraw money from mutual funds, e.g. by lump sums payments or accumulation and withdrawal plans. 25 C.f. LauxSiebel 1999, p. 51. 26 An exception is the investment stock cooperation Investmentaktiengesellschaft. Like mutual funds, they are since 1998 regulated in the German Investment Law and subject to state supervision. The shares of investment stock cooperation must be traded on the stock exchange. However, by the end of the 2000, no investment stock cooperation has been introduced in Germany. 27 C.f. HallmanRosenbloom 2000, chapter five. 22 Products, Size and Role in the Financial Sector General Market Overview As with any other financial intermediary, there are costs associated with investing through investment funds. The fund management charges a investment management fee, usually as a percentage of the funds average assets. Sometimes the fund management charges an extra performance fee if the return of the fund units is above a certain benchmark. Other costs of administrating a fund include expenses for providing investors with financial statements, the depository bank fee, and employing custodial and accounting services. To cover the distribution and sales costs, the investor pays either a frontend load when purchasing or a backend load when selling a fund unit. Moreover, sales charges on reinvested distributions and an exchange fee for the option to switch from one fund to another, within a family of mutual funds, are possible. Further transaction costs arise in connection with the purchase and the sale of securities and properties to implement startup costs and to update turnover costs the funds portfolio strategy. 3.1 3.2.1 With respect to assets under management by 2000, the German mutual funds industry is within the G7 countries the fifth largest behind the US, Japan, France and Italy. About 420 Bill. Euros were invested in German mutual funds. At the end of 1980, this number had been at . 16 Bill. Euros, i.e. over the past 20 years the German investment industry has increased assets under management substantially. However, in terms of market share within the G7 countries, German mutual funds fell behind, from 7% in 1980 to 4,1 % in 2000. At the end of 2000, this ratio had been at merely 4.13%, i.e. Germany has since decreased its relative world market share. In addition, the average amount of assets a household invested in mutual funds is EUR 5,154, a figure which is substantially lower than the average i.e. EUR 10,571 within the G7 countries. Only Japan exhibits a lower rate with EUR 3,645. A reason for this development of increasing absolute but decreasing relative importance of mutual funds might be that in contrast to many other G7 countries, in Germany there are no tax benefits for longterm savings with mutual funds. The following table summarizes important figures about the German mutual fund market in comparison to other G7 countries for the years 1980 and 2000. 23 Deutscher und Statistical Yearbooks of Assets under Management World Market Share % Table 3.1: The German Market for mutual funds compared with other G7 countries Assets per Household 2000 9,804 5,154 13,029 7,811 3,645 6,981 27,570 10,571 2000 297,069 423,630 766,100 449,930 460,746 412,557 7,452,097 10,262,12929,968 14,006 133,062 239,265 na Bundesverband 1980 5,274 16,773 40,182 1980 221 272 323 na 257 251 584 318 1980 2.20 7.01 16.79 na 12.53 5.85 55.62 100.0 2000 2.89 4.13 7.46 4.38 4.49 4.02 72.62 100.0 in Mill. Euros including foreign funds of German provenance Assets under management as percentage of total volume of G7 countries Mutual Fund units per capita in Euros including foreign funds of German provenance Investment Canada Germany France Italy Japan UK USA Totalaverage Source: Vermogensverwaltungsgesellschaften 1981, 2001, and own calculations. By the end of the year 2000, investors could choose between 1,119 different mutual funds, which were managed by 81 investment management companies KAG registered in Germany. Most of them are owned by commercial banks. The savings banks Sparkassen, the credit cooperatives Genossenschaften and large universal banks Commerzbank, Deutsche Bank, Dresdner Bank, Hypo Vereinsbank accounted for about 80% of the managed assets. Driven by recent mergers e.g. Allianz and Dresdner Bank, insurance companies have begun to play an increasing role in the asset management industry. The most important distribution channel for mutual funds are banks and their network of branches throughout Germany.28 Around 63% of all mutual fund sales in Germany during the year 2000 took place through banks. The banks typically offer the mutual fund products of their own investment management companies. Despite the fact that bank branches still remain the dominant distribution channel, the importance of other distribution platforms such as independent financial advisors 14% in 2000, sales through internet banking, i.e., direct banks and discount brokers 12% in 2000, or insurance companies 5% in 2000 has grown, both for customers and fund managers. Furthermore, a trend could be observed for offers not only of their own funds products, but also a large number of third party funds, similar to fund warehouses. Aside from mutual funds Publikumsfonds there is another important type of openend investment funds, the socalled specialfunds Spezialfonds which are also regulated in the the four 28 C.f. in the following Price Waterhause Coopers 2002, pp. 1516. 24 Investment Companies Act. In contrast to mutual funds which sell units to all private investors without limitation, a special fund is defined as an investment fund with no more than ten investors often only one investor, who must be a legal entity. This type of fund was specifically developed for institutional investors as a possibility to outsource the management of their assets within a regulated framework. A special fund is subject to most of the provisions of German investment regulation and may invest in the same types of assets as mutual funds. In the following sections, we will provide an market overview for these types of investment funds and describe the most important features due to regulation. 3.2.2 Mutual Funds Regarding investment objectives and policies which must be described in a funds prospectus, there are mutual funds available in the German market to meet just about any investment goal. An important and traditional criterion by which the various types of mutual funds can be classified is the asset class in which the units capital is invested. However, even within an asset class, fund managers present different investment styles e.g. growth, value, small cap, large cap. Still, other funds are neither defined by a special asset class, nor by its investment style, but rather by a special investment objective such as retirement. In line with the definitions provided in the Investment Companies Act 29, six different types of mutual funds exist in the German market. Security Funds Real Estate Funds Money Market Funds Mixed Security and Real Estate Funds ASFunds FundsofFunds Security and real estate funds are the traditional types of mutual funds. They have operated for more than three decades in the German market. The other mutual funds only came more recently into force, especially within the amendments of the Investment Company Act in 1994 29 In addition to the reported mutual fund types, Participation funds BeteiligungsSondervermogen, which are permitted to invest in securities and silent partnership interests, are also legally allowed within the Investment Company Act. However, the nonparticipation fund has yet to be launched as a mutual fund in Germany. 25 and 1998. The following table 3.2 provides an overview about the number and the total amount of assets under management of the different mutual fund types in the German market. Table 3.2: Classification of German Mutual Funds by Investment Objective Type of Fund Number Asset in Mill. EUR Asset in % of total assets 915 420 288 207 20 39 3 44 97 1,119 225,952 141,628 59,887 24,437 48,931 20,196 4,237 2,817 4,852 306,985 61.83 46.14 19.51 7.96 19.54 9.95 1.47 0.86 2.32 100 Security Funds Equity funds bond funds balanced funds Real Estate funds Moneymarketfunds Mixed Funds ASFunds FundofFunds Sum Source: Deutsche Bundesbank Kapitalmarktstatistik December 2001, p. 53 Securityfunds WertpapierSondervermogen are the most important type of mutual fund in Germany. Measured by assets under management in 2000, the 915 securitybased funds had a market share of more than 60% of all mutual funds. Among these funds, an investor can choose between equitybased, bondbased and balanced funds, as well as a variety of different investment styles. Realestatefunds GrundstucksSondervermogen may invest in properties, certain types of participations in real estate companies and in fixed income instruments e.g. bonds and money markets. This type of fund is very popular among small investors, especially to hedge against inflation. By the end of 2000, the 20 realestatefunds had a 19.54% share of the total mutual funds assets in Germany. In contrast to the Real Estate Investment Trusts REITs in the U.S.A., the real estate fund in Switzerland, property companies in U.K., Societe Immobiliere dInvestissement SII and Societes Immobilieres pour le Commerce et lIndustrie SICOMI, in France, open ended realestatefunds in Germany are not quoted on the stock exchange; however, investors can ask for redemption of their fund units at any time based on the net asset value of the fund. While financial assets are valued according to their current market prices, the value of each property is based on appraisals by independent experts. To maintain the openend principle, the German real estate funds continuously offer new shares to the public. The issue prices are calculated likewise on the basis of the net asset value, plus an offering charge which is usually 5%. From an economic point of view, the offering premia are not only raised to cover sales costs, but also to build an effective barrier 26 which makes frequent transactions with the fund units unattractive.30 For openend realestatefunds, it is essential to avoid frequent changes in the capital volume because in contrast to security funds real estate funds cannot continuously buy and sell their properties. In order to be able to meet the repurchase guarantee to unit holders at any time, and to be able to invest money for a short term, German real estate funds typically hold about 2550% of their assets in fixedincome securities. Money market funds GeldmarktSondervermogen have been legally permitted in Germany since 1994 and make investments in cash or special money market instruments. In 2000, the 39 money market funds in the mutual funds sector reached a market share of 9.95% of all mutual funds. Fundoffunds InvestmentfondsanteilSondervermogen, according to the 3rd Financial Market Improvement Act, may invest their assets in units of other German mutual funds as well as in units of foreign investment funds registered for public distribution in Germany. In general, German fundoffunds are allowed to invest in all types of mutual funds, except other fundoffunds, closedendfunds or special funds. In 2000, their market share was 2.32%. Mixed Security and Real Estate Funds Gemischte Wertpapier und GrundstucksSondervermogen are a combination of realestate and securitybased funds. Therefore, a mixed fund can invest in securities, properties, realestatefunds and participations in real estate companies. In the mutual funds sector, the market share of the three mixed funds was 1.47% of all assets under management in 2000. ASfunds AltersvorsorgeSondervermogen were introduced with the 3rd Financial Market Improvement Act by April 1998 into the German Investment Companies Act. In contrast to other types of investment funds, AS funds are not defined by the underlying asset e.g. bonds, equity, realestate and the investment style e.g. growth, value followed by fund managers, but rather by the special objective of pension provision. Therefore, the legal structure of these funds is designed to offer private investors a possibility to improve their retirement provision based on a purely defined contribution scheme.31 During the accumulation phase, ASfunds are designed as longterm savings plans with a minimum term of 18 years. Income e.g. dividends, coupons is reinvested, and there is an option to 30 See MaurerSebastian 2002 for this point. 31 See LauxSiebel 1999 for a detailed description of ASfunds. 27 switch the accumulated wealth from the ASfund to another fund of the same investment management company at no transaction cost. To ensure risk diversification by investing in different asset classes, ASfunds must comply by law to special minimum and maximum investment limits. For example, at least 51% of the funds asset must be invested in equities and real estate. Moreover, no more than 75% may be invested in equities, up to 30% in real estate, dormant holdings andor units of participation funds must not exceed 10%, foreign exchange exposures are limited up to 30%, and, finally, financial derivatives can only be used for hedging. In contrast to AngloSaxon type pension funds, ASfunds do not include insurance e.g. mortality or disability nor any kind of defined benefit elements e.g. by providing a minimum return guarantee. No special tax benefits are given to contributions to this type of mutual fund. The market share of the 44 ASfunds by the end of 2000 was about 0.86% of total assets under management in the German mutual fund sector. In the following table, we provide an overview about the historical risk and return profiles of German mutual funds within the main asset classes, i.e. equities, bonds and real estate. Therefore, we use the historical investment returns including capital gains and dividends for German mutual funds over the period 19802002. Three classes of well diversified funds have been studied: stocks, bonds, and realestate funds concentrating their assets mainly within the German capital and real estate market. Proceeding from a sample of 17 stock funds, 23 bond funds and 7 realestate funds we chose the funds which, regarding the average return over the period 19802002, took the highest, median and lowest positions. The yearly timeseries returns offer the following estimates for the mean log return, the volatility, first order autocorrelation and the correlationcoefficients: 28 Table 3.3: Descriptive Statistics for the Investment Returns of German Mutual Funds 1980 2002 Mean % p.a. Std % p.a. AR1 Equities Correlation Bonds Funds with highest average return 1 0.54 0.02 1 0.12 0.11 1 0.40 0.22 Equities Bonds Real Estate Equities Bonds Real Estate 9.97 7.52 6.46 8.20 6.99 6.18 15.79 5.60 1.59 25.66 4.64 1.81 0.02 0.06 0.66 0.03 0.02 0.80 Funds with median average return Real Estate 1 1 1 0.40 1 0.42 Funds with minimum average return 1 1 0.53 5.23 6.13 5.58 0.07 0.30 0.81 26.05 6.34 2.13 the mean returns between Equities Bonds Real Estate First order sample autocorrelations AR1 marked with an asterisk are statistically significant at the 5% level, according to the Qstatistic of LjungBox 1979. Mean returns, standard deviations, and sample autocorrelations presented in table 3.3. differ among the different types of mutual funds, while equities are the most volatile asset class, and real estate funds have lowest volatility. This kind of cross sectional homogeneity exists also for the mean return within the bond and real estate sector. The spread between the maximum and minimum bond fund is 1.39%; for real estate funds it is 0.88%, respectively. However, the different equities funds are much more heterogeneous. The spread between maximum and minimum funds is 4.39%. For the maximum and minimum equity funds the mean returns are higher than those of bonds and real estate, i.e. providing investors with a historical positive risk premium to cover the higher volatility of this asset class. However, the risk premium for the equity funds with the lowest mean return, is negative. Looking at the sample autocorrelations, it is interesting to note that the returns of German real estate funds show similar smoothing features as the investment yields of life insurers. The first order sample autocorrelation of the yearly returns of German real estate funds is large and statistically distinguishable from zero. As reported in the supporting literature BarkhamGeltner 1994 among others, real estate return series with such typical statistical properties, i.e. low volatilities and a high level of serial correlation, are due to appraisal smoothing. The same is true for the German real estate funds, because the unit values are based on annual expert appraisals of the properties held by the funds. It is well documented in 29 real estate literature that appraisals are due to the asynchronous and temporally aggregated processing of relevant information, resulting in smoothed shortterm returns.32 In contrast to this, equity and bond fund returns are determined on a exchange market that adjusts rapidly to changes in information and expectations. However, the smoothed prices of the German real estate funds represent the amount at which the fund must redeem units at each point in time. Therefore, despite the fact that the risk level of real estate mutual fund units is probably artificially low, for unit holders the smoothed return is the actual holding period return which they receive. Note, that because of purchase transaction costs of about 5% of the initial unit price, the reported average return is not the expected return for a potential investor who is willing to buy units of real estate funds. 3.2.3 Special Funds The number of special funds is about four times higher than the number of mutual funds. The assets under management of special funds are about 50% higher than for mutual funds. Within the special funds sector, the balanced equitybond funds play the most important role, with a market share of 59.37% of total assets under management. The following table 3.4 provides an overview of the number and the total amount of assets under management of the different types of special funds. Table 3.4: Classification of German Special Funds by Investment Objective Number Asset in Mill. EUR Asset in % of total assets Type of Fund Moneymarketfunds Security basedfunds Equity funds bond funds balanced funds 5 5,491 371 1,517 3,603 45 41 5,582 613 483,113 48,697 142,219 292,197 7,914 579 492,219 0.12 98.15 9.89 28.89 59.37 1.61 0.12 100 Real Estate funds FundofFunds Sum Source: Deutsche Bundesbank Kapitalmarktstatistik December 2001, p. 53 Table 3.5 provides an overview of the shareholders of special funds. Measured by assets under management, the most important institutional investors are insurance companies with a market share of about 50%. It is interesting to note that among them, life insurance companies 32 See among others Geltner 1993 or MaurerSebastian 2002 30 are the most important user of special funds with EUR 139,632 Mill. worth of assets under management. Therefore, in the retail market for savings and pension products, life insurance companies who offer life policies with a cash value, and investment management companies who offer mutual funds products intensively compete with each other. In the market for special funds, however, they strongly cooperate. Apart from insurance companies, commercial banks 25,56% of assets under management and industrial companies 17.23% are important users of special funds. Social security institutions, nonprofit organizations churches, political parties or unions, and foreign investors play a minor role. Table 3.5: Investors and Assets under Management for Special Funds Investor Number of Funds Asset under Management in % in Mill. EUR Regulation 5,534 1,954 1,643 1,261 219 457 48 5,582 99.28 25.56 48.99 17.23 2.48 5.02 0.72 100.00 488,678 125,826 241,065 84,832 12,222 24,734 3,541 492,219 Domestic Banks Insurance Companies Other Companies Social Security Institutions Non Profit Organizations Foreign Total Source: Deutsche Bundesbank Kapitalmarktstatistik December 2001, p. 60 3.2 Investment management companies which offer mutual and special funds are regulated by a comprehensive legal framework, primarily by the Investment Company Act Gesetz uber Kapitalanlagegesellschaften, subsequently KAGG. The KAGG is a special law designed to provide investor protection, and is the statutory basis for the German investment fund market. It regulates a number of legal aspects, such as licensing requirements, the organizational structure, the possible funds operated by the investment management company, the function and purpose of custodians, permitted investments, investment restrictions, valuation, accounting, auditing and publication requirements, and the taxation of the fund. The state supervision of the rules codified in the Investment Company Act is exercised by the federal financial supervisory authority Ba Fin, a legal compliance supervision. The supervisory authority is not allowed to intervene with the business decision of an investment management company, as long as these are in conformity with the existing laws and regulations.33 Since its implementation in 1957, the KAGG was de lege ferenda subject to number of important 33 See for that point LauxSiebel 1999, p. 67. 31 amendments which in general extended the investment opportunities for investment funds. The latest amendment was the 4th financial market improvement act in 2002 which facilitated the possibilities for real estate funds to invest internationally. A special feature of the governance structure is that an investment management company requires a supervisory board regardless of its legal form. By law, the duty of the supervisory board is expresis verbis to ensure the interests of the funds unit holders. In addition, a German investment management company must appoint one depositary bank for each of its investment funds. The depositary bank must be licensed to act as a depositary bank and is subject to state supervision. In performing its functions, the depositary bank must act independently of the investment management company. The selection, as well as all subsequent changes of the depositary bank, must be approved by the BAFin. An important function of such a custodian is to safekeep the assets of the investment fund. The assets of the investment fund are kept in segregated bank or security accounts at the depositary bank. Dispositions in the fund assets by the investment management company are subject to the approval by the depositary bank. Therefore, the involvement of the depositary bank prevents the investment management company from using the asset of the investment funds for its own account. Other important functions of the depositary bank is to determine the net asset value and to act as a transfer agent regarding the issue and redemption of fund units. In addition to the Investment Company Act, investment funds are also subject to a number of other laws. For example, the promotion of foreign investment funds in Germany is due to the German Foreign Investment Act Auslandsinvestmentgesetz. This law was introduced in 1969 in response to the collapse of the Investors Overseas Services IOS, where thousands of investors lost their money. According to this law, the public marketing of foreign investment funds in Germany requires a notification of the BAFin. With respect to the notification process, one must distinguish between foreign funds situated in EU member states or states which are party of the European Economic Area, which set up the Directive 85611EEC UCITSfunds, and other foreign funds non UCITSfunds. While UCITS funds are subject to a simplified notification procedure, all other foreign funds publicly marketed in Germany must comply with more rigorous requirements for permission to sell investment funds in Germany. UCITSfunds must invest in bonds andor equities that are quoted on the stock exchange. Hence, within the different mutual fund types of the KAGG, only security based funds are currently consistent with the UCITSdirective. 32 Since the German Banking Law Gesetz uber das Kreditwesen deemed investment management companies as special banks, they are, like commercial banks, also subject to the general provisions of the KWG. However, because of the special provisions lex specialis in the Investment Company Act, there are important differences between the regulation of commercial banks and that of investment management companies. The most important difference is with solvency requirements. Usually, commercial banks like insurance companies are risk bearers in their business. Therefore, they are due to comprehensive risk based solvency requirements. In contrast, an investment management company usually assumes no obligation other than that of investing the funds, in a reasonable and prudent manner, in the interest of the investors. It provides no guarantees of the rate of investment return. Hence, the investor bears all capital market risk and receives the full reward of the financial asset that backs the mutual fund units. Because of the balance sheets, investment management companies are not exposed to fluctuations in the capital market and are usually excluded from the riskbased solvency requirements codified in the German Banking Law. According to German Investment Company Act, the minimum equity capital for investment fund management companies i.e. the provider of the pension products is EUR 2,5 Million, independent of asset under management, number or type of funds. However, an important development accompanied the introduction of Individual Pension Accounts IPA within the Retirement Saving Act in May 2001. In order to qualify for a tax credit, the IPA products have to satisfy a number of criteria. These conditions are codified in a special law concerning the certification of individual pension products AltersvorsorgeZertifizierungsgesetz and are supervised by a special authority Zertifizierungsstelle belonging to the German Federal Financial Supervisory Agency. An essential condition, which was the core of an intense and controversial debate during the social security reform in Germany, is the socalled moneybackguarantee. This means, that each provider of an IPA must promise the plan participant that the contract cash value at retirement is at least equal to the contributions paid into the IPA. If at retirement, the market value of the assets in the IPA does not back the money back guarantee, the provider must fill the gap with its own equity capital. Hence, if the provider of an IPA is an investment management company which uses its own mutual funds, the Financial Supervisory Agency requires solvency capital. 33 The model to determine the regulatory solvency capital for investment management company is designed as follows.34 Let M denote the market current value of the IPA, B be the sum of the contributions paid into the account and let i T be the continuously compounded yield on a zero coupon bond maturing in T months i.e. the planned age of retirement, taken from the current term structure of German interest rates. Furthermore, let be the monthly volatility of returns of the mutual fund units backing the pension account.35 For each IPA, the investment management company must build solvency capital equal to 8% of the total contributions i.e. 0.08B, only if the market value of the pension account is lower than the risk adjusted present value of the contribution. MMB i Tei TeTTB33.21133.21 To calculate the present value of the guarantee a risk adjusted discounting factor is applied. The economic rationale behind this inequality is as follows: at every point in time, the investment management company has the possibility to hedge all its shortfall risk by investing the present value of the contributions i.e. Bexpi TT into default free zero bonds. Following this strategy ensures that, at the end of the accumulation period, the proceeds would equal the participants contributions during the accumulation phase. If the provider does not use zero bonds, but instead employs mutual fund units with higher volatility, nothing happens as long as the cash value of the policy is substantially higher than the present value of the contributions. Substantially higher means that, given a current cash value, there is a probability of only 1% note 2.33 is the 99% quantile of the standard normal distribution that the uncertain cash value of the IPA one month later is lower than the present value of the contributions. This explains the risk adjustment in the discount factor. The solvency test according to the inequality must be applied for each IPA. Therefore, the total solvency requirement of an investment management company is given by the sum of all IPA under management. The result of the solvency test must reported to the supervision authority at the end of each month. 34 35 See in the following MaurerSchlag 2002. The volatility must be estimated from historical time series returns of the fund unit prices, using a window between two and five years. If the IPA consists of more than one type of mutual fund, is computed as the weighted sum of the individual fund volatilities, according to the current asset allocation of the policy i.e. diversification due to nonperfect correlation is neglected. 34 Hence, a temporary funding level defined as the ratio of market value of the IPA divided by the sum of contributions of lower than one i.e. MB 1 is possible, without capital requirements. The amount at which such an underfunding is allowed depends on the volatility of the pension assets and the time remaining to the end of the accumulation period. For example see Table 3.6, if the monthly returns of the pension assets have a volatility of 5.77% per month, the riskfree interest rate is 4% per annum, and the remaining accumulation period is 20 years, then the critical funding level i.e MB is 51.6%. If the time to retirement is only ten years, the minimum funding level increases to 77.0%. However, the provider has the possibility of reducing the volatility of the IPA and, in line with this, also the minimum funding level by investing more of the IPA assets in low volatility mutual funds. Table 3.6: Critical Funding Level as % of Contributions Volatility per month 240 120 60 12 45.4% 67.8% 82.7% 97.1% Months until End of plan 0.29% 0.58% 0.87% 1.15% 1.44% 2.89% 5.77% 7.22% 53.4% 46.7% 79.6% 69.6% 85.0% 97.2% 99.7% 103.1% 110.3% 114.1%46.4% 69.1% 84.4% 99.0% 46.1% 68.7% 83.8% 98.4% 45.8% 68.2% 83.3% 97.7% 48.3% 72.0% 87.9% 51.6% 77.0% 94.0% To sum up, with an appropriate asset allocation, it is possible for the provider of a mutual fundbased IPA to avoid solvency requirements for the principal guarantee with a high probability.36 However, the burden of such a conditional solvency system is the implementation of an efficient risk monitoring system for each IPA. 3.4. Outlook and Current Developments The investment fund industry in Germany has experienced an impressive growth during the last decade. Since 1995, the key driver of the industry growth has been the huge increase in special funds. Along with an extension of funded pension it can be expected that this type of product maintain its attractiveness as a vehicle for outsourcing the asset management of corporate investors. However, more competition could emerge from asset management companies andor repackaged debt, equity, or hybrid instruments offered outside the legal environment of the Investment Company Act. The primary reason for the huge development 36 Further results for different hedging strategies can be found in MaurerSchlag 2002. 35 in the mutual fund sector was the increasing importance of equity funds at the end of the last decade. With the downturn of the equity markets around the world in 2001 and 2002 this trend is stopped and substantial volumes are shifted into safe heaven products like money market and real estate funds. The key driver for future growth in the retail sector for investment funds is without doubt the extension of funded pension schemes. However, this requires a legal framework which provides households the same tax incentives for investing in mutual funds like other long term saving vehicles, especially those offered by the insurance industry. Traditionally, the German legislative body endows pension products in the second and third pillar with tax incentives only, if it provides a certain level of return guarantee to private households. A tax supported pure defined contribution scheme, e.g. like 401k plan in the U.S.A., do not exist in German pension system. It is an open question, if in the near future, such a products will be incorporated in the legal environment. Therefore, to profit from the increasing importance of tax supported private pension within the current legal environment it is necessary that investment management companies are able to offer accumulation as well as decumulation pension products with return guarantees. Because the credibility of return guarantees given by any regulated institutional investor must controlled by the supervisory authority, it is necessary to design appropriate solvency systems. An example for such a development are the design of accumulation products endowed with a money back guarantee and the corresponding solvency requirements for mutual fund based Riester pension products. In addition, it is necessary for investment industry to design products to offer individuals a reasonable alternative to annuities for the post retirement phase. 36 Literature Albrecht, P. 1992: Zur Risikotransformationstheorie der Versicherung: Grundlagen und okonomische Konsequenzen, Karlsruhe. Albrecht, P. 1986b: Zur Analyse des versicherungsspezifischen LeverageEffekts sowie des fur LeverageEffekts bei finanzwirtschaftlichen betriebswirtschaftliche Forschung 38, 575585. Risiko, Zeitschrift Albrecht, P.; R Maurer 2000: Zur Bedeutung einer Ausfallbedrohtheit von Versicherungskontrakten ein Beitrag zur Behavioral Insurance, Zeitschrift fur die gesamte Versicherungswissenschaft, 339356. Albrecht, P.; R Maurer 2002a: SelfAnnuitization, Consumption Shortfall in Retirement and Asset Allocation: The Annuity Benchmark in: Journal of Pension Economics and Finance 12002, 269288. Albrecht, P.; R Maurer 2002b: Investment und Risikomanagement, Stuttgart. Barkham, R., D. Geltner 1994: Unsmoothing British ValuationBased Returns Without Assuming an Efficient Market, Journal of Property Research 111994, 8195. Cummins, J.D. 1991: Statistical and Financial Models of Insurance Pricing and the Insurance Firm, Journal of Risk and Insurance 58, 261302. Cummins, J.D.; D.J. Nye 1980: The Stochastic Characteristics of PropertyLiability Insurance Profits, Journal of Risk and Insurance 47, 6180. Cummins, J.D.; D.J. Nye 1981: Portfolio Optimization Models for PropertyLiability Insurance Companies An Analysis and some Extensions, Management Science 27, 414430. Davis, P.E.; B. Steil 2001: Institutional Investors, MIT Press Cambridge, Massachusetts; London. Davis, P.E. 2003: Institutional Investors, Financial Market Efficiency and Financial Stability, Paper to be presented at the European Investment Bank Conference about Europes changing financial landscape, Luxembourg 13rd January 2003. ErnstYoung 2001: Investment Funds Market in Germany, FrankfurtM. Fabozzi, F. 1998: Investment Management 2. ed., New Jersey. Fairley, W. 1979: Investment Income and Profit Margins in Property Liability Insurance: Theory and Empirical Results, Bell Journal of Economics 10, 192210. Fitch Ratings 2002: Special Report on German Life Insurers: Financing the Future, London November 2002. 37 Fitch Ratings 2003: Special Report on German Life Insurers: Insurers may be be forced to write off billions, London March 2002. Geltner, D. M. 1993: Estimating Market Values from Appraised Values without Assuming an Efficient Market, Journal of Real Estate Economics 8, 325346. Hallman, G.V. and J.S. Rosenbloom 2000: Personal Financial Planning, New York. Kahane, Y. 1977: Determination of the Product Mix and the Business Policy of an Insurance Company A Portfolio Approach, Management Science 23, 10601069. Kahane, Y. 1978: Generation of Investable Funds and the Portfolio Behavior of NonLife Insurers, Journal of Risk and Insurance 45, 6577. Kahane, Y.; D. Nye, 1975: A Portfolio Approach to the PropertyLiability Insurance Industry, Journal of Risk and Insurance 43, 579598. Kahneman, D.; A. Tversky 1979: Prospect Theory: An Analysis of Decisions Under Risk, Econometrica 47, 263291. Louberge, H. 1981: Economie et finance de lassurance et de la reassurance, Geneve. Louberge, H. 1983: A Portfolio Model of International Reinsurance Operations, Journal of Risk and Insurance 50, 4460. Markle, J.L. 1973: An Application of Portfolio Theory to the NonLife Insurance Industry, Dissertation, University of California, Los Angeles. Markowitz, H. M. 1952: Portfolio Selection, Journal of Finance 7, 7791. Maurer, R. 2000: Integrierte Erfolgssteuerung in der Schadenversicherung auf der Basis von RisikoWertModellen, Karlsruhe. Maurer, R.; S. Sebastian 2002: Inflation Risk Analysis of European Real Estate Securities, Journal of Real Estate Research 24, 4777. Maurer, R.; C. Schlag in 2002: MoneyBack Guarantees Individual Pension Accounts:Evidence from the German Pension Reform, Working Paper Series: Pension Research Council, Wharton School, University of Pennsylvania No. 200211. Mc Cabe, G.; R.C. Witt 1980: Insurance Pricing and Regulation Under Uncertainty: A ChanceConstrained Approach, Journal of Risk and Insurance 47, 607635. Mc Carthy, D.; O. Mitchell 2001: Assessing the Impact of Mortality Assumptions on Annuity Valuation: Cross Country Evidence. Pension Research Council Working Paper 20013. The Wharton School, University of Pennsylvania. Pricewaterhouse Coopers 2002: Investment Management Industry Profile Germany, FrankfurtM. 38 RamlauHansen, H. 1991: Distribution of surplus in life insurance, ASTIN Bulletin 21, 5771. Skurnick, D.; M. Grandinsson 1996: MultiLine Risk Measurement, ASTIN Colloquium, Kopenhagen, 292309. SmiesLok, A. 1984: Determination of the Composition of the Insurance and Investment Portfolio of a Casualty Insurance Company, Insurance, Mathematics and Economics 3, 3541. Wakker, P.P.; R.H. Thaler; A. Tversky 1997: Probabilistic Insurance, Journal of Risk and Uncertainty 15, 728. 39CFS Working Paper Series: No. Authors Title 200304 Stefan Mittnik Marc S. Paolella Prediction of Financial DownsideRisk with HeavyTailed Conditional Distributions 200305 Volker Wieland Monetary Policy and Uncertainty about the Natural Unemployment Rate 200306 Andrew Levin Volker Wieland John C. Williams 200307 Gunter Coenen Andrew Levin Volker Wieland 200308 Gunter Coenen Volker Wieland The Performance of ForecastBased Monetary Policy Rules under Model Uncertainty Data Uncertainty and the Role of Money as an Information Variable for Monetary Policy A Small Estimated Euro Area Model with Rational Expectations and Nominal Rigidities 200309 Gunter Coenen Volker Wieland The ZeroInterestRate and the Role of the Exchange Rate for Monetary Policy in Japan 200310 Stefan Reitz Frank Westerhoff Nonlinearities and Cyclical Behavior: The Role of Chartists and Fundamentalists 200311 Stefan Reitz Ralf Ahrens 200312 Klaus Adam Heterogeneous Expectations in the Foreign Exchange Market Evidence from the Daily DollarDM Exchange Rate Optimal Monetary Policy with Imperfect Common Knowledge 200313 Gunter Coenen Athanasios Orphanides Volker Wieland 200314 Raimond Maurer Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero Institutional Investors in Germany: Insurance Companies and Investment Funds Copies of working papers are available at the Center for Financial Studies or can be downloaded http:www.ifkcfs.de. ", "filename": "373432305.PDF", "person": ["Raimond H. Maurer", "Maurer, Raimond H."], "date": ["2003"]}