{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51218/1/376523573.pdf"], "title": ["Taxing work: Some political and economic aspects of labor income taxation"], "plaintext": " ABSTRACT Taxing Work: Some Political and Economic Aspects of Labor Income Taxation by Thomas R. Cusack and Pablo Beramendi This paper examines the development of tax regimes across the OECD countries in the latter part of the 20th century. It pays particular attention to taxes on labor income. A number of results emerge from this examination. First, not only do taxes on labor income represent a major drain on private households; they have become the mainstay of many of these countries public sector finances. Second, taxes on labor income, and not taxes on capital, appear to be the preferred instrument of finance for those economic and political interests that advocate and support a strong and thereby expensive welfare state. There is little free lunch to be had in these welfare states; if anything, socialism in one class seems to be the rule. Third, while the effort at financing the welfare state this way comes at cost in terms of loss in employment, the magnitude of such loss is inversely related to the degree of wage coordination in the labor market. Keywords: Taxation, Partisan Politics, Institutions, Varieties of Capitalism JEL Classification: H24, J32, J50, J64 This paper was presented at the Annual Meeting of the American Political Science Association in Philadelphia and the European Consortium of Political Research Open Conference in Marburg. We gratefully acknowledge the helpful comments and suggestions of Chris Anderson, William Clark, Rob Franzese, Steffen Ganghof, Bob Hancke, and Michael Wallerstein. iii ZUSAMMENFASSUNG Besteuerung von Arbeit: Einige politische und okonomische Aspekte von Steuern auf Arbeitseinkommen diese Steuern In diesem Beitrag wird die Entwicklung der Steuersysteme in OECDLandern uber die letzten Jahrzehnte des 20. Jahrhunderts unter besonderer Berucksichtigung der Steuern auf Arbeitseinkommen untersucht. Folgende Resultate konnen festgehalten werden. Erstens besteht nicht nur der Groteil der Abgabenbelastung fur private Haushalte aus Steuern auf Arbeitseinkommen; sie sind vor allem der Grundstock der offentlichen Finanzen in den betrachteten Landern. Zweitens scheinen etwa Kapitalertragssteuern das bevorzugte Finanzierungsinstrument gerade der politischen und okonomischen Interessenvertreter zu sein, die sich fur einen starken und somit teuren Wohlfahrtsstaat aussprechen. Dabei existiert in den Wohlfahrtsstaaten kein sog. free lunch, vielmehr scheint der Sozialismus in einer Gesellschaftsklasse an der Tagesordnung zu sein. Drittens feststellen, dass diese Art der Finanzierung des Wohlfahrtsstaates Kosten in Form von Arbeitslosigkeit mit sich bringt, deren Hohe sich allerdings invers zum Grad der Koordination auf dem Arbeitsmarkt verhalt. auf Arbeitseinkommen und nicht lasst sich iv Introduction Throughout the last decades labor has carried an increasing burden of taxation in the postindustrial economies. For example, Canadian workers paid about oneeight of their earnings in income taxes and social charges in 1965; by 1995 the extractions the Canadian government made from workers payroll checks had risen to a full third of their gross salaries and wages.1 In the Netherlands, growth in the direct tax burden on workers incomes also marked the period from the midsixties through the midnineties. But in the Dutch case, as with a fair number of other countries, these tax burdens were at significantly higher levels than those found in Canada. In the Netherlands, for example, the average worker saw the level of deductions from his or her income rise from onethird in 1965 to onehalf in 1995. What has been at work behind this development and what effect has it had on the labor market? These two questions, particularly the first, are the core concerns of this paper. In addressing these questions, we proceed as follows. Initially, we briefly discuss the problem of measuring the effective tax burden on labor and others inside the economy. We then demonstrate how, in general, the tax regimes of the OECD economies have changed from the mid60s through the mid90s. Second, we lay out an argument showing why taxes on labor income vary across countries and over time. We then proceed to assess the empirical strength of this argument. We do this by putting forward a specification of the argument, estimating the parameters of this model, and examining the implications of these parameter estimates. Finally, our focus shifts to examine the implications of this growth in the taxation of labor income for developments in the labor market. A number of results emerge from this preliminary effort at examining some of the politicaleconomic aspects of labor taxation policy. First, not only do taxes on labor income represent a major drain on private households; they have become the mainstay of developed countries public sector finances. Second, taxes on labor income, and not taxes on capital, appear to be the preferred instrument of finance for those economic and political interests that advocate and support a strong and thereby expensive welfare state. Third, while the effort at financing the welfare state this way comes at cost in terms of loss in employment, the magnitude of such loss is inversely related to the degree of wage coordination in the labor market. 1 The tax rates used in this paragraph are based Mendoza, et als 1994 measure of the average effective tax rate on the income of employed workers. Some details on this measure are provided in the next section. Tax Structures in the OECD In recent times both scholars and international institutions have made efforts to quantify taxation policies. A number have done this by constructing different measures of Average Effective Tax Rates AETRs.2 There is an advantage to these tax rates relative to more traditional indicators e.g., revenues obtained from a particular source of income expressed as a percentage of GDP. This advantage is that they are better but admittedly imperfect indicators of tax policy with respect to different and specific kinds of income and other economic stocks and flows than measures that compute the ratio of a tax category to gross domestic product. A particular controversy has arisen on the question of the relative levels of taxation on capital and labor and the consequences these have for the economy. The OECD in particular has been concerned with this issue and has been in the lead on charging that capital has been overtaxed relative to labor. In order to compute labor and capital AETRs, it is first necessary to calculate the overall average tax rate on household income. In the case of the Mendoza, et al formulation used here this variable is equal to taxes on income, profits, and capital gains of individuals expressed as a percentage of gross income.3 The latter is defined as the sum of unincorporated business net income, household income, dividends and investment receipts, and compensation of employees less employers social security contributions and employers contributions to private pension plans. With this rate and with a wage variable, which is equal to compensation of employees less employer contributions to public social insurance and private pension schemes, one can compute the average effective tax rate on labor. The average effective tax rate on capital based on the Mendoza, et al version used here draws on unincorporated business net income, household income, dividends and investment receipts, corporate taxes on income, profits and capital gains of individuals, recurrent taxes on immovable property, taxes on financial and capital transactions, and the overall economys operating surplus. The OECD variants differ from the Mendoza, et al AETR measures on labor and capital in a number of ways. These reflect concerns such as distributing the reported unallocable social security contributions between employers and employees, imputing income shares for employees as well 2 Eurostat reports an extensive set of annual statistics on AETRs for European Union member countries as well as Japan and the United States see e.g., Eurostat, 2000 and MartinezMongay, 2000. The OECD has produced two reports criticizing the earlier work of Mendoza et al 1994. The first major OECD study was by Carey and Tchilinguirian 2000 that challenged the work by Mendoza, et al 1994 and produced new AETRs that reflected the OECD position that Mendoza, et als measures understated the tax burden borne by capital and correspondingly overstated the burden borne by labor. The second major OECD study, that by Volkerink and de Haan, criticized both the Mendoza et al measures and those put forward in the Carey and Tchilinguirian report. 3 The definitions for all the AETR variables used in this paper can be found in Volkerink and de Haan 2001. 2 as selfemployed and nonemployed, etc.4 The results obtained from these calculations have the potential to vary considerably. Figure 1 displays three different versions of the AETR on labor, namely the Mendoza, et al version and the two OECD variants. However, at the level of aggregation used in the figure, i.e., OECD wideaverages, there turns out to be only one detectable difference among the three versions and this is simply the level of the AETRs and not their time trajectories. The Mendoza, et al measure is larger than the OECD variants. All of the measures rose almost unabatedly through the threedecade period under observation. The crosscountry average using the Mendoza et al measure grew from 24.1 percent in 1965 to 39.5 percent in 1995. For the two OECD labor income AETRs, the corresponding figures are 22.1 percent in 1965 to 36.1 percent in 1995 and 21.5 percent in 1965 to 35.6 percent in 1995. Along with the upward trajectory of the labor income AETRs, a common tendency during this threedecade period was for the alternative labor tax bases to increase initially and then to fall back to levels near where they started. Figure 2 below displays the evolution of the three tax bases as a share of GDP between 1965 and the late 1990s. As mentioned above, the compositions of the different tax bases used in calculating these AETRs vary. These variations are reflected in the tax revenues measured as shares of GDP. On average, Mendoza, et als measure uses the smallest base. Again, the three series have followed similar time trajectories. All expanded in relative terms through to the late 1970s and then reversed direction generally returning to levels close to those that prevailed in the mid60s. These two developments, the relentless growth in the average effective tax rate and the growth and then decline in the base against which these tax rates are applied have helped create the situation where labor income has come to provide a much larger share of the total resources the public sector extracts from the economy. For example, using the Mendoza et al measure, whereas in 1965 11.5 percent of GDP was taken in form of taxation on labor income by the state, that level had risen to nearly 20 percent in 1995. Even higher levels are to been seen in the two OECD series on labor AETRs. In one, the share of GDP going to the state in the form of taxation on labor income rose from about 12 to approximately 21 percent in the period from 1965 to 1995. Using the other OECD measure, this share grew from about 15 percent to nearly 24 percent of GDP. 4 The formulae used for calculating the OECD AETRs can be found in the Carey and Tchilinguirian 2000 paper or in Volkerink and de Haan 2001. 3 Figure 1 Average Effective Tax Rates on Labor Income:CrossCountry Averages, 196595emocn I roba L no RTEA42403836343230282624222019601965197019751985199019952000Mendoza, et al OECD vers. 1OECD vers. 2 1980Year Figure 2 Relative Sizes of Labor Income Tax Bases:CrossCountry Averages, 196595 PDG% a sa esa B xa T68666462605856545250484619601965197019751985199019952000Mendoza, et al OECD vers. 1OECD vers. 2 1980Year 4 Figure 3 Tax on Labor Income as a Percent of Total Tax Revenues CrossCountry Annual Averagesstipece R xa T lato T tnecre P525048464442403836196019651970197519851990199520001980Year Mendoza, et al OECD vers. 1OECD vers. 2 5 LME Average 1965 1995 CME Average 1965 1995 Indiv. LMEs United States 1965 1995 1965 Canada 1995 1965 UK 1995 1965 Australia 1995 Indiv. CMEs Netherlands Belgium France Switzerland Germany Austria Italy Finland Sweden Japan 1965 1995 1965 1995 1965 1995 1965 1995 1965 1995 1965 1995 1965 1995 1965 1995 1965 1995 1965 1995 10.4 10.9 14.6 17.9 6.4 5.6 13.0 12.2 13.3 16.9 8.7 8.8 18.2 16.6 22.4 19.9 5.7 15.9 16.7 17.9 19.0 12.4 15.7 17.1 26.1 16.4 22.5 5.7 6.0 15.4 26.5 27.5 44.7 15.4 26.6 12.2 32.8 21.5 24.8 12.4 21.7 33.7 50.6 28.7 47.1 34.4 47.2 19.3 34.5 29.3 42.7 35.3 48.0 24.3 47.1 22.3 49.8 32.7 52.5 15.1 27.7 OECD Cons. 10.9 10.5 13.2 13.5 6.5 5.7 14.3 11.5 12.5 15.0 10.3 10.0 12.7 16.0 15.0 15.0 18.1 15.5 5.9 7.8 14.6 14.1 13.9 14.2 13.7 14.1 16.8 17.3 14.5 15.0 7.0 6.2 Lab. Cap. Corp. 36.5 14.4 49.0 23.9 29.6 24.6 40.2 30.4 46.3 14.0 22.5 39.3 29.0 11.5 24.0 29.8 29.5 20.1 22.0 65.4 41.2 12.2 67.3 21.1 18.6 28.5 21.8 40.8 17.0 24.4 39.3 29.5 72.3 26.8 44.5 40.8 15.6 31.1 29.4 12.1 26.4 7.6 38.1 8.2 38.5 9.8 57.0 14.9 48.2 58.2 36.5 44.8 19.0 18.0 46.5 30.6 24.8 33.6 47.9 33.9 12.3 24.1 51.3 45.8 56.6 28.8 42.9 47.1 49.0 50.1 56.3 43.1 63.3 43.0 58.0 27.1 37.8 21.3 44.6 23.7 35.4 49.5 23.3 30.1 22.0 45.6 42.6 41.1 37.1 33.5 32.3 45.5 30.0 66.6 27.4 31.7 24.0 26.1 30.4 24.2 28.7 20.1 12.2 41.2 38.2 41.3 18.6 21.8 17.0 29.4 38.9 27.7 12.0 23.7 9.0 5.1 5.6 7.4 48.2 51.4 31.8 15.3 24.7 27.7 33.9 51.3 Data not available. Corporate income AETR in righthand panel based on Volkerink and de Haans definition. All other OECD AETRs are based on Carey and Tchilinguirians formulations. Table 1 National Tax Regimes in Liberal and Coordinated Market Economies, 1965 and 1995 Average Effective Tax Rates on Consumption, Labor Income, Capital Income and Corporate Profits: Mendoza, et al and OECD version 2 Mend. YEAR Cons. Lab. Cap. Corp. 35.3 44.8 19.1 32.2 36.8 41.1 36.0 47.2 36.9 46.8 31.3 44.2 22.2 28.1 17.5 36.2 15.9 27.9 14.4 31.8 20.7 25.0 14.8 22.4 12.8 32.6 22.5 32.1 30.0 41.4 20.4 44.3 6 As a consequence of these developments, the tax regimes of the OECD countries have come to rely extensively on labor income. By the end of the 1970s taxes on such income amounted to approximately 50 percent of all tax revenue garnered by the public sector see Figure 3. Note, however, that there are important differences across these countries in terms of the structures of their tax regimes see Table 1. For example, among the group of nations considered to have Liberal Market Economies LMEs, there is a clear tendency to avoid heavy taxation on consumption and labor and to rely to greater extent on capital for tax receipts.5 And while labor income has come increasingly under taxation within this group of countries, the rates are nowhere near as high as those found within Coordinated Market Economies CMES. These latter countries are also particularly heavyhanded in terms of their extractions on consumption outlays while being much lighter of touch than Liberal Market Economies in the taxes they extract from capital. This tendency for Coordinated Market Economies to tax labor more heavily than capital appears to be a fairly consistent pattern across the tax regimes of the OECD countries. Rather clear evidence on this is given in Figure 4 and Table 2 where we report the results from a series of crosssectional analyses showing level of coordination within an economy and the ratio of the average effective tax rates on labor and capital.6 These results bring out the point clearly that CMEs have tax regimes that place higher average effective tax rates on labor than on capital, while LMEs do the opposite.7 the relationship between the We know that CMEs also tend to have larger and more generous welfare states than Liberal Market Economies EstevezAbe, et al. 2001. In turn, then, it would appear to be the case that CMEs are financing their generous redistributive programs mainly by taxing the recipients of those programs rather than taxing recipients of other income sources. This point is clearly conveyed by Figure 5, where the relation between labor taxation Mendoza as a percentage of GDP and the share of GDP that governments transfer to households is displayed. 5 Liberal Market Economies and Coordinated Market Economies are terms used in the Varieties of Capitalism Approach developed by Hall and Soskice 2001. 6 The coordination measure is based on Hall and Gingerichs 2001 index. 7 Similar results have been found using the two alternative OECDs sets of labor and capital AETRs. 7 s RTEA latipa Co t roba L fo oita R3.02.52.01.51.00.50.0 Mendoza et al 196569 197074 197579 198084 198589 199094 Figure 4 Coordinated Market Economies and the Propensity to Tax Labor IncomeMendoza vers. Average 196569AUDEFRITCHNLBLSWFIJPUKUSCAAL0.00.20.40.60.81.01.2Economic Coordination Hall and Gingerich Table 2 Ratios of Labor to Capital AETRs as a Function of the Degree of Economic Coordination OLS Estimates of FiveYear Averages Constant Coordination 2R .62 .63 .61 .52 .49 .57 1.70 .39 1.72 .38 1.31 .29 1.08 .28 1.11 .30 1.18 .27 .26 .25 .23 .25 .34 .20 .40 .29 .41 .20 .40 .18 8 This relationship between transfers taxes on labor and to households is puzzling. In general, the presence of socialdemocratic parties in power is more likely in a CME than it is in an LME. In this context, one would think that redistribution involves not only a progressive income tax, but also, particularly from a socialdemocratic perspective, an effort to make transfers between income classes labor and capital. And yet CMEs consistently finance their social protection systems by taxing mainly labor. This puzzling situation prompts the following question: why is it that CMEs are far ahead of LMEs in taxing labor income as opposed to other sources of revenues? Figure 5 Government Transfers and Labor Tax Receipts Mendoza14 countries, 6 five year averages353025201510500 f PDGo% sa xa T roba Lazodne M Setting Tax Policy 10530Government Transfers to Households as % GDP25152035 Our answer to this question is that welfare policy within the OECD countries is principally a matter of redistribution within one class. One of the main policy instruments used to achieve this is taxation on labor income. In this section we outline the forces at work in shaping this policy and pay particular attention to specific institutional features of the economic and political systems and how they contribute to the creation and maintenance of this policy. A central feature of the organization of the economy is the degree is of wage coordination between capital and Indeed, labor. this 9 conventionally regarded as a crucial aspect of the difference between Liberal and Coordinated Market Economies Hall and Soskice 2001. Let us consider briefly the nature of such differences and their implications for labor income tax policies. LMEs rely heavily on markets as the main mechanism to allocate resources. In LMEs firms coordinate their activities via competitive market arrangements. Relations between capital and labor are organized by individuals and not by associations. Capitalists value their capacity to adjust to market fluctuations; and so too does labor by investing in portable, general skills. Neither has an incentive to coordinate outside the market. Alternatively, markets are organized very differently in CMEs. Firms find incentives to coordinate with unions and the government around a fundamental nonmarket based equilibrium between capital and labor. An equilibrium such as this becomes politically effective via the wage coordination compromise between capital, labor and the government. By virtue of this compromise labor agrees to restrain wage demands, thereby contributing to lower inflation and better economic conditions, but most importantly for itself, gains a degree of income insurance for workers. 8 Government uses fiscal policy to compensate labor for its sacrifice and thereby reduces the costs of the compromise. It does this through a large welfare state that provides labor with an insurance system that guarantees both a good income level in periods of economic downturns and longerterm earnings pensions. In addition, labor unions obtain the capacity to ensure an egalitarian wage distribution and the political control over the implementation of a large number of public policies Coe and Snower 1997; Swenson and Pontusson 2000. Coordination is beneficial for employers because it avoids the disruption in production associated with industrial disputes. In addition, the welfare state is also functional from the perspective of capitalists in that it contributes to the maintenance of a labor force with specific skills Iversen and Soskice 2001. Finally, the employers share of the compromise is to accept solidaristic wage policies and a large welfare state. In short, high levels of wage coordination imply that, in exchange for the wage moderation on the part of labor, capitalists accept that the government together with the unions develops a large, very costly, public insurance system. Because of the compromises involved in wage coordination, governments of CMEs, as opposed to those of LMEs, devote a larger share of their GDP to social transfers and public services EstevezAbe et al., 2001. As a result, governments in CMEs need to raise a larger amount of public revenues. This brings us to the relationship between the organization of economic institutions and the design of taxation structures. The question is who is going to bear the cost of the highly developed 8 For a detailed characterization of the nature of this compromise see Cameron 1984, Regini 1984, Wallerstein, Golden and Lange 1997 and Wallerstein and Golden 2000. 10 welfare states at work in CMEs. Our discussion in the previous section of the general patterns of taxation in OECD countries suggests that the answer to this question is mainly labor as opposed to capital. There are two reasons why this is the case. First, governments tax labor more than capital because taxing the latter has become increasingly difficult over time. The exits available to capital have grown in the modern era, thereby making it ever more difficult for government to tap this source of income Genschel 2002 and Ganghof 2003. Such has not been the case for labor. Mobility of this factor of production has been and remains quite limited. The second reason relates to wage coordination and the differences between CMEs and LMEs. It concerns the potential impact that different tax structures could have on the incentives of capital to maintain wage coordination with labor and, ultimately, to endorse the development of the welfare state. Simply put, if a tax structure were to place the cost of the welfare state on the shoulders of capital, it would eliminate the incentives for capitalists to coordinate with labor. High taxes on capital reduce firm owners net profits, harming investment and, in the long run, lowering economic growth. In such a case, the reduction in their net income would outweigh the benefits they obtain from coordinated wage bargaining. These two points clarify why the cost of the welfare state must be carried principally by labor. But for labor this is a necessary evil. Getting the benefits provided by a generous welfare state only comes at the price of paying its cost. This tradeoff is one of the hallmarks of a Coordinated Market Economy. The constraints on capital income taxation and the opportunity costs they impose are also relevant to an understanding of the role of partisanship in shaping the variation in tax policies of OECD countries. Political parties at different ends of the ideological spectrum promote the interests of different groups of supporters and hold opposed views as to what the desirable level of redistribution should be. Since the contributions of Hibbs 1977, 1987 and Kirschen, et al 1964, scholars endorsing the partisanship approach to public policy have argued that social democratic and other leftwing parties tend to promote the interest of labor, while conservative parties tend to promote the interests of upscale groups. Generally, promoting the interests of labor is understood as taxing and spending more, whereas advancing the interests of upscale groups is seen as taxing and spending less. Thus, it is reasonable to expect a good deal of the variation in public policy outcomes to be the result of the ideological profile of the parties in control of government. For example, EspingAndersen 1985 provided a detailed analysis of how Scandinavian social democrats used the welfare state to forge stable electoral coalitions leading them to, and keeping them, in power. In addition, many other students of comparative political economy have produced a great deal of evidence supporting the claim that left 11 right wing parties provide higher lower levels of redistribution. Hibbs 1992, Franzese 2002, and Bartels, 2003. The general evidence on the effects of partisanship is difficult to dispute.9 Nevertheless, the existence of the abovementioned tradeoff between redistribution within labor and redistribution between income classes qualifies our understanding of relationship between partisanship and redistribution in the following sense. A large welfare state is only viable under the condition that capital not be taxed too heavily. Thus, greater redistribution by leftwing governments should lead to higher levels of taxation on labor. the Simply put, leftwing governments cannot promote the interests of labor by financing generous transfers with taxes on capital income. Rather, the policy choice is about the promotion of the interests of different types of workers. By choosing to combine very generous transfer policies with high levels of labor income taxation, leftwing governments stand for the interests of the lower part of the wage distribution. In contrast, by choosing a strategy based on reduced levels of generosity and lower tax rates on labor, right wing governments promote the interests of high wage and salary earners, those who would bear the greatest costs under progressive income tax schemes. Provided one or another party is in office for a sufficiently long period, these two different strategies should become sharply reflected in the taxation policies of OECD governments.10 Nonetheless, the clarity of the reflection is contingent upon specific aspects of the design of political institutions.11 Some of these institutions facilitate the unencumbered translation of ideological preferences into policy outcomes. Other institutional settings have both incentives and constraints that moderate or mute this translation. The rich literature on veto players and veto points is an illustration of this general proposition. For example, Tsebelis 1995 theory of veto players points out how the presence of such actors militates against significant policy change. Huber, Ragin and Stephens 1993 and Huber and Stephens 2001 produce evidence that the number of institutional veto points 12 existing in a country has a constraining effect on the levels of welfare effort. More qualitatively, Immergut 1992 shows how health policy outcomes in France, Switzerland and Sweden were affected by the structure of legislative veto points existing in these countries. All these contributions suggest that the translation of party platforms into public policies is far from automatic. While partisan 9 For a dissenting and critical view, see Blais, et al, 1993 and Imbeau, et al, 2001. 10 For an insightful analysis of how political instititutions influence the shape of taxation systems, see Steinmo 1993. It should be pointed out that the results reported in Boix 1999, Swank and Steinmo 2002 and Bretscher and Hettich 2002 are not fully consistent in showing how partisanship influences tax policy. 11 See Schmidt 1996, 2002. 12 These include federalism, parliamentarypresidential government, proportional representationsingle member districts, bicameralism, and the possibility to call referenda Huber, Ragin and Stephens 1993: 728. In addition, see Schmidt 2000, 2002, Obinger and Kittel 2003, and Cusack and Fuchs 2003. 12 differences exist, the size of these differences in terms of public policy is likely to depend on the pattern of executivelegislature relations and in particular, the relative power of these two institutions in the setting of public policy. Ultimately, the relative power depends upon the electoral system in use. For a variety of reasons Lijphart 1999, strong executives seem to emerge in those political systems that use majoritarian voting rules. Likewise, weak executives and, correspondingly, strong legislatures have emerged in political systems that rely on proportional representation. How does this difference shape partisan effects on tax policy? Assuming that majoritarian electoral systems simplify elections to a competition between two major alternatives Duverger 1954; Cox 1997 and that preferences about taxation can be subsumed in a single dimension, then the median voter theorem applies. In order to win the election, parties on both sides of the ideological spectrum must articulate their platforms and policies 13 around the position of the median voter. As a result the scope for partisan differences in majoritarian electoral systems is constrained by the nature of political competition. Therefore, one would see modest differences between left and right policies. Electoral systems based on proportional representation PR shape political competition in exactly the opposite direction. In contrast to majoritarian systems, policy outcomes are expected to reflect positions further away from the median voter on either side of the ideological spectrum. As a result, the partisan effects on policy outcomes will be sharper. In order to lend some substance to this claim we make use of a simplified version of the model developed by AustenSmith and Banks 1988. Consider a legislature with three parties PK. Subscript K defines the ideological position of the parties KL, C, R, where subscripts L, C and R stand, respectively, for left, center and right. Each party has a weight WK that represents the share of seats in the legislature. Thus the weighted ideological profile of the legislature is given by The process of government formation is driven by parties positions on a single dimension, namely taxation policy. How do they bargain and what is the likely policy outcome? To answer this question it is necessary to introduce a number of additional assumptions. First, parties have perfect information. Second, the sequence of the game between the parties in the legislature is as follows. In the first stage of the game, t1, the party with the largest number of seats proposes a coalition to another party. The proposal may be accepted or rejected. If the proposal is rejected, then, at K WP .14 K 13 The claim that policies reflect platforms is based on the assumption of retrospective voting. 14 Note that the measure of ideological center of gravity used in the empirical analysis below is formulated in the same way. 13 t2, the party with the second highest number of seats has the initiative. It proposes a different coalition. If this proposal is rejected by its recipient, the party with the lowest weight gets to propose at t3. At this stage if the parties cannot reach an agreement, a special government is formed such that the payoff for the three parties is 0. Figure 6 provides a graphic representation of the bargaining process. In addtion, we take as given the result proved by AustenSmith and Banks 1988: 416417 that in PR systems the party adopting the position of the median voter P c is the one that receives the lowest number of votes. Each partys strategy consists of two elements: a proposal and a response to others proposals. The proposal K contains three elements, namely, a proposed set of coalition parties C, a policy position p K and a proposed distribution of portfolios g K within the coalition. The second element of the strategy is set of responses to others proposals r Kcid:1980,1, where 0 means rejection and 1 acceptance. is driven by The selection of a particular strategy two considerations, the utility and the opportunity costs attached to proposals and responses. The utility of any given proposal is a function of its policy position p K and its distribution of portfolios g K. The opportunity costs are defined as the payoffs that would have been obtained had the party chosen differently. For instance, the opportunity cost of a party accepting a proposal at t2 is the payoff that this party would have obtained from the outcome implemented at t3. In sum, the opportunity costs depend on the responses of parties to the proposals made at each stage. Let cid:198 0,1 represent the product of party responses to any given proposal at stages 13 in the model. More formally, the utility function of any given party PK is defined as: UKK UKp K, g K K 1 where the functional form of UK is set by AustenSmith and Banks 1988 to be quasilinear on g and quadratic on the differences between the expected policy outcome y and the preferred policy position of each party: UKp K, g K g K y p K2 2 14 The Sequence of the Bargaining Process W1W2W3 Figure 6 Stage 1 W1 1 W1 Accept Reject cid:198 stage 2 C1 is formed Stage 2 W2 2 W2 Accept Reject cid:198 stage 3 C2 is formed Stage 3 W3 3 W3 Accept Reject C3 is formed Caretaker Gov. formed UK0 Subsequently, the opportunity costs at the different stages OCs of the game are defined as: OC3KK, r 0 by assumption OC2KK, r 3KUKp 3, g 3 3 OC1KK, r 2KUKp 2, g 2 12K OC2K The interaction between the parties is modeled as a legislative bargaining game with perfect information. In this context, a coalition will be in equilibrium if there is a proposal that maximizes the utility of the proponent party and a response by the joining party 1 that maximizes 15 the latters utility.15 For the purposes of our argument, the key aspect of this model is the nature of the policy outcome of the bargaining solution. By establishing the characteristics of the policy that satisfies the equilibrium condition, the model highlights how political competition in PR systems reinforces partisan effects while dampening those effects in majoritarian systems. Let us illustrate the nature of policy outcomes with two examples. First, consider the case in which no party holds the majority WL, WC, WR 12 and the ranking of voting shares is WLWRWC recall that, by assumption, the ranking of seats shares would be either WRWLWC or WLWRWC. At time t1 PL offers a coalition proposal to PC. He does not offer it to PR because it anticipates its negative response. Given that at time2 it is PR who gets to propose, the opportunity cost of accepting a proposal at time1 is very high see expression 3OC1 above, which in turns implies that, in order to gain PRs acceptance, PL would have to make such concessions that the coalition outcomes would no longer be optimal. Thus PL chooses y and g L to maximize its own utility and the chances of getting a positive response from PC. More formally, making use of xpression 2 above, PL s chooses y and g L to maximize the joint utility of the proposed coalition partners: Max g L yp L2 Gg Lyp C2 4 where G stands for the total number of portfolios in the coalition. Solving this problem, the coalition policy outcome required to obtain an equilibrium is such that y p Lp C2 5 which implies that the taxation policy implemented by this coalition government would be in between the preferred policy positions of the leftwing party and the party representing the position of the median voter. 16 A second example can be seen in the situation where one party holds the majority in the legislature Wk12, no bargaining between parties occurs. Under such circumstances, the policy outcome will reflect the policy position that maximizes the utility of the members of the winning party yp K, which, in turn, corresponds to that of the median legislator within the winning party. Regardless of the side of the ideological spectrum being considered, this position would always be further away from the median than in majoritarian systems. 15 Formally, these two conditions require that 1 UKK OCsKK, r and 2 CK, p K, g K1 if UKK OCsKK, r. Condition 2 implies that the proposal made by the party must be Paretoefficient AustenSmith and Banks 1988: 422. 16 A symmetrical result would be obtained if the ranking shares of parties were WRWLWC. 16 In conclusion, the model shows that whereas in majoritarian systems public policy will be oriented towards satisfying the median voter, in PR systems policy will appeal to the median supporter of the winning coalition, who need not be the median voter. In the latter case partisan preferences are more clearly reflected in policy outcomes. What does this imply? We should expect that where strong executives exist, the partisan effects on policy outcomes are muted. As a consequence, one would see modest differences between left and right policies. On the other hand, partisan preferences will be given fuller rein in systems where the legislature is dominant and the executive weak. Tax policy will more fully reflect the partisan preferences of the dominant parties in the legislature and not in the electorate. To sum up, our analysis of the determinants of labor income tax policy has pointed out a fundamental tradeoff: large levels of redistribution on the expenditure side need to be funded mainly by taxing labor income. By implication, those factors conventionally associated with larger levels of redistribution should be found positively associated with higher tax rates on labor. More specifically, the following testable propositions can be derived from our argument: A high level of wage coordination is expected to be positively and significantly associated with higher tax rates on labor. Leftwing governments are expected to be positively and significantly associated with higher taxes on labor. Alternatively, rightwing governments are expected to produce lower taxes on labor. The magnitudes of these partisan differences are expected to be larger in political institutional settings where the legislature is dominant and the executive weak. Later in this section we provide an empirical test of these three propositions, but first allow us to specify the control variables in our analysis and say something about the data and design used here. In addition to the variables considered in the main part of our argument, the empirical specification of the determinants of average effective tax rates include a number of controls. First, we include the level of electoral participation. We hypothesize this variable to be negatively related to the average effective tax rate on labor income. The general line of argument here is that higher levels of electoral participation bring in more voters who are averse to high tax rates on labor. This in turn signals to politicians the increased electoral unpopularity of such policy and should result in lower tax rates on labor. The general point can be seen by considering those that normally vote and those that do not. For example, one group with high rates of electoral participation is the very rich. These people are happy to support high labor tax rates. Such are likely to lower their own tax rates. High 17 income earners also can be expected to support higher tax rates on labor since they themselves have both the resources and the incentives to legally use the complexities of the tax system to avoid being taxed. They, too, normally vote. The unemployed and retired are net recipients of transfers. It is in their interest to support high taxes on labor since this leads to higher income for them. Certainly the latter group, which is very large and is known for its widespread electoral participation, would support higher taxes on labor income source as long as the transfers they receive increase. On the other hand, medium and lowincome earners have good reason to be averse to higher labor income tax rates in that earnings from labor represent their only income source and an increase in this rate implies a greater loss. It is this group of voters who are likely to be fluctuating between participation and nonparticipation. Movement in the direction of the first option would increase the level of voter resistance to taxation on labor while movement in the other direction would lower that resistance. Next we need to take into account the effects produced by the generosity of welfare programs. The budget constraint on governments implies that, other things being equal, an increase in the levels of generosity of welfare programs be it in the form of the rate of transfers or the eligibility for recipient status must have a positive and significant impact on the levels of revenues extracted. Since labor income has been shown to be the main source of revenues for OECD governments during the period of interest, an increase in the levels of generosity is expected to be associated with an increase in the levels of average effective tax rates on labor. Finally, we consider variation in the size of the demographic burden. The effect on the level of the average effective tax rate on labor income of this variable is expected to be positive. The higher the share of the population dependent on the state, the greater is the need for the latter to extract revenues from the economy. As in the case of generosity, this requirement to extract further revenues is expected to lead to an increase in the average effective tax rates on labor. In an effort to evaluate the empirical utility of these ideas, we have specified a panel regression equation and estimated that equation using data on 14 OECD countries for six fiveyear periods.17 The equation takes the following form: LEGit5EPit it LCOG4it it LTRit1CCOGit 2WC6LCOG7it LEG38it GENit DBit 17 The equation has been estimated three times, once using the Mendoza tax rates and then with the two variants from the OECD. Note that missing data problems for one of the OECD variants reduced the number of countries to thirteen. The fourteen countries included in the first two estimation efforts include Australia, Austria, Belgium, Canada, Finland, France, Germany, Italy, Japan, Netherlands, Sweden, Switzerland, United Kingdom, and the United States. Switzerland is the country for which it was not possible to estimate the equation for the second of the OECD variants. 18 Table 3 below provides the definitions for the variables specified in the equation. Estimation results for this equation using OLS with panel corrected standard errors Beck and Katz, 1995, 1996 are reported in Table 4. The estimated effects are similar across the three different data series used and so we focus our attention on the results reported in the first column. In general, the fit of the equation to the data appears satisfactory in all three instances. One problem, however, shows up in the two OECD series that is not evident in the case of the Mendoza data series; namely, there is some evidence, using the Lagrange multiplier test, of autocorrelated error. With the Mendoza data as with the OECD series we see that all of the parameters for the control variables take on the signs expected of them and are statistically significant. Thus, both the prevailing level of generosity of the welfare state, as well as the relative size of an important part of the welfare states clientele, have the predicted positive impacts on the level of the average effective tax rate on labor income. In addition, the anticipated negative effect of widespread electoral participation is registered. The higher the level of electoral participation, the lower the rate of taxation on labor income. The impact of wage coordination on labor tax rates is positive and statistically significant as predicted. Thus, industrial relations systems with structural features that allow or promote highly coordinated wage bargaining will be marked by far higher tax rates on labor income than those systems where little or no such features exist. Given the parameter estimate in column 1, a system with centralized bargaining by peak confederations would likely have an average effective tax rate on labor income approximately eight percentage points higher than a system with fragmented wage bargaining confined to individual firms or plants, all else being equal. Examining the estimated parameters on the individual partisan and institutional variables in the model allows one to build up a picture of the degree to which partisanship affects tax policy and how the institutional context mutes or amplifies this effect. First, let us examine the effects of partisanship. We have a partisan term describing the cabinet and one describing the legislature. The parameter on the cabinet term is positive and statistically significant. Given the measure being used for the partisan character of the cabinet, this parameter implies that leftist governments have policies that entail higher levels of average effective tax rates on labor income as predicted. On the other hand, the parameter on the partisan character of the legislature turns out to be negative, although statistically insignificant. This seemingly contradictory indication that leftist legislatures follow policies of lower taxation on labor needs to be seen in light of the fact that the effect of the partisan character of the legislature is contingent on the relative institutional strength of the legislature. This latter impact is 19 captured by the parameter on the interaction between the strength of the legislature and the partisan measure. The parameter on the constituent term, Legislative Center of Political Gravity, only has meaning in the situation where Legislative Institutional Dominance is zero i.e., where the executive is completely dominant, and then its effects are statistically indistinguishable from zero. The parameter for the other constituent term in the interaction, namely, the coefficient on Legislative Institutional Dominance variable, is negative and clearly statistically significant. This points to the conclusion that when the partisan orientation of the legislature is on the far right then the effect on tax policy is to sharply lower the level of the average effective tax rate on labor income by an amount that is contingent on the degree of legislative dominance. At the same time, the parameter for the interaction between the legislative partisanship and legislative institutional term brings out the amplifying effect of a legislature that is both leftist and strong visavis the executive. This can be illustrated by drawing on a few examples of the models predictions under a number of conditions where the cabinet and the legislature are unified or divided in terms of partisanship. The first panel of Table 5 panel a provides examples where the cabinet and legislature have common ideological orientations. On the left hand side of the panel we see the effects of partisanship where the executive is weak. Here there is a gaping contrast between a unified government of the left and one of the right. In contrast to rightist governments, leftist governments follow a policy that taxes labor income heavily. On the right hand side of the panel, which illustrates the effects of partisanship where government is unified but the executive is strong, one sees that while leftist governments continue to tax labor income more heavily than rightist governments, the contrast between the left and the right is much reduced. 20 Variables in Model Predicting Average Effective Tax Rate on Labor Income Table 3 Variable Label LTR it CCOG it LCOG it LEG iit LEGLCOG it EP iit WC it DB GEN it Variable definition. Average effective rate of taxation on labor income, period average. Three variants from Mendoza, et al and the OECD. Data used for construction of these series derive from the OECDs National Accounts of OECD Countries, Detailed Tables, Volume II, various annual issues. Cabinet center of political gravity, average for period. This is a weighted measure of political orientation of the governing coalitions ideology using the CastleMair codings of parties positions on a leftright scale. The data for this and the LCOG variable are described in Cusack 1997 and available at the following web site: http:www.wzberlin.dempismstaffcusack_data_sets. en.htmdata Legislative center of political gravity, average for period. Similar to the cabinet measure but based on the parties within the legislature. The extent to which parliament dominates the executive: based on Lijpharts 1999 executiveparties dimension. This Lijpharts first dimension distinguishes political systems on the bases of the relative frequency of minimal winning one party cabinets, the effective number of parliamentary parties, the degree of executive dominance, the extent of electoral disproportionality, and the degree of interest group pluralism. The factor score has be transformed so that the value for the system with the most executive strength and least legislative strength is set to zero. Interaction between legislative center of political gravity and the executiveparties dimension Electoral participation: Average percentage of electorate participating in elections during period. The data on this variable derives from the Institute for Democracy and Electoral Assistances web site http:www.idea.int Kenworthys wage coordination index, period average. Date set available at http:www.emory.eduSOClkenworthy. Demographic burden. Retired population and unemployed expressed as a percentage of total population, period average. Data based on information derived from various annual issues of the OECDs Labour Force Statistics. Generosity of welfare system. The ratio of government transfers to households as a percentage of GDP to DB, the demographic burden. Period average. Data can be found at http:www.wzberlin.dempismstaffcusack _data_sets.en.htmdata 21 Table 4 Panel Estimation Results for Model Predicting Average Effective Tax Rate on Labor Income 5 year averages Mendoza AETRs 1.50 .72 5.11 3.85 16.57 3.96 OECD 1 AETRs 1.80 1.11 1.50 3.79 21.71 4.50 OECD 2 AETRs 1.85 1.07 3.18 3.96 24.20 5.65 8.77 1.98 10.24 2.25 11.38 2.76 Cabinet Center of Political Gravity Legislative Center of Political Gravity Legislative Institutional Dominance Legislative Center of Political Gravity Legislative Institutional Dominance Wage Coordination Electoral Participation Demographic Burden Generosity of Welfare Programs Constant 1.96 .42 .19 .04 1.83 .14 .18 .01 .25 5.44 3.33 .57 .24 .06 1.75 .16 .15 .01 1.97 5.33 3.55 .64 .25 .05 1.76 .15 .15 .01 .18 5.47 .850 84 14 6 .924 84 14 6 2R Observations Countries Time units LM Test: serial correlation, pvalue Panelcorrected standard errors in parentheses Significance level: .10, p .05; p .01 Lagrange Multiplier test pvalue below .05 rejects the absence of serial correlation at 95% confidence interval .858 78 13 6 .040 .046 .106 22 Mendoza, et al OECD version 1 OECD version 2 Table 5 Panel a Labor AETR Under Unified Government Predicted Levels of AETR on Labor Income Given Partisan Situation and Institutional Context. Weak Executive Left CabinetLeft Parliament 38.9 36.1 37.9 Right CabinetRight Parliament 27.3 19.9 22.2 Strong Executive Left CabinetLeft Parliament 32.4 33.2 34.6 Partisan and institutional terms set at mean 1 standard deviation. All other factors set to their mean values. Panel b Labor AETR Under Divided Government Predicted Levels of AETR on Labor Income Given Partisan Situation and Institutional Context Weak Executive Left CabinetRight Parliament Right CabinetLeft Parliament Strong Executive Left CabinetRight Parliament 29.2 37.0 24.6 22.2 33.8 32.7 Mendoza, et al OECD version 1 OECD version 2 Partisan and institutional terms set at mean 1 standard deviation. All other factors set to their mean values. 31.0 33.4 35.5 23 Right CabinetRight Parliament 30.8 28.7 31.0 Right CabinetLeft Parliament 30.5 30.9 32.2 The situation of divided government is illustrated in the panel b of Table 5. On the left hand side we have a political configuration where the executive is weak i.e., the legislature is the dominant institution and the two institutions have different ideological orientations. The lack of unity in terms of ideological orientation does not seem to matter greatly. Once again, where the legislature is the dominant institution, the pronounced difference in policy outcome, given the different ideological orientations, comes through. And, again, it is muted in the situation described on the opposite side of the panel, where the executive is the dominant institution. the executive is more powerful, In sum, then, partisanship works its effect on labor income tax policy. However, these partisan effects are either moderated or amplified by the institutional context within which political parties operate. Of particular importance are the relative strengths of the executive and legislature. Where force of partisanship is evident but very dampened. Such institutional settings are common to electoral systems based on majoritarian principles. These systems encourage moderation in policy since the leverage they give to the median voter facilitates the muting of partisan differences. This muting effect is absent in institutional settings where the legislature is the dominant branch. Such an institutional setting is found in systems regulated by electoral rules that promote proportionality. Here partisan effects are stark in manifesting themselves and here again we see that the left fosters much higher average effective tax rates on labor income than does the right. the the Ideological orientations of parties, relative strength of governmental institutions, and the degree of wage coordination within the economy: what is it about this set of factors that brings them together to shape tax strategy on labor income? They are related not only in that they influence this strategy but also in that they are important features of Coordinated Market and Liberal Market Economies. Countries with higher levels of wage coordination, i.e., Coordinated Market Economies, are more likely to have leftwing governments and strong legislatures. Such a pattern speaks to the notion of institutional complementarities as reinforcing mechanisms for the differences between LMEs and CMEs. Two institutions are said to be complementary if the presence or efficiency of one increases the returns from or efficiency of the other Hall and Soskice 2001:17. In particular, two types of complementarities are relevant to our concerns. The first of these complementarities is between economic and formal political institutions. The longterm functioning of wage coordination agreements requires risky investments by both workers and employers. As a result, the latter cannot go down the route of risky investments unless they can be sure the government will sustain it Gourevitch and Haves 2002: 245247. Belief in a governments commitment to existing policy is more likely in those political systems where actors have a better chance to 24 punish government if it deviates from that commitment. Hall and Soskice 2001 contend that systems based on proportional representation are better than majoritarian systems in providing actors with this monitoring and control capacity over government. In majoritarian systems a small shift in the distribution of votes theoretically could lead to a large shift in policy. In proportional representation systems, such changes are uncommon. There the legislature is stronger visavis the executive and coalition governments are more common. In such a context, parties defending the interests of specific economic actors have a better chance to punish the government if it deviates from previous policy. As a result, government commitments are more credible in proportional systems, and this facilitates the longterm functioning of economic institutions. Gourevitch and Haves 2002: 246 show that there is indeed a strong positive correlation between the economic institutions of CMEs and the presence of proportional representation r0.71 and coalition governments r0.72. Using the Lijphart data on legislative dominance and Hall and Gingerichs index of overall coordination in the economy see Figure 7, this point is reinforced. In sum, the presence of strong legislatures in CMEs facilitates the sustainability of wage coordination agreements and, in turn, the adoption of a particular taxation strategy. Figure 7 Coordination and Legislative Dominance 3.53.02.52.01.51.00.50.0iecnanmo D evitasge Lil 0.0 0.40.20.8Economic Coordination HG0.61.01.2 The second of these complementarities is to be found within the political realm, namely, that between the electoral system and the partisan composition of the government. As Iversen and Soskice 2002 have pointed out, leftwing governments is no coincidence. They are both associated with electoral systems In proportional representation systems, middle class parties need to compromise with the coexistence of strong that use proportional legislatures and representation. 25 other parties to govern. Iversen and Soskice 2002 show that it is in the interest of center parties to coalesce with the left because the type of redistribution policy provided by a centerleft government would be closer to the centers preferences than the redistribution policy that a centerright coalition would provide. As a result, countries with strong legislative institutions are more likely to have leftwing governments, which in turn reinforces a model of redistribution based on a large welfare state and high tax rates on labor. In conclusion, this section has highlighted the mechanisms that explain why CMEs tend to show higher tax rates on labor. They do so because they have higher levels of wage coordination, their governments are more likely to be oriented to the left, and their executives are relatively weak in relation to their legislatures. The question now remains as to the consequences of a strategy based on high taxes on labor for the performance of national economies. We turn to this issue in the final section of the paper. Tax Strategies and Labor Market Performance In practice, tax strategies are not economically neutral. They have consequences for the working of different markets and the economy in general. In this section we analyze whether or not and how the specific taxation strategies developed by CMEs affect the working of the economy. In order to do so, we concentrate on the relation between labor taxation and unemployment. Standard models in labor economics contend that strategies based on high levels of labor income taxation come at the price of increasing the levels of unemployment. This prediction is based on the analysis of the effects of labor income taxation on the supply and demand of labor. More specifically, these models point out three main causal mechanisms in this relation. First and foremost, higher taxes on labor income increase the price of labor and thereby reduce the demand for it. The effect of the increase in the price of labor depends on the extent to which employers bear the costs of higher levels of labor taxation. The operating mechanism through which higher taxes reduce labor demand is the adjustment of gross wages to labor tax increases. Higher taxes on labor are translated into higher gross wages in order to maintain workers real wages Daveri and Tabellini 2000: 5762. As a result of this translation the price of labor increases and the demand for it declines. Second, labor taxes may affect unemployment through their interplay with labor supply decisions. Textbook models reveal two possible effects of labor taxes Atkinson 1993: 2050 on labor supply. The first is an income effect: taxes make people worse off by reducing their disposable income in technical terms, the indifference curve between 26 work and leisure is shifted downwards. In these circumstances, the number of hours worked is increased in order to maintain the level of disposable income. The second effect is one of substitution: labor taxes increase the opportunity cost of work in terms of leisure in technical terms, they create movements along the indifference curve between work and leisure. As a result, an increase in labor taxes leads people to reduce the number of hours they are willing to work. In principle, the income effect is likely to dominate in the bottom part of the distribution of earnings, working to increase labor supply. In the case of lowincome earners, higher labor taxes would provoke, simultaneously, an increase in labor supply and a reduction in labor demand. The net result is an increase in the incidence of unemployment in this group. Finally, the interaction between labor taxes and transfers may add to unemployment through a different causal logic Nickell and Layard 1999; Disney 2000. A lower number of working hours at the extreme, 0 plus income transfers or subsidies may generate disposable income higher than that obtained by someone working more hours and therefore being taxed more and receiving less transfers or subsidies. Under these conditions, higher labor taxes will create incentives for some people to either enter into or remain within the state of unemployment Joumard 2001. As a result of these three mechanisms, higher rates of taxation on labor income are expected to generate higher levels of unemployment. Despite its compelling logic, the validity of this argument is open to an important qualification. A fundamental assumption in these models is that actors make their decisions in a world free of institutions. Yet, if such an assumption is relaxed, there are reasons to believe that the arrangements between capital and labor at work in CMEs shape the effects of labor taxes on the unemployment rate Daveri and Tabellini 2000. This brings us back to the arrangements between capital and labor at work in CMEs. As argued above, CMEs are organized around a fundamental agreement between capital and labor. Employers trade their acceptance of the development of a large public insurance system for a commitment from the unions to wage moderation. If, as a result of the incidence of labor taxes and the high levels of generosity, labor costs increased dramatically, the incentives of employers to coordinate with the unions would disappear. Thus, the capacity of unions to shift onto employers the cost of labor taxes via the adjustment of gross wages is heavily constrained in CMEs as opposed to LMEs. As a result, in those economies with high levels of coordinationCMEs, the effects of labor taxes on labor demand and, ultimately, on the unemployment rate are expected to be muted. On the contrary, labor taxes are expected to have a larger incidence on unemployment in LMEs. In the following we set out to test the claim that the impact of labor taxes on the levels of unemployment is contingent upon the levels of coordination in the labor market. Our specification of the relation between taxes on labor and unemployment relates to previous contributions in 27 institutions and several respects. First, we do not assume the existence of a direct causal link between certain economic or political the unemployment rate.18 Rather, we contend that institutions such as wage coordination affect the way in which policy instruments e.g., labor taxes generate direct behavioral responses on the part of workers and employers. Second, we follow the approach of Daveri and Tabellini 2000 to capture the effects of interest, albeit using a different indicator of coordination. We interact two continuous variables, namely the average effective tax rates on labor and the index of wage bargaining coordination computed by Kenworthy. The coordination index has been rearranged to rank between 1 maximum level of coordination and 5 minimum level of coordination and multiplied thereafter by the average effective tax rates on labor. In this way, there is no need to introduce a constituent term for labor taxation in the specification: when there is no coordination, the coefficient of the interaction is capturing the impact of labor taxation on unemployment. Nor have we included a constituent term for wage coordination. The use of an independent term for wage coordination would require one to assume that some governments in our sample exempt labor from being taxed at all. This seems unreasonable. Before describing our estimates of the effects of labor tax rates on unemployment, let us deal with the other influences in the model. First, we control for the effects of inertia in the aggregate level of unemployment by including the lagged dependent variable. Second, a measure of aggregate world demand intended to control for changes in the economic situation of each country s major trading partners Alt 1985 is included in the model. The intuition behind this variable is that if the major trading partners of a country experience economic downturns, this will reduce the demand for products from these countries, which in turn contracts labor demand and increases unemployment. Because of is operationalized see Table 6, we expect it to have a positive association with the unemployment rate. In addition, an indicator of the overall generosity of unemployment benefits defined as the product of the level of benefits and their duration is added to the model see Table 6. This variable introduces a control for the behavioral responses that public transfers generate in the labor market. The logic underpinning this variable is that a more generous benefits system increases the reservation wage and makes the levels of unemployment higher and spells longer. Thus, a positive relation between the generosity index and the unemployment rate is expected. Finally, because of their alleged potential effects on labor demand Scharpf 2000: 7582, we also include as controls other significant elements of the tax system, namely the effective tax rates on consumption, capital, and corporate income. The relation between these variables has been specified using a panel regression equation using data on 13 OECD countries for five fiveyear periods. this variable the way BRRBDitit 2CORTRit 3it WD34CONTRitit UitLTRitLWCit U121it 1KTRit 18 See, e.g., Hall and Franzese 1998; Iversen; 1998,1999, 2000; Soskice and Iversen, 2000; and Franzese 2002b. 28 The goodness of the fit Table 6 below provides the definitions for the variables in the equation. Estimation results using OLS with panel corrected standard errors Beck and Katz 1995, 1996 are reported in Table 719. As in the previous section, the equation has been estimated three times, once using the Mendoza tax rates and then with the two variants of the OECD rates.20 is similar in all three equations. Substantively and statistically the results are very similar for the three versions of the labor tax rates. The exceptions deal with the impacts of the tax rates on capital and corporate income. Although capital tax rates show no statistically significant effects, the sign of the coefficient for this variable varies depending on the tax rates being used. In turn, corporate tax rates show very consistent and significant effects on the unemployment rate. In commenting on the other parameter estimates we will concentrate on those parameter values produced using the Mendoza series. Higher values on the world demand index, which signify declines in demand from major trading partners, are reflected in higher levels of unemployment. In addition, the effects of the overall generosity of unemployment benefits have the positive impact anticipated. Moreover, our findings are consistent with the claim that increasing the tax rate on corporations reduces labor demand and drives unemployment upwards. Finally the results support our claim that the unemployment consequences of labor taxes are contingent on the degree of wage bargaining coordination. By way of illustration, suppose that the tax rate on labor income increases by one standard deviation, which in our sample implies that taxes on labor increase by 10.5 percent. Using the estimates reported in the first column of Table 7, we can assess how such an increase affects the level of unemployment under different institutional conditions. In those countries where there is no coordination between capital and labor LWC5, the unemployment rate will rise by 8.4 percent. If wage coordination were at a moderate level LWC3, the increase in the unemployment rate would be 5 percent. Finally, in those nations where the coordination between capital and labor is at its peak LWC1, a 10.5 percent increase in labor tax rates will entail an increase of only 1.7 percent in the unemployment rate. 19 The equation has also been estimated using as endogenous variables the OECD standardized unemployment rate Nickell and Nunziata 2001 and the OECD time variant NAIRU estimates Turner, et al 2001. The results are similar to those reported in Table 7.Our thanks to Peter Richardson for providing us with the NAIRU series. 20 Note that missing data problems for one of the OECD variants reduced the number of countries to thirteen: Australia, Austria, Belgium, Canada, Finland, France, Germany, Italy, Japan, Netherlands, Sweden, United Kingdom, and the United States. 29 Variable Label it U 1it U LWC it BRR itit BD it WD LTR itit KTR CORTR it CONTR it Variables in Models Predicting the Unemployment Rate Table 6 Variable definition. Rate of unemployment. Data are based on national definitions drawn from various annual volumes of the OECDs Labour Force Statistics. Lagged level in the rate of unemployment in use. Lack of Wage Bargaining Coordination. It is a transformation Lo WC6WC of Kenworthys wage coordination index WC, period average. Benefit Replacement Rate data provided by the OECD. The data refers to the first year of unemployment benefits, averaged over family types of recipients. The benefits are a percentage of average earnings before tax. See Nickell and Nunziata 2001 for details. Benefit Duration Index was developed by Wolfers 1999. The index is constructed in such a way that its value is 1 if the benefit provision in the first year remains the same through the first four years or between 0 and 1 if otherwise. See Nickell and Nunziata 2001 for details. Alts world aggregate demand measure. Sum of weighted unemployment rates U in major trading partners. Weights are based on relative size of trading partners shares of exports X from country m.21 In addition to the thirteen countries mentioned in an earlier footnote, six other countries are included in these calculations; these are: Denmark, Greece, Ireland, Norway, Portugal and Spain. Average effective tax rate on labor income. Three variants from Mendoza, et al and the OECD. See Table 4 for sources. Average effective tax rate on capital income. Average effective tax rate on corporate profits. Average effective tax rate on consumption. 21 The formula for James Alts 1985 World Demand index is : jm Xii,jiwhere UXWNote that the trade data are derived from Kristian S. Gelditschs Expanded Trade and GDP Data Set, Version 2.1. This is available at http:weber.ucsd.edukgleditsexptradegdp.html mj:i, . 30 Panel Estimation Results for Model Predicting the Unemployment Rate: National Definitions 5 year averages Table 7 AETR Definition: Mendoza OECD 1 OECD 2 .609 .126 .634 .116 .675 .113 .016 .006 .015 .007 5.54 2.00 .206 .114 .036 .050 .003 .018 1.07 .728 .81 65 13 5 .389 5.31 2.08 .281 .116 .068 .076 .027 .021 .142 .802 .81 65 13 5 .335 .013 .007 4.50 1.97 .207 122 .029 .085 .000 .019 .018 .009 .82 1.11 .80 65 13 5 .279 .028 .011 .023 .007 Lagged Unemployment Rate, National Definition AETR Labor Lack of Wage Bargaining Coordination Benefit Replacement Rate Benefit Duration Alts World Demand AETR Consumption AETR Capital AETR Corporate Constant 2R Observations Countries Time units LM test for serial correlation, pvalue 31 CONCLUSION The paper has examined how the tax regimes across the OECD countries developed in the latter part of the 20th century. It has given particular emphasis to tax on labor income, which have become an important fiscal instrument. A number of results emerge from this examination. First, not only do labor income taxes represent a major drain on private households; they have become the mainstay of many of these countries public sector finances. Second, these taxes, and not taxes on capital, appear to be the preferred instrument of finance for those economic and political interests that advocate and support a strong and thereby expensive welfare state. We have been able to show that leftist parties, particularly in political systems where legislatures dominate the executive, push for higher taxes on labor with the apparent motive of helping to finance welfare spending. By pursuing this kind of tax strategy there is little free lunch to be had in these welfare states. What the working class receives, the working class pays for. Capital is little burdened by the welfare state and, indeed, in those economies that enjoy a high degree of coordination particularly in terms of wage bargaining one can say capital is being subsidized by affording it favorable labor market conditions e.g., skilled labor that has strong incentives to remain loyal to employers and make moderate wage demands. Third, the effort at financing the welfare state this way comes at a cost in terms of lost employment opportunities. However, the magnitude of this loss is itself a function of the institutional conditions in the labor market. The recent results presented by Peter Lindert 2003 on the kind of taxation strategy we have described here suggest that there are beneficial qualities to such a strategy, at least in terms of overall economic growth. In addition, our results suggest that wherever labor and capital are able to coordinate, the employment costs of taxing work are significantly reduced. 32 References Alt, James 1985 Political Parties, World Demand, and Unemployment: Domestic and International Sources of Economic Activity, American Political Science Review 79: 10161040. Atkinson, Anthony 1993 Work Incentives. In Anthony Atkinson and Gunnar Viby Mogensen, eds., Welfare and Work Incentives. Oxford: Clarendon Press. Atkinson, Anthony and Joseph Stiglitz 1980 Lectures in Public Economics, New York: McGraw Hill. AustenSmith, David and Jeffrey Banks 1988 Elections, Coalitions and Legislative Outcomes American Political Science Review 822: 405422. Bartels, Larry M. 2003 Partisan Politics and the U.S. Income Distribution. Mimeo, Department of Political Science and Woodrow Wilson School of Public and International Affairs, Princeton University. Bean, Charles 1994 European Unemployment: A Survey, Journal of Economic Literature 322: 573619. Beck, Nathaniel and Jonathan Katz 1995 What to Do and Not to Do with TimeSeriesCrossSection Data, American Political Science Review 89:634647. Beck, Nathaniel and Jonathan Katz 1996 Nuisance vs. Substance: Specifying and Estimating TimeSeriesCrossSection Models. In John R. Freeman, ed., Political Analysis, Volume 6, Ann Arbor: University of Michigan Press. Blais, A., Donald Blake and Stepane Dion 1993. Do Parties Make a Difference? Parties and the Size of Government in Liberal Democracies, American Journal of Political Science 371: 4062. Boix, Carles 1999 Political Parties, Growth and Equality: Conservative and Social Democratic Strategies in the World Economy. Cambridge: Cambridge University Press. Boadway R. and M. Keen 2000, Redistribution. In A. Atkinson and F. Bourguignon, eds., Handbook of Income Distribution. Oxford: Elsevier. Bretscher, Lucas and Frank Hettich 2002 Globalization, Capital Mobility and Tax Competition. Theory and Evidence for OECD Countries, European Journal of Political Economy 184: 695716. Cameron David 1984 Social Democracy, Corporatism, Labor Quiescence, and the Representation of Economic Interests in Advanced Capitalist Society. In John Goldthorpe, ed., Order and Conflict in Contemporary Capitalism, London, Oxford University Press. 33 Carey, David and Harry Tchilinguirian 2000 Average Effective Rates on Capital, Labour and Consumption, Economics Department, Working Paper No. 205. Paris, OECD. Coe D.T. and D.J. Snower 1997 Policy Complementarities: the Case for Labor Market Reform, IMF Staff Papers, 441: 135. Cox, Gary W. 1997 Making Votes Count. Cambridge, Cambridge University Press Cusack, Thomas R. 1997 Partisan Politics and Public Finance, Public Choice, 9134: 375395. Cusack, Thomas R. and Susanne Fuchs 2003 Parteinen, Institutionen und Staatsausgaben. In Herbert Obinger, Uwe Wagschal, and Bernhard Kittel, eds., Politische Okonomie: Demokratie und wirtschaftliche Leistungsfahigkeit. Leverkusen: Leske and Budrich. Daveri, Francesco and Guido Tabellini 2000 Unemployment and Taxes, Economic Policy 30: 4989. Disney, R. 2000 The Impact of Tax and Welfare Policies on Employment and Unemployment in OECD Countries, IMF Working Papers 00164. Duverger, Maurice 1954 Political Parties. New York: Wiley EspingAndersen, Gosta 1985 Politics against Markets Princeton, Princeton University Press EstevezAbe, Margarita, Torben Iversen and David Soskice 2001 Social Protection and the Formation of Skills: a Reinterpretation of the Welfare State. In Peter Hall and David Soskice, eds., Varieties of Capitalism, Oxford, Oxford University Press. Eurostat 2000 Structures of the Taxation Systems in the European Union 19701997. Luxembourg: Office for Official Publications of the European Communities. Franzese, Robert J. Jr. 2000 Political Participation, Income Distribution, and Public Transfers in Developed Democracies, Department of Political Science, University of Michigan, Unpublished Manuscript. Franzese, Robert J. Jr. 2002 Electoral and Partisan Cycles in Economic Policies and Outcomes. In Nelson W. Polsby, ed., Annual Review of Political Science. Vol. 5. Palo Alto: Annual Reviews, pp. 369422. Franzese, Robert J. Jr. 2002b Macroeconomic Policies of Developed Democracies. Cambridge: Cambridge University Press. 34 Ganghof, Steffen 2002 Veto Points and Veto Players: A Skeptical View, Paper presented at the Conference on The Consequences of Political Institutions in Democracy, Duke University, April 57, 2002. Ganghof Steffen 2003 Parties, Power and Progressivity. On the Political Economy of Income Taxation in Open States. Ph.D. Thesis, Max Planck Institute for the Study of Societies, Koln Genschel, Philipp 2002 Globalization, Tax Competition and the Welfare State, Politics and Society, 302: 245275 Gleditsch, Kristian S. 2002 Expanded Trade and GDP Data, Journal of Conflict Resolution 46:71224. Gourevitch, Peter and Michael Haves 2002 The Politics of Choice among National Production Systems, L Annee de la Regulation 6: 241270. Hall, Peter and Robert J. Franzese Jr. 1998 Mixed Signals: Central Bank Independence, Coordinated Wage Bargaining, and European Monetary Union, International Organization 523: 505535. Hall, Peter and David Soskice 2001 Introduction. In Peter Hall and David Soskice, eds., Varieties of Capitalism, Oxford, Oxford University Press, 2001. Hibbs, Douglas A. 1992. Partisan Theory after Fifteen Years, European Journal of Political Economy 8: 8361373. Imbeau, Louis M., Francois Petry and Moktar Lamari 2001 LeftRight Party Ideology and Government Policies: A MetaAnalysis, European Journal of Political Science 40:129. Iversen, Torben 1998 Wage Bargaining, Central Bank Independence and the Real Effects of Money, International Organization 52: 469504. Iversen, Torben 1999 Contested Economic Institutions: The Politics of Wage Bargaining in Advance Democracies. Cambridge: Cambridege University Press. Iversen, Torben 2000 Decentralization, Monetarism, and the Social Democratic Welfare State. In Tobben Iversen, Jonas Pontusson, and David Soskice, eds., Unions, Employers, and Central Banks: Macroeconomic Coordination and Institutional Change in Social Market Economies. Cambridge: Cambridge University Press, 205231. Iversen, Torben and David Soskice 2001 An Assets Theory of Social Policy Preferences, American Political Science Review, 954: 875895. Joumard, I. 2001 Tax Systems in European Union Countries, OECD, Economics Department Working Paper 301. 35 Kenworthy, Lane 2001 WageSetting Measures: A Survey and Assessment, World Politics 54:5798. Date set available at http:www.emory.eduSOClkenworthy. Lindert, Peter 2003 Why the Welfare State Looks Like a Free Lunch. NBER Working Paper 9869. Lijphart, Arend 1999 Patterns of Democracy: Government Forms and Performance in ThirtySix Countries. New Haven: Yale University. MartinezMongay, Carlos 2000 ECFINs Effective Tax Rates: Properties and Comparisons with other Tax Indicators. Directorate for Economic and Financial Affairs, European Commision, Economic Papers Number 146. Mendoza, Enrique, Assaf Razin and Linda L. Tesar 1994 Effective Tax Rates in Macroeconomics: CrossCountry Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics 343: 297323. Nickell, Stephen and Richard Layard 1999 Labor Market Institutions and Economic Performance. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, vol 3, Amsterdam: Elsevier. Nickell, Stephen and Luca Nunziata 2001, Labor Market Institutions Database, Mimeo, Nuffield College, Oxford University. Obinger, Herbert and Uwe Wagschal 20039 Parteien, Institutionen und Wohlfahrtstaat. In Herbert Obinger, Uwe Wagschal, and Bernhard Kittel, eds., Politische Okonomie: Demokratie und wirtschaftliche Leistungsfahigkeit. Leverkusen: Leske and Budrich. OECD 1998 Benefit Systems and Work Incentives. Paris: OECD. OECD 2000 Taxing Wages. Income Tax, Social Security Contributions and Cash Family Benefits. OECD, Paris. OECD various years National Accounts of OECD Countries, Detailed Tables, Volume II Paris: OECD. OECD various years Labour Force Statistics. Paris: OECD. OECD various years Revenue Statistics. Paris: OECD. Regini M. 1984 The Conditions for Political Exchange: How Concertation Emerged and Collapsed in Britain and Italy. In John Goldthorpe, ed., Order and Conflict in Contemporary Capitalism, London, Oxford University Press. Schrarpf, Fritz W. 2000 Economic Changes, Vulnerabilities and Institutional Capabilities. In Fritz W. Scharpf and Vivien A. Schmidt, eds., 36 Welfare and Work in the Open Economy: From Vulnerability to Competitiveness, Oxford: Oxford University Press. Schmidt, Manfred G. 1996. When Parties Matter: A Review of the Possibilities and Limits of Partisan Influence on Public Policy, European Journal of Political Research 30: 155183. Schmidt, Manfred G. 2000 Demokratietheorien. 3rd Edition. Leverkusen: Leske and Budrich. Schmidt, Manfred G. 2002. The Impact of Political Parties, Constitutional Structures and Veto Players on Public Policy. In Hans Keman, ed., Comparative Democratic Politics. London, Sage: 166184. Soskice, David and Torben Iversen 2000 The Nonneutrality of Monetary Policy with Large Price or Wage Setters. Quarterly Journal of Economics 1151:365284. Steinmo, Swen 1993 Taxation and Democracy. New Haven: Yale University Press. Swank, Dwain and Sven Steinmo 2002 The New Political Economy of Taxation in Advanced Capitalist Democracies, American Journal of Political Science 46:642655. Swenson, Peter and Jonas Pontusson 2000 The Swedish Employer Offensive against Centralized Bargaining. In Torben Iversen, Jonas Pontusson and David Soskice eds.,Unions, Employers and Central Banks, Cambridge, Cambridge University Press. Tsebelis, George 1995 Decision Making in Political Systems: Veto Players in Presidentialism, Parliamentarism, Multicameralism, and Multipartyism, British Journal of Political Science 25:289326. Turner, David, Laurence Boone, Claudia Giorno, Mara Meacci, David Rae and Peter Richardson 2001 Estimating the Structural Rate of Unemployment for the OECD Countries, OECD Economic Studies No. 33, 20012, 171216. Volkerink, Bjorn and Jakob de Haan 2001 Tax Ratios: A Critical Survey. OECD Tax Policy Studies, No. 5. Paris: OECD. Wallerstein, Michael, Miriam Golden and Peter Lange 1997 Unions, Employers Associations and Wagesetting Institutions in Northern and Central Europe, 19501992, Industrial and Labor Relations Review, 503: 379401. Wallerstein, Michael and Miriam Golden 2000 Postwar Wage Setting in the Nordic Countries. In Torben Iversen, Jonas Pontusson and David Soskice, eds., Unions, Employers and Central Banks. Cambridge: Cambridge University Press. 37 Wolfers, Justin 1999 Replacement Rates and Benefit Duration Mimeo, Stanford Graduate School of Business. 38 Bucher des Forschungsschwerpunkts Markt und politische Okonomie Books of the Research Area Markets and Political Economy Sebastian Kessing Essays on Employment Protection 2003, Freie Universitat Berlin, http:www.diss.fuberlin.de2003202 Daniel Krahmer On Learning and Information in Markets and Organizations 2003, Shaker Verlag Andreas Stephan Essays on the Contribution of Public Infrastructure to Private: Production and its Political Economy 2002, dissertation.de Hans Mewis Essays on Herd Behavior and Strategic Delegation 2001, Shaker Verlag Andreas Moerke Organisationslernen uber Netzwerke Die personellen Verflechtungen von Fuhrungsgremien japanischer Aktiengesellschaften 2001, Deutscher UniversitatsVerlag Silke Neubauer Multimarket Contact and Organizational Design 2001, Deutscher UniversitatsVerlag LarsHendrik Roller, Christian Wey Eds. Die Soziale Marktwirtschaft in der neuen Weltwirtschaft, WZB Jahrbuch 2001 2001, edition sigma Michael Troge Competition in Credit Markets: A Theoretic Analysis 2001, Deutscher UniversitatsVerlag Tobias Miarka Financial Intermediation and Deregulation: A Critical Analysis of Japanese BankFirmRelationships 2000, PhysicaVerlag Rita Zobel Beschaftigungsveranderungen und organisationales Lernen in japanischen Industriengesellschaften 2000, HumboldtUniversitat zu Berlin http:dochost.rz.huberlin.dedissertationenzobelrita20000619 Jos Jansen Essays on Incentives in Regulation and Innovation 2000, Tilburg University Ralph Siebert Innovation, Research Joint Ventures, and Multiproduct Competition 2000, HumboldtUniversitat zu Berlin http:dochost.rz.huberlin.dedissertationensiebertralph20000323 Damien J. Neven, LarsHendrik Roller Eds. The Political Economy of Industrial Policy in Europe and the Member States 2000, edition sigma Jianping Yang Bankbeziehungen deutscher Unternehmen: Investitionsverhalten und Risikoanalyse 2000, Deutscher UniversitatsVerlag Christoph Schenk Cooperation between Competitors Subcontracting and the Influence of Information, Production and Capacity on Market Structure and Competition 1999, HumboldtUniversitat zu Berlin http:dochost.rz.huberlin.dedissertationenschenkchristoph19991116 Horst Albach, Ulrike Gortzen, Rita Zobel Eds. Information Processing as a Competitive Advantage of Japanese Firms 1999, edition sigma Dieter Koster Wettbewerb in Netzproduktmarkten 1999, Deutscher UniversitatsVerlag Christian Wey Marktorganisation durch Standardisierung: Ein Beitrag zur Neuen Institutionenokonomik des Marktes 1999, edition sigma Horst Albach, Meinolf Dierkes, Ariane Berthoin Antal, Kristina Vaillant Hg. Organisationslernen institutionelle und kulturelle Dimensionen WZBJahrbuch 1998 1998, edition sigma Christian Goseke Information Gathering and Dissemination The Contribution of JETRO to Japanese Competitiveness 1997, Deutscher UniversitatsVerlag Lars Bergman, Chris Doyle, Jordi Gual, Lars Hultkrantz, Damien Neven, LarsHendrik Roller, Leonard Waverman Europes Network Industries: Conflicting Priorities Telecommunications Monitoring European Deregulation 1 1998, Centre for Economic Policy Research Manfred Fleischer The Inefficiency Trap Strategy Failure in the German Machine Tool Industry 1997, edition sigma DISCUSSION PAPERS 2002 Fredrik Andersson Kai A. Konrad Human Capital Investment and Globalization in Extortionary States LarsHendrik Roller Christian Wey Talat Mahmood Klaus Schomann Merger Control in the New Economy Die Determinanten der Mirgrationsentscheidung von ITHochschulabsolventen aus Pakistan Empirische Befunde zur Ausgestaltung der deutschen Green Card Talat Mahmood Klaus Schomann The Determinants of the Migration Decision of ITgraduates from Pakistan: Empirical Evidence for the Design of a German Green Card Jos Jansen The Effects of Disclosure Regulation on Innovative Firms: Common Values Jos Jansen The Effects of Disclosure Regulation on Innovative Firms: Private Values Gunter Franke Harris Schlesinger Richard C. Stapleton Multiplicative Background Risk Tomaso Duso On the Politics of the Regulatory Reform: Econometric Evidence from the OECD Countries Johan Lagerlof Paul Heidhues On the Desirability of an Efficiency Defense in Merger Control Olivier Cadot LarsHendrik Roller Andreas Stephan Contribution to Productivity or Pork Barrel? The Two Faces of Infrastructure Investment FS IV 02 01 FS IV 02 02 FS IV 02 03 FS IV 02 03a FS IV 02 04 FS IV 02 05 FS IV 02 06 FS IV 02 07 FS IV 02 08 FS IV 02 09 Justus Haucap Christian Wey Unionization Structures and Firms Incentives for Productivity Enhancing Investments FS IV 02 10 Heidrun C. Hoppe Emre Ozdenoren Intermediation in Innovation Rainer Nitsche On the Effectiveness of AntiPredation Rules Daniel Krahmer Entry and Experimentation in Oligopolistic Markets for Experience Goods J. Peter Murmann The Coevolution of Industries and National Institutions: Theory and Evidence Kai A. Konrad Terrorism and the State Robert Nuscheler Physician Reimbursement, TimeConsistency and the Quality of Care Fredrik Andersson Kai A. Konrad Taxation and Education Investment in the Tertiary Sector FS IV 02 11 FS IV 02 12 FS IV 02 13 FS IV 02 14 FS IV 02 15 FS IV 02 16 FS IV 02 17 Jan Boone Be nice, unless it pays to fight: A New Theory of Price Determination with Implications for Competition Policy Kai A. Konrad Altruism and Envy in Contests: An Evolutionarily Stable Symbiosis Helmut Bester Kai A. Konrad Delay in Contests FS IV 02 18 FS IV 02 19 FS IV 02 20 Kjell Erik Lommerud Bjrn Sandvik Odd Rune Straume Steffen Huck Vicki Knoblauch Wieland Muller Ralph Siebert Jurgen Bracht Saul Lach Eyal Winter Good Jobs, Bad Jobs and Redistribution FS IV 02 21 On the Profitability of Collusion in Location Games FS IV 02 22 Learning by Doing and Multiproduction Effects over the Life Cycle: Evidence from the Semiconductor Industry FS IV 02 23 Modeling Oligopolistic Price Adjustment in Micro Level Panel Data FS IV 02 24 Steffen Huck Kai A. Konrad Strategic Trade Policy and the Home Bias in Firm Ownership Structure Daniel Krahmer Delegation versus Authority Thomas Knaus Robert Nuscheler Incomplete Risk Adjustment and Adverse Selection in the German Public Health Insurance System Kurt R. Brekke Robert Nuscheler Odd Rune Straume Quality and Location Choices under Price Regulation Kai A. Konrad Inverse Campaigning Sebastian Kessing A Note on the Determinants of Labour Share Movements Sebastian Kessing Employment Protection and Product Market Competition Michal Grajek Identification of Network Externalities in Markets for NonDurables Robert M. Adams LarsHendrik Roller Robin C. Sickles Tomaso Duso Damien J. Neven LarsHendrik Roller Tomaso Duso Astrid Jung Market Power in Outputs and Inputs: An Empirical Application to Banking The Political Economy of European Merger Control: Evidence using Stock Market Data Market Conduct and Endogenous Lobbying: Evidence from the U.S. Mobile Telecommunications Industry FS IV 02 25 FS IV 02 26 FS IV 02 27 FS IV 02 28 FS IV 02 29 FS IV 02 30 FS IV 02 31 FS IV 02 32 FS IV 02 33 FS IV 02 34 FS IV 02 35 DISCUSSION PAPERS 2003 Annette Boom Investments in Electricity Generating Capacity under Different Market Structures and with Endogenously Fixed Demand Kai A. Konrad Wolfram F. Richter Zur Berucksichtigung von Kindern bei umlagefinanzierter Alterssicherung Stergios Skaperdas Restraining the Genuine Homo Economicus: Why the Economy cannot be divorced from its Governance SP II 2003 01 SP II 2003 02 SP II 2003 03 Johan Lagerlof Insisting on a NonNegative Price: Oligopoly, Uncertainty, Welfare, and Multiple Equilibria SP II 2003 04 Roman Inderst Christian Wey Buyer Power and Supplier Incentives SP II 2003 05 Sebastian Kessing Robert Nuscheler Monopoly Pricing with Negative Network Effects: the Case of Vaccines Lars Frisell The Breakdown of Authority Paul Heidhues Nicolas Melissas Equilibria in a Dynamic Global Game: The Role of Cohort Effects Pablo Beramendi Political Institutions and Income Inequality: The Case of Decentralization Daniel Krahmer Learning and SelfConfidence in Contests Ralph Siebert The Introduction of New Product Qualities by Incumbent Firms: Market Proliferation versus Cannibalization Vivek Ghosal Impact of Uncertainty and Sunk Costs on Firm Survival and Industry Dynamics Vivek Ghosal Endemic Volatility of Firms and Establishments: Are Real Options Effects Important? Andreas Blume Paul Heidhues Private Monitoring in Auctions Sebastian Kessing Delay in Joint Projects Tomaso Duso Astrid Jung Product Market Competition and Lobbying Coordination in the U.S. Mobile Telecommunications Industry Thomas R. Cusack Pablo Beramendi Taxing Work: Some Political and Economic Aspects of Labor Income Taxation SP II 2003 06 SP II 2003 07 SP II 2003 08 SP II 2003 09 SP II 2003 10 SP II 2003 11 SP II 2003 12 SP II 2003 13 SP II 2003 14 SP II 2003 15 SP II 2003 16 SP II 2003 17 Bei Ihren Bestellungen von WZBPapers schicken Sie bitte unbedingt einen an Sie adressierten Aufkleber mit sowie je paper eine Briefmarke im Wert von 0,51 Euro oder einen Coupon Reponse International fur Besteller aus dem Ausland Bestellschein Wissenschaftszentrum Berlin fur Sozialforschung Presse und informationsreferat Reichpietschufer 50 D10785 BerlinTiergarten Hiermit bestelle ich folgendes Discussion papers: BestellNr. Order no. Please send a self addressed label and postage stamps in the amount of 0.51 Euro or a Coupon Reponse International if you are ordering from outside Germany for each WZBpaper requested Order Form Absender Return Address: Please send me the following Discussion papers: Autorin, Kurztitel Authors Titles in brief ", "filename": "376523573.pdf", "person": ["Thomas R. Cusack", "Cusack, Thomas R.", "Pablo Beramendi", "Beramendi, Pablo"], "date": ["2003"]}