{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/53109/1/379531097.pdf"], "title": ["Revenue potential of the currency transaction tax for development finance: A critical appraisal"], "plaintext": "Discussion Paper No. 200381Revenue Potential of the Currency Transaction Tax for Development Finance A Critical Appraisal Machiko NissankeDecember 2003Abstract The paper assesses the potential of currency transaction taxes CTT, widely known asthe Tobin tax, to raise revenue for global development. Though Tobin proposed andothers assessed CTTs in terms of reducing exchange rate volatility and improvingmacroeconomic policy environments, this paper considers the CTT first and foremostfrom the standpoint of revenue. With a view of establishing a permissible range of taxrates to obtain realistic estimates of revenue potential, it first reviews the debate over theeffects of CTT on market liquidity and the efficiency of foreign exchange markets, andassesses the Spahn proposal for a twotier currency tax. It then moves to a discussion ofthe technical and political feasibility of CTT, followed by an evaluation of several newproposals, such as those advanced by Schmidt and Mendez. The paper presents revenueestimates from CTT in light of recent changes in the composition and structure offoreign exchange markets.Keywords: Tobin tax, global public goods, international tax coordination, tax revenue The paper argues that CTT should be implemented in a cautious manner, starting with aand development aid, financial globalizationvery low tax rate, taking into account fully of its effect on market efficiency and l The JEL classification: F33, F35, F36, F41, F42Copyright a UNUWIDER 2003 School of Oriental and African Studies, University of London, email: mn 2soas.ac.uk This study has been prepared within the UNUWIDER and UNDESA joint project on Innovative Sources for Development Finance, which is directed by Anthony B. Atkinson, and was presented at the WIDER Conference on Sharing Global Prosperity in Helsinki, 67 September 2003.UNUWIDER gratefully acknowledges the support to the project from the United Nations Department of Economic and Social Affairs UNDESA. UNUWIDER also acknowledges the financial contributionsto the 20022003 research programme by the governments of Denmark Royal Ministry of Foreign Affairs, Finland Ministry for Foreign Affairs, Norway Royal Ministry of Foreign Affairs, SwedenSwedish International Development Cooperation Agency Sida and the United Kingdom Departmentfor International Development.  The paper argues that CTT should be implemented in a cautious manner, starting with avery low tax rate, taking into account fully of its effect on market efficiency andliquidity as well as technical and political feasibility. Revenue generated at low ratescould be much smaller than those derived from earlier studies. It suggests the very highexpectations raised with respect to CTTs revenuegenerating capacity on its own arenot yet warranted in light of the prevailing economic and political reality today. Nordoes CTT by itself, implemented at low rates, have sizeable effects on restoringmacroeconomic policy autonomy. However, if CTT is successfully administered in thetwotier structure stipulated by Spahn or in conjunction with other measures such ascapital controls or security transaction tax STT in a coordinated fashion, benefits indouble dividends from these measures for achieving global financial stability could besubstantial. Hence, CTT deserves serious consideration and debate over itsimplementation.Acknowledgements The author gratefully acknowledges invaluable comments and suggestions received onthe early versions of the paper from the project director, Tony Atkinson. She has alsobenefited from helpful comments received from Tony Addison, Anthony CluniesRoss,Ilene Grabel, John Langmore, George Mavrotas, Alice Sindzingre and participants atthe WIDER project meeting and Conferences in May and September 2003.The World Institute for Development Economics Research WIDER wasestablished by the United Nations University UNU as its first research andtraining centre and started work in Helsinki, Finland in 1985. The Instituteundertakes applied research and policy analysis on structural changesaffecting the developing and transitional economies, provides a forum for theadvocacy of policies leading to robust, equitable and environmentallysustainable growth, and promotes capacity strengthening and training in thefield of economic and social policy making. Work is carried out by staffresearchers and visiting scholars in Helsinki and through networks ofcollaborating scholars and institutions around the world.www.wider.unu.edupublicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDERKatajanokanlaituri 6 B, 00160 Helsinki, Finland Cameraready typescript prepared by Liisa Roponen at UNUWIDERPrinted at UNUWIDER, Helsinki The views expressed in this publication are those of the authors. Publication does not implyendorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, ofany of the views expressed.ISSN 16095774ISBN 9291905488 printed publicationISBN 9291905496 internet publication1Introduction The dramatic rise in crossborder financial flows in the postBretton Woods period hasbeen associated with the unprecedented increase in financial instability and crisis.Indeed, while economic theory emphasizes the potential advantage of global financialtrading for economic development and world welfare, it is by now abundantly clear thatfinancial globalization entails genuine costs, risks and hazards for participatingcountries not only in their increased susceptibility to financial instability and crisis butin the loss of autonomy in macroeconomic managementa condition known as themacroeconomic policy trilemma for open economies or inconsistent trinity thesis.1The thesis stipulates that an open capital market deprives a government of the abilitysimultaneously to target its exchange rate and to use monetary policy in pursuit of othereconomic objectives.2Financial globalization could also lead to a loss of fiscal autonomy, if financialopenness makes it hard to tax internationally footloose capital relative to labour due tothe competition for foreign savings through tax incentives and general financialarbitrage.3 Many countries reduced or eliminated taxes on capital transactions andlessened the rate of capital gain taxes or corporate taxes considerably in this process oftax competition and in fear of asset migration and capital flight. A critical analyticalwork is required to examine whether or not international tax coordination is welfareincreasing nationally as well as globally.4The Tobin tax has been debated in the context of this particular historical trend towardsan accelerated pace of financial globalization over the recent decades. Tobin proposed acurrency transaction tax first at the Janeway Lectures delivered at Princeton in 1972 andagain at the presidential address to the Eastern Economic Association in 1977 Tobin 1974, 1978. The currency transaction tax CTT, widely known as the Tobin tax, wasinitially proposed, therefore, for enhancing the efficacy of national macroeconomicpolicy and the operation of the international monetary system by reducing shorttermspeculative currency flows.As Tobin himself notes 1996, however, his proposal did not receive seriousconsideration from fellow academics or policymakers in the 1970s and 1980s. It waseither dismissed almost at stroke as impractical on the grounds of technical and politicalinfeasibility or rejected as an unnecessary intervention that interferes with the efficientlyfunctioning of markets by injecting distortions. However, in contrast to the its 1 See Obstfeld 1998 for a summary exposition how economic theory weighs costs and benefitsassociated with financial globalization. For a more critical literature review of economic propositionsconcerning the effects of financial globalization on economic development and welfare, see Nissankeand Stein 2003.2 Interestingly, the very constraints that financial openness places on the policymakers of emergingmarket economies in macroeconomic management are often treated as beneficiary, since internationalcapital market is seen to play a role of disciplining policymakers who might be tempted to exploit acaptive domestic market Obstfeld 1998:10.3 This also means less freedom for providing social safety nets to people adversely affected byglobalization Rodrik 1997.4 See Boadway 2003 and Fuest, Huber and Mintz 2003 for a most detailed discussion on this issue.1disappointing response in the 1970s, followed by the long silence over the subject in the 1980s, there has been a sudden surge of interests in the Tobin tax since the early 1990s.The renewed interests in the Tobin tax in recent years certainly reflect the growingrecognition that there is an urgent need for creating a new international financialarchitecture governing crossborder capital flows in face of the repeated severe financialcrises, including selffulfilling currency crises in a large number of European countriesin the exchange rate mechanism ERM and emerging market economies. In particular,in developing and transitional economies, some small initial changes in perceptiontowards their currencies could cascade into generalized financial and economic crises inno time.For the purpose of this paper, however, it is critical to note that the surge of interests inthe scheme is also explained by its potential for generating a tax revenue of substantialsize, which could more than offset the declines in official aid from OECD countries todeveloping and transitional economies. It has been argued widely that the revenue from CTTs has the potential to serve as an important source of finance for global publicgoods. Responding to these emerging interests, a number of recent studies haveassessed the potential of CTTs, not only for taming exchange rate volatility and avertingfinancial crises but also as an important tax instrument to generate revenue for globaldevelopment. Many of these studies have articulated modifications to Tobins original CTT proposal in order to address a variety of technical and political concerns.The principal objective of this paper is to assess the potential of taxes on CTTs to raiserevenues that can be used for developmental purposes. Thus, though Tobin proposedand others assessed CTTs in terms of reducing exchange rate volatility and improvingmacroeconomic policy environments, this paper considers the CTT first and foremostfrom the standpoint of revenue. Unlike other papers on this subject, this paper treats theassessment of the potential of the CTT to achieve valuable double dividends, such as thepromotion of financial stability and policy autonomy, as a subsidiary objective.With a view of establishing the permissible range of tax rates to obtain realisticestimates of revenue potential from CTTs, section 2 reviews the debate over the effectsof CTTs on market liquidity and the efficiency of foreign exchange markets, andassesses briefly the Spahn proposal for a twotier currency tax. Section 3 discusses anumber of issues raised in the debate over the technical and political feasibility of CTTs, followed by an evaluation of several new proposals, such as those advanced by Schmidt and Mendez. Section 4 presents my estimates of the potential revenue from CTTs in light of recent changes into the composition and structure of foreign exchangemarkets. Section 5 presents my concluding assessment of the potential of CTTs as arevenueraising tax instrument. It also evaluates CTTs ability to achieve doubledividends.2The debate over the effects of the CTTs on market liquidity and efficiency At the breakdown of the Bretton Woods system of adjustable pegged exchange rateregimes with capital controls, Tobin proposed an idea of instituting a currencytransaction tax to tackle excessive exchange rate fluctuations, promote autonomy ofnational macroeconomic policies, and to improve the operation of the international 2monetary system by reducing shortterm speculative currency flows. Acting as sand inthe wheels, Tobin suggested that CTT could make shortterm trades more costly and bydoing so, it would increase the maturity structure of international capital flows Tobin 1994, 1996.5 In particular, it was conjectured to reduce considerably exchange ratevolatility by penalizing shorthorizon roundtrips, while negligibly affecting theincentives for commodity trade and longterm capital investments Tobin 1996: x.Filtering transactions by maturity on the understanding that speculators would haveshorter horizons and holding periods, Tobin predicted that CTT is capable of reducingnoise trading from foreign exchange markets. In Tobins own words, the tax is to setto make exchange rates reflect to a larger degree longrun fundamentals relative toshortrange expectations and risks by strengthening the weight of regressiveexpectations relative to extrapolative expectations Tobin 1996: xii.6The proposal has drawn strong criticism on efficiency and liquidity grounds.7 Indeed,the debate on the effects of CTT on market liquidity and efficiency is inevitably shapedby varied perceptions about how well foreign exchange markets function and whether ornot shortterm speculation is destabilizing. A question is raised whether speculators ortraders make exchange rates excessively more volatile than warranted by fundamentals.Critics of the Tobin tax claim that speculators would not increase exchange ratevolatility as their expectations are guided by fundamentals, and that their presence tendsto reduce volatility by providing necessary liquidity to markets.8 In particular,speculators who could act as informed investors guided by their expectations aboutfuture underlying fundamentals i.e. as traditional fundamentalists or informed traders 5 See Frankel 1996 for a mathematical model illustration how a Tobin tax discourages shorttermdestabilizing speculation without discouraging investment and trade flows with longer maturities.Indeed, Frankel identifies the ability of the Tobin tax to penalize shortterm roundtrips relative tothose transactions with longer maturities as its most attractive attributes. Davidson 1997 argues,however, that the effect of the Tobin tax on speculative flows is overstated when it is derived fromcalculations based on annualized rates. He suggests that the Tobin tax, like all transactions costs, isindependent of the round trip time interval and therefore its deterrent capability is not a function of thetime period. He argues instead that investorstraders base their decisions in relation to transactioncosts and that so long as the Tobin tax rate is an insignificant addition to transaction costs and verymarginal compared to expected gains from speculation, it does not deter short term round triptransactions. In my view, so long as tradersinvestors decision on asset portfolio is made in relation toa certain assetholding period, calculation on relative returns based on uncovered interest paritycondition is relevant in measuring the effect of the Tobin tax on short term interest arbitrage.However, since traders decisions are also based on the relative costbenefit configuration inimmediate future, transaction costs are undoubtedly a critical parameter against which the tax rate hasto be evaluated see section 4.6 In this connection, it is also worth noting here that in Dornbuschs overshooting model, theassumption of regressive expectations plays a critical role in ensuring a return of shortrunovershooting exchange rates to the longrun equilibrium level dictated by the purchasing power parityDornbusch 1976.7 See Dooley 1996, Davidson 1997, Habermeier and Kirilenko 2003 and Dodd 2003, amongother numerous papers.8 Habermeier and Kirilenko 2003, emphasizing the informational role of liquidity in the pricediscovery process, argue that taxing financial transactions introduces additional frictions into thisprocess.3are seen to keep exchange rate in line with the macroeconomic fundamentals and helpstabilizing markets around new equilibrium.From the perspective of opponents, the Tobin tax is a device that tends to decreasemarket efficiency by creating liquidity problems for the daytoday operation ofcurrency markets, affecting adversely the bidask spreads and hence deterring arbitragetransactions. In the wholesale segments of currency markets in particular,9marketmakers position, whose act as arbitrageur provides a guaranteed counterpart, isseen to be compromised with reduced liquidity by CTT, as they need liquid markets toavoid large fluctuations in their net positions. It is thus clear that in most of thearguments against the Tobin tax, the concept of speculation is conflated with that ofarbitrage, as noted by Davidson 1997.In contrast, proponents of the Tobin tax argue that markets function inefficiently. Forexample, Frankel 1996 notes that speculative bubblesa deviation from the valuejustified by fundamentalsare generated, as noise traders as opposed to traditionalfundamentalists or informed traders follow the herd in the face of uncertainty.10 Intheir analyses, a critical distinction is usually made between informed traders and noisetraders: while informed traders act on homogeneous rational expectation, noise tradersmake their decisions on the basis of fad which are unrelated to fundamentals.In this context, Jeanne and Rose 1999 suggest that whilst the volatility in exchangerates is generated both by fundamentals and noise, the source of excessive exchange ratevolatility i.e. speculative bubbles is attributed to the presence of noise traders. Inparticular, their model shows that noise traders are attracted to the market in search for arisk premium, and that as the number of noise traders increases, so does the volatility ofexchange rates. It predicts that when the volatility of fundamentals is low, there is asingle equilibrium where noise traders are not active, resulting in a low volatility inexchange rates. Conversely, when the volatility of fundamentals is high, a large numberof noise traders enter the market, producing a high volatility in exchange rates. Whenthe volatility of fundamentals is in the intermediate range, however, multiple stableequilibria are possible, depending on the number of noise traders seeking for a riskpremium.The excess volatility generated by noise traders is also analysed in the model of assetmarkets, advanced by De Long et al. 1990a, 1990b, with focus on the interestinginterface between arbitrageurs and noise traders. Arbitrage does not eliminate theeffects of noise because noise itself creates risk De Long et al. 1990b: 705. That is,the unpredictability of noise traders beliefs and expectations, which can be erroneousand stochastic in light of fundamentals, could create a noise trader riska risk in theprice of assets that deters rational arbitrageurs from aggressively betting against them.This is because arbitrageurs are likely to be risk averse, acting with a shorttimehorizon. Hence, they tend to have limited willingness to take positions againstrisks created by noise traders. As a result, prices can diverge significantly from 9 Interdealers and interbank transactions are referred to as wholesale transactions, as opposed totransactions involving nonfinancial customers in retail segments. See section 4 for the compositionof currency transactions by counterparty and its recent shifts in markets.10 Keynes 1936 uses a beauty contest analogy to describe fund managers herd behaviour, in that theymust guess in an instant how other market players will interpret a new event and follow themaccordingly.4fundamental values even in the absence of fundamental risk De Long et al. 1990b:705. Moreover, bearing a disproportionate amount of risk thus generated enables noisetraders to earn a higher expected return than rational investors engaged in arbitrageagainst noise. Clearly, their model challenges the standard proposition made by Friedman 1953 that irrational noise traders are counteracted by rational arbitrageurswho trade against them and in the process drive asset prices close to fundamentalvalues.Overall, these model supports the view that speculators, acted on fads or guided byextrapolative expectations at shortterm horizon, can exert destabilizing effects onmarkets and overshooting of the overshooting equilibrium takes place.11 Furthermore,destabilizing speculation of this type can be profitable, contrary to Friedmansreasoning. The Tobin tax is often viewed by its proponents as particularly effective tocounter such speculations and speculative bubbles in floating currency markets at shorthorizons by eliminating destabilizing noise trading.12 It is also argued that the Tobintax, by breaking the interest parity condition, could in principle allow policymakers topursue monetary policy for domestic consideration without a fear of impending largeexchange rate fluctuations Eichengreen 1996.Interestingly, Frankel 1996 reports the survey results which show that traders, usingthe Chartist technical analysis or the momentum models, act on extrapolativeexpectations at short horizons under three months, while they act on adaptive, regressiveor distributed lag expectations at longer horizons of three months to one year. Hence, hesuggests that the former generates destabilizing speculations, while the latter producesstabilizing effects. Further, Spahn 2002 notes that chartists may be found more amonginstitutional investors such as investment fund managers, rather than dealersarbitrageurs. These empirical observations point to the importance of distinguishingthose who act as arbitrageurs from those whose behaviour tends to be speculative,pushing markets away from equilibrium.On one hand, Frankels empirical results above tend to suggest that traders behaviouralpattern is a function of timehorizons over which they act, so the Tobin tax is seeneffective for moderating destabilizing speculation by penalizing trading with a shortterm horizon. On other hand, Spahns observation above implies that traders behaviourdepends upon their motivations for participating in currency trading. A complicationarises, in my view, because the interface between arbitrageurs and noise traders is nonlinear, as de Long et al. 1990a, 1990b indicate, while the market composition betweenthe two types of traders shifts as market conditions change, for the entry and behaviourof noise traders is influenced by the level of volatility of fundamentals and the size ofrisk premium, as shown by Jeanne and Rose 1999. Equally, traders could switch their 11 In this context, it is worth noting that in Krugmans model of the target zone 1991, the result thatspeculators could have a stabilizing effect at margins of the target zone depends critically on twoassumptions: i speculators expectations are guided by macroeconomic fundamentals; and ii thegovernments credible commitment to intervene prevails.12 Applying the interest parity condition, Frankel 1996 estimates that even at a very modest rate oftransaction tax rate of 0.001 per cent, for traders with a oneday time horizon to engage in speculativetransaction, the foreign yield would have to rise to 46.5 per cent, compared to domestic yield of 10 percent. Similarly, Spahn 2002 estimates that at tax rate of 0.1 per cent, foreign yields would have torise to 50.7 per cent, 18.5 per cent and 10.7 per cent compared to domestic yield of 5 per cent, fortraders with one day and three days and one week timehorizon, respectively.5positions from arbitrageurs to destabilizing speculators depending on marketconditions.Now, a critical issue is whether the Tobin tax could always be successful indistinguishing between these two types of traders. Williamson 1997 notes it is naive toequate shortterm movements with market destabilization. Spahn 2002 further remarksthat the Tobin tax cannot unfortunately discriminate between destabilizing noise tradingand stabilizing liquidity trading. Davidson 1997 goes a step further to suggest that the Tobin tax is more likely to be a constraint on arbitrage flows rather than on speculativeflows. If this is the case, the Tobin tax could adversely affect market efficiency. Hence,the critics argue forcefully that this liquidity consideration alone provides a sufficientground to oppose the Tobin tax.Certainly, the liquidityefficiency dimension has a critical bearing on the question aboutwhat the optimal or permissible range of the tax rate could be, when one attempts toestimate the revenue potential of the Tobin tax.13 Liquid markets are certainly necessaryfor arbitrageurs to perform important functions of reducing price volatility, settlementrisk and the cost of hedging. As discussed above, Jeannes and Rose 1999 show thatmarkets are likely to be dominated by arbitrageur rather than noise traders undertranquil market conditions with a low volatility of fundamentals. Hence, the tax ratecannot be set above a very low threshold level to undermine liquidity and marketefficiency. Too high rates certainly risk reducing unduly liquidity necessary forarbitrage operations as well as deterring international trade transactions and longterminvestment.While Kaul and Langmore 1996 set a ceiling at 0.25 per cent absolute maximum,Felix and Sau 1996 assess the tax rates less than 0.05 per cent 5 basis point as thosewith no sand in the gears. Hence, these authors use tax rates between 0.25 per cent and 0.05 per cent for their revenue calculation. Though we suggest in the following the useof a much lower rate of 0.010.02 per cent for revenue estimation on the efficiency andfeasibility ground, there has emerged some consensus in literature that the liquidityquestion is likely to favour 0.1 per cent or lower as the upper ceiling to the tax rate. Thelower rates are favoured on the basis of the growing recognition that a loss of liquidityresulting from CTT should be kept minimum, so that transaction costs and spreads aswell as the trade volume and market structures would not be affected adversely.At a modest tax rate of 0.1 per cent or lower, it is assumed that CTT would not entail adiscernible disincentive to longterm investments or international trade, as the tax couldbe a very marginal part of other larger trade and investmentrelated transaction costs. Itcan also be argued that a tax burden of this kind of low rates is less likely to exceed thecost of using derivative instruments to hedge against currency fluctuations Eichengreenand Wyplosz 1996. By affecting the cost of trading with a very shortterm horizon see 13 It has been suggested that the Tobin tax could be set as a percentage of spreads, which can eliminatethe need for setting a tax rate as a percentage of trade turnover. However, in our view, because of thefragmented nature of the retail segments of currency markets, this would simplify neither taxadministration nor revenue estimation as such. We shall return to this question in section 4.6note 12, it has been argued that CTT at these low tax rates could still reduce currencyspeculation and swings at margin.14However, the low tax rates such as discussed here would certainly not be effective incountering largescale speculative attacks on pegged exchange rates. as observed inrecent currency crises. Yet, currency crises have increasingly become selffulfilling incharacter, where substantial financial gains are assured for speculators who take aposition against the viability of currency pegs as in the ERM crisis. In the selffulfillingcrises, even though a fixed exchange rate is sustainable in terms of consistency betweenexchange rate policy and other macroeconomic fundamentals as it stands, agentsexpectations about possible inconsistency in the future can trigger a speculative attackObstfeld 1996.As in the first generation model of currency crises Krugman 1979, the main issue atstake here is still the credibility of a government committing to a fixed exchange rateregime in the presence of market speculation. However, instead of facing a real reserveconstraint as a result of a deterioration of economic fundamentals as in the firstgeneration model, the government facing a possible attack from speculators tries toaddress tradeoff between the benefits of continuing to defend the currency and costs ofdoing so in terms of hardships resulting from economic costs such as high interest ratesand unemployment. Speculators in turn try to secondguess government capabilities andintentions. A speculative attack occurs when the government is not believed to be ableor willing to defend the peg at high cost and is expected to devalue.Importantly, agents expectations about possible future depreciation feed into currenteconomic variables and increase wages and prices. In short, speculation in itself createsobjective economic conditions that make devaluation likely, while macroeconomicfundamentals determine the existence and multiplicity of possible equilibria. In the endthe government is forced to validate the expectations ex post by devaluing. Thus, theinability to maintain credibility has become selffulfilling, as the expectations ofspeculators regarding the behaviour of the government in a crisis situation might per segenerate the crisis. Under such conditions, a regime that could have been viable in termsof economic fundamentals experiences a collapse. In effect, crises are not so muchprecipitated by the actual mechanisms of the economy, but rather by the speculatorsexpectations of the choices that a government would make in a tight crisis situation.Thus, mechanisms of selffulfilling crises work through market expectations.Under these crisis conditions, an issue at stake is not merely whether speculatorsincrease exchange rate volatility, but also whether they generate and exacerbateexchange rate misalignments in terms of fundamentals. This is because noise traderscould trigger a shift of exchange rate from an equilibrium with a low volatility offundamentals to the one with a high volatility of fundamentals, by generatingdestabilizing speculative bubbles, as shown by Jeanne and Rose 1999.In this regard, Williamson 1997 raises an interesting question whether the Tobin taxwould curb misalignments. Referring to the fact that transaction tax would penalize bothstabilizing and destabilizing speculators, he observes: if the object is to curb 14 Responding to Davidsons arguments that the effect of the Tobin tax at a low rate on trade volume isminimum, Korkut 2002 suggests that the stabilizing effect of the Tobin tax is realized more throughits negative impact on the speed of reaction of market traders to price changes.7misalignments, it seems inefficient to penalize all transactions rather than those that aresubverting policy 1997: 336. Hence, he regards the Tobin tax as an inferiorinstrument to more discriminatory types of capital controls in its capacity to stabilize thecurrency market.Certainly, if CTT is considered as an instrument for dampening speculation to avertselffulfilling crises, the tax rate has to be set at a much higher rate than one envisagedto deal with noisetrading speculators operating under a less volatile marketcondition.15 The low range of the tax rates referred to above would not deter speculativeattacks on pegs, when much higher gains are at stake. Yet, as discussed above, a hightax rate would create severe liquidity problems for normal market operations. In order toaddress this tradeoff and to deal effectively with speculators different motivationsdepending on market conditions, a flexible multitier system of taxes would be required,rather than a timeinvariant uniform currency tax.This issue is directly addressed in the twotier tax system proposed by Spahn 1996,2002. The twotier structure embedded in Spahns proposal consists of a low tax ratefor normal transactions and an exchange surcharge on profits from very short termtransactions deemed to be speculative attacks on currencies 1996: 24, as applied to atarget zone.16 Under this system, an exchange rate would be allowed to move freelywithin a band, but overshooting the band result in a tax on the discrepancy between themarket exchange rate and the closest margin of the band, while the low transaction taxis levied on a continual basis, raising substantial and stable revenues.Importantly, this system has to be executed under a twotier structure, since thecredibility of surcharge levy is anchored in the fact that the transaction tax system isalready in place. Thus, Spahn proposes that the exchange surcharge would beadministered in conjunction with the underlying transaction tax. The transaction taxwould serve as a monitoring and controlling device for the exchange surcharge, whichwould be zero so long as foreign exchange markets are operating normally within aband, but would function as an automatic circuitbreaker at times of speculative attacks1996: 24. Thus, the exchange surcharge would be applied temporarily on a unilateralbasis at the speculative end and would not affect liquidity or efficiency of marketfunctioning in a less volatile condition.Indeed, once such system is seen to be operating efficiently with credibility, the threatof a surcharge levy alone may sufficient to keep exchange rates within a target zone,without the depletion of official reserves or other interventions such as high premium onovernight money deposits or excessively high interest rates as observed during the ERMcrises. The system is seen as providing monetary authorities with breathing space fororderly realignment of exchange rates, which would reflect the development ofeconomic fundamentals. In my view, one of interesting aspects of this scheme is that theits implementation is deemed successful, when the exchange surcharge is never levied,while the background low transaction tax generates steady revenues, as the twotier 15 Davidson 1997 emphasizes this problem, noting that a Tobin tax of over 23 per cent would haverequired to stop the speculative surge of the Mexican peso crisis of 19945.16 Spahn 2002 refers the exchange surcharge as an exchangerate normalization duty ENRD. Further,Grabel 2003 classifies potential measures managing crossborder capital flows into trip wires andspeed bumps. An exchange surcharge in the Spahn proposal is an example of a speed bump measurethat might be activated whenever trip wires reveal that a currency is vulnerable to speculative attack. 8currency tax manages to drive destabilizing speculations out of the system. Inparticular, in relation to potential revenue estimate, which is the main objective of thispaper, it is important to emphasize that the twotier system proposed by Spahn allows tokeep a firsttier tax rate at a very low indeed, such as 0.010.02 per cent one or twobasis points.Now, following on this scheme proposed by Spahn, others have proposed dual taxationas a way of increasing the double dividend through schemes such as a dual currencyand securities transaction tax. We shall come back to the issue of appropriate exchangerate regime as well as the issue of achieving effective double dividends with the use ofthe Tobin tax in the concluding section. However, it may worth noting here in passingthat a multitier CTT such as Spahns proposal is not universally accepted as a solutionfor averting selffulfilling currency crises. For example, Williamson 2000 sees no roleof any variation of CTT in managing the intermediate regimes against speculativeattacks, whilst recommending the intermediate target zone regime, governed by the BBC rule where BBC stands for basket, band and crawl, as a more appropriateexchange rate regime for most emerging market economies in preference over one ofthe twocorner solutions of pure floating or hard pegs.17 Naturally, bands are stabilizingwhen credibility to defend is maintained. He argues, hence, that it is important first andforemost to build credibility so that expectations are formed in a stabilizing manner.However, Williamson recommends soft margins of the bands, rather than hardmargins as appropriate policy for emerging market economies in order to buildcredibility over time. He endorses the soft target zone system, analysed by Bartolini and Prati 1997, 1998, in which the exchange rate is allowed to move outside the band inthe short run, at times of shocks to the fundamentals, in order to diffuse tension.According to Bartolini and Prati 1998, such a softening of the target zone makes thesystem less vulnerable to speculative pressures, as the edges to bands provide themarket with targets to attack. In their view, government interventions should instead befocused on maintaining the obligation to hold the rate within the band in the longrun.Thus, Williamson argues that during times of large speculation the soft bands wouldremove the source of vulnerability without losing the main advantage of the BBCarrangement. By allowing a quick, temporary exist from commitments when a crisissituation develops, it is conjectured that credibility to commitments is not erodedpermanently, while the exchange rate could revert back to the parity in the process ofcrisis resolution. Obviously, under such a soft target zone regime, there is no role for acircuitbreaker embedded in the twotier CTT proposal as commitments to defend theedges of the zone are altogether abandoned.However, it should be recalled that in the classic model on target zones Krugman 1991, speculators could act in a stabilizing manner at the margin of the zone precisely 17 Williamson 2000 lists the fundamental reasons found in literature for preferring a band system overfloating: i the band performs the function of crystalizing market expectations of where theequilibrium exchange rate may lay, and thus making expectations stabilizing at the timehorizonsrelevant for influencing market behaviour Svensson 1992; ii a band has a pronounced effect inlimiting exchange rate variability by preventing noise traders, particularly, stoploss traders frommaking money by introducing noise into the exchange market Rose 1996.9because of their confidence in the governments commitment and ability to intervene.18A credible commitment to the exchange rate target would have a stabilizing effect onmarket expectations by discouraging the entry of destabilizing noise traders. Further, thehard margin could avoid the large misalignments associated with soft margin in termsof very high adjustment costs even though they are claimed to be temporary.Ultimately, in my view, several critical questions should be addressed in deciding whichtarget zone system soft or hard margins is appropriate: i how credibility tocommitment to the target zone can be best maintained; ii how costly is it to abandonthe zone even temporarily in terms of macroeconomic fundamentals and adjustments;iii how quickly can market confidence be restored to allow the exchange rate togravitate back towards the reference rate or the parity if a soft band option is adopted.The answer to these questions appears to vary case by case. If a soft band is too costlyfor the economy, a hard band incorporating the twotier CTT system remains anattractive instrument to consider.3The debate on the technical and political feasibility of CTT3.1 Earlier debate on the technical feasibility of CTTIn Tobins original proposal, a currency transaction tax is applied on a universal basis tospot transactions only. This raised strong scepticism on the grounds of the technical andpolitical feasibility. In particular, it has been argued that such a tax could be too easilyevaded by market migration to offshore tax havens as well as asset substitutions.19Kenen 1996 addresses these concerns in a comprehensive manner. To counter theshifting of transactions to taxfree jurisdictions, he proposes two measures: impositionof a punitive rate on transfers of funds to or from such locations,20 and taxing at the sitewhere the deal is made at dealing sites rather than at the site where the transactionoccurs, i.e. at settlement or booking sites. The reason for the second measure is bothbecause too many transactions are netted out before they are settled and because taxfree jurisdictions can be used for booking all transactions with minimum cost. Forexample, booking and settlement sites could be easily relocated by just installingcomputers without moving dealing rooms or dealers, whereas relocation of dealing sitesare far more costly. Hence, Kenen also proposes that tax collection is made on a marketbasis where the dealing site is located and each party involved in wholesale transactionswould pay half the tax in retail transactions in order to equalize the tax burden acrosswholesale interbank transactions and retail transactions. 18 The empirical rejection of this model is usually explained in terms of imperfect credibility and intramarginal interventions Garber and Svensson 1995 and Sarno and Taylor 2003.19 Tobin 1996 remarks that the concerns about tax evasion may be generally overblown. Baker 2001also argues that the evasion issue has got too much attention in relation to CTTs and even capitalcontrols. However, though this may be the case, a possibility of evasion can affect the efficacy of anytax as well as the cost of enforcement, so the evasion issue should be carefully examined. See Umlauf1993 for the asset migration effects of transaction taxes on the Swedish stock market.20 Kenen suggests to impose a punitive 5 per cent tax on transactions with a new dealing site, rather thanonehalf of the standard rate of 0.05 per cent i.e. 0.025 per cent for the wholesale trading.10As regards to addressing the possibility of tax evasion by asset substitutions, Kenen pointsto the need to extend the transaction base to derivatives such as forwards and swapscontracts, which could be used as close substitutions for spot transactions.21 The case fortaxing futures and options contracts is more complicated, as they are not perfect substitutesto spot transactions or forwards contracts and they are not typically settled by deliveringcurrencies. However, Kenen reckons that if substantial changes to derivative markets are tobe avoided, both futures and option contracts had to be taxed too.However, those derivatives, which require high frequency trading, involving four or moretransactions per contract instead of two transactions, should not be subject to doubletaxation. Further, these derivatives are riskhedging instruments, so taxing them wouldmake hedging very costly, as taxes would not eliminate exchange rate fluctuations fromthe market. At least, in order to remove the resulting bias against high frequency tradingfor hedging purpose, Spahn 1996 suggests that transactions involving derivatives shouldbe taxed at half the rate involving spot transactions, which would allow the derivativemarkets to function for hedging purposes. In his more recent study, he proposes that inaddition to all spot transactions, outright forwards and swaps up to one month would betaxed, while options and other financial derivatives would not be taxed though they aretaxed indirectly through the spot and forward transactions they trigger Spahn 2002.Now, it could be envisaged that new cash substitute instruments could emerge as taxevasion mechanism. Garber and Taylor 1995 and Garber 1996 suggest that Tbillstraded in liquid markets could be used for such a purpose, while Spahn 1996 foreseesother possibilities involving bankers acceptances, commercial paper or repurchaseagreements made against collateral without involving cash settlements. Since the use ofthese substitutes involve transactions costs and interest rate risks or other credit risks, both Kenen 1996 and Tobin 1996 assess that the possibility of largescale use of thesesubstitutes instruments are rather exaggerated and could be avoided, if a low transactiontax is applied. However, a heavy tax burden may well encourage the development of liquidmarkets for new financial instruments and papers that could be used for cash substitutes.Indeed, one of most efficient approaches to discourage all forms of tax evasion, includingmigration and substitutions, is to keep the tax rate at a very low level. Considering thatspreads in the wholesale interbank market are well below 0.1 per cent, Kenen 1996reckoned a tax rate of 0.05 per cent 5 basis point as an upper benchmark for CTT ratherthan a lowerbench mark in the study by Felix and Sau 1996, while Spahn 1996suggests an underlying tax rate of 0.02 per cent 2 basis point.Furthermore, both Tobin 1996 and Kenen 1996 suggest that for a system of CTT to beoperative, CTT has to be adopted at least by the G7 countries and a few other majorfinancial centres such as Singapore, Hong Kong and Switzerland. Others argue, however,that for a more effective implementation and enforcement, a universal adoption of CTTunder an international agreement is necessary. In particular, the universality was initially 21 While spot transactions are settled in less than three days, forward transactions take three or moredays and swap transactions pair either a spot transaction with an offsetting forward transaction, or twoforward contracts with different maturities. Hence, if only spot transactions are taxed, forwards andswap contracts could easily be used as substitutes. Tobin acknowledges the need for this modificationto the taxbase 1996.11viewed as imperative in order to deal effectively with a racetothebottom approach to taxcompetition for highly mobile financial services Garber 1996.22Such an agreement should specify uniform rules and procedures for subsequentamendments as well as the use of tax revenues. Tobin forwarded a proposal in which theadministration of a transactions tax is assigned to the IMF, so that a CTT levy can be tiedto IMF membership and borrowing privileges, and hence, universality can be ensured.While other existing international organizations such as Bank for International SettlementBIS and World Bank can be considered equally as coordinating and enforcementagencies for CTT, the establishment of a specialized new institution under the UN systemfor this specific purpose e.g. an international cooperation fund such as Global Development Fund or World Tax Authority was also discussed. Under such a proposal, itwas envisaged that some agreed portion of tax collected by national authorities would befunnelled to a UN sanctioned fund management system or a specially establishedinstitution.3.2 New schemes to overcome technical and political impediments to CTTWhile foreign exchange markets have hitherto been organized as decentralized dealerdriven markets, there appears to be a clear trend towards more centralized automatedsystems. While this rationalization may entail a reduction in gross turnover of foreignexchange transactions, it may ease considerably the problem of administration andcollection of CTT, as well as that of enforcement. In fact, as Frankel 1996 argues, a CTTmay indeed accelerate this centralization process. It has been suggested that automatedsystems, increasingly used for currency interbank settlements, could be effectively usedfor tax administration. Proposals made by Schmidt and Mendez fall into this categorySchmidt 1999; Mendez 1995 and 2001.According to Schmidts proposal, CTT would be collected and enforced at thesettlement site, instead of the dealing site as in Kenens proposal.23 Currently, real timegross settlement systems RTGS for payment vs payment settlement PVP are used foreliminating settlement risk at the national level. In addition, the Continuous Linked Settlement CLS Bank is being developed as a global system of processing settlementsinvolving a number of currencies. The CLS Banks settlement operations would belinked to domestic systems to support PVP settlement for foreign exchange transactions.Seizing this new technological development, Schmidt proposes RTGS as a mechanismfor levying a Tobin tax at the national level and CLS Banks settlement operations forthe imposition of CTT for crossborder flows in offshore netting systems. The latter willbe monitored and supervised by central banks participating in CTT to deal with thethreat of offshore tax evasion. Schmidt 1999 further suggests that it is technologicallyeasy to apply the Tobin tax to foreign exchange transactions intermediated by anexchange of securities, as securities exchanges around the world operate similar nettingsettlement schemes through clearing houses. 22 For a more recent proposal on the CTT coverage, see discussion below.23 This means that tax revenues generated by the Schmidt scheme would be substantially lower than theestimates based on a CTT imposed at the dealing site, as many foreign exchange transactions arenetted out.12Mendez 1995, 2001 goes a step further to propose an establishment of a globalforeign currency exchange FXE under the UN system as alternative to a CTT toinvolve a setting up of extensive administrative structure for taxation. Under the Mendez proposal, the centralized exchange, as a public owned entity in the form of aspecialized agency, would be a global network of members comprising of frequent usersas well as brokers and dealers, with trading facilities in the major financial centres andbranches in other small cities. Members would pay a licensing fee as well ascommission on each transaction. In place of CTT, these licensing and user fees wouldconstitute revenues. He predicts FXE would significantly lower the cost of changingmoney to end users by giving them competitive rates due to increased efficiency inexchange markets. In his view, it could also generate revenues of considerable sizethrough transaction fees, rather than a transaction tax, while offering the potential offacilitating the operation of a Tobin type of tax with a view of reducing volatility.Mendez 2001 suggests that the distinctive advantage of FXE over CTT lies in the factthat it is a more marketbased approach, and would therefore garner more politicalsupport than the Tobin tax. However, under the current international climate, it may beas equally difficult if not more than as with CTTs, to reach an international agreementto create and organize such a global currency market under the UN system, as proposedby Mendez.Adopting the Schmidt proposal of collecting CTT at the settlement site, CluniesRoss2003 argues that a virtually universal application of CTT on wholesale transactionscould be achieved through the cooperation of five or so monetary authorities who issuevehicle currencies, since almost all wholesale transactions have one of these vehiclecurrencies on one or both sides. He suggests that CTT at the settlement site wouldsimplify the formidable technical issues associated with the Tobin tax imposed on largelyunregulated, decentralized currency markets at the dealing site. It is worth noting here thattaxing at settlements transactionsconsiderably, as a tax is applied to a traders netted out position, rather than hisher eachtransaction flow.24 The problem associated with asset substitution can also be addressedthrough security exchange taxes or taxes on derivative instruments using a similarcentralized mechanism, as suggested by Schmidt. CluniesRoss 2003 assesses furtherthat using the Schmidt scheme, the twotier structure proposed by Spahn could beimplemented unilaterally by countries facing impeding currency crises, without having aninternational agreement.incidentally reduces risk penalizing arbitrage While all these authors emphasize the technical feasibility of CTT, they recognize that themost formidable obstacle is political Mendez 2001. Confronted with the issue ofpolitical feasibility in achieving universality for CTT, anticipating in particular intenseopposition from the US administrationcongress and financial industry, adoption of CTTon a regional basis has been actively considered. For example, Cecil 2001 examines thepossibility of domestic or regional adoptions of CTTs such as the EU with internationalcooperation for enforcement. Spahn 2002 advances the distinct concept of a politicallyfeasible Tobin tax PFTT in the prevailing political reality. Foreseeing fierce opposition 24 Thus, taxing at the settlement site would mitigate, to a certain degree, the criticism against atransaction tax imposed on the flow in view of the understanding that speculative threats originatefrom an overhang of a stock of shortterm claims. I am grateful to John Williamson for pointing to theneed for drawing sufficient attention to this question.13from the US administration and Congress,25 Spahn 2002 reckons with the fact that the Tobin tax cannot be introduced universally or multilaterally in the first instance, as the taxhas to be legitimized first by existing parliamentary institutions, either national or regionale.g. the European Council. In the light of the political reality faced by the internationalcommunity, he actively considers the case in which the Tobin tax can be implementedunilaterally by a group of countries such as the European Union in cooperation with Switzerland.Following on these arguments, Patomaki and SehmPatomaki 1999 also suggest animplementation of CTT in two phases: in the first phase, a group of countries, such as the EuroEU, would establish an open agreement and a supranational body for taxadministration. Member countries would agree to charge a small underlying CTT e.g. 0.1per cent as well as high exchange surcharges as needs arise.26 A higher CTT e.g. 0.2 percent is charged in dealing with nonresidents who are not in the tax regime, in order tosolve the tax evasion problem as well as to exert pressure on outsiders to join. In thesecond phase, once all major financial centres and most other countries have joined, auniversal and uniform CTT would be applied.Patomaki and Denys 2002 develop this idea further in the draft treaty on globalcurrency transactions tax and propose the establishment of a CTT organization CTTOunder the treaty, which will enter into force following the 30th ratification of the treaty oron the date on which the preparatory group has established that the contracting states, whohave ratified the treaty account for at least 20 per cent of the global currency markets,whichever is later. The draft treaty has adopted the basic ideas contained in Spahns twotier scheme as well as the Schmidt system collection, though it stipulates CTT to be leviedboth on wholesale markets and retail markets.4Evaluation of the revenue potential of CTTs 4.1 Recent trends in the composition and structure of currency markets There are several important changes in foreign exchange markets in recent years, whichcan have a critical bearing on our estimates of CTT revenues. As shown in Table 1,according to the BIS survey data conducted in April 2001, average daily net turnover was US1.2 trillion, compared to US1.49 trillion in April 1998, which is a 19 per centdecline at current exchange rates and a 14 per cent fall at constant exchange rates ascalculated by BIS 2002.27 The decline in turnover between 19982001 is in sharpcontrast to the rapid steady increase in turnover over the last two decades, found in theearlier surveys. The level of activities in currency markets in 2001 settled down to thatreported for 1995. 25 In the Second Session of the 104th Congress of the US, Senator Bob Dole and three other politiciansintroduced a bill to prohibit the UN and UN officials from developing and promoting Tobins idea orany other international taxation scheme.26 Their proposed tax rate is much higher than the rates I consider realistic and permissible in theprevailing market and political conditions.27 Fortyeight central banks and monetary authorities participated in the Triennial Central Bank Surveyof Foreign Exchange and Derivatives Market Activities conducted by Bank for International Settlement BIS in 2001. The geographical coverage of the BIS survey has steadily expanded from 21countries in 1989.14Table 1Global foreign exchange market turnover 1Daily averages in April, in billions of USSpot transactions Outright forwards Foreign exchange swaps Estimated gaps in reporting Total traditional turnover Memo: Turnover at April 2001 exchange rates 3Notes:11989199231727190565903945832444820199549497546531,19019982568128734601,4902001387131656261,2005707509901,4001,20023Adjusted for local and crossborder doublecounting.Revised since the previous survey.NonUS dollar legs of foreign currency transactions were converted from current US dollaramounts into original currency amounts at average. Exchange rates for April of each surveyyear and then reconverted into US dollar amounts at average April 2001 exchange rates.Source: BIS 2002: Table B1.Foreign exchange market turnover at constant April 2001 exchange rates by market segment Figure 1Source: BIS 2002: Graph B.1.The decline is largely accounted for by a sharp fall in spot transactions, and to a lesserextent, in foreign exchange swaps, while outright forwards transactions showed a slightincrease. Thus, there are some notable changes in the market composition by type oftransactions as shown in Figure 1. The share of spot transactions has steadily declinedsince 1992, while that of foreign exchange swaps has risen, accounting now for over 55per cent of transactions. According to the BIS survey, 38 per cent of outright forwardsand 69 per cent of swaps are with maturity up to seven days. Together with spottransactions, this brings the share of transactions with maturity up to seven days to 76per cent in 2001, close to the estimate of 80 per cent as transactions involving roundtripsof seven days or less, as noted in Tobin 1996.15Reported foreign exchange market turnover by counterparty 1Table 2Daily averages in April, in billions of USTotal With reporting dealers With other financial institutions With nonfinancial customers Local Crossborder Notes: 119927765409713731739219951,137729230178526611199821,42990827924265777220011,173689329156499674Adjusted for local and crossborder doublecounting. Excludes estimated gaps in reporting;Revised since the Previous survey.2Source: BIS 2002: Table B3.Figure 2Foreign exchange market turnover by counterparty In per cent of total reported turnover Source: BIS 2002: Graph B.2.There are also some changes in relative market share accounted for by differentcounterparties. As shown in Table 2, trading between reporting dealers declined sharply,bringing its share in total turnover from 70 per cent in 1992 to 59 per cent in 2001Figure 2. A marked decline in trading between banks and nonfinancial customers isreported here, which now accounts only for 13 per cent of transactions. This may havereflected the nonfinancialcorporation sector. The increased transactions between banks and other financialinstitutions are accounted for by the increasing role of asset managers BIS 2002: 2. Atthe same time, the role of hedge funds in foreign exchange transactions has declinedsince their debacle in 1998.the acceleration consolidation process observed in The marked decline in global foreign exchange market turnover in the 2001 surveyundoubtedly reflects the general slowdown of the global economy and world trade aswell as the increased economic and political uncertainty of recent years. However, areduction of this scale as well as the significant changes in market structures is also anindication of the growing trend towards the centralized, automated systems in the 16settlement of wholesale currency transactions discussed above.28 Thus, BIS 2002 alsonotes the growing role of electronic brokers in the spot interbank market, reducing theneed for dealers to trade actively. The decline in wholesale interbank transactions is alsoexplained by the steady trend towards concentration in the banking sector, observed inmajor currency markets as well as globally, thus decreasing the number of trading desksBIS 2002: Table B.5.29The introduction of the euro has also reduced gross foreign exchange market turnover,as it eliminated the need for intraEMS trading Table 3. Dollareuro trade accounts for 30 per cent of the global turnover, followed by dollaryen with 20 per cent anddollarGBP with 11 per cent Table 4.Currency distribution of reported foreign exchange market turnover 1Table 3Percentage shares of average daily turnover in April US dollar Euro Deutsche mark 3French franc ECU and other EMS currencies Japanese yen Pound sterling Swiss franc Canadian dollar Australian dollar Swedish krona 4Hong Kong dollar 4Singapore dollar 4Emerging market currencies 4, 5Other All currencies Notes:125198990.027.02.04.027.015.010.01.02.022.0200.0199282.039.63.811.823.413.68.43.32.51.31.10.30.58.5200.0199583.336.17.915.724.19.47.33.42.70.60.90.30.47.9200.01998287.330.15.117.320.211.07.13.63.10.41.31.23.09.3200.0200190.437.622.713.26.14.54.22.62.31.15.210.1200.043Because two currencies are involved in each transaction, the sum of the percentage sharesof individual currencies totals 200 per cent instead of 100 per cent. The figures relate toreported netnet turnover, ie they are adjusted for both local and crossborder doublecounting, except for 1989 data, which are available only on a grossgross basis. Moredetails about emerging market and other currencies are provided in BIS 2002: Annex Tables E.1.1 and E.1.2.Revised since the previous survey.Data for April 1989 exclude domestic trading involving the Deutsche mark in Germany.For 199298, the data cover home currency trading only.For 1992 and 1995, South African rand; for 1998 and 2001, Brazilian real, Chilean peso,Czech koruna, Indian rupee, Korean won, Malaysian ringgit, Mexican peso, Polish zloty,Russian rouble, Saudi riyal, South African rand, Taiwan dollar and Thai baht.Source: BIS 2002: Table B.4. 28 However, as CLS Bank has become operational only in autumn 2002, the trade volume revealed bythe BIS survey conducted in April 2001 could not be affected by this new technology applied tosettlements in global foreign exchange trade.29 BIS 2002 suggests the decline in turnover can be also explained by the decrease in the risk toleranceof banks after the financial crises in 1998, which has led to a reduction in credit limits and proprietarytrading.17Reported foreign exchange market turnover by currency pair 1Table 4Daily averages in April, in billions of US and percentages 1992199519982001Amount % share Amount % share Amount % share Amount % share US dollareuro US dollarmark US dollarFrench franc US dollarECUUS dollarother EMSUS dollaryen US dollarsterling US dollarSwiss franc USCanadian dollar USAustralian dollar US dollarother Euroyen Eurosterling EuroSwiss franc Euroother Markyen Marksterling MarkSwiss franc MarkFrench franc MarkECUMarkother EMSMarkother Other EMSother EMS3Other currency pairs All currency pairs 1921913431557749251848182313106212032377625226201063262321133031002545118104242786138297224211834638163301,137224292175336222313103100290581717225611779504216724311810334204381,4302041121885331222110210210035423112557504719530241221271,1733020115441732122100Notes:1 23Adjusted for local and crossborder doublecounting. Data in this table are not directlycomparable with Table 4 for Currency groups Revised since the previous survey.The data cover home currency trading only.Source: BIS 2002: Table B.6.Major trading locations such as London, New York, Tokyo continuously dominateforeign exchange transactions, together accounting for 56 per cent of global transactionsTable 5. London remains the largest centre, larger than New York and Tokyocombined. The ten trading centres listed in Table 5 handle 85 per cent of globalcurrency transactions.Despite the marked decline in market turnover between 1998 and 2001, the relative sizeof foreign exchange markets is still staggering as shown in Table 6. Annual worldexports stood at US6,121 billion, compared to the annualized global foreign exchangemarket turnover of US300 trillion. This means that the ratio of global exports to globalforeign exchange turnover is at 0.02an increase from the lower level of 0.015 in 1998,but far less than the ratios observed in the 1970s. Felix and Sau 1996 report that theseratios for 1977, 1980 and 1983 were 0.29, 0.09 and 0.06, respectively.18Geographical distribution of reported foreign exchange market turnover Table 5Daily averages in April, in billions of US and percentages 19891992199519982001Amount%share Amount%share Amount%share Amount%share Amount%share United Kingdom United States Japan Singapore Germany Switzerland Hong Kong SARAustralia France Canada 18411511155564929231525.616.015.57.77.86.84.03.22.12911671207455666029332227.015.511.26.95.16.15.62.73.12.0Source: Compiled from Table B.7 in BIS 2002.46424416110576879040583029.515.510.26.74.85.55.72.53.71.963735113613994827947723732.517.96.97.14.84.24.02.43.71.950425414710188716752484231.115.79.16.25.44.44.13.23.02.6Foreign exchange trading, world trade and global official reserves,in billions of US and percentages Table 6Annual world exports Annual exports of developing countries% share of developing country exports Global official foreign exchange reserves Foreign exchange reserves of developingcountries% share of developing country reserves Annual global foreign exchange turnover 250trading daysExportsforeign exchange turnover %Reservesexports %Reservesdaily turnover days19893,02789929.771526219923,7621,11229.692543419955,1301,66132.41,38572919985,4441,77932.71,63896820016,1212,25236.92,0391,26036.646.952.659.161.8147,5002.0523.61.21205,0001.8324.61.13297,5001.7227.01.16372,5001.4630.11.10300,0002.0433.31.70Source: Authors calculation, based on data in International Financial Statistics IMF and BIS 2002.Critically, global official foreign exchange reserves, which have been steadilyincreasing since the ERM crises in 1992, are equal merely to 1.7 days of globalcurrency transactions. This reveals the meagre capacity of monetary authorities tointervene in foreign exchange markets in face of speculative selffulfilling attacks ontheir currencies. Monetary authorities have been trying to improve their defencecapacity by raising official reserve holdings from 25 per cent of global exports in 1992to 33 per cent in 2001. Table 6 shows clearly that developing countries, which are morelikely to face currency crises, are forced to hold larger reserves in relation to the size oftheir economies at very high opportunity costs. The share of developing countries inglobal reserve holdings has increased consistently from 37 per cent in 1989 to 62 percent in 2001, in contrast to their share in world exports of 37 per cent in 2001.19Revenue potential and tax implementation Previous studies produced various estimates of potential revenue from the Tobin tax,predicting tax revenue of very considerable size, as tax rates of 0.250.05 per cent arecommonly used for calculation. For example, Frankel 1996 estimates that the 0.1 percent tax applied to the 1995 global foreign exchange would generate an annual taxrevenue of US176 billion, after taking into account that the 0.1 per cent tax wouldresult in a reduction in trade volume by 45 per cent and allowing 20 per cent deductionfor exempted official trading and tax evasion. Applied to the volume reached in 1995,Tobin 1996 reckons that revenue is more likely to be US94 billion maximum. Hisestimate is based on the assumption that only 30 per cent of the gross volume oftransactions constitutes a taxbase if a banks endofday open positions only are taxed ata 0.1 per cent oneway tax. He concedes revenue could be less than US50 billion if thetaxinduced reduction of volume is taken into account.Felix and Sau 1996 produce a range of potential revenue estimates, applying varyingassumptions with regard to: a tax rates of 0.25 per cent, 0.1 per cent and 0.05 per cent;b pretax transaction costs, ranging from 0.1 per cent to 1 per cent; and c elasticitiesof trade volume in response to taxinduced changes in transaction costs, ranging from 0.3 to 1.75.30 According to their estimates, the 0.1 per cent tax applied to the 1995global foreign exchange would generate tax revenue of US148 billion and US180billion, under the assumption of pretax transaction costs of 0.5 per cent and 1.0 percent, respectively. The 0.05 per cent tax rate, suggested by Kenen 1996, is estimatedto produce tax revenue of US90 billion and US97 billion.Felix and Sau are correct in estimating revenue potential on the basis of the elasticity ofthe volume with respect to currency transaction costs, which should absorb a taxburden. They note,by adding to transaction costs, a Tobin tax not only reduces the foreign exchangevolume by an amount determined by the weighted average elasticity of volumewith respect to costs, but alters its composition by squeezing hardest the lowunitprofit, high elasticity transactions such as covered interest arbitraging Felix and Sau 1996: 228.However, their estimated pretax transaction costs of 0.11.0 per cent appear to be toohigh in relation to the wholesale segments of foreign exchange markets as observedtoday.31Transaction costs are reflected in bidask spreads observed in markets.32 The moreliquid markets are, the lower spreads could be. Spahn reports that the spreads currentlyobserved in highly liquid interbank wholesale markets are 0.011 per cent for the US dollareuro transactions, 0.023 per cent for the US dollaryen transactions and 0.021 30 Felix and Sau 1996 allow a 35 per cent reduction for exempted official trading and tax evasion,compared to the 20 per cent allowed in Frankels estimate.31 Especially, it is not correct to assume uniform transaction costs across different market segments intheir model and estimation, where Felix and Sau use the weighted average size of pretax transactioncosts.32 The spreads also include risk premium and premium arising out of asymmetric information.20per cent for the US dollarGB pound Spahn 2002: Appendix 4. However, reflectingthe more fragmented nature with less competition because of asymmetric informationdisadvantages affecting retail, nonfinancial customers, spreads observed in retailsegments are much larger and vary widely across markets.33While CTT is supposed to reduce the trade volume in shorthorizon roundtrips or toaffect the speed of traders responses, it is unable to differentiate between destabilizingnoise trading and stabilizing liquid trading in the wholesale markets. Given substantialchanges taking place in market structures in the wholesale interbank segments as aresult of the new technological development discussed above, it is now unwise toimpose a high tax rate to trigger further significant disturbances to market liquidity inthe wholesale segments. Indeed, as many argue, it is best to adopt a phasein approach,whereby markets would have a time to respond to the introduction of CTT graduallyand in a stable manner.34 This line of thinking would set an upper limit to the CTTlevied on interbank transactions at 0.010.02 per cent as an introduction rate in thelight of the spreads in wholesale segments reported above.35 Hence, these very low taxrates, much lower than those used in previous studies, are used in the revenue estimationproduced below. Based on calculations made by Frankel and Spahn,36 I conjecture thatthe tax rates considered here could still provide enough disincentives to traders for notengaging in noise trading excessively.As mentioned above, the spreads are higher in less liquid retail foreign exchangemarkets, where transactions are much less costelastic. From this point of view, retailmarkets can in principle absorb a higher tax rate in transaction costs. However, the taximposed on wholesale trading is more likely to be passed to less competitive retailtransactions in the form of higher spreads, especially given the costinelastic demand.Since a single retail transaction typically gives rise to a chain of subsequent interbanktransactions until a dealer closes hisher ensuing open position, an effective tax rateresulting from the 0.01 0.02 per cent tax imposed on wholesale transactions could betranslated into additional spreads of 0.040.1 per cent or more in retail market segments.This suggests that there may be a heavier tax burden on international trade transactionsthan hitherto acknowledged and tax incidence of CTT may go far beyond financialinstitutions, contrary to the claim made otherwise.37 For this reason, in my view, thescale of the rise in spreads as result of the proposed CTT would approach the maximum 33 For this reason, the revenue calculation presented here is not based on an alternative method ofcalculating tax revenue as a unified percentage of spreads see note 13 above. Indeed, a unified CTTcalculated as a percentage of spreads across the two market segments could make tax effects on realcrossborder trade and investment more not less in most cases.34 Felix and Sau 1996: 230 suggest that as the increments to the Tobin tax rates are phased in, thereduced annual global foreign exchange will become more stable, at least regarding further changes intransaction costs.35 Spahn 2002 suggests that given that spreads in interbank transactions were in the range of 0.040.05in 1995 when the traded volume was roughly similar to that observed in 2001, the 0.02 per cent taxwould not damage market liquidity too adversely.36 See footnote 12.37 Considering this possibility, Davidson 1997: 679 suggests that a Tobin transaction tax might throwlarger grains of sand into the wheels of international real commerce than it does into speculative hotmoney flows.21CTT Revenue estimate applied to 2001 foreign exchange trade volumes Table 7Daily average transactions 10.02% Tax applied to wholesale transactions 0.01% Tax applied to wholesale transactions Adjusted by trade Dailyturnovervolumereduction at:Revenue withno volumereduction 20.02% 0.01%Tax rate ABRevenue 2BARevenue withno volumereduction 2Tax rate ABRevenue 2BATotal turnover BIS adjusted turnoverless nontaxed instruments Taxable baseof which:Spot transactionswholesaleretail Outright forwardwholesaleretail Foreign exchange swapswholesaleretail 22Daily revenue Annual CTT revenue 11, 2001, 1731171, 05634829652118853359053654304252521057233510456543332815211481335635095469.611.859140.435.10.020.040.010.020.010.020.020.010.0150.420.87.26.645.610.8141.435.460.810.551.0122.330.634.85.929.570.217.50.010.020.0050.010.0050.010.010.0050.00528.110.44.13.325.55.476.819.233.35.728.267.216.8Notes:1Billions of US dollars.2 Millions of US dollars.Source: Authors calculations based on BIS data.level that could be introduced to the retail segments in the initial phase. This transfer ofburden across segments eliminates at least partially the need to levy differentiated taxrates to wholesale and retail segments, suggested by Kenen 1996.Hence, in my calculation of potential revenue from CTTs, two estimates are produced:a one estimate on the assumption that the tax rate to wholesale transactions is onehalfof that applied to retail transactions; b the other estimate on the assumption that aunified tax rate is applied across two segments of foreign exchange markets. It is furtherassumed that a tax applied to all derivative transactions will be onehalf of the rateapplied to spot transactions, as derivative dealings are high frequency trading by theirnature and function. The taxbase is assumed to be virtually global in my estimate.In my calculation I have also made the assumption that both retail and wholesaletransactions are taxed at the dealing site on a market basis, as suggested by Kenen1996. This assumption was adopted simply because the turnover at settlement site isnot made available in the BIS survey. Hence, I assume that the major trading cites listedin Table 5 would agree to participate in CTT. The assumption of the universalapplication is rationalized with a view that tax structures should be simple andtransparent. I also conjecture, for the purpose of simplifying revenue estimates, that thevery low tax rate used in my estimate will produce a light tax burden on all transactionparties and considerably reduce the incentive for tax evasion through migration andasset substitution.My estimates presented below are based on the assumption that alternative tax rates of 0.02 per cent and 0.01 per cent are applied to the global taxbase as described above. It isalso assumed that the share of official transactions carried out by monetary authoritiesin global turnover is about 8 per cent.38 Hence, this amount and other possible leakages,amounting to 10 per cent of total turnover, are deducted from the taxbase as nontaxedinstruments. At these moderate tax rates, retail trading volume is assumed to be virtuallyunaffected, whilst excessive noise trading in wholesale segments would respond to anintroduction to CTT at these rates.In this respect, my approach differs from the assessment by Felix and Sau, who regardtax rates of less than 0.05 per cent as tax rates with no sand in the gears. Instead, Ireckon that tax rates of 0.010.02 per cent would still act as sand in the wheels in theenvironment with equally low transaction costs and profit margins as observed in interbank markets today. Naturally, a reduction in volume would be much less at these lowrates than the 33 per cent obtained with the elasticity about 0.32 used by Felix and Sau1996 and Frankel 1996. In my estimates, it is assumed that a 0.02 per cent tax and 0.01 per cent tax would reduce the volume wholesale transactions i.e. excludingtransactions with nonfinancial customers by 15 per cent and 5 per cent, respectively.These are somewhat arbitrary numbers as was the case in other estimates, since noestimates on the costelasticity of foreign exchange trading volume are known a priori. I 38 This figure is derived from the information in Table 4, where the share of the pair transactionsbetween US dollar and others is reported as 17 per cent in 2001. It is assumed that about onehalf ofthis was carried out by monetary authorities of emerging markets and transitional economies whotypically exhibit fear of floating Calvo and Reinhart 2002, whereas interventions by monetaryauthorities in transactions between vehicle currencies were less in relative terms. With a view that ahalf leg of the US dollarother currencies would constitute 4 per cent of global transactions, it isassumed that the share of official transactions globally is about 8 per cent.23have also proceeded with calculation on the basis of the additional information availablein the BIS survey about the share of transactions with nonfinancial customers inoutright forwards transactions 29 per cent and foreign exchange swaps 9 per cent.My estimates of CTT revenue potentials under alternative tax rates applied to differentmodes of transactions are shown in Table 7. My estimates show that CTT at 0.02 percent applied to wholesale transactions would generate an annual revenue of about US3035 billion, while CTT at 0.01 per cent would produce US1719 billion. Myrevenue estimates are much lower than the US53 billion suggested by CluniesRoss2003. My lower estimate of US35 billion at 0.02 per cent basic tax under the scenarioof no volume reduction is accounted for by the half rate applied to derivativestransactions. I have taken a view that CTT should not discriminate against highfrequency transactions conducted for risk hedging purposes, without eliminatingexchange rate volatilities. In general, I applied an estimation procedure, so that theestimate could provide us with some clue about the revenue size that the globalcommunity could expect from CTT at the prevailing level of foreign exchange tradingactivities.These revenues would be collected on a market basis by monetary or tax authorities ofthe countries where these markets are located see Table 5 for geographical location ofmajor market sites.39 CluniesRoss 2003 regards CTT as ideal for global use, sincethe burden would be borne more or less proportionately to countries income, adjustedby the degree of openness. He continues to suggest that whereas those that would becollecting it would be rich countries, and even among those countries themselves, therevenue collected would bear little or no relationship to the burden borne 2003: 7.Hence, he concludes that revenue retention by the tax collecting governments would behighly objectionable in a moralpolitical sense.While CTTs should be carefully evaluated according to economic criteria set out by Atkinson 2003b, CTTs present the potential of generating around about US1528billion for global public use, if the national retention rate from CTT revenues would beagreed at 20 per cent and 70 per cent for developed and developing countries,respectively Patomaki and Denys 2002 though many argue that the retention rate fordeveloping countries could be 100 per cent.5Concluding remarks In this paper, I have argued that the currency transactions taxes should be implementedin an extremely cautious manner, starting with a very low tax rate. This is deemednecessary in light of recent structural changes in foreign exchange markets as well asconsiderations of market efficiency, liquidity, and technical and political feasibility.According to my preliminary estimates and assessments, based on these considerations,the contribution that CTT could make towards generating innovative sources for global 39 Since banks and exchange transactions are under the supervision and regulation of the monetaryauthorities, CTTs could be administered by monetary authorities, rather than by tax authorities.Alternatively, tax authorities could administer and collect CTT in cooperation with monetaryauthorities and with access to information generated by CLS Bank as suggested by Patomaki and Denys 2002.24finance may be much smaller than those derived from earlier studies. If CTT iscollected and enforced on the netting settlement sites with use of new technology suchas the CLS Banks operations, revenue from CTT may even be smaller than thosepresented here. In my view, therefore, the very high expectations raised with respect to CTTs revenuegenerating capacity on its own are not yet warranted in light of theprevailing economic and political reality today.Nor does CTT by itself, implemented at the low rates, have sizeable effects on restoringmacroeconomic policy autonomy. However, if CTT is successfully administered in thetwotier structure as stipulated by Spahn or in conjunction with other measures such ascapital controls or security transaction tax STT in a coordinated fashion, potentialbenefits in double dividends from these measures would render support for seriousconsideration and the debate over its implementation. The revenue generated by CTTand STT combined could indeed far surpass the currently stagnating flows of officialaid from OECD countries to developing and transitional economies, which in recentyears has been running at the level of US50 billions see Atkinson 2003a.40 At thesame time, these measures combined may create a new condition, in which manyemerging economies would be no longer forced into a two cornersolution of eitherfearful floating with high, variable interest rates or hard pegs such as fulldollarization or monetary unions at cost of involuntarily losing an independentmonetary policy.41Indeed, the twotier CTT structure proposed by Spahn or other dual taxation schemescould have the potential in achieving what the unified single transaction tax at the lowtax rate alone would fail to deliverrestoration of credibility to intermediate exchangerate regimes and some autonomy of macroeconomic policy. That is, the impossibletrinity could be mitigated with application of this system, as three objectivesfinancialopenness, exchange rate stability and monetary independencebecome morecompatible in the triad.Furthermore, the coordinated approach considered here would curtail the potential forleakages from these policies, such as might result from asset substitution, marketmigration, or tax evasion. Indeed, there are substantial economies of scale to be gainedfrom the combined application of CTTs and STTs with use of the centralized settlementmechanisms, as discussed above. The coordinated approach also increases the politicalfeasibility of these measures by lowing substantially further the necessary tax rate onany single tax measure. Finally, the crossborder harmonization of these tax measureswould reduce the potential for leakages.Official development aid available today is vastly inadequate to the needs of developingcountries.42 The currency transaction taxes considered in this paper could serve as onecritical innovative financial source for development finance. In this context, possiblemerits of taxing capital transactions should be evaluated against the historical 40 UNCTAD estimates that in 2000 the total value of world stocks, bonds, securities amounts to US50 trillion, while total global equity market capitalization is estimated at US37 trillion.41 See Frankel 1999 and Nissanke and Stein 2003 for a critical literature review on the exchange ratepolicy regime choice faced by emerging market economies.42 In particular, an allocation of bilateral aid tends to be at least partially used as a foreign policy tool bydonor countries or for their economic gains Maizels and Nissanke 1984.25background of the progressively reduced tax burden on capital income, relative tolabour income, in the current era of financial globalization.CTT may be regarded more as a new additional source for development finance, ratherthan as a possible substitute for or alternative to ODA. Naturally, this may not be thecase, if the availability of vast revenues from CTT would make ODA less generouslyavailable.The technical feasibility of implementation and enforcement can be substantiallyenhanced, and the cost of tax administration of CTT is also correspondingly reduced,with the introduction of automated clearing and settlement mechanisms adoptedglobally, such as the CLS Bank settlement scheme discussed here. However, the cost ofreaching a political consensus and commitment towards the universal adoption of CTTremains high. In light of this high political and administration cost, many regard CTTas a leaky bucket to use Atkinsons terminology. Dodd 2003 argues, for example,that the Tobin tax cannot be achieved politically, and hence the pursuit wastes mucheffort and resources.Whether or not a flexible geometry, considered as a practical way forward with a subsetof countries Atkinson 2003b, can be successfully applied to this politically contentioustax instrument has been debated, and several schemes in this regard has been proposed,though yet to be carefully evaluated. Fuest, Huber and Mintz 2003 report the findingsthat there are welfare gains from regional tax coordination, but that these gains arelower than the gains from worldwide coordination.43 A fiscal architecture emergingfrom such an analysis would certainly involve not only a tight coordination of thetaxbase, but also close cooperation in the implementation and administration of CTTunder an international agreement, such as envisaged in the treaty proposal by Patomakiand his associates.44It should also be noted the tax incidence of CTT could be much deeper and wider thanhitherto suggested. An impact of CTT on real economic activities, as opposed to purelyspeculative financial activities, could be greater than what has been acknowledged sofar in literature. Hence, this is an additional factor for considering a very low tax rate.CTT could become indeed a leaky bucket in this aspect, if it discourages people fromparticipating in international trade and investment. However, these possible negativeeffects of CTT on crossborder trade of goods and services and direct investment shouldbe assessed and balanced carefully in light of the sizeable negative effects thatexcessively volatile exchange rates can have on international trade and investmentflows. The welfare loss, endured by the affected emerging economies as well as theglobal community at large, as a result of a currency or financial crisis, is immeasurablylarge. Hence, in assessing CTT as a tax instrument for global finance, it is important tokeep in mind that benefits from CTT for achieving a global double dividend for theworld economy may not be negligible, in particular if CTT is successfully implementedin conjunction with other measures of capital controls or in a multitier system. 43 Naturally, CTT implemented partially on the basis of regional tax coordination alone is a secondbestsolution compared to the case under the global coordination, producing a negative effect, akin to tradediversion effect found in literature on Custom Union.44 See Boadway 2003 for economics of global taxation and Sandmo 2003 for similar issues facingenvironmental taxation.26References Atkinson, A. B. 2003a. Innovative Sources for Development Finance. Paperpresented at the WIDER Conference on Sharing Global Prosperity, 67 September.Helsinki: UNUWIDER.Atkinson, A. B. 2003b. OverArching Issues. Paper presented at the WIDERConference on Sharing Global Prosperity, 67 September. Helsinki: UNUWIDER.Bank for International Settlement BIS 2002, Triennial Central Bank Survey: Foreign Exchange and Derivatives Market Activity in 2001, March 2002Bartolini, Leonardo, and Allesandro Prati 1997. Soft versus Hard Targets for Exchange Rate Intervention. Economic Policy, 24 April: 1552.Bartolini, Leonardo, and Allesandro Prati 1998. Soft Exchange Rate Bands and Speculative Attacks: Theory and Evidence from the ERM since August 1993. IMFWorking Paper 98156. Washington, DC: IMF.Boadway, Robin 2003. National Taxation, Fiscal Federalism and Global Taxation.Paper presented at the WIDER Conference on Sharing Global Prosperity, 67September. Helsinki: UNUWIDER.Calvo, Guillermo, and Carmen Reinhart 2002. Fear of Floating. Quarterly Journal of Economics, forthcoming Cecil, Ruthanne 2001. Sovereignty, Automaticity and International Trust Funds: AProposal for Implementation of TobinStyle Taxes. Arcata, CA: The Center for Environmental Economic Development CEED, September.CluniesRoss, Anthony 2003. Resources for Social Development. Paper for the World Commission on the Social Dimensions of Globalization. Geneva: ILODavidson, Paul 1997. Are Grains of Sand in the Wheels of International Finance Sufficient to do the Job When Boulders are Often Required?. The Economic Journal, 107 442: 67186.De Long, J. Bradford, Andrei Sheleifer, Lawrence H. Summers, and Robert J. Waldmann 1990b. Noise Trader Risk in Financial Markets. Journal of Political Economy, 98: 70338.De Long, J. Bradford, Andrei Sheleifer, Lawrence H. Summers, and Robert J. Waldmann 1990a. Positive Feedback Investment Strategies and Destabilizing Rational Speculation. The Journal of Finance, 45 2: 37995.Dodd, Randall 2003. Lessons for Tobin Tax Advocates: The Politics of Policy andthe Economics of Market MicroStructure. Paper presented at Financial Policy Forum, 6 January. Washington, DC.Dooley, Michael P. 1996. The Tobin Tax: Good Theory, Weak Evidence,Questionable Policy, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford: Oxford University Press.Dornbusch, Rudiger 1976. Expectations and Exchange Rate Dynamics. Journal of Political Economy, 84: 116176.27Eichengreen, Barry 1996. The Tobin Tax: What Have We Learned?, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford: Oxford University Press.Eichengreen, Barry, and Charles Wyplosz 1996. Taxing International Financial Transactions to Enhance the Operation of the International Monetary System, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford:Oxford University Press.Korkut, Erturk 2002. Why the Tobin Tax Can Be Stabilizing. Working Paper No. 366. New York: The Levy Economics Institute.Felix, David, and Ranjit Sau 1996. On the Revenue Potential and Phasing in of the Tobin Tax, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford: Oxford University Press.Friedman, Milton 1953. The Case for Flexible Exchange Rates, in Essays in Positive Economics. Chicago: University Chicago Press.Frankel, J. A. 1999. No Single Currency Regime is Right for All Countries or At All Times. NBER Working Paper 7338. Cambridge, MA: National Bureau of Economic Research.Frankel, Jeffrey 1996. How Well Do Markets Work: Might a Tobin Tax Help?, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford:Oxford University Press.Fuest, Clements, Bernd Huber, and Jack Mintz 2003. Capital Mobility and Tax Competition: A Survey. CESifo Working Paper No. 956. Munchen: Center for Economic Studies at the University of Munich and the Ifo Institute for Economic Research.Garber, Peter 1996. Enforcement and Evasion in a Tax on Foreign Exchange Transactions, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford: Oxford University Press.Garber, Peter, and Lars E. O. Svensson 1995. The Operation and Collapse of Fixed Exchange Rate Regimes, in G. Grossman and K. Rogoff eds, Handbook of International Economics, vol. 3. Amsterdam: NorthHolland, 1865911.Garber, Peter, and Mark P. Taylor 1995. Sand in the Wheels of Foreign Exchange Markets: A Sceptical Note. The Economic Journal, 105 428: 17380.Grabel, Ilene 2003. Averting Crisis: Assessing Measures to Manage Financialin Emerging Economies. Cambridge Journal of Economics,Integration 27 3: 31736.Habermeier, Karl, and Andrei A. Kirilenko 2003. Securities Transaction Taxes and Financial Markets. IMF Staff Papers, 50: Special Issues. Washington, DC: IMF.Jeanne, Oliver, and Andrew Rose 1999. Noise Trading and Exchange Rate Regimes.NBER Working Paper W7104. Cambridge, MA: National Bureau of Economic Research.28Kaul, Inge, and John Langmore 1996. Potential Uses of the Revenue from a Tobin Tax, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax.Oxford: Oxford University Press.Kenen, Peter B. 1996. The Feasibility of Taxing Foreign Exchange Transactions, in Mahbub ul Haq, Inge Kaul and Isabelle Grunberg eds, The Tobin Tax. Oxford:Oxford University Press.Keynes, J. M. 1936. The General Theory of Employment, Interest and Money. New York: Harcourt, Brace and Co.Krugman, Paul 1979. A Model of BalanceofPayments Crises. Journal of Money,Credit and Banking, 11: 31125.Krugman, Paul 1991. Target Zones and Exchange Rate Dynamics. Quarterly Journal of Economics, 106: 66982.Maizels, Alfred, and Machiko Nissanke 1984. Motivations for Aid to Developing Countries. World Development, 12 9: 879900.Mendez, Ruben P. 1995. Paying for Peace and Development. Foreign Policy, 100:1931.Mendez, Ruben P. 2001. The Case for Global Taxes: An Overview. Paper presentedto the United Nations as hoc Expert Group Meeting on Innovations in Mobilising Global Resources for Development, 256 June. New York: United Nations.Nissanke, Machiko, and Howard Stein 2003. Financial Globalisation and Economic Development: Towards an Institutional Foundation. Eastern Economic Journal, 292: 289311. Obstfeld, Maurice 1996. Models of Currency Crises with SelfFulfilling Features.European Economic Review, 40: 103747.Obstfeld, Maurice 1998. The Global Capital Market: Benefactor or Menace?.Journal of Economic Perspectives, 12: 930.Patomaki, Heikki, and Lieven A Denys 2002. Draft Treaty on Global Currency Transaction Tax. NIGD Discussion Paper. Helsinki: The Network Institute for Global Democratisation.Patomaki, Heikki, with Katherina SehmPatomaki 1999. The Tobin Tax: How to Make it Real. Helsinki: The Network Institute for Global Democratisation.Rodrik, Dani 1997. Has Globalization Gone Too Far?. Washington, DC: Institute for International Economics Rose, Andrew 1996. Exchange Rate Volatility, Monetary Policy, and Capital Mobility: Empirical Evidence on the Holy Trinity. Journal of International Moneyand Finance.Sandmo, Agnar 2003. Environmental Taxation and Revenue for Development. Paperpresented at the WIDER Conference on Sharing Global Prosperity, 67 September.Helsinki: UNUWIDER.29Sarno, Lucio, and Mark P. Taylor 2003. Currency Unions, Pegged Exchange Ratesand Target Zone Models, in The Economics of Exchange Rates. Cambridge:Cambridge University Press, Chapter 6.Schmidt, Rodney 1999. A Feasible Foreign Exchange Transaction Tax. Ottawa:NorthSouth Institute.Spahn, Paul Bernd 1996. The Tobin Tax and Exchange Rate Stability. Finance and Development, June: 247.Spahn, Paul Bernd 2002. On the Feasibility of a Tax on Foreign Exchange Transactions. Federal Ministry for Economic Cooperation and Development,February.Svensson, Lars E. O. 1992. An Interpretation of Recent Research on Exchange Target Zones. Journal of Economic Perspectives, 6 4: Fall.Tobin James 1978. A Proposal for International Monetary Reform, Eastern Economic Journal, 4 JulyOctober: 1539.Tobin, James 1974. The New Economics One Decade Older. The Eliot Janeway Lectures on Historical Economics in Honour of Joseph Schumpeter. Princeton, NJ:Princeton University Press.Tobin, James 1996. Prologue, in Mahbub ul Haq, Inge Kaul and Isabelle Grunbergeds, The Tobin Tax. Oxford: Oxford University Press.Umlauf, Steven R. 1993. Transaction Taxes and the Behaviour of the Swedish Stock Market. Journal of Financial Economics, 33: 22740.Williamson, John 1997. Public Policy Towards International Capital Flows, in I. P. Szekely and R. Sabot eds, Development Strategy and Management of the Market Economy. New York: Oxford University Press, 32547.Williamson, John 2000. Exchange Rate Regimes for Emerging Markets: Reviving the Intermediate Option. Washington, DC: Institute for International Economics.30", "filename": "379531097.pdf", "person": ["Machiko Nissanke", "Nissanke, Machiko"], "date": ["2003"]}