{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32893/1/385359446.pdf"], "title": ["Competition, cultural autonomy and global governance: The audio-visual sector in Germany"], "plaintext": "CONTENT1. Introduction 3PART I THE TVSECTOR2. The Regulatory Framework  2.1 Overview and Rationale  2.2 The Dichotomous Broadcasting System 2.2.1 Overview 2.2.2 Public broadcasting corporations 2.2.3 Private broadcasting coporations 2.2.4 Assessment  2.3 Allocation of Transmission Channels 2.3.1 Transmission Channels 2.3.2 Allocation of Channels to TV station 2.3.3 Digitalization 2.3.4 Technical Convergence  2.4 Program Portfolio  2.5 Production of Content  2.6 Special Competition law 448810141617171820222324283. Private Barriers to Entry 29PART II CINEMA4. Market Structure and Government Intervention in the Cinema Sector  4.1 Support of domestic movie production  4.2 Market structure 5. Conclusion Appendix: Allocation of cable Channels in NRW 3131313436421. Introduction The conflict between cultural autonomy and free trade in goods and factors has been longlasting and continues to be; it has given rise to intensive discussion both in political arenaslike the EU and the WTO, and among scholars. On the one hand it is a long held tenet of thetheory of international trade that at least as a rule of thumb free trade and unrestrictedforeign investment increases the welfare of nations and thus deviations from it are politicallymotivated and should be abolished cf. Rodrik 1995, Schulze 2000. Trade in cultural goodsshould go unrestricted like any other trade should; likewise foreigners should be allowed tofreely invest in the domestic economy, including the cultural sector. On the other hand it hasbeen argued that cultural goods exhibit characteristics very different from other goods: theyproduce important external effects, in particular nonuse values such as the creation of anational identity and a cultural heritage. They therefore exhibit public goods characteristicswhich are argued to justify state interventions in the market for cultural goods.1 Subsidizationof domestic art and restrictions on international trade and factor flows in the culturalindustries are important examples. In addition, the audiovisual sector serves a very importantfunction in providing information to the public and thereby in the formation of public opinion.To ensure plurality of broadcasted opinion as a key ingredient for the political process of Western democracies, states have imposed additional restrictions on market structure whichmay interfere with the free trade in audiovisual cultural goods or FDI in this sector.The conflict between cultural autonomy and free trade has been solved differently for thedifferent markets for cultural goods. For example, for works in art each EU member state isfree to impose whatever trade restriction it deems appropriate; this constitutes one of thevery few exemptions from the single European market Schulze 2003. The purpose of thispaper is to assess how this conflict between cultural autonomy and the free trade postulatehas been solved for the audiovisual sector in Germany. We seek to evaluate to what extentmarket entry in the TV market and the cinema market has been restricted and to what extenttrade flows have been distorted due to politically or privately imposed restrictions.In principle there are three avenues of approach for such an endeavor: 1 Restrictions canbe classified according to the nature and the coverage of government regulations using anindex that reflects its severity. Such an approach involves necessarily a substantial degree ofarbitrariness and it typically reflects the stipulated rules but not its effect on market outcome;i.e. it disregards various degrees of enforcement or ways to circumvent regulations. 2 Theprice effects of regulations can be investigated. This is not a promising approach in the TVmarket, because one important output price cannot respond to regulations as TV fees areadministered and very little is known about the most important input prices, i.e. the prices for 3film rights. 3 Lastly one can look at market outcomes in terms of quantities produced andtheir structures and in terms of the resulting market structure, including the volume andstructure of foreign trade in the relevant products. This is the approach we follow in thispaper.The paper is in two parts: Part I looks at the TV market, Part II analyzes the cinema market.2Chapter 2 describes the German TV market and its regulatory framework. After an overviewof the TV market, we analyze the dichotomous market structure of public and privatebroadcasting corporations including the different relevant restrictions and the differentincentive structures that result Sect. 2.2, and assess the allocation of scarce transmissioncapacities regarding their restrictiveness for new entrants and how this scarcity will changedue to digitalization Sect. 2.3. Subsequently we investigate the different program portfolio ofprivate and public stations Sect. 2.4 and regulations on program content regardingproduction form and country of origin Sect. 2.5 as well as the special competition law for thebroadcasting sector Sect.2.6. Chapter 3 deals with private barriers to entry throughstrategic behavior of incumbent firms. Chapter 4 is devoted to the cinema market and givesan account of direct and indirect government support for this sector Sect. 4.1 before it looksat market outcomes Sect. 4.2. Section 5 summarizes and concludes.Part I The TV Sector 2. The Regulatory Framework 2.1 Overview and Rationale The television sector is one of the most regulated industries in Germany. TV stations areregulated with respect to the content and to the source of the programs shown; they aresubject to ceilings on the market share beyond which special competition provisions apply,and frequencies are licensed by state authorities. Private TV stations are regulated by almost 20 regulatory bodies.3 Moreover, public TV stations play a dominant role: they are funded bycompulsory fees that have to be paid by all people owning a TV set and they enjoy a marketshare in terms of viewers of more than 40 percent cf. Fig. 2. 1 For a discussion see for example OHagan 1998.2 Although important, we do not look at radio stations. One reason is that radio stations are much more localized.3 Among those are 15 state regulatory authorities, the so called Landesmedienanstalten , the working committeeof the aforementioned regulatory bodies Arbeitsgemeinschaft der Landesmedienanstalten with varioussubcommittees, the commission for the assessment of the concentration in the media Kommission zur Ermittlung der Konzentration im Medienbereich, KEK, the conference of the directors of the state regulatorybodies Konferenz der Direktoren der Landesmedienanstalten and the Commission for protection of childrenand young people in the media Kommission fur Jugendmedienschutz.4The reason for this heavy government intervention is the important role that mass media andtelevision in particular play in the process of opinion formation and thus for the politicalprocess. The freedom of the press and the freedom of reporting by broadcasting and film isguaranteed by the German constitution Art. 5 Grundgesetz. The constitution also prohibitscensorship by the state. These fundamental provisions have been specified in thebroadcasting treaty of the German states Rundfunkstaatsvertrag, RSt V, state broadcastinglaws, and four interstate treaties which found joint public TV stations NDR, MDR, RBB,SWF as well as various rulings on broadcasting, in particular ten by the federal constitutionalcourt.4 In order to ensure plurality of published opinion, freedom from dominant market powerhas been a particular concern of the legislature which has led to a special competition law forthe broadcasting sector and a special commission that watches the concentration in themedia sector KEK, cf. fn 3.5 TV stations are obliged to inform freely, comprehensively, andtruthfully.6A basic motivation for regulation of the TV sector is thus to ensure the existence of abroadcasting system that is largely free from government intervention and that mirrors thepluralistic German society and its diversity of opinions. This motivation recognizes the role ofthe broadcasting system for open societies and reflects the horrible experiences of thenazism regime when broadcasting was monopolized and abused by the government forpropaganda. As such this motivation does not intended to discriminate against foreignparticipation, but it could have restrictive sideeffects. Another motivation for governmentregulation is concerned with the preservation of cultural identity and thus is intended to limitforeign nonEuropean influence.We will look at the major regulations in the TV sector to determine the extent to which theyare discriminatory against foreign trade and investment. In order to identify and locate therelevant regulations we sketch the production chain in the TV market and show where andhow government regulations interfere with private decision making. This is depicted in Figure 1. The TV market consists of three layers: 1 the production and supply of content, 2 theaggregation of various productions into a program by the TV stations, and 3 the distributionof the program to the consumers. Consumers in turn pay compulsory TV license fees andprovide attention to the programs which is why the business sector uses the TV asadvertising vehicle for which it pays. Activities on each of the three layers as well asadvertisement and fees are regulated. 4 In its first ruling on broadcasting in 1961 the German constitutional court confirmed the necessity to regulate thebroadcasting sector to ensure freedom of broadcasting and diversity of opinion and assigned the regulatory andlawmaking competence to the German states Lander; Erstes Rundfunkurteil 1961, BVerf GE 12, 205. For ahistorical account and legal aspects see Karstens and Schutte 1999, for the rationale for public broadcasting in Europe see OHagan and Jennings 2003.5 Heinrich 1999, ch. 7, Kubler 1999.5Figure 1:Before starting to operate private broadcasting corporations need a license which is issuedby the state regulatory authorities Landesmedienanstalten. The public broadcastingsystem is given a special status as they have a different task in providing information andcultural programs, they are financed through fees and are selforganized, all of which isregulated in the state broadcasting laws and treaties see below. TV content films, shows,news etc. can be produced by the TV stations themselves, they can be bought from outsidesources as a finished product as is the case for many movies or they can be made to orderby external production firms according to specific requirements of the stations. The TVstations then assemble the content into a program and distribute it either via antenna, cable,or satellite to the final consumer. There are regulations on the content structure of theprogram, on its geographic origin EU versus nonEU, and also on the production form.Moreover the entire market is regulated through a special competition provision that sets inoperation special requirements on plurality ensuring measures and prohibits the acquisition 6 Eighth broadcasting ruling of the Federal constitutional court, BVerf GE 90, 606of new stations if the viewers share of a private broadcasting corporation that may consist ofmore than one TV station exceeds 30 percent.While public TV stations are circumscribed in their possibility to raise revenue throughadvertising, advertising is the dominant source of income for private TV stations. Quality andstructure of the program determine viewers attention and thus the stations income.Obviously this link is much more important for private stations than for public stations, whichmakes the program of the former strongly demanddetermined. The program of the latter issubject to regulations that exceed general content regulations which aim mainly at protectionof children and young people.7 These additional regulations are geared towards ensuringcultural diversity and other political goals.8 Lastly, frequencies for terrestrial and satellitebroadcasting and channels for the cable network are allocated by state regulatory bodiesLandesmedienanstalten which reserve a certain share to public stations.Regulations can thus be grouped as follows:1. Regulations on the dichotomous market structure public and private sector. Thisincludes regulations on the organization of public broadcasting corporations and onsources of revenue fees versus advertisement revenues2. Licensing of private TV stations and allocation of transmission capacities frequenciesand channels for terrestrial, satellite and cable transmissions.3. Regulations on production form and geographical origin of production 4. Special competition law for the broadcasting sector, notably regulations on programcontent and new acquisitions beyond a certain market share.We will go through each of the market layers and the regulations at that layer in turn, startingwith the dichotomy of public and private stations Sect. 2.2, then turning to the allocation oftransmission capacity Sect. 2.3. Sect. 2.4 shows the different program portfolios for privateand public stations, Sect. 2.5 analyzes the restrictions on production of TV program content,Sect. 2.6 looks at special competition regulations for private broadcasting corporations. 7 Cf. 3 RSt V treaty between the German states on broadcasting and founding laws for the statewide TVstations, e.g. 9 NDRSt V, 11 MDRSt V, 6 WDRGesetz, 7 SWRSt V.8 See 2a, 25, 41 RSt V on cultural diversity. The German states prescribe further principles for their statewidepublic TV stations such as appropriate consideration of state and local concerns 5 I NDRSt V, 6 I MDRSt V,5 III WDRGesetz, 3 V SWRSt V, equal opportunities for both sexes 8 II MDRSt V, 5 III WDRGesetz, 7 IINDRSt V, 6 II SWRSt V, environmental protection 7 II NDRSt V, social justice 7 II NDRSt V, 5 III WDRGesetz etc.72.2 The Dichotomous Broadcasting System 2.2.1 Overview Since 1984 private and public TV stations have coexisted in the German TV market 9. Havingbeen limited to the reach of cable pilot projects in the early to mid eighties the subsequentallocation of terrestrial frequencies to the private broadcasters and the expansion of thecable network has led to a continuing increase in market share and thus importance.Currently private broadcasting corporations have a market share of almost 60 percent.10 Thedistribution of market shares is shown in Fig. 2 which takes into account all transmissionchannels.This figure highlights not only the division between public and private broadcastingcompanies, but also the structure within the two market segments. Public broadcastingcorporations consist of the ARD, the ZDF, and the so called third programs, and somesmaller stations.11 Since regulatory authority for broadcasting rests with the German statesLander they have created public broadcasting corporations Landesrundfunkanstalten fortheir state or in cooperation with neighboring states which provide TV programs intended forthe population of their states but now typically have nationwide coverage Dritte, thirdprograms, cf. ALM 2001. These broadcasting companies institutionalized a closecooperation, the ARD, which forms a nation wide station the first program. The ZDF thesecond program provides the second nation wide public program and is organized at thefederal level rather than as a cooperation of state broadcasting corporations cf. Sect. 2.2.2.Together with the other public stations they account for 43.2 percent.The private segment is dominated by only two groups: The Kirch group formerly belongingto Leo Kirch and the RTL group both with a market share of slightly below a quarter. Theremaining stations combined account for a market share of around seven percent and are allspecial interest stations either for news CNN, sports Eurosport, or music MTV, VIVA,VIVA II.12 9 Instrumental for the introduction of private broadcasting corporations were the 1961 and 1981 rulings of the German constitutional court BVerf GE 12, 205 und BVerf GE 57, 295, that supported private broadcasting. Thetechnical prerequisite was fulfilled by the creation of four cable pilot projects decided upon in 1978 by the primeministers of the German states, cf. KarstensSchutte 1999, S. 25f.10 If not indicated otherwise market share will henceforth refer to share of viewers.11 ARD Arbeitsgemeinschaft offentlichrechtlicher Rundfunkanstalten der Bundesrepublik Deutschland, Working Committee of broadcasting corporations under public law of the Federal Republic of Germany, ZDF Zweites Deutsches Fernsehen, second German TV station. For details on the structure of the public market segment see Sect. 2.2.2.12 There are circa another 60 local or regional stations with negligible market shares Bernstein 2000. Theownership structure of all nation wide programs are published by the commission for the assessment of theconcentration in the media KEK on a regular basis http:www.kekonline.decgibinescbeteiligung.html.8Figure 2: Market share of public and private TV stations At the time of writing the Kirch group undergoes major changes following a severe crisis. Thecore firms of the conglomerate filed for insolvency.13 This was followed by intensivebargaining with potential investors: Rupert Murdoch and Silvio Berlusconi showed interest,much to the dismay of all political parties and the general public who feared for the quality ofthe German TV landscape cf. Mavers 2002, Hornig et al. 2002, Hammerstein et al. 2002,Zottl 2002. Then a German consortium led by the publishing house Bauer Verlag and the Hypovereinsbank engaged in serious negotiations that failed partly because Bauer holdsalready minority stakes in the RTL group which would have yielded in serious objections fromthe commission for the assessment of the concentration in the media KEK and of the German Federal Cartel Office Bundeskartellamt.In March 2003, the US billionaire Haim Saban has signed a contract to acquire the TV stationgroup Pro Sieben Sat 1 including the TV stations Pro Sieben, Sat.1, Kabel 1 and N24 100% 13 The parent companies of the TV stations in the free TV, Kirch Media Gmb H Co. KGa A and Kirch Beteiligung Gmb H Co. KG, filed for insolvency on 08.04. and 12.06.2002 respectively. Kirch Pay TV Gmb H Co. KGa A,which owns Germanys only payTV station, premiere, filed for insolvency also on 08.04.2002. For details on thereasons see Ewing and Fairlamb 2002 und Economist 2002.9and the Kirch share of Neun Live 48,4% together with the film library estimated to contain 18 thousand movies and films. The package deal is estimated to amount to 2 billion Euros.14The deal was approved by the regulatory bodies the federal cartel office in particular but Saban failed to raise the necessary funds in time RosenbachSchulz 2003. The two partiesagreed to nullyfy the takeover deal. It is expected that the attempts to sell the TVstationswill not continue for the time being. The broadcasting corporation Pro Sieben Sat 1 willremain in the hands of its previous owners, notably the the insolvent Kirch Media AG forsome time, but it is planned to increase the capital stock by issuing new shares.15The rights for sport events have been sold independently 16 as have been Kirchs substantialholdings of stocks of Springer publishing house, one of the leading German publishing houseSpiegel online 2002. The sports station DSF has been purchased by a consortium of EM.TV broadcasting corporation, KarstadtQuelle a department store chain, and a Swissbusinessman Handelsblatt Nr. 092 of 14.05.2003, p. 18. Even though the insolvencyproceedings have not be concluded yet it is clear that the duopoly on the private stationsegment will persist, although with slightly different relative weights.2.2.2 Public broadcasting corporations History and structure:17 Public broadcasting corporations have been licensed after WWII bythe allied powers in their zone of occupation and have evolved to the Landesrundfunkanstalten as we know them Schreier 2001. They produce the socalled thirdprograms see above. In 1954 they founded the ARD cf. fn 11, an institutionalizedcooperation of the state broadcasting corporations that provides the so called first program,to which the Landesrundfunkanstalten, the German Lander that have jurisdiction over the respectivepublic broadcasting corporation, and the key according to which they contribute to the to thejoint program of the ARD.the state broadcasting corporations contribute. Table 1 lists 14 Cf., e.g., http:www.managermagazin.deebusinessartikel0,2828,242218,00.html accessed 12.4.0315 SPIEGEL 16.6. 200316 http:www.kirchgruppe.deneudepubqfinder.cfm?pkirchmedianewsservicespressemitteilungen.cfm pressrelease by Kirch Media, 31.10.2002. See also Ohler 2003.17 For history, organization, financing etc. of the public stations see also the respective websites www.ard.de withlinks to all contributing Landesrundfunkanstalten and www.zdf.de.10Table 1: Public broadcasting corporations of the German Landerand their share in the ARDLandesrundfunkanstalt Bayerischer Rundfunk BRHessischer Rundfunk HRMitteldeutscher Rundfunk MDRNorddeutscher Rundfunk NDRRadio BerlinBrandenburg RBB18Radio Bremen RBSaarlandischer Rundfunk SRSudwestrundfunk SWFWestdeutscher Rundfunk WDRGerman Land Bavaria Hesse Saxony, SaxonyAnhalt, Thuringia Hamburg, Lower Saxony, MecklenburgWestern Pomerania, SchleswigHolstein Berlin, Brandenburg Bremen Saarland BadenWuerttemberg, RhinelandPalatinate North RhineWestphalia Share 14.70 %7.20 %11.45 %16.45 %7.00 %2.50 %2.50 %16.95 %21.25 %Source: 5. ARDFernsehvertrag http:db.ard.deabcCONTENT.ergebnis?p_id328p_typegThe share refers to the share that each Landesrundfunkanstalt is obliged to deliver for thejoint program as agreed by the directors of the Landesrundfunkanstalten on 30.11.1998 andhas been in force since 1.1.1999. It provides also an indication of the relative importance andfinancial capabilities of the respective broadcasting corporations.On 1. April 1963 the second nation wide public broadcasting corporation, the ZDF Zweites Deutsches Fernsehen, went into operation which is organized at the federal level. This hadbeen preceded by a considerable dispute over the jurisdiction on broadcasting between thefederal government and the Lander which had been settled only by a ruling of theconstitutional court in 1961 BVerf GE 12, 205 and Karstens and Schutte 1999. In additionthere are special interest stations Phoenix for news and Ki.Ka for children programs jointlyoperated by ARD and ZDF, the European culture station arte and 3sat, a station jointlyoperated by ARD, ZDF, and ORF and SF DRS, the Austrian and the Swiss publicbroadcasting corporations, respectively.Organization: The Landesrundfunkanstalten BR, HR, MDR, NDR, RB, RBB, SR, SWR and WDR as well as the ZDF are public utility institutions governed by public law.19 They are not 18 The public broadcasting corporation RBB has been created by the interstate treaty between the states Berlinand Brandenburg from 25. 6. 2002 as a merger of the former Sender Freies Berlin SFB and Ostdeutscher Rundfunk Brandenburg ORB which held shares of 4.25% and 2.75 %, respectively. It went into operation asrecently as 1. May 2003. Cf http:www.orb.de_fusionpdfrbbstaatsvertrag.pdf treaty andhttp:www.orb.de_fusionaktuell_jsp.html and www.rbb.de 28.4.2003.19 Cf. E.g. 1 NDRSt V, 1 MDRSt V, 1 SWRSt V, 1 WDRGesetz und 1 I u. III ZDFSt V. Cf. Schreier 2001for legal aspects of the autonomy of the Landesrundfunkanstalten.the for 11under supervision of state or federal government but all selfgoverned in a similar fashion.20For each corporation there are three central institutions: The broadcasting commissionRundfunkrat, for the ZDF Fernsehrat, the administrative council Verwaltungsrat and thedirector Intendant. The broadcasting commission is intended to be the representation ofthe general public. It elects the members of the administrative council and the director,decides about program principles, and monitors the operation of the broadcastingcorporation to ensure that it is within the legal framework. It cannot control the program apriori, but it may discontinue certain program formats. The broadcasting commissions vary insize and in composition, they consist of 24 to 74 members which are partly elected by thestate parliament or are delegated by the government around a third of its members, theremaining members are delegated by churches, trade unions, employers federations, andorganizations of artists, expellees, universities, environmental organizations a.s.f. accordingto a key laid down in the respective state broadcasting law or interstate broadcasting treaties.The administrative council has typically seven or nine members who are mostly elected bythe broadcasting commission and partly delegated by the states or who are member exofficio. The administrative council controls the budget and the annual accounts andsupervises the management of the broadcasting corporation. Several broadcasting lawsdeny the administrative council the right to control the program. The director as the CEOmanages the broadcasting corporation and acts as its legal representation.Although governments and parliaments cannot interfere with operation of the publicbroadcasting corporations they exert political influence through the members of the organsthey elect or delegate as well as through the members delegated by NGOs who are close topolitical parties.Guarantee of existence: The existence and development of the public broadcasting systemas such has been guaranteed by rulings of the federal constitutional court and has beenincorporated in treaties on broadcasting. This implies the guarantee of sufficient financing ofthe public broadcasting system 11 I RSt V and 1 II ZDFSt V with the consequence thatthe state has to cover deficits to prevent insolvency of public broadcasting corporationsBVerf GE 89, 144.21 It does not guarantee the existence of any specific Landesrundfunkanstalt, which lawmakers are free to dissolve, but the system of public broadcastingin essence. The guarantee of development of the public broadcasting system includes also aguaranteed participation in new technologies and transmission modes 19, 52a RSt V, see 20 Specific regulations are different for each of the ten Landesrundfunkanstalten, the ARD and the ZDF and arelaid down in the broadcasting laws or in case that more German states have jointly jurisdiction over their Landesrundfunkanstalt in the broadcasting treaties between these states. We therefore sketch the typicalregulation, for details see the respective legal source e.g. NDRSt V, MDRSt V, 1 SWRSt V, WDRGesetz, ZDFSt V.12Sect. 2.3.3. These regulations show that public TV stations are operating under markedlydifferent restrictions than their private counterparts. Public TV stations are granted theprivilege of broadcasting fees, the amount of which is stipulated in the broadcasting treatyRundfunkfinanzierungsstaatsvertrag, RFin St V and is based upon the estimated financialneeds.22 Obviously it is difficult to assess such needs in practice, all the more so becauseaccording to the 5th broadcasting ruling of the constitutional court it must not be assessedwhether the actual program exceeds a necessary primary provision however that may bedefined BVer GE 74, 297.Financing: The main source of revenue is the compulsory broadcasting fee that basicallyeveryone who owns a TV set has to pay.23 Currently this flat fee amounts to 5.32 per monthas a basic fee including radio use and an additional 10.81 per month for TV use. In 200135.5 million TV sets were registered which generated a revenue of 4.18 billion Euros from TVfees and 6.65 billion Euros for radio and TV combined. Two percent of the revenue from TVfees are allocated to the Landesmedienanstalten, the state regulatory bodies for the media.The remainder is shared by ARD and ZDF which receive respectively 62.2368 % and 37.7632% 916 RFin St V. The ARD allocates its share to the state broadcastingcorporations according to a key laid down in 1216RFin St V. The smaller public stations Phoenix, arte, and KI.KA are financed by ARD and ZDF with equal shares.ARD and ZDF but not the other public programs may generate additional revenues forinstance through commercials. These other sources may however only complement feebased revenues but not dominate them; public stations are much more restricted in the timethey may allocate to commercials than private stations. Commercials are limited to 20minutes per day and must not be shown after 8:00 pm and on Sundays and holidayswhereas private TV stations can use up to 15% of their daily air time for commercials or 20 %including TV shopping 14,15,44,45,45a RSt V. Pay TV for publicbroadcasting corporations.24 Advertisement revenue accounts thus only for a small portion ofoverall income: It is 7 percent for the ARD, of which 53 % are generated by radiocommercials, and around 10 percent for the ZDF.25is prohibited 21 Cf. also interstate treaties and broadcasting laws, for instance 1 III NDRSt V, 1 III MDRSt V and 1 I WDRGesetz.22 These financial needs are assessed by a special commission Kommission zur Uberprufung und Ermittlung des Finanzbedarfs der Rundfunkanstalten KEF.23 Fees may be waived for welfare recipients and low income households which is currently 7.7% of allhouseholds with radio or TV sets GEZ 2001. The is collected by a special agency GEZGebuhreneinzugszentrale; the legal basis for the broadcasting fees is a treaty between the German states:Rundfunkfinanzierungsstaatsvertrag RFin St V.24 On other possible sources of revenue including advertisement see federal constitutional court ruling BVerf GE90, 60, guidelines are laid down in 1418 RSt V, for the prohibition of PayTV cf. Beucher et al. 1999.25 Cf. ARD 2001: 361, 383 and http:www.zdf.deprogrammzdfgrundlagen34212index.html accessed 02.05.2002.fee 132.2.3 Private broadcasting corporations Licensing: Private broadcasting corporations are also subject to heavy regulation whichdiffers between states. We report common features in the state regulations. Privatebroadcasting corporations need a license from the state regulatory body for the media, the Landesmedienanstalt, and are subject to supervision with respect to program and theinfluence they exert on public opinion.26 These regulatory bodies are again public utilityinstitutions governed by public law and are autonomous with institutional setups thatresemble those of the Landesrundfunkanstalten, i.e. the public broadcasting corporations.27A central media council Medienrat, Rundfunkkommission etc. is the guardian of diversityof opinion and the protection of children and young people. It decides on the budget and onthe licensing of new stations and it elects the director of the regulatory body.28 It consist of 20to 35 members, a third of whom are typically elected by the state parliaments. The remainingmembers are again delegated by churches, trade unions and industry associations,environmental and youth organizations, universities etc.29 Licenses are tied to certainprerequisites which apply equally to incumbents and entrants. That, of course is true formost of the other regulations, like those on advertisement. Among these are safeguards fora regular and sound operation of the station, the prohibition for members of the parliaments,political parties, governments, public stations and their employees to own a nonnegligibleshare of the station and the requirement that the broadcasting company or the owner mustbe a resident in Germany or in case of a European firm, must reside in the EU.30Financing: Private TV stations except for the single PayTV station Premiere generaterevenue exclusively through selling air time for advertisement. As the value of air timedepends on the number of viewers the stations have strong incentives to attract broadattention which in turn influences their program content see Sect. 2.3. Viewers attention isthe product private TV station sell. The distribution of market shares in the market for TVadvertisement is shown in Fig. 3 26 The license is limited to 5 to 10 years but may be renewed; for two states North RhineWestphalia and BadenWuerttemberg it is independent of the allocation of radio frequencies or channels for the cable network, for therest it is linked to it see Sect. 2.3. Regulations differ between states, cf. 20 u. 21 RSt V, 12 LMedien G BW, 6 LRG RP. If the ownership structure of a TV station changes significantly, its license needs to be reviewed andrenewed e.g., 12IV and V LMedien G BW.27 Cf. 62 I LRG RP, 87 and 90 LMG NRW, Art. 10 I Bay MG, 29 I LMedien G BW.28 In BadenWuerttemberg the board of directors is elected by the parliament with a two thirds majority.29 The composition is prescribed in the state media laws, for example in 29 I LMedien G BW, Art. 13 I Bay MG,93 LMG NRW, 64 I LRG RP.30 Unlike in the US, however, the owner of the broadcasting corporation need neither be a German resident nor a German citizen.14Figure 3:The two private groups have a dominant position with a total of 84 % of the market, public TVstations account for only 8 % of the market reflecting the stipulated ceilings on air time foradvertisement.Pay TV: The station Premiere is the only pay TV station in Germany and captures only 1.2 %of the market i.e. 2.4 mn customers. On 8. May 2002 its parent company Kirch Pay TVGmb H Co., which belonged to the Kirch group, filled for insolvency. The continued lossesof the Pay TV has been said to have played an important role in the insolvency of the entiregroup as the groups core free TV stations were profitable. 31The reasons for lacking profitability are a strong competition from free TV32 on the one handand strict regulation on pay TV on the other hand. Events of substantial importance for thesociety must not be restricted to the pay TV 5a I 1 RSt V which includes many attractivesports events such as the Olympic games and important soccer matches. Moreover,hardcore adult films must not be shown even in encoded TV programs in Germany Beucher 31 Frankfurter Allgemeine Zeitung 2002, Nr. 192, S. 13, Wirtschaftswoche 2002.32 The number of nation wide programs in the free TV is very high in international comparison, cf. Bauder 200215et al. 1999. These two restrictions substantially reduce the willingness to subscribe to pay TV programs.332.2.4 Assessment The dichotomy of public and private broadcasting corporations in the German TV market assuch does not discriminate against foreign investment, but it reduces the market share that isavailable to private broadcasting corporations, including potential foreign investors. Theprivilege of feebased revenue coupled with differential restrictions on advertisement has ledto a market share of public stations of around 40 percent. Yet, since public stations areheavily restricted in their possibilities to generate advertisement revenue and account onlyfor 8 percent of the TV advertisement market they have a much smaller effect on the revenueshare of private stations than their market share in terms of viewers would suggest.34 Ratherthey affect revenues of private stations indirectly through reducing the viewer numbersavailable to private stations and thus the willingness of companies to pay for TVadvertisement; likewise public stations are additional demanders for TV content andtherefore increase the private stations costs. In addition to a rather indirect deterringeffect for market entry, the existence of public stations may also reduce the import of foreignfilms due to their different program structure see below.Regulations on payTV content in particular regarding important sport events andprohibition of pornography together with strong competition from free TV both private andpublic makes payTV a nonviable solution, but again this is not a discrimination againstforeign firms but the result of ethical and general political considerations. The best piece ofevidence that there are no legal barriers to entry in the German TV market is fact that thedeal to sell the core of the Kirch conglomerate to Mr. Saban, an American citizen of Israelidescent, was approved by the regulatory bodies. The reasons of its failure were solelyfinancial. About a quarter of the total German TV market had been about to change intoforeign hands. 33 An additional factor may be that air time for commercials is caped also in commercial TV stations whichreduces the attractiveness of commercialfree payTV programs.34 Note that without public TV stations there would be more private TV stations as the total advertisement revenuewould increase due to higher total viewer numbers for the private sector and eight percent of the market wouldbe available to private stations as well, but less TV stations in total as additional private TV stations would take alarger share of advertisement revenue than the public stations do.162.3 Allocation of Transmission Channels 2.3.1 Transmission channels TV programs can be transmitted terrestrially via antennas, through a cable network, or viasatellite. These transmission channels differ with respect to the costs for the consumers 35and the number of programs transmitted, and thus their attractiveness to the consumers.Transmitted signals can be analog or digital. Currently about 90 percent of all householdsreceive analog transmission. Table 2 gives the relative weights of the analog transmissionchannels. Terrestrial transmission has continuously lost in importance mainly due to thelimited number of programs, but also due to decreasing per unit costs for cable and satellitetransmission.Table 2: Analog Transmission Channels 2002Avg. number of channelstransmitted to households Number of households Change in 20012002Market share Terrestrial 6 a Cable 32 b Satellite 47 c 1.9 mn 26%5.8%19.0 mn 11.7 mn 1.6%58.2% 3.5%35.8%Sources:a http:www.ueberalltv.de 17.04.2003b Landesanstalt fur Medien NRW, http:www.lfmnrw.delfrfaqkabelbelegung 17.04.2003c transmitted by ASTRA satellites, which have a market share of 98%, http:www.astra.lumarketdeutschlanddownloadProgr 1.pdf and http:www.astra.lupressinfodocumentationbrochurespdfPenetrationGermany0303.pdf 17.04.2003all other data: ASTRA Marketing Gmb H press release 07.03.2003, http:www.sesastra.compressinfonewspressreleases0320030312.shtml 19.04.2003While analog terrestrial transmission will continue to decline cable and satellite transmissionswill grow in importance,36 with digital transmission most likely experiencing the highestgrowth rates see Sect. 2.3.3 35 Variable costs are zero for terrestrial and satellite analog transmission except for the broadcasting fee whileaccess to cable involves another monthly fee. The upfront investment is relatively high for a satellite dish and alsofor cable access, which however is paid upfront by the provider.36 The European Commission seeks to increase competition between networks has strengthened the position ofindividuals who want to install a satellite dish Mitteilung der Kommission uber die Anwendung der allgemeinen Grundsatze des freien Waren und Dienstleistungsverkehrs Art. 28 und 49 EG auf dem Gebiet der Nutzung 172.3.2 Allocation of Channels to TV stations Typically, frequencies and channels for the three transmission channels terrestrial, cableand satellite are allocated by the Landesmedienanstalten LMA in a bargaining processbetween the LMAs and the local public broadcasting corporations for their territory.37Satellite channels are first allocated to the German states and then from the states to thestations.38 Procedures differ by states and by transmission channels so that it is impossibleto portray a general practice accurately. We describe common features for analogtransmission and give two representative examples RhinelandPalatinate RP and North RhineWestphalia NRW.39Terrestrial: The public stations ARD, ZDF, and the state public TV station are given onefrequency each; the remaining capacity is allocated by the LMA in cooperation with the localpublic TV station to private stations according to their contribution to plurality in the case of North RhineWestphalia; for most other states the rules are very similar. Note that terrestrialand cable channels are not automatically statewide, but often limited to smaller regions.40The declining importance of terrestrial transmission is demonstrated by RTL and Sat.1abandoning their option to prolong their license for terrestrial frequencies in NRW. They arenow being tendered.41Cable: As a rule, public TV stations are guaranteed a certain amount of channels, which islimited by 19 RSt V. In all states channels are given to the nationwide public stations ARDand ZDF and the local public TV station, i.e. the relevant third program WDR, BR, etc  Inaddition ARD and ZDF are allowed to offer two special interest programs Phoenix for newsand Ki.KA for childrens programs and one European culture program arte. Moreover theymay participate in international cooperative stations 3sat for which capacity is set aside.The remaining capacities are allocated to private stations and public stations mainly thirdprograms from other states to ensure maximum plurality according to the broadcasting lawthat stipulates to some allocation rule which typically allows the LMA some discretionary von Parabolantennen. Hitherto, landlords and also local authorities could prohibit the installation of satellitedishes, but this legal practice is now likely to change Bundeskartellamt 2002, Dorr and Zorn 2001.37 This is the respective German state even if there is one public broadcasting corporation for more than onestate, only Berlin and Brandenburg have one common Landesmedienanstalt.38 Satellite transmission is not limited to national boundaries and thus creates a problem with film rights which aretypically defined for a specified period and area and are practically exclusive rights. Satellite transmissiontherefore can erode property rights to films with known consequences. This effect is limited by language barriersand through an agreement by member states of the European Council. In Germany it is implemented in 20 IVRSt V, that allows a license to be denied or revoked which target their program predominantly to people in othercountries.39 We are grateful fur private Rundfunkveranstalter RheinlandPfalz and Jurgen Brautmeier of the Landesanstalt fur Medien NRW i.e. therespective LMAs for providing information on the allocation procedures.40 For instance RhinelandPalatine has eleven transmission stations and gives frequencies to Sat.1 for 10stations, RTL 3, Pro 76, VOX1, N241, RNF1; NRW gives terrestrial frequencies to ARD, ZDF, WDR andthe private stations RTL, Sat 1, VOX.to Barbara BeckGrillmeier and Ingo Nave of the Landeszentrale 18scope. In BadenWuerttemberg private TV stations that have high market shares nationwideare given preference over smaller stations 21 I LMedien G BW.In RhinelandPalatinate RP seven public stations ARD, ZDF, SWR the state publicstation, KI.KA, phoenix, ARTE, 3sat are given channels as well as Sat.1 as the onlychannel that received its satellite license in RP and an open channel. Then one or twofurther channels are given to regional or local stations and programs from neighboring areasthat transmit transborder receive additional channels for the areas in which they are receivedterrestrially. 15 channels are allocated by the cable network operator not the LMA !according to the following rule: 5 go to fullprogram private stations such as Pro 7, RTL,Kabel 1, VOX, RTL2. Other third programs WDR, NDR, MDR etc., news or educationstations ntv, N24, CNN, and music stations receive two channels each. One channel eachis given to a special entertainment station, an English language program, a French languageprogram, and a sports station. The remaining channels can be allocated freely by the cablenetwork provider who must charge a price stipulated by the telecommunication regulatoryauthority Regulierungsbehorde fur Telekommunikation und Post and thus is prohibited toauction off channels.North RhineWestphalia NRW has a very similar allocation mechanism: First the sevenpublic stations receive a channel ARD, ZDF, WDR, KI.KA, phoenix, ARTE, 3sat andcapacity is given to one university channel and one open channel. 17 additional channels areallocated by the LMA according to their importance in terms of viewer numbers and theircontribution to the plurality of programs and diversity of suppliers. Those TV stations that aretransmitted also terrestrial are given priority. The 17 channels may include one foreignstation for bordering regions and foreignlanguage programs. The remaining 5 to 7 channelsare allocated by the cable network operator.Since NRW introduced a new broadcasting law in July 2002 the current allocation ofchannels 42 reflects the old law according to which the channels were allocated by the LMAafter the 7 public stations, one or two transborder channel in bordering regions and all otherterrestrially transmitted stations had been served. TV stations were classified news generalentertainment music sport local foreign language and in each class ranked according totheir importance and their contribution to program diversity. Then channels were allocated insubsequent rounds to all categories with the most important station of each category beinggiven a channel in the first round, the second most important station in the next round a.s.f. 41 http:www.lfmnrw.derechtausschreibungen 17.04.2003.42 The current allocation of channels is listed in the appendix. The new allocation implementing the newbroadcasting law will be made in summer 2003 http:www.lfmnrw.derechtausschreibungen.19Satellite: Allocation procedures follow those for terrestrial transmission. However, there hasbeen no scarcity of frequencies for the last couple of years.43 To get a license from a LMA itis sufficient to have a contract with a satellite broadcasting operator, provided the stationsatisfies the general licensing requirements. This applies for analog as well as for digitalchannels.44 Recent market entries occurred in the satellite segment e.g. sonnenklar.tv and Tele 5.45Assessment: Analog terrestrial and cable transmission capacities are scarce. The latter is thekey to almost sixty percent of the German TV market and, in contrast to satellitetransmission, allows for a stepbystep entry with respect to reach and transmissioncharges. Since the allocation of cable channels is subject to discretionary decisions of the LMA e.g. in NRW or the cable network operator RP significant barriers to entry may existfor new, foreign or domestic broadcasting corporations. It is hard to assess how restrictivethese barriers to market entry through regulations are, not only because decisions arepoliticized and not market based i.e. via auctions like for the allocation of UTMS licensesbut also because procedures differ for all 15 regulatory bodies. To predict LMAs behavior isespecially difficult as its very heterogeneous composition makes decisions dependent on theparticular case as coalitions are not so clear cut as in parliamentary or administrativedecisions.2.3.3 Digitalization The most important technical development for the medium term is the digitalization of TVtransmission which enhances capacity substantially. This is shown in Table 3 see also Table 2Currently only ten percent of all households with TV receive digital transmission, but thisshare is expected to increase rapidly to almost 100 % at the end of the decade as this is apolitical goal of the current government. This implies that the current bottleneck of scarcetransmission capacity will be widened very considerably and that there will be a hugepotential for market entry by domestic and foreign TV stations. Currently there may be ascarcity of digital cable channels in some regions as transition from analog to digitaltransmission takes place and capacities are shared by analog and digital transmission,restricting the availability of frequencies for each mode. 43 According to interviews with Ingo Nave of the Lp R cf. fn. 39 and KarlFriedrich Reichardt of the ASTRAMarketing Gmb H.44 The allocation procedure follows 51 III b RSt V.45 See http:www.sesastra.compressinfonewspressreleases0320030228.shtml ASTRA Press release 28.02.2003 andhttp:www.kekonline.decgibinresiimedienfernsehliste kekmedienbeteiligung103tmtv.pdf 20Table 3: Digital transmission channels 2002Avg. number of channelstransmitted to households Number of households Increase 2001 2002Market share Terrestrial 24 a 70.000 d 100%0.02%Cable 100 b 1.6mnn.a.43.2%Satellite 146 c 2.1mn 51%56.8%Sources:a http:www.ueberalltv.de 17.04.2003, after transition from analog to digital transmission has been completedb Landesanstalt fur Kommunikation BadenWurttemberg, http:www.lfk.deprojektedigitalerrundfunkdownloadpos_kabel_l.pdf17.04.2003, after transition from analog to digital transmission has been completedc Transmitted by ASTRA satellites at 19.2o East, which have a market share of 97% in Germany. In total more than 430 digitalprograms are transmitted by ASTRA satellites at this position but most foreign payTV programs are not accessible for Germancustomers. http:www.sesastra.commarketdeutschland downloadProgr 2.pdf 17.04.2003d started on 1.Nov. 2002 as a pilot project in Berlin. Medienanstalt Berlin Brandenburg press release 05.03.2003,http:212.121.137.189cgibinpdfpdf 1.pl?filehttp%3Awww.mabb.destart.cfm%3Fcontent%3Daktuelles%26id%3D60619.04.2003all other data: ASTRA Marketing Gmb H press release 07.03.2003, http:www.sesastra.compressinfonewspressreleases0320030312.shtml 19.04.2003In NRW only the digital services of ARD, ZDF, Premiere and some international stations aretransmitted digitally at the time of writing.46 Other stations will follow as transition proceeds.For satellite transmission the number of channels presented in table 3 gives the number ofprograms currently receivable in Germany. There is however still considerable free capacityso that this number is likely to increase. Therefore it is crucial how digital channels areallocated, mainly for cable and satellite as digital terrestrial transmission will be limited tolarge urban areas and has less channels than the analog cable or satellite transmissions.47Allocation of cable channels: As a rule, a maximum capacity of the equivalent to three analogchannels is reserved for public stations 19 III, IV RSt V, which will amount to 12 to 24digital channels depending on the transmission channel. In RhinelandPalatinate a third oftotal cable capacity must be allocated by the cable network operator with the aim to ensuremaximum plurality. The LMA controls the allocation of this third. The remaining capacity canbe allocated freely by the cable network operator. This marks a major change towards amore deregulated approach laid down in 52 RSt V compared to the administered allocationfor analog channels. 48 The cable network operator has to charge administered prices as in 46 http:www.ish.delinebreak 4modnetpdfdataISH TV DIGITALE PROGRAMMBELEGUNG_010403_02.pdf 47 Terrestrial transmission has been digitalized only since November 2002 and so far limited to Berlin.48 Of course regulations on protection of minors, against radicalism etc continue to apply.21the case of analog transmission 59a LRG RP. The regulation for North RhineWestphaliais very similar, the only difference being that an additional capacity of the equivalent of oneanalog channel is given to local stations with 50 % thereof going to the WDR and capacity isgiven to university channels 21 LMG NRW. It is thus very likely that foreign owned stationswill receive substantial capacity, including Berlusconi and Murdoch owned conglomerates.2.3.4 Technical Convergence Technical convergence may also increase transmission capacity. Telecommunicationnetworks are becoming more efficient and will have the capacity for real time transmission ofmotion pictures in sufficient scale and quality Reimers 2002. A study done for the Federal Ministry of Economics and Labour in 2001 projects that at the end of the decade broadbandinternet services capable to transmit Internet TV have a reach similar as cable and satellitenetworks Bullingen and Stamm 2001. At the same time cable networks and satellitetransmission are being upgraded to allow internet use. This requires that consumers can usethe channel to transmit information back to the provider; it also allows videoondemand andother interactive features. Currently, this technique is being implemented in some regions,among them urban areas in North RhineWestphalia and BadenWuerttemberg and Berlin.49However, for most parts of Germany it is still uncertain if and when this upgrading will berealized. The satellite operator ASTRA has announced to offer an interactive TV service atthe end of 2004.50 Networks economic characteristics and the content will tend to converge.Their substitutability will increase and so will competition: the classical bottleneck of limitednetwork capacities will again be widened substantially.51Technical convergence is beneficial as it allows for market entry of additional TV stations andthus enhances competition and the variety of programs much the same way digitalizationdoes. At the same time it may pose a severe challenge for the regulatory setting. TVstations which transmit terrestrially or through the cable network can be regulated by federalor state law makers. Satellite transmission has already transborder effects. If TV programsare transmitted via the internet from anywhere in the world any national or eveninternational regulation will be much more difficult to enforce. That refers not only to theprotection of young people which is a problem in the internet already but also to all other 49 See websites of the respective cable network providers ish NRW, Kabel BW BadenWurttemberg and Kabel BerlinBrandenburg http:www.ish.dewebsitetemplatesview_folder.php?folder_default_netfolder ID10048,http:www. kabelbw.de bandone 1.html andhttp:www.kabelbb.deextrascontentserviceinteractive ausbaugebiet ausbaugebiet_ cont.html 50 http:www.astra.luproductsservicesproductsitvindex.shtml 19.04.200351 See Woldt 2002, Sjurts 2000, Ferguson and Perse 2000, Merkt 1998 ch. 6. To increase competitionbetween networks the EU commission has stipulated that companies which own telephone and cable networksneed to separate the networks by creating independent units for each network EU directive 199964. At the 22restrictions. In particular, a level playing field could be severely compromised if internetbroadcasters did not honor property rights regulations. This is particularly important for filmrights for movies, sport events that are defined for a time period and a geographical areaand constitute a major cost factor and competition parameter cf. Sect. 3. In this casenational regulation will be ineffective.While regulations of the allocation of transmission capacity may restrict or even prohibit theoperation of a TV station directly, restriction on program content may make it more costly forforeign competitors to enter the market and thereby restrict market entry. Also, they maydistort international trade in movies. This is what we will investigate next.2.4 Program Portfolio Viewers attention is the product that TV stations sell to the business sector that wants toplace its advertisement most effectively. Thus, the program portfolio for the private stations ischosen to maximize the number of viewers at any given time, as individuals may easily zapthrough the programs. In particular, it is important that the station is in the relevant set i.e.the first nine keys of the remote control.52 Because TV programs are experience goods,reputation plays an important role. Private TV stations, depending heavily on advertisementrevenue, design their program to best meet viewers demand given the program structure ofpublic TV stations. Public TV stations less dependent on advertisement revenue andtherefore on high viewer numbers may broadcast more minority programs. Besides, aspublic TV stations are designed to fulfill a special role in providing information on politics,society, and culture and as broadcasting commissions watch over their performance theirportfolio is much more oriented towards information and cultural programs and much less toentertainment, fiction and advertisement. Table 4 provides an overview of the differentportfolios and the stark differences between the major public and private stations. It revealsalso a certain differentiation within the private sector the two flag ships of the respectivegroups RTL and SAT1 have a program portfolio closer to the public stations while theremaining stations have a starkly different structure. same time the EU commission Recent developments seem to indicate that this convergence will take not takeplace in the immediate future, but over the next few years Riedel 2002a,b, Hamann 2002.52 Karstens and Schutte 1999: 104ff , Heinrich 1999, Schumann and Hess 2002.23This structure in itself does not indicate a restriction on imports of foreign films or of barriersto entry, but is the result of optimizing behavior on part of the private broadcastingcorporations given the portfolio structure of the public TV stations. However, since privatestations have a high share of fiction and entertainment, any restriction thereon in terms ofgeographical origin or production method will affect their behavior.Table 4: Program Structure 2001in percentageprivate RTL SAT.1 Pro Sieben 24.931.91.24.314.714.09.712.911.37.931.95.110.616.210.4VOX RTL II Kabel 17.417.71.12.04.62.93.411.17.86.05.80.92.62.316.234.41.81.926.24.50.05.50.017.44.729.22.22.721.03.32.53.40.120.55.349.717.33.622.56.30.05.50.012.64.946.717.64.224.90.00.00.00.019.88.057.015.92.623.515.00.015.70.015.84.562.018.05.338.70.00.00.00.019.84.8 Informationnewsmagazinesother Entertainmentnonfiction. game shows etc.Fictionmovies TV filmsseriesother Sports Childrens programs Religious programs Advertisements Trailers etc. Sumpublic ARD49.513.319.217.07.035.111.98.212.12.90.68.40.01.43.4ZDF53.913.919.720.34.131.96.89.213.42.51.56.60.61.63.5105.4103.7105.2103.3105.5100.0115.0100.0Columns sum up to more than 100 percent due to overlapping definitions for fiction and childrens programs Source: ALM, tab. 71214Based on a random sample of two weeks 2.8. April 2001d 2.5 Production of Content TV stations may produce the programs they broadcast themselves or in cooperation withothers, they may order programs produced by independent companies according to theirneeds or they may purchase finished products like movies, TV series.53 If they decide tobuy or to order they may do so domestically, from producers in EU member states or in therest of the world. We identify three regulations that may potentially restrict entry in the German TV market or the import of foreign TV content.24First, according to 6 II RSt V nonspecial interest TV stations should produce, coproduce ororder a substantial part of their content, rather than buy it off the shelf. It is not clear whatpercentage constitutes a substantial part, opinions range from 10 to 33 percent Beucher etal. 1999. Table 5 provides the current structure of production:Table 5: Forms of Production 2001in percent Own and coproductions,commissionedproduction Purchases Trailers Commercials Total ARDZDFRTLSAT.1 Pro Sieben VOXRTL II Kabel 178.479.357.957.534.423.521.611.516.83.41.410015.63.51.610020.04.717.410016.75.320.510048.14.912.610048.78.019.810058.14.515.810063.94.819.8100Percentage is based on: 24h per day; sample: one week; all genres Source: ALM 2001, p. 152This requirement if strictly enforced could considerably increase the setup costs for amarket entrant as it would have to produce a substantial part of its program before going intooperation. Since the most likely entrant would be an existing foreign broadcastingcorporation trying to enter the German market, it would probably already have some ownproductions so that the restriction may be less biting than it seems at first glance. However,this regulation is not enforced and there is no penalty if this regulation was violated.Moreover according to the prevailing interpretation of the law, stations need not fulfill therequirement if the additional cost jeopardized their operation Beucher et al. 1999: 104.Thus, this regulation does not constitute a barrier to entry.As a second potential restriction, the EU TV directive 89552EEC stipulates that 10 percentof either air time or the budget should be allocated to EU producers which are independent ofthe broadcasting corporation. It is still a moot point whether this is legally binding for thefederal government, but so far it has not been implemented into German law and the federalgovernments position is that the directive formulates a political goal that is not legally bindingas the EU has no jurisdiction over the TV sector.54 If implemented, entrants would have tobuy additional programs from independent EU producers; which incumbents would already 53 For details see Bauder 2002, Sturmer 2000.25have. Their expenses would serve as sunk costs thereby potentially deterring market entry.Again this would apply only to nonEU entrants as other EU broadcasting corporations aresubject to the same regulation. In addition this regulation could potentially crowd out foreignnonEU films that would otherwise have been purchased. Ten percent is not a highpercentage and therefore this effect would be rather limited. Currently, however, theregulation is no restriction at all, because it is not implemented into law.Third, there is a restriction on the origin of the program: 6 I RSt V implements Art. 4 I of the EU TV directive and stipulates that the main part i.e., a share of at least 12 of movies, TVfilms, series, documentaries should be of European origin. Again there is no penalty in caseof noncompliance and the restriction does not prohibit programs specialized on, say, USmovies Beucher et al. 1999: 104. State regulatory bodies Landesmedienanstalten havenever felt the need to control the implementation of this regulation and do not compile thenecessary data.55 The only data broken down to categories we could obtain are for the ZDF,a public station, and VOX , a private station and are shown in Table 6.Table 6: Country of Origin by Genre 2001ZDFVOXGermany EUUSAGermany EUUSA17.4%84.9%74.6%64.2%100.0%40.0%42.6%11.3%24.8%7.5%0.0%3.8%0.6%28.3%0.0%7.0%n.a.33.0%60.0%n.a.n.a.13.0%15.0%70.0%n.a.n.a.n.a.n.a.n.a.n.a. Movies TVfilms Series Documentaries Reportsexcluding Germany Source: Information given by stations on requestn.a. not available 54 See the proceedings of the constitutional court which however did not rule in that matter: BVerf GE 92, 203217.The market share of independent producers in Germany is around 40 % ALM press release from 11.9.2002,http:www.alm.deaktuellespressep 110902.htm.55 Letter to the authors from the Lf R NRW, the regulatory body for North RhineWestphalia from 22. May 2002.26The dominant position of the U.S.A. is apparent for movies see also Part II and in the caseof VOX for series. Those stations that have a large share of fiction cf. Table 4 are likely toviolate this regulation. In 1996 the EU commission ascertained that 9 out of 19 TV station didnot meet the requirement. Table 7 provides figures summed over all categories. Four out ofsix private stations fall even short of the quota at the aggregate level. Germany EuropeUSAothers Trailer Commercials Total Table 7: Country of Origin 2001in percent ARD78.73.310.62.63.41.4100ZDF81.94.47.61.03.51.6100RTL57.60.719.20.44.717.4100SAT.1 Pro Sieben VOX RTL II Kabel 157.70.315.70.55.320.510034.22.943.71.74.912.610031.57.231.12.48.019.810022.83.936.516.54.515.810014.85.553.12.04.819.8100basis of percentage: 24h per day; sample: one week; all genres, all forms of production except Germany Source: ALM 2001, p. 152If the regulation on the origin of the program is enforced, stations with a large portfolio ofnonEU films will suffer as they will need to acquire EU productions and their existing stock offilms etc. will depreciate in value. Obviously it would hit private stations much more thanpublic stations cf. Tables 6 and 7 and would constitute a barrier to entry for those potentialnonEU entrants that have rights of nonEU films or other productions in their portfolio asthey would have to purchase additional EUmaterial.56 This regulation would also severelyrestrict the import of nonEU films and would increase the price of EU films as they wouldbecome scarcer. This price effect in turn would make market entry more costly asbroadcasting corporations would need to acquire a stock of films at significantly higherprices.57Currently, none of these regulations constitutes a market entry barrier. If they were enforcednonEU entrants would see their costs of entry go up, thereby potentially being deterred frommarket entry. However, adjustment to the regulations may not be too expensive after all: 56 This applies mainly for own productions because broadcasting corporations hold universal rights for those. Forpurchases, film rights are limited to certain jurisdictions and in time so that a firm planning to enter the Germanmarket would purchase only those film rights for Germany that allowed market entry.27Since the regulation does not specify which airtime needs to be used for these productions itwould be possible to purchase cheap material and broadcast it during unattractive times ofthe day e.g., 35 am. Moreover, stations of a broadcasting group may have access toprogram libraries including EU productions so that the costs to the group might be relativelysmall as there is a non rivalry to a certain degree in the use of this common resource.582.6 Special competition law To ensure diversity and plurality of opinion the Landesmedienanstalten closely cooperatewith the commission for the assessment of concentration in the media KEK. The KEKcompiles the viewers share for each station and aggregates the stations for each mediaconglomerate.59 If a group has a viewer share in excess of 30% the group must not be givenlicenses for new stations nor is it allowed to invest in other stations. Moreover it must takesteps to ensure plurality of opinions. This limit is reduced to 25 % if the conglomerate has adominant position in other media markets.60 A private station that commands a market shareof 10 percent or more needs to allocate air time to independent third parties 26 RSt V. In 2001 this provision applied to RTL and SAT1.61Steps to ensure plurality are i the introduction of an independent program councilrepresenting the various groups of the society which advises on the program and ii mainlythe allocation of air time to independent third parties 3132 RSt V. These programs need tocontribute to plurality of views in the areas of news, information or culture and are selected inclose cooperation with the regulatory body Landesmedienanstalten. TV stations have topay costcovering prices and have to allocate at least 75 minutes of prime time per week tothese programs 31 II RSt V. The most important independent provider is DCTP thatproduces TV programs of major newspaper and magazine publishers such as SPIEGEL TV,STERN TV, SUDDEUTSCHE TV, P.M. REPORTAGE58. It has air time with RTL, SAT1 and VOX see KEK 2000, ch. I.4.2.These regulations apply to all private broadcasting corporations alike and thus do notconstitute a barrier to entry; rather they are procompetitive as they curb the power of largeincumbents. As most other regulations discussed in this section are either not enforced ornot restrictive and since in the course of digitalization the bottleneck of scarce transmission 57 Section 3 describes how raising the prices for film rights may deter market entry.58 Of course, this argument presupposes that the entrant has a library which she can use also in the Germanmarket, i.e. her film rights apply to Germany as well as is the case for own productions.59 This is done according to 28 RSt V: Firms are regarded as part of the conglomerate if stocks or voting rightsamount to 25 % or more of the total or if the companies are affiliated according to 15 Akt G Companies Act. Incase of natural persons kinship is taken into consideration.60 It can go up again to 30 % if the conglomerate has taken appropriate steps to ensure plurality, cf. 26 RSt V.61 This provision does not apply to special interest programs other than newsinformation programs.28capacity will soon be substantially alleviated private barriers to entry become more important.This is subject of the next section. It also shows how a strictly enforced content requirementwould be able to deter market entry.3. Private Barriers to Entry Market entry would occur in the private segment only. Private stations seeking to attractviewers and taking the program of the public stations as given will tend to positionthemselves with a program portfolio that leans more towards entertainment, both fiction andnonfiction and includes less information news, magazines etc. The differences areespecially pronounced for series and movies, cf. Table 4. A substantial share of theseprograms however is purchased rather than produced or made to order; and purchased filmsand series stem mainly from the US Table 6. This observation seems to carry over to otherprogram categories as well, maybe to a somewhat lesser degree Table 5. As aconsequence, the film rights that broadcasting corporations have in their portfolio especiallyfor American movies and series are an important factor for their competitive position.Another very important part of the portfolio are of course major sports events.Once films have been produced the costs of another copy to broadcast the film in a further TV station are negligible.62 In order to address the problems involved in commodities thatexhibit public goods properties film producers or the studios sell mainly the rights tobroadcast films rather than only the film itself. This film right is defined for a special mediamovie theater, video cassettes and DVDs, PayTV, and free TV, for a certain region andtime period in a strive to segment markets and to increase revenue through pricediscrimination.63Because TV stations compete for viewers they need to have a large stock of attractive filmrights. A given stock of film rights loses its potential to attract viewers as films get older andas they have been shown more often.64 Thus, in economic terms this stock of film rights actslike a normal capital stock which generates revenue and depreciates over time and whichrequires continued investments to keep it at an individually optimal level. For incumbents,the film rights in their portfolio are sunk costs and they can be used to deter market entry likeother sunk costs. In a companion paper Perino and Schulze 2003 we develop a model thatshows formally. A duopoly of private broadcasting 62 Similarly, the costs of producing copies for different market segments are very small compared to the initialproduction cost.63 Cf. Owen and Wildman 1992 and Frank 1992 for an analysis of the optimal intertemporal price discriminationthrough sequential marketing in different market segments movies, pay TV, videos, free TV.64 Cf. Kruse 1989 for details.interdependencies more these 29corporations invests in film rights which depreciate in value over time. The individual share ofviewers and thus of a given advertisement market is consequently a function of the ownstock relative to the total markets stock. It is shown that incumbent firms tend to invest moreif market entry is an issue and that under certain parameter constellations they caneffectively deter a potential entrant from entering the market. In such a situation evendigitalization will not lead to more competition if existing film rights will be applicable to thenewly converted transmission channels as well.This is not far from reality. Since market entry is to be expected from TV broadcastingcorporations operating in other European markets such as Italy or England they will haveincurred most of the fix costs in terms of expenses for equipment and human capital already.But since film rights are defined for a certain region they will not have a region specific stockof film rights apart from own productions or ordered productions. Of course they couldpurchase film rights upon entry but this would drive up their prices and apply only to the flowof new films for which rights are sold. The value of the stock of film rights therefore are therelevant sunk costs in the entry game after convergence.Films are typically bought in large package deals that include films of varying quality throughinternationally operating intermediaries Bauder 2002. Little is known about the large filmlibraries that the two German private broadcasting groups own, even less is know on theprices of the deals. This is partly due to a restrictive information policy of the corporations,partly due to the fact that the value of a certain right depends on the stations program ingeneral, the time a film is broadcasted etc. cf. Hamann 2000, Heinrich 1999. The film stockof Kirch Media, that contains about 63,000 hours of series and movies 65 was estimated atbetween 800 million Euro and 4 billion Euro.66 Subsidiaries of the RTL group hold a largestock of films as well: Fremantle Media Ltd formerly Pearson Television holds the rights for 17,500 hours 67 of entertainment fiction and nonfiction. On top of that is the library of CLTUFAconglomerate. 65 Quelle: http:www.kirchmedia.deneudepubkirchmedia website Kirch Media Gmb H Co. KGa A66 Quelle: http:www.digitv.denwesviewnews.cgi?nwesid 1026317863,13725, 10.07.200267 Quelle: http:www.fremantlemedia.comabout.html 30PART II Cinema 4. Market Structure and Government Intervention in the Cinema Sector There are no restrictions on import or export of films; yet the trade in movies and TV films isinfluenced by government activities in two ways: First, public TV stations show less foreignfilms than their private counterparts cf. Table 7 and produce or order more from domesticsources and thus the import of foreign films mainly from the U.S. is reduced. It is veryhard to quantify this effect as we would need to know how many private stations wouldreplace the public stations and how their program structure would be given that the publicprograms with a high information and news content would be replaced. We cannot simplyduplicate existing private stations as this disregards that optimization of program structuretakes place under different restrictions. Second, domestic movie production is subsidized onthe federal and the state level.There are two ways to measure the effect of policy intervention, namely to evaluate a theinput i.e., the amount of subsidies going to domestic film producers, and b the output, i.e.the structure of the films shown in Germany in terms of market share of foreign and domesticfilms. We have taken both routes.4.1 Support of domestic movie production In accordance with the federal structure of Germany and since culture has traditionally beenunder the authority of the German states, film production and distribution has been supportedby a number of states and on the federal level through the federal film support agency,Filmforderungsanstalt FFA. More recently the federal government has played a moreactive role through the newly created position of a federal undersecretary for culture 68Kulturstaatsminister. The relative contributions and the total volume of subsidies are givenin Table 8.31Table 8: Support of the German Movie Industry 2002Filmforderungsanstalt FFABeauftragter der Bundesregierung fur Kultur und Medien BKMFFF Film Fernseh Fonds Bayern Gmb HFilmstiftung NRW Gmb HFilmboard BerlinBrandenburg Gmb HFilm Forderung Hamburg Gmb HMFG Medien u. Filmges. BadenWurttemberg mb HMDM Mitteldeutsche Medienforderung Gmb HTotal Source: FFA info 0103http:www.filmfoerderungsanstalt.dedownloadspublikationenffa_internFFA_01_2003.pdffederalfederalstatestatestatestatestatestatemillion 68.9421.9533.136.2417.4210.5810.2313.67212.13The federal level accounts for 40 %, the largest single donor is the Filmforderungsanstalt,which has been created through the Filmforderungsgesetz FFG, Film Support Act of 6.August 1998. The council that decides on the allocation of funds consists of nine members.They are delegated by the industry associations of the cinemas 2, film producerassociations 11, film distributors 1, video trade 1, public and private broadcastingcorporations 11, and the federal parliament 8 FFG. This institutional setup was againchosen to limit governments influence on funding decisions.69Films can be supported if they meet the following requirements 15 FFG:1. the producers must reside in Germany, or if they reside in an EU country they need to have abranch office in Germany,2. One final version must be in German language,3. at least 30 % of all studio takes must have been shot in Germany,4. the director needs to be EU citizen or belong to the German culture or if not, most otherparticipants need to be German or EU citizensthe film must first be shown in German language in Germany or at an A film festival as German contribution 5. There are different regulations for coproductions 16 FFG but there is no particular biasagainst EU producers. The Filmforderungsanstalt is funded by a fee from the Germancinemas 1.5 2.5 % of their turnover, producers of videosDVD 1.8 % of turnover andprivate and public broadcasting corporations 66 and 66a FFG; in 2001 they contributedroughly 12, 14, 14 of the total budget FFA Geschaftsbericht 2001, pp 710. The allocation ofsubsidies to various uses is shown in Table 9: 68 The exact title is Beauftragter der Bundesregierung fur Kultur und Medien.69 For more institutional details see FFA annual report and the Filmforderungsgesetz at www.ffa.de.32Table 9: Payments by the Filmforderanstaltin 2001Promotion of:Moviesreference fundsproject grants Short films Screenplays Marketing Marketing of film media Movie theaters Video stores Additional copies Others Totalin 1000 EUR15,55914,1704424404,5747634,2263,0631,2953,65148,184Source: Filmstatistisches Jahrbuch 2002, Table 54Project grants are given to films that meet the above requirements 70 by a special grantcommittee Vergabekommission of the FFA in a discretionary way. They are noninterestbearing loans that have to be paid back to a degree which depends on the success of thefilm. The domestic producer must cover at least 15% of total costs from own resources. In 2002, 29 films were supported with a total volume of 11.4 mn .71 In addition to federalfunding many films receive state grants which are typically limited to 23 of the sum spent inthat particular state.Producers of films that draw 100,000 or more viewers within a year are entitled to referencefunds for the production of a new German film within the next two years.72 The fund isallocated to the producers of all eligible films according to their viewer share; maximumsingle subsidy is 2 mn . In 2002 63 Films were supported with a total sum of 18 mn onlyseven of which received more than 1 mn and four between 0.5 and 1 mn .It is not easy to assess the relative importance of these funds for the production of Germanfilms, i.e. to determine the share of subsidies in total funds because film budgets are notpublished on a systematic basis. It is even harder to find out what the market share of German films and all other shares would have been in the absence of subsidies. Some firstindication is given by a comparison of the production costs: According to the SchleswigHolstein film support agencies average production costs of movies are 3 mn in Germany 70 Project grants may also be given to TV films, but this happens only rarely 32 III FFG.71 http:www.ffa.destartcontent.phtml?pagefoerderentscheidungen 72 For films that received certain specified awards the threshold is 50,000 viewers. For all institutional details cf. 2230 FFG33and 60 mn in the US.73 Thus even though public support seems to be significant for somefilms that would not have been made without public money it is very little in comparison to thebudgetary advantage that American movies enjoy. Trade distortion should therefore berather limited visavis the US.Also it is not entirely clear what role the local i.e. EU content requirement for TV stationsplays in supporting the German film production cf. Sect. 2.5. What is however clear is thatthe support of German movie and TV production has in no way led to a dominant position ofthe German film industry even in its home market.4.2 Market Structure The dominant position of the US film industry in the German movie market is shown in Fig. 4.Figure 4: Market share by country of origin Source: Filmstatistisches Jahrbuch 2002, tables 12 and 18. 73 Quelle: http:www.infomediash.deaktuell0206film 20_umschalten.html; is anewsletter published by Kulturellen Filmforderung SchleswigHolstein e.V. and MSH Gesellschaft zur Forderung audiovisueller Werke in SchleswigHolstein mb H, two filmsupport agencies, owned by the state SchleswigHolstein and the public and privatebroadcasting corporations, respectively. See also Vogel 2001, ch.3.this 34American films account for almost 80 percent of the German market, while German moviesonly account for about 15 %. American movies are not only more numerous, on average theyare also far more successful per film. The market share of German films in terms of viewerswas 12.5 % in 2000 and 18.4 % in 2001.74 Other countries command only a very smallmarket share in terms of turnover, but have a more substantial role in terms of availability ofnew films.The resulting trade figures are even more pronounced.Table 10: Trade in film rights by region Film Exports 2000a Film Imports 2000Royaltiesin EURin %Royaltiesin EURin %Be Ne Lux France Greece UKIreland Iceland Italy Malta Austria Eastern Europe Portugal Switzerland Scandinavia Spain Europe total USAOthers Sum 2,949,15016,325,0428,48713,209,442526,56311,34914,591,7653,560,8253,447,41455,3434,474,9261,488,236564,81161,542,647783,35413,095,14075,421,1413.9121.650.0117.510.700.0219.354.724.570.075.931.970.7581.601.0417.36100,00118,200,52626,765,2183,937140,837,4328,850,2404,228,99611,761,844597,48511,523,0732,819,373353,546326,053,451467,063,0623,299,470796,415,98314.843.360.0017.681.110.531.480.081.450.350.0440.9458.650.41100,00a films of German origin Source: Filmstatistisches Jahrbuch 2002, tables 69 and 70Table 10 includes all exploitation rights cinema, TV, video etc. and thus captures also apossible trade distortion due to the dichotomous TV market, i.e. the fact that public stationsshow much less American movies than private stations cf. Section 2.5. Still the Americandominance is overwhelming even though it is not as pronounced as in the movie marketalone. Germany is a strong net importer which again indicates that the support of domesticfilms has not led in any way to a strong export position of the German movie industry. Ratherit has kept it in existence. Germany exports less than 10 % of what it imports. Almost 60 % of 74 http:www.ffa.destartdownload.php?filepublikationenffa_internFFA_01_2003.pdf.35all imports stem from the US, the remainder from Europe, notably from Be Ne Lux and the U.K.The distribution of royalty payments by exploitation rights demonstrates the importance of TVproductions.Table 11: Trade in movie rights by exploitation rights Imports 2000Number of Movies Royalties in 1000 Number of Movies Exports 2000Royaltiesin 1000 Cinema Video TVCinemaVideo CinemaTVVideoTVVideoTVCinema Total Source: Filmstatistisches Jahrbuch 2002, table 6865022,9914,989539432729,05957,48947,067523,388519636,692161,194796,415958393,559114742654,8471,0872,96952,9836026025017,80975,421In conclusion, because the US has a very dominant position in the German movie marketdomestic film subsidies can have only a very mild trade distorting effect visavis the US. Thetrade distorting effect against other European films should neither be too large since EU filmsare eligible to German film subsidies and other EU member states support their domestic filmproduction too.5. Conclusion This paper has analyzed the effects of government interventions in the German TV andcinema markets on international trade and investment flows. The German TV market ischaracterized by the dichotomy of public and private broadcasting stations of roughly equalsizes. The private segment consists of a duopoly of two broadcasting groups and somespecial interest stations. Being strictly circumscribed in raising advertisement revenue thefeefinanced public stations are hardly direct competitors to private stations, but they reduceviewer numbers for private stations and thus the market size open to private investors. Thereis however no bias against foreign investors. The recent takeover deal of the Kirch Media Group by Mr. Saban, an American citizen, underlines this very clearly. Almost a quarter ofthe German TV market had been almost sold to a foreigner. All necessary regulatory permitshave been given, the deal failed in the last minute for purely financial reasons.TV channels are scarce for terrestrial and analog cable transmissions but are relativelyabundant for satellite transmissions. They have been allocated by selfgoverned regulatoryinstitutions of public law according to guidelines laid down in state broadcasting laws. Since 36the allocation of channels is made by political bodies that are not directly linked to certainparties and is made for a certain period of years it is hard to predict what their decision willbe if a major player seeks entry into the German TV market as allocation has to be made toensure plurality, but involves a fair amount of discretionary scope. They may have seemed tohave favored public stations and incumbent private stations for terrestrial and cabletransmission while no real shortage of channels occurred for satellite transmission. At thetime of writing the regulatory framework undergoes a major shake up as many statebroadcasting laws have been amended or are being redrafted leading to much less stateinvolvement in the allocation of channels.75 What is even more important, transmission isbeing progressively digitalized which will greatly enhance transmission capacity and allow formarket entry of foreign and domestic competitors on a level playing field. By the end of thisdecade TV transmission should be completely digital. Even if the bottleneck of scarcetransmission capacities is greatly reduced in importance due to digitalization and technicalconvergence, however, the existing stocks of film rights might be used as deterrence devicefor market entry as long as existing film rights will carry over to the networks that will havebeen newly established for transmission of TV signals.Regulations on TV content with respect to the country of origin and the production form areeither not enforced or nonbinding. They do not constitute a barrier to entry or distort theinternational trade in films. The only distortion that may be relevant is that public stationsrely more on own productions and tend to show more German and European films thanprivate stations do.In the market for movies government support may only mildly reduce the extremely dominantposition of American movies. Although public support covers a nonnegligible share of totalproduction costs for German films US films are produced with an average budget that istremendously larger than that of European films so that German public support reduces this American cost advantage only negligibly. The dominant position of US films is a somewhatsmaller in the market for TV films. Summed over all exploitation rights Germany is a huge netimporter of films importing more than ten times its exports. Almost 60 percent of the royaltiesgo to the US with the remainder going to Europe. Thus it seems safe to conclude that tradedistortion from government regulations is negligible. 75 Hamburgs government has introduced a bill for a new broadcasting law that marks a very far reachingderegulation for private TV stations. http:www.ndr.dendrregionalhh20030429mediengesetz.html accessed 28. April 2003.37References Authored ALM Arbeitsgemeinschaft Landesmedienanstalten Entwicklung des Fernsehens in Deutschland 200001, UVK Verlagsgesellschaft, Konstanz.2001 Programmbericht zur Lage und Bauder, Marc 2002 Der deutsche FreeTVMarkt: Chancen fur neue Anbieter?, Arbeitspapiere des Instituts fur Rundfunkokonomie an der Universitat zu Koln, Heft 153.Bernstein, Patrick 2000 BallungsraumFernsehen in Deutschland; in: Jorn Kruse ed. Okonomische Perspektiven des Fernsehens in Deutschland, Verlag Reinhard Fischer : Munchen, p. 6170.Beucher, Klaus; Ludwig Leyendecker and Oliver von Rosenberg 1999 Mediengesetze, Franz Vahlen: Munich Bullingen, Franz and Peter Stamm 2001 Entwicklungstrends im Telekommunikationssektor bis 2010fur Wirtschaft und Technologie, Studie http:www.bmwi.deHomepagedownloadtelekommunikation_postEntwicklungstrends.pdfim Auftrag des Bundesministeriums Bundeskartellamt 2002 Beschluss von Kabelfernsehnetzen an die Liberty Media Co. durch die Deutsche Telekom AG vom 22.02.2002 B 7 16801.im Verwaltungsverfahren uber den Verkauf Dorr, Dieter; Nicole Zorn 2001 Die Entwicklung des Medienrechts, Neue Juristische Wochenschrift,Heft 39, pp. 28372854.Ewing, Jack and David Fairlamb 2002 The Fall of Leo Kirch, Business Week, no. 3773, 11.03.2002,pp. 30ff.Ferguson, Douglas; Elizabeth M. Perse 2000 The World Wide Web as a Functional alternative to Television, Journal of Broadcasting Electronic Media, 442, pp. 155174Filmforderanstalt, Geschaftsbericht 2001, Berlin. Available at http:www.filmfoerderungsanstalt.dedownloadspublikationenGB_FFA_2001.pdf Filmstatistisches Jahrbuch 2002, zusammengestellt und bearbeitet von Markus Roth, Band 6 derzu Medienrecht, Medienproduktion und Medienokonomie. Nomos Schriftenreihe Verlagsgesellschaft, BadenBaden, 2002.Frank, Bjorn 1992 Die Okonomie der Filmindustrie, Steuer und Wirtschaftsverlag: Hamburg.GEZ Gebuhreneinzugszentrale 2001 Jahresbericht 2001, onlineversion atwww.gez.depdfsgb 2001.pdf .Hamann, Gotz 2000 Kirch greift zu, DIE ZEIT, 502000Hamann, Gotz 2002 Couchkartoffel Pleite im TVKabelgeschaft: Die Deutschen wollen blofernsehen, DIE ZEIT, 312002Hammerstein, Konstantin von et al. 2002 Duo infernale, DER SPIEGEL, Nr. 14, 30.03.2002, p. 110ff.Heinrich, Jurgen 1999 Medienokonomie, Band 2: Horfunk und Fernsehen, Westdeutscher Verlag,Wiesbaden 1999Hornig, Frank et al. 2002 Gipfel im Gasthaus, DER SPIEGEL, 72002 09. February 2002Karstens, Eric and Jorg Schutte 1999 Firma Fernsehen Wie TVSender arbeiten, Rowohlt:Hamburg.38KEK 2000 Fortschreitende Medienkonzentration im Zeichen der Konvergenz Konzentrationsberichtder Kommission zur Ermittlung der Konzentration im Medienbereich, Vistas Verlag, 2000,http:www.kekonline.decgibinescpublikationen.html Kruse, Jorn 1989 Markte fur FernsehRechte, in Schenk, Michael; Joachim Donnerstag Hrsg.Medienokonomie, Verlag Reinhard Fischer, Munchen, pp. 255263Kubler, Friedrich 1999 Die Konzentration im Medienbereich und ihre Kontrolle, Arbeitspapiere des Instituts fur Rundfunkokonomie an der Universitat zu Koln, Heft 112.Mavers, Bettina 2002 Analyse: Poker mit Murdoch, Handelsblatt, 10. Mai 2002Merkt, Jutta 1998 Wettbewerb im Local Loop Telekommunikationsortnetzen, 1. Aufl., Nomos, BadenBaden, 1998: Strukturwandel und Netzwettbewerb in OHagan, John 1998 The State and the Arts, Edward Elgar: Cheltenham.OHagan, John and Michael Jennings 2003 Public Broadcasting in Europe: Rationale, Licence Feeand Other Issues, Journal of Cultural Economics, Vol. 271, 3156.Ohler, Arndt 2003 Pro Sieben ringt um Vertrauen der Investoren, Financial Times Deutschland, 17.Juni 2003, p.5.Owen, Bruce M.; Steven S. Wildman 1992 Video Economics, Harvard Univ. Press, Cambridge, MAPerino, Grischa and Gunther G. Schulze 2003 Heres looking at you kid, or how old films deter newentrants in the TV market, University of Freiburg, mimeo.Reimers, Ulrich 2002 Online: Was ist technisch moglich?, Media Perspektiven, 32002, p.132134.Riedel, Donata 2002a Ehrgeizige Expansionsplane der Kabelnetzbetreiber bringen die ganze Branche an den Rand des Ruins, Handelsblatt, Nr. 65 vom 04.04.2002, p. 9Riedel, Donata 2002b Anbieter haben sich auch in Deutschland mit teuren Internetplanen verhoben,Handelsblatt, Nr. 86 vom 06.05.2002, p. 21Rodrik, Dani 1995 Political Economy of Trade Policy, in Gene Grossman and Kenneth Rogoff eds.Handbook of International Economics, Vol. 3 NorthHolland: Amsterdam et al, pp. 14571494.Rosenbach, Marcel and Thomas Schulz 2003 Alles auf Anfang, DER SPIEGEL, Nr. 24, 07.06.2003,pp. 172.Schreier, Torsten 2001 Das Selbstverwaltungsrecht der offentlichrechtlichen Rundfunkanstalten,Ph.D. dissertation University of Mainz, Peter Lang: Frankfurt a. M.Schumann, Matthias and Thomas Hess 2002 Grundlagen der Medienwirtschaft, 2. Aufl., Springer,Berlin et al.Schulze, Gunther 2000 The Political Economy of Capital Controls, Cambridge University Press:Cambridge.Schulze Gunther 2003 International Trade of Culture, in Ruth Towse ed. The Handbook of Cultural Economics, CheltenhamUK: Edward Elgar, ch. 34, pp. 269275.Sjurts, Insa 2000 Wettbewerb und technologischer Fortschritt im deutschen Fernsehmarkt 2000:Eine unternehmensstrategische Analyse; aus: Kruse, Jorn ed. Okonomische Perspektivendes Fernsehens in Deutschland, Verlag Reinhard Fischer, Munchen, 2000, pp. 123147Sturmer, Susanne 2000 Die wirtschaftliche Bedeutung der Verteilung von Verwertungsrechten an TVProduktionen; in: Jorn Kruse, ed. Okonomische Perspektiven des Fernsehens in Deutschland, Reinhard Fischer: Munchen, pp. 107121.39Vogel, Harold L. 2001 Entertainment industry economics : a guide for financial analysis, 5th ed.,Cambridge Univ. Press, Cambridge.Woldt, Runar 2002 Konturen des digitalen Kabelmarktes, Media Perspektiven, 12002, pp. 2744Zottl, Ines 2002 Rupert Murdoch Der Krieger, Wirtschaftswoche, Nr. 15, 04.04.2002, pp. 54Unauthored Economist 2002, The beginning of the end vol. 363, 13.04.2002, p. 61f Frankfurter Allgemeine Zeitung 2002 Investorensuche bei Premiere dauert langer als erwartet, Nr.192, 20.08.2002, p. 13Handelsblatt 2002, RTL Group kauft sich bei NTV ein Nr. 124, 02.07.2002, p. 17SPIEGEL 2003, Wir ziehen das jetzt durch Nr. 25, 16.06.2003, pp. 70ff Spiegel Online 2002 Deutschbanker zerlegen die Beute , 8. October 2002,http:www.spiegel.dewirtschaft0,1518,217253,00.html Wirtschaftswoche 2002, Im Kern gesund, aber missbraucht Nr. 17, 18.04.2002, p. 72Laws and Rulings Aktiengesetz, Stand: 19. Juli 2002 Akt GARDFernsehvertrag, Stand 28. April 2003Bayerisches Mediengesetz, Stand: 25. Juli 2000 Bay MGBundesverfassungsgerichtsentscheidung 12, 205 1. RundfunkurteilBundesverfassungsgerichtsentscheidung 57, 295Bundesverfassungsgerichtsentscheidung 74, 297 5. RundfunkurteilBundesverfassungsgerichtsentscheidung 89, 144Bundesverfassungsgerichtsentscheidung 90, 60 8. RundfunkurteilBundesverfassungsgerichtsentscheidung 92, 203Gesetz uber den Westdeutschen Rundfunk Koln vom 25. April 1998 WDRGesetzGesetz uber Manahmen zur Forderung des deutschen Films vom 6. August 1998 FFGGrundgesetz der Bundesrepublik Deutschland GGLandesmediengesetz BadenWurttemberg, Stand: 19. Dezember 2000 LMedien G BWLandesmediengesetz NordrheinWestfalen vom 2. Juli 2002 LMG NRWLandesrundfunkgesetz RheinlandPfalz vom 6. Marz 2003 LRG RPMDRStaatsvertrag vom 30. Mai 1991 MDRSt VNDRStaatsvertrag vom 1. Marz 1992 NDRSt VRichtlinie 89552EWG des Rates und Verwaltungsvorschriften der Mitgliedstaaten uber die Ausubung der Fernsehtatigkeit EWGFernsehrichtlinie oder Fs LRbestimmter Rechts Koordinierung zur Richtlinie 199964EG der Kommission vom 23.6.1999 zur Anderung der Richtlinie 90338EWG im Hinblick auf die Organisation ein und demselben Betreiber gehorenden Telekommunikationsund Kabelfernsehnetze in rechtlich getrennten Einheiten KabelfernsehRichtlinieRundfunkfinanzierungsstaatsvertrag, Stand 21.12.2001 RFin St VRundfunkstaatsvertrag, Stand 1. Juli 2002 RSt V40SWRStaatsvertrag, Stand 10. Marz 1998 SWRSt VVerwaltungsvereinbarung der Landesrundfunkanstalten uber die Zusammenarbeit auf dem Gebiet des Fernsehens in der Fassung vom 30. November 1998 ARDFernsehvertragZDFStaatsvertrag, Stand 2000 ZDFSt V41Appendix Appendix : Allocation of cable channels in NRW.Stipulated by lawtransborder 1. round 2. round 3. round Single case decisionIn cable networks in areas where two public third programs can be received across the border andare thus both supplied in the cable network the programs of the category programs with local contentare moved one round down. In the above table they move from position 19 to position 25, fromposition 25 to position 30 etc.Source: http:www.lfr.dedownloads rangfolge 5.doc accessed 29. April 2003.ARDZDFWDR Fernsehen Arte 3Sat Der Kinderkanal Phoenix RTL NRWSat.1 NRWVOXNOSRTBF 1VRT 1H3, N3, Sudwest 3 ntv Pro Sieben VIVAEurosporttv.nrw 1BBC World CNN International Super RTLMTV Europe DSFN3TV 5 Europe N24Kabel 1VIVA ZWEIBayerisches Fernsehen NBC Europe RTL 2B1ONYXEuronews Mitteldeutsches Fernsehentm 3VH1Bloomberg Information TVBBC Prime Bayern Alpha CNBC EuropeTRT International Quantum Channel 123456789101112131415161718192021222324252627282930313233343536373839404142434442", "filename": "385359446.pdf", "person": ["Grischa Perino", "Perino, Grischa", "Günther G. Schulze", "Schulze, Günther G."], "date": ["2003"]}