{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/89500/1/391483072.pdf"], "title": ["The state of organizational reform in European firms: Evidence from a comparative overview of ten EU countries"], "plaintext": " 2 INTRODUCTION Objectives This paper is intended to offer an overview of the diffusion organisational change in European firms and their effects in terms of both performance and impact on employment. Relative to the available research on this topic, the present study offers several original features: First of all, the empirical data derived mainly, as will be seen, from two rather exhaustive European surveys 2 permit a unique comparative analysis of the transformations occurring in this domain in ten European countries. Unique, lets insist on this point, because these surveys are the only ones available covering ten countries and using a sole and identical questionnaire applied to a great sample of firms 5 768, see the Appendix presenting the technical details of the surveys Thus, in spite of the usual limitations faced by surveybased data see below for a discussion of this issue, the comparative dimension should allow us to go beyond existing studies in identifying and understanding the processes at work in the diffusion of organisational innovations.3 In particular, the available statistical material will permit the formulation of results that serve to reevaluate what earlier studies countrybased have left at the stage of simple conjectures or hypotheses. Thus, in the first section of this paper while presenting some basic results of the EPOC surveys, our purpose is limited to the goal of presenting new evidence to better qualify and discuss some of the results presented in the existing national surveys on organizationnal innovation 4. In addition to these considerations, the nature of the data compiled allow to explore, even if in a very preliminary way 5, two new types of questions. The first involves an investigation on the specificities of the path or the trajectory followed by the European firms and countries in the area of organisational change. In particular, the question has been raised as to whether it is possible to identify one or several models of change among European firms and countries. This, in turn, calls for a consideration of the impact of social relationsand notably the national system of industrial relationson the firms behaviour in the area of organisational change. A first series of results concerning this point are presented in section 2. The other new question addressed in this paper is that of the effects of organisational changes on employment. Here too, the nature of the data gathered and the way they are processed by 2. These studies are cited throughout this article as EPOC and EPOC1999 cf. bibliography. 3. Most of the existing studies are countrybased. Amoung the most detailed existing surveys focusing on organisationnal innovations are: Disko 199616 and 199617 for Denmark; ERSC 1997 for UK; Lay et al 1999 for Germany, and Greenan 1996a and 1996b for France. For a critical analysis of these contributions but also their limits to the understanding of the way organisationnal innovations can be analyzed and characterized, see Coriat, 2001a. Other important country based surveys are Nutek, 1996 for Sweeden and Osterman, 1994 and 2000 for United States. 4. In particular, this first section refines certain propositions advanced on the basis of the study of three country surveys on organisational innovation Denamark, UK and Germany, the results of which are presented in our 2001a paper. 5 Very prelimanary, because of the lack of data to be confronted to the ones established by the EPOC surveys 2 3the European surveys used which distinguish two main models, one focused on functional flexibility and the other on numerical flexibility 6 allow to establish a first series of results that show sharp contrasts depending on the type of adaptation to competitive pressures privileged by the firms in the different european countries. The key results are presented and discussed in section 3. Relations with the theory of organisations and innovations in organisation While main concern of this study is to present some results of recent empirical investigations on the field of employee participation and organisational change, the connections between these empirical concerns and more theoretical considerations have played an important role at each stage of the analysis. Indeed, the literature on phenomena related to organisational innovation reveals a vast gap between studies of a theoretical nature on the one hand and empirical ones on the other. Over the past two decades, the development of the theory of organisations and its penetration into the core of microeconomic analysis has profoundly shaken the traditional vision of the firm and especially the understanding of the way firms ensure their survival on competitive markets by establishing relative advantage over their rivals. More particularly, for our purposes, along with technological competencies that have long been the subject of numerous and often sophisticated studies, the theory of organisations has brought out the existence of specific organisational capabilities and, in order to do so, has developed a series of tools that are often quite refined cf. Azoulay and Weinstein 2000, Dosi, Nelson and Winter 2000, Dosi, Coriat and Pavitt 2000 for recent overviews of this issue. On this line of reasoning, based on Penroses 1958 seminal work, the revival of the resourcebased theory of the firm Wenerfeld 1984, Montgomery 1995, Conner and Pralahad 1996, Foss and Knudsen 1996, Foss 1997a and 1997b, Grant 1996 evolved significantly with behavioural Cyert and March 1963 or evolutionary approaches to the firm see among a large and diversified body of contributions: Nelson and Winter 1982, Nelson 1991, Chandler,1992, Dosi and Marengo 1994, Dosi and Teece 1998, Prahalad and Hamel 1990, Dosi, Nelson and Winter 2000. With regard to the notion of organisational innovation, all these studies have put forward the idea that all things being equal firms differing capacity for drawing on appropriate protocols and routines to coordinate the information and knowledge distributed between the individuals belonging to the organisation is one of the key elements allowing the firm to establish persistent relative advantage.7 To a certain extent this recent theorising has given new strength and relevance to the X efficiency hypothesis, first formulated in the seminal paper by Leibenstein, 1982. Unlike prevailing approaches, such as Porters, that lay the emphasis on firms positions on markets and on the ways they use their market power, these analyses focus on firms specificities and the internal elements accounting for their performances. One of the basic features of the approach is to insist on the fact that the resources created inside the firms are not and generally speaking, cannot be acquired on the market : the firm must create them by itself, or assimilate them after a period of 6 For a precise definition of these two notions and the proxys used to measure them see infra section 3 7. In addition to the survey by Azoulay and Weinstein cited above, cf. Dosi and Marengo 2000, who clearly bring out the specific features of the competencebased approaches relative to those coming out of transaction costs theory or agency theory. 3 4learning. As Teece, Pisano and Shuen 1997 put it, the very essence of most capabilitiescompetencies is that they cannot be readily assembled through markets 8. Moreover, in this line of reasoning, and following Penrose basic intuitions, a firms growth and success is supposed to rely essentially on an internal and endogenous creation and accumulation process of specific resources often characterised as organisational capabilities or competencies . In this paper, leaving aside the question of the socalled technological capabilities, we shall focus only on those capabilities that consist in using human resources by delegating more initiative to the individuals or by combining the existing skills in specific combinative arrangements Kogut and Zander 1992 allowing the firm to strengthen its efficiency in the conduct of its activities. Unfortunately this vision of firm organisational competencies has not given rise to systematic empirical investigations. What is available is only a series of partial and limited studies dedicated to this object, consisting either in partial country based surveys or in case studies 9.The ambition of the present article is to undertake a modest and admittedly partial attempt to fill this gap. As we shall see, the tools of empirical exploration used here are wherever possible related to the categories established by recent developments in organisation theory to analyse competencies and organisational innovation as a means of creating relative advantage. In spite of the difficulty of rendering available data consistent with the theoretical categories, we hope to convince the reader that the initial results presented here demonstrate the relevance of the competencebased approaches and will encourage the undertaking of new and more refined studies on this subject in the future. 1. THE DIFFUSION OF ORGANISATIONAL INNOVATIONS : A COMPARATIVE OVERVIEW OF TEN EU MEMBER COUNTRIES After recalling the contexet in which it has been launched and the essential features of the EPOC survey, we shall present some of the key results that it allowed us to establish. In the process, relations between the data from the survey and the categories derived from the competencebased theory of the firm will be specified. This section concludes with an initial characterisation of the overall path followed by the European firms. 1.1. Context, Objective and Method of the EPOC survey 8. This vision, as pointed out by Azoulay and Weinstein 2000 imply a rather radical criticism of the standard vision of firms and competition. In a Walrasian world, with perfect information and where there are markets for all goods and factors of production, it seems obvious that there cannot be firms with different characteristics and performances. 9. For countries based surveys on organisational innovation cf. note 2. As regards cases studies, see among other works, Andreassen et al 1995. More recently the consulting firm Business Decisions Limited has undertake, for the DG 5 of the European Commission, a review of the litterature, cited herefater as DG 5, 1999 that includes a short presentation of a number of cases studies. 4 5To fully understand the objective and the methodolgy of the EPOC study, it is usefull to recall here some elements of the context in which the survey was launched. Throughout the decade 1990, in the business circles as well as within the Commission of the European Communities, the debate was intense, about the question of innovations in organization. Under the pressure of the spectacular ascent of the competitiveness of the Japanese firms, the discovery of the Toyota model and the theorization it has given rise to Aoki, 1988 and 1990  , Europe, after United States, began to wonder about the virtues of a High Performance model of work organization. In Europe, the question is all the more lively as the question fits into the debate on the existence of a so called European paradox , a view according to which one of the reasons of the relatively poor performances of the European firms regarding technological innovations lies in the fact that Europe is still blocked in rather rigid modes of organisation, largely inherited from the old tayloristic and fordist models, allowing too narrow a space for employee intiative. Thus the question of being able to promote a process of organisationnal innovation is considered as key to unlocking the capacity of European firms to improve their performance, espacially in the field of innovation. During this period, the European Community launched two Green Papers, one on Growth, Competitiveness and Employment 1993, and the other on Partnership for a New Organisation of Work 1997. They both heavily inist on the need to facilitate vigourous organisationnal reform in European firms. The 1997 Green Paper in particular, after having insisted on the idea that   the purpose   is to stimulate a European debate on new forms of organisation of work   states that   It is about the scope for improving employment and competitiveness through a better organisation of work at all workplaces, based on high skill, high trust, high quality. It is about the will and ability of management and workers to take initiatives, to improve the quality of goods and services, to make innovations and to developp the production process and consumer retlations. In this context, the DG 5 Social Affairs launched a series of case studies to better identify the potentialities and the obstacles to organisationnal innovation 10. Moreover, it seems not exaggerated to say that the Green Papers objective might be interpreted as a will to define a specific European Social Model, and the appropriate means to insure its diffusion inside the firms of the member states. Beside these initiatives, is the hypothesis that the new Human Resources Management practices developed throughout the 80s and the middle of the 90s often referredto in the Managerial literature as best practices, are important tools to be used and invested in by firms to strengthen their competitiveness. This is the reason why the survey launched by EPOC is designed around the notion of employee participation. The objective of the questionnaire is to draw some mapping of the situation in European firms regarding the diffrent forms of employee participation, these forms being used as a proxies to evaluate and measure the level of penetration and diffusion of the new organisationnal practices that have emerged in the last 15 years. 10. A work to which the author of this paper was associated see Andreassen et al 1995. 5 6The structure and the basic content of the questionnaire is presented in the Appendix of this paper. Lets just recall here that the survey offers the singular advantage of having carried out an inquiry on a tencountry sample on the basis of a single grid of questions. One thus is able to draw on a unique set of directly comparable data, which makes this survey a exceptional work tool. The limitation and not a minor onestems however, from the fact that the investigation does not bear directly on practices of innovation in organisation. In fact, the survey is focused on the identification, evaluation and interpretation of a subject designated as covering the practices of direct participation of employees in the conduct of production operations. Such an objective imposed itself, because, as argued above, in the context of the early 90s the implicit idea prevailed that forms of participation were as such efficient means to improve, not only the working conditions of the employees, but also, some of the key elements underlying the competitiveness of the firms. More precisely, what is identified and evaluated consists of 6 forms of direct participation, which are themselves established according to two basic registers. Thus, the analytical grid cf. Box 1 distinguishes 6 forms of direct participation DP11. Forms of direct participation identified in the EPOC Survey BOX 1 Definitions and Basic Content The EPOC survey identifies 3 forms of consultation  They are defined as follows: Individual consultation : face to face : arrangements involving discussions between individual employee and immediate manager, such as regular performance reviews, regular training and development reviews and 360 degree appraisal; armslength : arrangements which allow individual employees to express their views through a third party, such as a speakup scheme with counsellor or ombudsman, or through attitude surveys and suggestion schemes. Group consultation : temporary groups : groups of employees who come together for a specific purpose and for a limited period of time, e.g. project groups or task forces permanent groups : groups of employees that discuss various work related topics on an ongoing bass, such as quality circles 11. It has to be noted that in the EPOC categorisation direct participation as defined in Box 1 is ditinguished from representative or indirect participation. Representative participation includes : joint consultation , codetermination, collective bargaining and worker directors, i.e. forms of paraticiptation that explicitly involve employee repersentatives. One consequence of this methodololical choice is to underestimate in some way the relative weight of employee paricipation of the countries where formal collective bargaining agreements include for example codetermination as it is the case in Sweden or workers councils as it is the case in Germany. We shall come back to this point later on cf. section 2 on this paper. 6 7   and 2 forms of delegation Individual delegation : individual employees are granted extended rights and responsibilities to carry out their work without constant reference back to managers sometimes known as job enrichment Group delegation : rights and responsibilities are guaranteed to groups of employees to carry out their common tasks without constant reference back to managers most often known as group work. Source : EPOC p.18 The two situations identified in the survey may be thus characterized as follow : i a first situation corresponds to the sole consultation of employees, with no obligation on managements part to incorporate the resulting demands and suggestions into work practices; ii in the second case, there is a genuine delegation of power to individuals or groups aimed at allowing employeesin circumscribed and preestablished areas of activityto carry out the responses that they consider the best adapted to accomplish their assigned tasks and functions. If these distinctions are related to the basic categories of the theory of orgnizations, we may first observe that what is involved here is ultimately a criterion of distinction internal to what the theory of organisations associates with the notion of decisionmaking process DMP, the goal of which is to examine the organisations internal modes of information processing in view of decision making 12. From this standpoint, the survey ultimately distinguishes two modes of DMP: In the first, employees can express their viewpoints or demands but are not authorised to process the information in order to make decisions; In the second, employees in predetermined areas have the right and power to process the information and make decisions. In the language of the theory of organisations, we may then say, following March and Simon, 1951, or more recent evolutionnary theorists Cohen et al 1995, that the two levels identified in the survey correspond to two methods of setting up problemsolving devices. From this standpoint, we may suggest another complementary distinction, according to whether i the problemsolving devices target individuals vs. groups and ii according to the fact that they are implemented under strict hierarchical managerial control vs. designed so as to permit more horizontal coordination. Table 1 Level and nature of problem solving devices present in the EPOC survey Individual IIIndividual participation : arms length Hierarchical Horizontal Individual participation : face to face Job enlargement Project Groups Group 12. On this point, see March and Simon 1958 or March 1994, who demonstrate at length the importance of these processes and their the creation of firms relative advantages. Work Teams 7 8 Quality Circles Source : Authors construction based on the EPOC survey Job enlargement is placed in parentheses since it does not really correspond to the idea of horizontal coordination; in practice the concept of job enlargment refers to the modification of individual jobs and not to the relation between jobs, relation which is implict key to the idea of horizontal coordination. Reference is made to the practice since it implies a decentralisation of initiative to the individuals to whom is given a responsability for a greater number of tasks. The practice of quality circles is classed under the category grouphorizontal in conformity with the criteria used in the EPOC survey. It remains the case that studies focusing on this issue have clearly established that there exist various types of quality circles. In the majority of these, coordination is hierarchical in the sense that the members suggestions are transmitted to management who decide whether or not to implement them. For this reason the practice is placed in parentheses. Thus, what is identified and evaluated is not organisational innovations as such but rather different modes of information management and decision making processes at the employee level. The image obtained refers to the degree and level of horizontal and decentralised decisionmaking power in the handling of information necessary for carrying out production tasks  Thus, the new organisational forms as such are not the subject of the investigation, the central purpose of the survey being to bring out and measure a group of key features or characteristics introduced in the organisations, namely, through the identification of types of employee participation implemented, those concerning the way information is processed and decisions are taken. Although these characteristics of the type of DMP provide only an indirect description of the new organisational forms introduced, we hypothesise that they are nonetheless representative of the existence of innovations in organisation. Several of them, moreover, are explicitly described and identified in the EPOC survey as typical of the different modes of direct participation. Thus, the following correspondences can be established: Table 2 Correspondences Between Modes of Direct Participation and Organisational Forms Cited in the Survey MEANS OF PARTICIPATION REPRESENTATIVE ORGANISATIONAL FORMS CITED INDIVIDUAL CONSULTATION ? FacetoFace ? Arms length GROUP CONSULTATION ? Temporary groups ? Permanent groups INDIVIDUAL DELEGATION GROUP DELEGATION project groups,task force, etc. quality circles job enrichment group work, team work, TQM groups, etc. Source: Established by the author on the basis of EPOC methodology 8 9 Finally, even if there is no direct and immediate relationship between modes of participation and types of innovation introduced 13, the principle of correspondence that we have just indicated permits the passage from one to the other. On this basis, some inferences may be drawn. 1.2. An initial view of diffusion for ten countries: a level of penetration that remains modest and a process carried out under strict managerial initiative If we consider only the most widespread forms, the observations and commentaries that they evoke differ according to whether one reasons in terms of modes of direct participation like the EPOC report or, as we are attempting to do, analyses the diffusion of the organisational forms held to be innovative. Table 3 below derived from the EPOC data on the basis of the correspondences established in Table 2 presents the percentages of the different forms of DP identified in the European firms. The organisational forms that may be associated with these DP practices are added in parentheses. Table 3 Quantitative evaluation of the different forms of participation and relations with the new organisational forms involved % of workplaces concerned Individual Information sharing Group Information and knowledge sharing Arms length Temporary groups project groups,etc. 32 % Permanent groups quality circles, etc. 31 % Faceto face Consultative Participation 35 % 38 % 13. Following this line of interpretation one may observe that for instance, job enrichment, which corresponds in the hierarchy of organisationnal innovations to a practice that is at once an old practice dating at least from the 1970s and considered to be of minor importance because it does not call into question Taylorist principles of work organisation at individual stations, corresponds nonetheless to a high degree of direct participation because it is associated with delegation rather than consultation. Conversely, project groups, which correspond to what is considered a high degree of organisational innovation insofar as they generally associate workers of diffrent skills belonging to different department of the enterprise, are given a modest rank in the order of direct participation because they depend on consultation alone. Work groups are practically the only category that is at once a form considered innovative and depending on a high level of direct participation. 9 Delegative Participation 10job enlargement, etc. work teams, TQM groups, etc. 54 % 33 % N.B : The total 223 % is superior to 100 percent because the same workplace may involve its workers in several practices. Taking into account the very complex nature of most of the forms of group participation especially the ones consisting in project groups and the like , we hypotezise that, what is shared between the individuals composing the groups, is much more than simple pieces of information. One may reasonably hypothesise that, beyond the sole exchange of informations, elements of knowledge dispersed in the more skilled employees composing the groups are too shared between the paricipants. If we consider in particular the case of project groups, we may presume that these rather complex groups involve this type of combinative capabilities of the firms, defined by Kogut and Zander 1992. The relatively high score of group delegation is explained by the fact that this category includes TQM practices. As it will shown later on, if one refers to a more strictly defined notion of group delegation i.e. group work and team work, the score falls sharply to 4 % cf  below 1.5 and the discussion around the Table 1.7. Source: Established by the author from EPOC data. The data assembled in this table suggest the following observations: i While the different modes of participation or forms of organisational innovations yield relative scores that are significantly close ranging from 31 to 38 %, one form clearly stands out namely : individual delegation with a score of 54%, which in fact corresponds to job enlargement or job enrichment. As indicated above, this form is quite old and easy to implement, which may explain why the yield is so high. ii The total for forms based on consultation which, as has been emphasized above, correpond to very elementary forms of direct participation largely surpasses that for delegative forms 146 vs. 87. iii If we consider the delegative forms, apart from the fact that individual delegation in the form of job enrichment or job enlargement comes out largely ahead, it appears from complementary data provided in the EPOC survey, that within workteams, the prevailing type is the team with a low intensity of exchanges namely the so called Japanese team. Scandinavian forms of teams broad autonomy, long and largely reconfigured cycles of work occupy only a limited place.14 14. On this point, it is important to say that the authors of the EPOC Report propose a distinction between Swedish teams considered as very innovative and Japanese teams considerd as not very innovative on the basis of a panoply of criteria which do not seem completely convincing and relevant. Such a characterisation defining Japanese teams as having low work content and consequently with a low content of innovation does not take into account the fact that Japanese teams constitute only one element in an overall system which includes high training levels, rotation of tasks not only within but between teams and a quasisystematic internal labour market. Characterising Japanese teams as weak implies a value judgement on the overall innovation level of the organisations considered, which is hardly relevant here. This is a typical case where the failure to take into account the systemic dimension the place of the teams in the overall organisation may lead to interpretative biases. The fact remains however, that according to the sole criteria of degree of worker autonomy and length of workcycles, the Swedish teams can de regarded as much more innovative than the Japanese ones. But one has to recall here that, strictly speaking, the only teams that can be qualified as Japanese are those which are included in the protocols of justintime principles and continuous improvement methods, points which are not identified as such in the EPOC questionnaires. On this debate, see also Adler and Cole 1993, Berggren 1994, OECD 1999 and our own essay on Toyotism : Coriat, 2000. 10 11 It should also be noted that the practice of combining forms is fairly infrequent, notably for the simultaneous use of three or more forms: the proportion drops from 2225 % for 13 forms to 16 % for the simultaneous use of 4 modes of DP cf. Table 4. The incidence of multiple forms of direct participation : ten countries Table 4 One form Two forms Three forms Four forms Five forms Six forms Total % Total % 23 25 22 16 10 4 100 Source: EPOC p. 58. Taken as a whole, these results yield a relatively precise image of the state of European workplaces. It should thus be observed that innovative practices enjoy only a modest rate of penetration. Europe thus seems to have beeen relatively timid in the management of its workplaces. Rather than an organisational reform aimed at indepth transformations, the data collected give the impression of witnessing no more than a partial reform of the hierarchical model of organisation based on strictly defined individual job stations inherited from Taylorism. 11 12implemented in order to overcome excessive This remark is based on the double evidence that a the most diffused forms are the simplest one, related to individual job enlargement and jod enrichment; b rarely they are combined with most avanced ones. Making a step further, it seems not exagerated to observe that this renovation of the old practices are aimed at loosening the most disadvantageous constraints and limitations resulting from the classic Taylorist model. Such a loosening is itself pursued in two directions. On the one hand, there is the introduction of greater expression for employees, along with practices to enrich tasks on certain individual work places, in order to overcome the excessive division of tasks inherited from too strict application of the Taylorist principles of work organization. On the other hand, some horizontal work groups are functional compartmentalisation of tasks and functions. Ultimately, it is as if the organisational reforms were aimed above all at a better expression and coordination of information and knowledge of the employees with the goal of better mobilising some of the organisations internal competencies of the firm. It should also be noted that this process is achieved not mainly through decentralisationof the initiatives but mainly to facilitating managements decision making. 1.3. The motives for change The insights provided by the questionnaires on this subject are extremely clear and confirm those of the preceding analyses 15, so we shall limit our comments to the following: Concerning the motives advanced by the managers to explain the changes undertaken, from the data collected, it would appear that EPOC p.8216: i Whatever the mode of DP considered, the motive cited by the manager is always first and foremost the pursuit of improved productivity; ii The pursuit of quality is also an important factor, very often mentionned by the managers; iii The combination of the two motives productivity quality appears to be particularly important; iv Finally, it should be noted that the demands of employees or their representatives, or the requirements arising from collective agreements or labour law, are very rarely cited as motives for the introduction of changes p. 82.17 For the authors of the EPOC report, this situation suggests that direct participation is primarily management inspired EPOC p. 82, a diagnosis that confirms some the obervations already made see the conclusions of the previous paragrpah As it will be argued later on, the idea of the process of transformation being primarily management inspired seems to be key to understanding what happened in European firms in the domain of organizationnal change, and to evaluating its successes as well as the limits it has reached. 15 . cf on this point the results already established by the the existing country based surveys already mentionned see note 2. 16 The figures 5.1, 5.2 and 5.3 of the EPOC survey not reproduced here for reasons of space provide precise data of the issues examined in this paragraph 17. However, where there is high employee representation, the motive of meeting collective bargaining demands is more often advanced. This corresponds to practices aimed at improving working conditions. On this point it should be noted, according to the managers, that in Sweden, Denmark and the Netherlands, the motive of improved working conditions namely the combination the combination : productivity improved working conditions is more often cited than is the other countries. 12 131.4. Effect on firm performance The changes introduced with the basic purpose of increasing productivity and quality and, in certain cases which are less numerous, of improving working conditions, seem to fulfil their objectives perfectly. Table 5 below presents a synthesis of the results obtained from the questionnaire. Effects of the different forms of direct participation% of those responding Yes Table 5 Individual consultation Individual consultation: facetoface : armslength Group Group consultation: temporary consultation: permanent groups groups Individual delegation Group delegation Reduction of cost Questions posed to managers Source: EPOC p. 112. The following comments may be made with regard to this table: i According to the managers 18, all the modes of participation have positive results on performance, without any one mode except quality improvement, see the following observation distinguishing itself clearly in terms of its relative effectiveness; 18 . Of course this type of evaluation of the performances is of limited significance. But more refined criteria based on quantitative analysis provide very analogous results, see espacially on this points Lay et al, 1999 in the case of the German survey. 1361 64 94 52 39 42 27 26 66 66 92 47 40 39 37 25 Reduction throughput of time Improvement in quality Increase in total output Decrease in sickness Decrease in absenteeism Reduction in nos. of employees Reduction in nos. of managers 61 62 94 53 37 39 26 22 60 69 93 44 22 28 26 28 56 66 94 58 32 37 30 31 64 66 95 48 31 39 30 23 14ii By contrast, the improvement of quality effect displays particularly high scores ranging between 9295 % positive responses depending on the mode of participation considered; these figures should be compared with those of the positive effect in terms of reduction of costs 5666 % and increase in output 4858 %, which are also high, but less so than those obtained for improvement of quality. It is also worth noting the clearly positive effects in terms of reduction of absenteeism 3742 %an indicator often used as a proxy for working conditionssuggesting that the changes are well accepted by employees.19 Overall, we arrive at the basic result, which confirms what has already been observed in the review of the country surveys on Denmark, Germany and UK cf. Coriat 2001 and confirmed by other ones on Sweden : Nutek ,1996 or United States : Osterman, 1994 and 2000, namely that innovation in organisations is characterised by both cost effects and quality effects mixing gains stemming from both cost and noncost factors of competitiveness. This key point, which confirms the conclusions drawn from preceding studies, serves to define the nature of the relative advantages that can be constituted on the basis of the kind of organisational capabilities that the firms have or are able to acquire through the implementation of innovative HRM practices. 1.5. Combination and benchmarking of the forms examined One of the merits of the EPOC survey, in relation to its predecessors, has to do with the attempt to go as far as possible in benchmarking the effect of the different modes of DP and in certain cases their cumulative effects on different performance indicators. If certain of the findings obtained are not surprising and confirm results which are already available, others are, by contrast, less predictable and thus worthy of closer attention. An evaluation of these effects is proposed in the following tables: The effect on performance of multiple forms of direct Participation % of those responding Table 6.1 yes Reduction of costs Reduction of throughput time Improvement in Quality Increase in total output Decrease in stickness Decrease in absenteism Reduction in the no. of employees 12 Forms 34 Forms 56 Forms 58 59 90 43 30 28 25 65 66 95 47 35 41 32 69 71 98 73 45 49 38 19. Interestingly enough, the lowest score by far: 28 % positive responses is that received by individual delegation of responsibility i.e, job enrichment, which suggests that in this particular case, the working conditions effect, if it was sought afterwhich is in no way presumedwas not obtained. This offers another proof for the argument that the reform is indeed carried out with a vision and objectives that are mainly managerial. 14 Reduction in the no. of managers Source : K. Sisson 200020 1515 Table 6.2 26 35 Differences in performances between companies using 5 or 6 modes of DP and those using only 1 or 2 18 % 35 % 14 % 28 % ? cost reduction ? output increase ? layoffs ? reduction of managers Source: EPOC p. 114. The presence of the last two items layoffs and reduction of managers poses a problem insofar as the improvement of performance is obtained by the elimination of personnel, thus raising the question of the effects of DP on employment and the labour market. This particularly important and sensitive issue will be addressed below cf. section 3. At this stage, we shall simply observe the significant nature of the disparities regardless of the items considered between low and highinnovation firms in terms of the introduction of modes of DP. A key result, steming out from thse data, is that the combined utilisation of different modes of DP yields improved performance, a proposition that the authors of the report formulate in the following terms: Performance shows even greater improvement when the use of numerous modes of DP are combined; in particular, the effects on performances are systematically better for firms that simultaneously use five or six modes of DP than for those that use only one or two EPOC, p. 113. With regard to the benchmarking of the different modes of DP, the EPOC report also offers some useful indications. In particular, forms of consultation under the heading of temporary groups appear to have in most cases more impact than those in permanent groups respectively : 64 % vs. 61 % , for reduction fo costs, 66 % vs. 61 % for reduction fo throughput time and 95 % vs. 94 for % improvement of quality. Sisson, 2000, p.6 This point may be, at first glance, somewhat surprising, since one could hypothezise that permanent groups are more suited to benefit from learning effetcs Cole, 1979 and 1993, Coriat 2000 . In fact, if one refers to the content of temporary groups project groups and the like vs. permanent ones : basically quality circles and the like, the observation that the temporary groups have more positive effects than the permanent ones is not completely surprising, since the temporary forms of DP correspond to forms of organisational innovation which are often more advanced and complex involving employees of different levels and skills than the permanent ones quality circles, most often composed of workers positionned at very similar skill levels. Further, this observation is consistent with the idea put foreward by Kogut and Zander, 1992, according to which the combinative capablilities of a firm involving individuals of different types and levels of skills and belonging to different spehre of activities of the firm are the real locus of its competitive advantage. At the same time, this observation seems consistent with the idea that 20 This study is recent publication from the EPOC group providing some more precions based on the analysis of the the same 1996 basic questionnaire. 15 16the most significant performance effects correspond to the most daring organisational innovations. In any case, it results from the data provided by the survey that the economic benefits of organisational reform in Europe seem directly correlated to the level of managerial involvement. For both individual and group forms of innovation, the best results in terms of performace are associated with the forms that directly imply a high level of manageral involvement. These observations must, however, be tempered by others concerning the delegative forms of DP. On this issue, one the salient conclusions of the report states that : In the case of individual delegative modes of DP, the best performance effects are associated with giving a margin of initiative to individual players in terms of relations with customers and mastery of their own organisations EPOC p.115. In the same vein, the Report emphazsies too, that in the case of group delegation : the scope and intensity of group delegation were of particular importance for economic performance ibid. This last point is cleraly illustrated by some data provided by Sisson, 2000. The effects on performances of different types of group delegation % of respondents Table 7 Reduction of costs Reduction in throughput time Improvement in quality Increase in output Source : Sisson, 2000, p. 11. saying Yes Toyota model low intensity 44 56 91 27 Scandinavian Model high intensity 80 80 96 99 These observations are important. They suggest that there is not simply one path, or to put it in more provocative terms, one best way for obtaining high performance. Besides the dominant direction followed : that of consultation with a present and active management, it appears that there is another parallel way not necessarily alternative : that of effective delegation of tasks and functions to individuals or groups. The data from the EPOC survey clearly show, however, that European managers unambiguously prefer the first direction, i.e. that of spurring a consultative type of organisational reform under the close control of management 21. And this is the case in spite of the fact that some of the EPOC data indicate that the second path illustrated by the high level of performances obtained by the Scandinavian model seems very promising. 21 This observation is confirmed by a set of data concerning more directly the composition and the functionning of team works First of all, ti has to be noted taht only 4% of the workplaces are concerned with the implentation of goup work, a score which is undisputably very low. Morever   in the majority of cases the appointment of team leaders is a managerial prerogative. Joint decisionmaking occurs only about one fourth of all cases, while management decide the composition of the team in almost 40 % of workplaces and in only 15 % do the group members alone decide who may become of the work group EPOC Newsletter 2000. 16 17If, in conclusion of this section, we attempt to determine the significance of the whole of the data and observations presented thus far, it is possible to indicate the essential features of the European path in the organisational reform now underway. 1.6. An intermediate conclusion : first indications about the trajectory followed by European firms In very condensed fashion, the path towards organisational reform followed by European firms may be characterised as follows: With regard to the modes and forms of change introduced, if organisational reform depends on varied forms, the analysis of the answers to the questionnaire clearly show that the reform is much more widely aimed at the modification of tasks and functions on preexisting individual work posts than at the setting up of work groups and teams in place of such posts. As regards individual employee expression and consultation, the reform seems to place the essential burden of decision making on the managers rather than delegating powers of decision to individuals and groups. As regards group participation, in the same way, the organisationnal reform relies fairly broadly on the setting up of transfunctional groups to overcome excessive rigidities in the functional division of labour inherited from the Taylorist era. Here too, these temporary groups have a mission that is strictly consultative: they are placed under the authority of managers who have the final say in matters of choice and decision making. Concerning the level of diffusion, if one refers to the previous studies on this issue provided by existing national surveys on organisationannl changes whose reults are presented in Coriat 2001, the spread of innovations in organisations is less profound than expected. The EPOC data show that few companies seem resolutely committed to the reforms, with only 4 percent of them are using five or six forms simultaneously; However, if the criterion is lowered passing from 56 forms to 23 forms implemented a less sombre image emerges: it may then be considered that the group of firms participating in organisational reform covers nearly onethird of the population. This remains a quite modest figure, however, given the scope of the changes Europe is facing in the competitive context and the importance of the adaptations that are deemed necessary by all observers. This modest result is all the more surprising in view of the performance effects. In this field, the data neatly show that the reform pays! The economic benefits in terms of cost and quality alike are patent, and all the more clear when the reform is daring, that is, when several forms are used simultaneously. Turning to a more qualitative evaluation, as pointed out above, the data show that there are two different paths towards high performance: broader employee expression under the authority of an immediate management on the one hand, frequent delegation of responsibilities to individuals or groups on the other. 17 18In more conceptual terms, if such an extrapolation may be attempted, it is as if high performance were associated with two modes of a single principle: the implementation of specific problemsolving devices at different levels of the organisation. This implementation can be achieved either by delegation of decisionmaking power to the players directly confronted with the problems posed, or by the gathering of relevant information and hierarchical decision making as close as possible to the players concerned by the decision. However as already indicated, the EPOC data show that the European organisational reform largely privileges the consultativehierarchical path, even if the presence and the efficiency of the other delegative path is manifest. After this inventory of EPOCs contributions in areas analogous to those of the country studies already available 22, we should now like to turn to a series of original data and observations related to subjects of investigation addressed for the first time in a treatment of the EPOC data published in 1999.23 In particular, and in the vein of the characterisations presented above, the question raised in the following section is whether one or several European models of organisational change can be identified and defined. 2. ONE OR SEVERAL EUROPEAN MODELS ?  THE IMPACT OF NATIONAL SYSTEMS OF INDUSTRIAL RELATIONS ON ORGANISATIONAL REFORM This section draws mainly on two studies. The first one is the new EPOC report already cited and published in 1999 designated hereafter as EPOC1999, which offers another treatment of the data from the initial EPOC survey. The second is an OECD report cited here as OECD1999 which draws on certain data from EPOC and EPOC1999 and recasts them somewhat in order to compare them where possible with other data from studies on changes in organisation carried out in other OECD member countries, notably Japan and the United States. Box 2 below gives a brief presentation of the methodology and objectives of these two reports. Box 2 The OECD1999 and EPOC1999 Reports New Approaches to the study of orgizational reform in Europe Although they are based on very different principles, the two reports are largely complementary on certain key issues. 22 On this point see, above, note 2 23. This report is entitled Employment through FlexibilitySquaring the Circle: Findings from the EPOC Survey. Hereafter, this second publication of the Dublin Institute will cited as EPOC1999 to distinguish it from the first one cited as EPOC in this article. 18 19 EPOC1999 While it uses the data gathered and published in 1997, the second EPOC report clearly differs from the earlier one in the following respects: i The subject is more narrowly focused on flexibility and, in particular, on a basic distinction between functional flexibility and numerical flexibility, with precise definitions of these two notions determined through the use of a range of indicators in order to carry out quantitative comparative analyses.24 ii The methodology is also revised: while EPOC simply presents and comments on data tables corresponding to the responses to its questionnaires, EPOC1999 systematically uses econometric techniques of multivariate analysis.25 iii Most important, the second EPOC report shifts the problematic by relating innovations in organisation to changes that have affected the labour market internal to the companies and more global. This new, complementary perspective lies at the heart of the key relationship linking changes in organisation and changes in the labour markets. OECD1999 In certain areas, this report provides a useful complement to EPOC, notably insofar as it enlarges the field of comparison by complementing the data on the ten European countries surveyed in EPOC with data from other OECD member countries through the creation of standard reference forms allowing an international comparison. In practice, there are three typical reference forms designed by the OECD survey, and used as indicators of organisational change. Among them, the most important are see Table 8 of this paper : Rotation of tasks, understood as a system of defining tasks which authorises emplyees to alternate work stations among themselves; Teamwork: the category used by the OECD sudy is Selfdirected work teams defined as small groups of workers whose membres have the authority to handle a wide range of issues relating to the team as they see fit, in order to fulfil its objectives; a further formal distinction is made between Japanesetype and Swedishtype teams on the basis of criteria analogous to those used in EPOC; Delegation of responsibility: consisting of a dissemination of information at the levels where different kinds of responsibilities are transferred, as well as the evidence of a flattening of hierarchical levels. As in the previous section, we shall not explore all of the areas covered in these two reports; rather, we shall concentrate on two key questions for which the three reports taken together allow the formulation of new responses: Can we detect of one or several European models and if so, what are their distinctive features? What is the influence of industrial relations beyond : what are the influences of regulation and institutional setting in which the firms are embed on the design or diffusion of organisational 24. We shall return below to the more precis e criteria used. 25. Such techniques are necessary because the FONCFLEX and NUMFLEX categories at the core of the EPOC1999 analysis are themselves constituted by crossing data from very different sections of the questionnaire. The econometric techniques permitting the isolation of dependent variables and the monitoring of certain correlations thus become indispensable tools. For further details, see EPOC1999. 19 20innovations? More precisely, is it possible to identify models that are relatively more orientated towards functional or numerical flexibility? 2.1. Diffusion by countries and regions: can we speak of one or several representative European models? The question arises from the available results concerning the diffusion of new forms by country. Although no indisputably clear image emerges, certain manifestations of a country effect may be perceived, and the differences observed merit special attention and comment. From the data gathered by EPOC26, it emerges that certain groupings among countries seem to be discernible, corresponding to patterns or models of diffusion that are distinct from one another, even if, as will be seen, they are unevenly identified and typed. EPOC1999 thus distinguishes with appropriate caution three models or patterns of diffusion : A Northern model, corresponding to the most profound diffusion of the DP modes and forms of organisational innovation; a Southern model, corresponding to a slight diffusion; and an Intermediate model situated between the other two. In our view, these designations might be modified somewhat: in place of the Northern and Southern models, it might be better to simply refer to models, or better yet, patterns of high and low relative intensity diffusion of innovative forms with an intermediate group retained for the third model. The advantage of these terms, we would argue, is that they replace the geographic dimension which as the authors of the EPOC report note it, is rather arbitrary and ultimately of little relevancewith a criterion that is internal to the modes and processes of diffusion. In the new gouping proposed, the notion of high or low relative intensity is built on the average number of innovative practices introduced by country relative to the average of the ten countries. On the basis of this analytical framework, and if we to focus on the most innovative practices namely individual and goup delegation, the following data can be extracted from the OECD1999 study : Table 11 Indicator of delegations of responsibility Percentage of workplaces reporting presence of practice Sweden Denmark Netherlands Germany France United Kingdom Ireland Individual delegation 1996 69 57 59 64 54 53 62 Group delegation 1996 56 30 48 31 40 37 42 Total 125 87 107 95 94 90 104 Quality circles 1992 9 10 15 19 20 18 11 26. We refer here essentially to the Tables 4.8 to 4.11 of the EPOC survey, which cannot be reproduced here for lack of space. However, Table 11 of this paper see below provides some evidence on this country effect, based of the data related to individual and group delagation. 20 Italy Spain Portugal Unweighted average 44 40 26 55 2128 10 26 35 72 50 52 90   17 11 14 Source : Assembled on the data provided in OECD1999 Data on individual and group delegation are from the EPOC survey. Data on quality circles are from the Price Waterhouse Cranfield survey; they are presented here as complementary informations. Looking more closely at these data and confronting them with the more detailed ones providided in the EPOC survey, it appears that there is indeed a group of countries whose diffusion patterns clearly display lower than average intensity, namely what the EPOC1999 report designates as the Southern model, corresponding to Italy, Spain and Portugal. This is the most clearly identifiable group. It is also possible to identify a group of countries exhibiting a model of diffusion with higher than average intensity. Sweden and the Netherlands clearly belong to such group, but the rest of the membership is more ambiguous. Depending on the kind of innovative practice considered, it may include Ireland or Germany less frequently. We shall come back to the sensitive problems of interpretation that this group poses. Finally and by subtraction, so to speak, there is also an intermediate model, which most often includes France, England and Denmark. This first overall distinction calls for a series of more specific remarks. 1. A group with low relative intensity of diffusion the Latin group This group, typically composed of Italy, Spain and Portugal, is very sharply defined. Whatever the indicator used, the three countries show performance levels below the average of the ten EU countries and almost systematically the lowest performance among all the countries, even if, the performance levels of Italy are the least inferior of the three. An interesting point in the case of Spain and Portugal is that the foreign firms established there do not show higher scores than local ones, which, according to the authors of the EPOC report, suggests that, More than in other countries, lower labour costs may have been an important consideration in the location decision EPOC, p. 64. Going still further, the creation of a kind of vicious circle may be feared: a the low level of organisational modernisation solicits types of investments and facilities that can do without this kind of modernisation; b that being the case, the organisational reform is introduced slightly or not at all and thus, c the vicious circle is maintained. 2. A group with high relative intensity the Nordic group This group seems less clearly identifiable than the preceding one. More fluid, it appears not to have well defined borders, as if it were still open to changes. If it certainly includes Sweden and Netherlands, whose performance are almost systematically above the average of the EU 10, Ireland for a great many number of practices or Germany less clearly, and only for certain types of practices 27 can be attached to it. Here, future developments will surely be decisive, with one country or another catching up with the leading countries or conversely, losing its status as candidate for the group of leaders to fall behind in the intermediate group. 27 See below the results of some correlation tests done by the OECD1999 study. 21 223. An intermediate group, composed of countries whose performances fluctuate around the average England, France, Denmark Depending on the indicators used, the disparities in performance between these three countries can be considerable. This group is obtained more by default than by homogeneity of performance, and for this very reason it may be imagined that over time the countries included will follow different trajectories. If a few sporadic performances place one or another of these countries in this group on the fringes of the leaders i.e., those with high relative intensity, the performances as a whole give the clear impression that the organisational reform has not yet had a comparable impact on the members of the group, than the one observed for the leading group. 2.2. The role of industrial relations and institutionalised forms of employee representation Even if conclusions on this question must remain circumspect, available data suggests a certain influence of industrial relations systems. The outcome will depend on the nature and level of precision of the relations sought. The group of leading countries in the narrow sense of the term Sweden, Netherlands or more broadly if we add Germany corresponds to types of industrial relation systems which, if they encompass national differences that are sometimes significant, also show notable common features. In all cases, these are countries where union activity is highly institutionalised and where structures of personnel representation traditionally play a genuine role in internal regulation and the everyday work situations. As may be imagined or hoped, DP seems to be more deeply established in these countries than elsewhere. Morever, even if cautiousness is here especially required, certain of the econometric investigations made in the OECD survey do provide some confirmation of the role of industrial relations arrngements. Commenting a series of correlation tests, the OCED survey notes that : The industrial relations system in place is significantly associated with whether or not initiatives have been recently taken. Establishments with work councilsmore precisely those employers who have representatives of the employees in the largest occupation group recognised for consultation or joint decisionmaking at the workplaceare more likely to take initiatives in all practice areas, except for teams p. 46. On the basis of another series of correlation tests, the same report adds : the presence of collective bargaining agreements also has a significant relationship with the two summary variables, with unionized workplaces more likely to have flattened management structures and to have installed teams ibid. Finally, from the rough data provided by the EPOC survey, or from the econometric tests done by the OECD study, it seems difficult to challenge the fact that the countries where unionism is the most solidly institutionalised and traditionally recognised as a partner are also those where the organisational reform has made the most inroads.An observation also confirmed by some EPOC1999 survey which states that   the most accomplished forms of personnel representation are associated with the most extended forms of direct participation and vice versa. Finally all these observations bring to the fore the idea that the more the industrial relations system reserves a place for union activity and personnel representation, the more the diffusion is pronounced. 22 23FROM ORGANISATIONAL INNOVATION TO ORGANISATIONAL At this point lets make it clear that on our view there is no contradiction between this observation and the one indicated earlier to the effect that the organisational reform depends overwhelmingly on a strict managerial initiative. Industrial relations intervene only secondarily; they are neither at the origin of changes nor responsible for the content they assume. The result we have just presented implies only that even if the initiative comes from management, the existence of institutionnalized form of employee repersentation in certain industrial relations systems is more favourable to the diffusion of innovative forms, and the most innovative among them in particular. 3. FLEXIBILITY: EFFECTS ON EMPLOYMENT AND THE LABOUR MARKET This topic was already addressed in the EPOC study with certain paradoxical results, but the new study goes into much greater detail. 3.1. FUNCFLEX, NUMFLEX and the labour market: problematic and indicators One original contribution of the EPOC1999 study, as already noted, consists in building a series of synthetic indicators allowing an evaluation of the penetration and relative impact of two basic forms of flexibility defined as functional and numerical flexibility. Without going into the lengthy, complex debate concerning the definitions of flexibility 28, it may simply be recalled that a terminology seems to have emerged in recent years to distinguish between two opposing forms, which, adopted by EPOC1999, are defined as follows: n Functional flexibility: is intended as The ability to deploy employees to the best effect. Its common features are job rotation, delegation of responsibility and the use of teams, together with an emphasis on continuous training to enable employees to acquire new skills and competencies EPOC1999 p. 4. This type of flexibility is often also called internal flexibility. It refers to operations and changes carried out largely within the entreprise and performed within the existing contract structure of the enterprise OECD 1996. Functionnal flexibility is most ofeten focused on quality and non price factors of competitiveness. It is sometimes refeered to as the high road towards competitiveness Boyer 1986. In more theoratical terms functionnal flexiibility can also be refered to policies designed to the strenghtening of primary and internal markets to use here the categories first introduced by Doeringer and Piore, 1971. n Numerical flexibility: on the contrary is defined as the ability of the organisation to adjust the quantity of labour to meet fluctuations in demand. It relies on the absence of constraints concerning hiring and firing, as well as the duration of working time, the multiplicity of forms of atypical labour parttime, temporary, etc. and the systematic use of subcontracting and outsourcing EPOC 1999, p.4. This form of flexibility is often also called external flexibility, a notion which usually involves changes in the nature and the type of contracts enjoyed by the employees. The focus of such strategies is most often to decrease costs, especially labour costs, by expending the scope of secondary and extrenal markets Doeringer and Piore, 1971. Thus, 28 For an penetrating reflexion on these categories see Boyer, 1986. 23 24these strategies of cost competitiveness are sometimes characterized as the low road towards competitiveness Boyer 1986. On the basis of these definitions, the ambitions of the report are multiple: first of all, to use the EPOC data to construct synthetic indicators named FUNCFLEX and NUMFLEX and to evaluate in turn the relative penetration of the two forms in Europe and their effects on employment. The different measurements were carried out on the basis of the indicators presented in the box below. Box 3 FUNCFLEX, NUMFLEX AND CONTFLEX Proxies and Measures 1. Functional flexibility: The measure of functional flexibility used , therefore labelled FUNCFLEX, combines the scope or intensity of two of the forms of direct participation investigated in the general report: individual delegation and group delegation. Overall, this means the combined measure embraces eight rights in the case of individual delegation and eleven in the case of group delegation. To make the results digestible, the combined list was reduced to four values: 0 no delegation; 1 low intensity; 2 medium intensity and 3 high intensity. 2. Numerical flexibility: The measure of numerical flexibility used in the analysis, labelled NUMFLEX, uses answers to the downsizingback to core business combination. The measure has three values: 0 none of this practice; 1 low intensity one of this practice; 2 high intensity both of the practices. 3. Contract flexibility: As in the case of numerical flexibility, our measure of contract flexibility, labelled CONTFLEX, had to be created anew. It combines answers to questions about whether or not there had been an increase in parttime work and temporary contracts. The measure also has three values: 0 none of this practice; 1 low intensity one of this practice; 2 high intensity both of the practices. Source: EPOC1999 p. 4. 3.2. Effects of innovations in organisation on employment : some basic results We have chosen to summarise the main results in the form of six propositions accompanied by the key figures that have provide empirical support for them. 1. Not withstanding its slight diffusion, functional flexibility has positive effects on employment where it manages to penetrate. Extent of functional flexibility in % of workplaces Table 9 FUNCFLEX level of penetration Percentage of total workplaces concerned Partial totals none low; average high 24 None Low Average High N 2542 % 36 % 17 % 6 % 5,786 78 % 23 % Source: EPOC1999 p. 23. The central observation stemming out of the data is that functional flexibility in fact enjoys modest diffusion: 23 % of the workplaces are concerned, even if we adopt an extensive vision of its diffusion by combining average 17% and high 6 % level of penetration . Moreover, as the report specifies, FUNCFLEX is best diffused in medium and mediumlarge companies. New arguments thus emerge around the fact that the European organisational reform is still at a rather low stage of diffusion. This situation is all the more frustrating insofar as the effects in terms of employment seems fairly encouraging cf. Table 10. Functional flexibility and net employment change Table 10 Stable employment : % of establishments reporting no increasedecrease in employment Net employment change : for establishments reporting increasedecrease in employment % of the work force employed No FUNCFLEX Low FUNCFLEX Medium FUNCFLEX High FUNCFLEX 40% 5 1 6 12 17 N The Table shows the net employment effects associated with different level of Funcflex, which are arrived at simply by subtracting the percentage of establishments reducing employment from that increasing it. 5,527 Source: EPOC1999 p.24 If we consider the relations between the levels of penetration of funcflex and the changes in employement, the data exhibit a positive correlation between the level of penetration of FUNCFLEX and the growth of employment. The greater the penetration of FUNCFLEX, the greater the percentage of establishments reporting positive effects on employment  2. Lower relative diffusion of numerical flexibility 25 26Several dimensions of numerical flexibility are analysed. First of all, its diffusion relative to FUNCFLEX cf. Table 11 provides the following information: The extent of Numerical Flexibility. % of workplaces Table 11 FUNCFLEX NUMFLEX 42 36 69 na 17 53 na 26 6 100 5 100 None Low Medium High Total 5786 5786 N : not avaliable sum of low and medium; Source EPOC1999 p 34 The first point consistent with our preceding observations to emphasise is the very high percentage of workplaces which are concerned neither by FUNCFLEX nor by NUMFLEX, 42 and 69 percent, respectively. Ultimately, a very limited percentage of workplaces are highly involved respectively 6% for Funcflex and 5 % for Numflex Nonthemess and even if the available data permits only a rough comparison, we may also observe that: only 26 % of the workplaces are affected by the high average levels of penetration of NUMFLEX, compared to 53 % by the penetration of FUNCFLEX. 3. Weak combination of the two: one orientation or the other almost always predominates Concerning relations between the two forms of flexibility, the following table brings out the essential points: Table 12 : The combination of Functional flexibility and Numerical Flexibility % of working places No Funcflex or Numflex Low Funcflexlow Numflex FuncflexNumflex 29 45 26 Both medium High Funcflex High Numflex Both High Total 274 15 3 4 100 EPOC 1999 p.36 This table provides two insights. First, it shows that the two forms are not necessarily practiced exclusively. It is not impossible for the two forms to coexist, and this situation is not marginal both medium and both high each attain scores of 4 %. Similarly, if highlow combinations do not show elevated scores, they are still not rare. This apparent paradox may be explained by the fact that numerical flexibility is mainly approached through the combination of two indicators, downsizing and return to core business, a strategy which can be taken as somewhat compatible with the practice of functional flexibility which is approached through the existence of forms of individual or group delegation. Finally, a large mass of companies follow no clearly defined orientation: the combination of low functional flexibilitylow numerical flexibility concerns 45 percent of the workplaces. This last point is important: the very high score attained suggests that almost one out of two companies basically applies very few changes and follows no identifiable strategy. What predominates are very pragmatic ploicies, where the rare changes are introduced in function of highly practical considerations by drawing on available techniques as if they were recipes, without any apparently cumulative line that might be the expression of a strategy. 4. Just as functional flexibility is associated with the increase of employment, numerical flexibility is associated with its decrease Concerning their effects on employment, the relative performance of numerical and functional flexibility are consistent with expectations. The following table summarises the essential points. Changes in net employment effects by levels of functional flexibility and numerical flexibility % of workplaces Table 13 Net employment change: difference in % of establishments reporting increasedecrease in employment no FUNCFLEX or NUMFLEX low FUNCFLEX low NUMFLEX Tencountry average 5 13 0 27 28 both medium high NUMFLEX high FUNCFLEX both high N 9 52 29 26 5,530 Source: EPOC1999 p. 44. With regard to the most extreme strategies high functional vs. high numerical flexibility, respectively, the figures speak for themselves : high numerical flexibility is associated with a very negative performance in terms of employment 52, while high functional flexibility is associated with clear positive performance 29. The high score 26 associated with the indicator both high is more problematic. It seems to suggest that the downward effects of numerical flexibility are much more important than the upward trends associated with functional flexibility when the two strategies coexist. This hypothesis is reinforced by the fact thatas other data clearly indicatethe positive effects of functional flexibility are not immediate; in the short term, it contributes much more often to maintaining jobs than to creating them. 5. Numerical flexibility yields the best results in terms of employment when it is practised in common with contractual flexibility In order to delve further into the conditions under which functional flexibility creates or maintains jobs, it is necessary to call upon a complementary variable. Indeed, alongside numerical and functional flexibility, the authors of EPOC1999 have attempted to identify a third strategy by means of an indicator which they call CONTFLEX contractual flexibility, which reflects the companys recourse to parttime jobs and temporary work see Box 3. . Two results emerge from the introduction of this variable. i As in the case of numerical flexibility, but in an even more pronounced manner, contractual flexibility combines with functional flexibility in proportions that are far from negligible. ii Performances in terms of employment are much better in the contractualfunctional flexibility combinations than in the case where functional flexibility is practised on a quasiexclusive basis. Changes in net employment effects by levels of functional flexibility and contract flexibility. Table 14 28 29Stable employment: % of establishments reporting no increasedecrease in employment Net employment change: difference in % of establishments reporting increasedecrease in employment no FUNCFLEX or CONTFLEX low FUNCFLEX low CONTFLEX both medium high CONTFLEX high FUNCFLEX both high CONTFLEX FUNCFLEX 40 3 12 7 23 16 1 36 4256 : STATE, NATURE AND DIRECTIONS OF EUROPEAN N Source: EPOC1999 p. 55. CONCLUSIONS ORGANISATIONAL REFORM If we conclude by trying to summarise certain key findings of this paper, some general but nonetheless very useful data can be taken as a starting point. In this light, lets recall that i over 50 percent of workplaces are not concerned by any modifications whatsoever; ii similarly, very few companies seem to be truly involved in substantial organisational reform if we consider, for example, those combining simultaneous use of four to six forms of innovative practices; iii nonetheless, about onethird of the companies can be considered to be involved in organisational reform in one way or another. This first evaluation must be however tempered by the fact that a country effect may be invoked and, in this case, the reform appears to be very unevenly pursued and with a different impact depending on the three major groups identified Northern, Intermediate, Latin. 1. Concerning the nature and modalities of the changes introduced, this is above all a reform carried out not only on managerial initiative which is, after all, typical of our social systems but also one that leaves little place for delegation. Everything occurs as if European managers intend, above all, to maintain total mastery of the rhythm and nature of change. 29 30This view is supported by the fact that the reform mainly involves simple forms of expression given to employees, with management reserving the power of decision for itself. In terms of delegation the form that is by far the most widespread 53 % is the one involving only the enrichment or enlargement on individual job stations. At the same time, it should also be noted that the practice of functional flexibility seems more sought after than numerical flexibility, even if the period covered by the survey was a very difficult one for the companies, marked by low growth and frequent recessions, with most macroeconomic policies being adjusted with the aim of reducing deficits to satisfy the convergence criteria of the Maastricht Treaty. It may thus be hoped that if Europe is able to enter in a more positive growth path, the orientation towards functional flexibility, which is already predominant, will become even more comprehensive. 2. Regarding the content of work resulting from the modifications introduced, two features emerge : What is involved most of the time in the changes introduced, seems to be simple relaxations of Taylorist constraints which have often become counterproductive. This is illustrated by the predominance given to job enrichmentand job enlarhement, most likely in order to limit the negative effects economic and social of the overspecialisation of tasks, and, more generally, the relative importance of modifications affecting only individual work in the form of individual participation or individual delegation. At the same time however, there is a significant proportion of collective forms task groups, project groups  intended to install transfunctional teams. In almost all cases, the groups set up are granted simple expression rights, which means that they function according to a hierarchical principle. We may easily infer from this that the reform is aimed more at combating rigid compartmentalisation coming from the division of tasks and functions, also inherited from Taylorism, than at making the shift to a model of organisation with radically new features providing an alternative to the prevailing model. No revolution in work organisation is visible from the data. On the basis of a Taylorism that does not seem to have been fundamentally overturned, what has been introduced are processes of exchange of information and problemsolving devices aimed at making better use of the knowledge, experience and opinions of the direct operators. 3. In our view, this result is of major importance, because, as we shall argue, it best allows us to characterise the specifically European path. Let us note first of all that the data provided on this point by EPOC1999, which indicate a privileged orientation towards functional flexibility, are perfectly clear. When they are combined with other results presented in the same study, what emerges is the idea that, notwithstanding the limitations singled out above managerial initiative and simple expression rather than delegation, the reform privileges the mobilisation of internal knowhow. In the face of market unpredictability and more generally, the rise of variety, European firms seem to have turned in on themselves in order to draw increasingly on their own resources and develop them more effectively in order to better confront the rise of uncertainties. This conclusion is less surprising than it might initially seen, when it is placed in the context of European economic specialisations and the areas in which Europe enjoys a comparative advantage. Overwhelmingly, these turn out to be areas corresponding to complex products with high or very high value added 30 31Fontagne et al, 200029. Under these conditions, it is less surprising to observe that the reform is mainly aimed at developing the collective capacity to handle variety and quality, rather than seeking to lower labour costs through numerical flexibility. This last proposition receives some confirmation if we consider the country effect that we identified above. In schematic terms, the countries which have the specialisations most clearly orientated towards quality Holland, Germany, Sweden  are also those which have taken the most steps towards functional flexibility Even if this last point obviously remains a conjecture rather than a clear established proposition, it is quite consistent with the central hypothesis mentioned at the beginning of this paper taken from the resourcebased theory of the firms, namely that, mobilising internal capacities of the firm through specific, non marketed combinative capabilities, may contribute to the building andor strengthening of their comparative advantages. PRESENTATION OF THE EPOC SURVEY APPENDIX : Employee direct Participation in Organisational Change The survey was launched by the European Foundation for the Improvement of Living and Working Conditions Dublin, in the fall of 1996. The data were collected and processed during the year 1997. A first presentation of the results was published in 1997 based on pure descriptive statistics. A more refined treatment of the data collected was published in 1999 cited in this paper as EPOC99 with some covariate analysis. Main Characteristics of the Questionnaire and of the Sample The data were collected through a postal questionnaire sent to firms in ten EU countries : Denmark, France, Germany, Ireland, Italy, the Netherlands, Portugal Spain, Sweden and the UK. The sample covers manufacturing as well as service sectors in both public and private sectors. Sample sizes and questionnaire returns Gross sample Net sample Questionnaire returns Response 29. In a recent study Fontagne et al highlight a wisespread bias of European exports in favour of high quality products where quality is measured by unit prices within each products category : high and medium quality production makes up for more than the double of the european foreign surplus in manufacturing trade with the low category accounting for a significant deficit. On this point the conclusion of the authors is unequivocal: The answer to the question of the technological positioning of EU firms is obvious: the overall net advantage ascribed to the trading of hightech products masks a deficit in low market products, as this is compensated for by surpluses at the higher and middle layers. It seems that the types of products exported by the firms of the EU15 are generally placed higher in the scale of qualities than their imported products. The EU has a comparative advantage in newer products situated at the higher and middle levels of qualitative scales, and a comparative disadvantage in older products situated at the lower level of qualitative scales. Montagne et al, 2000. For a discussion of the meaning of this finding se Dosi, Coriat and Pavitt, 2000. This presentation is based on the two publications EPOC and EPOC99. The key information is presented in EPOC Chapter 2 Methodology pp.2329 31 Denmark France Germany Ireland Italy Netherlands Portugal Spain Sweden United Kingdom Total Source EPOC p. 32Absolute nos Absolute nos Absolute nos 2 600 5 028 4 954 1 000 3 949 2 386 1 000 5 062 2 448 5 000 33 427 2 535 4 870 4 887 984 3 849 2 303 996 4 872 2 401 4 881 32 582 674 598 826 382 499 505 298 460 732 812 5 786 % 26,6 12,3 16,9 38,8 13,0 21,9 29,9 9,4 30,5 16,6 17,8 It has been addressed to Managers. The respondent were either the general manager or the person he or she felts was the most appropriate EPOC, p.13. The size of the firm threshold was 20 employees for the smallest countries, or 50 employees for the biggest ones. All the quetionnaires were returned by November 1996. The questionnaire was designed to collect data on changes having affected the workplaces of the companies, mainly in the last three years see question 9. The changes tackled were those related to the implementation of diverse forms of consultation or delegation of the workers, by types of workplaces see Table   for the definitions of the different forms of direct participation Organisation and Content of the Questionnaire The questionnaire includes 77 questions, and is organised in 4 sections. Section A questions 1 to 12 is addressed to inventory The workplaces activities and labour force, the most important question being here question 9 asking Which of the following intiatives have been taken by the management of the workplace in the last three years ? ; the list of answers includes down sizing, flattening of management structures, outsourcing, back to core business, greater involvment of lower level employees, installing of team work organization, job rotation  Section B questions 13 to 23 focuses on the characteristics of The largest Occupational Group Section C, by far the largest section of the survey is directed towards identifying and describing The practice of Direct Participation 24 to 67; the questions are designed to identify the level of diffusion of the diffrent paractices consultive and delegative forms of DP, and their impacts on performances Section D question 68 to 77 entitled General opinion on Direct Participation is addressed to better understand the vision of the managers with questions like impact of DP on competitiveness. 32 33 REFERENCES ARCHIBUGI D., LUNDVAL B. eds 2001 Globalization and the Knowledge Based Society, Cambride University Press AZOULAY N., WEINSTEIN O. 2000 Firms Capabilities and Organizational Learning, Dynacom Working Paper, CREI, University Paris 13. ADLER P.S, COLE R.E 1993, Designed for learning, A tale of two auto plants, Sloan Business Review, Spring ANDREASSEN L., CORIAT B., DEN HARTOG F., KAPLINSKY R. eds 1995, Europes Next Step Organizational Innovation, Competition and Employment, Ed. Frank Cass, London. AOKI M., 1988, Information, Incentives and Bargaining Structure in the Japanese Economy, Cambridge University Press, Cambridge and New York. AOKI M., 1990, Towards an Economic Theory of the Japanese Firm, Journal of Economic Literature, March, Vol. 26, 1. ARGYRIS, C. SCHON, D.A. 1996, Organisational Learning, Reading, Mass., AddisonWesley. AddisonWesley Publishing Company BERGGREN 1994, NUMMI vs. Uddevalla, Sloan Management Review, Winter BOYER R. 1986 La Flexibilite du Travail en Europe, ed la Decouverte, Paris CARLSSON B. et G. ELIASSON 1994, The Nature and Importance of Economic Competence , Industrial and Corporate Change, Volume 3, n 3. CHANDLER A. D. 1992, Organizational Capabilities and the the Economic History of the Industrial Enterprise ,Journal of Economic Perspectives, Volume 6, N3. COHEN M.D, R. BURKHART, G. DOSI, M. EGIDI, L. MARENGO, M. WARGLIEN, S. WINTER and B. CORIAT 1995 : Routines and other recurring action patterns of organizations: contempory research issues, Industrial and Corporate Change, vol. 5, pp.653698. COLE R.E 1979, Work, Participation and Mobility : A comparative Study of American and Japanese Study, University of California Press. CONNER K.R., C.K. PRAHALAD 1996, A resourcebased theory of the firm: Knowledge vs. Opportunism, Organization Science, vol. 7, pp. 477501. CORIAT B. 2001 Organisational Innovation in the European Firms : a Critical Review of the Survey Evidence in Archibugi D and Lundval B eds. CORIAT B. 2000 The abominable system of Mr Ohno : Routines, Competences and Monitoring in the Japanese Production System, in Dosi, Nelson and Winter eds CORIAT B. 1995, Organisational Innovation: the Missing Link in European Competitiveness, in Andreassen et al eds 1995 CORIAT B. et G. DOSI 1998, Learning how to Govern and Learning how to Solve Problems : On the CoEvolution of Competencies, Conflicts and Organizational Routines , in A. D. Chandler, Jr., P. Hagstrom and O. Solvell, eds, The Dynamic Firm, Oxford University Press CYERT, R. M., et MARCH, J. G. 1963. A behavioral theory of the firm. Englewood Cliffs, NJ: Prentice Hall. DISKO 199616, Organisational Innovation in the Danish private business sector, by Allan Naes Gjerding, DRUID Working Paper n 9616, DRUID DISKO 199617, The Flexible company. Innovation, work organisation and human resource management, by Reinhard Lund Allan Naes Gjerding, Working Paper n 9617. DOEINRINGER , PIORE M 1971 Intrenal labor markets and manpower anlysis, Lexington Books, DOSI G. , D. J. TEECE et S. WINTER 1992, Toward a Theory of Corporate Coherence : Preliminary Remarks , in G. DOSI, R. GIANNETTI et P. A. TONINELLI Eds., Technology and Enterprise in a Historical Perspective, Clarendon Press, Oxford, DOSI G., CORIAT B. and PAVITT K 2000 Competencies and Coroprate Performance, Final Report of the DYANCOM Project, under the TSER Program, DG 12, Working paper. DOSI G. et L. MARENGO 1994, Some elements of an Evolutionnary Theory of Organizationnal Competencies in R. W. ENGLAND Ed. : Evolutionnary Concepts in Contemporary Economics, Ann Arbor: University of Michigan Press. DOSI G. et L. MARENGO 1999, On the tangled discourse between transaction cost economics and competencebased views of the firm : Some comments , Working Paper, August. DOSI G., D. TEECE 1998, Organizational Competencies and the Boundaries of the Firm , in R. ARENA et C. LONGHI Eds., Markets and Organization. NewYork: SpringerVerlag. 33 34DOSI, G., R. R. NELSON et S. G. WINTER Eds. 2000, The Nature and Dynamics of Organizational Capabilities, forthcoming, Oxford University Press, Oxford. ESRC 1997, The use and effectiveness of modern manufacturing practices in the United Kingdom by Waterson P.E., Clegg C.W., Bolden R., Pepper K., Warr P.B., Wall T.B., june, Report to the Economic and Social Research Council ESRC Centre for Organisation and Innovation, Working paper. EPOC 1997 New Forms of Work Organisation : Can Europe relaise its potential ? Results of a survey of Direct Employee Participation in Europe, European Foundation for the Improvement of Living Conditions, Dublin; EPOC 1999 Employement Through Flexibility : Squaring the Circle ?, European Foundation for the Improvement of Living Conditions, Dublin; EPOC Newsletter 2000 Useful But Unused : Group Work in Europe, European Foundation for the Improvement of Living Conditions, Dublin. FONTAGNE M., FREUDENBERG M., UNAL KESENCI D. 2000 La specialisation technologique des pays europeens in DELAPIERRE, MOATTI et MOUHOUB eds Conniassance et Mondialisation, ed Economica, Paris. FOSS N. J., KNUDSEN C. Eds. 1996 , Towards a Competence Theory of the Firm, Routledge, London and New York. FOSS N. J. 1997a. Resources, Firms, and Strategies: A Reader in the ResourceBased Perspective. Oxford: Oxford University Press. FOSS, N. J. 1997b, The Resourcebased perspective : An Assessment and Diagnosis of Problems, DRUID Working Paper N 971. GRANSTRAND, O. 1998, Towards a theory of the technologybased firm , Research Policy, 27, 465489. GRANT, R. A. 1996. Toward a KnowledgeBased Theory of the Firm, Strategic Management Journal 17: 109122. GREENAN N. 1996a, Innovation technologique, changements organisationnels et evolution des competences, Economie et Statistiques, N298, 1533. GREENAN N. 1996b, Progres technique et changements organisationnels: leur impact sur lemploi et les qualifications, Economie et Statistiques, N298, 3544 GUELLEC M., 1989, Les dimensions de lorganisation du travail, Economie et Statistique, n 224, septembre. KOGUT B., ZANDER U. 1992 Knowledge of the firm, Combinative Capabilities and the replication of technology Organisation Science 3: 383397. LHUILERY S 1997 Les Enquetes Nationales sur l Innovation Organisationnelle, Working Paper CREI n 9803 Centre de Recherche en Economie Industrielle, Universite Paris 13. LANGLOIS, R. N. 1998. Capabilities and the Theory of the Firm, in Nicolai J. Foss and Brian J. Loasby, eds. 1998. Capabilities, Coordination, and Economic Organization: Essays in Honour of George B Richardson. London: Routledge. LANGLOIS, R. N. and N. J. FOSS 1997, Capabilities and Governance : the Rebirth of Production in the Theory of Economic Organization , Working Paper. LAY G., SHAPIRA P., WENGEL J. eds 1999, Innovation and Production The adoption and Impacts of New manufacturing Concepts in German Industry, Series of the Fraunhofer Institute Systems and Innovation Resaerch ISI,PhysicaVerlag Heudelberg New York LEIBENSTEIN H., 1982 The Prisoners Dilemna and the Invisible Hand : An analysis of IntraFirm Prodcutivity, The American Economic Review, vol 72, n 2, pp 9297. LOASBY, B. J. 1998, The organization of capabilities, Journal of Economic Behavior et Organization, Vol. 35, 139160. MARCH J, SIMON H 1958, 1993, Organisations, Blackwell, Cambridge. MARCH J.G. 1991, Exploration and Exploitation in Organizational Learning , Organization Science, february, vol. 2 MARCH, J.G. 1994, A Primer on Decision Making. How decisions happen, New York, Free Press. MARENGO, L., DOSI G. LEGRENZI, P. AND PASQUALI, G. 1999: The Structure of ProblemSolving Knowledge and the Structure of Organisations, Paper prepared for the Conferences The Roots and Branches of Organisational Economics, SCANCOR, Stanford University, September METCALFE, J. S., DE LISO, N. 1995: Innovation, Capabilities and Knowledge : the Epistemic Connection, Mimeograph, University of Manchester, England. MONTGOMERY A. ed 1995 Ressourcebased and Evolutionary Theories of the Firm, Kluwer Academic Publisher; Boston,Dordrecht, London. NELSON, R. R. 1991, Why do firms differ, and does it matter ? , Strategic Management Journal 12 :6174. 34 35NELSON, R. R. et S. G. WINTER 1982, An Evolutionary Theory of Economic Change, The Belknap Press of Harvard University Press. NUTEK 1996 Towards Flexible Organisations, Swedish National Board for Industrial and Technical Development. OECD 1999, Flexible Working Practices : Where are they found and what are their Labour Market implications, Working Party on Empoyment, 29th Meeting held at the Chateau de la Muette, Paris OSTERMAN P. 1994 How common is working place transformation and who adopts it, Industrial and labor Relations Review, vol 47, n 2, January OSTERMAN P. 2000 PENROSE, E. T. 1959. The Theory of the Growth of the Firm. Oxford: Basil Blackwell. PRAHALAD, C. K. ET G. HAMEL 1990, The core Competence of the Corporation , Harvard Business Review, MayJune, 7991. RADNER, R. 1992: Hierarchy: the Economics of Managing, Journal of Economic Literature, Vol. 30, pp 13821415. SISSON K. 2000 Direct Participation and the Modernisation of Work Organisation, European Foundation for the Improvement of Living Conditions, Dublin; TEECE, D. J et G. PISANO, 1994, The Dynamic Capabilities of Firms : An Introduction , Industrial and Corporate Change, Vol. 3, n 3. TEECE, D. J., G. PISANO, et A. SHUEN 1997, Dynamic Capabilities and Strategic Management , Strategic Management Journal, Vol. 18 :7, 509533. TEECE D.J., G. PISANO AND A. SHUEN 1994, Dynamic Capabilities and Strategic Management, CCC Working Paper 949, Berkeley, University of California. WENERFELD, B. 1984, A resourcebased view of the firm , Strategic Management Journal, 5 : 171180. 35", "filename": "391483072.pdf", "person": ["Benjamin Coriat", "Coriat, Benjamin"], "date": ["2002"]}