{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/50813/1/394278836.pdf"], "title": ["Quantitative Analyse der Auswirkungen wirtschaftspolitischer Massnahmen auf die Einkommensverteilung und das neue magische Viereck in der Schweiz"], "plaintext": "Quantitative Analyse der Auswirkungen wirtschaftspolitischer Massnahmen auf die Einkommensverteilung und dasneue magische Viereck in der Schweiz Jochen Hartwig, KOF ETH Zurich Abstract Macroeconometric policy simulation models allow for an analysis, and, above all, for a quantification of the effects different economic policies have on the various variables that represent theeconomy. Despite the seminal Lucas critique levelled against them, these models are stillwidely used, especially within policymaking institutions such as, e.g., central banks. In thispaper, a model constructed by the author for the Swiss economy is used to explain, and to quantify the impact of fiscal, monetary, wage and social policies on the functional and personaldistribution of income on the one hand, and on the four main objectives of contemporaryeconomic policy on the other. These are: a high GDP growth, low inflation and unemployment,and a low or zero public deficit the latter replacing the original fourth objective codified, e.g., inthe German Stability Act of 1967, which was external balance. Our approach will enable us toanswer questions like: Which income group suffers most from a hike in the short term interestrate?, Should a large public spending project better be financed by increasing the VAT rate or theincome tax rate?, and How much could the aggregate social security contribution rate be loweredif the formula used for calculating the alignment of retirement pensions was changed?Key words: Income distribution, magic square, macroeconometric model, policysimulation, Switzerland JEL classifications: C51, C53, E17, E52, E61, E62, E63, E64, E6511 Einleitung Makrookonometrische Politiksimulationsmodelle ermoglichen eine Analyse und vor allem eine Quantifizierung der Effekte unterschiedlicher Wirtschaftspolitiken im Hinblick auf dieverschiedenen Variablen, die eine Volkswirtschaft beschreiben. Der einflussreichen LucasKritik LUCAS 1976 zum Trotz, werden solche Modelle immer noch verbreitet genutzt, besonders dort, wo wirtschaftspolitische Entscheidungen getroffen werden, wie z.B. in Zentralbanken.In diesem Aufsatz wird ein vom Verfasser konstruiertes Modell der Schweizer Volkswirtschaftverwendet, um die Auswirkungen unterschiedlicher stilisierter geld, fiskal, lohn und sozialpolitischer Schocks auf die funktionale und personelle Einkommensverteilung sowie auf dasmagische Viereck zu untersuchen. Die klassische Formulierung des magischen Zielvierecksder Wirtschaftspolitik findet sich in 1 des deutschen Stabilitats und Wachstumsgesetzes von 1967. In diesem Aufsatz ist vom neuen magischen Viereck die Rede, weil das ursprunglichevierte wirtschaftspolitische Ziel neben hohem Beschaftigungsstand, angemessenem Wirtschaftswachstum und Preisniveaustabilitat , namlich das aussenwirtschaftliche Gleichgewicht,in der offentlichen Debatte mehr und mehr dem Ziel eines ausgeglichenen Staatshaushalts Platzgemacht hat. Dies gilt fur die Schweiz ebenso wie fur Deutschland. Daher sollen hier auch die Auswirkungen unterschiedlicher Wirtschaftspolitiken auf den Staatshaushalt und nicht auf die Zahlungsbilanz untersucht werden.In diesem Beitrag soll der Fokus nicht so sehr auf theoretischen Aspekten wie etwa der Transmission wirtschaftspolitischer Impulse liegen vgl. dazu HARTWIGEDEL 2001, HARTWIG2002, HARTWIGJAEGER 2004, HARTWIG 2004, sondern mehr auf der Quantifizierung der Auswirkungen unterschiedlicher Politiken auf die Einkommensverteilung und das Zielviereck.Es sollen Fragen beantwortet werden, wie: Welche Einkommensgruppe leidet am meisten untereiner Anhebung des kurzfristigen Zinssatzes?; Sollte ein grosseres Infrastrukturprojekt besseruber eine Erhohung des Mehrwertsteuer oder des Einkommensteuersatzes finanziert werden?und Um wie viel konnte der aggregierte SozialversicherungsBeitragssatz gesenkt werden, wenndie Rentenformel modifiziert wurde? Da eine grosse Zahl von Simulationen durchgefuhrtwerden soll und auch die Anzahl der zu betrachtenden Ausgabevariabeln hoch ist, mussen Erlauterungen des Zustandekommens der Ergebnisse eher knapp gehalten werden. Eine relativausfuhrliche Beschreibung der theoretischen Grundstruktur des Modells in Abschnitt 2.2 sowieeine umfassende okonometrische Dokumentation im Appendix auf Englisch sollen dafursorgen, dass sich die black box, die jedes Modell bis zu einem gewissen Grad darstellt, offnet.2Der nachfolgende Abschnitt 2.1 enthalt einige grundlegende Anmerkungen zur Philosophiedes Modells.2 Das Modell 2.1 Modellphilosophie Die in diesem Aufsatz prasentierten Resultate sind mit einem Modell berechnet worden, dessen Hauptzweck darin besteht, Politiksimulationen zu ermoglichen und die Auswirkungen alternativer Wirtschaftspolitiken auf die verschiedenen Variablen der Schweizer Volkswirtschaft zudemonstrieren. Die gegenwartige Modellversion besteht aus 261 Gleichungen, von denen 42Verhaltensgleichungen sind. Achtzehn exogene Variablen konnen in Simulationsubungen manipuliert werden. Die fiskalpolitischen Variablen setzen sich zusammen aus dem Staatsverbrauch,den staatlichen Bauinvestitionen, den Subventionen sowie Steuer und Sozialversicherungsbeitragssatzen. Die geldpolitische Variable ist der Dreimonatszinssatz am EuroFrankenmarktLondon Interbank Offer Rate, kurz: Libor. Fur diesen Zinssatz wurde auch eine Verhaltensgleichung geschatzt, die aber abgeschaltet wird, wenn eine geldpolitische Simulation durchgefuhrtwird. Das gleiche gilt fur den Nominallohnindex, der normalerweise eine modellendogene Variable ist; aber eine veranderte Lohnpolitik kann simuliert werden. Weiterhin ist es moglich, diebetriebsubliche wochentliche Arbeitszeit und die Rentenformel abzuandern und Szenarien furauslandische Variablen, wie Inflationsraten, Zinssatze und das Welthandelsvolumen zu erstellen.Alle Daten besitzen eine jahrliche Periodizitat; den Stutzbereich bildet die Periode 19802001.Das Modell wurde mit der Software MEBA unter Verwendung des Fixpunktschatzers geschatzt,eines Systemschatzers, der 1965 von Herman Wold eingefuhrt wurde vgl. WOLD 1965, WOLDHg. 1981, BERGSTROMWOLD 1983.Nun ist der Stutzbereich des Modells ziemlich kurz. Es konnte die Frage gestellt werden, obes uberhaupt Sinn macht, ein Modell zu schatzen, fur das nur 22 Beobachtungen pro Zeitreihevorliegen. Unglucklicherweise ist der Zeitraum 19802001 die langste Periode, fur die Daten der Schweizer Volkswirtschaftlichen Gesamtrechnung VGR vorliegen.1 Erst Ende 2003 hat das Bundesamt fur Statistik die Schweizer VGR auf das neue Europaische System Volkswirtschaftlicher Gesamtrechnungen ESVG 1995 umgestellt. Nur die Zeitreihen des BruttoinlandsproduktsBIP und der HauptVerwendungskomponenten wurden bis 1980 zuruckgerechnet, wahrend furdas gesamte Kontensystem nun Zahlen fur die Jahre 19902002 vorliegen. Es scheint unwahrscheinlich, dass das Gesamtsystem jemals bis 1980 zuruckgerechnet wird. Daher werden die fur 1 Quartalsdaten werden vom schweizerischen Bundesamt fur Statistik BFS nicht publiziert.3die hier prasentierten Berechnungen verwendeten Zeitreihen noch fur einige Zeit die langstensein, die zur Verfugung stehen. Es muss betont werden, dass sie den Definitionen des alten ESVG 1978 entsprechen. Obwohl dies einige schwere Komplikationen fur die Makromodellierung vermeidet, die die mit dem ESVG 1995 in Kraft getretene Umstellung der Preisbereinigungvon festen Gewichten eines Basisjahrs auf Kettenindizes mit sich gebracht hat vgl. VARVARESET AL. 1998, ist die Situation insofern unbefriedigend, als das SchweizModell nunmehr in eine Sackgasse geraten ist: Es wird nicht moglich sein, das Modell uber 2001 hinaus fortzuschreiben, da die Zeitreihen gemass ESVG 1978 nicht fortgefuhrt werden.Zugegebenermassen ist eine unzureichende Datenverfugbarkeit kein hinreichendes Argument,um irgendeine Modellierungsstrategie zu legitimieren. Man konnte auch sagen, dass man ebenkein SchweizModell haben kann, wenn zu wenig Daten vorhanden sind. Das Hauptproblemkleiner Stichproben oder kurzer Zeitreihen besteht darin, dass statistische Schlusse uber die Parameter von Regressionsgleichungen auf den asymptotischen Eigenschaften des Schatzersberuhen, aber, wie PHILLIPS 1983, S. 451 anmerkt: Heavy reliance on asymptotic theory canand does lead to serious problems of bias and low levels of inferential accuracy when samplesizes are small and asymptotic formulae poorly represent sampling behavior.Glucklicherweise ist der hier verwendete Fixpunkt FP Schatzer fur kleine Stichprobenbesonders geeignet, denn die FixpunktMethode stays in the structural form, where eachrelation be the system small or large usually involves only some few explanatory variables;hence the FP method is applicable even if the sample size is rather small andor the ID interdependent system is rather large BERGSTROMWOLD 1983, S. 10. Im Appendix werden die FPKoeffizienten jeweils links von den OLSKoeffizienten 2 angegeben. Fur von einem Systemschatzer berechnete Koeffizienten konnen keine Standardabweichungen und tWerte angegebenwerden. Diese Tatsache umgeht zwar einerseits das oben angesprochene Problem der inferenziellen Ungenauigkeit, sie stellt uns andererseits aber vor das Problem, dass andere Kriterienbenotigt werden, um die Gute der Modellspezifikation zu beurteilen. Eine Moglichkeit bestehtim Vergleich der FP mit den OLSKoeffizienten. Wenn die beiden KoeffizientenSets starkvoneinander abweichen oder gar unterschiedliche Vorzeichen haben so ware dies ein Indizfur eine Fehlspezifikation des Modells. Ein Blick in den Appendix zeigt jedoch, dass dies nichtder Fall ist. Ein zweites Kriterium ware die Stabilitat der dynamischen ex postSimulation. Eskann sehr wohl passieren, dass die dynamische ex postSimulation fur einzelne oder alle Zeitreihen gegen Ende des Simulationszeitraums explodiert, d.h. nach oben oder unten gegen unend 2 OLS Ordinary Least Squares.4lich strebt. Wenn hingegen die simulierten Trajektorien den tatsachlichen Verlaufen eng folgen,so spricht dies fur das Modell.3 Schliesslich kann das Modell geschockt werden, und dieimpulseresponseFunktionen konnen auf ihre Plausibilitat hin untersucht werden. In HARTWIGJAEGER 2004, HARTWIG 2004 wurde die Reaktion des SchweizModells auf einengeldpolitischen Schock mit dem Verhalten anderer Modelle auf denselben Schock verglichen.Die Reaktionen liegen in allen Modellen in ahnlichen Bereichen. Abschnitt 3 ermoglicht es dem Leser, sich ein eigenes Urteil uber die Plausibilitat der quantitativen Reaktionen des Modells auf Schocks zu bilden.Ein Blick auf die im Anhang dokumentierten Gleichungsspezifikationen zeigt, dass das Modellhauptsachlich auf langfristige Gleichgewichts oder kointegrierende Beziehungen fokussiert. Diekurzfristige Dynamik wird kaum modelliert; nur 9 von 42 Verhaltensgleichungen sind in Fehlerkorrekturform. Naturlich wurde der Beweis, dass die in die Regressionsbeziehungen eingehenden Variablen de facto kointegriert sind, nur uber sorgfaltiges Testen zu erbringen sein.Tatsachlich wurden alle 42 Residuenreihen auf eine unit root getestet wobei die kritischen Werte DAVIDSONMACKINNON 1993, S. 722, Tab. 20.2 entnommen wurden, ohne dass Anhaltspunkte fur unit roots gefunden wurden. Allerdings ist bekannt, dass ADFTests 4 auf unit roots,ebenso wie andere Kointegrationstests, bei kurzen Zeitreihen eine geringe Macht power habenvgl. MUSCATELLIHURN 1992, S. 8f  Der Verfasser vertraut aber auch darauf, dass die okonomischen Theorie behilflich sein kann, echte nonspurious Beziehungen zwischen Variablenzu identifizieren. Im ubrigen ist darauf hinzuweisen, dass der sich heute sehr in Mode befindliche Berechenbare Allgemeine Gleichgewichts CGE5 Modellierungsansatz in einem sehr vielstarkeren Ausmass auf theoretischen Identifikationen beruht als der hier verwendete strukturelle Ansatz. Ebenso gilt, worauf HALL 1995, S. 984, hinweist: The clear distinction between CGE and econometric models is disappearing.   Econometricmodels draw increasingly on theory; as CGE models increasingly incorporate dynamics andeconometric techniques there is increasing convergence between the two methodologies.Das hier vorgestellte SchweizModell ist einer Philosophie verpflichtet, nach der Informationensowohl aus den Daten als auch aus der okonomischen Theorie geschopft werden konnen. 3 Zwar konnen hier aus Platzgrunden keine solchen Vergleiche gezeigt werden, vgl. dazu aber HARTWIG 2004. Im SchweizModell korrelieren simulierte und tatsachliche Verlaufe sehr eng.4 ADF Augmented Dickey Fuller.5 CGE Computable General Equilibrium.52.2 Zur theoretischen Struktur des Modells Das Modell weist eine Blockstruktur auf. Allerdings sind die einzelnen Blocke interdependent,so dass sie de facto einen einzigen grossen Block bilden. Dies hat zur Folge, dass sich nach einersimulierten Veranderung einer Politik oder Szenariovariable nicht nur bestimmte, sondern alleendogenen Variablen anpassen werden.Je ein Block wurde fur die HauptVerwendungskomponenten gemass VGR gebildet.Beispielsweise wurden alle Definitions und Verhaltensgleichungen, die mit dem privaten Verbrauch zusammenhangen, in einem Block zusammengestellt. Ebenso fur die Bauinvestitionen, die Ausrustungsinvestitionen usw. Regressionsgleichungen wurden jeweils fur die realen Grossen zu Preisen von 1990 sowie fur die Deflatoren der Verwendungskomponenten aufgestellt und geschatzt. Diese Blocke stellen 15 der insgesamt 42 Verhaltensgleichungen. Das Bruttoinlandsprodukt wird als Summe der geschatzten Komponenten berechnet; es gibt keine Produktionsfunktion im Modell.Der reale letzte Verbrauch der privaten Haushalte hangt ausschliesslich von ihrem realenverfugbaren Einkommen ab. Die Konsumfunktion ist somit keynesianischer Natur; die Lebenseinkommenshypothese wird zuruckgewiesen. In der keynesianischen Theorieschule ist es unumstritten, dass unterschiedliche Einkommensgruppen unterschiedliche Konsumneigungen haben.Hier stellt sich nun das fur diesen Aufsatz zentrale Problem, wie man unterschiedliche Einkommensgruppen gegeneinander abgrenzen kann.Die VGR liefert zwar Informationen uber die funktionale, nicht aber uber die personelle Einkommensverteilung. In funktionaler Hinsicht verteilt sich das nominale BIP abzuglich Produktionssteuern und Einfuhrabgaben, zuzuglich Produktionssubventionen auf das Einkommen aus unselbstandiger Arbeit und den Bruttobetriebsuberschuss. Diese Posten werden im Einkommensentstehungskonto verbucht. Der Bruttobetriebsuberschuss enthalt neben den Unternehmensgewinnen auch das sog. mixed income: die Einkommen der Selbststandigen und Freiberufler sowie die Mieteinkunfte und als unterstellte Transaktion den Mietwert von selbstgenutztem Wohneigentum. Im Einkommensverteilungskonto wird aufgeschlusselt, wie der Bruttobetriebsuberschuss exklusive mixed income uber Zins und Dividendenzahlungen etc. aufdie verschiedenen Sektoren verteilt wird. Hier werden auch grenzuberschreitende Verteilungstransaktionen relevant, welche den Unterschied zwischen Bruttoinlandsprodukt und verfugbarem Bruttoeinkommen der Volkswirtschaft ausmachen.Um wenigstens zu einer groben Approximation der personellen Einkommensverteilung zugelangen, wurden die verschiedenen im Einkommensentstehungs und Einkommensverteilungs6konto verbuchten Transaktionen auf drei Einkommensgruppen alloziiert, welche als Empfangervon Lohneinkommen, von Transfereinkommen hauptsachlich Altersrenten und Arbeitslosenunterstutzungen und von Gewinneinkommen im weiteren Sinne bezeichnet werden sollen. Inallen drei Kategorien handelt es sich um verfugbares Einkommen, d.h. um Einkommen nach Abzug von Einkommensteuern, Sozialversicherungsbeitragen und bestimmten Ausgaben. Diekonkrete Definition der drei Gruppen kann Tabelle 1 eintnommen werden.Tab. 1: Definition der drei Einkommensgruppen Lohneinkommen Gewinneinkommen Transfereinkommen Schweizer Haushalten zufliessendes Bruttoeinkommen ausunselbstandiger Arbeit Einkunfte aus unterstellten Sozialbeitragen Einkunfte aus sonstigen laufenden Ubertragungenk Zinszahlungen EinkommensteuernTatsachliche Sozialversicherungsbeitrage der Inlander Tatsachliche Sozialversicherungsbeitrage von NichtArbeitnehmern Unterstellte Sozialversicherungsbeitrage Ausgaben der Haushalte fur internationale priv. Ubertragungen Mixed Income s.o.Zinseinkunfte Einkunfte aus unterstellten Zinsen auf versicherungstechnische Leistungen Einkunfte aus Grund, Boden und immateriellen Werten Einkunfte aus Dividenden und sonstigen verteilten Einkommen von Kapitalgesellschaften Einkunfte aus entnommenen Gewinnen aus QuasiKapitalgesellschaften1 k Zinszahlungen EinkommensteuernAusgaben fur Grund und Boden und immaterielle Werte Ausgaben fur Sozialleistungen Ausgaben fur laufende Ubertragungen an priv. Organisationen Ausgaben fur sonstige laufende Ubertragungen Tatsachliche Sozialversicherungsbeitrage von NichtArbeitnehmern Einkunfte aus Sozialleistungen Einkunfte aus internationalen privaten Ubertragungen Die von der Grossenordnung her relativ unbedeutenden Transaktionen werden als Exogenebehandelt und andern sich in Simulationen nicht. Sie sind in Tab. 1 kursiv gesetzt. Die Zuordnung dieser Transaktionen zu den drei Gruppen liesse sich aus den genauen Definitionen des ESVG 1978 heraus noch naher begrunden, worauf aber an dieser Stelle verzichtet werden soll.Ein Element der Willkur ist allemal vorhanden; dieses ist jedoch am starksten ausgepragthinsichtlich der Aufteilung der Zins und Einkommensteuerzahlungen. Es wird unterstellt, dass 7die Bezieher von Transfereinkommen keine solchen Zahlungen leisten. Lohn und Gewinneinkommensbezieher teilen sich die Zins und Einkommensteuerzahlungen im Verhaltnis k 1 k, wobei k definiert ist als Anteil des Einkommens aus unselbstandiger Arbeit am verfugbaren Einkommen der Volkswirtschaft. In Ermangelung einer besseren Hypothese wird also unterstellt,dass der Anteil der beiden Gruppen an den beiden genannten Transaktionen im wesentlichen derfunktionalen Verteilung entspricht. Indem im Nenner anstelle des BIP das verfugbare Einkommen der Volkswirtschaft verwendet wird, kommt ein Element der Progression zum Tragen, dafur die Schweiz das verfugbare Bruttoeinkommen rund 10% hoher liegt als das BIP. Der Unterschied ruhrt aus den Uberschussen der Kapitalertragsbilanz her; und es ist nur realistisch, dassdiese von der Gruppe der Gewinneinkommensbezieher versteuert werden mussen. Es konnte in Frage gestellt werden, ob diese Gruppe auch progressiv erhohte Zinszahlungen leistet, da angenommen werden konnte, dass Schuldzinsen vorwiegend von den Lohnbeziehern zu zahlen sind.Allerdings sorgt in der Schweiz das bestehende System der Eigenmietwertbesteuerung in Verbindung mit der Moglichkeit des HypothekarzinsAbzugs dafur, dass auch reiche Haushalte,die Wohneigentum besitzen, eine steueroptimale Verschuldungshohe aufrecht zu erhalten versuchen. Es scheint daher realistisch, dass die Gruppe der Gewinneinkommensbezieher einenbetrachtlichen Teil der Schuldzinsen zahlt. Allerdings wird implizit unterstellt, dass sich die Rentnerinnen und Rentner, die sich in der Gruppe der Transfereinkommensbezieher befinden,komplett entschuldet haben, und dies ist genauso wenig realistisch wie die Annahme, dass siekeine Steuern bezahlen, denn in der Schweiz werden anders als in Deutschland auch Altersrenten besteuert. Die Gruppenaufteilung kann nur als approximativ bezeichnet werden, waswahrend der Simulationen nicht vergessen werden sollte.Die drei Einkommensgrossen wurden mit dem Konsumentenpreisindex deflationiert, umreale verfugbare Einkommensaggregate zu erhalten. Diese wurden als erklarende Variablen zur Schatzung des privaten Verbrauchs angesetzt. In dieser Verhaltensgleichung, die in Fehlerkorrekturform spezifiziert ist, wird die kurzfristige Dynamik des privaten Verbrauchs von Variationen des Lohneinkommens bestimmt, wahrend Variationen im Einkommen aus Unternehmertatigkeit und Vermogen keinen signifikanten Einfluss auf den privaten Verbrauchhaben vgl. Appendix. Obwohl die Schatzwerte fur die marginalen Konsumneigungen wegender problematischen Zuordnung mancher Transaktionen auf die Einkommensgruppen verzerrtsein durften, entspricht dieser Befund weithin akzeptierten stylised facts.Die Investitionen sind im Modell zinselastisch. In den Schweizer Daten wurden signifikantnegative Korrelationen zwischen langfristigen Zinssatzen Obligationenrendite, Hypothekarzins8satz und den verschiedenen Investitionskategorien Ausrustungen, Wohnbauten, industriellgewerbliche Bauten aufgefunden. Weitere erklarende Variablen fur die Ausrustungsinvestitionen sind die Produktionslucke sowie das Verhaltnis zwischen Lohnen und Preisen fur Ausrustungsguter. Die Faktorpreisrelation leistet einen Beitrag zur Erklarung von Rationalisierungsinvestitionen, wahrend mit der Produktionslucke also der Differenz zwischen Potenzialoutputund BIP als erklarende Variable die Abhangigkeit der Investitionsentscheidungen vom Auslastungsgrad der Anlagen und damit von der Phase des Konjunkturzyklus erfasst wird. Um den Potenzialoutput zu berechnen, wurde die Methode von FAIR 1994, S. 4354, verwendet, die darinbesteht, Potenzialwerte aus peaktopeakInterpolationen zu berechnen. Fur die Schweiz liegendie BIPpeaks im Stutzbereich in den Jahren 1981, 1990 und 2001. In Simulationen entwickeltsich der Potenzialoutput funktional abhangig vom Kapitalstock an Ausrustungsgutern: Wenn beispielsweise im Zusammenhang mit einer Variation der Zinssatze das Investitionsvolumensteigt, so erhoht sich der Potenzialoutput um die Zusatzinvestition multipliziert mit dem Inversendes Kapitalkoeffizienten.6Ein Wort noch zu den ubrigen Verwendungskomponenten, fur die Verhaltensgleichungengeschatzt werden: Die Wohnbauinvestitionen werden erklart mit dem Hypothekarzinssatz unddem verfugbaren Einkommen des Haushaltssektors, wahrend die industriellgewerblichen Bauinvestitionen als von der Beschaftigung, den Ausrustungsinvestitionen und der Obligationenrendite abhangend identifiziert werden. Importe und Exporte werden von Aktivitatsniveausim In bzw. Ausland sowie von realen Wechselkursen bestimmt.Alle Gleichungen, die den Sektor Staat beschreiben, sind in einem weiteren Block zusammengestellt. Die Politikvariablen sind bewusst exogenisiert worden, um diskretionare Anderungen in diesen Variablen zu ermoglichen. Stochastisch modelliert wird allerdings der Deflator des Staatsverbrauchs. Auch fur die geldpolitische Variable gibt es eine Verhaltensgleichung, dieabgeschaltet werden kann s.o Ein weiterer Block wurde fur den Bereich Beschaftigung im weiteren Sinne gebildet. Die Arbeitsnachfrage sowie das Arbeitsangebot der Manner und das der Frauen werden separatgeschatzt; und die Arbeitslosigkeit wird als Differenz von Angebot und Nachfrage berechnet.Von zentraler Bedeutung fur diesen ganzen Block ist die Verhaltensgleichung fur den Nominallohnindex, welche als um Inflationserwartungen erweiterte PhillipsKurve im ursprunglichen Sinn von Phillips also mit der Lohnsteigerungsrate und nicht mit der Inflationsrate an der 6 Der Kapitalkoeffizient konnte nicht empirisch bestimmt werden, da fur die Schweiz eine Kapitalstockstatistik nichtvorliegt. Es wurde daher der traditionelle Wert von v4 angenommen, vgl. HARROD 1939, S. 18.9Ordinate aufgefasst werden kann. Die meisten Preisindizes werden hauptsachlich durch die Entwicklung der Geldlohne bestimmt. Das heisst, dass die Preise im Modell kostendeterminiertsind.7Das Arbeitsangebot sollte von einem Reallohnzielwert abhangen. In den Schweizer Datenfindet sich ein statistisch signifikanter Einfluss des Reallohns allerdings nur fur das Arbeitsangebot der Manner, wahrend die Frauen ihr Arbeitsangebot uber die letzten 20 Jahre unabhangigvon der Lohnentwicklung ausgeweitet haben. Fur das Arbeitsangebot der Frauen scheintdagegen die Arbeitsmarktanspannung entscheidender zu sein, insofern, als Frauen sich in Zeitengeringer Arbeitsmarktanspannung aus Arbeitgebersicht zu einem gewissen Grad aus dem Arbeitsmarkt zuruckziehen.Die Arbeitsnachfragegleichung ist von Keynes Prinzip der effektiven Nachfrage inspiriertKEYNES 1973, Kap. 3, welches wie folgt implementiert wurde: Die Hereinnahme des Geldlohnsatzes in die Regressionsbeziehung entspricht der Idee, dass die Arbeitsnachfrage auf dereinen Seite von der Kostensituation der Firma abhangt Keynes ZKurve. Wie von Keynes Theorie vorausgesagt, hat der Koeffizient der Lohneinheit in der Arbeitsnachfragekurve einnegatives Vorzeichen. Der Idee, dass die Arbeitsnachfrage und damit die Beschaftigung fernervon den Nachfragebedingungen auf dem Gutermarkt abhangt, wie sie die Firma ex ante erwartetKeynes DKurve, wurde entsprochen, indem der gleitende Durchschnitt des realen BIP alserklarende Variable aufgenommen wurde. Erwartungen werden durchgangig als backwardlooking modelliert, d.h., indem verzogerte Werte oder gleitende Durchschnitte jener Variablenangesetzt werden, die der Erwartungsbildung unterliegen. Zwei weitere erklarende Variablenkomplettieren die Regressionsbeziehung fur die Arbeitsnachfrage: der gleitende Durchschnitt der Produktivitat sowie die betriebsubliche wochentliche Arbeitszeit. Ein Anstieg der Produktivitat sie wird modellendogen als Quotient von realem BIP und vollzeitaquivalenter Beschaftigung 8berechnet oder der Arbeitszeit reduziert die Arbeitsnachfrage ceteris paribus. Wie bereitserwahnt, kann die Arbeitszeitvariable in Simulationsubungen abgeandert werden.Eine wichtige Besonderheit dieser Spezifikation der Arbeitsnachfragegleichung verdient Beachtung: Wenn die Geldlohne steigen, so verschiebt sich in der Keynesschen Begrifflichkeit 7 Es gibt einen geringen statistisch signifikanten Nachfragedruckeinfluss auf die Konsumentenpreise, der durch die Produktionslucke approximiert wird. Auerdem steigen die Konsumentenpreise, wenn sich die Hypothekarzinsenerhohen. Der Grund hierfur ist das schweizerische System der Mietregulierung, das die Mieten effektiv an die Hypothekarzinsen koppelt.8 Die Vollzeitaquivalente werden in einer eigenen Verhaltensgleichung modelliert.10die ZKurve nach innen, und die Arbeitsnachfrage wird ceteris paribus reduziert. Es sei wiederholt, dass der Koeffizient des Nominallohnindexes in der geschatzten Arbeitsnachfragegleichungnegativ ist. Aber diese ceteris paribusBedingung kann nicht aufrechterhalten werden, weil,wenn der Lohnsatz steigt, auch das Lohneinkommen und damit die Konsumnachfrage steigt. Die DKurve verschiebt sich nach aussen; und dieser Effekt wird durch die Hereinnahme des BIP indie Regressionsbeziehung erfasst. Weiterhin gibt es Preis und moglicherweise Produktivitatseffekte mit je unterschiedlichem Timing. Tatsachlich sind keine a prioriAussagen hinsichtlichdes Gesamteffekts von Lohnveranderungen auf das Beschaftigungsniveau moglich vgl. KEYNES1973a, Kap. 19, aber das interdependente Modell fur die Schweiz erlaubt eine Beurteilung expost. Die Erfahrungen mit dem Modell lassen den Schluss zu, dass aufgrund einer relativ niedrigen marginalen Konsumneigung der Lohnempfanger in diesem Land, gepaart mit einer relativhohen Importneigung, sowie aufgrund der grossen volkswirtschaftlichen Bedeutung des Exportsektors, der im internationalen Kostenwettbewerb steht, der Kosteneffekt den Nachfrageeffektuberwiegt, so dass ein simulierter Lohnanstieg die Arbeitsnachfrage gesamthaft sinken lasst.Neben dem Lohneinkommen werden funf weitere Komponenten des verfugbaren Einkommens des Haushaltssektors im Block Einkommen stochastisch modelliert. Es sind dies die Zinseinkunfte, die Dividendeneinkunfte, die Selbstandigeneinkommen, die Transfereinkommensowie die Zinszahlungen der Haushalte. Der Bruttobetriebsuberschuss wird hingegen nichtseparat modelliert, sondern residual berechnet. Die Gleichungen dieses Blocks sind fur dieunten in Abschnitt 3.2.2 berichteten Ergebnisse von entscheidender Bedeutung. Der Leser seiwegen der Spezifikationen an den Appendix verwiesen.Der verbleibende Block heisst Geld und Finanzen. Hier werden insbesondere Zinssatze und Wechselkurse modelliert. Diese Variablen wirken stark auf die Ausgaben oder Verwendungsund EinkommensBlocke des Modells zuruck. Von zentraler Bedeutung ist die Zinsreaktionsfunktion der Schweizerischen Nationalbank SNB, die vom leaningagainstthewindTyp ist.Eine hohe Arbeitsmarktanspannung geringe Arbeitslosigkeit fuhrt zu einer Erhohung des kurzfristigen Zinssatzes, ebenso wie ein starkes Geldmengenwachstum, weil beide Faktoren von der SNB als Generatoren von oder zumindest Signaltrager fur Inflationsdruck angesehen werden.Die SNB hatte sich lange Zeit der monetaristischen Sichtweise verschrieben; und selbst nacheiner durchgangigen Reformulierung ihrer geldpolitischen Strategie im Jahr 1999 vgl. SNB1999 halt die Bank an der Theorie fest, dass Geld Inflation verursacht. Aus diesem Grundfiguriert ein Geldmengenaggregat in der Gleichung, die die SNB fur ihre Inflationsprognosenbenutzt vgl. JORDANPEYTRIGNET 2001, S. 55. Konsequenterweise erweist sich ein Geldmengenaggregat M1 auch als statistisch signifikant mit positivem Vorzeichen in der Zinsreakti11onsfunktion des Modells.9 Weiterhin besteht ein starker Einfluss des Zinssatzes fur kurzfristige EuroKredite vor 1999 DMark, was darauf hindeutet, dass die SNB nicht vollkommenautonom beim Verfolg ihrer Geldpolitik ist. Langfristige Zinssatze Obligationenrendite, Hypothekarzinssatz hangen vom kurzfristigen Satz, der deutschen Obligationenrendite sowie demverzogerten BIPDeflator ab. Letztgenannte Variable erfasst den Einfluss von Inflationserwartungen auf langfristige Zinssatze, der allerdings im Fall der Schweiz nur schwach ist.Die meisten okonometrischen Praktiker wissen vermutlich, wie schwierig die Modellierungvon Wechselkursen ist. In der aktuellen Modellversion wird im Gegensatz zu fruheren Versionen nur noch der FrankenEuro vor 1999 ECU Wechselkurs mit einer Verhaltensgleichungbestimmt, der Wechselkurs des Frankens zum USDollar dagegen exogenisiert.10 Dadurchkonnte der Prognosefehler der dynamischen ex postPrognose im Wechselkursbereich deutlichreduziert werden. Als erklarende Variablen fur den FrankenEuroWechselkurs wurde die Differenz der Kurzfristzinsen sowie der schweizerische Aussenbeitrag zum BIP herangezogen.Tab. 2: Vereinfachte Version des SchweizModells Angebotsseite Potenzialoutput f Kapitalstock AusrustungenArbeitsangebot f Reallohnindex, Arbeitsmarktanspannung 1 2Nachfrageseite Reales BIP Realer privater Verbrauch Realer Staatsverbrauch Reale Ausrustungsinvestitionen Reale Bauinvestitionen Reale Lagerinvestitionen Reale Exporte Reale Importe 3Realer privater Verbrauch f Reales verfugbares Einkommen des Haushaltssektors, Verteilung 4Reale Exporte f Realer Wechselkursindex, Reales Welthandelsvolumen 5Reale Importe f Realer privater Verbrauch, Reale Ausrustungsinvestitionen, Reale Exporte 6Arbeitsnachfrage f Reales BIP, Nominallohnindex, Betriebsubliche wochentliche Arbeitszeit,Produktivitat 7 9 Es ist also nicht so, dass Geldmengenwachstum Inflation verursacht, sondern dass GeldmengenwachstumZinserhohungen verursacht.10 Um in szenarischen Simulationen, wie beispielsweise Variationen der USamerikanischen Zinssatze oder Inflationsraten, Reaktionen des FrankenDollarkurses zu erreichen, wurde in einem Nebenmodell eine Verhaltensgleichung fur den EuroDollarKurs geschatzt. In solchen Simulationen aber nur hier tritt an die Stelle des exogenen FrankenDollarKurses der Kreuzpreis der geschatzten EuroDollar und FrankenEuroRelationen. Diese 43.Verhaltensgleichung wird im Appendix nicht dokumentiert, weil sie im Zusammenhang dieses Beitrags keine Rollespielt.12Durch Angebot und Nachfrage bestimmt Reale Ausrustungsinvestitionen f Produktionslucke, Obligationenrendite 10 Jahre, Preisindex: Investitionsguter, LohnstuckkostenReale Bauinvestitionen f Reale Ausrustungsinvestitionen, Beschaftigung, Reales verfugbares Einkommen des Haushaltssektors, Langfristige ZinssatzeZahl der Erwerbslosen Arbeitsangebot Arbeitsnachfrage Nominallohnindex f Arbeitsmarktanspannung, Konsumentenpreisindex, Einkommensteuersatz 8 9 10 11Preisindizes f Nominallohnindex, Hypothekarzinssatz, Produktionslucke, BIPDeflator OECD,Realer WechselkursindexProduktionslucke Potenzialoutput Reales BIPRealer Wechselkursindex f Konsumentenpreisindex, BIPDeflator OECD, Obligationenrendite 12 1310 Jahre, Deutsche Obligationenrendite 10 Jahre, Aussenbeitrag zum BIP 14Geldpolitik DreimonatsLibor, Schweizer Franken f Geldmenge M1, DreimontasLibor Euro vor 1999:DMark, Arbeitsmarktanspannung 15Verfugbares Einkommen Reales verfugbares Einkommen des Haushaltssektors f Arbeitsnachfrage, Nominallohnindex,Zahl der Erwerbslosen, Aggregierter Sozialversicherungsbeitragssatz, Einkommensteuersatz, Obligationenrendite 10 Jahre, Konsumentenpreisindex,   16Exogene Variablen, die mit Ausnahme der realen Lagerinvestitionen simulationsfahig sind, sind kursivgesetzt.3 Quantifizierung der Auswirkungen wirtschaftspolitischer Massnahmen 3.1 Auswirkungen auf das neue magische Viereck 3.1.1 Geldpolitik In verschiedenen modellbasierten Studien hat es sich eingeburgert, einen stilisierten geldpolitischen Schock so zu simulieren, dass der kurzfristige Zinssatz wahrend zweier Jahre um einen Prozentpunkt erhoht wird, um ihn danach wieder auf seinen tatsachlichen Wert zuruckkehren zulassen vgl. z.B. VAN ELS ET AL. 2001, ANGELONI ET AL. 2002. So soll auch hier verfahrenwerden. Und auch in den folgenden Abschnitten zur Fiskal, Lohn und Sozialpolitik sollenkleine restriktive ZweijahresSchocks simuliert werden. Da das SchweizModell kein Prognosemodell ist, konnen keine ex anteSimulationen durchgefuhrt werden, sondern es mussen ex postSimulationen angestellt werden m.a.W. liegt der Simulationszeitraum in der Vergangenheit.13Die Schocks werden in den Jahren 1991 und 1992 gesetzt. So ist es moglich, die langfristigen Auswirkungen des ersten Schocks uber zehn Jahre zu beobachten.Die kurzfristigen Auswirkungen eines restriktiven geldpolitischen Schocks im Modell lassensich wie folgt zusammenfassen. Die Investitionsnachfrage geht zuruck und ebenfalls die Exporttatigkeit, da sich der Franken aufwertet. Der Nachfrageruckgang fuhrt zu einem Ruckgangder Arbeitsnachfrage und zu einem Anstieg der Erwerbslosenquote. Uber den PhillipskurvenZusammenhang geht die Lohnwachstumsrate im Vergleich zur Realitat zuruck, und dies fuhrt zueinem Ruckgang der Preissteigerungsrate. Die Neuverschuldungsquote ist wegen hoherer Zinsverpflichtungen und geringerer nominaler Staatseinnahmen hoher. Dieser Zusammenhangzwischen Nachfrage, Beschaftigung, Lohnen und Preisen ist qualitativ bei jedem restriktiven Schock gleich zu beobachten und kann als der zentrale kausale Mechanismus im Modell angesehen werden.11 Im Fall des restriktiven geldpolitischen Schocks wird der Preisanstieg zusatzlichgedampft durch den aufwertungsbedingten Ruckgang des Importpreisniveaus nicht absolut,sondern relativ zur Realitat. Allerdings wirkt der Anstieg des Mietpreisniveaus, bedingt durcheinen leichten Anstieg des Hypothekarzinssatzes s.o., in die andere Richtung vgl. dazu auch HARTWIG 2002, STALDER 2003.Im dritten Jahr der Simulation wirkt sich die Rucknahme des Schocks im Vergleich zur Realitat expansiv aus, und es kommt in jeder Simulation in diesem Jahr zu einer partiellen Korrektur der Schockwirkungen. Langfristig stellt sich eine Wiederannaherung an die tatsachliche Entwicklung ein. Simulierte reale Grossen konnen allerdings selbst 2001 noch leicht oberhalb der wirklichen Entwicklung verbleiben, wenn die Preisindizes noch leicht unterhalb ihrertatsachlichen Pendants liegen. Nominale Grossen sind in diesem Fall leicht tiefer vgl. auch die Abbildungen in Abschnitt 3.2.2.Tabelle 3 dokumentiert die quantitativen Auswirkungen aller Politiksimulationen auf die Wachstumsrate des realen BIP, die Erwerbslosenquote, die Inflationsrate und die Neuverschuldungsquote. Die Veranderungen gegenuber der Realitat werden nur fur 1991 und 1992 angegeben, weil die nachfolgende Entwicklung, wie gesagt, uberall ahnlich verlauft und die Abweichungen im Vergleich zur Realitat nach 1993 sehr klein werden. 11 Insofern restriktive fiskal oder sozialpolitische Schocks zu einer Erhohung der Arbeitslosigkeit fuhren, signalisieren sie der Notenbank einen geringeren Lohndruck. Im Modell, in dem die Geldpolitik endogen ist, wenn man sienicht explizit simuliert, wurde dies zu einer Absenkung des kurzfristigen Zinssatzes fuhren, was die restriktive Wirkung der ursprunglichen Politik abschwachen wurde. Um die Wirkungen der Geldpolitik nicht mit anderen Politiken zu vermischen, wird der Zinssatz fur die Jahre 1991 und 1992 in allen Simulationen exogenisiert.143.1.2 Fiskalpolitik Im Bereich der fiskalpolitischen Simulationen gilt das Hauptinteresse der relativen Effizienzunterschiedlicher Steuerpolitiken im Hinblick auf das neue magische Viereck. Es wird daherzunachst eine Erhohung des Mehrwertsteuersatzes um einen Prozentpunkt PP fur zwei Jahresimuliert. Anschliessend werden der durchschnittliche Einkommensteuersatz naturliche Personen und Korperschaftssteuersatz juristische Personen um jeweils so viel erhoht, dass sich im Durchschnitt der beiden Jahre 1991 und 1992 in etwa derselbe Steuerertrag ergibt. Das Modellberechnet, dass die Erhohung des Mehrwertsteuersatzes einen Steuerertrag von ca. 2,5 Mrd.Schweizer Franken Sfr. erbringt. Um in etwa denselben Betrag zu erzielen, muss der durchschnittliche Einkommensteuersatz ebenfalls um einen Prozentpunkt und der durchschnittliche Korperschaftssteuersatz um 4,5 PP heraufgesetzt werden.Tabelle 3 beantwortet die Frage, welche der Steuerpolitiken den Steuerertrag von 2,5 Mrd.Sfr. unter geringstmoglichen Einbussen bei der Zielerreichung im Hinblick auf das neue magische Viereck aufbringt. Wie man erkennt, schneidet im Durchschnitt der Jahre 199192 die Erhohung des Korperschaftssteuersatzes am besten ab. Der Hauptgrund fur die gute Performancedes Korperschaftssteuersatzes liegt im Zusammenhang zwischen Preiswirkungen, Realeinkommen und Konsum. Eine Erhohung des Mehrwertsteuersatzes fuhrt unmittelbar zu Preiserhohungen und damit zu einer Reduktion des real verfugbaren Haushaltseinkommens. Dass Erhohungendes Korperschaftssteuersatzes auf die Preise umgelegt werden, konnte hingegen empirisch nichtfestgestellt werden, was aber unter Umstanden auch daran liegen konnte, dass solch drastische Erhohungen um 4.5 PP auf einen Schlag in der Vergangenheit nicht beobachtbar waren. Hiergerat die Simulation in den Gultigkeitsbereich der LucasKritik. Eine Erhohung des Einkommensteuersatzes belastet das verfugbare Haushaltseinkommen direkt, aber auch eine Erhohungdes Korperschaftssteuersatzes reduziert letztendlich das verfugbare Haushaltseinkommen uberverminderte Zins und Dividendenzahlungen. Entscheidend ist, dass Variationen des Gewinneinkommens gemass Tab. 1 keinen statistisch signifikanten Einfluss auf die Konsumnachfragehaben. Mehrwertsteuer und Einkommensteuererhohungen belasten im Unterschied dazu die realverfugbaren Einkommen der konsumierenden Einkommensgruppen.Ein moglicher Einwand gegen die Simulationsergebnisse konnte lauten, dass denkbare Standortverlagerungen von Unternehmen im Zuge der Korperschaftssteuererhohung unberucksichtigtbleiben wurden. Dem ist aber nicht so. Eventuelle Ausweichreaktionen der Unternehmer sindberucksichtigt uber eine kalibrierte quadratische LafferKurve in der Investitionsfunktion: Insbesondere bei hohen simulierten Korperschaftssteuersatzen kommt es zu einem starken Ruckgang 15der Bruttoinvestitionen bzw. negativen Nettoinvestitionen. Bei einem Steuersatz von 100 PPsind die Bruttoinvestitionen gleich Null. Dass gemass Tab. 3 die Wachstumsrate des realen BIPin beiden Jahren 199192 uberhaupt um ca. 0.15 PP absinkt, liegt an einem Ruckgang der BruttoAusrustungsinvestitionen um ca. 1,1 Mrd. Sfr. aufgrund dieser Kalibrierung.12Es macht einen Unterschied, ob der Staat die uber die Steuererhohung aufgenommenen 2,5Mrd. Sfr. zur Entschuldung verwendet oder ausgibt. In Tab. 3 wird daher fur jede Steuerpolitikauch eine Variante dokumentiert, in der die staatlichen Bauinvestitionen um 2,5 Mrd. Sfr. erhohtwerden. Es zeigt sich, dass diese steuerfinanzierte Staatsausgabe die Wachstumsrate des realen BIP im ersten Jahr je nach Finanzierungsform um 0,730,76 PP erhoht, wobei die Refinanzierung uber die Mehrwertsteuer leicht am expansivsten wirkt. Im zweiten Jahr geht der Wachstumsimpuls der Ausgaben verloren, da sie nicht weiter erhoht, sondern nur im Niveau gehaltenwerden. Die Wachstumsrate des realen BIP liegt unterhalb der Realitat, aber doch hoher als beider Steuererhohung ohne Anhebung der Ausgaben. Die Beschaftigungseffekte der SteuercumAusgabenerhohung sind positiv, bei allerdings leicht hoherer Inflation. Der Staatshaushalt wirdaktiviert, wenn auch weniger als bei der Steuererhohung allein, da die Bauinvestitionen ihrerseitszu Steuereinnahmen fuhren. Insgesamt betrachtet, schneidet wiederum die Refinanzierung der Ausgaben uber eine Erhohung der Korperschaftssteuern am besten ab gemessen am neuenmagischen Viereck.3.1.3 Sozialpolitik In einer sozialpolitischen Simulation soll die Frage beantwortet werden, um wie viel der aggregierte SozialversicherungsBeitragssatz gesenkt werden konnte, wenn die Rentenformel vomjetzt gebrauchlichen Mischindex auf den Preisindex umgestellt wurde, und welche Folgen diesfur das neue magische Viereck sowie die Einkommensverteilung s. Abschnitt 3.2.2 hatte. Die Schweiz besitzt ein Rentensystem mit drei Saulen, deren wichtigste die Alters und Hinterlassenenversicherung AHV, 1. Saule und die Berufliche Vorsorge BVG, 2. Saule sind.13 Die 1. Saule wird im Umlageverfahren finanziert und gewahrt eine Art Mindestrente; die 2. Saulebesteht aus privaten Pensionskassen, die uber ein Kapitaldeckungsverfahren finanzierte Pensionen ausrichten. Die Rentenanpassung in der AHV erfolgt in der Regel alle zwei Jahre, wobei der Rentenindex um das 12fache der Summe aus Nominallohn und Konsumentenpreisindex erhoht 12 Empirisch gibt es keine Evidenz fur einen statistischen Zusammenhang zwischen Korperschaftssteuersatz und Investitionsvolumen in den Schweizer Daten.13 Die 3. Saule besteht aus Steuerbegunstigungen fur freiwilliges gebundenes Vorsorgesparen.16wird.14 De facto gibt es also einen halben Reallohnausgleich fur die Rentnerinnen. Wenn mandiesen Mischindex auf einen reinen Inflationsausgleich umstellte, so wurde die AHV Geldeinsparen, und der AHVBeitragssatz konnte gesenkt werden. Im Modell ist der AHVBeitragssatz keine eigene Variable. Es gibt lediglich einen aggregierten SozialversicherungsBeitragssatz, berechnet als Aufkommen an Sozialbeitragen geteilt durch Einkommen aus unselbstandiger Arbeit. Eine feinere Differenzierung ist mit VGRDaten nicht moglich. Der aggregierte Beitragssatz, den man als LohnnebenkostenQuote interpretieren kann, umfasst hauptsachlichdie Zwangsbeitrage an die AHV, die Invalidenversicherung IV sowie die Arbeitslosenversicherung ALV.15Da im Jahr 1991 keine Rentenanpassung erfolgt ist, wirkt sich die Modifikation der Rentenformel erst und nur 1992 aus. Das Modell berechnet einen Einspareffekt von rd. 1,4 Mrd. Sfr.,was eine Reduktion des aggregierten Beitragssatzes um 0,3 PP erlauben wurde. Tabelle 3 zeigtdie Auswirkungen dieser Revision der Sozialpolitik auf das neue magische Viereck. Sie sindschwach.3.1.4 Lohnpolitik Schliesslich soll noch eine lohnpolitische Simulation, und zwar eine exogen vorgegebene Absenkung der Lohnwachstumsrate der Jahre 199192 um je einen Prozentpunkt, durchgefuhrt werden.Da, wie in Abschnitt 2.2 ausgefuhrt, in der Schweiz der Kosten den Nachfrageeffekt uberwiegtund die Preise kostendeterminiert sind, konnen positive Effekte der zuruckhaltenden Lohnpolitikauf Erwerbstatigkeit, Preisstabilitat und Realwachstum erwartet werden. Tabelle 3 bestatigt dies.Es sei der Hinweis erlaubt, dass die Inflationsrate durch Lohnpolitik wesentlich starker beeinflusst wird als durch Geldpolitik und dass sie selbst durch Fiskalpolitik beeinflusst werden kann.Das konventionelle policy assignment ignoriert diese Tatsachen vgl. HARTWIG 2004.Obwohl die Lohnpolitik im neuen magischen Viereck am besten abschneidet, stellt sichdoch die Frage, ob die in der Schweiz traditionell geubte Lohnzuruckhaltung 16 die Schweiz ist 14 Wenn die Inflationsrate einen Schwellenwert uberschreitet, wird der Rentenindex auch in zwei aufeinanderfolgenden Jahren angepasst. Dies war im Stutzbereich des Modells einmal 199293 der Fall.15 Nicht enthalten sind hingegen die Pensionskassenbeitrage sowie die Krankenkassenpramien, die in der Schweizals Zwangsbeitrage an private Organisationen nicht die Kriterien erfullen, die die VGR an Sozialversicherungsbeitrage anlegt. Dies ist ubrigens der Hauptgrund fur die im internationalen Vergleich tiefe schweizerische Fiskalquote.16 Mentalitat und Grundhaltung der Schweizer Arbeitnehmer sind im wesentlichen konsensual und gutglaubig,sicher nicht konfliktuell. Ideell ist heute ihre weitgehende Integration in die Unternehmung und die Arbeitgeberseite 17das einzige OECDLand, das wahrend der gesamten 90er Jahre keinen Reallohnanstieg erlebthat 17 der Situation angemessen ist. Die in der Vergangenheit existierende strukturelle Uberbeschaftigung hat immer wieder zu einer Erhohung der Kontingente fur Arbeitsmigrantengefuhrt. Im 2. Quartal 2003 waren bereits 809000 niedergelassene Auslanderinnen erwerbstatig,was einem Anteil an der Erwerbsbevolkerung von 20,5% entspricht. Hinzu kamen rund 250000Grenzgangerinnen, erwerbstatige Kurzaufenthalterinnen und Asylsuchende vgl. BFS 2004.Es stellt sich die Frage, ob die in der Schweiz verfolgte lohnpolitische Strategie bzw. die ihrzugrundeliegende Mentalitat nachhaltig aufrechterhalten werden kann.Tab. 3: Auswirkungen von Politiksimulationen auf das magische Viereck Politik 1:Politik 2:Politik 3:Politik 4:Politik 5:Politik 6:Politik 7:Politik 8:Politik 9:Erhohung des DreimonatsZinssatzes Libor um 1PPErhohung des MWSt.Satzes um 1PPErhohung des Einkommensteuersatzes naturliche Personen um 1PPErhohung des Korperschaftssteuersatzes juristische Personen um 4,5PPErhohung des MWSt.Satzes um 1PP und der staatl. Bauinvestitionen um 2,5 Mrd. Sfr.Erhohung des Einkommensteuersatzes um 1PP und der staatl. Bauinv. um 2,5 Mrd. Sfr.Erhohung des Korpersch.steuersatzes um 4,5PP und der staatl. Bauinv. um 2,5 Mrd. Sfr.Inflationsausgleich in der Rentenformel und Absenkung des aggr. SozialversicherungsBeitragssatzes um 0,3PPSenkung der Lohnwachstumsrate um 1PPAnderungen in Prozentpunkten gegenuber der Realitat Politik 1Politik 2Politik 3Politik 4Politik 5Politik 6Politik 7Politik 8Politik 9Hinweis:gud 1991 0.40 0.17 0.14 0.15 0.76 0.74 0.73 0.101992 0.14 0.23 0.25 0.14 0.12 0.13 0.03 0.07 0.141991 0.15 0.600.000.00 0.600.000.00 0.531992 0.02 0.20 0.03 0.06 0.39 0.15 0.12 0.04 0.721991 0.04 0.04 0.05 0.02 0.07 0.06 0.09 0.391992 0.07 0.14 0.06 0.05 0.04 0.13 0.14 0.01 0.721991 0.16 0.76 0.83 0.80 0.17 0.23 0.230.0019920.26 0.73 0.80 0.820.18 0.24 0.28 0.02 0.01g Wachstumsrate des realen BIP, Inflationsrate, u Erwerbslosenquote,d Neuverschuldungsquote vorhanden. Die Arbeitnehmer solidarisieren sich mit der Unternehmung und den Arbeitgebern und stehen fur die Interessen ihrer Betriebe ein HOTZHART ET AL. 2001, S. 68.17 Der Reallohnindex mannlicher Arbeitnehmer 1939 100 stieg von 262 1991 auf 264 2000.183.2 Auswirkungen auf die Einkommensverteilung 3.2.1 Funktionale Einkommensverteilung Aus Tab. 4 kann als Tendenzaussage abgeleitet werden, dass beide Produktionsfaktoren untereiner restriktiven Wirtschaftspolitik leiden, dass aber das Kapital starker leidet als der Faktor Arbeit. Dass beide Faktoren Einkommensruckgange hinnehmen mussen, ist nicht verwunderlich,denn es handelt sich um Angaben zu laufenden Preisen, und eine restriktive Wirtschaftspolitikdruckt sowohl auf die Preis wie auf die Aktivitatsniveaus vgl. Tab. 3. Einen Sonderfall stelltdie Einkommensentwicklung des Faktors Arbeit unter dem Mehrwertsteuer sowie, im ersten Jahr, unter dem Einkommensteuerschock dar. Die Mehrwertsteuererhohung erhoht das Preisniveau, und der Faktor Arbeit ist gemass empirischem Befund vgl. Appendix in der Lage, einenpartiellen Inflationsausgleich durchzusetzen. Konkret steigt der Konsumentenpreisindex im Jahr 1991 um 0.57% und der Nominallohnindex um 0.35%. Diese Lohnerhohung uberkompensiertden leichten Ruckgang der Beschaftigung und fuhrt insgesamt zu einem Anstieg des nominalenEinkommens aus unselbstandiger Arbeit. Selbst wenn die Unternehmer die gestiegenen Steuernzu 100% auf die Preise uberwalzen konnten, wurden sie schlechter gestellt, denn sie mussten die Arbeitnehmer fur Preissteigerungen entschadigen, deren Nutzniesser allein der Staat ist. Esgelingt aber nur eine 60%ige Uberwalzung vgl. Tab. 3. Der Faktor Kapital verliert doppelt.Der geringe Anstieg des Einkommens aus unselbstandiger Arbeit im ersten Jahr des Einkommensteuerschocks erklart sich dadurch, dass gemass geschatzter Lohngleichung auch fur Einkommensteuererhohungen in geringem Ausmass ein Lohnausgleich durchgesetzt werdenkann vgl. Appendix.Werden die Steuererhohungen mit einer Ausweitung der staatlichen Bauinvestitionen um 2,5Mrd. Sfr. kombiniert, so wirkt sich diese Fiskalpolitik expansiv aus vgl. Tab. 3. So wie der Faktor Kapital von einer restriktiven Politik starker belastet wird, so profitiert er auch starker voneiner expansiven Politik als der Faktor Arbeit.18 18 Es soll an dieser Stelle betont werden, dass das Resultat, nach dem der Faktor Kapital starker von einer restriktiven Politik belastet wird und mehr von einer expansiven Politik profitiert als der Faktor Arbeit, keinesfalls aufirgendwelchen theoretischen Vorannahmen beruht. Vielmehr ist der Bruttobetriebsuberschuss im Modell ein umfassendes berechnetes Resultat der gesamtwirtschaftlichen Konstellation. Er wird im Wesentlichen berechnet als Differenz von nominellem BIP und Einkommen aus unselbstandiger Arbeit. Allein das nominelle BIP ist aus Komponenten zusammengesetzt, fur deren Berechnung 16 Verhaltensgleichungen benotigt werden. Das Einkommen aus unselbstandiger Arbeit wird ebenfalls stochastisch modelliert. Es ist a priori unmoglich zu sagen, wie der 19Die Simulation des Lohnschocks macht deutlich, dass dem Kapitalinteresse nach monetarer Verwertung durch Lohnzuruckhaltung der Arbeitnehmer wenig gedient ist. Es handelt sichgewissermassen um ein deflationares Szenario mit sinkenden Preisen und Lohnen sinkendnicht absolut, sondern gegenuber der Realitat.19 Dass im Jahr 1992 das Einkommen ausunselbstandiger Arbeit weniger zuruckgeht als der Bruttobetriebsuberschuss, liegt daran, dass die Lohnzuruckhaltung zu Neueinstellungen fuhrt. Bis 1992 verringert sich die Erwerbslosenquoteum 0.72 PP vgl. Tab. 3. Dies entspricht ca. 16500 neuen Vollzeitstellen. Ohne diese Zusatzbeschaftigten ware das Einkommen aus unselbstandiger Arbeit im Jahr 1992 nicht nur um 1940Mio. Sfr., sondern den geschatzten Modellparametern zufolge um 2842 Mio. Sfr. gesunken.Die sozialpolitische Simulation erhoht das funktionale Kapitaleinkommen. Dass hier das Einkommen aus unselbstandiger Arbeit reduziert wird, liegt daran, dass diese Grosse inklusive Arbeitnehmer und Arbeitgeberbeitragen zur Sozialversicherung definiert ist, welche abgesenktwerden. Da diese Beitrage zusammengenommen ca. 1,4 Mrd. Sfr. ausmachen s.o., steigt das Einkommen aus unselbstandiger Arbeit exklusive Sozialversicherungsbeitragen um uber 700Mio. Sfr. an.Tab. 4: Auswirkungen von Politiksimulationen auf die funktionale Einkommensverteilung Politik 1:Politik 2:Politik 3:Politik 4:Politik 5:Politik 6:Politik 7:Politik 8:Politik 9:Erhohung des DreimonatsZinssatzes Libor um 1PPErhohung des MWSt.Satzes um 1PPErhohung des Einkommensteuersatzes naturliche Personen um 1PPErhohung des Korperschaftssteuersatzes juristische Personen um 4,5PPErhohung des MWSt.Satzes um 1PP und der staatl. Bauinvestitionen um 2,5 Mrd. Sfr.Erhohung des Einkommensteuersatzes um 1PP und der staatl. Bauinv. um 2,5 Mrd. Sfr.Erhohung des Korpersch.steuersatzes um 4,5PP und der staatl. Bauinv. um 2,5 Mrd. Sfr.Inflationsausgleich in der Rentenformel und Absenkung des aggr. SozialversicherungsBeitragssatzes um 0,3PPSenkung der Lohnwachstumsrate um 1PPAnderungen in Mio. Sfr. gegenuber der Realitat Einkommen ausunselbst. Arbeit 19921991 253 554Bruttobetriebsuberschuss 1991 10841992 2876Politik 1 Bruttobetriebsuberschuss auf einen fiskalpolitischen Schock reagieren wird. Nur ein interdependentes empirisches Modell kann eine solche Frage beantworten.19 Wenn auch der Faktor Kapital in den restriktiven Szenarien verliert, so kann es naturlich sein, dass sich die Bezieher von Gewinneinkommen real besser stellen. Dies wird im nachsten Abschnitt untersucht.20Politik 2Politik 3Politik 4Politik 5Politik 6Politik 7Politik 8Politik 9 365 30 55 694 360 274 907 529 224 2231449 703 701 687 1940 1399 350 462 1018 2094 1974 523 1343 1010 847 14591822 1965 937 23273.2.2 Personelle Einkommensverteilung Die Abbildungen 24 zeigen die Auswirkungen der Steuererhohungen ohne gleichzeitige Steigerung der Staatsausgaben fur die drei Einkommensgruppen. Wie man sieht, wird die Gruppe der Lohneinkommensbezieher durch eine Erhohung des Einkommensteuersatzes weit starkerbelastet als durch eine Erhohung der Mehrwertsteuer oder Korperschaftssteuer. Das reale mitdem Konsumentenpreisindex deflationierte Lohneinkommen sinkt bei einer Erhohung des Einkommensteuersatzes um einen Prozentpunkt um 1,61,7 Mrd. Sfr. pro Jahr und damit etwadreimal so stark wie bei einer Erhohung des Mehrwertsteuersatzes um einen Prozentpunkt.Erwartungsgemass hat die Erhohung des Korperschaftsteuersatzes um 4.5 PP die geringsten Auswirkungen auf das Lohneinkommen; die dennoch beobachtbaren geringen Effekte in der Grossenordnung von 100 Mio. Sfr. ruhren von den Arbeitsmarkteffekten dieser Steuererhohungher vgl. Tab. 3. Fur die Gewinneinkommensbezieher ist die Rangordnung der Belastungenidentisch zu den Lohneinkommensbeziehern, allerdings sind die Belastungsunterschiede geringer. Die realen Verluste durch die Einkommensteuererhohung liegen zwischen 1,7 und 1,8 Mrd.Sfr. pro Jahr, bei der Mehrwertsteuererhohung zwischen 1,2 und 1,3 Mrd. Sfr. und bei der Korperschaftssteuererhohung im Durchschnitt der Jahre 199192 bei rund 900 Mio. Sfr. Dass dieabsolute Belastung der Gewinneinkommensbezieher durch Einkommen und Mehrwertsteuerhoher ist als bei den Lohneinkommensbeziehern ist vorderhand uberraschend, da die letztgenannte Gruppe die grossere ist. Die Erklarung liegt darin, dass diese Steuererhohungen viel negativer auf den Bruttobetriebsuberschuss einwirken als auf das Einkommen aus unselbstandiger Arbeit vgl. Tab. 4 und der Bruttobetriebsuberschuss letztlich die Quelle allen Gewinneinkommens wie hier definiert ist. Dass die Korperschaftssteuererhohung zu geringeren Belastungen fuhrt als die anderen beiden Steuerpolitiken obwohl der Steuerertrag jedes Mal derselbeist liegt daran, dass die von einer Erhohung der Korperschaftssteuer ausgehenden realwirtschaftlichen Belastungen am geringsten sind vgl. Tab. 3. Die Transfereinkommensbezieherschliesslich verlieren durch die Mehrwertsteuererhohung im ersten Jahr; im zweiten Jahr erfolgt 21ein Ausgleich uber die Anpassung der Rentenformel. Dass die beiden anderen Steuerpolitikendas Transfereinkommen leicht erhohen, liegt daran, dass sie zu einer Erhohung der Arbeitslosigkeit und damit der Transfers an die Arbeitslosen fuhren.Die Abbildungen 57 beziehen sich auf die steuerrefinanzierte expansive Fiskalpolitik.Einige Unterschiede zu den ersten drei Abbildungen sind erkennbar. So verlieren nun die Transfereinkommensbezieher in allen drei Steuerszenarien. In zwei von drei Fallen ist dies allein aufden Ruckgang der Arbeitslosigkeit zuruckzufuhren; im Fall der Mehrwertsteuererhohung gehtallerdings der Reallohnindex zuruck, so dass die Renterinnen und Rentner uber die Rentenformelreale Einbussen erleiden. Die Bezieher von Lohneinkommen profitieren nun real von einer Refinanzierung der hoheren Staatsausgaben uber die Korperschaftssteuer und stellen sich im MehrwertsteuerSzenario in etwa gleich. Die Bezieher von Gewinneinkommen verlieren dagegennach wie vor in allen drei Szenarien. Diese Einkommensgruppe kann offenbar weder an Steuererhohungen per se noch an einer steuerfinanzierten Erhohung der Staatsausgaben ein Interessehaben.Abbildungen 1, 8 und 9 stellen die Verteilungswirkungen des geld, sozial und lohnpolitischen Schocks dar. Nicht weiter verwunderlich ist, dass der sozialpolitische Schock zu einer Umverteilung von den Transfereinkommensbeziehern Rentnerinnen und Rentnern zu den Lohnempfangern fuhrt. Wegen der leicht expansiven Wirkung der Massnahme steigt das verfugbare Lohneinkommen um mehr als die Halfte des Ruckgangs der Transfereinkommen. Dieandere Halfte entfallt auf die Arbeitgeberbeitrage zur Sozialversicherung und wird teilweise andie Bezieher von Gewinneinkommen ausgeschuttet. Zu einer Umverteilung fuhrt auch der geldpolitische Schock. Die Bezieher von Gewinneinkommen profitieren von der Zinserhohung,insbesondere im ersten Jahr, da ihre Zinseinkunfte schneller anziehen als ihre Zahlungsverpflichtungen. Nachdem es 1992 dann zu einer Anpassung der Hypothekarvertrage mit variablen Zinssatzen gekommen ist, relativiert sich der Vorteil, bleibt aber bestehen, da den GewinneinkommensBeziehern zwar die gesamten Zinseinkunfte zufliessen, sie aber nur einen Teil der Zinszahlungen leisten. Die Bezieher von Lohneinkommen verlieren durch hohere Zinszahlungenund geringere Lohneinkunfte wegen der Verschlechterung des Arbeitsmarktlage. Der letztgenannte Grund zeichnet auch verantwortlich fur den leichten Anstieg bei den Transfereinkommen.Insgesamt liegt das verfugbare Einkommen des Haushaltssektors nach der Zinserhohung imersten Jahr real um 971 Mio. Sfr. und 1992 noch um 130 Mio. Sfr. hoher. Verlierer sind alsonicht nur die LohneinkommensBezieher, sondern auch die SchuldnerSektoren Staat und Unternehmen. An auslandische Glaubiger muss fast eine Milliarde pro Jahr mehr gezahltwerden.22Das wahrscheinlich interessanteste Resultat liefert der lohnpolitische Schock. Obwohl, wieoben gesehen, dieser Schock durchweg positive Auswirkungen auf das neue magische Viereckhat, gibt es verteilungsseitig keine Gewinner. Die Transfereinkommensbezieher verlieren real 1,2 Mrd. Sfr., was insofern unproblematisch ist, als der Ruckgang der Arbeitslosigkeit hierfurverantwortlich ist. Allerdings steigen auch die Renten um weniger. Die Rentnerinnen und Rentner gehoren zu den Verlierern des Lohnschocks, denn sie erhalten einen halben Reallohnausgleich s.o., und der Reallohn liegt 1992 um 1,2% unterhalb seines tatsachlichen Wertes.Die Lohneinkommensbezieher verlieren real rund 600 Mio. Sfr. im Durchschnitt beider Jahre.Mit anderen Worten kann weder der Anstieg der Beschaftigung noch der Ruckgang des Preisniveaus gegenuber der Realitat, nicht gegenuber der Vorperiode die einkommensmindernde Wirkung der relativen Lohnsenkung kompensieren. Und selbst die GewinneinkommensBezieher profitieren nicht. Fur sie gleicht der relative Ruckgang der Preise die Einbussen im nominellen Bruttobetriebsuberschuss im Hinblick auf das Realeinkommen gerade aus.Abb. 1 Zinsschock Abb. 2 MWSt.Schock ohne Erhohung der Bauinvestitionen Abb. 3 Eink.st.Schock ohne Erhohung der Bauinvestitionen.rf S .io M1200800400040080019811983198519871989199119931995199719992001.rf S .io M2002006001000140019811983198519871989199119931995199719992001Lohneinkommen Gewinneinkommen Transfereinkommen Lohneinkommen Gew inneinkommen Transfereinkommen.rf So Mi 20020060010001400180019811983198519871989199119931995199719992001Lohneinkommen Gew inneinkommen Transfereinkommen Abb. 4 Korpersch.stSchock ohne Erhohung der Bauinvestitionen Abb. 5 MWSt.Schock mit Erhohung der Bauinvestitionen Abb. 6 Eink.st.Schock mit Erhohung der Bauinvestitionen 0400800.rf S .io M120019810.rf S .io M400198319851987198919911993199519971999200180019811983198519871989199119931995199719992001.rf S .io M2002006001000140019811983198519871989199119931995199719992001Lohneinkommen Gew inneinkommen Transfereinkommen Lohneinkommen Gew inneinkommen Transfereinkommen Lohneinkommen Gew inneinkommen Transfereinkommen 23Abb. 7 Korpersch.stSchock mit Erhohung der Bauinvestitionen Abb. 8 Sozialpolitischer Schock Abb. 9 Lohnschock 400.rf S .io M040019811983198519871989199119931995199719992001600200200600.rf S .io M1000140019811983198519871989199119931995199719992001.rf S .io M800400040080012001981Lohneinkommen Gew inneinkommen Transfereinkommen Lohneinkommen Gew inneinkommen Transfereinkommen 1983198519871989199119931995199719992001Lohneinkommen Gew inneinkommen Transfereinkommen 4 Schluss Die hier durchgefuhrten Simulationen konnen dazu beitragen, einige der in wirtschaftspolitischen Debatten von verschiedenen Seiten bezogenen Positionen besser einordnen und auf empirischer Grundlage nachvollziehen zu konnen. So haben die Simulationen ergeben, dass Einkommen und Mehrwertsteuererhohungen fur alle Einkommensgruppen zu einem Ruckgang desverfugbaren Einkommens fuhren, gleichgultig ob das so aufgenommene Geld fur eine Erhohungder Staatsausgaben verwendet wird oder nicht. Dies mag den harten Widerstand auf allen Seitenbesonders gegen Erhohungen der Einkommensteuer erklaren helfen, da jene, wie gezeigt wurde,am belastendsten wirken.20 Dass eine restriktive Geldpolitik im Interesse der Gewinneinkommensbezieher Rentiers liegt, ist ein Gemeinplatz der Regulationstheorie, der durch unsere Simulationen bestatigt wird. Die immer noch gelegentlich von Arbeitnehmervertretern erhobene Forderung nach einer Finanzierung staatlicher Investitionsprogramme uber hohere Unternehmenssteuern findet ihre Begrundung in der positiven Wirkung einer solchen Politik auf die Lohneinkommen ebenso wie die Ablehnung der Forderung durch die Bezieher von Gewinneinkommen sich aus der Reduktion derselben durch eine solche Politik erklart. Der einzige Wegzur Verbesserung der Eckwerte des neuen magischen Vierecks, der die Gewinneinkommennicht belastet, fuhrt uber Lohnzuruckhaltung, und dies mag erklaren, von welcher Seite diese Forderung erhoben wird und warum es der einzige Vorschlag ist, der von dieser Seite kommt.Vielleicht uberraschenderweise haben unsere Simulationen ergeben, dass sich die Gewinneinkommen aber durch Lohnzuruckhaltung auch nicht steigern lassen. Trotzdem ist in der Schweizeine zuruckhaltende Lohnpolitik der effizienteste Weg zur Erreichung der im neuen magischen Viereck enthaltenen Ziele. Es wurde aber darauf hingewiesen, dass dieser Weg in einer Situa 20 In einer Abstimmung vom 16. Mai 2004 wurde aber auch die Erhohung des Mehrwertsteuersatzes um 1,8 PP zur Sanierung von IV und AHV vom Schweizer Volk mit 68,6% NeinStimmen verworfen.24tion struktureller Uberbeschaftigung nur unter Hinnahme weiterer Einwanderung gangbar seinwird. Der zweitbeste Weg ware eine Refinanzierung vermehrter staatlicher Investitionen ubereine hohere Korperschaftssteuer zumindest so lange, wie noch keine stark adversen LafferKurvenEffekte zu befurchten sind welche in unseren Simulationen berucksichtigt werden.21Die negativen Einkommenswirkungen einer solchen Politik fur die Bezieher von Gewinneinkommen macht ihre Umsetzung allerdings sehr unwahrscheinlich.Literaturverzeichnis Angeloni, I.Kashyap, A.Mojon, B.Terlizzese, D. 2002: Monetary transmission in the euro area:where do we stand?, European Central Bank Working Paper Series, No. 114Bergstrom, R.Wold, H. 1983: FixPoint Estimation in Theory and Practice, Gottingen BFS 2004: Auslanderinnen und Auslander auf dem Arbeitsmarkt. Pressemitteilung vom 16. 2.2004, Neuchatel: Bundesamt fur Statistik Davidson, R.Mac Kinnon, J. G. 1993: Estimation and Inference in Econometrics, New York,Oxford University Press Fair, R. C. 1994: Testing Macroeconometric Models, Cambridge, MA, Harvard University Press Hall, S. 1995: Macroeconomics and a bit more reality, Economic Journal, 105 4, S. 974988Harrod, R. F. 1939: An essay in dynamic theory, Economic Journal, 49 1, S. 1432Hartwig, J. 2002: Geldpolitik in einem postkeynesianischen Simulationsmodell der Schweizer Volkswirtschaft, in: Heise, A. Hg., Neues Geld alte Geldpolitik? Die EZB im makrookonomischen Interaktionsraum, Marburg, S. 5990Hartwig, J. 2004: Nichts als Strohfeuer? Eine kritische Analyse des wirtschaftspolitischen Assignments im Neuen Konsens mit Hilfe eines makrookonometrischen Politiksimulationsmodells der Schweizer Volkswirtschaft, erscheint in: Intervention. Zeitschrift fur OkonomieJournal of Economics, 1 2Hartwig, J.Edel, K. 2001: Das Reich der Moglichkeiten Wirtschaftspolitische Simulation mitdem HSGModell der Schweizer Volkswirtschaft, in: Furrer, J.Gehrig, B. Hg., Aspekte derschweizerischen Wirtschaftspolitik. Festschrift fur Franz Jaeger, Chur Zurich, S. 7392Hartwig, J.Jaeger, F. 2004: Is economic policy neutral in the long run? An analysis based on amacroeconometric policy simulation model for Switzerland, in: Metz, R.Losch, M.Edel, K.Hg., Zeitreihenanalyse in der empirischen Wirtschaftsforschung. Festschrift fur Winfried Stier, Stuttgart, S. 4165HotzHart, B.Mader, S.Vock, P. 2001: Volkswirtschaft der Schweiz, 3. Aufl., Zurich Jordan, T. J.Peytrignet, M. 2001: Die Inflationsprognose der Schweizerischen Nationalbank,SNBQuartalsheft, No. 2, S. 5461Keynes, J. M. 1973: The General Theory of Employment, Interest, and Money, Reprint, London,Macmillan 21 Diese Aussage gilt unter der Voraussetzung, dass es den Unternehmern auch weiterhin nicht gelingt, hohere Korperschaftssteuern auf die Preise zu uberwalzen.25Lucas, Jr., R. E. 1976: Econometric policy evaluation: a critique, in: Brunner, K.Meltzer, A. H.Hg., The Phillips Curve and Labor Markets, CarnegieRochester Conference Series on Public Policy, vol. 1, Journal of Monetary Economics, supplementary issue, S. 1946Muscatelli, A.Hurn, S. 1992: Cointegration and dynamic time series models, Journal of Economic Surveys 6 1, S. 143Phillips, P. C. B. 1983: Exact Small Sample Theory in the Simultaneous Equations Model, in: Griliches, Z.Intriligator, M. D. Hg. Handbook of Econometrics, Bd. 1, Amsterdam, NorthHolland, S. 449516SNB 1999: Geldpolitische Beschlusse der Schweizerischen Nationalbank fur das Jahr 2000, SNBQuartalsheft, No. 4, S. 823Stalder, P. 2003: Entkopplung der Mieten vom Hypozins: Implikationen der Mietrechtsrevision furdie Geldpolitik, in: SNBQuartalsheft, No. 303, S. 4557Van Els, P.Locarno, A.Morgan, J.Villetelle, J. P. 2001: Monetary policy transmission in theeuro area: what do aggregate and national structural models tell us?, European Central Bank Working Paper Series, No. 94Varvares, C., Prakken, J. and Guirl, L. 1998: Macro modeling with chaintype GDP, Annali di Statistica, Serie X vol. 15, S. 5976Wold, H. 1965: A FixPoint theorem with econometric background, III, Arkiv for Matematik 6, S.209240Wold, H. ed. 1981: The FixPoint Approach to Interdependent Systems, Amsterdam, North Holland 26Appendix: Documentation of the behavioural equations of the Swiss model A List of variables and abbreviations BOTBUDBAL CHF3M COEFRCONSGCONSPCPICPIPIOECDCREDITDEPCDEPMEDMY00DMY01DMY8081DMY8099DMY8284DMY8291DMY8695DMY9193DMY9196DMY9201DMY9495DMY96DMY9798DMY9800DMY9899 DMYZ1DMYZ2EUR3MFDIIS FDIRET FTEGDPN GDPOGC GMTGOSMEGRULCHIDHIIHISBICBUSICOMIEAWFA IEAWFRIECFDIECFDPCIGAPIHOUSEIIPPIMEINTERESTIPGOVIPHHITRJJKCKD KMELD LRATELRATEGEMCPCMIMONEMRATEMSNERIBalance of trade Balance of the government budget federal, state, and localThreemonths interest rate, Euromarket, Swiss Francs LIBORCompensation of employees paid out to foreign residents Government consumption at 1990 prices Private consumption at 1990 prices Consumer price index Ratio: Swiss consumer price index over OECD GDP deflator Stock of credit issued by domestic banks Depreciation, construction at 1990 prices Depreciation, machinery and equipment at 1990 prices Dummy variable, 2000 1Dummy variable, 2001 1Dummy variable, 19801981 1Dummy variable, 19801999 1Dummy variable, 19821984 1Dummy variable, 19821991 1Dummy variable 19861995 1Dummy variable, 19911993 1Dummy variable, 19911996 1Dummy variable, 19922001 1Dummy variable, 19941995 1Dummy variable, 1996 1Dummy variable, 19971998 1Dummy variable, 19982000 1Dummy variable, 19981999 1Dummy variable, 198019821988 1 indicating a monetary easing in the shortrateDummy variable, 198119931998 1 indicating a monetary easing in the longrateThreemonths interest rate, Euromarket, euros before 1999 DeutschmarksStock of foreign direct investment inside Switzerland Return on Swiss foreign direct investments Number of fulltime equivalents GDP at current prices GDP excluding government consumption at 1990 prices Goods market tightness variable ratio of output gap over potential outputGross operating surplus Mixed income Growth rate of unit labour costs Household income from dividends Household income from interest payments Household income from social benefits Gross business construction investments at 1990 prices Number of international commuters working in Switzerland Income from entrepreneurial activity and wealth received from abroad Income from entrepreneurial activity and wealth paid out to foreign residents Sum of import elastic components of final demand at 1990 prices Sum of import elastic components of final demand at 1990 prices, per capita Interest rate gap euro area minus Switzerland based on short ratesGross residential construction investments at 1990 prices Index of increase in pension payments Gross capital formation, machinery and equipment at 1990 prices Sum of short and long interest rate Interest payments by the government Interest payments by the household sector Average income tax rate, individuals Labour market tightness variable ratio of labour demand over potential labourforceCapital stock, construction Capital stock, dwellings Capital stock, machinery and equipment Labour demand Swiss bond rate German bond rate Imports of commodities at 1990 prices, per capita Mixed income Quantity of money M1Mortgage interest rate Imports of services at 1990 prices Nominal exchange rate indexNERIPINETPROFNWINWWH OGAPOPPIC PIGC PIGDP PIGDPA PIMC PIME PIMSPIMSCPIPIOECD PISHPIXCPIXSPRMPRODPRWRERIRETBIRWIMSHARESTUBPCVOBVWTWAS XCXRFREURXRFRUSDXSYDISPRYTRANSRYWAGERZZRatio: Nominal exchange rate index over price index of commodity imports Net profits Nominal wage index Normal weekly working hours Output gap Number of occupied persons Price index, constructions Price index, government consumption GDP deflator GDP deflator, adjusted for value added tax Price index, imports of commodities Price index, machinery and equipment Price index, imports of services Ratio: price index of service imports over consumer price index GDP deflator, OECD countries Share price index Price index, exports of commodities Price index, exports of services Labour force participation rate, men Labour productivity Labour force participation rate, women Real exchange rate index Return on this years bond issues Real wage index for male employees Value of Swiss shares Trend Unemployment benefits, per capita Value of outstanding Swiss bonds Volume of world trade at 1995 prices Wages and salaries Exports of commodities at 1990 prices Exchange rate Swiss Franc euro before 1999: EcuExchange rate Swiss Franc US dollar Exports of services at 1990 prices Disposable household income, deflated with the CPIDisposable household income accruing to recipients of transfers, deflated withthe CPIDisposable household income accruing to employed persons, deflated with the CPILabour market tightness variable cf. FAIR 1994, p. 5228B Estimation output produced by MEBA softwareGENERAL DEFINITIONSDXLXQX X LAGX,1 LNX 0.5X LAGX,1ESTIMATION METHOD : FIXPOINTESTIMATION PERIOD : 19812001 DEPENDENT VARIABLE : PRW TEXT LAG I COEFFICIENT I II T I 0.1278 I INTERCEPT I 10.1745 I PRW 1 I 0.6951 I JJ I 0.0277 I DMY9196 I 1.1579 IESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 SUM SQUARED RESID : 1.3682 DURBIN WATSON COEFFICIENT : 2.2547 RSQUARED : 0.9957 ADJUSTED RSQUARED : 0.9943 FTEST : 919.3090 DEPENDENT VARIABLE : PRW TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII T I 0.1324 I 0.0358 I 3.6931 I INTERCEPT I 10.7296 I 3.5494 I 3.0229 I PRW 1 I 0.6858 I 0.0568 I 12.0708 I JJ I 0.0288 I 0.0039 I 7.4274 I DMY9196 I 1.0738 I 0.2263 I 4.7459 IESTIMATION METHOD : FIXPOINTESTIMATION PERIOD : 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE: PRM TEXT LAG I COEFFICIENT I II T I 0.3929 I INTERCEPT I 44.3172 I RWIM0.001 I 150.3347 I DMY8284 I 0.8311 I DMY9193 I 0.9780 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 1.4179: 2.6448: 0.9536: 0.9391: 82.1990 DEPENDENT VARIABLE: PRM TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII T I 0.3354 I 0.0284 I 11.8166 I INTERCEPT I 53.4578 I 4.9761 I 10.7429 I RWIM0.001 I 112.5173 I 20.3687 I 5.5240 I DMY8284 I 0.7857 I 0.2358 I 3.3315 I DMY9193 I 1.1818 I 0.2371 I 4.9852 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : PISH TEXT LAG I COEFFICIENT I II T I 9.9293 I INTERCEPT I 483.0626 I LRATE I 18.5836 I RERI I 5.4842 I NETPROF0.001 1 I 3.3344 I DMY00 I 51.5221 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 3575.6682: 1.7361: 0.9721: 0.9609: 104.4514DEPENDENT VARIABLE : PISHTEXT LAG I COEFFICIENT I STAND.DEV. I TTEST IIIIIT I 9.0163 I 1.1701 I 7.7058 IINTERCEPT I 397.6482 I 89.2329 I 4.4563 ILRATE I 19.6333 I 4.3818 I 4.4807 IRERI I 4.5898 I 0.8886 I 5.1650 INETPROF0.001 1 I 3.7159 I 1.3752 I 2.7022 IDMY00 I 48.7319 I 17.7904 I 2.7392 I29ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : LD TEXT LAG I COEFFICIENT I II INTERCEPT I 10391.0488 I NWI I 0.4571 I NWWH I 189.6965 I QPROD I 6.3365 I QGDPOGC0.01 I 0.5724 I CONSG0.01 I 2.9034 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 3667.9719: 1.6512: 0.9971: 0.9960: 1034.5306 DEPENDENT VARIABLE : LD TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 9215.1835 I 1868.3566 I 4.9322 I NWI I 0.3099 I 0.1641 I 1.8887 I NWWH I 165.2739 I 40.4216 I 4.0888 I QPROD I 8.4536 I 2.9611 I 2.8549 I QGDPOGC0.01 I 0.7126 I 0.1801 I 3.9566 I CONSG0.01 I 2.1954 I 1.1728 I 1.8718 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DFTE TEXT LAG I COEFFICIENT I II INTERCEPT I 163.6776 I DOP I 0.8737 I FTE0.01 1 I 6.0526 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 4221.4956: 1.8640: 0.9036: 0.8876: 84.3771DEPENDENT VARIABLE : DFTE TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 160.8362 I 82.1525 I 1.9578 I DOP I 0.9204 I 0.0762 I 12.0754 I FTE0.01 1 I 6.0255 I 2.6910 I 2.2391 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : WAS TEXT LAG I COEFFICIENT I II INTERCEPT I 2633.8273 I WAS 1 I 1.0224 I DNWI I 77.9278 I DOP I 46.6300 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 35792212.0000: 2.0162: 0.9988: 0.9985: 4569.6684 DEPENDENT VARIABLE : WAS TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2804.7895 I 1840.3953 I 1.5240 I WAS 1 I 1.0235 I 0.0095 I 108.0078 I DNWI I 74.4393 I 12.8624 I 5.7873 I DOP I 50.2630 I 7.5839 I 6.6276 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DNWI TEXT LAG I COEFFICIENT I II INTERCEPT I 999.1636 I DCPI I 11.0388 I DJJ0.001 I 2.6857 I DITR I 1.3587 I NWI 1 I 0.7705 I JJ 1 I 1.0068 I CPI 1 I 13.5024 I DMY01 I 16.1317 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 100.3340: 2.4678: 0.9933: 0.9892: 276.9140DEPENDENT VARIABLE : DNWI TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 1029.3808 I 91.8610 I 11.2059 I DCPI I 10.3873 I 0.8890 I 11.6843 I DJJ0.001 I 2.6973 I 0.7010 I 3.8479 I DITR I 2.7507 I 1.1359 I 2.4216 I NWI 1 I 0.7727 I 0.0988 I 7.8232 I JJ 1 I 1.0533 I 0.0884 I 11.9172 I CPI 1 I 13.4349 I 1.8159 I 7.3987 I DMY01 I 28.3209 I 3.0763 I 9.2062 I30ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE: LRWIM TEXT LAG I COEFFICIENT I II INTERCEPT I 2.9147 I LNWI I 0.8814 I LCPI I 0.8369 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 0.0010: 0.8589: 0.9640: 0.9580: 240.7671 DEPENDENT VARIABLE : LRWIM TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2.9410 I 0.2884 I 10.1980 I LNWI I 0.9033 I 0.1551 I 5.8247 I LCPI I 0.8230 I 0.1864 I 4.4156 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : HID TEXT LAG I COEFFICIENT I II INTERCEPT I 3612.2714 I SHARES I 0.1545 I NETPROF I 0.1359 I PISH I 20.5135 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 12151456.0000: 1.9355: 0.9723: 0.9658: 199.2478 DEPENDENT VARIABLE : HID TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 3308.8298 I 1402.3016 I 2.3596 I SHARES I 0.1440 I 0.0232 I 6.2136 I NETPROF I 0.1248 I 0.0437 I 2.8562 I PISH I 24.6922 I 4.7062 I 5.2468 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : COEFR TEXT LAG I COEFFICIENT I II INTERCEPT I 2926.0461 I COEFR 1 I 0.2541 I NWI I 2.5500 I ICOM0.001 I 35.8398 I DMY8099 I 1144.0781 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED RSQUARED ADJUSTED FTEST: 54443.8007: 1.9771: 0.9994: 0.9993: 7084.7148 DEPENDENT VARIABLE : COEFR TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2930.9208 I 311.2035 I 9.4180 I COEFR 1 I 0.2553 I 0.0435 I 5.8693 I NWI I 2.5482 I 0.2583 I 9.8667 I ICOM0.001 I 35.8022 I 1.4088 I 25.4135 I DMY8099 I 1136.6234 I 48.9682 I 23.2114 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE: LIEAWFA TEXT LAG I COEFFICIENT I II INTERCEPT I 1.0374 I LIEAWFA 1 I 0.5861 I LFDIRET I 0.2482 I DNERI0.01 I 0.9400 I DMY9800 I 0.2974 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 0.0779: 1.5763: 0.9804: 0.9743: 200.1359 DEPENDENT VARIABLE : LIEAWFA TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 1.0501 I 0.4460 I 2.3545 I LIEAWFA 1 I 0.5932 I 0.0921 I 6.4431 I LFDIRET I 0.2424 I 0.0772 I 3.1404 I DNERI0.01 I 1.1370 I 0.4301 I 2.6438 I DMY9800 I 0.2807 I 0.0578 I 4.8541 I31ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DIEAWFR TEXT LAG I COEFFICIENT I II INTERCEPT I 1867.7283 I DFDIIS I 0.3806 I DINTEREST I 744.9775 I IEAWFR 1 I 0.1654 I DMY9800 I 13910.8544 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 43710088.0000: 2.3409: 0.9400: 0.9212 : 62.6502 DEPENDENT VARIABLE : DIEAWFR TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 1685.4409 I 673.5530 I 2.5023 I DFDIIS I 0.3770 I 0.0790 I 4.7733 I DINTEREST I 751.4545 I 153.2335 I 4.9040 I IEAWFR 1 I 0.1542 I 0.0367 I 4.1973 I DMY9800 I 13860.4003 I 1467.8909 I 9.4424 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DMI TEXT LAG I COEFFICIENT I II INTERCEPT I 2809.3503 I MI0.01 1 I 5.4559 I DGOSME I 0.0882 I DMY9798 I 2109.1118 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 5903328.5000: 1.9025: 0.7941: 0.7457: 21.8564 DEPENDENT VARIABLE : DMI TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2262.3852 I 770.6817 I 2.9356 I MI0.01 1 I 4.7965 I 2.0182 I 2.3766 I DGOSME I 0.1965 I 0.0404 I 4.8665 I DMY9798 I 1806.0494 I 462.8928 I 3.9017 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIAVLE : DHISB TEXT LAG I COEFFICIENT I II INTERCEPT I 587.6171 I DUBPC I 0.7247 I DIIPP I 0.1928 I HISB 1 I 0.0228 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 3682240.7500: 2.6501: 0.9356: 0.9204: 82.2836 DEPENDENT VARIABLE : DHISB TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 732.4653 I 317.8907 I 2.3041 I DUBPC I 1.1457 I 0.0906 I 12.6428 I DIIPP I 0.1257 I 0.0231 I 5.4468 I HISB 1 I 0.0243 I 0.0050 I 4.8430 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : HII TEXT LAG I COEFFICIENT I II INTERCEPT I 1338.7401 I VOB0.01 1 I 2.7834 I RETBI0.01 I 4.2303 I PISH I 44.2543 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 20138208.0000: 1.5478: 0.9281: 0.9112: 73.1554 DEPENDENT VARIABLE : HII TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2478.4785 I 1182.8192 I 2.0954 I VOB0.01 1 I 2.7218 I 0.2518 I 10.8103 I RETBI0.01 I 3.5940 I 0.6214 I 5.7837 I PISH I 44.4427 I 7.8265 I 5.6785 I32ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : IPHH TEXT LAG I COEFFICIENT I II INTERCEPT I 411.8615 I CREDIT0.01 I 2.1818 I QMRATE I 2127.8986 I SUM SQUARED RESID DURBINWATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 8213469.0000: 1.8210: 0.9735: 0.9691: 330.6771 DEPENDENT VARIABLE : IPHH TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 326.6123 I 970.3230 I 0.3366 I CREDIT0.01 I 2.1671 I 0.0945 I 22.9403 I QMRATE I 2124.6403 I 143.8473 I 14.7701 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : CPI TEXT LAG I COEFFICIENT I II INTERCEPT I 0.7075 I CPI 1 I 0.2398 I NWI0.01 1 I 3.9080 I PIMC I 0.1688 I GMT0.01 1 I 17.8702 I QMRATE I 0.4605 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 3.9851: 1.9082: 0.9992: 0.9989: 3747.7749 DEPENDENT VARIABLE : CPI TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 3.1843 I 5.7790 I 0.5510 I CPI 1 I 0.5098 I 0.2169 I 2.3506 I NWI0.01 1 I 2.4544 I 1.1547 I 2.1256 I PIMC I 0.0743 I 0.0388 I 1.9176 I GMT0.01 1 I 22.4718 I 7.1882 I 3.1262 I QMRATE I 0.7224 I 0.1457 I 4.9571 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE: DCONSP TEXT LAG I COEFFICIENT I II INTERCEPT I 25215.6835 I DYWAGER I 0.7325 I CONSP 1 I 0.4627 I YWAGER 1 I 0.4470 I YTRANSR 1 I 0.2291 I DMY00 I 2497.0175 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 5543425.3515: 2.3076: 0.8867: 0.8489: 23.4727 DEPENDENT VARIABLE : DCONSP TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 35077.9794 I 8681.3621 I 4.0406 I DYWAGER I 0.6788 I 0.0682 I 9.9522 I CONSP 1 I 0.6147 I 0.1459 I 4.2140 I YWAGER 1 I 0.5670 I 0.1346 I 4.2117 I YTRANSR 1 I 0.3212 I 0.0800 I 4.0162 I DMY00 I 2222.3076 I 673.1153 I 3.3015 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : PIME TEXT LAG I COEFFICIENT I II INTERCEPT I 30.0540 I PIME 1 I 0.8654 I DNWI0.01 I 9.7393 I QNERIPI0.01 I 14.1009 I LRATE I 1.7726 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 35.2126: 1.9217: 0.9633: 0.9519: 105.1150 DEPENDENT VARIABLE : PIME TEXT AG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 33.7487 I 5.1677 I 6.5307 I PIME 1 I 0.9799 I 0.0645 I 15.1836 I DNWI0.01 I 6.4182 I 2.3083 I 2.7805 I QNERIPI0.01 I 26.5304 I 5.5772 I 4.7569 I LRATE I 1.9506 I 0.7751 I 2.5167 I33ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : IME TEXT LAG I COEFFICIENT I II INTERCEPT I 7273.2221 I IME 1 I 0.9791 I QLRATE I 1265.5236 I DOGAP I 0.2505 I DPIME I 331.0270 I GRULC I 365.2241 I DMY9201 I 3421.1691 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 2655476.5000: 2.4164: 0.9975: 0.9963: 946.0372 DEPENDENT VARIABLE : IME TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 8273.4335 I 1056.3164 I 7.8323 I IME 1 I 0.9435 I 0.0216 I 43.6643 I QLRATE I 1222.4508 I 142.3815 I 8.5857 I DOGAP I 0.3159 I 0.0327 I 9.6573 I DPIME I 382.0806 I 42.5862 I 8.9719 I GRULC I 384.9556 I 58.2863 I 6.6046 I DMY9201 I 3221.9897 I 436.2795 I 7.3852 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DEPME TEXT LAG I COEFFICIENT I II INTERCEPT I 6382.8349 I DEPME 1 I 0.6796 I KME I 109.1150 I DMY9798 I 544.4063 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 707434.1250: 0.9947: 0.9993: 0.9992: 8678.1923 DEPENDENT VARIABLE : DEPME TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 6282.9418 I 408.0667 I 15.3969 I DEPME 1 I 0.6844 I 0.0189 I 36.2789 I KME I 107.5673 I 5.6261 I 19.1195 I DMY9798 I 544.6801 I 158.1554 I 3.4440 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DEPC TEXT LAG I COEFFICIENT I II INTERCEPT I 522.4611 I DEPC 1 I 0.7361 I KC I 12.2887 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 147319.9843: 2.5294: 0.9997: 0.9997: 33096.6679 DEPENDENT VARIABLE : DEPC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 495.4652 I 217.6180 I 2.2768 I DEPC 1 I 0.7420 I 0.0372 I 19.9296 I KC I 12.0211 I 1.7447 I 6.8901 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : ICBUS TEXT LAG I COEFFICIENT I II INTERCEPT I 37460.3164 I KC 1 I 18.2725 I FTE I 17.8110 I QIME I 0.1344 I QLRATE I 473.0021 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST DEPENDENT VARIABLE: ICBUS: 2539059.2500: 1.7061: 0.9633: 0.9518: 104.8815 TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 39546.3242 I 3185.2773 I 12.4153 I KC 1 I 16.2205 I 1.6439 I 9.8668 I FTE I 18.7633 I 1.4686 I 12.7760 I QIME I 0.0803 I 0.0323 I 2.4882 I QLRATE I 507.1906 I 171.6662 I 2.9545 I34ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : PIC TEXT LAG I COEFFICIENT I II INTERCEPT I 17.0144 I PIC 1 I 0.9063 I DNWI0.01 I 10.0592 I LRATE 1 I 2.5891 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 33.7984: 1.5346: 0.9684: 0.9609: 173.4619 DEPENDENT VARIABLE : PIC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 16.6622 I 3.5487 I 4.6952 I PIC 1 I 0.9152 I 0.0407 I 22.4749 I DNWI0.01 I 10.6665 I 1.7737 I 6.0137 I LRATE 1 I 2.7471 I 0.5019 I 5.4729 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : IHOUSE TEXT LAG I COEFFICIENT I II INTERCEPT I 2876.4033 I IHOUSE 1 I 0.5429 I YDISPR 1 I 0.1433 I KD 1 I 65.2808 I MRATE I 706.8729 I DMY9495 I 2837.4333 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 7164477.5000: 1.5214: 0.8681: 0.8154: 19.7521 DEPENDENT VARIABLE : IHOUSE TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2158.6037 I 3283.2990 I 0.6574 I IHOUSE 1 I 0.5528 I 0.1443 I 3.8313 I YDISPR 1 I 0.1567 I 0.0585 I 2.6768 I KD 1 I 71.4643 I 29.1694 I 2.4500 I MRATE I 756.1509 I 271.6121 I 2.7839 I DMY9495 I 2780.1215 I 545.6471 I 5.0951 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : CHF3M TEXT LAG I COEFFICIENT I II INTERCEPT I 0.5076 I MONE0.01 I 1.6135 I EUR3M I 0.6855 I ZZ I 31.4394 I DMYZ1 I 1.8123 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 2.7335: 1.8649: 0.9763: 0.9689: 165.0165 DEPENDENT VARIABLE : CHF3ME TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 0.8533 I 0.5979 I 1.4272 I MONE0.01 I 1.3546 I 0.4115 I 3.2916 I EUR3M I 0.6728 I 0.0538 I 12.5123 I ZZ I 30.2600 I 4.1667 I 7.2623 I DMYZ1 I 1.8649 I 0.3274 I 5.6954 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : MONE TEXT LAG I COEFFICIENT I II INTERCEPT I 32.0536 I MONE 1 I 0.7644 I GDPN0.00001 I 11.7881 I LRATE I 7.2701 IESTIMATION PERIOD: 19812001 SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 196.9837: 2.1547: 0.9951: 0.9939 : 1140.1108 DEPENDENT VARIABLE : MONE TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 33.3610 I 5.7573 I 5.7946 I MONE 1 I 0.6777 I 0.0580 I 11.6884 I GDPN0.00001 I 16.1811 I 3.1308 I 5.1684 I LRATE I 8.1909 I 1.0258 I 7.9851 I35ESTIMATION METHOD: OLSESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : MRATE TEXT LAG I COEFFICIENT I II INTERCEPT I 0.5802 I QLRATE I 0.8545 I CHF3M I 0.1563 I DMY8081 I 1.5636 I DMY8099 I 0.4954 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 0.3143: 1.5573: 0.9874: 0.9835 : 313.3101 DEPENDENT VARIABLE : MRATE TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 0.8149 I 0.2188 I 3.7249 I QLRATE I 0.8372 I 0.0745 I 11.2351 I CHF3M I 0.1523 I 0.0310 I 4.9198 I DMY8081 I 1.2977 I 0.1816 I 7.1451 I DMY8099 I 0.3289 I 0.1120 I 2.9360 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : LRATE TEXT LAG I COEFFICIENT I II INTERCEPT I 1.8009 I CHF3M I 0.3261 I LRATEGE I 0.3321 I PIGDPA 1 I 0.0280 I DMYZ2 I 0.7195 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 0.7837: 1.0101: 0.9625: 0.9508: 102.6995 DEPENDENT VARIABLE: LRATE TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 0.9988 I 0.7780 I 1.2838 I CHF3M I 0.3457 I 0.0372 I 9.2951 I LRATEGE I 0.2629 I 0.0731 I 3.5976 I PIGDPA 1 I 0.0234 I 0.0047 I 4.9401 I DMYZ2 I 0.5462 I 0.1391 I 3.9256 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DPIGC TEXT LAG I COEFFICIENT I II INTERCEPT I 8.2536I DQNWI0.01 I 8.1843 I DPIGDP I 0.0355 I PIGC 1 I 0.8972 I PIGDP 1 I 0.7828 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 7.5019: 2.2072: 0.9089: 0.8804: 39.8877 DEPENDENT VARIABLE : DPIGC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 5.7983 I 1.6986 I 3.4136 I DQNWI0.01 I 5.7621 I 1.3979 I 4.1221 I DPIGDP I 0.5149 I 0.2258 I 2.2804 I PIGC 1 I 0.7712 I 0.1429 I 5.3987 I PIGDP 1 I 0.6834 I 0.1295 I 5.2787 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : IPGOV TEXT LAG I COEFFICIENT I II INTERCEPT I 456.7138 I IPGOV 1 I 0.9850 I BUDBAL0.01 I 4.5880 I LRATE I 128.5024 I DMY96 I 479.9810 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 331185.9062: 2.2773: 0.9957 : 0.9943: 924.5725 DEPENDENT VARIABLE : IPGOV TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 620.1854 I 293.2637 I 2.1148 I IPGOV 1 I 0.9960 I 0.0236 I 42.2581 I BUDBAL0.01 I 4.2153 I 0.7964 I 5.2931 I LRATE I 155.0898 I 46.6142 I 3.3271 I DMY96 I 518.7785 I 154.7448 I 3.3525 I36ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : XS TEXT LAG I COEFFICIENT I II INTERCEPT I 4295.3208 I DPISH I 25.2166 I DXC I 0.0989 I XS 1 I 0.4070 I PISH 1 I 30.4365 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 9441966.0000: 2.2801: 0.9717: 0.9628: 137.1819DEPENDENT VARIABLE : XS TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 3858.8027 I 1090.0776 I 3.5399 I DPISH I 22.0544 I 10.1862 I 2.1651 I DXC I 0.1263 I 0.0573 I 2.2022 I XS 1 I 0.4815 I 0.1439 I 3.3470 I PISH 1 I 25.0022 I 7.4733 I 3.3456 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : PIXS TEXT LAG I COEFFICIENT I II INTERCEPT I 0.1501 I PIXS 1 I 0.9946 I DNWI I 0.0613 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 8.9859: 2.0103: 0.9983: 0.9981: 5384.4472 DEPENDENT VARIABLE : PIXS TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 0.3033 I 1.2218 I 0.2482 I PIXS 1 I 0.9937 I 0.0104 I 95.1881 I DNWI I 0.0600 I 0.0066 I 9.1571 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : XC TEXT LAG I COEFFICIENT I II INTERCEPT I 32689.6757 I XC 1 I 0.8913 I VWT I 5.5058 I RERI I 357.0499 I DMY8291 I 6555.5078 I DMY00 I 9148.1259 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 49537888.0000: 1.8737: 0.9942: 0.9919: 518.6742 DEPENDENT VARIABLE : XC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 34190.9140 I 10274.8457 I 3.3276 I XC 1 I 0.8894 I 0.0492 I 18.0911 I VWT I 5.8529 I 1.6876 I 3.4683 I RERI I 380.5426 I 120.3744 I 3.1613 I DMY8291 I 6106.8286 I 1382.4364 I 4.4174 I DMY00 I 8437.0517 I 2084.0456 I 4.0484 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE: PIXC TEXT LAG I COEFFICIENT I II INTERCEPT I 51.0307 I PIXC 1 I 0.5114 I PIGDPA I 0.3083 I RERI I 0.3360 I SUM SQUARED RESID RSQUARED ADJUSTED RSQUARED FTEST : 17.9658: 0.9856: 0.9823: 388.9035 DEPENDENT VARIABLE : PIXC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 53.8953 I 6.7497 I 7.9849 I PIXC 1 I 0.5249 I 0.1047 I 5.0116 I PIGDPA I 0.3188 I 0.0691 I 4.6108 I RERI I 0.3897 I 0.0623 I 6.2536 I37ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : MS TEXT LAG I COEFFICIENT I II INTERCEPT I 3447.1982 I IECFD0.01 I 0.9010 I PIMSCPI0.01 I 2083.5561 I DMY8097 I 1671.3724 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 574753.9375: 1.7416: 0.9819: 0.9777: 307.8307 DEPENDENT VARIABLE : MS TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 2867.8674 I 1306.8408 I 2.1945 I IECFD0.01 I 1.0184 I 0.2464 I 4.1337 I PIMSCPI0.01 I 1955.1754 I 471.5322 I 4.1464 I DMY8097 I 1571.1971 I 193.0084 I 8.1406 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DPIMS TEXT LAG I COEFFICIENT I II INTERCEPT I 61.1336 I PIMS 1 I 0.2004 I DNERI I 0.9549 I PIOECD 1 I 0.2451 I NERI 1 I 0.6547 I DMY8695 I 15.0470 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : MCPC TEXT LAG I COEFFICIENT I II INTERCEPT I 10.7516 I IECFDPC I 0.6595 I PIMC I 0.0552 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 80.8465: 1.8158: 0.9225: 0.8915: 35.7241 DEPENDENT VARIABLE : DPIMS TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 67.6356 I 16.1744 I 4.1816 I PIMS 1 I 0.2440 I 0.0969 I 2.5172 I DNERI I 1.1279 I 0.1910 I 5.9044 I PIOECD 1 I 0.2547 I 0.0807 I 3.1570 I NERI 1 I 0.6903 I 0.1748 I 3.9498 I DMY8695 I 11.3494 I 2.1440 I 5.2935 IESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST: 0.9896: 1.2668: 0.9951: 0.9943: 1841.5870 DEPENDENT VARIABLE : MCPC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 11.0686 I 1.4580 I 7.5916 I IECFDPC I 0.6662 I 0.0110 I 60.5050 I PIMC I 0.0551 I 0.0141 I 3.9085 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DPIMC TEXT LAG I COEFFICIENT I II INTERCEPT I 16.9418 I PIMC 1 I 0.2072 I DNERI I 0.6377 I DLPIOECD I 127.6207 I DMY9899 I 3.8247 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 62.9907: 1.9248: 0.8211: 0.7652: 18.3571 DEPENDENT VARIABLE : DPIMC TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 21.7282 I 13.2975 I 1.6340 I PIMC 1 I 0.2510 I 0.1332 I 1.8844 I DNERI I 0.6945 I 0.1244 I 5.5842 I DLPIOECD I 113.1491 I 38.8379 I 2.9134 I DMY9899 I 3.8031 I 1.5001 I 2.5352 I38ESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : XRFREUR TEXT LAG I COEFFICIENT I II INTERCEPT I 1.7272 I IGAP0.01 I 5.1236 I BOT0.001 1 I 0.0151 I DMY8081 I 0.2277 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 0.0255: 2.3666: 0.9512: 0.9397: 110.4207 DEPENDENT VARIABLE : XRFREUR TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 1.7315 I 0.0152 I 114.0041 I IGAP0.01 I 5.0038 I 1.0656 I 4.6956 I BOT0.001 1 I 0.0154 I 0.0011 I 13.8112 I DMY8081 I 0.1971 I 0.0462 I 4.2691 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : NERI TEXT LAG I COEFFICIENT I II INTERCEPT I 164.6495 I XRFRUSD I 9.4306 I XRFREUR I 32.7861 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 19.4612: 1.5008: 0.9833: 0.9805: 529.7213 DEPENDENT VARIABLE : NERI TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 166.1765 I 2.5652 I 64.7820 I XRFRUSD I 7.1851 I 0.8344 I 8.6108 I XRFREUR I 35.7767 I 1.8048 I 19.8226 IESTIMATION METHOD: FIXPOINTESTIMATION PERIOD: 19812001ESTIMATION METHOD: OLSESTIMATION PERIOD: 19812001 DEPENDENT VARIABLE : DRERI TEXT LAG I COEFFICIENT I II INTERCEPT I 22.2741 I DNERI I 0.8785 I DCPIPIOECD I 0.2035 I RERI 1 I 0.2819 I NERI 1 I 0.2922 I CPIPIOECD 1 I 0.1919 I SUM SQUARED RESID DURBIN WATSON COEFFICIENT RSQUARED ADJUSTED RSQUARED FTEST : 7.9714: 2.0139: 0.9748: 0.9648: 116.1654 DEPENDENT VARIABLE : DRERI TEXT LAG I COEFFICIENT I STAND.DEV. I TTEST I IIII INTERCEPT I 12.8849 I 8.8925 I 1.4490 I DNERI I 0.9881 I 0.0476 I 20.7707 I DCPIPIOECDI 0.4216 I 0.1244 I 3.3903 I RERI 1 I 0.3215 I 0.1514 I 2.1240 I NERI 1 I 0.3045 I 0.1226 I 2.4830 I CPIPIOECD 1 I 0.1354 I 0.0907 I 1.4930 I39", "filename": "394278836.pdf", "person": ["Jochen Hartwig", "Hartwig, Jochen"], "date": ["2004"]}