{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/63231/1/477335659.pdf"], "title": ["Globalization, development, and mobility of technical talent: India and Japan in comparative perspectives"], "plaintext": "Research Paper No. 200462Globalization, Development, and Mobilityof Technical Talent India and Japan in Comparative Perspectives Anthony P. DCostaOctober 2004Abstract The objective here is to understand how the mobility of technical talent might bechanging the structural relationship between rich and poor countries. This paperexamines the underresearched relationship between India and Japan in the context ofglobalization, migration, and developmental impact with demographic, immigration,and innovation policy issues as key themes. By focusing on the export of technicaltalent, I argue that India could tap its overseas brain bank by diversifying IT exportmarkets, create epistemic networks, meet impending skill shortages in Japan, and inducelongterm innovative capability. Immigration reforms and freer movement of talent willbe critical.Keywords:development, brain bank, India, Japaninternational migration,technicaltalent,IT industry,innovation and JEL classification: F22, J24, O19, O57Copyright UNUWIDER 2004 Comparative International Development, South Asian and International Studies Programs, University of Washington; email: dcostau.washington.edu This study has been prepared within the UNUWIDER Sabbatical and Visiting Fellows programme, andthe project on New Directions in Development Economics, directed by Tony Addison.UNUWIDER acknowledges the financial contributions to the research programme by the governmentsof Denmark Royal Ministry of Foreign Affairs, Finland Ministry for Foreign Affairs, Norway Royal Ministry of Foreign Affairs, Sweden Swedish International Development Cooperation Agency Sidaand the United Kingdom Department for International Development.ISSN 18102611ISBN 929190659X internet versionAcknowledgements I thank UNUWIDER for its congenial professional environment. Janette Rawlings, asalways, provided substantive and editorial assistance. The usual disclaimers apply.The World Institute for Development Economics Research WIDER wasestablished by the United Nations University UNU as its first research andtraining centre and started work in Helsinki, Finland in 1985. The Instituteundertakes applied research and policy analysis on structural changesaffecting the developing and transitional economies, provides a forum for theadvocacy of policies leading to robust, equitable and environmentallysustainable growth, and promotes capacity strengthening and training in thefield of economic and social policy making. Work is carried out by staffresearchers and visiting scholars in Helsinki and through networks ofcollaborating scholars and institutions around the world.www.wider.unu.edupublicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDERKatajanokanlaituri 6 B, 00160 Helsinki, Finland Cameraready typescript prepared by Liisa Roponen at UNUWIDERPrinted at UNUWIDER, Helsinki The views expressed in this publication are those of the authors. Publication does notimplyendorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, ofany of the views expressed.1Introduction The primary objective of this paper is to understand how the mobility of technical talentmight be changing the structural relationship between rich and poor countries. Itexamines the underresearched relationship between India and Japan in the widercontext of globalization, migration, and developmental impact. There are demographic,immigration, and development policy issues surrounding this relationship. Broadly,there are three dimensions addressed in the paper. The first is an assessment of themovement of highly skilled technical professionals in the world economy, a littlediscussed part of the process of globalization. Second, the paper links the skilled labourmobility to the innovation process. Third, it projects the kind of interaction that mightarise with Japans growing dependence on foreign technical workers and Indiasincreasing ability to supply skilled professionals to the global economy.1Globalization discussions are usually centred around the process and impact ofeconomic integration, focusing on the movement of goods and services, capital, andtechnology Dicken 1998. While new opportunities from integration are recognized,there is a consensus on the structural dependence of developing economies on the OECD economies Hoogvelt 2001. Roughly twothirds of global trade and foreigndirect investment FDI take place among the OECD members Held et al. 1999. Muchprogress has been made in acknowledging the contemporary process of global migrationand related asylum issues Boswell and Crisp 2004. In recent years, the benefits ofmigration for both poor and rich countries have been also recognized. The growingmagnitude of remittances from overseas workers, both temporary and permanent, andthe availability of foreign exchange for productive economic activities have been notedNayyar 1994, 2002; Khadria 2001. What has not been adequately examined is theincreasing movement of technical personnel in the globalization process and the impactit has on both the sending and receiving countries.2 It was only recently that the OECDsponsored several studies that attempted to document the extent of mobility of humanresources in science and technology HRST OECD 2001; Khadria 2004a, 2004b.Most other studies have been concerned with international migration of workersgenerally,the challenges receiving countries face in integrating migrants, andidentifying some conventional forms of economic impact Roseveare and Jorgensen 2004; Coppel, Dumont and Visco 2001.While the contribution of foreign HRST to receiving countries has been acknowledged,there is little discussion as to how the mobility of HRST could result in longtermbenefits such as innovative capability for sending countries see Borjas 2001. For thepurposes of this study only HRST relevant to the information technology IT industryis examined because of the industrys dynamism and Indias growing presence in it. Theavailable discussion does not link well the intellectual and entrepreneurial contributionbrought about by the mobility of technical talent for home country development. Thereis also a tendency to focus on permanent migrants and thus overlook the significance oftemporary workers, who are critical to information technology. Moreover, in the attemptto provide a generalized understanding of migration of HRST, little analysis has been of 1 The empirical basis for this third dimension is left for a separate investigation, which will be carriedout during 2005 and 2006.2 In an otherwise excellent treatment of information technology and globalization, Castells 1998 doesnot dwell on the mobility of technical talent.1countryspecific details. For example, little is known about the global mobility of highlyskilled technical professionals to Japan OECD 2003a, 2003b. Consequently, there aresignificant gaps in our understanding of how Japan fits into the contemporary process oftalent movement and how its competitiveness in hightech industry might be impactedin the future.Nowhere is the labour shortage more serious than in Japan. Given that Japan is facinglabour shortages and it has a tight and illdesigned immigration policy in place, there isa greater need to assess the Japanese situation Kuwahara 1998; Iguchi 1998; Cohen and Zaidi 2002: 289. Discussions by economists and other social scientists on labourmobility have been largely concerned with the movement of unskilled workers andmigrant remittances. Thus, nearly all research on immigration to Japan examines lowwage workers in construction, small manufacturing industries, and the entertainmentsectors from China, the Philippines, Thailand, Bangladesh, and Iran Ahmed 2000.There are references to western professionals in the Japanese business services but notto technical professionals Sassen 1998; Fuess 2003. Virtually all research on Indianand Chinese professionals abroad often referred to as a technical diaspora is focusedon immigration to the US Saxenian 1999, 2002; Leng 2002. At the same time,countries such as India and China have become important suppliers of workers andtechnical talent. If progress is made on Mode 4 trade in services under the General Agreement on Trade in Services GATS negotiations, we can anticipate highertemporary flows of high technology service workers World Bank 2004; OECD 2003c.Mode 4 is a pending proposal under the WTO, which is designed to enhance exports ofservices by allowing temporary migration of workers from the developing world to therich countries. The question is how could developing countries such as India, that createand contribute HRST for the world economy, benefit from the mobility of their talent?This paper is divided into four main sections. The first section briefly documents themovement of workers in the globalization process. The discussion is centred around theeconomic impact of international migration on both sending and receiving countries,particularly the former in terms of remittances. The second part establishes the possiblefavourable impact of mobility of technical talent on development in the sending country,despite contrarian braindrain arguments. The significance of social networks and theassociated brain circulation on innovation and entrepreneurialism is highlighted. Thenext part briefly presents the Japanese case to highlight the particular demographic andpolicy dilemmas that place Japan in a difficult situation. The final part, in the absence offirmlevel data, hypothesizes the benefits both Japan and India could reap with thegeneration of technical talent and its circulation to Japans currently underserved ITlabour market.2 Globalization and labour mobility 2.1 Migration patterns Globalization, as a process of economic integration, entails increased trade in goods andservices, flows of capital and technology transfers, and mobility of talent associatedwith the global integration of production. Global migration has been historically drivenby income and wealth differences and professional opportunities as well as wars andpolitical and ethnic strife. At the same time, economic integration has exacerbated themismatch between the talent generated and the absorptive capacity of local economies,2thereby spurring the contemporary movement of HRST. In the sections below themigration process is briefly reiterated.3 Although the data on migration are not strictlycomparable due to varying national systems of documentation, the table below providesrough magnitudes of global flows of migrants.Inflows of foreign population into selected OECD countries Table 11991199219931994199519961997199819992000Inflow data based on population registers:Austria Belgium Czech Republic Denmark Finland Germany Hungary Japan Luxembourg Netherlands Norway Sweden Switzerland 55.154.116.917.512.410.4920.5 1,207.623.015.1267.0258.49.810.083.084.316.117.239.543.9109.8112.153.015.410.9986.916.4234.59.287.622.354.8104.056.015.67.6774.012.8237.59.268.417.974.791.753.15.933.07.3788.313.2209.99.667.016.536.187.951.97.424.77.5708.012.8225.49.277.217.229.374.349.29.920.48.1615.312.2274.89.476.722.033.472.859.250.77.921.38.3605.512.3265.510.681.726.735.774.972.468.56.820.37.9673.915.0281.911.878.432.234.685.866.068.64.29.1648.8345.810.891.427.833.887.4121.7107.4Inflow data based on residence permitsor on other sources:Australia Permanent inflows Temporary inflows Canada Permanent inflows Temporary inflows France Greece Ireland Italy New Zealand Portugal United Kingdom United States 252.860.5116.625.513.7203.9230.867.3109.927.276.393.269.8115.287.4124.499.1130.285.8147.177.3173.284.1194.192.3224.0255.857.099.228.99.9190.3223.958.991.513.336.55.7193.6212.960.477.013.646.75.0206.3226.160.975.521.558.63.6216.4216.063.7102.423.552.03.3236.9174.168.1139.538.220.8111.038.76.5258.0189.875.5108.121.6268.036.210.5276.9227.286.2119.324.1271.538.815.9288.8Permanent inflows 1,827.2915.9Temporary inflows 1,269.6 1,334.5 1,355.4 1,468.0 1,432.6 1,636.5849.8 2,141.4 2,363.3 2,740.6 1,756.5 1,517.1 1,309.5 1,296.4 1,224.9 1,178.7 1,238.7 1,312.5 1,310.6 1,885.7 1,643.3 1,419.1 1,400.7 1,316.4 1,273.5 1,340.4 1,430.5 1,425.8646.6654.5798.4720.5974.0904.3804.4EU1EEA1Note:Data from population registers are not fully comparable because the criteria governing who getsregistered differ from country to country. Counts for the Netherlands, Norway and especially Germany include substantial numbers of asylum seekers.1 Above countries only excluding Austria, Greece and Italy.Source: OECD Migration Data Set.3 International migration is currently being documented despite the fact that a good part of suchmobility takes various clandestine forms see country reports compiled by International Organizationfor Migration, available at: www.iom.int and data provided by the World Bank on various brokeragefees paid to traffickers Ratha 2003: 170.3The US and Germany absorb the largest share of the flows. For most countries it is notclear if the inflows are permanent or not, although registrations to a large extent imply apermanent change in status. The data for Australia, Canada, and the US are disaggregatedinto temporary and permanent inflows. The German data include a significant number ofasylum seekers. The US reported a very large number of temporary inflows, exceeding twomillion a year in the latter years of the 1990s. These temporary flows include workers,professionals, and students, which comprise a subset of HRST. For the US, both Chineseand Indians visibly represent the high technology sector.Migration to Japan is relatively low but it is on the rise. The sources of migration vary bydestination. While the US attracts Mexicans, Chinese, and Indians, among othernationalities, Japan attracts mainly Chinese, Philippinos, and Brazilians of Japaneseancestry. In Japan most foreigners enter labourintensive industries in small and mediumenterprises such as manufacturing, construction, and entertainment sectors. The keydifference between Japan and most other OECD countries is that permanently immigratingto Japan and acquiring Japanese citizenship is highly restrictive Hanami 1998;Brody 2002. For example, the US had nearly 900,000 citizenship conversions in 2000,while Japan had a mere 15,000 cases.It must be stressed that the migration flow is not unidirectionalfrom the poor to the richcountries. Rather migrants also move within rich and within poor countries. For example,the US in 2000 had 100,000 permanent settlers from Europe, excluding Russia and Ukraine, representing nearly 12 per cent of total settlers. Similarly, the UK had 39 per centof its inflows of its foreign population from the US, Australia, New Zealand, Canada, and Japan Table 2. EU members also receive foreign citizens from other member countries.Similarly, there are considerable regional flows of people within the developing world.Thus South East Asia, South Asia, and Africa have internal migrations of their own.United Kingdom, inflows of foreign population by nationality thousandsTable 2United States Australia India South Africa New Zealand Pakistan Philippines Canada Japan Poland Russian Federation Bangladesh Somalia China Sri Lanka Other countries Total 199243.925.09.22.310.68.32.66.410.43.53.23.11.84.169.5203.9199337.321.58.92.69.37.53.35.89.43.53.24.22.34.666.9190.3199438.227.29.95.612.16.65.26.710.43.53.53.22.02.71.755.1193.6199539.426.611.611.112.07.26.56.710.13.54.22.81.93.21.758.1206.3199643.225.113.012.911.07.86.87.410.83.63.63.31.93.21.961.0216.4199742.526.516.113.012.19.67.58.310.45.44.04.01.32.52.271.6236.9199844.230.118.419.114.313.27.39.610.35.94.13.91.53.12.570.5258.0199944.833.419.624.115.88.98.110.810.75.74.93.40.53.42.580.4276.9200047.031.319.919.513.712.411.010.79.65.54.64.24.14.03.287.9288.8Note:Passengers, excluding European Economic Area nationals, admitted to the UK. Data excludevisitors, passengers in transit or returning on limited leave or who previously settled. Studentsand au pair girls are excluded.Source: OECD Migration Data Set.4the Contemporary global migration is largely driven by economic compulsions. Atindividual and household levels, failure of agriculture, the lack of steady employment, andethnic and civil strife force people to migrate. For professionals, the mismatch between theabsorptive capacity of the local economy and the diffusion of modern education andassociated economic aspiration among the young is the main reason for contemporaryeconomic migrants. The wage and salary gap between actual earnings at home andpotential incomes abroad is a major incentive for emigration of the more educated andbetter trained. Increasingly, professional networks, driven by industry and college alumni,have become important sources of information for wouldbe migrants. There are alsosocial and family reasons for migration. Family and ethnic connections abroad attractpotential migrants as social networks ease the flow of information and subsidize initialcosts of moving and settling in. Also, developing countries continue to exhibit growingdependency ratios, whereby high fertility rates combined with declining birth rates arecontributing larger numbers of nonworkers relative to workers. Structurally, a slowgrowing economy and this demographic shift towards a higher dependency ratio are thepreconditions for young jobseekers to migrate.2.2 Migration, remittances, and development One of the most studied economic aspects of global migration is the flow of remittanceincome by migrants to their home economies Table 3. Lowincome and small economiestend to benefit the most from remittances as they contribute substantially to nationalincome, complement sparse foreign direct investments, and in general provide a largeamount of foreign exchange, which could be used for economic development purposes.Larger and richer developing countries receive higher remittances due to the greaternumber of migrants representing such nations. However, their relative affluence alsoreduces the relative significance of remittances when measured against FDI and totalprivate capital inflows. In contrast, as richer developing countries receive less foreign aid,their remittances tend to be several times more than official flows Ratha 2003.The inflow of remittances received by developing countries is highly uneven. Just as theshare of trade, FDI, and technology transfers for developing countries tend to be centred ina handful of economies, most of the remittances to developing countries are also received Table 3Remittances received by developing countries, 2001billions of US dollarsAll developing Low incomemiddle incomemiddle income Lower Upper Total remittance receipts, as % of GDPImports Domestic investments FDI inflows Total private capital inflows Official flows Other current transfers Total remittances and other transfers 72.31.33.95.742.442.9260.127.299.519.21.96.29.6213.5666.1120.66.125.3Source:IMF 2001, World Bank 2001, quoted in Ratha 2003: 157.35.91.45.15.043.744.9361.714.049.917.30.82.74.921.720.2867.97.124.45by a small number of them. The national central bank data show that in 2000, India,Mexico, Philippines, China, Turkey and Egypt secured the bulk of remittances to theircorresponding regions Orozco 2003 in Sorensen 2004. Together they received 50 percent of all remittances, with India capturing 15 per cent of the global share and 73 percent of South Asias remittances. Mexico received 34 per cent of the regional share and 8 per cent of the global share, while Egypt received 35 per cent and 5 per cent,respectively. The distribution of remittances within Africa shows that in 1999 Moroccoreceived nearly one quarter of the continents remittances, while Egypt secured nearly 46 per cent Sorensen 2004: 13. For some of the smaller Latin American countries suchas Dominican Republic, El Salvador, Haiti, Cuba and Nicaragua, remittances as a shareof exports exceeded 25 per cent Sorensen 2004: 9. For Mexico it was 6.5 per cent, asubstantial value given its high absolute level of exports under NAFTA.Remittances have several benefits see Lucas 2004. At the macroeconomic levelremittances add to the flow of foreign exchange, which can be used for a variety ofinternational payments including sustaining critical imports. It is plausible that a rapidof rate of foreign exchange accumulation could lead to an appreciation of the localcurrency and thus reduce international competitiveness the Dutch disease syndrome.However, few countries are in such an envious position.4 Their development problemsstem less from excessive foreign exchange reserves and more from uncompetitivethe household level,industries due to poor technology, education and skills. Atremittances have a significantimpact on the standard ofliving. Consumptionexpenditures increase, which include childrens education and better health care Raihan 2004. Remittance income could also contribute to local entrepreneurship, especiallywhen migration of un and semiskilled workers is temporary and on a fixedtimecontract basis. The substantial savings gained from overseas employment could providethe necessary capital for small business investments. For example, in both Mexico and Egypt savings from remittance income have contributed to local business developmentLatapi 2004; Wahba 2003. However, these activities are likely to remain small,scattered, and inconsequential beyond the immediate households,their extendedfamilies, and local markets. The downside could be increased consumerism andinequality relative to those who do not have remittance earnings from abroad DCosta 2003a; Ratha 2003. They could also result in localized inflation, especially for housing.is already tight. This is generally atypical Migration of workers could have a favourable impact on local wages if the local labourmarketin labourabundant developingcountries. However, particular regions and sectors could face labour shortages if the rateof worker outflow is high. Thus outmigration of workers from certain villages in KeralaIndia and Bangladesh illustrate pressure on local labour markets. In the case of South Africa, the emigration of nurses is a good example of the negative impact it might haveon the provisioning of health services to AIDS patients. The exodus of young Indianengineers to the US and other OECD economies and the massive demand for suchprofessionals in India and abroad could put an upward pressure on wages and salaries,even beyond the specific IT sector. Nayyar 1994 argues that the macroeconomicimpact of emigration from India is insignificant due to the large number of educatedunemployed. However, the growth of the IT sector in the context of talent supply 4 Lucas 2004 suggests that the Dutch disease was in operation for countries such as Albania and Moldova due to large inflows of remittances during their transition to market economies. DCosta2003c hints at this possibility with Indias success with IT service exports.6bottlenecks suggests that the wider economy encompassing highly trained professionalscould be negatively impacted. The high demand for technical and managerial talent inthe world market, compounded by emigration, contributes to several externalities.5 Onthe positive side, the overall economic activities increase from the demand side. On thenegative side, not all sectors or social groups participate with the same intensity, therebyexperiencing unequal outcomes DCosta 2003b.3 The mobility of technical talent and innovative capability 3.1 The significance of technical talentis equated with what The key difference between migrants who send large remittances home and those whogain considerably from upward movement of wages and salaries in the local economiesis in education and skills. Here, skillis popularly calledknowledge workers or intellectual capital and does not refer to manufacturing skills,which are less dependent on tertiary education. Unlike traditional skills acquiredthrough vocational training and work experience, knowledge workers require severalyears of tertiary education, especially in the sciences and technical fields. Broadly, suchworkers could be seen as professionals who, armed with college and university degrees,also possess specific knowledge or expertise that places them at an economic advantage.The possession of specific expertise is not a guarantee of jobs or income. Demand forsuch professionals is a necessary condition. For example, while doctors in developingcountries have not had difficulties in finding employment, engineers, scientists, andmanagement professionals have not always had it easy. What is profoundly different forknowledge workers today is that demand for skills need not be driven by local ornational demand alone. With increased economic integration, professional workers canserve international markets DCosta 2003a.At one level this is no different from the employment impact of the export drive of the East and South East Asian economies, by which a large number of workers wasabsorbed in meeting global demand. However, unlike manufacturing,technicalprofessionals offering their services are subject to greater geographical mobility. Sincemany services must be provided at the point of consumption, it is necessary for suchworkers to be mobile. Hence, they share the characteristics of typical unskilled migrantsin that they must provide the service at the point of production and consumption. Butbecause of their skills and tertiary educational background, they tend to have far greatereconomic returns than unskilled migrant workers.There is another major difference between unskilled migrants and professional workers.While both earn incomes abroad and send back remittances, with considerable payoff tothe broker or labour recruiter, professional workers have greater opportunities tomigrate permanently. Hence,the difference between temporary and permanentmigration could have significant implications for remittances Lucas 2004. Today,migrants embodying greater marketable skills compared to their un and semiskilled 5 While labour markets for skilled workers are not as globalized as capital markets Brown 2001: 269,nevertheless there is increasing evidence of a global pool of technical professionals, who begin theiroverseas experience as temporary migrants students and later as permanent, often circulating,workers.7counterparts tend to be readily absorbed permanently by the receiving country. Thismeans that temporary migrants in general, who are less skilled, tend to contribute moreto the sending country in terms of remittance income relative to investments made fortheir education and training compared to skilled professionals. However, it remains tobe determined empirically whether unskilled temporary migrants or permanently settledskilled professionals send more income back or not. After all, the duration of overseasstay, the compensation earned, and the nature of family connections back at homewould influence the magnitude of the remittance flows for the two types of workers.Because permanent skilled workers tend to come from relatively welloff families andthey are joined by their immediate relatives in the receiving counties, they are unlikelyto have significant financial obligations to family members in their home countries. But,because of the higher productivity of professionals, their remittances could be higher, atthe initial phases, even if they have a greater propensity to settle abroad permanently.Perhaps what is most distinctive about the mobility of technical professionals is theintellectual capital that knowledge workers possess. The key question framed aroundthis issue has been the existence of brain drain. In the postcolonial era, when newlyindependent nations pursued their strategy of national development through importsubstitution industrialization ISI, considerable investments were made in technical andtertiary educational infrastructure. For a variety of reasons the ISI strategy did not yieldthe intended results. What it did do, however, was contribute to the growth of nationaltechnical and professional elite whose limited absorption by their respective economiesultimately led to the outflow of talent. This socalled brain drain was seen as a heavycost to the sending economies and a significant source of economic and technologicalbenefits for receiving countries. This perspective presumes the counterfactual, that is,local welfare is reduced by the absence of such talent through forgone output, while thegains of public investment accrue to the receiving country see Kar and Beladi 2003: 38. Critics of the brain drain argument point out that the opportunity costs ofsuch workers is close to zero, hence investment should be considered only as sunk costs.However, they are silent on what could be done to stem the outflow of workers, otherthan to recommend that removing labour market distortions through greater marketforces would create opportunities for such talent at home. The debates have spilled overnot only on the merits of the ISI strategy but also on the inherent class bias of highereducation in developing countries, which comes at the expense of universal education.The merits of past policy are today moot. It is difficult to ascertain what could havebeen done to prevent talent outflows in the first place other than to ensure localeconomic development and provide strong incentives for talent to remain at home. Evenwith hindsight, it is difficult to say what would have been the appropriate developmentstrategy, given that domestic market development through industrialization was thereceived wisdom in the immediate postSecond World War period. In the absence ofopportunities at home, affluent middleclass families would have in any case soughteducational and professional outlets abroad. Politically, the middle class is in a betterposition to work the system to their benefit.There are recent examples of countries that have encouraged their talent to remain athome. For example, in Japan a strong nationalist homogenous culture in the context ofa stateled development strategy created professional opportunities at home. However,the absence of colonial links clearly has been to Japans advantage, despite migration ofmany Japanese nationals mainly farmers to North and South America in the early 8twentieth century. Its special postSecond World War relationship to the US alsoworked to its benefit. Another recent example is the Taiwanese governments policy toattract Taiwanese Chinese back to the island. Unlike mainland China, which had anationalist government and restricted the movement of people, Taiwan recognized itsvulnerability and encouraged students to go overseas. At the same it realized thesignificance of technical talent to economic development and hence encouraged itsengineers to return home. The governmentinstituted a wide range of incentives,including housing, to its students and engineers who had gone to the US and resettled.By setting up industrial and science parks in Taiwan with a host of startup incentives,the Taiwanese government has been successful not only in creating welltrainedprofessionals for the world market, which results in remittances and internationalrespect but in bringing them back from abroad to further their economic developmentSaxenian 2003. Obviously state efforts to bring back its promising welleducatedworkers would not have been successful if the Taiwanese economy was faltering tobegin with. Hence, it is not clear whether incentives or economic and professionalopportunities contribute to the migrants decision to return. Nevertheless, it does posethe question as to why Taiwan and other countries place so much importance on talentthat has already emigrated due to lack of opportunities in the first place.3.2 Technical networks and development What the Taiwanese government recognized without labelling it as such are networkexternalities. Economic externalities are those effects that are either not intended oranticipated or which do not result directly from the activity itself. For example, thespending on individual education may have the favourable impact on the children of theeducated; or, increased spending on automobiles could worsen air quality. There areboth positive and negative externalities associated with economic activities, many ofwhich only show up considerably later. Network externalities refer to economic impactbased on the number of users, consumers, or producers and their integration. Thus, asmore people use personal computers, the easier it becomes to design a variety ofsoftware programmes for PCs. There is not only a scale effect but there is also anetwork effect as connections established between users allow information to beshared and solve collective problems Meyer 2001. The establishment of a dominantdesign introduces standardization and hence facilitates the diffusion of knowledge. Thisgives rise to an epistemic community Cowan 2004: 8. The growth of an industrycould be predicated on the density of networks. The links between users, suppliers,manufacturers,RD centres, and universities couldtheoretically support a gamut of interrelated industries that tap into the knowledge pool.interlocking corporate directorships, representing a high density of For example,networks, contribute to knowledge transferOHagan and Green 2004: 1312.Networks thus have a social dimension to them as they tend to generate knowledgethat spills over from the immediate economic activity and multiplies both within thisand across other economic activities Maskell and Malmberg 1999.6research and development 6 There is a growing recognition that technical networks are important to innovative capability, andbringing back expatriate scientists are perceived to enhance national competitiveness see Carvajal 2004.9Here lies the key difference between migration of un and semiskilled workers andskilled professionals. While both groups could share the temporary nature of theirmigration, thereby generating remittances for the sending country, there is a highprobability that skilled professionals, on their return, are likely to bring back highvalueprofessional and technical expertise. This is especially the case in the context of anexpanding economy, with new economic opportunities, which foster greaterentrepreneurial propensity among returned professionals. Under economic globalization,in addition to the technical knowledge necessary to compete, considerable marketknowledge is critical to successful product and process development. Technical andprofessional workers embody formal knowledge while work experience adds to tacitknowledge DCosta 2002a. Returned professionals are expected to contribute todevelopment largely through their technical expertise to the national economy. Workingthrough networks they are likely to generate a stream of economic benefits which couldpresumably exceed the initialtheir education. Networkexternalities would arise as more professionals return and establish links with not onlythe receiving economy they left but also the wider sending economy. These links are ofcourse contingent on several factors, the principal one being an expanding economicbase, including structural change and industrial upgrading.investments made for It is of course not entirely apparent why returning professionals would have moreexpertise to contribute than professionals who never left their home country. Here againthe notion of network externalities has a bearing. The more dense the networks and thelarger the number of nodes in the network, the greater is the overall production ofknowledge within the network and the greater the possibility of its diffusion through thenumerous channels linking the various nodes. The access to both volume and highquality of knowledge is critical to network externalities. An integrating economy islikely to have more links to the various knowledge nodes representing technical,organizational, market, and infrastructural information at the global level. However, it ispossible that the links to the nodes are weak, as is often the case with economies thatsuffer from structural dependence and confront adverse terms of trade of their primaryexports. In the case of technical and professional workers who have worked abroad, theaccess to knowledge nodes need not be of higher quality if such workers provideperipheral services to the more knowledgeintensive projects carried out at the principalnodes. For example, the Indian IT industry, despite its global prominence, still suffersfrom weak innovation links DCosta 2002a; Lema and Hesbjerj 2003. Only undercertain favourable conditions, such as substantial learningbydoing and by interactingat home and abroad could an upward movement in the value chain be possible DCosta 2003c.Two types of flows could make this possible. First, when skilled workers andprofessionals go abroad temporarily, they not only embody particular forms of academictraining and technical expertise but their mobility exposes them to specific types oftechnical work abroad. This experience complements the individual and team skills andpresumably enhances social interaction between migrant professionals and their hosts.On their return, the temporary migrants are likely to embody enhanced understanding ofcertain knowledgeintensive sectors, which is greater than what they left with in the firstplace. This added expertise could contribute to the national economy if the demand for 10such expertise materializes.7 With this circular flow the link between sending andreceiving countries is maintained and the contribution of returning professionals toknowledgeintensive sectors in the sending country is expected to be substantial.The second is comprised of students, who also embody specific technical knowledgeand whose mobility is dictated by the desire to upgrade knowledge. This movement hasseveral implications. First, there is increased social interaction within the science andengineering peer groups that contributes to technical knowledge at the individual andcollective level. Second, as a high percentage of students tend to remain in the receivingcountries, their contribution to the host economies is substantial Burrelli 2004. Thispermanent migration adds to the stock of knowledge in the host country, which in staticterms is seen as brain drain for the sending country. However, this stock today can beseen as a brain bank to be tapped to benefit sending countries. As economies expandand the demand for technical services increases globally, sending countries becomeviable sites for offshore development of such services. In this scenario, migration oftalent is accompanied by an expanding pool of technical professionals in the sendingcountry, most of whom find new opportunities at home. Conversely, many erstwhilepermanent migrants find expanding opportunities attractive enough in the sendingcountry to return home permanently or temporarily.The idea of return migrants offering a brain bank has not been adequately addressed inpart because these student migrants do not conform to the temporary flow ofprofessionals. Furthermore, since the flow of technical students, who often becomepermanent migrants, is to the economic advantage of receiving countries, there is animplicit policy to encourage such flows among certain countries. Structurally, thereceiving countries also exert influence over this flow because of superior technicalinstitutions, research and development opportunities, and professional advancement.However, for sending countries this brain drain a flow is now perceived as a brainbank a stock, especially by those countries whose economies are poised to takeadvantage of the collective expertise of this overseas reservoir of talent. If indeed suchtalent flows back to the sending countries, then the initial outflows of technical talent inthe form of students from the developing countries need not altogether have an adverseimpact, especially if they return with new knowledge. In fact one could make theargument that in the long haul such outflows of talent could have a favourable impact onthe sending country. Under globalization, as economies become linked, the circulationof talent becomes an essential feature to organize production Davenport 2004. Bystimulating national economies, research and expatriate networks become activelyinvolved in linking talent in both sending and receiving countries Meyer and Brown 1999; Saxenian 1999. Students are also part of networks as they seek admission touniversities abroad through various institutional channels Tremblay 2001: 61. Sendingcountries thus stand a better chance today to attract such talent from their overseas brainbank, even if temporarily, and stand to gain permanently from the talent that stays athome but becomes part of a wider epistemic community.7 Lucas 2004 finds mixed evidence on the relevance of skills acquired overseas for local economies.However, it is crucial to distinguish not only the types of workers who return but also identify anyaccompanying knowledge networks.11ttxenoclaboglani 4leba Tstfihsichpargomedsnapa JRBedur C000,1rep RDedur C000,1repycnednepe Doitareganoitlaupo P%1002,noitisopmoc 10021002ld Ognuo Y564651410launnaegarev A%etarthworg1002510208911002noitlaupoplato T5102100208911292717102327151625192122626252932101911887978679216699719011.01.01.01.01.01.01.01.01.01.03.02.01.01.01.01.01.02.02.05.06.04.04.04.05.04.03.06.04.02.03.05.06.06.05.08.03.02.00.74.49.69.66.67.54.63.69.31.76.710.115.50.46.40.50.33.415.614.362.950.664.664.467.268.661.072.951.869.766.762.368.958.069.160.353.763.766.924.631.727.620.926.138.626.329.638.425.414.123.132.636.431.330.444.812.610.15.18.08.01.12.18.06.06.16.02.00.03.18.14.12.19.13.00.05.11.24.14.16.17.14.13.13.22.14.05.08.16.20.29.17.27.03.0.9390,7.9090,3.1100,3.0314,21.885.9190,6.3140,23.662.89.1031,6.9505,2.2766,2.5361,26.305.3271,5.5228,12.163.87.6293,1.8172,11.4216.6747.5267.783.0086,1.9722,16.088.9100,10.6030.7216.4746.3256.003.8773,1.4230,19.3760.7597.6036.924,44.316,18.889,14.626,14.2636.106,34.953,17.640.842.1898.6118.5249.9530.4713.1093.7867.1834.7287.682emocniemocnileddmileddmirewo Lrepp Uemocniledd Miemocniwo Ldlro Wemocnilieddmwo Lcifica Pas Aitsa Ednaliah Tsenppiilih Pnaebbira Cacirem Anita Lias Alartne Ceporu Eianh Cnapa J12acirf Ahtro Ntsa Eedd Milacirf Anaraha Sbu Sias Ahtuo Siadn Iemocnihg Hi UMEeporu E.tearhtrib:RB;etarthaed:RD.swolfeegufertnecerroftnuoccatonseodetamits E:seto N.srotacdn Iiltnempoeve Dkna Bdlro W:ecruo SWhether the reverse flow of talent back to the sending countries is temporary orpermanent is difficult to predict. However, both outcomes suggest the necessity to fostera dynamic economy in which the absorption of returning professionals becomespossible Lucas 2004: 18. In the case of a temporary return, it suggests the circulationof talent as professionals from their adopted country return home to set up globallylinked operations making use of their social networks and their links to specificknowledge nodes. Familiarity with sending countries becomes a critical condition forthe return of talent and establishment of technical and entrepreneurial links with thereceiving countries. Exploiting such connections is intrinsically beneficialto thesending country as professionals and entrepreneurs take advantage of the knowledgelinks they have been part of while being residents of the receiving country.4 The demographic dilemma and impending talent shortage in Japan 4.1 Japan and regional population pressures It is not difficult to appreciate why people move globally. Wars, famines, labour needs,and economic compulsions are the usual reasons. Where technical workers areconcerned, demand appears to play a significant role in their mobility, especially whenlocal economies are unable to retain them due to slow growth and low compensation.While demand for such workers is generally driven by economic expansion andstructural change, the mobility of professionals is driven by their technical expertiseneeded by new sectors which are not adequately developed at home. Shortages in thereceiving countries arise because demand outpaces the supply of skilled workers.However, contemporary shortages may be deliberately overestimated by employers soas to employ temporarily less expensive foreign workers. At the same time, shortagesneed not be fictitious, given the number of foreign students who study and then remainin the host economy permanently to work. For example, in 1998 for every 1,000students enrolled in an OECD country, there were 113 nonOECD students enrolledTremblay 2001: 48. Students from Latin America, Africa, and the Middle Eastpreferred EU countries, while Asians preferred nonEU countries, mostly the US and Japan. Nearly 70 per cent of foreign Ph D recipients in the US had plans to remain thereGuellec and Cervantes 2001: 92.There are at least two reasons for shortages of highly skilled technical professionals.The first is a shrinking pool of students who are willing to pursue technical studies inthe developed or OECD economies. Second, the demographic trends are contributingto this shortage. The population growth rate is low in the OECD economies, while theyremain high in the developing countries. Population is also ageing in the OECDeconomies, thereby raising the dependency ratio, while the bulk of the population indeveloping countries is young, which also contributes to high dependency ratios.However, the rapid decline in mortality rates is also creating an ageing problem indeveloping countries Cohen 2004: 389. In the absence of social security and feweremployment opportunities in developing countries, their dependency ratios are moreprecarious. It is this mismatch of population trends that systemically contributes to themobility of people in general, and, under globalizing conditions, creates pressures fortechnical workers to be mobile.Some of these demographic trends can be seen in Table 4. While global population hasincreased by nearly 40 per cent since 1980, the share of population of the highincome 13countries fell from 19 per cent to 16 per cent. Conversely, the share of the lowincomecountries increased from 36 per cent to 41 per cent. There is considerable disparity in thepopulation growth rates of rich and poor countries, 0.7 per cent versus 2.1 per cent, withthe former declining below replacement rate compared to poor countries growth rate of 1.5 per cent over the next decade. Similarly the dependency ratio varies between rich andpoor countries, with highincome economies having a much higher proportion of peopleaged 65 and over, compared to poor economies. Since technical workers typically comefrom the upper and middleincome households from poor and middleincome countries,such aggregate data do not necessarily convey the nature of skilled labour migration. Tobetter tease out the demographic pressures operating on the mobility of skilled workers in Japan, data for Thailand, the Philippines, China and India are included see Table 4.4.2 Japan and the looming immigration question By 2015 Japan is expected to witness an absolute decline in its population, with itsaverage annual rate of population growth falling to minus 0.2 per cent. Currently it hasthe highest proportion of people in the 65 and over age group Asia Program Special Report 2003. The demographic data for some of the low and middleincome countriessuch as India, Thailand, China and the Philippines show that although populationgrowth rates are expected to decline considerably by 2015, their absolute populationgrowth will keep their dependency ratios high. Onequarter to onethird of theirpopulation is currently under 14 years of age, which makes the dependency ratio highby OECD standards. At the same time the population group between 1564 years old,classified as the labour force, will continue to rise. China and India are expected toincrease their work force by 7 per cent and 18 per cent, respectively, over 200110, witha combined labour force of 1.4 billion. For Japan the labour force has been predicted toshrink absolutely from 68.2 million in 2001 to 66 million by 2010, a decline of over 3per cent World Bank 2003. This suggests that as more people become dependent onthose who have jobs and as the number of job seekers itself increases in the developingthe pressure to find employment will mount drastically. Under such acountries,situation,international migration will be one outlet for venting excess labour,assuming that these economies will not be able to absorb all of the growth in theworking age population.Japan is in an unenvious position. It has exhausted alternative sources of labour. Forexample, institutionally it is impractical in the medium term to tap rural residents, it hasautomated its industries considerably, and there is reluctance to induct women into themore maledominated economic sectors. Under this predicament there are two mediumterm complementary options. One is allowing more foreign workers into Japan and theother is to increase outsourcing of production of goods and services from abroad.Selectively Japan has already exercised both options. Throughout the 1980s Japanesefirms farmed out production to South East Asian economies. Rising cost of business,especially wage costs, the appreciation of the yen, massive foreign exchange revenues,and greater environmental consciousness pushed Japanese businesses to invest overseas.A good part of this outsourcing relies on inexpensive industrial labour in matureindustries using standardized technologies. High volume production is critical in suchoutsourcing practices. Furthermore, a high share of Japanese FDI production has beengeared towards thirdcountry markets rather than the Japanese market. However, aslabour shortages mount, it is plausible that more overseas production by Japanese firms 14will be aimed foroutsourcing will be largely driven by lowwage production.the home economy. As manufacturing technologies mature,the small and medium firms in Japan were becoming uncompetitive,Outsourcing is expected in emerging technologies and in sectors that demand high skillsand technical expertise. Thus far the Japanese government has relaxed somewhat itsimmigration laws to allow foreign workers to work temporarily in Japan. Acutely awarethatthelabour. Workers from Thailand, China,government permitted them to import Philippines, Brazil, Peru and Bangladesh are employed in lowwage factory work,construction, and entertainment sectors in Japan.8 Many of these workers have becomepermanentand illegalmigrants by overstaying their visas. It is evident that both the Japanese government and businesses have addressed only the immediate labourshortage problem through outsourcing and immigration policy reform. They have nottackled the anticipated more longterm problem of Japanese demographic shifts norhave they adequately addressed the human capital needs of emerging sectors such as theinformation and communication technology industries.Japan has historically looked unfavourably upon foreigners. Cultural homogeneity,linguistic barriers, and the nationalist sentiments of Japanese firms have precludedlargescale inflows of immigrants. Particular forms of corporate governance and interfirm arrangements such as the kereitsu have effectively kept foreign firms out of the Japanese economy.9 Longterm employment, subcontracting relations, and reliance oninternal labour markets have made the employment of foreigners virtually impossiblefor firms. However, Japans very success in exports and subsequent internationalizationof its economy has compelled businesses and the government to seek costreducingoutsourcing arrangements and gradual reforms in immigration policies. This shift isevident in the stocks and flows of highly skilled labour Table 5. Four categories ofentrants by resident status reflect the inflows of technical talent: professor, researcher,engineer, and college student. Foreign students in Japan tend to pursue technical studiesrather than humanities, social sciences, or management degrees due to Japanesegovernment initiatives and Japans manufacturing reputation. While the share of thesefour groups to total new entrants has been about onehalf a per cent throughout the 1990s, these legal migrants represent a greater share of migrants roughly belonging toskilled workers. In 1992 the share of these workers was 14.8 per cent, which rose to 20.2 per cent in 1994, and 20.8 per cent in 1997. The number of foreign collegestudents, which represents future technical talent, fell marginally in the mid1990s androse to nearly 12,000 by 1997. In 1998, 45.6 per cent of foreign students in Japan camefrom China, followed by 33 per cent from South Korea, and 3.7 per cent from MalaysiaTremblay 2001: 53. However, the data on change in residence status suggest that fewcollege students either remained in Japan or were given permission to be employed. Forexample, in 1997 only 2,624 permissions were granted to students to change residencystatus for employment, of which only 945 were classified as engineers, professors, and 8 The lopsidedness of Japanese policy toward foreign workers is evident from the fact that Japan isquite open to the entry of entertainers but highly restrictive toward the muchneeded nurses andhealth care givers Ito 2004. In 2002 there were 123,000 entertainers or 85 per cent of totalforeigners allowed to work compared to 4 medical service professional Ito 2004.9 Kereitsu is a corporate governance structure in which firms such as manufacturers, suppliers, tradingcompanies, and banks are interlinked by crossequity holdings. Although no majority control isexercised by any one firm the ties that bind these firms are inclusive and hence exclude nonmembers.15researchers Kobayashi 2001: 121. The remaining applicants were grouped underhumanities and international services.Japan provides an interesting window to the demographic dilemma and immigrationpolicy constraints Papademetriou and Hamilton 2000; Douglass and Roberts 2000.More high skilled Japanese citizens go abroad compared to foreigners coming to Japan.Intracompany transfers, presumably highly skilled professionals, ranged from 5,000 to 6,500 foreigners in the 1990s, compared to nearly 53,000 Japanese nationals goingabroad to take up posts Kobayashi 2001: 1212. Similarly, nearly 200,000 Japanesecitizens went abroad for studies and technical training and over 100,000 for research.The stock of foreign technical talent in Japan is growing but the flows remain small.Similarly, foreign students are increasing in Japan. While nearly four million personsenter Japan annually, only a small percentage of them are considered to be high skilledtechnical professionals. Similarly,the relatively visible enrolment of over 12,000foreign college students does not appear to result in permanent migration. A tinyfraction of students converted their residency status after completion of their studyprogramme. The stock of engineers continues to outnumber professors and researchers,suggesting the importance of Japanese manufacturing.What is noteworthy is the nearabsence of IT industry workers entering Japan. Therewere fewer than 2,000 newly entering specialists grouped under computer service.While precise estimates of the Japanese market are difficult to obtain, given the size ofthe Japanese hardware industry one can easily infer the market to be very large. In 2001the Japanese IT market was estimated to exceed US100 billion Hindu 2001. A surveyby the Japan Information Service Industry Association revealed that Japan in 2001needed 800,000 IT workers. Some of these positions were being filled by Chineseengineers Hindu 2001. Only about 400 Indian engineers were present in the Japanese IT industry. Given Japans globallead in the information and communicationstechnology ICT sector, the low inflows of foreign workers to Japan remains ananomaly. This anomaly is evident from the Japanese share of Indias software exportsTable 6.Number of new entrants in Japan by residence status Table 5Statusyear Total Professor Researchers Instructors Engineers Humanities andinternational services Intracompany transferees Skilled labour College students Precollege students Trainees 1992199319941995199619973,251,7538438602,5732,9793,040,7191,0458122,6351,7583,091,5811,1878622,5063,1942,934,4281,2968702,9633,7173,410,0261,3091,0802,8474,4263,809,6791,4631,2513,0685,1285,7034,6392,44110,36827,36743,6275,2654,4381,76810,72218,12739,7955,1983,0762,07110,33711,94736,6124,9823,0742,21010,1559,92840,5916,1442,8313,33611,7179,43645,5366,7093,3542,83312,40811,75549,594Source: Legal Migrants 1998 quoted in Kobayashi 2001: 121.16Indias position in the global and Japanese IT industry Table 6IT servicesspending Indias exportsUS million Indias market Relative Share independence Indias exportsUS billionshare %ratio North America Western Europe Japan Latin America rest of the world Asia Pacific Total 171.1109.634.917.516.0349.16,6852,1031935833119,8753.921.920.553.331.942.821.40.70.21.20.767.721.32.05.93.2100.0Note:Relative dependence measures the regions share in Indian exports visavis the regions sharein world IT services spending.Source: NASSCOM, available at: www.nasscom.org accessed 09082004.The National Association of Software and Service Companies NASSCOM estimatedthat of the nearly US10 billion software service exports by India, only 2 per cent wentto Japan in 200203, whereas nearly twothirds went to the US NASSCOM 2004.Poorer regions of the world imported more software services from India than Japan. Therelative dependency ratio, computed by taking the share of Indian exports to Japan2 per cent and divided by the regions share in world IT services spending US34.9billionUS349.1 billion was 0.2. Among allthe regions, Japan had the lowestdependency ratio, which suggests Indias penetration of the Japanese market to beextremely low at this time. Given Japans large IT spending, there are other factors thatare responsible for this outcome. Japanese institutional and corporate structures limitoutsourcing arrangements to familiar, local firms. There are also social and culturaldifferences between India and Japan, especially at the corporate level. Most importantly,however, it is the particular trajectory of the Japanese IT industry that has imposedlimits on outsourcing. The highly competitive Japanese hardware producers have alwaysbundled their software, hence the development of an independent software industry in Japan has been discouraged Anchordoguy 2000. However, this development alsosuggests that the Japanese are strong in hardwareintensive software development,which for technical reasons has its own entry barriers. Japanese are reputed for theirdesign and embedded software, areas which the Indian industry is only beginning todevelop. The absence of foreign skilled workers in Japan is also indicative of alternativedestinations for technical professionals. As observed earlier, the US and UK, Australia,and Canada are more receptive to skilled, often Englishspeaking professionals than Japan. Projects from these countries entail customized software services that aretechnically different and perhaps less challenging than Japanese manufacturingbasedsoftware needs DCosta 2002a.5 Tapping the Indian brain bank At this time Indias export of IT services to Japan is small. The presence of Indiantechnical talent in Japan is also low. For example, in 199798 only 2.2 per cent of the Indian students going abroad under government programmes went to Asia as a wholeKhadria 2004a: 28. It is amply evident that there is a relationship between IT exports 17and the mobility of talent as borne out by the stock and flow of Indian talent to the US.For example, in 2001, nearly 47,000 Indian students went to the US, accounting for 78 per cent of all Indian students enrolled in OECD countries Khadria 2004a: 29.However, while Indians represented only 4 per cent of all foreign students in the OECDgroup, they represented 10 per cent of foreign students in the US. Indians had the largestnumber of science and engineering degree holders among foreigners in the US and 30,000 science and engineering doctorates in 1999. Over 50 per cent of science andengineering students of Indian nationality plan to remain in the US, suggesting agrowing stock of talent in the US. Additionally, as Indians are prominent in highereducation establishments in the US, it also suggests a visible and influential talent poolTable 7. Indians and Chinese are known for their entrepreneurship in Silicon Valleyas well Saxenian 1999.DCosta 2002b. The former Indias exports of IT services to the US have entailed two forms of production: onsiteservices and offshore developmentinvolves thegeographical movement of talent to the actual site of service delivery, while the lattermostly involves development of services remotely in India. However, offshoredevelopment entails temporary mobility of talent, from both sending and receivingcountries, some of whom remain in the respective host economies for several years.Both onsite and offshore development induces temporary migration because of theprofessional need to be physically present to implement projects, maintain them, anddeliver customized services. Because of their temporary nature, there is return migrationof talent. Students going abroad to study may stay as temporary migrants or becomepermanent ones, as some return and others stay back in the host countries. Withoffshore development it becomes possible for some of the technical talent from thestock of professionals in the receiving country to return to the countries of their origin.Furthermore, as the global demand for technical talent increases relative to nationalsupplies,immigration reformsboth systematic and ad hoccreate additionalpossibilities for increasing flows from sending countries and thereby contributing to thepotential return of migrants. Guest worker programmes as well as the US H1B visaprogramme are illustrations of such immigration measures. The dynamics of returnmigration is shown in Figure 1.There is no doubt that the Indian IT industry is heavily dependent on the US market.What is overlooked is how dependent India is on the temporary movement of its talentto the US through its onsite services Hira 2004. Indian firms have successfully Indian faculty in US science and engineering fields, 1997Table 7Total science and engineering Physical sciences Life sciences Math. comp. sciences Social sciences Engineering Total S Ein US224,70737,02053,05544,37565,50924,748Indianorigin 6,8766881,0142,0861,4911,597% of Indians to:Total Foreign 3.11.91.94.72.36.515.39.313.418.315.517.8Source: National Science Foundation quoted in Khadria 2004a: 33.18leveraged the US immigration system, exporting talent in large numbers. Of the 331,206H1B visas approved in 2001, 49 per cent went to Indian professionals, and of these 92per cent were IT related Hira 2004: 842. Furthermore, Indian firms in the US as wellas US firms created by Indian entrepreneurs facilitated the temporary movement oftalent. The implication of this is that previous talent flows, in the form of students andtemporary workers, become permanent stocks, which in turn pull in more temporaryworkers. This brain bank acts to foster more onsite and offshore work in IT services.Clearly India benefits from the temporary movement of talent and so do US clients, whoreceive competitivelypriced services. However, Indias success in the US could alsolead to new challenges. While perceived and real labour shortages in the US could bemet from India, the current technology slump is a reminder that high demand is notalways durable. Employer abuses also have led to a critical examination of the variousvisa programmes to bring in Indian IT workers and today much lower visa caps are inplace. This clearly points to the necessity of reducing Indias dependence on the USmarket and especially on onsite services provided through the temporary movement ofworkers.The reduction has already begun but only in a limited way. As more work is doneoffshore in India, there is less need for worker mobility. Between 1999 and 2003, theshare of offshore delivery of services increased from 35 per cent to 58 per cent, whileonsite services fell from 57 per cent to 39 per cent NASSCOM 2004. However, therewas an absolute increase in the volume of onsite services during this period of nearly 90 per cent, implying the continued importance of the temporary movement of workers.Since visa approvals are capped in absolute terms, the increasing volume of offshorework does not necessarily reduce the temporary movement of workers. Even if the shareof Indias exports to the US IT industry as a whole is marginal, nevertheless theabsolute visa limits and popular antiforeign workers sentiment are likely to go againsttemporary migrants. Besides, there will always be a need for facetoface interactionand some presence of Indian workers even for those projects that have been created offshore. This means that visa caps under the H1B programme will immediately impact onthe mobility of Indian IT workers and Indian and US firms may have to utilize otherprogrammes. However, as a longterm strategy, India will have to diversify its IT exportmarkets.Sending country Reemigration Stock flows Receivingcountry Figure 1Tapping the brain bank Flows Students Onsite services Offshore development Talentbased immigration Brain gain 19It is evident that the flows and stocks of Indian talent will continue to expand. As Indias IT exports rise and Indias software engineers find lucrative employment athome and abroad, the government sees it as an important source of economic growth,employment, and foreign exchange. Similarly, foreign firms in their quest for costefficiency will continue to outsource services from India. This virtuous loop is expectedto be met by additional investments in technical training and the propensity of Indianhouseholds to educate their children in technical fields. There is already an expansion inthe growth of the technical labour force in India. Since 1990 Indias employment of ITprofessionals has increased from 56,000 to 522,250, a nearly tenfold growthNASSCOM 2002: 63. Technical education in India has consistently expandedthroughout the 1990s, with engineering admissions increasing fivefold between 1992and 2004. The number of IT admissions based on capacity increased from 73,000 in 1992 to 342,000 in 2004, while the number of professionals with an engineering degreeis expected to increase from 43,000 in 1997 to nearly 100,000 in 2004. Such growth is amajor contributor to the stock and flow of Indian talent. The question is how such talentwill be employed.If the growth rate of the Indian IT industry is any indication, then it is plausible thatsuch talent will be absorbed quite easily. However, when the size of the Indian ITindustry is disaggregated into domestic and export segments, it is evident that it is thelatter that is driving the sectors expansion. This means that the Indian industry willexhaust the immigration quotas imposed by the US, even with increased offshoredevelopment. The Indian industry foresees shortages of IT workers in India and growthof the global IT industry. Hence it has aggressively targeted human capital expansionspecifically for this sector NASSCOM 2003. Furthermore, there are many othercountries with wellendowed human resources, which could challenge Indias firstcomer advantage. Russia and the former East European countries as well as China andthe Philippines are potential competitors. Hence, the expansion of the Indian domesticmarket will be critical not only for its intrinsic developmental impact but to help stemthe flow of talent in large numbers to the US. However, at this time most Indian firmsare keen to exploit the more lucrative US market. Alternatively, and complementary tothe current export pattern, Indian firms will have to diversify their export markets.It has been already established that India exports very little to Japan, the Japanesedependence on Indian outputis negligible, and the Japanese are confronted bydemographic challenges. There are indications that the Japanese economy is beginningto rely on foreign workers. In order to maintain their lead in the ITrelated hightechnology industries, Japanese firms will be compelled to rely on foreign technicaltalent. While there are many countries, especially China, that could meet this need, the Chinese economy itself is becoming heavily dependent on its own talent. Hence, for India there is a historic opportunity to reorient its IT industry. To successfully make thetransition, both India and Japan will have to collaborate in the broader area ofimmigration and industryspecific areas of technical education.For India, the Japanese market provides both challenges and opportunities. Aside fromthe institutional barriers such as lack of Japanese business receptivity to foreignpartners, cultural distance, and a restrictive immigration policy, the Japanese hightechnology market is driven significantly by manufacturing and hardware development.Both are areas in which Indian firms have had poor exposure to internationalcompetition, hence it would take considerable technical competence and commercialwherewithal to make a dent in the Japanese market. For example, of the US60 billion 20IT services market in Japan, only 5 per cent is outsourced from abroad. There are 70Indian firms present in Japan but their contribution to the Japanese market has beenpaltry, with Indias total exports to Japan being US190 million Silicon India 2004a.Most Indian firms are currently illprepared or uninterested in tackling this dynamicmarket. One exception is WIPRO, one of Indias largest and most successful IT firms.Its background in hardware development and sales places it in good stead to work with Japanese firms DCosta 2002b. Yet, it is precisely the qualitative difference betweenthe Japanese and the US market that offers an opportunity to reduce its dependence onthe US market and make a preemptive switch before the US economy becomes alimiting factor DCosta 2002a.Complementing the market diversification argument, Indias potential engagement withthe Japanese market also sets up an alternative brain bank. Assuming Japanese firmsincrease outsourcing software services from India, conditional on Japanese immigrationreforms, the flows of technical talent to Japan are likely to increase. Depending on thelength of the projects, the temporary flows of talent could result in a Japanbased brainbank, which like its US counterpart could facilitate the transfer of a qualitativelydifferent kind of technical and commercial knowledge. The net result is the expectedoverlapping of epistemic communities straddling two different markets, which overtime is likely to lead to greater interaction and reduced vulnerability on exogenousfactors for the Indian IT industry. The development implications are varied: not onlywill exportrevenues come from a different market but more importantly thetechnological spillovers through network externalities are likely to be massive. For the Japanese, a substantial adjustment towards accepting technical workers is involved. Butthe presence of foreign workers is no longer a new phenomenon in Japan. It is alreadypresent in various sectors both formally and clandestinely. What is necessary is a preemptive strategy by Japan to tackle its demographic imbalances, integrate itself morefully with Asia and thereby contribute to Asias development in some measured way,and help cushion some of the global pressures on the US economy.6 Conclusion It is evident that there are both global and industryspecific developments that warrant acritical examination of the mobility of technical talent to Japan. First, uncontrolledimmigration is neither politically feasible norsocially acceptable. Yet, withglobalization, states are now less effective in regulating flows of people Bhagwati 2003. Transnational economic forces independently influence labour flows. Thechallenge is how to induce inflows of skilled professionals without overt disruption toeither the receiving or sending country. Second, regulated immigration is consistentwith the desire of the global community to maintain global economic openness. If,however, economic integration results in further global inequality, then rich countriesmust responsibly address this on behalf of poor countries. In fact, in an era of foreignaid fatigue, there is greater reason to promote development in labourabundant countriesso that brain drain is transformed to brain gain for these countries, making migrationover the long haul a temporary process. This can be accomplished if sending countriescan tap, for their own development, the technical and entrepreneurial skills from theglobal talent pool to which they are currently contributing. Third, the liberalization oftrade under WTO and the urgency of resolving severe global inequalities have promptedsome poor countries to demand liberalization of the services sector so that they can 21this is well under way inbenefit from the export of skilled labour. In practice,information technology IT and health services in the US and elsewhere Khadria 2004b.The number of technical professionals returning to India is still low. However, smallsurveys indicate that return migrants could rise in the future Khadria 2004b. Themovement of talent today has a large temporary component to it mainly because ofonsite projects. Also, many students are increasingly going abroad with the intent toreturn home. This is especially because of strong family ties and growing professionalopportunities at home. The real question is whether the return migrants wouldcontribute to the innovative capability of Indian firms. There are some grounds tobelieve that the mere return of talent would not necessarily raise the technologicalcompetence of the Indian IT industry. Some studies have shown that the nature of Indian exports has tended to remain at the lower end of the value chain due to the typesof software services demanded by customers Heeks 1996; DCosta 2002a. Otherstudies have shown the lack of integration of the Indian software industry to thedomestic economy, including the lack of a hardware industry, as a serious structuralbottleneck to its development DCosta 2003c. The weak cooperative links among Indian firms also suggestlimited innovative capability, which demands sharinginformation Lema and Hesbjerj 2003. Lastly, the lack of a coherent government policyto bring back Indian talent suggests that tapping the brain bank will not be easySaxenian 2000. Nevertheless, there are grounds to believe that new opportunities willarise due to demographic and skill needs in the world economy.By examining the process of international migration and some of the economic benefitsof the movement of technical talent, this study, in broader way, provides a window tothe working of the economy and how the structural relationship between rich and poorcountries might be altered. The mediating variable is the mobility of technical talent andother high skilled professionals. The flexibility of the global economic system createsopportunities and imposes heavy costs on national economies. Only those countries thathave a welleducated workforce, high quality physical and technological infrastructures,and relatively pragmatic policymaking capabilities tend to integrate well UNDP 2001.Global competition in the information age calls for flexibility and technological capacityto increase productivity. This means that highvalue service providers such as doctors,computer scientists, geneticists, managers, accountants, engineers, chip designers, etc.must be quickly mobilized in sufficient numbers to exploit emerging opportunities. Assome of the OECD economies, such as Japan, experience declining fertility rates and anageing population, labour shortages are likely to emerge in a variety of manufacturingand service sectors. Japans IT industry suffers from the dominance of the hardwaresector and its dedicated software suppliers, thereby limiting the growth of a dynamic,independent software industry. Japan could benefit enormously from the new generation Indian IT talent, which has been exposed to the rigors of US competition. A recentreport indicates that Indian students and those already in the US, the UK, and other European countries are in high demand in the IT industry Silicon India 2004b. Hence,the initial static losses of brain drain could be dynamically recouped, first, by theoutflows of Indian talent and, second, if such talent were gained back by India anddeployed for national production.The developmental implication of brain circulation and a brain bank is significant.Outflows of skilled labour need not be a permanent loss. Instead, government incentivesto lure professionals back and the rapid development of the home market can contribute 22to the return flow of talent. Many other professionals, though settled abroad, couldcirculate between sending and receiving countries, not just between India and the USbut between India, the US, and Japan, thereby creating multiple nodes of globalepistemic communities and transferring knowledge gained overseas to their homeeconomies. A substantial responsibility will have to be placed on sending and receivingcountry governments to create dynamic national economies, which are expected toabsorb skilled professionals by creating, retaining, and gaining back talent.This policy implication is often overlooked in the discussions of labour migration asattention is directed towards the economic and political costs of migration andimmigration in sending and receiving countries respectively. A more balanced globaleconomic governance policy recognizes that labour mobility cannot be contained butskilled labour can be retained or encouraged to return. This circulation of talent will becritical for future innovative capability. The receiving countries will have to revisit theirimmigration policies to ensure that the gains of economic integration also accrue to thepoor economies that send them skilled labour. Japan and India provide a richtransnational case that is expected to capture not only the dynamics of skilled labourmobility and its competitive and development implications but also sheds light on thelarger transformation of the structural relationship between rich and poor countries.Future institutional research following from this basic investigation on the mobility oftechnical talent must be directed towards obtaining industry and firm level data fromcountries that are on the threshold of relying on foreign workers. Japan is an underresearched country in this respect. There are, however, other cases where foreign talentis used but not much information is available in terms of the types of technical talentrelied on and what is the extent of dependence on foreign workers. For example,Singapore, despite its small size, is a significant user of foreign workers in a variety ofsectors but increasingly in the IT sector as well. As it begins to diversify its economyaway from manufacturing and regionalizes its economy with China, India, and other Asian economies, its engagement with foreign technical talent will increase. Germany isanother case, where there has been a gostop approach towards temporary movement offoreign technical talent. Yet there are impending sectorspecific worker shortages. Evencountries such as Taiwan and South Korea, not known for labour shortages, are at ajuncture where the need for information processing and software development is likelyto rise. A more systematic analysis of the nature of labour shortages and the futuregrowth of ITrelated industries will be crucial to understand exactly what kind oftechnical talent will be needed and who can best provide it. This would entail obtainingdata on technical education in each of these countries, especially Japan and assesspossible matching of talent between the changing IT industry and education systemsacross different sending and receiving countries.Countries such as India and China are faced with a historic opportunity to generate thekind of technical talent that will be demanded by the IT sector as a whole. As themobility of labour increases, the pressures to open up OECD economies under GATSwill also increase. Rather than simply lose the talent permanently or rely on remittances,sending countries must rethink their development and education strategies. Receivingcountries will need to be more receptive to poor countries with immigration reforms asthey utilize technical talent temporarily and permanently from nonOECD economies.Only then can we manage global flows of skilled labour and pragmatically addressglobal inequality associated with an unregulated form of global economic integration.23References Ahmed, I. 2000. The Construction of Diaspora: South Asians Living in Japan. Dhaka:University Press Ltd.Anchordoguy, M. 2000. Japans Software Industry: A Failure of Institutions?.Research Policy, 29 3: 391408.Asia Program Special Report 2003. The Demographic Dilemma: Japans Ageing Society. Asia Program Special Report No. 107. Washington, DC: Woodrow Wilson International Center for Scholars.Bhagwati, J. N. 2003. Borders Beyond Control. Foreign Affairs, JanFeb.Borjas, G. J. 2001. Economics of Migration, in N. J. Smelser and P. B. Baltes eds,the Social and Behavioral Sciences. Amsterdam:International Encyclopedia of Elsevier Science Ltd, 980309.Boswell, C., and J. Crisp 2004. Poverty, International Migration and Asylum.WIDER Policy Brief No. 8. Helsinki: UNUWIDER.Brody, B. 2002. Opening the Door: Immigration, Ethnicity, and Globalization in Japan. New York: Routledge.Brown, P. 2001. Skill Formation in the TwentyFirst Century, in P. Brown, A. Greeneds, High Skills: Globalization, Competitiveness, and Skilland H. Lauder Formation. Oxford: Oxford University Press, 155.Burrelli, J. S. 2004. Emigration of USBorn SE Doctoral Recipients. National Science Foundation Info Brief, June, NSF04327.Carvajal, D. 2004. The Workplace: Calling Scientists Back Home. International Herald Tribune, 7 July. Accesses at: www.iht.com 772004 9:19 AM.Castells, M. 1998. The Information Age: Economy, Society and Culture, Vol. 3.Malden, MA: Blackwell Publishers.Cohen, B. 2004. Urban Growth in Developing Countries: A Review of Current Trends and a Caution Regarding Existing Forecasts. World Development, 32 1:2351.Cohen, M. S., and M. A. Zaidi 2002. Global Skill Shortages. Cheltenham: Edward Elgar.Coppel, J., J. Dumont, and I. Visco 2001. Trends in Immigration and Economic Consequences. OECD Economics Department Working Papers No. 284. Paris:OECD.Cowan, R. 2004. Network Models of Innovation and Knowledge Diffusion. MERITInonomics Research Memorandum Series, 2004016. Maastricht: MERIT. Availableat: www.merit.unimaas.nl .DCosta, A. P. 2002a. Export Growth and PathDependence: The Lockingin of Innovations in the Software Industry. Science, Technology and Society, 7 1: 5189.24DCosta, A. P. 2002b. Technology Leapfrogging: The Software Challenge in India,in P. Conceicao et al. eds, Knowledge for Inclusive Development. New York:Quorum Books, 18399.DCosta, A. P. 2003a. Catching Up and Falling Behind: Inequality, IT and the Asian Diaspora, in K. C. Ho, R. Kluver and C. C. Yang eds, Asia.com: Asia Encountersthe Internet. London: Routledge.DCosta, A. P. 2003b. Uneven and Combined Development: Understanding Indias Software Exports. World Development, 31 1: 21126.DCosta, A. P. 2003c. The Indian Software Industry in the Global Division of Labour, in A. P. DCosta and E. Sridharan, India in the Global Software Industry:Innovation, Firm Strategies and Development. Basingstoke: Palgrave Macmillan, 126.Davenport, S. 2004. Panic and Panacea: Brain Drain and Science and Technology Human Capital Policy. Research Policy, 33 4: 61730.Dicken, P. 1998. Global Shift: Transforming the World Economy. New York: Guilford Press.Douglass, M., and G. S. Roberts eds 2000. Japan and Global Migration: Foreign Workers and the Advent of a Multicultural Society. London: Routledge.Fuess, S. M. 2003. Immigration Policy and Highly Skilled Workers: The Case of Japan. Contemporary Economic Policy, 21 2: 24357.Guellec, D., and M. Cervantes 2001. International Mobility of Highly Skilled Workers: From Statistical Analysis to Policy Formulation, in International Mobilityof the Highly Skilled. Paris: OECD Proceedings, 7198.Hanami, T. 1998. Japanese Policies on the Rights and Benefits Granted to Foreign Workers, Residents, Refugees and Illegals, in M. Wiener and T. Hanami eds,Temporary Workers or Future Citizens? Japanese and US Migration Policies. New York: New York University Press, 21137.Heeks, R. 1996. Indias Software Industry: State Policy, Liberalisation and Industrial Development. New Delhi: Sage Publications.Held, D., A. G. Mc Grew, D. Goldblatt, and J. Perraton eds1999. Global Transformations: Politics, Economics and Culture. Stanford: Stanford University Press.Hindu 2001.Software: Focus Shifts to Japan. 29 November. Available at:www.hindu.com accessed 09082004.Hira, R. 2004. US Immigration Regulations and Indias Information Technology Industry. Technological Forecasting and Social Change, 71 8: 83754.Hoogvelt, A. 2001. Globalization and the Postcolonial World: The New Political Economy of Development. Baltimore, MD: Johns Hopkins University Press Iguchi, Y. 1998. What We Can Learn from the German Experiences Concerning Foreign Labor, in M. Wiener and T. Hanami eds, Temporary Workers or Future Citizens? Japanese and US Migration Policies. New York: New York University Press, 203318.25IMF 2001. Balance of Payments Yearbook 2001. Washington, DC: IMF.International Organizationfor Migration. Available: www.iom.intaccessed 09142004.Ito, T.2004.Vitalize Japans Economy with Foreign Workers: Nurses or Entertainers?. Glocom Platform, Japanese Institute of Global Communications.Available at: www.glocom.org accessed 09182004.Kar, S., and H. Beladi 2003. Skill Formation and International Migration: Welfare Perspective of Developing Countries. Japan and the World Economy, 16 1: 3554.Khadria, B. 2001. Shifting Paradigms of Globalization: The Twentyfirst Century International Transition towards Generics in Skilled Migration from India.Migration, 39 5: 4571.Khadria, B. 2004a. Human Resources in Science and Technology in India and the International Mobility of Highly Skilled Indians. OECDSTI Working Paper 20047,DSTIDOC20047. Paris: OECD.Khadria, B. 2004b. Migration of Highly Skilled Indians: Case Studies of IT and Health Professionals. OECDSTI Working Paper 20047, DSTIDOC20046. Paris:OECD.Kobayashi, S. 2001. International Mobility of Human Resources in Science and Technology in Japan: Available Data, Quality of Sources, Concepts and Proposalsfor Further Study, in OECD Proceedings, International Mobility of the Highly Skilled. Paris: OECD, 10924.Kuwahara, Y. 1998. Japans Dilemma: Can International Migration be Controlled?,in M. Wiener and T. Hanami eds, Temporary Workers or Future Citizens?Japanese and US Migration Policies. New York: New York University Press, 203318.Latapi, A. E. 2004. Migration and Development: The Case of Mexico. Paperprepared for the Annual Bank Conference on Development Economics, 1011 May,Brussels.Lema, R., and B. Hesbjerj 2003. The Virtual Extension: A Search for Collective Efficiency in the Software Cluster in Bangalore. Roskilde: Roskilde University,Public Administration and Public Economics.Leng, T. 2002. Economic Globalization and IT Talent Flows across the Taiwan Strait:The TaipeiShanghaiSilicon Valley Triangle. Asian Survey, 42 2: 23050.Lucas, R. E. B. 2004. International Migration to the High Income Countries: Some Consequences for Economic Development in the Sending Countries. Paper preparedfor the Annual Bank Conference on Development Economics, 1011 May, Brussels.Maskell, P.,and A. Malmberg 1999.Localized Learning and Industrial Competitiveness. Cambridge Journal of Economics, 23 2: 16785.Meyer, JB. 2001. Network Approach versus Brain Drain. International Migration,39 5: 91110.26Meyer, JB., and M. Brown 1999. Scientific Diasporas: A New Approach to the Brain Drain. UNESCO Management of Social Transformation MOST Discussion Paper No. 41, 118. Florence: UNESCO.NASSCOM 2002. Strategic Review 2002. New Delhi: NASSCOM.NASSCOM 2003. Strengthening the Human Resource Foundation of the Indian ITEnabled ServicesIT Industry. Report by KPMG Advisory Services Private Ltd. Inassociation with NASSCOM under the aegis of the Department of IT, Ministry of Information Technology and Communications, Government of India. New Delhi:NASSCOM.NASSCOM 2004. Available at: www.nasscom.com accessed 09082004.Nayyar, D.1994. Migration, Remittances and Capital Flows. Delhi: Oxford University Press.Nayyar, D. 2002. Crossborder Movements of People, in D. Nayyar ed., Governing Globalization: Issues and Institutions. Oxford: Oxford University Press for UNUWIDER.OHagan, S. B., and M. B. Green 2004. Corporate Knowledge Transfer via Interlocking Directorates: A Network Analysis Approach. Geoforum, 35 1:12739.OECD 2001. International Mobility of the Highly Skilled. OECD Proceedings. Paris:OECD.OECD 2003a. Current Regimes for Temporary Movement of Service Providers, Case Study: United States of America. OECDWorking Party of the Trade Committee,TDTCWP200223FINAL, 6 February. Paris: OECD.OECD 2003b. Current Regimes for Temporary Movement of Service Providers,the Trade Committee,Case Study: Australia. OECDWorking Party of TDTCWP200222FINAL, 6 February. Paris: OECD.OECD 2003c. Service Providers on the Move: The Economic Impact of Mode 4.the Trade Committee, TDTCWP200212FINAL,OECDWorking Party of 19 March. Paris: OECD.Papademetriou, D. G., and K. A. Hamilton 2000. Reinventing Japan: Immigrations Role in Shaping Japans Future. Washington, DC: Carnegie Endowment for International Peace.Raihan, A. 2004. Temporary Movement of Natural Persons: Market Liberalisation in Services Trade Work for Poor. Paper prepared for the Annual Bank Conference on Development Economics, 1011 May, Brussels.Ratha, D. 2003. Workers Remittances: An Important and Stable Source of External Development Finance, in Global Development Finance: Striving for Stability in Development Finance. Washington, DC: World Bank, 15775.Roseveare, D., and M. Jorgensen 2004. Migration and Integration of Immigrants in 368,Denmark. OECD Economics Department Working ECOWKP20049. Paris: OECD.Papers No.Sassen, S. 1998. Globalization and Its Discontents. New York: New Press.27Saxenian, A. 1999. Silicon Valleys New Immigrant Entrepreneurs. San Francisco:Public Policy Institute of California.Saxenian, A. 2000. Networks of Immigrant Entrepreneurs, in L. ChongMoon et al.eds, The Silicon Valley Edge: A Habitat for Innovation and Entrepreneurship.Stanford: Stanford University Press, 24875.Saxenian, A.2002.Transnational Communities and the Evolution of Global Production Networks: The Cases of Taiwan, China and India. Industry and Innovation, 9 3: 183202.Saxenian, A. 2003. The Silicon Valley Connection: Transnational Networks andin A. P. DCosta and Regional Development E. Sridharan, India in the Global Software Industry: Innovation, Firm Strategies and Development. Basingtoke Houndmills: Palgrave Macmillan.in Taiwan, China, and India,Silicon India 2004a. Available at: www.siliconindia.com accessed 09252004.Silicon India 2004b. Brighter Job Market in US for NRIs: Report. Available at:www.silicon.com accessed 09272004.Sorensen, N. N. 2004. The Development Dimension of Migrant Remittances.Migration Policy Research, Working Papers Series, No. 1, June 2004. Copenhagen:Danish Institute for Development Studies.Tremblay, K. 2001. Student Mobility Between and Towards OECD Countries: AComparative Analysis, in OECD Proceedings, International Mobility of the Highly Skilled Paris: OECD, 3967.UNDP 2001. Human Development Report, 2000. New York: Oxford University Pressfor United Nations Development Programme.Wahba, J. 2003. Does International Migration Matter? A Study of Egyptian Return Migrants. Paper prepared for the Conference on Arab Migration in a Globalised World, February.World Bank 2001. World Development Indicators 2001. Washington, DC: World Bank.World Bank 2003. World Bank Development Indicators Database. Washington, DC:World Bank.World Bank 2004. Sustaining Indias Services Revolution: Access to Foreign Markets,Domestic Reform and International Negotiations. Washington, DC: World Bank,235.28", "filename": "477335659.pdf", "person": ["Anthony P. D'Costa", "D'Costa, Anthony P."], "date": ["2004"]}