{"lang": "da", "identifier_url": ["http://www.econstor.eu/bitstream/10419/82311/1/479545332.pdf"], "title": ["Det Danske finansielle system: En sammenligning med Eurolandene"], "plaintext": "The Working Papers of Danmarks Nationalbank describe research and development, often still ongoing, as a contribution to the professional debate. The viewpoints and conclusions stated are the responsibility of the individual contributors, and do not necessarily reflect the views of Danmarks Nationalbank. As a general rule, Working Papers are not translated, but are available in the original language used by the contributor. Danmarks Nationalbanks Working Papers are published in PDF format at www.nationalbanken.dk. A free electronic subscription is also available at this Web site. The subscriber receives an email notification whenever a new Working Paper is published. Please direct any enquiries to Danmarks Nationalbank, Information Desk, Havnegade 5, DK1093 Copenhagen K Denmark Tel.: 45 33 63 70 00 direct or 45 33 63 63 63 Fax : 45 33 63 71 03 Email:infonationalbanken.dk Nationalbankens Working Papers beskriver forsknings og udviklingsarbejde, ofte af forelbig karakter, med henblik pa at bidrage til en faglig debat. Synspunkter og konklusioner star for forfatternes regning og er derfor ikke ndvendigvis udtryk for Nationalbankens holdninger. Working Papers vil som regel ikke blive oversat, men vil kun foreligge pa det sprog, forfatterne har brugt. Danmarks Nationalbanks Working Papers er tilgngelige pa Internettet www.nationalbanken.dk i pdfformat. Pa webstedet er det muligt at oprette et gratis elektronisk abonnement, der leverer en email notifikation ved enhver udgivelse af et Working Paper. Henvendelser kan rettes til : Danmarks Nationalbank, Informationssektionen, Havnegade 5, 1093 Kbenhavn K. Telefon: 33 63 70 00 direkte eller 33 63 63 63 Email: infonationalbanken.dk Det er tilladt at kopiere fra Nationalbankens Working Papers savel elektronisk som i papirform forudsat, at Danmarks Nationalbank udtrykkeligt anfres som kilde. Det er ikke tilladt at ndre eller forvanske indholdet. ISSN tryktprint 16021185 ISSN online 16021193 3 Resume Dette working paper sammenligner det danske finansielle system med systemet i eurolandene ved hjlp af tre forskellige analytiske indfaldsvinkler. Strukturen af det finansielle system analyseres ved at vise hvem der sparer op, hvordan opsparingen formidles og hvem der bruger den. Integrationen af det danske finansielle system i eurolandenes testes bl.a. ved brug af The law of one price. Endelig er rammerne for udviklingen af de finansielle systemer sammenlignet. Konklusionen er, at det danske finansielle system har mange fllestrk med det finansielle system i eurolandene. Pa trods af lighederne er der nogen vej til at de samme detailprodukter markedsfres pa tvrs af alle eurolande og i Danmark. For at citere en kollega, der er noget vej til niveauet i fastfoodbranchen, hvorfor Mc Lan og Mcbankbog endnu ikke er pa hylderne i de lokale banker. Abstract This Working Paper compares the Danish financial system with that of the Euro area countries using three different analytical approaches. The structure of the financial system is analyzed showing who saves, how the savings are processed to the users, and who the users of capital are. The integration of the Danish financial system with that of the Euro area is tested using among different approaches The law of one price. Finally, the framework for the development of the financial system is compared. It is concluded that the Danish financial system has many common characteristics with that of the Euro area countries. Despite the similarities there is some way to go before exactly the same retail products are marketed within all countries in the Euro area and in Denmark. To quote a colleague, there is some way to the level in the fastfood business, which is why the Mc Loan and Mc Deposit aint there yet. DET DANSKE FINANSIELLE SYSTEM EN SAMMENLIGNING MED EUROLANDENE Indledning Der er mange mader at analysere det finansielle system og dets udvikling pa. I denne artikel benyttes tre indfaldsvinkler, der alle tager sigte pa at sammenligne det danske finansielle system med det finansielle system i eurolandene. For det frste sammenlignes strukturen; fra hvem, der sparer op, over hvordan opsparingen formidles, til hvem der finansieres. Mere specifikt sammenstilles udviklingen i Danmark med ti sakaldte stylised facts for udviklingen i eurolandene. For det andet sammenlignes graden af integration. Dette baseres primrt pa test af the law of one price, sekundrt pa udviklingen i sammenstningen af investeringsportefljer. For det tredje sammenlignes rammebetingelserne, herunder isr de formelle og uformelle juridiske rammer, for det finansielle system. Artiklen reprsenterer en anvendelse af de metoder, som vi og kollegaer i anden sammenhng har benyttet til at analysere udviklingen inden for eurolandene. I Report on Financial Structures ECB, 2002a foretages en systematisk sammenligning af de finansielle sektorer i eurolandene og deres udvikling. Sammenligningen er sa vidt muligt baseret pa et ensartet statistisk materiale. I Measures of Financial Integration of the Euro area ECB, 2004 analyseres en bred vifte af indikatorer for finansiel integration. Endelig i Indicators of Financial Development of the Euro area arbejdstitel, ECB, under udarbejdelse beskrives en rkke indikatorer for den finansielle udvikling og dennes juridiske rammer. Alle tre indfaldsvinkler har rdder i den konomiske faglitteratur fra de seneste ti ar. Artiklen er struktureret saledes, at de nste tre afsnit tager hver en af de beskrevne indfaldsvinkler op, mens det sidste afsnit trkker konklusionerne op. Hvert af de tre afsnit starter med en kort gennemgang af teorien pa det pagldende omrade. Derefter opsummeres resultaterne for eurolandene, hvorefter der flger en mere detaljeret analyse af de danske resultater, som sammenlignes med resultaterne for eurolandene. Det konkluderes, at det danske finansielle system har mange fllestrk med strukturen i eurolandene. Der er ogsa en betydelig finansiel integration mellem Danmark og eurolandene, selvom MUindtrdelsen klart har betydet, at der er en strre grad af integration inden for eurolandene. Endelig, fremgar det af analysen, at de juridiske rammer for det finansielle system i Danmark og eurolandene pa mange punkter er ens, om end der pa visse omrader er gradsforskelle. Forfatterne takker Shahriar Bakhshpour for hjlp med dataarbejdet, samt Hanne Andersen og Alice Colombo for god bistand med de mange omskrivninger. Elias Papaioannou har samlet en database, som afsnittet om rammebetingelser i stor udstrkning bygger pa. Endvidere takkes Betina Sand Christensen og Erik Bennike for hjlp med fremskaffelse af nogle af de danske data. Den finansielle struktur Det mest betydningsfulde bidrag fra de seneste ar til litteraturen om sammenligning af finansielle systemer er Comparing Financial Systems Allen and Gale, 2000. Bogen indeholder bade en empirisk og en teoretisk analyse. Begge dele centrerer sig omkring de respektive roller for finansielle institutioner intermediaries og finansielle markeder. Den empiriske del indeholder bl.a. en sammenligning af betydningen af institutioner, typisk pengeinstitutter, versus markeder i formidlingen af opsparing og finansiering. Det konkluderes, at de finansielle systemer i USA og UK er betydeligt mere markedsorienterede end systemerne i Frankrig, Tyskland og Japan. Den teoretiske del udmrker sig ved at vise, at et finansielt system baseret pa finansielle institutioner kan have visse fordele sammenlignet med et system baseret pa finansielle markeder. Fordelene knytter sig til de finansielle institutioners rolle i at udjvne konjunkturudsving gennem deres ttte tilknytning til deres lantagere relationship banking. Denne rolle kan ikke opretholdes i et system, hvor finansielle markeder pavirker og i sidste instans stter priserne pa finansielle tjenesteydelser. Der var igennem mange ar stor uenighed blandt konomer om, hvorvidt et finansielt system baseret pa banker eller markeder var bedst til at understtte den konomiske udvikling. Konsensus har bevget sig i retning af, at de forskellige dele af det finansielle system understtter hinanden og konomien generelt, jf. Levine 2002. Greenspan har brugt billedet af et reservehjul om fordelen ved et diversificeret finansielt system Greenspan, 1999 og 2000. Nar ulykker rammer institutioner kan markederne substituere for institutionerne og omvendt. Meget af litteraturen om det finansielle system kan henfres til interessen for, hvordan den pengepolitiske transmissionsmekanisme pavirkes af den finansielle struktur. Centralbankerne stter typisk en pengemarkedsrente for udlan til pengeinstitutterne, men denne rente pavirker ikke direkte husholdningerne og virksomhederne. Pavirkningen sker gennem indflydelsen pa andre rentesatser, priserne pa de finansielle markeder, samt effekten pa kredit og likviditet. Den finansielle struktur har betydning for, hvordan pengemarkedsrenterne pavirker de finansielle institutioner og markeder og dermed ultimativt pavirker husholdninger og virksomheder. Selvom resultaterne nedenfor kan bruges til at analysere transmissionsmekanismen er dette ikke emnet for denne artikel se i stedet Mlgaard Pedersen, 2003. Denne artikel begrnser sig til en beskrivelse af det finansielle system. Den finansielle struktur i eurolandene Undersgelsen af den finansielle struktur i eurolandene konkluderede, at strukturen kunne karakteriseres ved ti stylised facts 1: Den relative strrelse af den finansielle sektor i eurolandene, malt som summen af finansielle aktiver var godt 7 gange BNP ved udgangen af ar 2000, hvilket svarede til den relative strrelse af den finansielle sektor i USA. 1 De forhold i rapporten, der behandles i de senere afsnit i denne artikel, er ikke medtaget her. 2Fordelingen af opsparing og finansiering, der gar gennem finansielle institutioner respektive finansielle markeder, er nogenlunde lige i eurolandene, mens der i USA er en relativt strre rolle for markeder, og i Japan en relativt strre rolle for finansielle institutioner.2 I eurolandene benytter husholdninger sig relativt mere af finansielle institutioner, mens virksomheder er relativt mere orienteret mod markederne. Husholdningerne er nettoopsparere i eurolandene, mens virksomheder og det offentlige er nettolantagere. Positionen overfor udlandet er i balance. Pengeinstitutter, eller mere prcist sakaldte Monetary and Financial Institutions MFIer, dominerer blandt finansielle institutioner som formidlere af opsparingsprodukter. Andre finansielle institutioner, som investeringsforeninger, forsikrings og pensionsselskaber har dog stigende betydning. Pengeinstitutterne er imidlertid ofte administratorer af investeringsforeninger og ogsa engageret i forsikrings og pensionsselskaber. Aktier er den vsentligste post pa passivsiden af virksomhedernes balance. En stor del af aktierne er unoterede. Virksomhedsobligationer har historisk kun spillet en lille rolle som finansieringsform, modsat USA og til dels Japan. Udstedelsen har dog vret i hastig vkst siden introduktionen af euroen. Obligationsmarkedet har forandret sig betydeligt over de seneste ar. Likviditeten er steget og infrastrukturen er blevet mere integreret. Der er mange lighedspunkter i den finansielle struktur pa tvrs af eurolandene. Pa mange af de punkter, hvor der er forskel, glider udviklingen i samme retning. Det tydeligste eksempel er den stigende betydning af forsikrings og pensionssektoren. Sammenligning af den finansielle struktur i Danmark og eurolandene Den finansielle struktur i Danmark kan belyses relativt til ovenstaende punkter. For hvert af punkterne 9. og 10. undtaget, da det er sammenfatningen beskrives situationen i Danmark, og den sammenlignes med forskellige mal for situationen i eurolandene, bade for omradet som helhed, som for enkelte af landene. Med mindre andet er anfrt, foretages sammenligningen pr. ultimo 2002. For det frste er den finansielle sektor i Danmark af nogenlunde samme strrelse som eurolandenes, dvs. ca. 7 gange BNP Tabel 1. Det fremgar ogsa, at den danske finansielle sektor ligger meget tt pa gennemsnittet af eurolandene. Samtidig er det dog vrd at bemrke, at der er relativt stor variation i strrelsen af den finansielle sektor i de enkelte eurolande, idet mngden af finansielle aktiver i nogle lande anlber hele 9 gange BNP fx Holland, Belgien og Frankrig, mens den i andre lande kun udgr ca. 5 gange BNP 2 Jf. ECB 2002a, s. 11 er sondringen mellem finansielle formidlere og markeder foretaget saledes, at de forskellige typer af finansielle aktiver passiver er blevet placeret i frstnvnte kategori safremt finansielle institutioner antages at spille en ikkeubetydelig rolle i frembringelsen af disse aktiver passiver til slutbrugeren. Omvendt er de blevet placeret i sidstnvnte kategori, nar de finansielle aktiver passiver antages primrt at blive frembragt direkte via kapitalmarkederne. 3Italien og Finland.3 Malt ved den sakaldte variationskoefficient standardafvigelse divideret med middelvrdien varierer den finansielle sektors strrelse saledes med ca. 20 pct. i forhold til middelvrdien inden for eurolandene. Tabel 1. Finansielle aktiver og passiver indenlandske sektorer, pct. af BNP, ultimo 2002 Finansielle aktiver Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Finansielle virksomheder Total Finansielle passiver Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Finansielle virksomheder Total Netto position Euroomradet 183%126%27%367%702%Euroomradet 57%200%81%363%701%95%sandsynlighedsinterval Max 255% 102%52%199%91%14%539% 176%933% 512%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient Danmark 152%75%60%424%711%282%228%80%563%995%186%134%36%351%707%49%48%22%108%147%89%40%7%139%418%27%36%61%31%21%95%sandsynlighedsinterval Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient Danmark Max 116%102%32%128%284% 124%68%131%59%417%552% 170%729%938% 549%106%341%132%569%975%11%106%32%133%455%59%224%82%351%715%24%60%25%111%133%41%27%31%32%19%95%sandsynlighedsinterval 45%26%38%7%26%127%90%45%0%8%216%39%30%14%43%39%141%121%14%60%36%29%85%3137%312%Euroomradet 126%74%54%3%2%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient Danmark Max 36%213%66%53%59% 142%8%98%32%6%13%8%19%39%43%Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Finansielle virksomheder Total Kilde: ECB og Danmarks Statistik. For det andet er fordelingen mellem opsparing og finansiering, der gar gennem hhv. finansielle formidlere og markeder, ogsa i Danmark nogenlunde ligelig, dog med en relativt strre vgt pa frstnvnte Tabel 2. For sa vidt angar placering af opsparede midler er den relative betydning af kapitalmarkederne stort set ens i Danmark og eurolandene 44 pct. af samlede finansielle aktiver mod 43 pct. i eurolandene. Omvendt ses anvendelsen af finansielle formidlere at vre af relativt strre betydning i Danmark i forhold til eurolandene for sa vidt angar finansieringsformer 56 pct. af samlede finansielle passiver mod 46 pct. i eurolandene. Det skal dog retfrdigvis noteres, at fordelingen mellem markeder og finansielle formidlere varierer ganske betydeligt pa tvrs af eurolandene. Dvs. i nogle lande, sasom Belgien, Finland og til dels Frankrig og Italien, har kapitalmarkederne relativt stor betydning, mens omvendt i strig, Tyskland og Holland spiller de finansielle formidlere den strste rolle.4 3 Den finansielle sektor i Grkenland udgr endda kun ca. 2,5 gange BNP, jf. ECB 2002a. 4 I Holland primrt i form af placering i forsikrings og pensionsmidler, hvorimod de finansielle formidleres betydning i Tyskland og strig fortrinsvis er reflekteret i MFIernes store betydning. 4Tabel 2. Fordeling mellem formidlere og markeder pct. af BNP; ultimo 2002 Finansielle aktiver, placeret hos finansielle formidlere Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Total Euroomradet %andel Max 73% 215% 61%33% 12%24%43%9%2%57% 257% 75%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient 31%31%41%32%132%22%6%160%213%35%11%259%51%8%1%61%41%7%2%50%95%sandsynlighedsinterval Finansielle aktiver, placeret pa finansielle markeder Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Total Euroomradet %andel Max 95% 15%27%76% 130% 21%57%3%43% 287% 39%62%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient 53%51%112%60%101%127%51%279%49%63%16%129%2%0%19%22%26%33%18%77%95%sandsynlighedsinterval 130%20%7%157%49%63%9%121%Finansielle passiver, placeret hos finansielle formidlere Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Total Euroomradet %andel Max 52% 100% 102% 26%71%41% 101% 64%23%18%7%140%46% 232% 97%29%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient 46%16%40%29%101%104%29%234%53%79%16%148%24%13%6%44%6%53%3%62%95%sandsynlighedsinterval Danmark 115%16%5%137%Danmark 35%33%40%107%Danmark 100%56%6%162%Finansielle passiver, placeret pa finansielle markeder 95%sandsynlighedsinterval 0%Danmark 0%52%22%74%0%17%18%35%2%62%55%119%0%222%105%327%0%120%61%181%Euroomradet %andel Max 0%0%59% 199% 38%77% 100% 42%54% 298% 80%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95% Variantionskoefficient 292%44%36%41%Husholdninger 0%Ikkefinansielle virksomheder 104%Offentlig forvaltning og service 59%Total 163%Kilde: ECB og Danmarks Statistik. For det tredje, akkurat som i eurolandene benytter danske husholdninger sig primrt af de finansielle formidlere i deres opsparings og finansieringsbeslutninger, mens ikkefinansielle virksomheder i Danmark som i eurolandene anvender kapitalmarkederne mere Tabel 2. Dette mnster genfindes i langt de fleste eurolande. Kun Tyskland og strig adskiller sig delvist, idet ikkefinansielle virksomheder i disse lande overvejende finansierer sig via de finansielle formidlere frem for via kapitalmarkederne. Vedrrende danske husholdninger br understreges, at realkreditgld statistisk betragtes som gld til finansielle formidlere, og ikke som kapitalmarkedsgld. For det fjerde, som i eurolandene er danske husholdninger nettoopsparere, mens de ikkefinansielle virksomheder og den offentlige forvaltning har et nettofinansieringsbehov Tabel 1. Dog ses husholdninger i Danmark netto at have sparet mindre op end husholdninger i eurolandene 36 pct. af BNP mod 126 pct. af BNP i eurolandene. De danske husholdninger udmrker sig isr ved at have en meget stor gld. Omvendt har den offentlige sektor i Danmark et noget mindre netto finansieringsbehov end det tilsvarende i eurolandene 8 pct. af BNP mod 54 pct. af BNP i eurolandene. Endelig er det vrd at bemrke, at hvor eurolandene er nogenlunde i balance over for udlandet har Danmark et nettofinansieringsbehov over for udlandet 19 pct. af BNP, hvilket kan tilskrives Danmarks mange ar med underskud pa betalingsbalancens lbende poster. For det femte, modsat eurolandene placerer danske husholdninger flere midler i forsikringsselskaber og pensionsfonde 66 pct. af BNP end i MFIer 42 pct. af BNP, jf. Tabel 3. I denne henseende ligger Danmark som Holland saledes tttere pa det angelsaksiske finansielle system, hvor den strste del af husholdningernes opsparing placeres i langsigtede investeringer sasom livsforsikring og private pensionsfonde. Omvendt investerer danske husholdninger relativt mindre i investeringsforeninger 7 pct. af BNP i forhold til husholdninger i eurolandene 19 pct. af BNP. Samlet set placerer danske husholdninger dog relativt flere midler hos institutionelle investorer sasom investeringsforeninger, forsikrings og pensionsselskaber end husholdningerne i eurolandene ca. 73 pct. af BNP mod 67 pct. af BNP. Pa trods af disse forskelle er det dog bemrkelsesvrdigt, at udviklingen over tid i husholdningernes allokering af opsparing i store trk har vret ens i 5Danmark og eurolandene. Saledes ses det af Tabel 5, at tilgang af opsparingsmidler transaktioner til andre finansielle formidlere ikkemonetre finansielle institutioner har vret markant strre end tilgangen til MFIer i perioden 19952002 bade i Danmark og i eurolandene. Som det er tilfldet i eurolandene er pengeinstitutterne dog ogsa i Danmark ejere afinvolveret i investeringsforeninger, pension og forsikring, etc. Tabel 3. Opsparing placeret hos finansielle formidlere pct. af BNP, ultimo 2002 Monetre finansielle institutioner MFIHusholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Euroomradet Max 63% 88% 34%9%15% 32%6%9%2%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95%35%2%0%94%33%10%65%17%5%15%8%2%95%sandsynlighedsinterval Andre finansielle formidlere OFIsHusholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Euroomradet Max 19% 39%4% 10%1%3%Forsikringsselskaber og pensionskasser ICPFMin Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95%0%4%1%37%10%3%19%3%1%9%4%1%5%0%0%95%sandsynlighedsinterval Variantionskoefficient 23%46%47%Danmark 42%14%4%Variantionskoefficient 50%120%124%Danmark 7%1%1%95%sandsynlighedsinterval 2%0%37%1%0%48%1%0%121%3%0%Euroomradet Max Danmark 66%1%0%48% 142% 22%0%1%0%0%Variantionskoefficient 76%51%132%Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95%24%0%0%Husholdninger Ikkefinansielle virksomheder Offentlig forvaltning og service Kilde: ECB og Danmarks Statistik. For det sjette, aktier og andre ejerandele har typisk vret den vsentligste finansieringsform for de ikkefinansielle virksomheder i Danmark savel som i eurolandene. Som flge af nedgangen pa aktiemarkederne i arene 20002002 ligger den udestaende vrdi af de danske virksomheders udstedte aktier og andre kapitalandele dog pr. ultimo 2002 under vrdien af optagne banklan 48 pct. mod 56 pct. af BNP, jf. Tabel 4. I eurolandene var aktier o.a. kapitalandele stadig den dominerende finansieringskilde bedmt ud fra den udestaende mngde, om end banklan og obligationsudstedelser er steget i betydning i de senere ar.5 Ogsa i Danmark udgres en ikke ubetydelig del af de udstedte aktier dog af unoterede aktier og andre kapitalandele, som ikke er direkte omsttelige pa det sekundre marked.6 Tabel 4. Finansiering pct. af BNP, ultimo 2002 Aktier og andre kapitalandele Ikkefinansielle virksomheder Offentlig forvaltning og service Obligationer Ikkefinansielle virksomheder Offentlig forvaltning og service Lan Euroomradet %andel Max Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95%14%1%56% 188% 30%0%2% 0%110%0%206%1%49%1%96%0%95%sandsynlighedsinterval Euroomradet %andel Max Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95%2%17%5% 20% 3%81% 100% 42%21%105%10%61%6%22%8%59%95%sandsynlighedsinterval Euroomradet %andel Max Min Middelvrdi MV Std afv. s.d. MV s.d. 95% MV s.d. 95%48%3%39% 101% 57%19% 20% 6%105%21%14%5%77%12%95%sandsynlighedsinterval Variantionskoefficient Danmark %andel 41%0%45%300%48%0%Variantionskoefficient Danmark %andel 12%91%14%55%59%37%Variantionskoefficient Danmark %andel 48%9%56%6%19%37% Ikkefinansielle virksomheder Offentlig forvaltning og service Kilde: ECB og Danmarks Statistik. 67%14% 5 Jf. ECB 2002a. 6 Iflge Nationalbankens statistik for finansielle konti udgr de unoterede aktier estimeret ca. 54 pct. af den samlede udestaende mngde aktier pr. ultimo 2002. Dette svarer i store trk til lignende estimater for eurolandene, fx Maddaloni og Kok Srensen 2005, der estimerer andelen af unoterede aktier til at udgre approksimativt 60 pct. af de samlede aktier udstedt af ikkefinansielle virksomheder. 6For det syvende, finansiering i form af udstedelse af virksomhedsobligationer er relativt mere betydende i Danmark 14 pct. af BNP; 12 pct. af samlede finansielle passiver end i eurolandene 8 pct. af BNP; 5 pct. af samlede finansielle passiver, jf. Tabel 4. Ogsa i Danmark har betydningen heraf vret stigende i de senere ar, hvilket illustreres af, at den relative andel af de danske virksomheders finansiering som fremkommer ved obligationsudstedelse er steget fra 3 pct. i 1995 til 12 pct. i 2002 Tabel 6. Da strsteparten af de danske virksomhedsobligationer udstedes i udlandet kan indfrelsen af euroen ligeledes tnkes at have haft en betydelig indflydelse pa denne udvikling i form af en udvidet investorbase. Tabel 5. Husholdningers finansielle aktiver Euroomradet Finansielle transaktioner foretaget af husholdinger pct. af BNPMFIAndre finansielle formidlere Aktier o.a. kapitalandele Vrdipapirer, undt. aktier Total MFIAndre finansielle formidlere Aktier o.a. kapitalandele Vrdipapirer, undt. aktier Total Kilde: ECBDanmark MFIAndre finansielle formidlere Aktier o.a. kapitalandele Vrdipapirer, undt. aktier Total MFIAndre finansielle formidlere Aktier o.a. kapitalandele Vrdipapirer, undt. aktier Total 19954%3%0%2%9%199563%46%26%23%162%19951%3%1%1%5%199541%51%35%23%149%19963%5%0%0%8%199664%50%30%23%171%19961%4%0%1%5%199641%55%42%21%158%19971%6%1%0%8%199763%56%36%22%181%19972%4%0%0%6%199742%58%51%20%171%19982%8%0%2%8%199862%63%43%20%191%19982%4%1%2%5%199842%61%43%18%164%19992%7%0%0%9%199962%70%53%18%207%19990%3%1%1%3%199941%64%45%16%167%20001%5%0%1%7%200060%71%49%19%202%20000%4%1%0%5%200039%65%53%15%173%20013%4%0%1%8%200162%70%40%19%194%20012%5%1%0%7%200140%65%41%14%160%20023%4%1%1%7%200263%68%29%20%183%20023%5%0%1%7%200242%66%28%14%150%Udestaende beholdning hos husholdninger pct. af BNPFinansielle transaktioner foretaget af husholdinger pct. af BNPUdestaende beholdning hos husholdninger pct. af BNPKilde: Danmarks Statistik For det ottende, har infrastrukturen pa obligationsmarkedet ogsa i Danmark undergaet betydelige forandringer. Handlen med statsobligationer er for nyligt blevet overfrt til det internationalt brugte MTSsystem, og der er i den forbindelse indfrt et system med market makere med deltagelse af flere udenlandske investeringsbanker. Ogsa afvik 7lingsstrukturen er blevet mere og mere internationaliseret, isr med forbindelser til det internationale afviklingssystem Euroclear, om end denne udvikling begyndte tidligere. I relation til disse otte punkter, ser ogsa Danmark i grove trk ud til at have en finansiel struktur, der ligger forholdsvis tt op af den i eurolandene. Den danske finansielle struktur ligner strukturen i eurolandene mere end eksempelvis den angelsaksiske USUK, hvor kapitalmarkederne har en meget mere fremtrdende rolle. Pa enkelte punkter er Danmark lngere fremme i det p.t. pagaende udviklingsforlb end de fleste MUlande. Det glder opsparingen i forsikrings og pensionsselskaber, samt brugen af virksomhedsobligationer til finansiering. Udviklingen i eurolandene og i Danmark bevger sig dog i samme retning. Tabel 6. Finansiering af ikkefinansielle virksomheder Euroomradet Finansiering af ikkefinansielle virksomheder finansielle transaktioner i pct. af BNPUdestaende mngde af ikkefinansielle virksomheders finansielle passiver pct. af BNPKilde: Danmarks Statistik. Pa et punkt adskiller den danske finansielle sektor sig vsentligt fra strukturen i eurolandene, og det skyldes den relativt unikke danske konstruktion med realkreditinstitutter. Dette belyses i Tabel 7, hvor balancen for MFIsektoren i Danmark og eurolandene sammenlignes. Den samlede MFIbalance belber sig til knap 3 gange BNP i bade Danmark og eurolandene. Endvidere ses udlan begge steder at vre den vsentligste post pa aktivsiden. Forskellen findes pa passivsiden. I eurolandene er indlan 65,8 pct. i eurolandene mod 39,8 pct. i Danmark det vsentligste passiv, mens obligationer er det strste passiv for danske MFIere 47,7 pct. i Danmark mod 21,1 pct. i eurolandene. Forklaringen er, at 8Udlan Vrdipapirer ekskl. aktier Aktier o.a. kapitalandele I alt Udlan Vrdipapirer ekskl. aktier Aktier o.a. kapitalandele I alt Kilde: ECBDanmark Udlan Vrdipapirer ekskl. aktier Aktier o.a. kapitalandele I alt Udlan Vrdipapirer ekskl. aktier Aktier o.a. kapitalandele I alt 19952%2%2%4%199552%6%67%151%19950%1%1%1%199555%3%54%113%19963%0%2%6%199652%6%79%164%19960%1%1%2%199654%6%65%125%19973%0%2%6%199754%5%93%180%19971%3%1%0%199753%5%80%138%19984%0%3%8%199854%6%114%202%19985%1%3%7%199854%6%69%129%19997%1%4%14%199958%6%149%243%19998%3%0%4%199963%1%72%136%20009%1%6%18%200064%7%140%241%20009%1%3%13%200063%2%89%153%20015%1%5%13%200166%8%122%228%200110%2%0%11%200163%10%68%141%20023%0%3%7%200267%8%96%200%20021%5%2%2%200256%14%41%111% Finansiering af ikkefinansielle virksomheder finansielle transaktioner i pct. af BNPUdestaende mngde af ikkefinansielle virksomheders finansielle passiver pct. af BNPdanske realkreditinstitutter finansierer sig ved obligationsudstedelse 7, og at udlan til boligfinansiering som procent af BNP er betydelig hjere end i alle andre MUlande bortset fra Holland. Hvis man kun kigger pa danske pengeinstitutter, sa ligner de mere MFIsektoren i eurolandene. Danske pengeinstitutter har endda en lidt strre indlansandel og er lidt mindre afhngige af obligationsudstedelse end MFIsektoren i eurolandene. Tabel 7. Aggregereret balance for MFI sektoren pct. af total, ultimo 2003 Kassebeholdning Udlan i alt til MFIer til indl. IkkeMFIer til udl. IkkeMFIer Vrdipapirer i alt Obligationer mv. Aktier mv.Finansielle derivater Andre aktiver Aktiver i alt Indlan i alt fra MFIer fra indl. IkkeMFIer fra udl. IkkeMFIer Obligationer mv.Finansielle derivater Kapital og reserver Andre passiver Passiver i alt AktiverBNPMFIsektoren 0.267.914.050.73.227.224.23.02.91.7100.039.821.117.52.147.73.25.53.0100.0291.4Euroomradet MFIsektoren Danmark Pengeinstitutter 0.457.321.330.15.934.729.75.05.32.4100.0Realkreditinstitutter 0.080.65.475.20.018.417.60.80.10.9100.073.437.432.33.89.55.97.83.4100.0157.90.01.70.00.092.80.12.92.5100.0133.50.370.321.340.18.923.618.15.45.8100.065.822.132.411.321.15.87.3100.0284.4 lancen. Derved udelades tal for de andre kreditinstitutter. Kilde: Danmarks Nationalbank og ECB. Note: Den aggregerede balance for den danske MFIsektor er beregnet som summen af pengeinstitutbalancen og realkreditinstitutba En anden, men mindre markant forskel er, at den danske MFIsektor synes lidt mindre integreret med udlandet end MFIsektoren i eurolandene. Generelt forekommer MFIerne i eurolandene saledes at vre relativt mere orienterede mod udenlandske bankforretninger, idet udlan til udlndinge udgr 8,9 pct. af de samlede aktiver mod kun 3,2 pct. hos de danske MFIer, mens indlan fra udlndinge tilsvarende udgr 11,3 pct. af de samlede passiver mod 2,1 pct. i Danmark. Finansiel integration er derfor et naturligt emne for det nste afsnit. Finansiel integration En indikator alene kan ikke fortlle om finansielle markeder er integrerede eller ej. Som det i vrigt glder de fleste steder inden for konomi er finansiel integration et omrade, hvor man som konom har behov for at analysere en bred rkke af indikatorer for at vurdere udviklingen. Selv nar det kommer til den teoretiske definition af finansiel integration er der flere muligheder. En mulighed er at definere finansiel integration som fravret af forhindringer, der diskriminerer konomiske agenter i adgangen til investerings og finansieringsmulig 7 Med undtagelse af de tyske realkreditinstitutter som udsteder sakaldte pfandbriefe finansierer de fleste realkreditinstitutterbanker i euroomradet sig ved hjlp af klassiske indlan. For en nylig analyse af de europiske realkreditmarkeder se Mercer Oliver Wyman 2003. 9heder pa basis af deres geografiske tilhrsforhold. Det er dog ikke en definition, der er nem at teste. I praksis fokuseres derfor ofte pa den sakaldte law of one price, der siger at prisen pa finansielle fordringer med de samme karakteristika er den samme uafhngigt af hvor de handles. Det generelle problem i at teste finansiel integration er, at fordringer i praksis er heterogene. Graden af heterogenitet afhnger af det konkrete marked. Pengemarkedet er normalt det mest homogene, og derefter kommer markedet for statsobligationer. Kreditmarkedet og aktiemarkedet er de mest heterogene markeder. Jo mere heterogent markedet er, jo mere kompliceret er det at teste graden af finansiel integration. Den enkleste test er at sammenligne niveauet for priserne pa fordringer. Denne test forudstter, at fordringerne er ens. Et alternativ er at teste udviklingen i priserne eller korrelationen mellem dem. En konvergens af priserne eller en hjere korrelation mellem dem indikerer en hjere grad af finansiel integration. Den implicitte antagelse er, at andre karakteristika for fordringerne ikke ndrer sig over tiden. Mere avancerede test af law of one price tager udgangspunkt i en antagelse om, at prisen pa en fordring pavirkes af henholdsvis landespecifikke forhold og forhold, der er ens pa tvrs af lande. Eksempler pa sidstnvnte er udviklingen i prisen pa en bestemt rating af lan eller prisen pa en bestemt aktiesektor fx telesektoren. En mere generaliseret version heraf er at teste i hvilket omfang prisen pa en fordring drives af de samme forhold som prisen pa andre fordringer uden at specificere hvad de pagldende faktorer er. I praksis er der en vis lighed mellem sidstnvnte og at teste for korrelation eller konvergens. Ved at opdele aktieafkast i hhv. lande og sektorbaserede indeks, kan det analyseres, hvorvidt det for en given investor er fordelagtigt at diversificere sin aktieporteflje via en landestrategi eller en sektorstrategi. I et fuldt integreret aktiemarked skulle landeeffekten ikke have nogen betydning i diversificeringsjemed, og investorerne ville antages at diversificere sig udelukkende ved at placere sine midler i henhold til en optimal sektorallokering. Dette ville afspejle sig i en hj spredning i de sektorbaserede indeks og en tilsvarende lav spredning i de landebaserede indeks. I stedet for at teste pa priser kan man kigge pa udviklingen i mngder. Den mest almindelige test her er, at analysere omfanget af udenlandske fordringer i vrdipapirportefljer. Portefljeteori tilsiger, at investorer far den bedste afvejning mellem risiko og afkast ved at investere i en internationalt diversificeret porteflje. Undersgelser viser imidlertid, at der normalt er en betydeligt strre andel indenlandske vrdipapirer i investorers porteflje, end der ville vre i en international diversificeret porteflje. I litteraturen kaldes dette fnomen home bias Tesar og Werner, 1992, Lewis, 1999. Finansiel integration i eurolandene ECBs analyse ECB, 2004 af finansiel integration i eurolandene kan opsummeres i flgende stylised facts: Pengemarkedet er fuldt eller meget tt pa fuldt integreret. Dette var tilfldet stort set fra frste dag efter indfrelsen af euroen. Standardafvigelsen for ON pengemarkedsrenter har ligget inden for 14 basispoint. I andre segmenter af pengemarkedet er standardafvi 10gelsen typisk endnu mindre. Der er dog en tilbjelighed til, at standardafvigelsen i repomarkedet er hjere end i det usikrede pengemarked, hvilket kan tilskrives vedblivende juridiske og administrative barrierer i det europiske repomarked. Markedet for statsobligationer er ogsa karakteriseret ved en hj grad af integration, ogsa pa globalt plan, selvom forskellen mellem den laveste og hjeste rente pa statsobligationer i eurolandene stadigvk kan vre op til godt 30 basispoint. Forskellen kan dog i betydeligt omfang forklares ved forskel i kreditrisiko og likviditet. Det er i vrigt karakteristisk, at en rkke kommende medlemslande allerede tidligt i 1990erne var tt pa det tyske renteniveau, mens effekten af indtrdelsen i MUen var ganske betragtelig for andre lande. Mal for korrelationen mellem renterne viser en markant konvergens fra perioden fr MU til efter MUen. Aktiemarkedet viser tydelige tegn pa stigende integration, selvom landeforhold stadig spiller en rolle. HodrickPrescott filtrerede afkast for de forskellige eurolandes aktiemarkeder viser en stigende korrelation op til 1999. Spredningen af sektorafkast overstiger fra 2000 spredningen mellem landeafkast. Endvidere stiger betydningen af udviklingen i afkastet i andre eurolande, og den stiger relativt mere end betydningen af udviklingen i afkastet i USA. Endelig er fordelen ved sektordiversifikation get over tid i forhold til landediversifikation i eurolandene, hvilket indikerer en vis grad af get integration.8 Markedet for private kreditter, hvad enten det er virksomhedsobligationer eller bankkreditter, er ogsa blevet mere integreret, men billedet er mere nuanceret end for statsobligationer. For virksomhedsobligationer synes kreditrating at vre den faktor, der betyder mest for prisfaststtelsen. Udstederlandet har for virksomhedsobligationer en signifikant effekt, men den er typisk et encifret antal basispoint. Markedet for bankkreditter er ikke sa integreret som markedet for virksomhedsobligationer, om end der er forskel mellem de forskellige segmenter. Standardafvigelsen for renten pa lan til virksomheder og husholdninger har siden 1999 ligget pa mellem 1 og godt 2 pct. point, og den har om noget udvist en stigende tendens. Undtagelsen er lan til huskb, hvor standardafvigelsen er nede pa omring 0,5 pct. point. Undersgelser af i hvor hj grad renteudviklingen for bankkreditter er drevet af de samme forhold viser, at dette kun er tilfldet i begrnset omfang, om end det i stigende grad er tilfldet for erhvervskreditter. Investeringsforeninger har i stigende grad skiftet til en europisk investeringsstrategi for obligationer. For aktier har skiftet vret mindre markant, og i hjere grad et skift til en global aktiestrategi. Pensions og forsikringsselskaber har ogsa i stigende grad diversificeret deres aktieportefljer. Finansiel integration mellem eurolandene og Danmark Som for den finansielle struktur, kan udviklingen i den finansielle integration mellem Danmark og eurolandene belyses ved en sammenligning med ovenstaende stylised facts. For Danmark er der selvflgelig den ekstra komplikation, at valutakursusikkerhed stadig kan spille en rolle, selvom kronens kurs i praksis svinger inden for et meget snvert band. Det kan diskuteres i hvilket omfang valutakursusikkerheden i sig selv er udtryk 8 Fordelene ved landediversifikation er ogsa get i lbet af 1990erne, og det glder saledes, at den optimale diversificeringsstrategi er en kombineret lande og sektorstrategi. 11for manglende finansiel integration. Nedenfor er der ikke eksplicit taget hensyn til valutakursusikkerheden. Pengemarkedet De danske pengemarkedsrenter flger i store trk udviklingen i pengemarkedsrenterne i eurolandene, og det danske pengemarked kan pa den baggrund, nar der ses bort fra valutakursrisikoprmien, siges at vre relativt velintegreret med pengemarkedet i eurolandene. Dog udgr netop valutakursusikkerheden en barriere for fuld integration mellem det danske og eurolandenes pengemarkeder, som formentlig frst vil forsvinde i tilflde af dansk MUmedlemskab. Dette fremgar bl.a. af Figur 1, der viser udviklingen i de usikrede 3 maneders pengemarkedsrenter i eurolandene og Danmark. For det frste ses det, at den danske rente stort set har udvist samme dynamiske forlb som renterne i de fleste eurolande Grkenland undtaget. Samtidig ses det dog ogsa, at for perioden efter 1999, hvor pengemarkedsrenterne i eurolandene har vret stort set sammenfaldende, har den danske rente konstant ligget lidt over eurolandenes renter. Spndet, som mere eller mindre flger udviklingen i ECBs og Nationalbankens pengepolitiske renter 9, er dog for sa vidt angar 3 maneders renterne indsnvret betragteligt henover perioden og begrnsede sig i 2003 og 2004 til mindre end 10 basis points. Valutakursrisikoen og det forhold at Danmark stadig star uden for eurosamarbejdet er ligeledes afspejlet i en noget strre volatilitet i de danske renter i forhold til renterne inden for eurolandene. Saledes fremgar det bade af Figur 2 ONrenter10 og Figur 3 3 maneders renter, at variationen mellem udviklingen i de danske pengemarkedsrenter og pengemarkedsrenterne i eurolandene er strre end variationen i pengemarkedsrenterne imellem eurolandene. Danmark skiller sig i denne sammenhng srligt ud i perioden efter 1999, hvor variationen mellem eurolandene i praksis forsvandt. 9 Jf. Ogsa Danmarks Nationalbanks Beretning og regnskab 2003 side 33. 10 En stor del af volatiliteten i den danske ONrente kan henfres til det pengepolitiske instrumentarium og er saledes af mere teknisk karakter iflg. Andersen 2004. 12Figur 1. 3maneders usikret pengemarkedsrenter i eurolandene og DK, 19912004 80706050403020103m pengemarkedsrenter, 19992004DE DK 765432109991na J9991rp A9991lu J9991tc O0002na J0002rp A0002lu J0002tc O1002na J1002rp A1002lu J1002tc O2002na J2002rp A2002lu J2002tc O3002na J3002rp A3002lu J3002tc O4002na JAT BE DE ES FI FR GR IE IT LU NL PT DK 0Jan 1991 Nov 1991 Sep 1992 Jul 1993 May 1994 Mar 1995 Jan 1996 Nov 1996 Sep 1997 Jul 1998 May 1999 Mar 2000 Jan 2001 Nov 2001 Sep 2002 Jul 2003Kilder: ECB og Danmarks Nationalbank. Figur 2. Crosssection standardafvigelsen mellem EONIArenten og den danske TNrente sammenlignet med crosssection standardafvigelsen intramu, 19992003 Intraeuroomrade crosssection s.d.EONIADK crosssection s.d.454035302520151050992021993052995050996051997062999030990141991142001040002041003042005040006041007052009040000131001132101030102031103062105040106041107052109040100151101132201030202031203062205060206041207052209040200151201152301030302031303062305060306061Kilder: ECB og Danmarks Nationalbank. 13 Figur 3. Variationskoefficient i 3m usikret pengemarkedsrenter i EMU og DK, 19912004 Euroomradet Euroomradet Danmark Euroomradet ekskl. GREuroomradet ekskl. GR Danmark 0.080.070.060.050.040.030.020.01019992004Euroomradet Euroomradet Danmark Euroomradet ekskl. GREuroomradet ekskl. GR Danmark 9991na J9991rp A9991lu J9991tc O0002na J0002rp A0002lu J0002tc O1002na J1002rp A1002lu J1002tc O2002na J2002rp A2002lu J2002tc O3002na J3002rp A3002lu J3002tc O4002na J1.81.61.41.210.80.60.40.201991na J991ya M1991pe S2991na J991ya M2991pe S3991na J991ya M3991pe S4991na J991ya M4991pe S5991na J991ya M5991pe S6991na J991ya M6991pe S7991na J991ya M7991pe S8991na J991ya M8991pe S9991na J991ya M9991pe S0002na J002ya M0002pe S1002na J002ya M1002pe S2002na J002ya M2002pe S3002na J002ya M3002pe S4002na JKilder: ECB og Danmarks Nationalbank. Obligationsmarkedet Det danske statsobligationsmarked er relativt velintegreret med eurolandenes markeder for statsobligationer. Saledes har spndet mellem den 10arige danske statsobligationsrente og den tyske 10arige statsobligationsrente ikke vret vsentligt strre end de vrige eurolandes spnd til Tyskland i perioden fra slutningen af 1980erne til i dag se Figur 4. Samtidig ses det, at den danske rente er konvergeret mod den tyske rente pa nogenlunde tilsvarende vis som eurolandenes frem mod MUens tredje fase. Det er dog vrd at bemrke, at hvor det dansktyske rentespnd frem til 1999 var vsentligt lavere end mange eurolandes primrt sydeuropiske rentespnd til Tyskland, har det siden 1999 derimod vret blandt de hjeste. Hvor forskellen i de vrige eurolandes rentespnd i forhold til den tyske rente overvejende ma antages at skyldes likviditets og kreditrisikoprmier, er det derimod sandsynligt set i lyset af den robuste danske konomi at det dansktyske rentespnd i betydelig udstrkning kan tilskrives valutakursrisikoen. Udviklingen mod en stigende konvergens mellem statsobligationsmarkederne i eurolandene og Danmark fremgar ligeledes af Figur 5, der viser spredningen i landenes rentespnd i forhold til Tyskland. Denne spredning blev kraftigt reduceret frem mod 1999 og har vret yderst begrnset siden da. Dette glder bade med og uden den danske rente i beregningen. Det er dog vrd at notere sig, at i perioden frem til 1999 blev spredningen generelt mindre ved at inkludere Danmark i serien med de 11 eurolande ekskl. Grkenland, hvorimod den forgedes i perioden efter 1999. Dette kan formentlig igen forklares 14ved den danske afstaelse fra at deltage fuldt ud i eurosamarbejdet og den saledes vedvarende valutakursrisikoprmie. Et mal for konvergensen mellem to markeder er den sakaldte betakonvergens, der angiver hastigheden hvormed markederne konvergerer. I integrerede markeder kan det antages, at en rentendring i et givet benchmarkland fx Tyskland er en god proxy for rentendringer pa tvrs af landene i det integrerede marked. Saledes vil en konvergens mod et integreret marked kunne aflses ved en betakoefficient pa 1 i den flgende regressionsligning: R Rt TY,t DK,t DK,t DK,t DK,hvor Ri,t er en ndring i obligationsrenten i henholdsvis Danmark og Tyskland i periode t, DK,t er det tidsvarierende skringspunkt, DK,t er den tidsvarierende betakoefficient mht. benchmarkobligationsrenten Tysklands og DK,t angiver et landespecifik dansk chok. DK,t br vre tt pa nul i et fuldt integreret marked, hvor rentendringer i et land ikke vil vre systematisk forskellige fra rentendringer i et andet land. Tilsvarende vil betakoeffienten i et integreret marked konvergere mod 1, eftersom en stigende integration vil vre kendetegnet ved at flles faktorer angivet ved benchmarkobligationen vil blive dominerende.11 Udviklingen i betakoefficienten over tid vil tillige vre et mal for hvorledes integrationen forlber henover en given tidsperiode. Pa baggrund af ovenstaende betragtninger angiver Figur 6 udviklingen i den betingede betakoefficient afledt fra en 18 maneders glidende regression af ndringen i den danske 10arige statsobligationsrente mod ndringer i den tilsvarende tyske benchmark rente. Det ses, at den danske betakoefficient over tid har svinget omkring 1. Dog har udsvingene over det meste af den betragtede periode vret relativt store fra 0,4 til 1,4. Vrd at bemrke er dog, at udsvingsradiusen er blevet markant reduceret i de senere ar ca. fra 1999 og frem, hvor betakoefficienten har ligget ganske tt pa 1. Iflge dette mal er det danske obligationsmarked saledes konvergeret gradvist mod det tyske marked, hvilket indikerer en get integration med det tyske marked eurolandene for statsobligationer. Dette ses ogsa af Figur 7, der angiver variansratioen, dvs. andelen af ndringer i den danske 10arige statsobligationsrente som kan forklares ved ndringer i den toneangivende tyske 10arige rente.12 Heraf fremgar det, at srligt i de seneste ar har strstedelen af ndringerne i den danske obligationsrente kunnet forklares ved ndringer i den tyske obligationsrente. Det ses ogsa, at der henover de seneste 10 ar er sket en gradvis konvergens mod en situation hvor den toneangivende tyske rente forklarer en stadigt strre del af obligationsrenteud 11 For at illustrere, at dette er tilfldet kan betakoefficienten dekomponeres pa flgende vis:. t DK,DKt TY,,t DK,t TY, Dvs. betakoefficienten er givet ved korrelationen mellem rentendringer i det lokale marked DK og i benchmarklandet TY, samt ved forholdet mellem lokale og benchmark rentevolatiliteter. Jo strre integration, desto mere vil flles faktorer drive lokale rentendringer, hvorved korrelationen vil ga mod 1 og rentevolatiliteterne vil tendere mod at vre ens. Malt ved den sakaldte varians ratio, som er defineret pa flgende vis:. 122t DK,Var Rt TY,VRt DK,VarRt DK, VR angiver den andel af variansen i den danske rente som kan forklares ved variansen i den tyske rente common factor. I tilfldet med fuld integration vil ndringer i den tyske rente common news afspejles 1:1 i ndringer i den danske rente, hvorved VR vil vre lig 1. 15viklingen i eurolandene savel som i Danmark. Det er dog vrd at bemrke, at variansratioen har udvist betydeligt strre variabilitet for Danmarks vedkommende sammenlignet med gennemsnittet af eurolandene ekskl. Grkenland. Dette mnster har vret srlig udtalt omkring perioder med uro pa de globale kapitalmarkeder sasom i forbindelse med krisen i Rusland i efteraret 1998. Ogsa i forbindelse med valutakurskriserne i 1992 og 1993 faldt varians ratioen betydeligt. I disse perioder er udviklingen i den danske obligationsrente blevet bestemt af andre faktorer end den tyske rente. Figur 4. Spndet i de 10arige statsobligationsrenter i eurolandene og Danmark i forhold til den tyske 10arige statsobligationsrente, 19892003 199920032.001.501.000.500.000.501.0099na J99ya M99pe S00na J00ya M00pe S10na J10ya M10pe S20na J20ya M20pe S30na J30ya M30pe S17.0015.0013.0011.009.007.005.003.001.001.0098na J98lu J09na J09lu J19na J19lu J29na J29lu J39na J39lu J49na J49lu J59na J59lu J69na J69lu J79na J79lu J89na J89lu J99na J99lu J00na J00lu J10na J10lu J20na J20lu J30na J30lu Jstrig Belgien Finland Frankrig Grkenland Irland Italien Holland Portugal Spanien Danmark Kilder: ECBReuters. 16Figur 5. Spredning i rentespndet relativt til Tyskland for 10arige statsobligationsrente, 19892003 Euroomradet Danmark Euroomradet 19992003Euroomradet Danmark Euroomradet 99na J99rp A99lu J99tc O00na J00rp A00lu J00tc O10na J10rp A10lu J10tc O20na J20rp A20lu J20tc O30na J30rp A30lu J30tc O0.120.100.080.060.040.020.004.03.53.02.52.01.51.00.50.0Jan89Jul89Jan90Jul90Jan91Jul91Jan92Jul92Jan93Jul93Jan94Jul94Jan95Jul95Jan96Jul96Jan97Jul97Jan98Jul98Jan99Jul99Jan00Jul00Jan01Jul01Jan02Jul02Jan03Jul03Kilder: ECBReuters. Figur 6. Udvikling i betinget betakoefficient fra 18mdr. glidende regression af ndring I DK 10Y rente mod ndring tyske 10Y rente, 19882003 1.61.41.210.80.60.40.20888010981010986010981110094010099010192010197010192110295010290110393010398010491010496010491110594010599010692010697010692110795010790110893010898010991010996010991110004010009010102010107010102110205010200110303010308010Kilder: ECBReuters. 17Figur 7. Varians ratio andelen af ndring i DK 10Y rente forklaret ved ndring i tyske 10Y rente, 19882003 10.90.80.70.60.50.40.30.20.10Danmark Euroomradet gennemsnit ekskl. GR888010981010986010981110094010099010192010197010192110295010290110393010398010491010496010491110594010599010692010697010692110795010790110893010898010991010996010991110004010009010102010107010102110205010200110303010308010Kilder: ECBReuters. Aktiemarkedet Prisbaserede indikatorer viser et billede af en tiltagende om end stadig ufuldstndig grad af integration mellem de europiske aktiemarkeder. Det danske aktiemarked synes ogsa i stadig hjere grad at vre samkorreleret med aktiemarkederne i eurolandene. Saledes illustrerer Figur 8, at de manedlige aktieafkast for Danmark hhv. eurolandene er blevet gradvist mere synkrone i perioden 19732003.13 Dette billede aftegner sig ogsa i Figur 9, der angiver korrelationen mellem de manedlige aktieafkast i Danmark og eurolandene fordelt pa fire delperioder. Saledes er samkorrelationen steget fra ca. 0,25 i perioden 19731980 til ca. 0,75 i perioden 19982003. Det ses samtidig, at den strste stigning i korrelationen foregik i perioden 19911997, hvilket formentlig kan tilskrives effekterne af tiltagene til liberalisering af de internationale kapitalmarkeder i 1980erne og starten af 1990erne samt den gede konomiske integration mellem EUlandene som flge af indfrelsen af det Indre Marked. Det er dog ikke tilstrkkeligt blot at fokusere pa simple korrelationer i aktieafkast over tid, da disse meget vel kan vre pavirket af bevgelser i cykliske faktorer og ikke kun af strukturelle faktorer.14 Kun sidstnvnte kan bidrage til at forklare en get finansiel integration. 13 Med henblik pa at fokusere pa de overordnede trends i data anvendes HodrickPrescott filtrerede aktie14afkast. Fx vil samkorrelationen typisk vre hj i perioder kendetegnet ved hj volatilitet, eksempelvis i nedgangsperioder. 18Et andet mal for graden af integration mellem aktiemarkeder i forskellige lande, der samtidig tager hjde for, at nationale aktieindeks er forskelligt sammensat pa sektorer, er, at se pa spredningen i aktieafkastserierne fordelt pa hhv. lande og sektorindeks. Spredningen mellem landenes aktieafkast er inverstrelateret til korrelationen imellem dem. Dvs. jo mindre to landes aktieafkast er korreleret, desto mere bevger de sig uafhngigt af hinanden og desto strre vil spredningen beregnet som standardafvigelsen mellem de to indeks vre. For sa vidt angar spredningen i afkastet pa de landebaserede indeks viser Figur 10, at de to afkastserier for eurolandene med og uden Danmark, respektive generelt udviser den strste grad af spredning, mens spredningen i udelandenes aktieafkast generelt er den laveste dvs. hjest korrelerede. Det er dog lidt vanskeligt at bedmme, hvor meget man skal ligge i dette mnster. Optimalt set burde man sammenligne landespredningen med spredningen i de sektorfordelte indeks.15 I Figur 11 ses der ikke at vre den store forskel i udviklingen i spredningen for hhv. DJ Euro Stoxx og DJ EU Stoxx ekskl. UK. Mere interessant er det derimod, at sektorspredningen er get over tiden og gennemsnitligt er hjest i perioden 19992003, hvilket indikerer at sektordiversificering er blevet mere attraktiv efter euroens indfrelse jf. konklusionen i ECB, 2004. Sammenstilles spredningen i hhv. de lande og sektorbaserede aktieafkast for eurolandene inkl. Danmark ses det Figur 12, at spredningen i de forskellige landes sektorbaserede aktieafkast gennemsnitligt er blevet forget over tid og i den sidste delperiode nsten er pa niveau med spredningen i de landebaserede aktieafkast. Der ses dog ogsa stadig at vre diversificeringsgevinster ved at sprede sine aktieinvesteringer over flere EUlande, hvilket indikerer, at aktiemarkederne i EU stadig ikke er fuldt integrerede.16 15 Desvrre findes der ingen officielle sektorindeks der inkluderer eurolandene og Danmark. Som en approksimation er anvendt nogle sektorindeks for EU ekskl. UK kilde: www.stoxx.com. Dvs. det er antaget, at inddragelsen af svenske aktier ikke skaber for megen stj i resultaterne. Dette resultat skyldes ikke kun, at udelandet Danmark er inkluderet. Jf. ECB 2004 som kommer frem til en lignende konklusion ved kun at se pa eurolandene isoleret. 16 19Figur 8. HPfiltrerede manedlige aktieafkast for DK og euroomradet, 19732003 Danmark Euroomradet 0.10.080.060.040.0200.020.040.063791202479110447912165791117679101877919098791801197917031089160311891505128914061389130814891207158911081589121026891111278910132889190329891805209917072199160822991509239914003499140159913036991202799110379912158991116999101800029081002800120027021Kilder: Datastream og egne beregninger. Figur 9. Korrelation mellem manedlige aktieafkast i DK og euroomradet, 19732003 0.80.70.60.50.40.30.20.1019731980198119901991199719982003Kilder: Datastream og egne beregninger. 20Figur 10. HPfiltreret landefordelt spredning i manedlige aktieafkast, 19702004 Udelande Eurolande Danmark Eurolande 0.080.070.060.050.040.030.020.010Jan70Jan71Jan72Jan73Jan74Jan75Jan76Jan77Jan78Jan79Jan80Jan81Jan82Jan83Jan84Jan85Jan86Jan87Jan88Jan89Jan90Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Jan00Jan01Jan02Jan03Jan04Kilder: Global Financial Data og egne beregninger. Figur 11. HPfiltreret sektorfordelt spredning i manedlige aktieafkast i DJ Euro Stoxx 600 og DJ EU Stoxx ekskl. UK, 19872003 DJ EU Stoxx ekskl. UKDJ Euro Stoxx 6000.120.10.080.060.040.02019871988198919901991199219931994199519961997199819992000200120022003Kilder: Stoxx.com og egne beregninger. 21Figur 12. Lande og sektorbaseret spredning i HPfiltrerede manedlige aktieafkast baseret pa hhv. EMU12DK og DJ EU Stoxx ekskl. UK, 19872003 Landebaseret Sektorbaseret 0.070.060.050.040.030.020.010198719901990199819992003Kilder: Datastream, Stoxx.com og egne beregninger. Et kvantitativt mal for graden af integration mellem det indenlandske kapitalmarked og det udenlandske kapitalmarked er, som nvnt ovenfor, den sakaldte home bias. I teorien br en veldiversificeret investor kun investere en andel af sin samlede porteflje i indenlandske aktiver svarende til det indenlandske markeds strrelse i forhold til det globale kapitalmarked korrigeret for risikoprmier. I praksis ses det derimod, at de fleste investorer har en tendens til at investere en uforholdsmssig stor andel af deres porteflje i indenlandske aktiver set i forhold til hvad en veldiversificeret portefljesammenstning ville tilskrive. At dette ogsa er tilfldet for aktieinvesteringsforeninger i Danmark hhv. eurolandene fremgar af Figur 13, hvoraf det ses, at andelen af indenlandske aktier er uforholdsmssig storca. 12 pct. i Danmark i 2002 mod lidt over 30 pct. i eurolandene. Dog ses andelen at vre faldet siden 1996 og srligt omkring overgangen til MUens tredje fase i 1999 blev home biasen reduceret vsentligt i srlig grad for eurolandenes vedkommende dog fra et hjere niveau. Indfrelsen af den konomiske og Monetre Union ses ligeledes at have pavirket andelen af aktieinvesteringsforeninger med en europisk investeringsstrategi i positiv retning Figur 14. Dette mnster var srlig udtalt for eurolandenes vedkommende, som steg fra ca. 10 pct. i 1996 til godt og vel 25 pct. i 2002. MUeffekten ses, maske ikke uventet, at have vret noget mere begrnset for sa vidt angar de danske investeringsforeninger, hvor andelen af foreninger med en europisk strategi henover perioden kun steg med omtrent 4 pct. til 16 pct. i 2002. 22Figur 13. Home bias i aktieinvesteringsfonde andel investeret i indenlandske aktier, 19962002 Danmark Euroomradet 0.70.60.50.40.30.20.1019951996199719981999200020012002Kilde: FEFSI. Figur 14. Aktieinvesteringsfonde med europisk investeringsstrategi andel af samlet, 19962002 0.30.250.20.150.10.050Kilde: FEFSI. Danmark Euroomradet 199619971998199920002001200223Figur 15. Standardafvigelse mellem danske og tyske detailbankrenter, 19952001 Udlan Indlan 10.90.80.70.60.50.40.30.20.1059ra M59nu J59pe S59ce D69ra M69nu J69pe S69ce D79ra M79nu J79pe S79ce D89ra M89nu J89pe S89ce D99ra M99nu J99pe S99ce D00ra M00nu J00pe S00ce D10ra M10nu J10pe S10ce DKilder: ECB og Nationalbanken samt egne beregninger. Detailbanksektoren Markederne for detailbankprodukter er i mindre grad integreret pa tvrs af eurolandene. Ligeledes kan den danske detailbanksektor kun i begrnset omfang siges at vre integreret med banksektoren i eurolandene. Der skal dog tages et stort forbehold for i hvilket omfang detailrentestatistikken dkker de samme produkter og isr for den betydelige produktheterogenitet inden for de forskellige kategorier, om end der er sket store fremskridt med de seneste revisioner af detailrentestatistikken. Endvidere omfatter statistikken over detailrenterne ikke gebyrer, som kan vre yderligere en konkurrenceparameter for bankerne bade inden for og pa tvrs af landegrnserne, og som derfor optimalt set burde inddrages i en test af integrationen i banksektoren. For sa vidt angar prisbaserede indikatorer for integrationen mellem den danske pengeinstitutsektor og eurolandenes aftegner der sig et billede af en relativt svag grad af integration. Af Figur 15 fremgar det fx, at standardafvigelsen mellem danske og tyske bankrenter i perioder er betydelig og under alle omstndigheder meget svingende over tid srligt for udlansrenternes vedkommende.17 Dette kunne indikere en ikke fuldt synkron ud 17 I det flgende sammenstilles de danske detailrenter med de tilsvarende tyske renter. Dette gres dels af mangel pa en homogen rentestatistik for euroomradet samlet set tilbage i tiden. Dels pa baggrund af at den tyske banksektor kan betragtes som et benchmark for den danske banksektor i egenskab af bade at vre grnseland samt det strste og antageligt mest reprsentative euroland. Endvidere har den danske fastkurspolitik over for den tyske Dmark fr 1999 og derefter over for euroen bevirket, at de officielle danske renter tt har fulgt den tyske renteudvikling jf. ogsa ovenfor. Derfor ma det alt andet lige forventes, at den ensartede udvikling i de officielle rentesatser ogsa vil sla relativt ens igennem pa detailrentesatserne i Danmark hhv. Tyskland. Safremt dette ikke var tilfldet, ville det vre en indikation af svag integration mellem de to landes banksektorer. 24vikling i detailrentesatserne, og dermed kun begrnset integration af de danske og tyske eurolandenes detailbanksektorer. Dette undersges nrmere i Figur 16, som angiver variansratioen for bankudlans og indlansrenterne, dvs. hvor stor en andel af ndringerne i de danske ud og indlansrenter som kan forklares ved ndringer i de tyske eurolandenes ud og indlansrenter.18 Det fremgar heraf, at variansratioen er langt fra at vre 1 som angiver fuld integration. For sa vidt angar indlansrenterne er forklaringsgraden fra de tyske rentendringer dog ikke ubetydelig, hvorimod der i strstedelen af perioden ikke ses at vre nogen forklaringsgrad af betydning for sa vidt angar udlansrenterne. Det er dog vrd at bemrke, at forklaringsgraden mod slutningen af perioden 20002001 ges betydeligt, hvilket kunne vre en indikation af en get integration mellem den danske banksektor og den tyske eurolandene. Figur 16. Varians ratio bankudlans og bankindlansrenter baseret pa 18mdr. glidende regression af ndringer i danske detailbankrenter mod ndringer i tyske detailbankrenter, 19972001 0.90.80.70.60.50.40.30.20.100.1VR udlan VR indlan 69pe S69vo N79na J79ra M79ya M79lu J79pe S79vo N89na J89ra M89ya M89lu J89pe S89vo N99na J99ra M99ya M99lu J99pe S99vo N00na J00ra M00ya M00lu J00pe S00vo N10na J10ra M10ya M10lu J10pe S10vo NKilder: ECB og Nationalbanken samt egne beregninger. Pr. 1. januar 2003 er den tidligere detailrentestatistik blevet aflst af en harmoniseret, og langt mere detaljeret, MFIrentestatistik for eurolandene og Danmark. Dette muliggr en sammenligning af detailbankrenter pa basis af et mere ensartet datagrundlag, om end 18 Som i analysen af obligationsmarkedet er variansratioen udledt ved hjlp af en 18 maneders glidende regression af ndringer i danske detailbankrenter mod ndringer i de tyske detailbankrenter, se ogsa fodnote 12. 25mngden af data stadig er begrnset. Manedlige observationer tilbage til januar 2003.19 Figur 17 og 18 illustrerer saledes standardafvigelsen mellem MFIrenterne i Danmark og eurolandene. Figur 17 viser standardafvigelsen pa to sammensatte renter for udlan til ikkefinansielle virksomheder med hhv. kort og lang lbetid.20 Det ses heraf, at standardafvigelsen for sa vidt angar lan med kort lbetid har vret begrnset og relativt stabil i perioden januar 2003 marts 2004, hvilket kunne indikere en vis grad af integration i dette markedssegment. De stabile pengepolitiske renter i denne periode kan endvidere tnkes at have bidraget til den begrnsede variabilitet i de korte detailrenter. For sa vidt angar renter pa udlan til virksomheder med lang lbetid ses der at vre en noget strre spredning og en i vrigt mere volatil udvikling, og generelt ligger de danske lange udlansrenter knap et procentpoint hjere end de tilsvarende i eurolandene. Det er endvidere vrd at notere, at standardafvigelsen mellem de danske og eurolandenes renter pa virksomhedslan med lang lbetid gennemsnitligt ligger over den tilsvarende standardafvigelse inden for eurolandene jf. ECB 2004. Omvendt er standardafvigelsen mellem danske og eurolandenes renter pa virksomhedslan med kort lbetid gennemsnitligt lavere end standardafvigelsen mellem eurolandene. Tilsvarende illustrerer Figur 18 standardafvigelsen mellem de danske og eurolandenes renter pa hhv. forbrugerlan, lan til boligkb og tidsindskud.21 Heraf ses det, at srligt tidsindskud, men til dels ogsa lan til boligkb, udviser en begrnset standardafvigelse mellem de danske hhv. eurolandenes renter. Standardafvigelsen pa lan til boligkb er faldet i den sidste halvdel af perioden i takt med at de danske realkreditrenter er faldet til et niveau svarende til eurolandenes.22 Spredningen mellem de danske og eurolandenes renter pa forbrugerlan er relativt hj, men har udvist en faldende tendens over perioden, og ligger i vrigt gennemsnitligt vsentligt under standardafvigelsen mellem eurolandene jf. ECB 2004. 19 Pa trods af at MFIrentestatistikken er baseret pa et harmoniseret statistisk grundlag, skal der stadig tages forbehold for landesammenligninger, da detailbankprodukter generelt ma antages at vre relativt heterogene pa tvrs af EUlandene. For blot at nvne et enkelt eksempel, er der ikke mange produkter i de vrige EUlande der minder om de danske realkreditudlan. De korte renter er konstrueret ved at vgte nye udlan med op til 1 ars lbetid med en strrelse pa under hhv. over 7,5 mio. kr. De lange renter er beregnet ved at vgte nye udlan med over 1 ars lbetid med en strrelse pa under hhv. over 7,5 mio. kr. I begge tilflde er forretningsomfanget af de nye udlan anvendt som vgte. Renter pa forbrugerlan og lan til boligkb er konstrueret som et vgtet gennemsnit af renter pa nye udlan med forskellig lbetid ekskl. kassekreditter, hvor forretningsomfanget af de nye udlan er anvendt som vgte. Renter pa indlan med tidsindskud er konstrueret som et vgtet gennemsnit af renter pa nye indlan med forskellig lbetid ekskl. indlan pa anfordring og repoforretninger, hvor forretningsomfanget af de nye indlan er anvendt som vgte. Visse forbehold ma dog tages ved sammenligning af renten pa lan til huskb i Danmark hhv. euroomradet, eftersom den danske realkreditsektor adskiller sig vsentligt fra typiske realkreditbanker i euroomradet, fx i form af fundingstruktur og produkttyper, se ogsa ovenfor under afsnittet om finansielle strukturer. Yderligere kan henvises til Mercer Oliver Wyman 2003 og BIS 2004. 222021 26Figur 17. Standardafvigelse mellem MFI renter i euroomradet og Danmark udlan til ikkefinansielle virksomheder Udlan til ikkefinansielle virksomheder med kort lbetid Udlan til ikkefinansielle virksomheder med lang lbetid 0.80.70.60.50.40.30.20.10Jan03Feb03 Mar03Apr03 May03Jun03Jul03Aug03Sep03Oct03Nov03Dec03Jan04Feb04 Mar04Kilder: ECB og Nationalbanken samt egne beregninger. Figur 18. Standardafvigelse mellem MFI renter i euroomradet og Danmark udlan til forbrugerformal hhv. boligkb samt indlan pa tidsindskud Forbrugerlan Udlan til boligformal Tidsindskud 21.81.61.41.210.80.60.40.20Jan03Feb03 Mar03Apr03 May03Jun03Jul03Aug03Sep03Oct03Nov03Dec03Jan04Feb04 Mar04Kilder: ECB og Nationalbanken samt egne beregninger. 27Alt i alt forekommer der pa baggrund af savel den gamle ikkeharmoniserede detailrentestatistik som den nye harmoniserede MFIrentestatik stadig at vre betydelige forskelle i rentesatserne pa detailbankprodukter mellem Danmark og eurolandene, om end der i de senere ar synes at vre sket en vis konvergens. Det er dog vanskeligt at foretage en entydig konklusion af hvorvidt det danske detailbankmarked over tiden er blevet mere integreret med eurolandenes, eftersom forskelle i renterne i vid udstrkning kan forklares ved forskelle i de underliggende produkttyper samt i det faktum, at detailbankforretninger overvejende har et lokalt tilsnit. En fuld konvergens af renteniveauerne reduktion af spredningen er derfor under alle omstndigheder nppe sandsynlig pa kortmellemlangt sigt. For sa vidt angar mngdebaserede indikatorer, sa udgr udenlandske indlan og udlan kun en relativ lille del af danske MFIers balance, jf. tabel 7. Den danske banksektor har kun relativt fa grnseoverskridende aktiviteter pa detailniveau, hvilket fremgar af Figur 19 og 20. Generelt ligger udlan til og indlan fra ikkeMFIer residenter i eurolandene saledes pa mellem 1015 pct. af de samlede udlan indlan. Betragtes den andel der vedrrer udlan til indlan fra eurolandene i forhold de samlede udenlandske udlan indlan fremgar det endvidere, at udlansandelen er faldet fra 32 pct. i 1999 til 21 pct. i 2004, mens indlansandelen omvendt er steget fra 35 pct. til 43 pct. i samme periode. Figur 19. Danske pengeinstitutters udlan til ikkeMFIer residente i euroomradet 35Pct.andel af samlet udl. Udlan Pct.andel af samlet udlan 302520151050199920002001200220032004Kilder: Danmarks Nationalbank. 28Figur 20. Danske pengeinstitutters indlan fra ikkeMFIer residente i euroomradet Pct.andel af samlet udl. indlan Pct.andel af samlet indlan 50454035302520151050199920002001200220032004Kilde: Danmarks Nationalbank. Der er saledes langt fra at vre fuld integration pa detailbankomradet, og det er vel ogsa sprgsmalet om, hvorvidt dette er muligt i hvert fald pa mellemlangt sigt, da faktorer sasom geografisk tthed, kulturelle forskelle, barrierer for grnseoverskridende betalinger osv. vedbliver at vre en hindring for en markant forgelse af integrationen og konkurrencen pa tvrs af landegrnserne i Europa.23 Det er i vrigt ikke overraskende, at udlansmarkedet er mindre integreret end indlansmarkedet. Udlan stiller betydeligt strre krav til lokalkendskab, herunder isr om lantagers kreditvrdighed. Teknologiske fremskridt sasom muligheden for at gre internetbankforretninger kan muligvis reducere nogle af barriererne for bade indlan og udlan, men strstedelen af detailbankforretningerne vil antageligt vedblive at vre et indenlandsk anliggende et stykke tid endnu.24 get finansiel integration er et mal, bl.a. fordi det bidrager til en mere effektiv allokering af opsparing og investeringer. Bade mulighederne for get finansiel integration og udviklingen af det finansielle system generelt afhnger i hj grad af de rammebetingelser, som lovgivningen stter for det finansielle system. Derfor fokuserer det nste afsnit pa rammebetingelserne og deres betydning for det finansielle systems udvikling. Rammebetingelser og finansiel udvikling Der har de seneste ca. 10 ar vret en eksplosion i litteraturen om betydningen af den finansielle udvikling og hvad der driver den finansielle udvikling. King og Levine 1993 2324 Se ECB 2002, Banking Integration in the Euro Area, Occasional Paper No. 6 af I. Cabral o.a. Omvendt kan specifikke nationale lovndringer medfre en stigning i de grnseoverskridende bankaktiviteter. Fx er den meget internationalt orienterede banksektor i Luxembourg i stor udstrkning en udlber af restriktive, typisk skattemssige, lovbestemmelser i nabolandene fx Tyskland. 29er et af de frste eksempler pa nyere empirisk analyse af betydningen af den finansielle sektors udvikling for konomisk vkst. La Porta og andre 1997 reprsenterer gennembruddet i forstaelsen af faktorer, der kan pavirke den finansielle sektors udvikling. Den nyere empiriske analyse af betydningen af den finansielle sektors udvikling for konomisk vkst baserer sig i frste omgang pa en videreudvikling af modeller for endogen vkst. Modellerne suppleres med indikatorer for finansiel udvikling, som ofte viser sig at vre signifikante. Indikatorerne omfatter bade mal for udviklingen af de finansielle markeder og udviklingen af banksektoren. Transmissionsmekanismen fra finansiel udvikling til vkst gar gennem den finansielle sektors betydning for formidling af opsparing til finansiering af investeringer. Jo mere effektiv formidling, jo hjere vkst. Mere specifikke elementer heri omfatter muligheden for risikospredning for investorer, muligheden for billig og nem ekstern finansiering for investorer, og mindskning af informationsasymmetrierprincipal agent problemer qua det finansielle systems overvagning af adfrden hos dem, der finansieres. Analysen er dog ikke uden konometriske problemer. Et vsentligt kritikpunkt er, om det er den konomiske vkst, der driver den finansielle udvikling, og ikke omvendt som antaget. Senere analyser prver at handtere dette kausalitetsproblem. Fx benyttes laggede variable, mere mikrobaserede undersgelser, og eventstudier. Disse undersgelser bekrfter betydningen af den finansielle udvikling for konomisk vkst. Et nyere studie, De Avila 2003, er et meget godt eksempel pa, at der kan vre tale om ganske betydelige effekter af den finansielle sektors udvikling pa den konomiske vkst. I studiet konstrueres forskellige indikatorer for den finansielle liberalisering inden for EUlandene over de seneste 40 ar. Disse bruges sammen med kontrolvariable til at forklare udviklingen i konomisk vkst. Studiet konkluderer bl.a., at liberaliseringen af kapitalbevgelserne har bidraget med ca. 0,6 pct. point per ar til den konomiske vkst i EUlandene. De frste nyere studier af faktorer, der pavirker den finansielle udvikling, fokuserer pa betydningen af lovgrundlag og mere generel juridisk tradition. Saledes pavises, at lande med en engelsk juridisk tradition gennemgaende har en mere veludviklet finansiel sektor end lande med en romansk juridisk tradition La Porta o.a., 1997, 1998. Blandt andre forhold, der forklarer dette er fleksibiliteten i den engelske case baserede lovgivning og den strre fokus pa individernes rettigheder versus statens rettigheder. Senere studier betragter det juridiske grundlag og den juridiske tradition som endogent ogeller bringer andre faktorer pa banen, som forklaring pa den finansielle sektors udvikling se fx Beck o.a., 2001a. Eksempler er faktorer som geografiske forhold, interessegruppernes relative styrkeforhold, og mere fundamentale kulturelle sprgsmal som religion. Disse forhold bidrager til at forklare bade det juridiske grundlag og den finansielle sektors udvikling, men det fjerner ikke den selvstndige betydning af det juridiske grundlag. Generelt peger den nyere forskning pa, at det ikke er afgrende om et lands finansielle system primrt er markeds eller bankbaseret. Begge typer kan fostre konomisk vkst, og der er typisk ingen statistiske signifikante forskelle, der antyder at det ene system er mere vkstfremmende end det andet Levine, 2002. Det er saledes i hjere grad et sprgsmal om, hvor veludviklet og veldiversificeret landets finansielle system er. Det er 30frst og fremmest graden af finansiel udvikling, snarere end de finansielle strukturer i sig selv, der alt andet lige er afgrende for vkstpotentialet i en given konomi. Derimod er der en klar sammenhng mellem de specifikke juridiske rammer og hvordan den finansielle sektor i et land er skruet sammen. La Porta o.a. 1998 viser saledes, at den strke aktionrbeskyttelse i lande med en engelsk retstradition styrker aktiemarkedet. Tilsvarende gavner den betydelige kreditorbeskyttelse omfanget af gldsforhold i lande med tysk retstradition. La Porta o.a. 2002 viser, at isr mulighederne for privat retsforflgelse er vigtige for udvikling af vrdipapirmarkeder, mens offentlig retsforflgelse er mindre vigtig. Nedenfor fokuseres pa rammebetingelserne for den finansielle sektors udvikling og det juridiske grundlag, snarere end pa transmissionen over til konomisk vkst eller andre faktorer, der har drevet den finansielle udvikling ogeller det juridiske grundlag. Rammebetingelserne for den finansielle udvikling i eurolandene Det juridiske grundlag for den finansielle sektors udvikling i eurolandene er karakteriseret ved flgende trk: 1. Beskyttelsen af aktionrer er relativt begrnset, om end der er en vis spredning landene imellem. Pa La Porta o.a. 1998 skala for aktionrernes rettigheder visavis ledelsen er gennemsnitsscoren for eurolandene 2,27 ud af 6 hjest, se Figur 21. De forskellige eurolande ligger mellem 0 og 4, mens USA og UK begge ligger pa 5. De fleste lande i eurolandene beskytter kun aktionrerne gennem deres mulighed for at indkalde til en ekstraordinr generalforsamling det typiske stemmekrav er 5 eller 10 pct., samt gennem krav om at eksisterende aktionrer har fortrinsret ved en aktieemission. I USA og UK er der bedre vilkar for aktionrerne for sa vidt angar stemmeregler og minoritetsbeskyttelse. 31 Figur 21. Aktionrers rettigheder vs. Ledelsen 6543210ABFin FGGr Ir INEPEM ax EuroMin EuroG ns EuroU KUS ADk Kilde: La Porta o.a. 1998. 2. Beskyttelsen af kreditorer er gennemgaende lidt bedre i eurolandene end beskyttelsen af aktionrer, se Figur 22. Pa La Porta o.a. skalaen er gennemsnittet for eurolandene 1,64 ud af 4. strig og Tyskland ligger hjest med 3, mens Frankrig ligger lavest med 0. USA har en relativ darlig kreditorbeskyttelse med en score pa 1, mens UK ligger hjt med 4. Kreditorer i eurolandene beskyttes typisk gennem reglerne for deres adgang til sikkerheder. Derimod er reglerne for reorganisering normalt ikke srlig kreditorvenlige. 32 Figur 22. Kreditorrettigheder 43210ABFin FGGr Ir INEPEM ax EuroMin EuroG ns EuroU KUS ADk Kilde: La Porta o.a. 1998. 3. Den generelle retssikkerhed er gennemgaende hj i eurolandene, se Figur 23. Den gennemsnitlige score ligger pa 8,8 ud af 10. Det darligste land ligger pa 6,7 og det bedste pa 9,7. USA ligger pa niveau med de bedste lande, mens UK ligger lige under de bedste. Risikoen for ekspropriation i eurolandene ligger meget lavt, mens de darligste resultater i eurolandene vedrrer effektiviteten af retssystemet. Pa det relaterede omrade, regnskabsstandarder, ligger eurolandene mere middelmadigt, og en del under bade USA og UK, se Figur 24. 33 Figur 23. Retssikkerhed 121086420ABFin FGGr Ir INEPKilde: La Porta o.a. 1998. Figur 24. Regnskabsstandarder 9080706050403020100ABFin FGGr IrINEPEM ax EuroMin EuroG ns EuroEM ax EuroMin EuroG ns EuroU KUS ADk U KUS ADk Kilde: La Porta o.a. 1998. N.a. 4. Beskyttelsen af deltagere pa vrdipapirmarkedet finder i eurolandene sted bade gennem privat retsforflgelse og gennem myndighedernes forflgelse af ulovligheder. Pa La 34Porta o.a. 1998 skalaer er mulighederne for privat retsforflgelse 0,47 og for offentlig retsforflgelse 0,37, hvor skalaen gar fra 0 til 1, se Figurer 25 og 26. I USA og UK ligger scoren for bade privat og offentlig retsforflgelse i den vre ende eller over scoren i eurolandene, dog med den samme grad af forkrlighed for privat retsforflgelse. Der er store forskelle pa tvrs af eurolandene. Frankrig er den klare yderlighed for sa vidt angar offentlig retsforflgelse med en score pa 0,80, mens strig og Tyskland med en score pa omkring 0,2 ligger lavt pa privat retsforflgelse, uden at ligge hjt pa offentlig retsforflgelse. Problemerne i strig og Tyskland i forbindelse med privat retsforflgelse knytter sig isr til muligheden for at gre prospektansvar gldende, bade overfor bestyrelse, distributr, og revisorer. Herudover ligger krav om prospekt gennemgaende lavt i eurolandene. Vedrrende offentlig retsforflgelse ligger tilsynsmyndighedernes muligheder for at udstede krav i forbindelse med specifikke prospekter og emissioner gennemgaende lavt i eurolandene. Den store spredning i eurolandene vedrrer bade dette punkt, samt tilsynsmyndighedernes uafhngighed, deres muligheder for at undersge sager, og hvorvidt straffeloven dkker de pagldende omrader. 5. I mange af eurolandene ejer det offentlige en ikke ubetydelig del af bankerne se figur 27. I Grkenland, Tyskland og strig sad det offentlige i 1995 pa mere end 13 af aktiekapitalen i de ti strste banker 25. Kun i Spanien, Irland og Holland la ejerandelen under 10 pct  Dette er en betydelig forskel til USA og UK, hvor det offentlige ikke ejede aktier i banker. Tendensen i eurolandene gar dog entydigt i retning af lavere offentlig ejerandel. 6. Detailreguleringen, i relation til forbrugere og mere specifikke juridiske konstruktioner, varierer betydeligt pa tvrs af eurolandene. Reglerne pa realkreditomradet er et godt eksempel herpa. Der eksisterer saledes for de 12 eurolande 8 forskellige nationale regelst for, hvordan gebyret for tidlig tilbagebetaling af lan ma faststtes.26 Maksimum for realkreditlanets strrelse relativt til pantets vrdi varierer fra 60 pct. til ubegrnset. Adgangen til oplysninger fra kreditregistre og maden at registrere pant pa varierer ogsa. Endvidere er tiden, som det tager, at overtage et pant meget forskellig. I Holland tager det fa maneder, mens det i Italien tager adskillige ar 27 se figur 28. Endelig er en eksplicit lovgivning om udstedelse af realkreditobligationer i mange eurolande et relativt nyt fnomen. 7. Dkningsgraden for den offentlige pension som pct. af ln fr pensionering fr skat er i mange euro lande ret hj over 60 pct. se figur 29. Der er dog betydelige forskelle mellem eurolandene. I Irland og Holland ligger dkningsgraden nede omkring 30 pct. Dkningsgraden er endnu lavere i UK. Fire observationer br fremhves. For det frste, der er en betydelig forskel pa nsten alle rammebetingelserne mellem de forskellige eurolande. For det andet, forskellene til trods adskiller eurolandene sig som gruppe fra USA, hvor aktionrrettigheder og isr mulighederne for privat retsforflgelse er mere markante. For det tredje, retssikkerheden er bade i eurolandene og i USA hj. For det fjerde, nar det kommer til forbrugerbeskyttelse og mere specifikke juridiske konstruktioner, sa er de mulige permutationer af reguleringer nsten uendelige. Sagt pa en anden made det er meget svrt at slge det sam 252627 Se La Porta et al 2000. Se ECB 2002, Structural factors in EU housing markets, tabel 5.1. Se Mercer Oliver Wymam 2003. 35me produkt til forbrugere pa tvrs af grnserne, hvad der begrnser mulighederne for at opna stordriftsfordele pa detailprodukter. De seneste direktiver, der er fremsat og i stort omfang vedtaget, som en del af den finansielle handlingsplan ndrer kun i begrnset omfang pa ovenstaende konklusioner. Prospektdirektivet indebrer flest fremskridt. I direktivet stilles krav, der medfrer ndringer pa en rkke af de omrader, som La Porta o.a. maler pa, herunder offentliggrelse af ledelsens ln i prospektet, af store ejerandele, ledelsens egne ejerandele, og af andre vigtige forhold. Direktivforslaget om lbende oplysningsforpligtelser for brsnoterede selskaber gennemsigtighed indeholder ogsa elementer, der indebrer fremskridt, herunder vedrrende stemmeregler. Generelt glder dog, at der er lang vej til en harmonisering, der flger best practice. Figur 25. Privat retsforflgelse 10.90.80.70.60.50.40.30.20.10ABFin FGGr Ir INEPKilde: La Porta o.a. 1998. EM axEuroMinEuroG nsEuroU KUS ADk 36 Figur 26. Offentlig retsforflgelse 10.90.80.70.60.50.40.30.20.10ABFin FGGr Ir INEPKilde: La Porta o.a. 1998. Figur 27. Offentlig ejerskab af banker 9080706050403020100ABFin FGGr Ir INEP Kilde: La Porta o.a. 2002. EM axEuroMinEuroG nsEuroEM axEuroMinEuroGnsEuroU KUS ADk U KUSAD K37Figur 28. Tid til overdragelse af pant Time to repossess months6050403020100PUKGEDKNLIR2 0,5341FR30354045505560657075Operating cost bp af outstandingsKilde: Mercer Oliver Wyman 2003 Figur 29. Dkningsgrad af offentlig pension 9080706050403020100ABFin FGGr Ir INEPKilde: Economic Policy Committee 2002. N.a. EM axEuroMinEuroGnsEuroU KUSAD K 38Rammebetingelserne for den finansielle udvikling i Danmark Hvis man sammenligner Danmark med eurolandene pa de samme punkter observeres flgende Se figurer 2129: 1. Aktionrrettigheder er ogsa i Danmark relativt begrnsede. Gennemsnitsscoren visavis ledelsen er pa 2 og dermed tt pa eurolandenes 2,27. I Danmark er aktionrer ikke beskyttet af forkbsret, til gengld er stemmereglerne lidt bedre for aktionrerne. Vedrrende ligestilling af aktionrer skiller Danmark sig ikke ud, idet de frreste lande har et krav om en aktie en stemme. 2. Beskyttelsen af kreditorer er i Danmark relativt ustrakt. Pa La Porta o.a. skalaen scorer Danmark 3 mod eurolandenes 1,64. I Danmark er kreditorerne, ligesom i Tyskland og strig, bedre beskyttet i tilflde af reorganiseringer. 3. Danmark ligger lidt hjere end de bedste eurolande pa omradet retssikkerhed. Derimod er vores regnskabsstandarder ikke meget bedre end gennemsnittet i eurolandene. 4. Danmark benytter sig i udprget grad af privat retsforflgelse for sa vidt angar beskyttelse af deltagere pa vrdipapirmarkedet. Scoren ligger tt pa toppen af eurolandene, nar det glder mulighederne for privat retsforflgelse. Nar det glder offentlig retsforflgelse ligger Danmark under gennemsnittet i eurolandene. Krav om prospekt og mulighederne for at gre ansvar gldende overfor bestyrelse og revisorer trkker op for privat retsforflgelse. Tilsynets manglende uafhngighed og straffelovens begrnsede bestemmelser pa dette omrade trkker ned mht. offentlig retsforflgelse. 5. Den offentlige ejerandel af banker i Danmark ligger i den lave ende i forhold til eurolandene. Salget af Girobank i 1995 ma yderligere have bragt den offentlige ejerandel ned. 6. Det danske realkreditsystem er unikt og er ogsa understttet af en unik lovgivning med en meget lang historie bag sig. Der er ingen offentlig retslige begrnsninger pa gebyrer for indfrielse af lan, den maksimale strrelse af et lan relativt til pantets vrdi ligger med 80 pct. midt i det interval, der glder for eurolandene. Endelig kan lantager overtage et pant ved misligholdelse i lbet af fa maneder, hvilket er pa niveau med Holland, der er det mest effektive land blandt eurolandene pa dette omrade. 7. Dkningsgraden for den offentlige pension i Danmark er med omkring 30 pct. pa niveau med den laveste dkningsgrad i de vrige eurolande. Danmark skiller sig pa de fleste punkter ikke ud fra eurolandene. Der er pa de fleste punkter eurolande, der bade ligger hjere og lavere end Danmark. Om noget er Danmark et relativt kreditorvenligt land og aktionrfjendtligt land pa samme made som Tyskland og strig. Det strste danske srkende er realkreditsystemet og den lovgivning, der er forbundet hermed. Pa dette omrade er der imidlertid en udvikling i gang i eurolandene mod en specifik lovgivning for realkredit, om end denne som andre love, der er rettet direkte mod forbrugerne og strkt forbundet med anden lovgivning formentlig bliver meget forskellig fra land til land. Konklusion og afsluttende betragtninger Det finansielle system i Danmark har mange fllestrk med systemet i eurolandene. Strrelsen relativt til konomien er den samme. Den nogenlunde ligelige betydning af 39kapitalmarkeder og finansielle formidlere er et andet fllestrk. Pa sidstnvnte punkt adskiller bade Danmark og eurolandene sig fra USA, hvor kapitalmarkederne har en relativt strre betydning. Der er en betydelig finansiel integration mellem Danmark og eurolandene. Integrationen er dog mere udviklet imellem eurolandene, og det er tydeligt, at Danmarks beslutning om at sta udenfor den konomiske og Monetre Union indebrer, at den finansielle integration mellem Danmark og eurolandene ikke har udviklet sig sa strkt som for eurolandene. Bade integrationen mellem eurolandene og mellem disse lande og Danmark er klarere pa engrosmarkederne og de mere homogene af disse. For sa vidt angar bankkreditter er integrationen endnu begrnset. Rammebetingelserne for den finansielle udvikling i Danmark skiller sig generelt ikke ud fra rammebetingelserne i eurolandene. Den lidt mere markante kreditorbeskyttelse passer dog godt med den lidt strre betydning af finansielle formidlere relativt til kapitalmarkederne. Som meget specifikke punkter er det vrd at notere sig, at Danmark og Holland pa to omrader, der begge kan begrundes i rammebetingelserne, adskiller sig fra de andre lande. For det frste spiller forsikrings og pensionsselskaber en relativ stor rolle blandt de finansielle formidlere, hvilket formentlig kan henfres til, at begge lande har en relativ lav offentlig pensionsdkning. For det andet er udlan til boligfinansiering relativt mere prominent i de to lande, hvilket bl.a. ma kunne henfres til, at kreditor relativt hurtigt kan overtage pantet ved misligholdelse. Den gennemgaende hje retssikkerhed er formentlig fremmende for udviklingen af integrationen af engrosmarkederne, mens de betydelige forskelle i reguleringen ma formodes at hmme den finansielle integration pa detailomradet bade inden for eurolandene og i forhold til Danmark. Det er et abent sprgsmal, om den stigende ensretning af rammebetingelser gennem direktiver vil muliggre strre integration pa detailomradet. Tre ting taler imod dette. For det frste, der er grnser for hvor langt rammebetingelserne kan ensrettes i og med, at forbrugerbeskyttelse har en stk national dimension. Det er ikke alene et sprgsmal om niveauet for forbrugerbeskyttelse, men ogsa om hvordan forbrugerbeskyttelsen er skruet sammen. Der er betydelige forskelle pa tvrs af landene mellem, hvad der betragtes som de vigtigste elementer i en god forbrugerbeskyttelse. For det andet, mange af rammebetingelserne hnger tt sammen med hjrnestenene i et lands lovgivning. Lovgivningen for finansiel aktivitet er tt forbundet med skattelovgivningen, konkurslovgivningen og fundamentale formueretslige regler. De er ikke nemme at ndre pa, bl.a. fordi det har mange flgevirkninger pa anden lovgivning og dermed berrer mange interessenter. For det tredje, selv hvis det lykkedes at harmonisere rammebetingelserne, sa er sprgsmalet om nationale kulturelle karakteristika, netvrkseksternaliteter fx allerede opbyggede strukturer, og informationsasymmetrier vil begrnse integrationen. Overfor denne skepsis star effekten af den stadig strre viden, som vi far om hvilke rammebetingelser, der har betydning for den finansielle udvikling og ultimativt vores konomiske velstand. I internationale diskussioner om harmonisering af lovgivning har alle en strk prference for, at harmonisering sker med deres nationale regelst som benchmark. En strre viden om, hvad der er optimale rammebetingelser kunne bidrage til en mere hensigtsmssig harmonisering, som i mindre grad er prget af fortidens nationale valg i de politiske mest indflydelsesrige lande eller vrre den mindste fllesnvner. 40Den i lang tid restriktive danske holdning til ldaser, der godt nok vedrrte milj og ikke forbrugerbeskyttelse, er et godt eksempel pa de problemer promoveringen af det indre marked stder pa. Er der tale om legitim miljforbrugerbeskyttelse, eller er det i virkeligheden en teknisk handelshindring? Et andet abent sprgsmal er, hvor meget en begrnsning i integrationen pa detailomradet betyder. Ligger efficiensgevinsterne primrt i integrationen pa engrosniveau eller ligger den i integrationen pa detailniveau? Maske ligesa vigtigt, hvor ens skal rammebetingelserne vre for, at der i praksis vil vre integration? Pa mange omrader er det en meget anvendt forretningsstrategi at udvikle det samme basale produkt, der med fa tilpasninger, kan markedsfres pa forskellige markeder. Det muliggr betydelige stordriftsfordele relativt til at udvikle forskellige produkter fra bunden til salg pa forskellige markeder. Fuld harmonisering af rammebetingelserne er maske derfor ikke en ndvendig betingelse for at na de fleste af fordelene ved finansiel integration. 41Litteratur Allen, F. og D. Gale 2000, Comparing Financial Systems, MIT Press. Andersen, Allan Bdskov, Volatiliteten i dagtildag pengemarkedsrenten, Danmarks Nationalbank, Kvartalsoversigt, 4. kvartal 2004. Beck, T., A. DemirgucKunt og R. Levine 2001a, Legal theories of financial development, Oxford Review of Economic Policy, Vol. 17, No. 4. Beck, T., A. DemirgucKunt og R. Levine 2001b, The financial structure database, i A. DemirgucKunt og R. Levine eds. Financial Structure and Economic Growth, MIT Press. BIS 2004, The Danish mortgage market, af A. Frankel, J. Gyntelberg, K. Kjeldsen og M. Persson i Quarterly Review, part 8, March. Danmarks Nationalbank 2004, Beretning og Regnskab 2003. De Avila, D.R. 2003, Finance and growth in the EU: New evidence from liberalisation and harmonisation of the banking industry, ECB Working Paper No. 266. DemirgucKunt, A. og R. Levine 2001, Bankbased and marketbased financial systems, i A. DemirgucKunt og R. Levine eds. Financial Structure and Economic Growth, MIT Press. Economic Policy Committee 2002, Reform challenges facing public pension systems, July. European Central Bank 2002a, Report on Financial Structures, October. European Central Bank 2002b, Banking Integration in the Euro Area, af I. Cabral, F. Dierick og J. Vesala, ECB Occasional Paper No. 6. European Central Bank 2003, Structural factors in the EU housing markets, March. European Central Bank 2004, Measuring Financial Integration in the euro area, af L. Baele, A. Ferrando, P. Hordahl, E. Krylova og C. Monnet, ECB Occasional Paper No. 14. European Central Bank 2005, Indicators of financial development of the Euro area, arbejdstitel, under udarbejdelse. Greenspan, A. 1999, Do efficient financial markets mitigate financial crises?, Remarks before the 1999 Financial Market Conference of the Federal Reserve Bank of Atlanta. Greenspan, A. 2000, Global challenges, Remarks by Chairman Alan Greenspan at the Financial Crisis Conference, Council of Foreign Relations, New York, 12. juli 2000. King, R.G. og R. Levine 1993, Finance and Growth: Schumpeter might be right, Quarterly Journal of Economics 108, 71738 La Porta, R., F. LopezdeSilanes, A. Schleifer og R. Vishny 1997, Legal determinants of external finance, Journal of Finance 52, 11311150. 42La Porta, R., F. LopezdeSilanes, A. Schleifer og R. Vishny 1998, Law and Finance, Journal of Political Economy 106, 11131155. La Porta, R., F. LopezdeSilanes, A. Schleifer 2002, Government ownership of banks, Journal of Finance 57, 256301. La Porta, R, F. LopezdeSilanes, A. Schleifer 2002, What works in securities law?, Working Paper. Levine, R. 2002, Bankbased or markedbased financial systems: Which is better?, Journal of Financial Intermediation 11, 398428. Lewis, K.K. 1999, Trying to explain the home bias in equities and consumption, Journal of Economic Literature, Vol. 37, No. 2, pp. 571608. Maddaloni, A. og C. Kok Srensen 2005, How are euro area financial structures changing? i J. Berg, M. Grande og F.P. Mongelli eds., Elements of the euro area: Integrating financial markets, Ashgate Publishers. Mercer Oliver Wyman 2003, Study on the Financial Integration of European Mortgage Markets, October. Mlgaard Petersen, A. 2003, Kreditkanalen i pengepolitiske analyser, Danmarks Nationalbank, Kvartalsoversigt, 4. Kvartal 2003. Tesar, L.L. og I.M. Werner 1992, Home bias and high turnover, Journal of International Money and Finance, Vol. 14, No. 4, pp. 46792. 43", "filename": "479545332.pdf", "person": ["Jesper Berg", "Berg, Jesper", "Christoffer Kok Sørensen", "Sørensen, Christoffer Kok"], "date": ["2005"]}