{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/60687/1/480357366.pdf"], "title": ["Comparing forecast-based and backward-looking Taylor rules: A global analysis"], "plaintext": "Comparing ForecastBased and BackwardLooking Taylor Rules: A Global Analysis Stefano Eusepi Federal Reserve Bank of New York Staff Reports, no. 198January 2005JEL classification: D83, E52, E58, E32Abstract This paper examines the performance of forecastbased nonlinear Taylor rules in a class ofsimple microfunded models. The paper shows that even if the policy rule leads to a locallydeterminate and stable inflation target, there exist other learnable global equilibria suchas cycles and sunspots. Moreover, under learning dynamics, the economy can fall into aliquidity trap. By contrast, more backwardlooking and active Taylor rules guarantee thatthe unique learnable equilibrium is the inflation target. This result is robust to differentspecifications of the role of money, price stickiness, and the trading environment.Key words: learnability, inflation targeting, simple feedback rules, endogenous fluctuations Eusepi: Research and Statistics Group, Federal Reserve Bank of New York email: stefano.eusepiny.frb.org. The author thanks Jess Benhabib for lengthydiscussions and Stefania DAmico for constant support. He also thanks James Bullard forthoughtful comments and advice. The paper was completed when the author was visitingthe Federal Reserve Bank of St. Louis as a graduate dissertation intern. The views expressedin the paper are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. Errors and omissions are theauthors responsibility.1 Introduction In the monetary policy literature forecastbased Taylor rules are widely used and recommended forpolicy analysis 1. However, recent contributes have shown that forecastbased policy rules mighthave important drawbacks.First, they might lead to indeterminate equilibria, as shown by Woodford 2000 and Bullardand Mitra 2001. Second, Levin, Wieland and Williams 2001 show that their performance isnot robust to uncertainty about the model of the economy. Third, they are not consistent with aconventional intertemporal loss function, as proved by Svensson 2001.Moreover, Evans, Honkapohja and Marimon 2001, and Carlstrom and Fuest 2001a show theexistence of learnable sunspot equilibria if the incid:135ation target equilibrium is indeterminate.In general, it is a well known result that adopting Taylor rules might generate instability inthe economic system. On one side, a nonlinear Taylor rule consistent with a zero bound on theinterest rate implies the existence of two steady states, see Benhabib et al. 2001a. One is theincid:135ation target and the other is a low incid:135ationdecid:135ation equilibrium. On the other side, Benhabibet al. 2001b show that in a simple model where money enters in the production function, linearand nonlinear Taylor rules might lead to cycles or even chaotic behavior.The purpose of this paper is to compare the performance of forecastbased and backwardlooking Taylor rules in a class of simple monetary models. Given the existence of multiple equilibria underperfect foresight steady states, cycles and sunspots, I verify their cid:145robustnesscid:146to adaptive learning.In the course of the paper I focus on those policy rules that satisfy the cid:145Taylor Principlecid:146andguarantee local determinacy of the incid:135ation target steady state 2. I then consider the possibility oflearnable global equilibria and how the choice of the Taylor rule aects their existence or changestheir stability.In particular, I study the existence: a of learnable cycles and sunspots around the determinateincid:135ation target equilibrium and, b of learnable liquidity traps implied by the zero bound conditionon the policy rule and so far considered a mere theoretical curiosity, i.e. in Mc Callum 2001.I show that forecastbased Taylor rules have a destabilizing eect on the economy: they leadto learnable cycles and sunspots, even in the case where the incid:135ation target equilibrium is locallyunique and stable under learning. Moreover, the economy can converge to a liquidity trap that isstable under learning. In contrast, adopting a backwardlooking Taylor rule stabilizes the economy. In fact, equilibrium cycles disappear, while sunspots equilibria and the liquidity trap becomeunstable under learning i.e. not robust to expectational mistakes.The paper is structured as follows. The second section quickly reviews the model and introducesthe learning algorithm. The third and fourth sections analyze the stability under learning ofsteady states, cycles and sunspots under a forecastbased Taylor rule and discuss the main results 1 See, among the others, Batini and Nelson 2001.2 I therefore restrict the analysis to the bestcase scenario where local indeterminacy does not appear.1. The cid:133fth section compares the performance of forecastbased and backwardlooking Taylor rules.Finally, in the sixth section I consider some extensions.2 The Model I consider a simple model of the economy with cid:135exible prices, a discrete time version of Benhabibet al. 2001a. The model has three main components.The representative agentcid:146s problem. Agents maximize their utility from consumption andmoney balances under the following budget constraint:Pt cid:19Pt cid:19sub Mt Bt Ptct Mtcid:01 Rtcid:01Btcid:01 Ptfcid:18 M pcid:12t Ucid:18ct;1Xt0maxt M npct;M npt;M pt Btttt M pwhere Mt M npis nominal money balance for nonproductive and productive purposesrespectively, Bt is bonds, Rt is the return on bonds and f : is the production function, whichdepends on real money balances and a cid:133xed input y. Finally, U : and f : satisfy all the standardconditions. I further assume that Ucm 0, that is consumption and money balances are Edgeworthcomplements, in order to guarantee local determinacy of the incid:135ation target steady state 3.Policy rules. The Central Bank takes policy decision by using a nonlinear Taylor rule:12Rt cid:26cid:25ti 1 Rcid:3 cid:0 1cid:18 cid:25ticid:25cid:3 cid:19 ARcid:3cid:01where cid:25ti denotes a measure of incid:135ation:in the case of a perfect foresight forecastbased Taylor rule we have that cid:25ti Etcid:25t1 cid:25t1. In the case of a backwardlooking policy rule, I seti 0, while cid:25t is a weighted average of current and past incid:135ation rates, to be decid:133ned below. Also,cid:25cid:3 is the incid:135ation target chosen by the monetary authority and Rcid:3 is the interest rate consistentwith the equilibrium condition:cid:12cid:01cid:25cid:3 Rcid:3Optimality conditions. The cid:133rst order conditions of the representative agentcid:146s problem 1give the following Euler equation 4:Uc ct; mnpt cid:12Uccid:0ct1; mnpt1cid:1cid:25t1Rt33 See Benhabib et al. 2001b.4 The FOCs are obtained by subsituiting the budget constraint in the intertemporal utility function.2where m denotes real money balances, and an implicit money demand equation for bothproduction and consumption money balances:f 0 mpt Rt cid:0 1Rt Umnp ct; mnpt Uc ct; mnpt Rt cid:0 1Rt45where Ux is the partial derivative with respect to the argument x.Role for Money.I consider two cases. First, money enters only in the utility functionM p 0 and output is constant: f : y endowment economy. Second, monetary policyaects economic decisions only through the production function M np 05.Finally, in the paper I do not consider the capital accumulation process. The implicit assumptionis that capital is cid:133xed in the short run 6.2.1 Forecastbased Taylor rule 2.1.1 Money in the production function By using the equilibrium condition in the goods market, I get the following decision rule for therepresentative agent:Uc yt Ecid:26cid:12Uc yt1cid:20 Rtcid:25t1cid:21cid:27where E : denotes marketcid:146s expectation. Combining the expression:6mt fcid:01 ytobtained from the production function and the money demand function 4 gives a negative relationbetween output and the interest rate:Combining 6, 2, 7 with i 1, I obtain:yt yRt; y 0 0cid:25t1 cid:21cid:27Uc y cid:26 cid:25t1 Ecid:26cid:12Uc y cid:26 cid:25t2cid:20 cid:26 cid:25t1785 In the sequel, I drop the superscript to avoid complications in the notaion.6 For discussion, see Woodford 2002.3Assuming perfect foresight, the solution is a well decid:133ned onedimensional map 7:cid:25t2 F cid:25t192.1.2 Money in the utility function In this case output is a constant i.e. it does not depend on money. Using the Euler equation 3and the goods market condition:I obtain the decision rule:ct y Uc y; mt cid:12Uc y; mt1cid:25t1Rt From the demand equation 5 I get the following real money demand equation:mt m Rt m 0 01011Finally using 10, 11, and 2 to substitute for R and m , I obtain the following reducedformsolution in cid:25:Uc y; m cid:26 cid:25t1 cid:12Uc y; m cid:26 cid:25t2cid:25t1cid:26 cid:25t112Once again, the solution is well decid:133ned one dimensional dynamical system which takes the formof 9.2.2 Backward dynamics and learning In this paper I am mainly concerned with real time learning behavior and thus with the followingreducedform decision rule:cid:25t EG cid:25t113Given the form of 8 and 12, G might not be a function but a correspondence. This becausecid:25t1 appears both on the RHS and on the LHS of these expressions. In fact, in the next section I show the existence of two cid:145branchescid:146of G: this implies that for any future value of incid:135ation, thedecision rule gives two choices for current incid:135ation.The existence of dierent cid:145branchescid:1468 of G poses the problem of how current incid:135ation is decided,In this paper I mainly focus on the local stability ofgiven the expectations about the future.7 As noted already in Benhabihb et al. 2001 and Carlstrom and Fuest 2001, the solution displays nominalindeterminacy.8 For an example where the branches are in the forwardlooking map, see Christiano and Harrison 1999.4the perfect foresight equilibria: I assume therefore that the expectational errors are cid:145smallcid:146 andthat market participants are somewhat coordinated in a neighborhood of the perfect foresightequilibrium 9. Nevertheless, I also consider the dynamics under learning and show the existence ofother equilibria that depend on which branch of G is selected.Notice that, under the assumption of perfect foresight, the solutions 8 and 12 can be expressed in cid:145backward dynamicscid:146: cid:25t G cid:25t1, as opposed 10 to 9. That can be a useful approximation of the behavior under learning, provided that the agentscid:146mistakes are not too big.According to 13, cid:25t depends only on future expected values of cid:25t1. In order to model learningbehavior, I follow Guesnerie and Woodford 1991 and Evans and Honkapohja 2001a. The agentsare assumed to have a asymptotically correct model of the economy: their perceived law ofmotion of the economy corresponds to the actual law of motion, if the learning process convergesto the perfect foresight equilibrium. More specicid:133cally, the agents believe that the system is at theequilibrium, even though they do not know which equilibrium steady state, cycle or sunspot andwhat values of incid:135ation correspond to the equilibrium.Learning steady states and cycles. Let us cid:133rst consider the deterministic case where theagents face two possible equilibria: steady states and periodtwo cycles. They expect cid:25t cid:251 foroddt and cid:25t cid:252 for event, where cid:251 cid:252 ecid:25 if the system is in steady state. Nevertheless, theydo not observe cid:251 and cid:252; they estimate them recursively, updating every period their informationabout the state of the system. Given that at the cycle:cid:251 Gi cid:252 ; cid:252 Gj cid:251where i and j denote the possibly dierent branches of G, the agents estimate the two statesof the cycle by averaging the past data G cid:25tcid:0i for even and odd periods separately 11. Hence, theirforecast will be EGi cid:25t1 cid:182;t if t 1 is odd and EGj cid:25t1 cid:181;t if t 1 is even, where cid:18l;tis an estimate of cid:25l for l 1; 2. In order to update their estimates of the equilibrium values ofincid:135ation, market participants make use of the adaptive algorithm 12: cid:181;scid:182;s cid:181;scid:01cid:182;scid:01 cid:11s Gi cid:252;s cid:0 cid:181;scid:01Gj cid:251;s cid:0 cid:182;scid:01 14where s is such that t 2s l and cid:25l;s cid:252scid:01l, allowing to take the data in successivepairs. This learning rule has the desirable property of being able to detect both steady states andperiodtwo cycles 13. In fact, if the perfect foresight equilibrium is a steady state, the two estimates 9 Another way to express this is that the agents have strong priors about the equilibrium values of cid:25.10 See Grandmont 1985.11 Note that the agents do not need to know G. They just observe past values of the RHS of 8 and 12, dependingon the model. Hence, they observe past values of incid:135ation, consumption, real money balances and the interest rate.12 For details, see Evans and Honkapohja 1995, 2001a.13 In the sense that cid:181t ! cid:251 and cid:182t ! cid:252 as t ! 1.5of the states cid:251 and cid:252 both converge to a single constant. Also, the algorithm allows the agentsto learn cycles on dierent branches of G.This way of modelling the learning process has several advantages, as the fact that I do notneed to assume point expectations or any prior knowledge about the nonlinear function G14. Onthe other side, 14 implies a small deviation from rationality, since the agents are assumed to havea well specicid:133ed model of the economy the MSV solution. In other words, I restrict the range ofregularities that the agents are willing to extract from past data 15. Finally, I rule out the hypothesisof heterogeneity in the forecasts and in preferences, in order to keep the analysis simple.Concerning the monetary authority, for the case of forecastbased Taylor rules I maintain theassumption of perfect foresight. This assumption can be defended on two grounds. First, theasymmetry in information between the central bank and the market might be due also to imperfectcredibility and thus it is plausible. Second, the assumption is very favorable to a good performanceof the policy rule. Bounded rationality of both the policy authority and the market participants islikely to be an extrasource of bad outcomes for the policy rule.Note that when considering a deterministic environment we assume that agents use a cid:133xed gainalgorithm: cid:11s cid:11 2 0; 1. This should capture the fact that they expect to operate in a changing environment the market structure or Central Bankcid:146s preferences. In the case of stochasticenvironment, the cid:133xed gain algorithm does not converge. I therefore assume 16 for simplicity thatcid:11s scid:01.The simple models considered above can also generate perfect foresight equilibrium cycles oforder higher than two. How about their learnability? These cycles could not be detected bythe learning rule above and therefore they are not learnable in this framework, but it would bestraightforward to modify the algorithm to include the possibility of learning higher order cycles.Nevertheless, this extension does not seem interesting because the results are not likely to be robustto behavioral and learning heterogeneity. This intuition is reinforced by recent results from Bullardand Duy 1998: they study the learnability of cycles in the model of Grandmont 1985, and cid:133ndthat under heterogeneous learning rules, the only cycles that are learnable are periodtwo cycles.Hence, I conjecture that even if there exists a cid:145representativecid:146learning rule under which three andhigher order cycles are learnable, this result might not be robust to heterogeneous expectations.Given 13 and 14 the system can be expressed in terms of the expectations variable as 17:14 Notice that the agents observe past values of cid:12Uccid:25t1Rt but do not necessarily know the relation between, say,output and the interest rate, or the relation between the interest rate and incid:135ation.15 On this point see Grandmont 1998.16 The result I obtain holds also for other choices of cid:11t, as well known from the literature of stochastic approximation:see Evans and Honkapohja 2001a.17 The dynamical system is obtained by substituting the cid:133rst equation for cid:181;s in the second equation. After thissubstitution, the system becomes cid:18s H cid:18scid:01, where cid:18s cid:181;s; cid:182;s.6cid:182;s cid:181;scid:01 cid:181;scid:182;scid:01 cid:11s Gi cid:182;scid:01 cid:0 cid:181;scid:01Gj cid:181;s cid:0 cid:182;scid:01 15which gives a two dimensional dynamical system at each branch i; j. Learning behavior isdetermined by the behavior of this dynamical system.Learning sunspots. I also consider the possibility that agents learn to believe in sunspots.In fact, as shown in the next sections, under the hypothesis of rational expectations there existsunspot equilibria. In order to assess their learnability, let us assume that the agents include intheir perceived law of motion the possibility of being at a twostates sunspot equilibrium, generatedby a nonfundamental exogenous cid:145sunspotcid:146process st. Again, from Evans and Honkapohja 2001athey estimate recursively the states cid:251 and cid:252 depending on the current realization of st by usingthe adaptive learning rule :cid:18l;t cid:18l;tcid:01 tcid:01 l;tcid:01qcid:01l;tcid:01cid:25tcid:01 cid:0 cid:18l;tcid:01 cid:15tcid:01which gives the following actual law of motion:ql;t ql;tcid:01 tcid:01 l;tcid:01 cid:0 ql;tcid:01cid:25t 1;tz 11Gi cid:181;t 1 cid:0 z 11 Gj cid:182;t 2;t1 cid:0 z 22Gi cid:181;t z 22Gj cid:182;t1617where, again, i and j denote the possibly dierent branches of G. The algorithm works asfollows. The agents observe a sunspot Markov process st with two states and a transition matrix: z 111 cid:0 z 221 cid:0 z 11z 22They are assumed to know the transition matrix. They update recursively each estimate of cid:25lfor l 1; 2 depending on the current state of the sunspot: the variable l;t is equal to one if thesunspot process is in state l and zero otherwise. Also, ql;t represents the fraction of observations instate l over the whole sample up to time t cid:0 1. Finally cid:18lt represents the estimates of cid:25l in the twostates of the sunspots and cid:15t is a measurement error i.i.d, with bounded support.Notice that the learning algorithm 16 is able to detect cycles and steady states, provided thatthe agents learn also about the transition probabilities 18. In other words, the learning rule 14 isa special case of 16. For simplicity I do not consider this extension, but it should be clear thatthe learning rules are kept distinct only for expositional purposes.18 If z 11 and z 22 are equal to one we have a steady state, while if z 11 and z 22 are equal to zero we have a cycle.73 Local Stability of Steady States Given the dynamical system 15, we are interested in the local stability of the steady states underlearning dynamics, under both the assumption of money in the utility function and money in theproduction function.Consider the case of money in the production function. Linearizing the forward looking maparound the active and passive steady states gives the coe cient 19:bcid:25t2 cid:201 1cid:0cid:27cid:15ycid:18 1cid:15cid:26 cid:0 1cid:19cid:21bcid:25t118where bcid:25 describes deviations from the steady state, cid:15cid:26 is the elasticity of R with respect tocid:25, cid:0cid:27 Uccyy 0. Notice that for consistency with the assumptions aboutthe utility function described in the next sections, I assume that the intertemporal elasticity ofsubstitution is constant.U c 0 and cid:15y y 0RThe following proposition describes the steady states and their stability under perfect foresightand learning dynamics all the proofs are in the Appendix.Proposition 1 Consider the map G implied by 8. Then:i The system 15 has two steady states, cid:25cid:3 and cid:25. At cid:25cid:3 monetary policy is active andcid:15cid:26 cid:25cid:3 1. At cid:25 monetary policy is passive and cid:15cid:26 cid:25 1.1ii Provided cid:15cid:26 cid:25cid:3 is such that jcid:0cid:27cid:15yj cid:15cid:26cid:25cid:3 cid:0 12 both the active and passive steadystates are determinate in the perfect foresight dynamics and stable under learning dynamics for anycid:11 2 0; 1.Remark 2 Determinacy of the cid:133xed point is achieved provided that the Taylor rule is cid:145su cientlyactivecid:146 at the incid:135ation target. In the next section I clarify for which parameters of the model theconditions in Proposition 1 hold. As mentioned in the introduction, I focus on the case where theincid:135ation target is locally unique.Remark 3 By adding small noise and letting cid:11t tcid:01 we have that both cid:133xed points are strongly EStable in the sense of Evans and Honkapohja 2001 and thus they are robust to overparametrizedperceived laws of motion i.e.if the agents model were consistent with an ncycle, it would stillconverge to the cid:133xed point20.Concerning the steady states, forecast based rules can be destabilizing even in the case wherethe equilibrium corresponding to the incid:135ation target is locally unique. In fact, for suitable initialconditions depending on the shocks hitting the economy the economy can be driven into a liquiditytrap. We should expect the existence of a cid:147stability corridorcid:148: if the economy experiences small 19 The result is also in Benhabib et al. 2001b20 See Proposition 12.2 of Evans and Honkapohja 2001.8shocks i.e. in expectations, than the Taylor rule drives the economy back to the incid:135ation target.On the contrary, large shocks might lead to a liquidity trap.In the next section I show that, if we take into account the existence of equilibrium cycles andsunspots, then the stability corridor is rather small. In fact, small shocks can drive the economyto sunspot equilibria arbitrarily close to the active steady state.Consider the model with money in the utility function. Let us assume that Ucm 0: under thisassumption, we know from the continuos time version of this model that the active steady state isdeterminate 21. Linearizing the model 12 I get the following coe cient:cid:15cid:26 cid:0 1cid:19cid:21bcid:25t1wherebcid:25 decid:133nes deviations from steady state, cid:15cm Ucmmbcid:25t2 cid:201 cid:15cmcid:15mcid:18 1Uc 1It is immediate from 19 that the active steady state cid:15cid:26 cid:25cid:3 1 is always determinate, whilethe determinacy of the passive steady state cid:15cid:26 cid:25 1 depends crucially on the parameters of themodel. I also consider the existence and learnability of equilibrium stationary sunspots cid:15cid:0close tothe deterministic steady states decid:133ned cid:150 cid:0 SSEs in the sequel. Local stability and learnabilityof the steady states is described as follows: 0 and cid:15m m 0Rm 0.19Proposition 4 Consider the map G implied by 8 12. The map has the same steady states of8. Consider the deterministic system 15;i the active steady state is determinate and learnable for every cid:11 2 0; 1;ii for cid:15cid:26cid:25 such that jcid:15cmcid:15mj cid:15cid:26cid:25 cid:0 12 the passive steady state is indeterminate and 11cid:15cid:26cid:25 cid:0 12 the passive steady state is determinate andnonlearnable for every cid:11 2 0; 1 ;iii for cid:15cid:26cid:25 such that jcid:15cmcid:15mj learnable for every cid:11 2 0; 1.Consider the stochastic system 16, 17;iv for cid:15cid:26cid:25 such that 1indeterminate passive steady state.cid:15cid:26cid:25 cid:0 12 jcid:15cmcid:15mj 1cid:15cid:26cid:25 cid:0 1 there exist cid:150 cid:0 SSEs around the Remark 5 It is apparent that a su ciently aggressive rule at the incid:135ation target leads to a verypassive response at the liquidity trap as it is apparent from the policy rule 2. Hence, a su cientlyaggressive rule verify the conditions for a learnable liquidity trap or a learnable sunspot. In the nextsection I show how the results depend on the parameters of the model and I provide examples of allpossible cases, for plausible parameter values.Proposition 4 shows that also in the case, more common in the literature, where money entersin the utility function, forecastbased Taylor rules may lead to economic instability, even if the 21 See Benhabib et al. 2001a.9active steady state is locally unique. In fact, the economy can either fall into a liquidity trap orconverge to a sunspot equilibria where incid:135ation cid:135uctuates around the passive steady state.Summing up, these two results partly contradict the cid:133ndings of Bullard and Mitra 2001 and Mc Callum 2001. First, cid:15cid:26 1 the Taylor Principle is not a su cient condition to stabilizethe economy. The conditions in Proposition 4 show that a cid:145too activecid:146 22 policy rule at theincid:135ation target which implies a too passive policy at the liquidity trap might be destabilizingbecause it leads to learnable liquidity traps. The result is indeed concid:133rmed in the next section,where functional forms are considered. Combine this with the result from Proposition 1 thata cid:145toocid:146 cautious active policy rule leads to an indeterminate and nonlearnable incid:135ation targetequilibrium, while the liquidity trap is learnable. The conclusion is that uncertainty about thecorrect specicid:133cation of the model with respect to the role of money balances makes forecastbased Taylor rules potentially destabilizing.Second, regardless of how the model is formulated with respect to the role of money, liquiditytraps are, in some cases, robust to expectational mistakes. This result contrasts with the conclusionsof Mc Callum 2001, which dismisses the liquidity trap equilibrium as a nonlearnable bubblesolution and therefore nonempirically relevant 23.4 Local Stability of Cycles and Sunspots In order to study the global behavior of the economic system under the two models mentionedabove, it is necessary to specify the functional forms for utility functions and production functions.4.1 Money in the production function Concerning the model with money in the production function, I follow Benhabib et al. 2001band specify a CobbDouglas utility function and a CES production function:f mt 1 cid:0 a mcid:22t aycid:221cid:22U ct c 1cid:0cid:27t 1 cid:0 cid:272021Given those functional forms, I calibrate the model by using the equilibrium money demand:22 Note that the optimal monetary policy literature advocates more active Taylor rules i.e. cid:15cid:26 than our benchmarkcase, see Taylor 1999.23 The result also contrasts with Honkapohja and Mitra 2001. They analyze Markov sunspots equilibria and showthat none is learnable in a class of models with money in the utility function and nominal rigidities.10the benchmark parametrization is shown in Table 124. This section discusses the conditions for thecycles to be learnable as cid:27 and the learning parameter cid:11 2 0; 1 change.Table 1 Benchmark Parametrizationcid:120.996cid:22LR cid:22SR cid:25cid:33.5Rcid:31.0143cid:229501.0103y 1a 0.000350A1.522The parameter cid:22 is chosen to be consistent with both long run and short run logelasticity ofthe money demand: cid:22LR is the parameter consistent with the long run logelasticity of demand andcid:22SR is consistent with the logelasticity in the short run 25. The parameters cid:27 and cid:11 are consideredthe cid:145freecid:146 parameters:in the simulations below I consider values for cid:27 that range from 1 to 3:5,that are most commonly used in the literature.Concerning the model with money in the production function, under the benchmark parametrization with cid:22 cid:09 the map under perfect foresight has a cycle of period 2, for approximatelycid:27 2 1; 2:4226. The economy cid:135uctuates between two states of higher and lower incid:135ation, with respect to the incid:135ation target. Figure 1 shows the periodtwo cycle for a given value of cid:27, under both F and G.The thick lines correspond to the branches of the backward map G; the thin line describesthe second iterate of the map cid:25t2 F cid:25t1 in forward dynamics and the dashed line shows thecid:133rst iterate of the map in forward dynamics. As shown in Figure 1, the correspondence G impliedby the map 8 is made up of two cid:145branchescid:146. The cid:133rst, G1, intersects the 45 degree line at thepassive steady state while G2 intersects the 45 degree line at the active steady state.Backward G and forward F maps are equal at the cid:133xed point and at the equilibrium cycleshown by the dotted line. Notice that each point of the cycle rests on a dierent branch of thebackward map. Nevertheless, it is immediate to see that at the cycle:G01 cid:252 1F 0 cid:251; G02 cid:251 1F 0 cid:252where cid:251 corresponds to the point of the cycle where incid:135ation is higher than the incid:135ation target,while cid:252 is the point where incid:135ation is lower than the target. Hence, local stability of the cycleunder learning can be studied from the local properties of F .Let us consider cid:133gure 2.It describes the map F 2cid:27 : the dierent curves show how the cyclechanges for varying cid:27.24 For details on how to calibrate these models, see Benhabib et al. 2001b.25 Notice that as I change the value of cid:22, I need also to change the value of a, in order to keep the model close tothe data, see Benhabib et al. 2001b.26 See Benhabib et al. 2001b.11Figure 1: Figure 1Figure 2: Figure 2121.0021.0031.0041.0051.0061.0071.0081.0091.011.0111.01211.0021.0041.0061.0081.011.012G1G2FF2Activecid:160ss Passivecid:160sscycleinflation 1.00751.0081.00851.0091.00951.011.01051.0111.01151.0121.0071.0081.0091.011.0111.012Thecid:160cyclecid:160getscid:160closercid:160tocid:160thecid:160Activecid:160ssascid:160sigmacid:160increases Activecid:160ssFrom the picture we know that the map F 2for cid:27 2 1:5; 2:5, it exists cid:27 such that for cid:27 cid:27 2:5, F 2two cid:133xed points.cid:27 admits a cycle for certain values of cid:27. Given thatcid:27 hascid:27 has four cid:133xed points. For cid:27 cid:27 F 2From the observation of Figures 1 and 2 and from the form of the policy rule 27, it is possibleto conclude the following:1. at the point on the cycle where incid:135ation is high cid:25H, monetary policy is always active;2. the degree of aggressiveness of the monetary rule at this point decreases as the twoperiodcycles gets closer to the active steady state and subsequently vanishes by cid:147mergingcid:148with thecid:133xed point;3. as cid:27 increases, the cycle gets closer to the cid:133xed point and eventually disappears. Instead, forlow values of cid:27, the point of the cycle where incid:135ation is low cid:25L is close to the passive steadystate and thus the policy rule is passive. But, as cid:27 ! cid:27 we have that cid:15cid:26 cid:252 ! cid:15cid:26 cid:25cid:3 andit exists cid:270 such that for cid:27 cid:270, cid:15cid:26cid:252 1.Finally, notice that the qualitative features of the map, described above, are robust to smallchanges in the parameters. The following result is thus robust to small deviations from benchmarkparameters 28.Proposition 6 Let G be given from 8. Given the deterministic system 15, under the benchmarkparametrization, it existbcid:27 andecid:27, bcid:27 ecid:27 such that for cid:27 bcid:27 the cycle is stable under learning forevery cid:11 2 0; 1. For cid:27 ecid:27 the cycle is unstable under learning for every cid:11 2 0; 1. For cid:27 2 bcid:27;ecid:27it exists bcid:11cid:27 2 0; 1 such that for cid:11 bcid:11cid:27 the cycle is stable under learning, while for cid:11 bcid:11cid:27 thecycle is unstable under learning.Remark 7 The Proposition tells us that if cid:25L is not too close to the incid:135ation target, than thecycle is stable under learning, at least for some values of the parameter cid:11. Under the benchmarkparametrizationbcid:27 cid:25 2 andecid:27 cid:25 2:182: for small changes of the other parameters, such as the degreeof policy aggressiveness,bcid:27 andecid:27 also change. For example, we have that for cid:27 2:18, cid:25H 4:7%while cid:25L 3:2%, and cid:15cid:26 cid:25L 1:18, which implies a mildly active policy. This equilibrium islearnable for cid:11 0:21. Given that the target is 4:2%, the cycle is cid:145closecid:146to the active steady state.Remark 8 Given the standard parametrization a more active policy rule say A 2 implies theexistence of learnable cycles for a wider range of cid:27 in the simulations cycles are learnable forvalues of cid:27 cid:25 2:529.27 Notice that changes in cid:27 do not aect the policy rule.28 The result comes from the structural stability of cycles.29 Also, more active Taylor rule imply period three cycles and chaos for a wider range of parameters than found in Benhabib et al. 2001b.13Figure 3: Figure 3Remark 9 Simulations show that the result is unchanged if I consider dierent incid:135ation targets.For example the implicit incid:135ation target for the European Central Bank would be cid:25cid:3 2% : the Proposition holds also in this case.Remark 10 It is straightforward to show that under the benchmark parametrization the incid:135ationtarget steady state is determinate and learnable. In fact, as cid:27 decreases both the stability conditionsfor the learnability of cycles and steady states are satiscid:133ed.The Proposition leads to two interesting results. First, it provides one example where learnablecycles exist close to a locally unique equilibrium. In fact, both the cycle and the incid:135ation target arelearnable. The implications for monetary policy are that small shocks are su cient to destabilizethe economy. Small deviations from the active steady state might lead the market participantsto coordinate on a equilibrium cycle. Second, very active policy rules i.e. A 1:5, that arecommonly obtained from optimal monetary policy design, can be destabilizing, given that theyimply learnable cycles for a wider range of parameters.Dynamics under learning. By considering explicitly the functional forms of the model,it is also possible to give an intuition about the dynamics under learning. Figure 3 shows theconvergence process of 13 to the active steady state and the liquidity trap, under the hypothesisof perfect foresight, to give an idea of how the economy can fall into a liquidity trap. A shock canstart the economy on the decid:135ationary path, depending on how the agents react to their expectations 141.0021.0031.0041.0051.0061.0071.0081.0091.011.0111.01211.0021.0041.0061.0081.011.012G1G2Activecid:160ss Passivecid:160ssinflation Learningcid:160acid:160liquiditycid:160trapi.e. which branch of G we are considering. In this case the economy converges monotonically tothe new equilibrium. Instead, convergence to the central bankcid:146s target implies cid:135uctuations in theincid:135ation rate.Proposition 6 concerns the learnability of equilibrium cycles obtained under perfect foresight.But learning dynamics also generates other equilibria along bifurcation parameter values 30 of thesystem 15. As the cycle looses stability and cid:27 increases, it is likely that a saddlenode bifurcationoccurs. Hence, given cid:27 as the bifurcation parameter, for some cid:27 cid:27 the cid:133xed point of the seconditerate of 15 is surrounded by two other cid:133xed point i.e. two cycles of period 2. One of them isstable, and the other is unstable. For cid:27 cid:27 the cid:133xed point disappears as we also see it from thegraph.Also, the cycle looses stability as cid:11 increases for given cid:27 2 bcid:27;ecid:27. In this case a perioddoublingbifurcation might occur, generating a period four cycle that can be either stable or unstable. Notethat these other cid:133xed points do not exist under perfect foresight. They are generated by the learningbehavior. Hence, forecastbased rules have the potential to further destabilize the economy if wetake into account the dynamics under learning 31.Proposition 6 implies two further results. First, let us add some cid:145smallcid:146 in the sense ofsu ciently small support noise into the model. Then Evans and Honkapohja 1995 show theexistence of noisy REE cycles that are learnable if the deterministic cycle is learnable, providedthe learning parameter is decreasing over time i.e. scid:01 is used instead of cid:11. Hence, the results in Proposition 6 are robust to the introduction of small noise.Second, using results from Azariadis and Guesnerie 1986, Grandmont 1986, 1987 and Evansand Honkapohja 2001a, it is possible to show that locally learnable sunspots equilibria existarbitrarily close to the period two cycle and to the determinate active steady state.Proposition 11 Let G be given by 8, under the benchmark parametrization. Given the stochasticsystem 16 and 17;i for cid:27 ecid:27 as decid:133ned in Proposition 6 there exist learnable cid:150 cid:0 SSEs relative to theii for cid:27 bcid:27 the cid:150cid:0SSEs are strongly EStable and therefore robust to model overparametrization;iii there exist learnable cid:147liquidity trapcid:148 sunspots, where the economy cid:135uctuates between thedeterministic cycle;active and passive steady states;30 Note that, given the standard parametrization of the model, the eigenvalues at the cid:133xed points are real andwith opposite sign, while the eigenvalues at the cycle are complex when stable and realsaddle with one eigenvaluegreater than one when unstable. In particular, the eigenvalues are real before becoming unstable. Also, for cid:27 2 bcid:27;ecid:27the cycle loses stability as cid:11 increases and, again, the change in stability involves real eigenvalues. The ustable cycleis a saddle with one eigenvalues less than minus one.31 These bifurcations occur only if extra conditions are satiscid:133ed, see Wiggins 1990. More precisely, the problemcan be reduced to a one dimensional bifurcation through a center manifold reduction. But we do not go further inthe analysis.15iv for any 1 cid:27 cid:27, let cid:251 cid:27 2 cid:25cid:3; cid:25H cid:27 and cid:252 cid:27 cid:25L cid:27, where cid:25H cid:27 ; cid:25L cid:27 represent the equilibrium cycle, for given cid:27. Then there exist z 11; z 22 such that the sunspot equilibriumcid:251 cid:27 ; cid:252 cid:27 ; z 11; z 22 is learnable whether or not the cycle is learnable.Remark 12 Result iv is somewhat new in the literature. I construct the sunspots on dierentbranches of G by using results from Grandmont 1986, 1987 see the Appendix. For example, itcan be shown that for cid:27 1:9, the SSE given by cid:251 1:0104 4.25% in annual terms, cid:252 1:00753%, z 11 0:2, z 22 0:3 is learnable. Note that cid:251 cid:25 cid:25cid:3. Moreover, assuming cid:27 2:35, for whichthe cycle is indeterminate and nonlearnable, the SSE given by cid:251 1:046 6%, cid:252 1:00873.5%,z 11 0:19, z 22 0:25 is learnable and cid:145closecid:146 to the deterministic cycle. Note that in both theincid:135ation states monetary policy is active.Remark 13 As mentioned above for Proposition 3, Proposition 4 is proved for the benchmarkparametrization, but the result is robust to small perturbations of the benchmark parameters.This result is important in its simplicity because it shows the possibility of learnable equilibria,other than the incid:135ation target, for any parameter value of cid:27 for which the cycle exists 32. Eventhough we have local unicity and learnability of the incid:135ation target equilibrium, the agents learningprocess can still converge to a sunspot equilibrium that is cid:145closecid:146to it. This also means that thecid:145stability corridorcid:146 mentioned in the previous section is indeed extremely small if it exists at all.Hence, forecastbased Taylor rules are likely to be destabilizing, under this model of the economy.Christiano and Rostagno 2001 and Benhabib et al. 2001c propose the following policy. If theeconomy is hit by an important shock so that we have a substantial deviation from the incid:135ationtarget the monetary authority should switch to a money rule, thus avoiding liquidity traps or otherdestabilizing equilibria. This solution would not be helpful in our case because, as showed in the Remarks, cycles and sunspot equilibria can be very close to the active cid:133xed point. Thus, such ascheme would eliminate the stabilization properties of the Taylor rule.4.2 Money in the utility function Because of our uncertainty about the cid:145correctcid:146model of the economy, it is useful to consider thebehavior of forecastbased Taylor rule when money enters in the utility function 33.In order toallow comparisons between the two models and match the data I assume that, in the model wheremoney enters in the utility function the functional form is CES:32 Sunspots equilibria may seem a more empirically plausible explanation for the instability generated by the Taylorrule. In fact, the regular behavior implied by deterministic cycles is not observed in the data.33 Carltrom and Fuest 2001a point out the fact that the way money enters in the utility functions has importantimplications for the stability properties of the Taylor rule. I consider the standard approach in this section and adierent trading environment in the extensions.16Figure 4: Figure 4U ct; mt cid:161 cid:0 a mcid:22t accid:22t 1 cid:0 cid:271cid:22cid:171cid:0cid:2722This specicid:133cation allows the money demand implied by 7 and 11 to be exactly the same.Hence, the two models have the same calibration as showed in Table 1.We know from Proposition 4 that the stability of the cid:133xed point, for a given Taylor rule,depends on the elasticities cid:15cmcid:15m. This is also true for the global dynamics of the system. It is easyto show that cid:15cmcid:15m is increasing in both cid:27 and cid:22. Figures 4 and 5 show the map under dierentvalues of cid:27 and cid:22. First, notice that if I use values for cid:22 close to the short run value, no cycle exists,as shown in Figure 5. This is good news, but we know from Proposition 4 that for cid:15cmcid:15m nottoo low, there exist learnable sunspots around the indeterminate and nonlearnable passive steadystate.For example, if we cid:133x cid:22 cid:09 and choose cid:27 2 than the conditions for the existence of learnablesunspots are vericid:133ed. Hence, the economy can fall into a liquidity trap for very plausible parametervalues.A period two cycle emerges as both cid:22 and cid:27 increase. Given the uncertainty about theseparameters I consider a choice of cid:22 cid:22LR and cid:27 4 as plausible parameter values. For example,for cid:22 cid:03:5 and cid:27 3:1 and the other parameters at their benchmark values there exists acycle around the passive steady state, as shown in Figure 4. The result holds for higher cid:22 and it is 1711.0011.0021.0031.0041.0051.0061.0071.0081.0091.0111.0021.0041.0061.0081.01Passivecid:160sscyclecid:160sigma3.1cid:160cid:160mucid:1733.5Figure 5: Figure 5robust to parameterscid:146perturbation. For lower cid:22 the values of cid:27 required to get the cycle are notinteresting. But also in this case, a too active monetary policy is further destabilizing. For example,if A 2, then the cycle appears for cid:22 cid:09 and cid:27 1:5. Given that A 2 has been suggestedto describe the policy stance of the postVolker period 34, the existence of cycles holds for a largeportion of the cid:145plausiblecid:146parameter space. The results are described in the following Proposition.Again, the results remain valid for small deviations from the benchmark parametrization.Proposition 14 Let G given by 12 and under the benchmark parametrization but with A 2,such that for cid:27 cid:270 a periodtwo cycle exists.Under the deterministic system 15;i for cid:270 cid:27 ecid:270 the cycle is not learnable under rule 14 for any value of cid:11 2 0; 1 ;ii for cid:27 2cid:0ecid:270;bcid:270cid:1,ecid:270 bcid:270, there exists anbcid:110 such that for every cid:11 bcid:110, the cycle is learnable;iii for cid:27 bcid:270 the cycle is learnable for every cid:11 2 0; 1.iv for cid:27 ecid:270 there exist learnable SSE cid:15close to the cycle. For cid:27 bcid:270 the sunspots are robustv there exist learnable cid:145liquidity trapcid:146sunspots cid:15close to the two cid:133xed points.Under the stochastic system 16 and 17;to agentcid:146s overparametrization.34 See Clarida et al. 2001.181.0021.0031.0041.0051.0061.0071.0081.0091.011.0021.0031.0041.0051.0061.0071.0081.0091.01sigma2.1cid:160mucid:1739FGPassivecid:160ss Activecid:160ssinflationRemark 15 Under the benchmark parametrization ecid:270 cid:25 2:23 and bcid:270 cid:25 2:89. Again, changing theparameters aectsecid:270, bcid:270. It is straightforward to verify that under the benchmark parametrization,the incid:135ation target, the liquidity trap, the cycle and the sunspots are all locally stable under learning.Remark 16 Even if a formal proof is omitted for brevity, it can be shown that also for the case ofmoney in the utility function there exist learnable sunspots that are cid:145closecid:146to an indeterminate andnonlearnable cycle. Assume that cid:27 1:8 and A 2, while the other parameters are set accordingto Table I. Let us consider the following equilibrium: cid:251 1:002 0:08%, cid:252 0:9975 cid:00:1%,with z 11 0:15, z 22 0:15. This is relatively close to the indeterminate and nonlearnable cyclewhere high incid:135ation is cid:25H 1:001 0:04% and low incid:135ation is cid:25L 0:997 cid:00:12%. The economycid:135uctuates among almost zero incid:135ation and negative incid:135ation. It can be shown, by using 54 in the Appendix, that this sunspot is learnable. Hence, also for the case of money in the utility function Iconjecture the existence of learnable sunspots for all values of cid:27 such that the cycle exists.The results are obtained with the same procedure as for the model with money in the productionfunction and the proof is therefore omitted. Also in this model, forecastbased Taylor rules can bedestabilizing: the economy can converge to equilibria in which incid:135ation cid:135uctuates below the target.Uncertainty about the correct model of the economy and the parameter cid:27 make a forecastbased Taylor rule an hazardous choice. In fact, the last three Propositions lead to the following conclusion.If the cid:145true cid:27cid:146, which the Central Bank is not likely to observe, is low and the economy is betterapproximated by a model with money in the production function, then forecastbased Taylor rulesare going to be destabilizing. On the other side, if the true cid:27 is high and the correct model hasmoney in the utility function we get the same conclusion. Hence, whatever is the cid:145estimatecid:146 of cid:27that it is used for calibration, there exist a model of the economy for which the forecastbased Taylorrule generates instability.In the case of money in the utility function, switching to a money rule after a moderate negativeshock to the economy might be eective, given that the cid:145badcid:146 equilibria are around the passivesteady state. In fact, in a neighborhood of the steady state the rule would preserve the stabilizingproperties of a Taylor rule, while for large shocks it would be optimal to shift to a money growth rule.Nevertheless, it would be appropriate to study the eects of such a rule on market expectations.How would such a more complicated rule impact on the investorscid:146learning process? The answer isleft to further research.5 BackwardLooking Taylor Rule In this section I argue that the instability generated by a forecastbased Taylor rule can be completely eliminated by shifting to a Taylor rule that reacts to current and past incid:135ation. In fact, Ishow that such a policy rule improves on the forward looking rule in two important ways.19First, for plausible parametrizations, the economy does not have equilibrium cycles. Second, abackwardlooking policy rule reverses the stability properties of the liquidity trap, leaving a uniquelearnable equilibrium: the incid:135ation target.Let us consider the case where the Central bank responds to incid:135ation with some inertia. This isjusticid:133ed in Woodford 2002 and Benhabib et al. 2001a as a more plausible description of Central Banks operating rules:cid:147In practice, monetary policy will never involve feedback from an instantaneous rateof incid:135ation  , because available incid:135ation measures will always be timeaveraged overat least a period such as a monthcid:14835In this case the Central Bank is assumed to react to an exponential moving average of currentand past incid:135ation rates that takes the form:cid:25t 1 cid:0 cid:14cid:14jcid:25tcid:0j231Xj0where 0 cid:14 1 decid:133nes how much weight is given to current incid:135ation, as it is easily seen byrewriting 23 as:By taking cid:25t as the incid:135ation measure to which the Central Banker reacts, we can write thecid:25t 1 cid:0 cid:14cid:25t cid:14cid:25tcid:0124Taylor reaction function as:Rt 1 Rcid:3 cid:0 1cid:18 cid:25tcid:25cid:3cid:19 ARcid:3cid:0125The next sections evaluate the properties of this rule under the two models used in the previoussections.5.1 Money in the production function Under the Taylor rule 25, the reducedform model becomes 36:Uc y cid:26 cid:25t Ecid:26cid:12 1 cid:0 cid:14 Uc y cid:26 cid:25t1cid:20cid:26 cid:25tcid:25t1 cid:0 cid:14cid:25tcid:21cid:27Local stability and learnability conditions are considered in the following Proposition:2635 Woodford 2002, Chapter 2, p. 44.36 In both models, the solution for the backward looking Taylor rule is a non invertible in both the forward andbackward dynamic one dimensional dierence equation. Also, by computing the map numerically, it is possible tonotice that both steady state belong to the same branch. The second branch either does not exist or it exists forvalues of the incid:135ation rate that do not make economic sense.20Proposition 17 Let G be given by 26. Given the system 15. Assume;cid:27 maxcid:0cid:15cid:26 cid:25cid:3 cid:15y cid:25cid:011 cid:0 cid:1412cid:15y cid:25cid:181 ;cid:01cid:15cid:26 cid:25cid:3cid:1927i Then the incid:135ation target is determinate and learnable for every cid:11, while the passive steadystate is indeterminate and nonlearnable for every cid:11. Moreover, condition 27 is vericid:133ed for everyparameter value that gives a locally determinate incid:135ation target under the forecastbased Taylorrule.ii given the benchmark parametrization, for cid:22 2cid:0cid:22SR; cid:22LRcid:1, no cycles exist around the active Given the system 16, 17;iii There exist cid:150 cid:0 SSEs around the indeterminate passive steady state but they are unstableiv for any cid:27, it exists cid:14cid:3 such that 27 holds;under learning.steady state;Rcid:3 2:3.Remark 18 Note that under the implausible case where cid:14 0, statements iiii hold for valuesof cid:22 2cid:0cid:22SR; cid:22LRcid:1 and for 3:5 cid:27 1, provided 37 ARemark 19 From the linearized equation it is possible to check that the economy converges monotonically to the incid:135ation target, for benchmark parameters provided cid:27 cid:0 cid:15cid:26cid:25cid:3cid:15ycid:25cid:01Remark 20 From the condition 27, the set of parameters which lead to local determinacy underthe backwardlooking Taylor rule is larger than for the forecastbased Taylor rule. Also, the setof parameters for which i, ii and iii hold increases for more backwardlooking policy rulescid:14 ! 1.Remark 21 By simulating the map numerically, it is clear that no cycles exist for the mentionedparameter values.1cid:0cid:14.The Proposition says that if the policy rule is su ciently backwardlooking, then it guaranteesa unique learnable equilibrium, i.e. a unique equilibrium that it is robust to expectational mistakes. Hence, it is always possible to cid:133nd a policy rule that is enough backwardlooking to stabilizethe economy. Also a contemporaneous Taylor rule guarantees a unique equilibrium, for plausibleparameter values.37 Notice that the last condition must hold only in the worse case where cid:22 cid:22LR and cid:27 3:5. With these parametervalues the elasticity of output with respect to the interest rate at the passive steady state is very high in absolutevalue. Under the standard parametrization the condition becomes ARcid:3 12!215.2 Money in the utility function The reducedform under the backwardlooking rule 25 becomes:Uc y; m cid:26 cid:25t cid:12Uc y; m cid:26 cid:25t1 1 cid:0 cid:14The stability properties of the Taylor rule are discussed in the following Proposition.cid:25t1 cid:0 cid:14cid:25tcid:26 cid:25t28Proposition 22 Let G be given by 28. Given the system 14 we have that for any parametervalue;i the active steady state is determinate and learnable for any cid:11 2 0; 1;ii the passive steady state is indeterminate and nonlearnable for any cid:11 2 0; 1;iii no cycles exist around the active steady state;Given the system 16, 17;iii there exist cid:150 cid:0 SSE sunspot equilibria around the passive steady state but they are notlearnable.Remark 23 The result is quite strong in that it holds for any parameter value. Shifting to such arule guarantees stability, under the assumptions of this model. It actually holds for also in the case Ucm 0, provided cid:15cm cid:15m1cid:0cid:14cid:15cid:26cid:25cid:3. Hence, by choosing the appropriate cid:14 it is possible to obtaina stabilizing Taylor rule even in the case Ucm 0.1Remark 24 As for Proposition 17, convergence to the incid:135ation target is monotonic.Remark 25 By simulations it is possible to show that no cycles exist, given that the map G ismonotonic.Also for the case of money in the utility function, if the central bank responds to a weightedaverage of current and past incid:135ation rates it exists a unique equilibrium that is stable under learning:the incid:135ation target.Concluding, from the Propositions 6 and 7 it is apparent that more backwardlooking Taylorrules should be preferred to forecastbased rules for the following reasons: 1 they eliminate thepossibility that adverse shocks might lead the economy to a liquidity trap, where the incid:135ationtarget is systematically missed; 2 they reduce possible sources of instability in the economic system,generated by equilibrium cid:135uctuations around the incid:135ation target; 3 they increase model robustness,given that the parameter values for which we obtain a unique learnable equilibrium is increased.Notice also that the results are obtained allowing uncertainty about what the correct model ofthe economy should be, at least concerning the role of money:in fact the results are robust to In the next section I verify if the results hold under dierentboth specicid:133cations of the model.assumptions on the model of the economy.226 Extensions 6.1 Cash In Advance Constraint CIALet us consider a dierent trading environment as in Carlstrom and Fuest 2001b. They showthat under CIA timing the stability of the model under a Taylor rule dramatically changes. Undera forecastbased Taylor rule determinacy is achieved by a passive policy stance. The goal of thisparagraph is to show that, on the contrary, the previous results are robust to a modicid:133cation in thetrading environment.In the simplest case of an endowment economy, the budget constraint becomes:and the CIA constraint is:Mt1 Mt cid:28 Btcid:01Rtcid:01 cid:0 Bt cid:0 Ptct Pty At Mt cid:28 Btcid:01Rtcid:01 cid:0 Btwhere At denotes the liquidity available to the representative agent in the current period.Substituting back the CIA constraint in the utility functional decid:133ned over current consumptionand real liquidity and solving the optimization under the resource constraint we obtain a moneydemand equation:and the following reducedform:at H Rt H0 0Uc c; H Rt Uc c; H cid:26 Rt1cid:12cid:25t1cid:26 Rt129In the following Proposition I compare the stability properties of forecastbased and backwardlooking Taylor rules. As above, I consider the most favorable case where the rules lead to localdeterminacy and I study the possibility of learnable equilibria other than the incid:135ation target. Whereneeded, the functional form for the utility function is CES. This leads to a demand for money thatis equivalent to the case of money in the production function.Proposition 26 Let G be given by the CIA model. Assume:30jcid:15cmcid:15Hj cid:15cid:26 cid:25cid:312cid:18 1 1cid:19where cid:15H denotes the elasticity of the demand for money. Under the forecastbased Taylor rule;i the active steady state is determinate and learnable for every cid:11, under the learning rule 14;ii the passive steady state is determinate and learnable for every cid:11;iii it exists bcid:15cid:26 cid:25cid:3 consistent with 30 such that for cid:15cid:26 cid:25cid:3 bcid:15cid:26 cid:25cid:3 there exist learnablecycles and cid:150 cid:0 SSE around the active steady state, under the learning rules 14 and 16 respectively;23Figure 6: Figure 6Under the backwardlooking Taylor rule;iv the active steady state is determinate and learnable for every cid:11 and no cycles or sunspotsexist around it for cid:22 2cid:0cid:22SR; cid:22LRcid:1 , under the learning rules 14 and 16 respectively;there exist cid:150 cid:0 SSE sunspots around it but they are not learnable under 16.v the passive steady state is indeterminate and nonlearnable for every cid:11 under rule 14;vi for any value of cid:15cmcid:15H, it exists cid:14cid:3 such that iv and v hold;Remark 27 A forecastbased policy rule that is aggressive enough to satisfy 30 exists providedthe elasticity of money demand is not too low i.e. cid:22 ! cid:22LR. Condition 30 is vericid:133ed for quitehigh values of A. Under the most favorable condition cid:27 ! 1 and cid:22 ! cid:22SR there exists A 3 forwhich the condition holds.Remark 28 As for Proposition 5, it is possible to show the existence of learnable sunspots aroundindeterminate and nonlearnable cycles. Consider the following example, as shown in Figure 6.Set cid:22 cid:22SR, cid:27 1:01, A 3:2 and the other parameters as in Table I. Then the sunspotequilibrium cid:251 1:0117 4:7%, cid:252 1:0068 2:7% and z 11 0:027, z 22 0:19 is learnable. Itis relatively close to the indeterminate and nonlearnable cycle where high incid:135ation cid:25H 1:01184:8% and low incid:135ation cid:25L 1:0071 2:8%38.38 In this case the stability conditions are calculated numerically, given that the map is not invertible both inbackward and forward dynamics.241.0061.0071.0081.0091.011.0111.0121.0021.0041.0061.0081.011.012Modelcid:160withcid:160CIA:cid:160cyclecid:160andcid:160learnablecid:160sunspotpi 1G2pi 2pi 2G1pi 1G1G2Activecid:160ssFigure 7: Figure 7Remark 29 Figures 7,8 make clear the result in iv, for a given parametrization. It is immediate to see that the cycle appears only as the active steady state becomes indeterminate and thus30 is violated.Remark 30 Also in this case, the properties of the backwardlooking Taylor rule are preserved fora wider set of parameter values than implied by condition 30: in other words, a backwardlooking Taylor rule is stabilizing also for parameter values that imply indeterminacy under a forecastbasedrule. Also, a more backwardlooking rule higher cid:14 increases the parameter space for which ivand v hold see the proof of vi.Figures 6, 8 give an example of the possible equilibria in the two cases. It is apparent thatalso in a dierent trading environment, forecastbased Taylor rules generate instability 39: a toopassive policy generates local indeterminacy, while a too active policy leads to multiple learnableequilibria around the locally determinate and stable incid:135ation target equilibrium. Instead, shiftingto a su ciently backward looking rule guarantees a unique equilibrium. Hence, changing thetrading environment does not reverse my results.39 We know from Carlstrom and Fuest 2001b that a passive forwardlooking Taylor rule achieves local determinacy.Nevertheless, it can be shown that a too passive Taylor rule leads to learnable cid:145incid:135ationary trapscid:146. The economyconverges to a sunspot equilibrium where incid:135ation cid:135uctuates at hyperincid:135ationary levels.251.0061.0071.0081.0091.011.0111.0121.0051.0061.0071.0081.0091.011.0111.012Cyclecid:160andcid:160noncid:173learnablecid:160inflationcid:160targetcid:160undercid:160CIAInflationcid:160target Gsecondcid:160iteratecid:160ofcid:160GFigure 8: Figure 86.2 The model with sticky prices Let us consider endogenous labor supply, monopolistic competition and price stickiness. In thissection I show that a contemporaneous Taylor rule cid:14 0 maintains the cid:145goodcid:146properties describedin the previous sections. I analyze the latter case for analytical simplicity, but it is also the leastfavorable parametrization to study the stability properties of a backwardlooking Taylor rule, ifprices are cid:135exible. Nevertheless, Benhabib et al. 2002 cid:133nd, in a continuos time version of thesticky price model, that instability can arise under perfect foresight, even if backwardlooking rulesare adopted. A study of the discrete time model with cid:14 0 implies a three dimensional systemand it is left to further research 40.I use a simplicid:133ed version of the standard model considered in the literature on Taylor rules, i.e.Woodford 199941. The consumerproducer solves the following intertemporal problem:maxat;mt;ht;pjt 1Xt0cid:12t 24U ct; mt V ht cid:0cid:18ttcid:01 cid:0 cid:25cid:3!2352 pjpj3140 It is not immediate to extend the result in continous time to the discrete time model, because of timing issues.Also, there is the question of the learnability of the other equilibria that are discussed in Benhabib et al. 2002.41 The model is a discrete time version of Benhabib et al. 2001a,b.261.0071.0081.0091.011.0111.0121.0071.00751.0081.00851.0091.00951.011.01051.011Inflationcid:160target Nocid:160cyclecid:160ifcid:160thecid:160inflationcid:160targetcid:160iscid:160learnableundercid:160CIAsecondcid:160iterateofcid:160GGat ct Rtcid:01cid:25tatcid:01 1 cid:0 Rtcid:01cid:25tmtcid:01 pjtpt Y ddpjtpt cid:0 cid:28 twhere V : represents the disutility from labor and cid:18 captures the costs of price revisions.Finally cid:28 is a transfer from the government. As in the previous sections, I consider both cases ofmoney in the production function and money in the utility function.6.2.1 Money in the utility function Given the equilibrium condition:and the problem 31 we obtain the following cid:133rst order conditions:f ht; mt Y ddpjtpt ct Uc ct; mt cid:12Uc ct1; mt1 Rtcid:25t1Um ct; mt Uc ct; mtRt cid:0 1Rtcid:18 cid:25t cid:0 cid:25cid:3 cid:25t cid:18 cid:25t1 cid:0 cid:25cid:3 cid:25t1 ct Uc ct; mt cid:17cid:18 1 cid:17cid:17 cid:0z 0 htf 0 ht Uc ct; mtcid:1932333435which decid:133ne respectively the consumption Euler equation, the money demand and the pricesetting equation which generates a version of the Phillips curve. From 32, 33 and 34 it ispossible to express ct as a function of mt and Rt. By substituting it in both the Euler equationand the Phillips curve, and by using the contemporaneous Taylor rule, I obtain a two dimensionaldynamical system in cid:25t and ct. It is possible to show that the system is well decid:133ned under perfectforesight, under the functional form specicid:133cation described above 42. But, as in the case of cid:135exibleprices, the backward dynamics is not well decid:133ned. For this reason, I restrict the analysis to thelocal stability of the system under learning.6.2.2 Money in the production function In this case the cid:133rst order conditions become:Uc ct cid:12Uc ct1 Rtcid:25t13642 Notice that the money demand equation that we obtain from the FOC has the same specicid:133cation that the oneobtained under cid:135exible prices, thus allowing for the same calibration.27Uc ctRt cid:0 1Rtz 0 htfh ht; mtfm ht; mtcid:18 cid:25t cid:0 cid:25cid:3 cid:25t cid:18 cid:25t1 cid:0 cid:25cid:3 cid:25t1 Uc ct ctcid:17cid:18 1 cid:17cid:17 cid:0z 0 htf 0 ht Uc ctcid:193738By using the equilibrium condition ct f ht; mt, and equations 36 and 37 it is possible toexpress ht and mt both as a function of ct and Rt. By substituting these expressions into the Eulerequation and the Phillips curve and using the Taylor rule we obtain a two dimensional dynamicalsystem in cid:25t and ct. Also in this case, it is possible to show that it is well decid:133ned in forwarddynamics 43 but not in backward dynamics.6.2.3 Learning and Simulation Results Unlike in the previous sections, it is not possible to give analytical results. Therefore, I study thestability properties of the system by numerical simulations. I consider a grid of plausible parameterscid:146values: it is described in the Table 2 below 44. The other parameters are left at benchmark values.Table 2Param. Min Max3.5cid:175cid:27350cid:183A501.001351.4Cycles and complex behavior. Under perfect foresight there is no evidence of local bifurcations and cycles around the active and passive steady states, in both cases of money in theproduction function and money in the utility function, for the parameter values described in the Table 2. As in the continuos time case 45, the active steady state is a source and the passive steadystate is a saddle. For no parameter values the active steady state or the passive steady state reversetheir stability so that I exclude local bifurcations. Under perfect foresight there is global indeterminacy as in Benhabib et al. 2001, so that, after a small shock, the economy might converge toa liquidity trap. Are these equilibria robust to expectational mistakes?43 This is achieved by imposing the restriction that the disutlility from labor. If this restriction is not satiscid:133ed,then also the forward map is a corrispondence.44 Notice that these parameter values include the case where Ucm0.45 Described in Benhabib et al. 2001b.28Learnability of the steady states. The model under backward dynamics can be representedas follows:ct G1 ct1; cid:25t1cid:25t G2 ct1; cid:25t1Having excluded the existence of cycles under perfect foresight, I simplify the analysis by restricting to the possibility of learning steady states. Hence, under the asymptotically correctagentscid:146 perceived low of motion, the economy evolves as ct; cid:25t ec;ecid:25, where thee denotes asteady state value. Since the steady state values are unknown, the agents use the following simplerule to estimate them recursively:cid:18ct cid:18ccid:18cid:25t cid:18cid:25tcid:01 cid:11cid:0G1cid:0cid:18ctcid:01 cid:11cid:0G2cid:0cid:18ctcid:01; cid:18cid:25tcid:01; cid:18cid:25tcid:01cid:1 cid:0 cid:18ctcid:01cid:1tcid:01cid:1 cid:0 cid:18cid:25tcid:01cid:139where cid:18c is the estimate forec, cid:18cid:25 is the estimate forecid:25, and cid:11 is the learning parameter, as in thelast sections. In order to study the learnability of the steady states, I linearize the backward maparound the active and passive steady state and I evaluate the stability under learning for variousparameter values including cid:11. The linearized system can be written as 46:and local stability under learning depends on:bcid:25t DGEtcid:01 bct1 bctbcid:25t1 1 cid:11 DG22 cid:0 1 cid:11DG12J 1 cid:11 DG11 cid:0 1cid:11DG2140Simulations show that the active steady state is learnable for every cid:11 2 0; 1. On the otherside, the passive steady state is never learnable for any cid:11 2 0; 1. The liquidity trap that themodel predicts under the assumption of perfect foresight is not robust to learning. Moreover, usinga result from Honkapohja and Mitra 2001 I can exclude, from the numerical simulations, theexistence of learnable sunspots around the passive steady states 47.By converse, dierent results are obtained under forward looking Taylor rules. From simulations I obtain the following results:46 Note that this stability condition is weaker than Estability.47 The result states that learnablility of sunspot equilibria around an indeterminate steady state is excluded if DGhas at least one eigenvalue that has real part greater than one, as it is vericid:133ed in this model for all the plausibleparameter values.291 under perfect foresight, there are parameter values for which the stability of the active steadystate changes in both models with money in the utility function and money in the productionfunction;2 under learning, there are parameter values for which the stability of the active steady stateunder learning changes as cid:11 changes.In both cases the system is likely to undergo an Hopfbifurcation 48, thus generating instability even in the case of a locally determinate or learnableincid:135ation target;3 liquidity traps are non learnable for the model with cid:18 0. But in the case that prices arecid:133xed for a cid:133nite time 49, the model can be approximated asymptotically by the solution of 31with cid:18 0, and liquidity traps become learnable under both elastic labor supply and monopolisticcompetition.Summing up, under more general assumptions about the market structure and market frictionsthe results discussed in the previous section seem to hold, for plausible parameter values. Takinginto account more sources of uncertainty about the cid:145correctcid:146model of the economy does not seemto change the predictions of the simple version of the model.7 Conclusions The paper shows that forecastbased Taylor rules can lead to bad outcomes, even in the caseof local stability of the incid:135ation target equilibrium and after excluding equilibria that are notrobust to expectational mistakes. I study a very simple model with cid:135exible prices, under dierentassumptions about the role of money. I cid:133nd that in both cases where money enters in the utilityor in the production function forecastbased Taylor rules are destabilizing in the following sense.Even if the incid:135ation target or active steady state is locally unique and stable under learning, thereexist other cid:145globalcid:146equilibria that are also stable under learning. In particular, the economy can bedriven into a liquidity trap, under both model specicid:133cations. Also, the economy can converge tolearnable cycles and sunspots that can be either close to the incid:135ation target or to the liquidity trapequilibrium, depending on the role of money. These results show that the multiplicity of equilibriagenerated by the forecastbased Taylor rule are not just a theoretical curiosity but they seem to berobust, at least to expectational mistakes.On the other hand, more backwardlooking policy rules stabilize the economy in the followingsense. The equilibria that exist under forecastbased Taylor rules either cease to exist or are notrobust to expectational mistakes. In fact, backwardlooking Taylor rules lead to a unique learnable 48 In this case, for nearby parameters we have that the active steady state is sourraunded by an attracting closedcurve. In dierent models, Grandmont et al. 1998 and Bloise 2001 show the possibility of constructing sunspotsthat might be learnable. De Vilder 1995 shows, under the assumption of perfect foresight, that a Hopf bifurcationmight lead to higher period cycles that also might be learnable.49 see Carltrom and Fuest 2000.30equilibrium: the incid:135ation target. Deterministic cycles, sunspots equilibria or the liquidity trapcease to exist or are not stable under learning.Moreover, the results are robust to dierent model specicid:133cation. I consider the case of a dierenttrading environment, as in Carlstrom and Fuest 2001, and I show that my results do not change.This is somewhat surprising, given that Carlstrom and Fuest 2001 show how conclusions aboutdeterminacy can change dramatically as we change the timing of the model.I also extend themodel with endogenous labor supply, monopolistic competition and sticky prices and show that acontemporaneous reacting only to the current incid:135ation rate Taylor rule stabilizes the economy, asfor the case of the simple model.Hence, the paper shows more evidence of the superiority of Taylor rules based on current andpast information rather than forecasts.318 Appendix Proof of Proposition 1i I just restate the results in Benhabib et al. 2001a, 2001b. Notice that the cid:133xed points of F and 15 are exactly the same.ii In order to verify the local stability of the system 15, under the backward map implied by8, these conditions on the Jacobian need to be vericid:133ed:j Dj cid:12cid:12cid:121 cid:0 cid:112cid:12cid:12cid:12 1j Tj cid:12cid:12cid:12G0 ecid:252 cid:112 cid:0 2cid:11 2cid:12cid:12cid:12 j 1 Djcid:12cid:12G0 cid:25cid:12cid:12 14142necessary and su cient condition for the learnability of the steady state:whereecid:25 denotes the cid:133xed point. It is straightforward to show that 41, 42 imply the following We do not need to know explicitly on which branch of G the cid:133xed point is. In fact, I use thefact that around the cid:133xed point:G0 cid:25 1F 0cid:25Hence, determinacy implies learnability and indeterminacy implies nonlearnability. Given thatthe condition in the Proposition implies determinacy of both steady states as it is easy to see from18, ii is proved.Proof of Proposition 4iiii the proof follows the same steps as in Proposition 1 and it is therefore omitted.iv this follows directly from Evans and Honkapohja 2001b: if G0 cid:25 cid:01 then there exist EStable and therefore learnable under 16 and 17 stationary sunspot equilibria around thecid:133xed point. This condition is vericid:133ed exactly for cid:0cid:15cid:26cid:25 cid:0 1 cid:15cmcid:15m cid:011cid:15cid:26cid:25 cid:0 12 .Proof of Proposition 6First, notice again that although we cannot provide an analytical expression for Gi we can use 1 the fact that locally the map is conjugate to a linear map, and; 2 its relation with the forwardlooking map F .The conditions for stability of the cycle under learning are:j Dj cid:12cid:12cid:121 cid:0 cid:112cid:12cid:12cid:12 1j T cid:27j cid:12cid:12cid:23 cid:27 cid:112 cid:0 2cid:11 2cid:12cid:12 j 1 Dj 324344where:cid:23cid:27 1 cid:52F 0 cid:25H cid:27 F 0 cid:25L cid:27i1cid:201 1cid:0cid:27cid:15yi cid:27cid:18 1cid:15cid:26i cid:27 cid:0 1cid:19cid:21and where cid:0cid:27; cid:15yi and cid:15cid:26iare the elasticities computed at the two values of cid:25 over the cycle. From43, 44 it is straightforward to obtain a necessary and a su cient condition for local stability ofdeterministic cycles of period 2 50. We have:local stability cid:52i1G0i 1where i denotes the branch where the derivative is evaluated.A su cient condition for stability under learning, for every value of cid:11 is:i1G0icid:12cid:12 1 local stabilitycid:12cid:12cid:52which implies j 1vcid:27j j F 0 cid:25H cid:27 F 0 cid:25L cid:27j 1. Now, we know that at cid:25H cid:27: jcid:23cid:27j 1cid:12cid:12G02 cid:25H cid:27 G01 cid:25L cid:27cid:12cid:12cid:15cid:261 cid:27 cid:0 1cid:19 cid:02cid:0cid:27cid:15y 1 cid:27cid:18 11cid:11 cid:27 454647given the requirement that the active cid:133xed point is stable. The stability condition can berewritten as:where:j 1 cid:11 cid:27 cid:12 cid:27 cid:11 cid:27 cid:12 cid:27j 1cid:12 cid:27 1cid:0cid:27cid:15y 2 cid:27cid:18 1cid:15cid:262 cid:27 cid:0 1cid:19Let us start with the negative inequality:1vcid:27 cid:01 cid:12 cid:27 cid:02 cid:11 cid:271 cid:11 cid:274850 The result is obtained by Guesnerie and Woodford 1991, pag. 118 for a similar learning algorithm.33From the Figure 2 and 47 we have that as cid:27 increases cid:12 cid:27 decreases, as the policy rulebecomes more active at cid:25L cid:27. Conversely cid:11 cid:27 increases as cid:25H ! cid:25cid:3. Hence, the RHS of 48increases as cid:27 increases using the fact that cid:11 cid:27 cid:02. From continuity of F with respect to cid:27it existsbcid:27 such that :and thus for cid:27 bcid:27 we have stability under learning for every admissible cid:11.2 cid:11 bcid:271 cid:11 bcid:27cid:12 bcid:27 cid:0Let us consider the case where: cid:014950cid:01 1vcid:27 0conditions for stability are:Under 50 the su cient condition 46 is not satiscid:133ed, and cid:27 bcid:27. But, from 45, the necessaryvcid:27cid:01 0vcid:27cid:01 1of which only the latter is also su cient. It is easy to verify that vcid:27cid:01 0 holds for cid:12 cid:27 cid:01.Since we know that cid:12 cid:27 is decreasing in cid:27, from continuity it existsecid:27 bcid:27 where cid:12 ecid:27 cid:01such that for cid:27 2 bcid:27;ecid:27 the necessary condition is satiscid:133ed.Now it is clear from 43, 44 that in this case there exists anbcid:11cid:27 of low enough value such that In order to show what happens in the case cid:27 2 ecid:27; cid:27 I use the second necessary and su cientthe stability conditions are vericid:133ed.condition implied by 46:1vcid:27 1It is easy to see that this condition is vericid:133ed if F 0cid:25L is large and negative:in other words, ifthe policy rule at cid:25Lcid:27 is su ciently active. Given that cid:12 cid:27 is decreasing in cid:27, we could haveimplies that the stability conditions 43, 44 are violated for any cid:11. As cid:27 ! cid:27 we have thatvcid:27 ! 1 vcid:27, where j T cid:27j j 1 Dj. But this is the point where the cycle disappears. Hence,aecid:27 cid:27 cid:27 where the cycle is stable. We now prove that this is not possible.We have that for cid:27 ecid:27 cid:15, for cid:15 0 arbitrarily small, vcid:27 1. But we know that thisthere is no cid:27 cid:27 such that 1vcid:27 1 and the cycle exists. Hence, for cid:27 ecid:27 we have instabilityunder learning, for every parameter of cid:11 and this completes the proof.Proof of Proposition 11i cid:133rst using Proposition 12.5 of Evans and Honkapohja 2001a the existence of sunspots cid:15close to the deterministic cycle is guaranteed, provided G2cid:25H cid:27G1cid:25L cid:27 6 1. Since we knowthat this condition is violated only in the case where the cycle is destroyed cid:27 cid:27, then it ispossible to construct stationary sunspots on the deterministic cycle for all cid:27 cid:27.Second, by using Proposition 12.7 and 12.9 in Evans and Honkapohja 2001a we have thatnecessary and su cient condition for learnability of sunspots with the algorithm 14 is that:34G02cid:25H cid:27G01cid:25L cid:27 1ii, from Proposition 12.2 of Evans and Honkapohja 2001a51 we have that strong EStability But we know from Proposition 6 that this condition holds for every cid:27 ecid:27.is obtained for j G02cid:25H cid:27G01cid:25L cid:27j 1. From Proposition 6 this is vericid:133ed if cid:27 bcid:27.iii this is an application of Proposition 12.7 and 12.9 in Evans and Honkapohja 2001a:sunspots constructed on the active and passive steady state exists and are learnable if and only ifj G02cid:251 cid:27j 1 and j G01cid:252 cid:27j 1 which is vericid:133ed under the condition in Proposition 1.iv If we consider explicitly the map in its backward dynamics, it is actually possible to showthat sunspot equilibria exist outside a neighborhood of the deterministic cycle, both in the caseswhere the cycle is learnable and not. The result depends on the existence of the two branches G1and G2.These sunspots can be constructed by using the global methods of Grandmont 1987: a sunspotequilibrium exists if and only if cid:251 cid:27 and cid:252 cid:27 are included in the open interval formed by theirimages:Gi cid:251 cid:27 cid:251 cid:27 cid:252 cid:27 Gj cid:252 cid:27or Gi cid:252 cid:27 cid:251 cid:27 cid:252 cid:27 Gj cid:251 cid:2751where i and j denote the branch of G. Figure 9 gives an example: as cid:27 2:35 bcid:27, the cycleis indeterminate in forward dynamics, and nonlearnable. By continuity of the eigenvalues, alsosunspots in the neighborhood of the cycle are not learnable. But it is possible to construct sunspotsrelatively close to the cycle by choosing the appropriate branch of G.The Figure shows how to construct such a cycle:it is easy to verify that condition 51 issatiscid:133ed.Since it is possible to show numerically that the correspondence G keep the same form forcid:27 2 1; cid:27 under the benchmark parametrization , it is evident that it is also possible to constructsunspot equilibria on the two branches for any admissible cid:27.Let us consider the learnability of such sunspots. First, given a twostate sunspot equilibriumI limit my analysis to those equilibria we have that:cid:251 cid:27 z 11G1 cid:251 cid:27 1 cid:0 z 11 G2 cid:252 cid:27cid:252 cid:27 1 cid:0 z 22 G1 cid:251 cid:27 z 22G2 cid:252 cid:2752where 52 says that, given cid:251 cid:27 the agents choose the current cid:25 using the cid:133rst branch, whilegiven cid:252 cid:27 the decision is taken using the second branch, as in Figure 9. From 52 it is possibleto recover the value of the transition probabilities as a function of the states cid:251 cid:27 ; cid:252 cid:27:51 pg. 303.35Figure 9: Figure 9z 11 G2cid:251 cid:27 cid:0 G1cid:252 cid:27cid:01 cid:251 cid:27 cid:0 G1cid:252 cid:27z 22 G2cid:251 cid:27 cid:0 G1cid:252 cid:27cid:01 G2cid:251 cid:27 cid:0 cid:252 cid:2753The condition 51 guarantees that the values found for z 11 and z 22 are probabilities.Second, it is well known from Evans and Honkapohja 1995 that local convergence underlearning can be studied by considering EStability conditions 52.This is vericid:133ed if the eigenvalues of the following matrices are less than one: z 11G01cid:251 cid:271 cid:0 z 22G01cid:251 cid:27 z 22G02cid:252 cid:27Now, using trace and determinant, stability conditions are:1 cid:0 z 11G02cid:252 cid:27j D cid:27j cid:12cid:12z 11 z 22 cid:0 1G01cid:251 cid:27G02cid:252 cid:27cid:12cid:12 1cid:12cid:12cid:0z 11G01cid:251 cid:27 cid:0 z 22G02cid:252 cid:27cid:12cid:12 j 1 D cid:27j 52 For details see Evans and Honkapohja 2001, Evans and Honkapohja 1995.365455561.0071.0081.0091.011.0111.0121.0051.0061.0071.0081.0091.011.0111.012learnablecid:160sunspotcid:160closecid:160tocid:160thecid:160indeterminatecid:160cycle G1G2pi 1pi 2G1pi 1G2pi 2choose the states incid:135ation values close to the cycle.For cid:27 bcid:27 the conditions are satiscid:133ed because j G01cid:251 cid:27G02cid:252 cid:27j 1:Let us consider the case cid:27 bcid:27. First notice that cid:01 G02cid:252 cid:27 F 0G2cid:252cid:27 0 because G2cid:252 cid:27 cid:25cid:3, for every cid:27. Fix cid:252 cid:27 such that cid:252 cid:27 cid:20 cid:25L i.e. the low incid:135ation rate at theequilibrium cycle.it is su cient to 1Second, cid:133x cid:251 cid:27 such that G01cid:251 cid:27 0. This value exists for every admissible cid:27: in fact,as cid:251 cid:27 ! cid:25 G01cid:251 cid:27 F 0G1cid:251cid:27 turns positive and decreases in absolute value, given that F 0 cid:25 1 for every cid:27. Moreover, I checked numerically 53 and it is clear from the picture, for agiven cid:27 that 0 G01cid:25cid:3 1, for every cid:27. Hence, it is possible to choose cid:251 cid:27 2 cid:25cid:3; cid:25H cid:27such that 0 G01cid:25cid:3 1. But this implies that both 55 and 56 are satiscid:133ed and the sunspotis learnable.1Proof of Proposition 17:i The linearization gives the following dierence equation:bcid:25t1 24cid:16cid:0cid:27cid:15y cid:0 1cid:0cid:14cid:15cid:26cid:141cid:0cid:14cid:15cid:26 cid:17cid:16cid:0cid:27cid:15y cid:0 11cid:0cid:14cid:15cid:26cid:1735bcid:25t57Given that at the active ss cid:15cid:26 1, local uniqueness is clearly guaranteed by 27. Learnabilityfollows as in Proposition 1. On the other hand, for cid:15cid:26 1 the result is reversed.11cid:0cid:14cid:15cid:2611cid:0cid:14cid:15cid:26ii let us consider the map Gcid:27 under the contemporaneous rule. From the linearized equation,no bifurcation occurs. In fact, at the active steady statethe derivative is not decid:133ned and there is ait is apparent that for jcid:0cid:27cid:15yj 2cid:15ycid:25cid:161 10 G0cid:27 cid:25cid:3 1:For bcid:27 such that jcid:0bcid:27cid:15yj discontinuity. For cid:0 1cid:0cid:14cid:15cid:26cid:14 cid:27 bcid:27 we have that G0cid:27 cid:25cid:3 0. Hence, G0cid:27 cid:25cid:3 does not crosscid:15ycid:251cid:0cid:14cid:15cid:26cid:15cid:26cid:25cid:3cid:17 it is straightforward to check that the system undergoes 1. Instead, for jcid:27j cid:0 1a cid:135ip bifurcation it exists a cid:27cid:3 such that G0cid:27cid:3 cid:25cid:3 cid:01. The next Lemma, shows that thisbifurcation is subcritical: this means that as the active steady state is determinate and thus 27holds, no cycle around it exists.cid:15cid:26cid:17 such that a periodLemma At each cid:22 2 cid:0cid:22SR; cid:22LRcid:1 there exists cid:27cid:22 cid:0 1doubling bifurcation occurs. For cid:27 cid:27cid:22 the active steady state is determinate and for cid:27 cid:27cid:22it is indeterminate. 2 For cid:27 cid:27cid:22 and su ciently close to the bifurcation point a period twocycle exists. For any cid:27 cid:27cid:22 no cycle exists.2cid:15ycid:22cid:161 1Proof of Lemma. From Devaney 1989 we know that the condition for a period doublingbifurcation is:e 12cid:18 2Fcid:252cid:1921cid:253cid:19! 6 0 at cid:25cid:3; cid:27 cid:223cid:18 3F53 I checked numerically that for cid:27 cid:21 1:001 and cid:27 cid:20 2:5 cid:21 cid:27;given that the cycle does not exists for that values ofcid:27 the derivative has values ranging from 0.15 to 0.85.37Moreover, givend Fcid:27cid:22cid:27at cid:25cid:3we have that if de 0 then the bifurcation is subcritical the cycle exists when the cid:133xed pointis stable. It is trivial to verify from the linearized equation that d 0. It is also possible to shownumerically 54 that e 0 for cid:22 2cid:0cid:22SR; cid:22LRcid:1. Moreover, from the linearized equation we have thatat cid:27 cid:27cid:22 F 0 is equal to cid:01. Hence 1 and 2 follow. This proves that no cycles exist aroundthe active steady state.ii the linearized equation implies that under condition 27, we have:G0 cid:25 1where G represent the backward map under the contemporaneous rule. This is the condition for thenonlearnability of sunspots equilibria, as in Propositions 12.6 and 12.10 in Evans and Honkapohja2001a.iv trivial from 27. This completes the proof.Proof of Proposition 22:i After linearization, the local behavior of the system is determined by the linear dierenceequation:bcid:25t1 24cid:16cid:15cmcid:15m cid:0 1cid:0cid:14cid:15cid:26cid:141cid:0cid:14cid:15cid:26 cid:17cid:16cid:15cmcid:15m cid:0 11cid:0cid:14cid:15cid:26cid:1735bcid:25t58which gives determinacy and learnability under active monetary policy, for any parametervalues. By converse, passive policy imply indeterminacy and nonlearnability.ii follows the same steps as ii in Proposition 17.1cid:0cid:14cid:15cid:26cid:14iii it is apparent that cid:16cid:15cmcid:15mcid:01cid:0cid:14cid:15cid:26 cid:171cid:0cid:14cid:15cid:26cid:17 is always positive. Hence, at the passive steady state1cid:0cid:14cid:15cid:26 cid:171cid:0cid:14cid:15cid:26cid:17 1 and Proposition 12.6 and 12.10 in Evans and Honkapohja 2001a allow tocid:16cid:15cmcid:15mcid:0 1cid:16cid:15cmcid:15mcid:0cid:16cid:15cmcid:15mcid:0 1exclude learnability of the sunspots equilibria.1cid:0cid:14cid:15cid:26cid:14Proof of Proposition 26iv In the case of backwardlooking, the linearization leads to:In the case of forward looking:bcid:25t cid:201 1 cid:0 cid:14 cid:15cid:26 cid:0 1cid:15cmcid:15H cid:15cid:26 1 cid:0 cid:14 cid:0 cid:14cid:21bcid:25t154 The Maple program is available on request.38The proof follows following the same steps as for Proposition 6, Proposition 11 and Proposition 17. Concerning iv: it is possible to show numerically, as I do for the Lemma, that thechange of stability of the incid:135ation target leads to a subcritical bifurcation for cid:22 2 cid:0cid:22LR; cid:22SRcid:1.Figure 7 shows the bifurcation cycle for a given value of cid:22.cid:15cid:26cid:17bcid:25t2 cid:16cid:15cmcid:15H 1cid:15cmcid:15H 1 bcid:25t1vi it is easy to verify that iv and v hold if:jcid:15cmcid:15Hj cid:15cid:26 cid:0 12cid:15cid:26 cid:0Then, by letting cid:14 ! 1 the statement is proved.cid:14cid:15cid:26 1 cid:0 cid:1439References1 Azariadis, C. and R. Guesnerie, 1986, Sunspots and Cycles, The Review of Economic Studies 53, 725737.2 Batini, N. and E. Nelson, 2001, Optimal Horizon for Incid:135ation Targeting, Journal of Economic Dynamics and Control 25, 891910.3 Benhabib, J., SchmittGrohecid:146, S. and M. Uribe, 2001a, Monetary Policy and Multiple Equilibria, American Economic Review 91, 167185.4 Benhabib, J., SchmittGrohecid:146, S. and M. Uribe, 2001b, Chaotic Interest Rate Rules, mimeo,New York University.5 Benhabib, J., SchmittGrohecid:146, S. and M. Uribe, 2001c, Avoiding liquidity traps, mimeo, New York University.6 Benhabib, J., SchmittGrohecid:146, S. and M. Uribe, 2002, Designing Monetray Policy: BackwardLooking InterestRate Rules, New York University.7 Bernanke, B. S. and M. Woodford, 1997, Incid:135ation Forecasts and Monetary Policy, Journal of Money, Credit and Banking 29, 653684.8 Bloise, G., 2001, A Geometric Approach to Sunspot Equilibria, Journal of Economic Theory 101, 519539.9 Bullard, J. and J. Duy, 1998, On Learning and the Stability of Cycles, Macroeconomic Dynamics 2, 2248.10 Bullard, J. and K. Mitra, 2001, Learning About Monetary Policy Rules, Federal Reserve Bankof St. Louis Working Paper.11 Carlstrom, C. and T. Fuerst, 2000, Forward vs. BackwardLooking Taylor Rules, Working Paper, Federal Reserve Bank of Cleveland.12 Carlstrom, C. and T. Fuerst, 2001a, Learning And the Central Bank, Federal Reserve Bankof Cleveland Working Paper.13 Carlstrom, C. and T. Fuerst, 2001b, Timing And Real Indeterminacy in Monetary Models,Journal of Monetary Economics 47, 285298.14 Christiano, L. J.and S.Harrison, 1999, Chaos, Sunspots and Automatic Stabilizers, Journal of Monetary Economics 44, 331.15 Christiano, L.J., and M. Rostagno, 2001, Money Growth Monitoring and the Taylor Rule,NBER Working Paper 8539.4016 Clarida, R., Galicid:146, J. and M. Gertler, 1997, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, mimeo New York University.17 Devaney, R. L., 1989 An Introduction to Chaotic Dynamical Systems AddisonWesley.18 Evans, G.W. and S. Honakapohja, 1995, Local Convergence of Recursive Learning to Steady States and Cycles in Stochastic Nonlinear Models, Econometrica 63, 195206.19 Evans, G.W. and S. Honakapohja, 2001a, Learning and Expectations in Macroeconomics,manuscript.20 Evans, G.W. and S. Honakapohja, 2001b, Existence of Adaptively Stable Sunspot Equilibrianear an Indeterminate Steady State, Working Paper, University of Helsinki.21 Evans, G. W, Honkaophja S and R. Marimon, 2001, Stable Sunspot Equilibria in a Cash in Advance Economy, Working Paper, University of Helsinki.22 Eusepi, S., 2001, Optimal Monetary Policy Under Bounded Rationality, mimeo Universitacid:146cid:147Tor Vergatacid:148of Rome.23 Grandmont, J.M., 1985, On Endogenous Competitive Cycles, Econometrica 53, 9951045.24 Grandmont, J. M.,1986, Stabilizing Competitive Business Cycles, Journal of Economic Theory 40, 5779.25 Grandmont, J. M., 1989, Local Bifurcations and Stationary Sunspots in: Barnett W., Geweke J. and K. Shell, eds, Economic Complexity, Chaos, Sunspots, Bubbles and Nonlinearity Cambridge University Press26 Grandmont, J.M., 1998, Expectations Formation and Stability of Large Socioeconomic Systems, Econometrica 66, 741781.27 Grandmont, J.M, Pintus P. and de R. Vilder, 1998, CapitalLabor Substitution and competitive nonlinear endogenous business cycles, Journal of Economic Theory 80, 1459.28 Guesnerie, R. and M. Woodford, 1991, Stability of Cycles With Adaptive Learning Rules, in:Barnett, W., Cornet, B., Dcid:146Aspremont, C., J., G., and A. MasColell, eds, Equilibrium Theoryand Applications Cambridge University Press.29 Honkapohja, S. and K. Mitra, 2001, Are NonFoundamental Equilibria Learnable in Modelsof Monetary Policy?, Working Paper, University of Helsinki.30 Levin, A., Wieland, V. and J.C. Williams, 2001, The Performance of ForecastBased Monetary Policy Rules Under Model Uncertainty, ECB Working Paper 68.4131 Mc Callum, B. T., 2001, Incid:135ation Targeting and the Liquidity Trap, NBER Working Paper 8225.32 Svensson, L. E. O., 2001, Requiem for ForecastBased Instrument Rules, Working Paper,Princeton University.33 Taylor, B. J., ed., 1999 Monetary Policy Rules University of Chicago Press.34 de Vilder, R., 1994, Endogenous Business Cycles, Tinbergen Institute Research Series bookno. 96.35 Wiggins, S., 1990, Introduction to Applied Nonlinear Dynamical Systems and Chaos Springer Verlag.36 Woodford, M., 1999, Optimal Monetary Policy Inertia, NBER Working Paper n. 7261.37 Woodford, M., 2000, Pitfalls of ForwardLooking Monetary Policy, American Economic Association Papers and Proceedings 96 2, 100104.38 Woodford, M., 2002, Interest and Prices: Foundations of a Theory of Monetary Policy, manuscript, Princeton University.42", "filename": "480357366.pdf", "person": ["Stefano Eusepi", "Eusepi, Stefano"], "date": ["2005"]}