{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/60690/1/484855387.pdf"], "title": ["The joint dynamics of liquidity, returns, and volatility across small and large firms"], "plaintext": "The Joint Dynamics of Liquidity, Returns, and Volatility across Smalland Large Firms Tarun Chordia, Asani Sarkar, and Avanidhar Subrahmanyam Federal Reserve Bank of New York Staff Reports, no. 207April 2005JEL classification: G10, G14Abstract This paper explores liquidity spillovers in marketcapitalizationbased portfolios of NYSEstocks. Return, volatility, and liquidity dynamics across the small and largecap sectors aremodeled by way of a vector autoregression model, using data that spans more than 3,000trading days. We find that volatility and liquidity innovations in one sector are informativein predicting liquidity shifts in the other. Impulse responses indicate the existence ofpersistent liquidity, return, and volatility spillovers across the small and largecap sectors.Lead and lag patterns across small and largecap stocks are stronger when spreads in thelargecap sector are wider. Consistent with the notion that private informational trading inlargecap stocks is transmitted to other stocks with a lag, order flows in the largecapstockdecile predict both transactionpricebased and midquote returns of smallcap deciles whenlargecap spreads are high. Key words: market liquidity, market efficiency, shorthorizon returns Chordia: Goizueta Business School, Emory University email: tarun_chordiabus.emory.edu. Sarkar: Federal Reserve Bank of New York email: asani.sarkarny.frb.org. Subrahmanyam: Anderson Graduate School of Management, University of California, Los Angeles email: subraanderson.ucla.edu. The authors thank Jeff Coles,Arturo Estrella, Michael Fleming, Akiko Fujimoto, Kenneth Garbade, Charles Himmelberg,Mark Huson, Aditya Kaul, Spencer Martin, Vikas Mehrotra, Albert Menkveld, Federico Nardari, Christine Parlour, Lubos Pastor, Sebastien Pouget, Joshua Rosenberg, Christoph Schenzler, Gordon Sick, Neal Stoughton, Marie Sushka, Jiang Wang, and seminar participantsat Arizona State University, University of Alberta, University of Calgary, the International Conference on New Financial Market Structures held at HEC Montreal, and the Federal Reserve Bank of New York for helpful comments. The views expressed in this paper arethose of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.1 Introduction Although many relations in finance rely on the ability of investors to trade any amount ofa security without affecting the price, frictions, including those related to trading costsand short sale restrictions, do impact price formation. The role of a specific friction,namely, illiquidity, has recently attracted attention from traders, regulators, exchangeofficials as well as academics. Liquidity can be defined as the ability to quickly buy orsell large quantities of an asset at a low cost. Experiences of financial crises suggest that,at times, market conditions can be severe and liquidity can disappear,1 which underscoresthe need to understand the dynamics of liquidity.Whereas early studies on the determinants of liquidity focused principally on thecrosssection e.g., Benston and Hagerman, 1974, and Stoll, 1978, recent work has shiftedits focus towards studying the timeseries properties of liquidity. Hasbrouck and Seppi2001, Huberman and Halka 2001, and Chordia, Roll and Subrahmanyam 2000, 2001consider comovements in trading activity and liquidity in the equity markets. Chordia,Sarkar, and Subrahmanyam 2005 study commonalities in daily aggregate spreads anddepths in equity and U.S. Treasury Bond markets over an extended period.In addition, liquidity has been shown to influence equilibrium asset prices in thecrosssection. For instance, Amihud and Mendelson 1986 and Jacoby, Fowler, and Gottesman 2000 provide theoretical arguments to show how liquidity impacts financialmarket prices. Amihud and Mendelson 1986, Brennan and Subrahmanyam 1996,Brennan, Chordia and Subrahmanyam 1998, Jones 2001, and Amihud 2002 viewliquidity as a determinant of expected returns in a transaction costs context, while P astorand Stambaugh 2003 and Acharya and Pedersen 2004 relate liquidity risk to expected 1One after another, LTCMs partners, calling in from Tokyo and London, reported that their marketshad dried up. There were no buyers, no sellers. It was all but impossible to maneuver out of large tradingbets. Wall Street Journal, November 16, 1998.1stock returns.2As the above literature indicates, in recent years, there has been a resurgence of interest in the timeseries dynamics of liquidity as well as the impact of the level of liquidityand liquidity risk on the crosssectional determinants of expected returns and, in turn,the cost of capital. An important observation about liquidity is that it is a parameterendogenous to the environment. The interaction between investors buying and sellingdecisions determines liquidity in equilibrium. Given the endogeneity of liquidity, it is ofparticular interest to explore the financial market determinants that cause timeseriesmovements in liquidity, and how these determinants vary in the crosssection.Motivated by these arguments, we study the joint dynamics of liquidity, returns andvolatility for sizesorted decile portfolios of NYSE stocks using 15 years of daily data.While Chordia, Roll, and Subrahmanyam 2001 do clarify the crucial role of volatilityand returns in causing dynamic shifts in liquidity, virtually all extant studies of dynamicmovements in liquidity consider only marketwide aggregates. The issue of how thedynamics of liquidity vary in the crosssection is as yet unexplored. Also unexplored iswhether there are liquidity spillovers across different sectors of the stock market. Theexistence of spillovers in liquidity would imply joint increases in cost of capital wheneverliquidity dries up in a given sector.Our study of the crossdynamics of liquidity by market capitalization can be motivatedin part by Lo and Mac Kinlay 1990 and Conrad, Gultekin, and Kaul 1991 who studyvolatility and crossautocorrelations across small and large firms. The former study showsthat there are differences in stock price dynamics across small and large firms, while thelatter work demonstrates the existence of volatility spillovers across such firms. Our goal 2Two recent theoretical papers attempt to endogenize liquidity in assetpricing settings. Eisfeldt2004 relates liquidity to the real sector and finds that productivity, by affecting income, feeds intoliquidity. Johnson 2004 models liquidity as arising from the price discounts demanded by risk averseagents to change their optimal portfolio holdings. He shows that such a measure may dynamicallyvary with market returns, and hence help provide a rationale for liquidity dynamics documented in theliterature.2is to understand the dynamic interaction between trading frictions, returns and volatilityacross different market cap sectors. We use vector autoregression methodology to exploredynamic movements and comovements in liquidity, returns, and volatility across largeand smallcap stocks. The innovation over previous studies of liquidity dynamics isthe analysis of the crosssectional variation in the economic underpinnings of dynamicliquidity variations. Our empirical analysis sheds light on how the forecasting ability ofpotential attributes that cause dynamic shifts in liquidity, and the ability of liquidity toforecast these attributes, vary in the crosssection.From a practical standpoint, our study is relevant because a number of practitionershave been attracted to small cap stocks owing to academic research e.g., Keim, 1983, and,more recently, Fama and French, 1993 which provides evidence that expected returnsof small cap stocks are systematically different from those of large cap stocks. The firmof Dimensional Fund Advisors is a prominent company that trades small cap stocks.To the extent that some of these investment companies are large, their activities maybe particularly sensitive to liquidity in small cap stocks than in larger stocks which arecapable of withstanding their trades at low cost. Our analysis is of potential relevance inthis context, because our results can assist in forecasting and controlling trade executioncosts in small as well as large firms.The results suggest that there are spillovers across large and small cap stock liquidity, volatility, returns. Specifically, largecap smallcap stock volatility Grangercauses smallcap largecap bidask spreads; also, largecap bidask spreads Grangercause smallcap volatility. While there are similar cross effects from returns to volatilities, there are no cross effects from returns to bidask spreads. There is strong evidencethat a predictive relationship exists between small firm and large firm liquidity, as measured by bidask spreads; lags of liquidity in one market Granger cause liquidity in theother.3We estimate impulse response functions to examine the dynamics of the crosssectionalrelationships in liquidity, volatility and returns between small and large cap stocks. Theimpulse responses show that largecap bidask spreads respond to orthogonalized shocksto spreads, volatility and returns in the smallcap sector, with the response to volatilityand returns persisting for at least 10 days. In the reverse direction, shocks to largecapspreads, volatility and returns have a persistent impact on smallcap spreads, with theresponse peaking after one or two days. Thus, there are spillovers in liquidity, volatilityand returns across small and large stocks; moreover, the spillovers are often persistent,lasting days after the initial shock.Our Grangercausality results indicate that, consistent with Lo and Mac Kinlay 1990,the returns of large stocks lead those of small stocks. One possible explanation for thisphenomenon may be that the leadlag relation between small and large cap returns isrelated to relative liquidity movements in the two sectors. Consistent with this idea, weshow that these crossautocorrelation patterns in returns are strongest when the largecapbidask spreads are high. Further, order flows in the large cap sector play an importantrole in predicting small cap returns when large cap spreads widen. These results holdafter using midquote returns for the post1993 period, demonstrating that they are notdue to stale prices or a particular sample period. An interpretation of these results isthat marketwide information is first traded on in the largecap sector, causing spreadsthere to widen, and subsequently incorporated into prices of smallcap stocks with a lag.The rest of the paper is organized as follows. Section 2 describes how the liquiditydata is generated, while Section 3 presents basic timeseries properties of the data, anddescribes the adjustment process to stationarize the series. Section 4 provides an economic rationale for our vector autoregressions involving liquidity, returns, and volatilityacross large and small cap stocks, and presents the results from these regressions. Section 5 considers the role of liquidity in the leadlag relation between large and small capreturns. Section 6 concludes.42 Liquidity and Trading Activity Data Stock liquidity data were obtained for the period January 1, 1988 to December 31, 2002the data extends the sample of Chordia, Roll, and Subrahmanyam, 2001, by four additional years. The data sources are the Institute for the Study of Securities MarketsISSM and the New York Stock Exchange TAQ trades and automated quotations. The ISSM data cover 19881992, inclusive, while the TAQ data are for 19932002. We useonly NYSE stocks to avoid any possibility of the results being influenced by differencesin trading protocols between NYSE and Nasdaq.This paper analyzes the potential drivers of stock liquidity measures that the previousliterature has focused upon, viz., quoted spreads and market depth, for both large andsmall cap stocks. Based on earlier literature e.g., Amihud and Mendelson, 1986, Benstonand Hagerman, 1974, and Hasbrouck 1991, we take these drivers to be returns, returnvolatility, and trading activity. We use order imbalances as measures of trading activity,rather than volume, because imbalances bear a stronger relation to trading costs byrepresenting aggregate pressure on the inventories of market makers. These imbalancesare calculated by way of the Lee and Ready 1991 algorithm, and, as such, are estimatesof the true imbalances. Since imbalances are intimately related to returns see Chordia,Roll, and Subrahmanyam, 2002, the use of returns in addition to imbalances allowsus to pick up any imbalancerelated effects that may be attenuated by the use of animperfect proxy for the imbalance variable.We follow the filter rules and selection criteria in Chordia, Roll and Subrahmanyam2001 to extract transaction based measures of liquidity and order imbalances fromtransactions data. The measures we extract are: i quoted spread QSPR measured asthe difference between the inside bid and ask quote ii relative or proportional quotedspread RQSPR measured as the quoted spread divided by the midpoint of the bidaskspread, and iii depth, DEP measured as the average of the posted bid and ask dollar 5amounts offered for trade.3 The transactions based liquidity measures are averaged overthe day to obtain daily liquidity measures for each stock. The daily order imbalanceOIB is defined as the dollar value of shares bought less the dollar value of shares solddivided by the total dollar value of shares traded.Once the individual stock liquidity data is assembled, in each calendar year, thestocks are divided into deciles by their market capitalization at the end of the previousyear. Valueweighted daily averages of liquidity are then obtained for each decile, anddaily timeseries of liquidity are constructed for the entire sample period. The smallestfirm group is called decile 0, while decile 9 denotes the largest firm group. Since anycrosssectional differences in liquidity dynamics would be most manifest in the extremedeciles, we mainly present results for deciles 9 and 0. This allows us to present our analysisparsimoniously. Where relevant, however, we also discuss results for other deciles.3 Basic Properties of the Data 3.1 Summary Statistics In Table 1, we present summary statistics associated with liquidity measures, togetherwith information on the daily number of transactions for the two size deciles. Sinceprevious studies such as Chordia, Sarkar, and Subrahmanyam 2005 suggest that thereduction in tick sizes likely had a major impact on bidask spreads, we provide separatestatistics for the periods before and after the two changes to sixteenths and decimalization. We also present statistics on the absolute daily proportional change in quotedspreads and depth. These measures are of interest from a practical standpoint. For example, agents splitting their orders over time would presumably be interested in ascertainingthe degree to which the spread moves from day to day.3We have also performed alternative analyses using effective spreads, defined as the twice the absolutedifference between the transaction price and the midpoint of the prevailing quote. The results are largelyunchanged from those for quoted spreads, hence, for brevity, we do not report these in the paper.6Interestingly, spreads for large and small stocks are very close to each other 18.6 and 19.1 cents, respectively, before the shift to sixteenths, but have diverged considerablysince the shift. Indeed, the average spread for large stocks is half that of small stocks5.0 versus 10.2 cents in the period following decimalization. While we have verifiedthat both these differences are statistically significant,4 the point estimates indicate thatdecimalization has been accompanied by a substantial reduction in the spreads of largestocks, which is consistent with the prediction of Ball and Chordia 2001.The difference in mean depths of large and small stocks has narrowed in recent times,though again, all differences are statistically distinguishable from zero. The depth oflarge stocks is on average double that of small ones in the presixteenths period, but isabout 50% higher than depth in the smallcap sector in the postdecimalization period.Depths have decreased after decimalization relative to the eighths regime, consistent withthe prediction of Harris 1994, and an unreported ttest indicates that these decreasesare also statistically significant for both small and large cap stocks.In view of the recent interest in liquidity fluctuations P astor and Stambaugh, 2003,Acharya and Pedersen, 2004, it also is useful to note that the average absolute value ofdaily proportional changes in spreads, somewhat counterintuitively, is greater for largerfirms than for smaller ones. For example, daily changes in depth were about 50% larger inlarge cap firms before the shift to sixteenths. While the differential has decreased in recenttimes, it is still substantive about 25%.5 We conjecture that significant fluctuations inorder imbalances created by institutional demand within the large cap sector may causegreater fluctuations in liquidity.The standard deviation of large cap spreads is double that of small cap spreads in thepresixteenth period, but the difference in dispersion across small and largecap spreads 4Unless otherwise stated, significant is construed as significant at the 5% level or less throughoutthe paper.significant in every subperiod.5Again, differences in liquidity fluctuation measures across small and large firms are all statistically 7reverses sign and is much smaller in the postdecimalization period. A similar narrowingin recent months is evident in the difference in the standard deviation of depths for thesmall and largecap sectors however, all differences between large and small cap spreaddispersions remain statistically significant.It is worth observing that the average daily number of transactions has increasedsubstantially in recent years, for both large and small cap stocks. For example, theaverage daily number of transactions increased from 580 in the first subperiod beforethe shift to sixteenths to 3,984 in the last subperiod post decimalization, and thisdifference, not surprisingly, is statistically significant. Of course, large cap stocks aremuch more actively traded than small cap ones.Figure 1, Panel A plots the timeseries for quoted spreads for the largest and smallestdeciles. The figure clearly documents the declines caused by two changes in the ticksize and also demonstrates how large stock spreads have diverged away from those ofsmall stocks towards the end of the sample period. In Panel B, we plot the proportionalspreads for the large and small stocks. Spreads in small stocks tend to be much largerthan those in the large cap stocks, though both series demonstrate a decrease over time,especially after the changes in the tick size.In the remainder of the paper, we focusprimarily on spreads that are not scaled by price because we do not want to contaminateour inferences by attributing movements in stock prices to movements in liquidity. Ourchoice is justifiable because we do not examine the crosssection of liquidity at a point intime, but are interested in crosssectional differences in the dynamics of liquidity withinthe largest and the smallest decile of stocks. We have ascertained, however, that ourprincipal results are robust to using the proportional spread series as opposed to the oneinvolving raw spreads.83.2 Adjustment of TimeSeries Data on Liquidity, Imbalances Returns, and Volatility Our goal is to explore the dynamic relationships between liquidity, price formation, andtrading activity, across the small and large cap sectors, at the daily horizon. Principally,we seek to ascertain the extent to which daytoday movements in liquidity are caused byreturns and return volatility. Return volatility VOL is obtained as the absolute value ofthe residual from the following regression for decile i on day t see Schwert, 1990, Jones,Kaul, and Lipson, 1994, and Chan and Fong, 2000:Rit a 1 4cid:1j1a 2j Dj 12cid:1j1a 3j Ritj eit,1where Dj is a dummy variable for the day of the week and Rit also the variable RETused below represents the valueweighted average of individual stock CRSP returns fora particular decile.Liquidity across stocks may be subject to deterministic movements such as time trendsand calendar regularities. Since we do not wish to pick up such predictable effects inour timeseries analysis, we adjust the raw data for deterministic timeseries variations.All the series, returns, order imbalance, spreads, depths, and volatility are transformedby the method of Chordia, Sarkar, and Subrahmanyam 2005, who, in turn, adopt theprocedure used by Gallant, Rossi, Tauchen 1992. Specifically, we regress the series ona set of adjustment variables:cid:2w x u mean equation.2In equation 2, w is the series to be adjusted and x contains the adjustment variables.The residuals are used to construct the following variance equation:logu 2 xcid:2 v variance equation.3The variance equation is used to standardize the residuals from the mean equation and 9the adjusted w is calculated in the following equation,wadj a buexpxcid:22,4where a and b are chosen so the sample means and variances of the adjusted and theunadjusted series are the same.The adjustment variables used are as follows. First, to account for calendar regularities in liquidity, returns, and volatility, we use i four dummies for Monday through Thursday; ii 11 month of the year dummies for February through December, and iiia dummy for nonweekend holidays set such that if a holiday falls on a Friday then thepreceding Thursday is set to 1, if the holiday is on a Monday then the following Tuesdayis set to 1, if the holiday is on any other weekday then the day preceding and followingthe holiday is set to 1; this captures the fact that trading activity declines substantiallyaround holidays. We also include iv a time trend and the square of the time trend toremove deterministic trends that we are not seeking to explain.We further consider dummies for financial market events that could affect liquidity ofboth small and largecap stocks. Specifically, we include v 3 crisis dummies, where thecrises are: the Bond Market crisis March 1 to May 31, 1994, the Asian financial crisisJuly 2 to December 31, 1997 and the Russian default crisis July 6 to December 31,1998,6 vi dummies for the day of and the two days prior to macroeconomic announcements about GDP, employment and inflation; this intends to capture informed tradingand portfolio balancing around public information releases, vii a dummy for the periodbetween the shift to sixteenths and the shift to decimals, and another for the periodafter the shift to decimals, viii a dummy for the week after 91101, where we expectliquidity to be unusually low, and ix a dummy for 91691 where for some reason, mostlikely a recording error, only 248 firms were recorded as having been traded on the ISSM6The dates for the bond market crisis are from Borio and Mc Cauley 1996. The starting date forthe Asian crisis is the day that the Thai baht was devalued; dates for the Russian default crisis are fromthe Bank for International Settlements see, A Review of Financial Market Events in Autumn 1998,CGFS Reports No. 12, October 1999, available at http:www.bis.orgpublcgfspubl.htm.10dataset whereas the number of NYSElisted firms trading on a typical day in the sampleis over 1,100.Table 2 presents the regression coefficients for liquidity measures from the mean equation 2. For the sake of brevity, we do not present results for order imbalances, nor forthe variance equation 3; however, these results are available upon request.We are most interested in differences in the adjustment regression coefficients betweenthe different size sectors. A readily noticeable finding is that the nature of calendar regularities in liquidity is different across large and small stocks. For example, Januaryspreads are higher for large stocks than spreads in other months all dummy coefficientsfrom February to December are negative and significant for large cap stocks. This regularity is much less apparent for small cap stocks since only the November and Decembercoefficients are negative and significant in the regressions. To confirm a January effectin large cap spreads, we compare the mean difference in January spreads across the twosectors and find that large cap spreads are significantly higher than small cap spreads atthe 5% level. In addition, omitting all of the monthly dummy coefficients and includingonly the January dummy, we find that this dummy is not significant for small cap stocks.It is, however, significant with a t statistic of 12.17 for large cap stocks. Thus, overallthe evidence indicates that large cap spreads are significantly higher in January, but thesame is not true for small cap stocks.7We also note that Monday spreads are low for large stocks but high for small stocksrelative to Friday; however, depths are lower on Mondays for both sectors. The Januarybehavior may be due to the fact that portfolio managers shift out of the largecap sectorfollowing windowdressing in December. The differential Monday effect is a puzzle andwe discuss it further after we present the return adjustment results. We observe thatlarge cap spreads are higher during all three crisis periods, and small cap spreads are 7Clark, Mc Connell, and Singh 1992 document a decline in spreads from end of December throughend of January, but do not compare seasonals for large and small cap stocks explicitly.11higher in two of the three crises. These results are generally consistent with the notionthat financial crises result in a loss of market liquidity.8 As expected, we see that spreadsare higher in the week following 9112001. In addition, there has been a strong negativetrend in spreads since decimalization for both small and large companies. The results forstock depths also in Panel A of Table 2 are generally consistent with those for spreads.Next, we briefly discuss the results for returns and volatility, presented in Table 3.Since dayoftheweek effects are incorporated when computing volatility in equation 3,these effects are omitted from the adjustment regressions. It can be seen that largecapstock returns display little systematic timeseries variation. However, small cap returnsare high on Fridays relative to the rest of the week and in January relative to othermonths; these results are consistent with early studies on return regularities such as Gibbons and Hess 1981 and Keim 1983. Stock volatility is high from October to January for smallcap stocks and in October and January for both largecap stocks,relative to other months.The higher spreads on Monday for small cap stocks are to be understood in conjunction with the day of the week effect in returns. In unreported results, we find that orderflow is tilted significantly to the sellside for small stocks on Mondays relative to Fridays.Thus, agents appear to be trading in order to countervail the buying pressure on Fridays.This rebound selling on Mondays following high returns towards the end of the weekcan contribute to increased spreads, as market makers struggle to offload the increasedinventory.9To formally test for stationarity, we perform augmented DickeyFuller and PhillipsPerron tests on the adjusted series. We allow for an intercept under the alternative 8Recent studies Davis, 1999, Emmons and Schmid, 2000, Muller and Verschoor, 2004 suggest thatfinancial crises resulted in increased uncertainty about firms prospects; such uncertainty can contributeto decreased liquidity during crises viz., Stoll, 1978.9See Chordia, Roll, and Subrahmanyam 2001, 2002 that down markets and high order imbalancesare accompanied by decreased liquidity.12hypothesis, and use information criteria to guide selection of the augmentation lags. Weeasily reject the unitroot hypothesis for every series including those for return, volatility,and imbalances, generally with p values less than 0.01. Thus, the evidence indicates thatall of the adjusted series are stationary. For the remainder of the paper, we analyze theseadjusted series, and all references to the original variables refer to the adjusted timeseriesof the variables.4 Vector Autoregresssion 4.1 Economic Motivation for the VAROur goal is to explore intertemporal associations between market liquidity, returns,volatility, and order imbalances.In earlier literature such as Benston and Hagerman1974, and Branch and Freed 1977, the latter three variables have been treated as determinants of liquidity i.e., as independent variables. However, bidirectional causalitybetween liquidity and the other variables is a distinct possibility because of economic rationales provided in earlier literature. For example, liquidity may impact returns througha premium for greater trading costs Amihud and Mendelson, 1986. However, returnsmay also influence future trading behavior, which may, in turn, affect liquidity. In particular, both standard portfolio rebalancing arguments Merton, 1973 as well as lossaversion Odean, 1988 imply returndependent investing behavior which, by creating anorder imbalance, may affect liquidity.Next, volatility impacts liquidity because of its effect on inventory risk Stoll, 1978.In the reverse direction, decreased liquidity could increase asset price fluctuations see,e.g., Longin, 1997, or Subrahmanyam, 1994. Further, Chordia, Roll, and Subrahmanyam2002 find that days with high net order flow are followed by days of low liquidity, presumably because of strained market maker inventories.10 If increased liquidity decreases 10See Chordia and Subrahmanyam 1995 for a simple model of how spread levels depend on inventory.13the reservation price of the asset for investors, then it may spark buying activity andthus affect order imbalances.Evidence also suggests that crossstock effects may be significant. For example, notonly is volatility persistent but there are volatility spillovers across small and large stocks.Conrad, Gultekin, and Kaul 1991 attribute the latter phenomenon to volatility information being incorporated with a lag in smaller firms. Return predictability and spilloversat short horizons are documented by Lehmann 1988 and Lo and Mac Kinlay 1990.Insofar as our final variable, imbalance, is intimately linked to returns Chan and Fong,2000, Chordia, Roll, and Subrahmanyam, 2002, spillovers cannot be ruled out in thisvariable either. Furthermore, if there are leads in trading activity in response to systematic wealth or informational shocks from liquid to illiquid sectors, then liquidity inthe large cap sector may predict trading activity, and, in turn, liquidity in the small capsector. Moreover, if any of the above variables in one sector forecast liquidity in theother, the arguments in the previous two paragraphs carry over to crossmarket effectson liquidity.Given that there are reasons to expect crosssector effects and bidirectional causalities, we adopt an eightequation vector autoregression that incorporates eight variables,four each i.e., measures of liquidity, returns, volatility, and order flows from large andsmall cap stocks.11 Thus, consider the following system:Xt Yt Kcid:1j1Kcid:1j1a 1j Xtj a 2j Xtj Kcid:1j1Kcid:1j1b 1j Ytj ut,b 2j Ytj vt,56where X Y is a vector that represents the adjusted series of liquidity, returns, volatility,By using signed order flow, essentially we are allowing for asymmetric effects of buy and sell imbalanceson spreads.11Hasbrouck 1991, in the latter part of his paper, also performs a vector autoregression comprisedof stock spreads and trades. However, he uses intraday horizons, whereas we use a daily horizon to lookfor longerterm causalities.14and imbalance in the large small cap stock deciles. We choose the number of lagsin equations 5 and 6 on the basis of the Akaike Information Criterion AIC andthe Schwarz Information Criterion SIC.12 We now provide estimates from the VARmodel that captures timeseries movements in stock liquidity. We are also interested inexamining whether unexpected liquidity shocks are systemic in nature; an examinationof the VAR disturbances allows us to address this issue. For convenience, we use thesame variable names for the adjusted series as for the unadjusted ones.4.2 VAR Estimation Results We present results from a VAR with endogenous variables OIB9, OIB0, VOL9, VOL0,RET9, RET0, QSPR9, and QSPR0, where the 0 and 9 suffixes denote the size deciles,with 0 representing the smallest size decile and 9 the largest. The VAR is estimatedwith two lags and a constant term, and uses 3782 observations. We first examine thecrosscorrelations of innovations obtained from the VAR estimation. This exercise helpsus understand if there is a joint dynamic structure to liquidity across small and large capstocks. The practical implication is that if liquidity innovations are positively correlatedacross sectors, then investors should attempt contemporaneous execution of orders inboth sectors on unusually high liquidity days in any one sector. We omit results fordepth from the analysis because these are qualitatively similar to those for spreads.Table 4 reports the correlation matrix of the VAR innovations. We find that shocks tospreads are negatively associated with returns in either sector. This accords with Chordia,Roll, and Subrahmanyam 2001, who show that positive market returns are accompaniedby decreased spreads and vice versa. The result is generally consistent with the liquiditypremium theory Amihud and Mendelson, 1986, wherein shocks that decrease liquidityhave a downward effect on contemporaneous asset prices. The magnitude of the own12Where these two criteria indicate different lag lengths, we choose the lesser lag length for the sake ofparsimony. Typically, the slope of the information criterion as a function of lags is quite flat for largerlag lengths, so the choice of smaller lag lengths is justified.15sector correlation is about three times larger for the large cap sector relative to the smallcap sector in an unreported ztest, the difference is also statistically significant at the 5% level.We also find that crosssector liquidities and volatilities are positively and significantlycorrelated. Innovations in small cap and large cap spreads have a correlation of 0.133,while that between volatility innovations is 0.264; these numbers are statistically differentfrom zero. Thus, there is evidence of common dynamics between large and small capspreads as well as volatilities. Also, note that small cap volatility innovations bearstrong correlations with large cap volatility as well as spread innovations. Interestingly,the latter correlation is much larger than the ownsector correlation between small capspreads and volatility again, the difference is significantly different from zero.13 Overall,these results point to the importance of the largecap sector in the determination ofliquidity and volatility in the smallcap sector. To investigate predictability we now turnto Grangercausality results.In Table 5, we present Chisquare statistics for the null hypothesis that variable idoes not Grangercause variable j. Specifically, we test whether the lag coefficients of iare jointly zero when j is the dependent variable in the VAR. The cell associated withthe ith row variable and the jth column variable shows the statistic associated with thistest.Within each market, there is twoway Granger causation between quoted spreadsand volatility. Spreads and volatility also Grangercause each other across markets,except that small cap spreads do not Grangercause large cap volatility. Spreads do not 13The greater correlation of small cap volatility with large cap spreads than with small cap spreads canbe interpreted in the context of the price experimentation literature viz. Glosten, 1989, and Leach and Madhavan, 1993. These authors suggest that a specialist with greater monopoly power will smooth outliquidity across periods of high and low adverse selection, thus reducing the sensitivity of liquidity to theextent of information asymmetry. Under the plausible premise that volatility partially proxies for thedegree of information asymmetry Kyle, 1985, and that specialists in large stocks face more competitionfrom the trading floor, we would expect a smaller correlation between liquidity and volatility in largestocks relative to small ones; the result in Table 4 is consistent with this economic argument.16Grangercause returns. While large cap returns do Grangercause large cap spreads, smallcap spreads are not Grangercaused by either large or small cap returns. An economicinterpretation is that order flow shocks have larger magnitudes in the large cap sectorthan in the small cap sector, possibly because of more herding and thus more extremeimbalances in large cap stocks, which are owned relatively more by institutions Siasand Starks, 1997, Dennis and Strickland, 2003. Hence price movements induced byinventory imbalances may have a greater persistent effect on large cap liquidity than onsmall cap liquidity.Overall, there is compelling evidence that liquidities in the large cap and small capsectors are not just contemporaneously correlated, but further, lags in liquidity in onemarket help predict liquidity in the other. Both own and crossvolatilities are relevantin forecasting liquidity in a given sector so that volatility shifts in either sector play a keyrole in liquidity dynamics in both sectors. Among other results not involving spreads, itis particularly interesting that largecap returns cause smallcap returns but the reverseis not true; thus, largecap returns lead smallcap returns. Section 5 further exploresthis finding. Also, smallcap volatility Grangercauses largecap returns but largecapvolatility does not predict largecap returns.Having performed Granger causality tests, which are based on analyses of coefficientsfrom a single equation, to assess crosssectional predictability, we now turn to examiningthe joint dynamics of liquidity, volatility and returns implied by the full VAR system.To this end, we estimate impulse response functions IRFs. An IRF traces the impactof a one standard deviation innovation to a specific variable on the current and futurevalues of the chosen endogenous variable. Since the innovations are correlated as shownin Table 4, we use the inverse of the Cholesky decomposition of the residual covariancematrix to orthogonalize the impulses. Results from the IRFs are generally sensitive tothe specific ordering of the endogenous variables.14 We arrange the variables according 14However, the VAR coefficient estimates and, hence, the Granger causality tests are unaffected by 17to the order in which they influence the other variables.We note that the price formation process starts with market makers observing anorder, which represents an information or an endowment shock. These shocks then affectprices and liquidity through trading. This suggests an argument for order imbalanceto be placed first in the ordering. Given these considerations, we fix the ordering forendogenous variables as follows: OIB0, OIB9, VOL0, VOL9, RET0, RET9, QSPR0 and QSPR9. While the rationale for the relative ordering of returns, volatility and liquidity isambiguous, we find that the impulse response results are robust to the ordering of thesethree variables. Also, our qualitative results remain mostly unchanged if we reverse theordering of small and large cap stocks; we note instances when this is not the case. Since OIB generally has relatively weak effects on liquidity and volatility, we omit its IRFs forbrevity; these are available upon request from the authors.Figure 2 Panel A illustrates the response of endogenous variables in the large capsector to a unit standard deviation orthogonalized shock in the endogenous variableswithin the small cap sector for a period of 10 days. Monte Carlo twostandarderrorbands are provided to gauge the statistical significance of the responses. We focus onthe response of the quoted bidask spread of large cap stocks to the smallcap market.The large cap spread responds negatively to an innovation in small cap stock returnsand positively to a shock to small cap volatility. In both cases, the response persistsfor at least 10 days, illustrating the strength of the crossmarket effects. These resultsare consistent with those of Chordia, Roll, and Subrahmanyam 2001 who show thatupmarket moves positively affect the spread and vice versa, and with models of microstructure which argue that increased volatility, by increasing inventory risk, tends todecrease liquidity. Largecap bidask spreads respond positively to innovations in smallcap spreads contemporaneously.the ordering of variables.18Panel B of Figure 2 shows the response of the small cap sector to unit shocks inthe large cap sector. First, while large cap returns respond to small cap returns onlycontemporaneously, small cap returns respond to large cap stock return shocks after alag of one day this finding is explored further in Section 5. There is reliable evidencethat small cap spreads respond to large cap spreads, as well as large cap volatility andreturns. It can also be seen that small cap volatility responds to large cap spreads. Inall cases, there is evidence that the response persists and is strongest after the event day.Are these results robust to the relative ordering of the small and large cap sectors?We reestimate the IRFs after reversing the VAR ordering as follows: OIB9, OIB0, VOL9,VOL0, RET9, RET0, QSPR9 and QSPR0. The results are unchanged except that theresponse of largecap spreads to smallcap spreads persists beyond the contemporaryperiod and the response of small cap returns to large cap returns persists for at least 10days. Overall, crossmarket IRFs show that the biggest response of the large cap sectorto shocks in the small cap market tends to be contemporaneous; whereas the small capmarket appears to have a more delayed response to the large cap sector. These resultsare consistent the interpretation that informational events are first incorporated into thestock market via large cap trades and then transmitted to the small cap sector with alag. We will provide additional evidence in support of this hypothesis in section 5.Panels C and D report the ownsector impulse response functions. These plots confirmthe notion that liquidity shocks are persistent, and that volatility shocks in a sector resultin a persistent decline in liquidity in that sector, which is consistent with Stoll 1978.Furthermore, liquidity decreases for several days in response to a negative return shockin either sector, likely because during periods of price declines market makers requiremore time to recover from strained inventories.For robustness, in unreported analysis, we also examine the impulse responses oflarge cap or decile 9 stocks to other deciles e.g. decile 5, and find that the results are 19materially similar to the previously reported responses of large cap stocks to decile 0stocks 4.3 Summary of VAR Results Volatility and return shifts in both large and small cap sectors are informative in forecasting liquidity shifts in the other sector. This evidence is consistent with the notionthat volatility and return spillovers, by affecting the risk of carrying inventory as wellas order imbalances, affect liquidity in either sector. In addition, liquidity shocks in onemarket predict liquidity changes in the other market, demonstrating that liquidity shockstransmit directly across sectors, in addition to their indirect transmission via volatilityand returns movements.The transmission of financial market shocks between sectors is in some cases asymmetric, moving from large to small cap stocks but not in the reverse direction. In particular,liquidity and returns in the large cap sector predict volatility and returns, respectively,in the small cap sector but the reverse is not true. This asymmetry suggests a relativelymore active role of the large cap sector in propagating marketwide shocks. In addition tothese crossinfluences, ownsector volatility and returns help forecast ownsector liquidity.The impulse responses show that the response of one market to shocks in the otheris statistically significant and often persists for days. The impulse responses also appearto be economically significant. For example, considering the magnitude of the highestresponse one day after the shock, a onestandard deviation shock to large cap volatilityresults forecasts an increased annual trading cost of 500,000 on a one million shareroundtrip trade per day assuming 250 trading days per year. The forecasting impactof large cap spreads on small cap spreads is about half this amount.205 Liquidity and Market Efficiency in the Small Cap Sector Of late, there has been interest in the notion that market frictions are related to the efficiency with which financial markets incorporate information see, for example, Mitchell,Pulvino, and Stafford, 2002, Hou and Moskowitz, 2004, Avramov, Chordia, and Goyal,2004, and Sadka and Scherbina, 2004.In this section, we consider whether marketefficiency in the small cap sector is influenced by liquidity shifts.The Grangercausality results of Section 4 indicate that large cap returns are informative in predicting small cap returns. This is consistent with the analysis of Lo and Mac Kinlay 1990, who document that large cap returns lead small cap returns at shorthorizons.15 Chordia and Swaminathan 2000 suggest that leads and lags may be causedby differences in the speed of adjustment to common information. We examine whetherliquidity dynamics are related to the strength of the lead from large firm returns to smallfirm returns.Why might movements in liquidity be related to the strength of the leadlag effect?There are two possible reasons. First, arbitrageurs may choose to trade in small cap stocksin order to profit from common information shocks that have already been incorporatedinto the prices of large firms. An exogenous widening of small cap spreads can possiblycreate greater frictions for arbitrageurs that seek to close the pricing gap between largeand small firms. This simple argument suggests that the lead and lag effect would increase 15In an exploratory investigation, we consider a weekly horizon similar to that used by Lo and Mac Kinlay 1990 and subsequently in studies by Mech, 1993, Badrinath, Kale, and Noe, 1995, Mc Queen,Pinegar, and Thorley, 1996, and Sias and Starks, 1997. We find that the lead from large to small stockshas weakened in recent years. Indeed, a quick check using the CRSP size decile returns indicates thatfrom July 1962 to December 1988 defining a week as starting Wednesday and ending Tuesday, thecorrelation between weekly small cap returns and one lag of the weekly large cap return is as high as 0.210, whereas from 1988 to 2002, this correlation drops to 0.085. This is perhaps not surprising; wewould expect technological improvements in trading to contribute to greater market efficiency. Sincethe baseline leadlag effect is weak over the weekly horizon within our sample period, we desist from ananalysis of weekly returns and liquidity in this paper.21when small cap spreads are high. The reasoning offers little role for large cap spreads,since arbitrageurs activity is initiated in the small firms, whose returns lag those of thelarge firms.Arbitrage, however, is not necessary for closing the leadlag gap because marketmakers in the small cap sector may directly use price quotes from the large cap sector toupdate their own quotes. This leads us to our second line of argument, which indicatesthat large cap spreads may play a role in determining leads and lags by signaling theoccurrence of informational events.To understand this second argument, note that price moves occur due to public signalsas well as private information conveyed to the market by way of order flows. Revelationof systematic public signals would result in a nearsimultaneous updating of quotes bymarket makers in all stocks, and thus would likely not cause a significant leadlag effect.On the other hand, if agents with private information about common factors choose toexploit their informational advantage in the largecap sector which has a higher baselinelevel of liquidity than the smallcap sector, then lagged quote updating by small capmarket makers may cause small stock returns to lag those of large stocks viz. Chan, 1993,Chowdhry and Nanda, 1991, Gorton and Pennacchi, 1993, and Kumar and Seppi, 1994.Thus, during periods where agents receive privileged information about common factors,lead and lag effects are much more likely viz., Brennan, Jegadeesh, and Swaminathan,1993.Since the informed trading which causes the leadlag in the above line of argument isexpected to temporarily reduce liquidity in the largecap sector Glosten and Milgrom,1985, spread increases in the large cap sector may portend an increased lag of small firmreturns to large firm returns. Also, if it is the case that the content of private informationbased trades gets reflected first in the largecap sector, we would expect both largecaporder flows and largecap returns to play important roles in predicting small cap returns.22In the first line of argument, lagged small cap spreads play a crucial role in determiningthe extent of the leadlag relationship, whereas in the second, it is lagged large cap spreadsthat are relevant. Furthermore, the two arguments are not mutually exclusive. In orderto distinguish which of the above lines of argument, if any, is more germane to the leadand lag relationship, we analyze the link between the extent of the leadlag relationshipand the levels of large and small cap spreads.We capture the influence of liquidity levels and orderflow dynamics on the leadlag relationship between small and large cap stocks by adding a number of interaction variablesin the equation for RET0 within the VAR framework. These interaction variables include the first lags of QRET09, QRET99, and QOIB99, where QRET09QSPR0RET9,QRET99QSPR9RET9, and QOIB99 QSPR9OIB9. Consistent with the discussionabove, wherein information events are assumed to occur exogenously, the interactionvariables are treated as extraneous to the VAR system. With the addition of these interaction terms, the VAR no longer conforms to the standard form and so the OLS methodis no longer efficient. Thus, we use the Seemingly Unrelated Regression SUR methodto estimate the system of equations.In Table 6 we present the results of these regressions. We first consider the coefficientof lagged return alone which already is part of the main VAR. This is statisticallysignificant and positive, supporting the analysis of Lo and Mac Kinlay 1990. The secondcolumn interacts the spread in large and small cap stocks with the lagged large cap return.The coefficient of the lagged return is considerably reduced and the lagged large capreturn becomes insignificant after inclusion of the interaction variables. The coefficient on QRET99 large cap spread interacted with returns is positive and significant suggestingthat the leadlag relation between lagged returns of large cap stocks and the currentreturns of small cap stocks is strongest when the large cap sector is illiquid. Thus,the evidence is consistent with our second line of argument provided above, i.e., withthe notion that a widening of large cap spreads signals an information event that is 23transmitted to small cap stocks with a lag.To consider the notion that information gets transmitted to prices in either sectorby way of order flows, we interact order imbalance OIB with spreads in the large capmarket and include the interaction variable in the regression. The results indicate thatlarge cap order flow interacted with large cap spreads is strongly predictive of small capreturns, whereas the return interaction variable becomes insignificant and its magnitudediminishes in the presence of the imbalance variable. We also present the chisquarestatistics and pvalues associated with the Wald test for the null hypothesis that thecoefficients of all exogenous variables are jointly zero. We reject the null hypothesis thatthe coefficients of the imbalance interaction term OIB99 and the spreadreturn interactionterms QRET09 and QRET99 are jointly zero at a pvalue below 0.001. Overall, theevidence supports the reasoning that large cap order flows induced by informationalevents drive the lead and lag relationship between large cap and small cap firms.In order to provide additional insight on the results in Table 6, we calculate crossautocorrelations between small cap returns on day t and large cap returns on day t 1for days t 1 where the quoted large cap spread is one standard deviation above andbelow its sample mean. The estimates obtained for the two cases are 0.20 p 0.00and 0.05 p 0.10. The corresponding correlation when the large cap order imbalanceis used in place of return are 0.15 p 0.00 and 0.08 p 0.06. These correlationsclearly confirm our basic result that the lead from large cap returns to small cap returnsis strongest when large cap spreads are high.Of course, the informationbased trading that causes large cap spreads to widen mayspill over to small cap stocks, for two reasons. First, some investors may receive information later than others Hirshleifer, Subrahmanyam, and Titman, 1994. Second,small cap market makers may not be able to update their quotes to fully reflect theinformation content of large cap trades, owing to camouflage provided by liquidity trades 24Kyle, 1985. This would leave some profit potential for late informed traders in smallcap stocks. If large cap informed trading does indeed spill over to small cap stocks witha lag, we expect small cap order flows to exhibit an increased correlation with large caporder flows when large cap spreads are high. Additionally, a greater small cap spreadon day t should be associated with a greater cross autocorrelation between small capreturns at time t and large cap returns at time t 1.We investigate the above issue by computation of additional correlations. First, wefind that the correlation between OIB0 on day t and OIB9 on day t 1 is 0.14 p 0.00when QSPR9 on day t 1 is one standard deviation above its mean and 0.09 p 0.05otherwise. Second, we sort the sample by days t where the small cap spread is onestandard deviation above and below its sample mean. In this case, the correlation betweenday t small cap returns and day t 1 large cap returns is 0.15 0.05 when the smallcap spread is above below its sample mean on day t. Only the correlation of 0.15is significantly different from zero at the 5% level. When the order imbalance replacesreturns, the corresponding correlations are 0.09, and 0.07, respectively; again, only thefirst correlation is significantly different from zero at the 5% level. Thus, the evidence isconsistent with leads and lags being caused by liquiditystraining private informationaltrading that occurs first in the large cap sector, and then in the small cap sector.Since we consider the above finding on small cap return predictability to be quiteintriguing, we conduct a robustness check and report results for all other deciles in Table 7. We use the same interaction variables as above, except that we replace QRET09with QRETN9QRETNRET9, where N represents the size decile; and make a similarreplacement for the OIB variable. We find that the large cap order flow variable interactedwith large cap spreads is informative in predicting returns in every size decile, thoughlarge cap returns themselves are useful in predicting returns of a particular decile only forthe relatively smaller firms. With the exception of decile 1, the coefficient magnitudes onthe order flow variable generally decline with size decile, and the magnitudes for the four 25largest firm deciles is about 40% smaller than for the four smallest firm ones. Note alsothat the pvalues associated with the Wald test are below 0.05 in the case of every decilefor the regression results reported in the last two columns of Table 7, which includes theorder flow variables.Our informationbased rationale for leads and lags is based on the notion that transactions in response to informational events occur first in large stocks, and then spill overto small stocks partially in the form of lagged transactions in the small cap sector andpartially in the form of lagged quote updates by small cap market makers. Our returncomputations are based on transaction prices, and account for transactioninduced lags.However, small stocks often do not trade for several hours within a day. Thus, if thelast transaction in a stock is at 10:00 am say, then the transaction price would notincorporate information shocks that occur later in the day.To fully address the above issue, we perform an alternative analysis by computingmidquote returns using the last available quote for each firm on a given day. We dothis for the 19932002 period because access to ISSM for the 19881992 period was notavailable to any of the projects authors. One benefit of using the post1993 sample is thatthis allows us to assess whether the leadlag relation between small and large firm returnsis particular to the earlier part of our sample. The results appear in Table 8. As can beseen, the coefficients of the imbalance interaction variables are positive in every case andsignificant at the 5% level in all but one case.16 The coefficient magnitudes are comparableto those in Table 7. Thus, our transaction pricebased results on predictability extendto midquote returns as well; and our earlier results continue to hold for the post1993sample.The results in Table 8 shed additional light on the economic causes of the lead andlag effect. Specifically, one possible interpretation of Table 7 is that secular decreases in 16The Wald test is not presented for brevity, but, as before all p values except the one for decile 7where none of the variables are significant are below 0.05.26liquidity can reduce trading activity in small cap stocks and this can affect leads and lags.Our results point to the notion that this effect is not the predominant driver of leadlagbetween the large and small cap sectors. To see this, observe that the midquote seriesin Table 8 only captures the quote updating activity of market makers. The frequencyof quote updating is not likely to be affected directly by liquidity, because specialists cancontinuously update quotes even in the absence of trading. Since our results are robust toboth transaction returns as well as midquote returns, they are consistent with the viewthat market makers opportunity costs of continuously monitoring order flow in othermarkets play a pivotal role in the lead and lag relationship across small and large capstocks.Overall, our findings underscore the role of order flow in the leadlag relationshipbetween the large cap sector and other stocks.17 From the perspective of economicsignificance, we find that a spread increase of two cents and a daily transaction pricebased return innovation of 0.5% in large cap stocks increases daily small cap returns by 0.0037%. On an annualized basis over 250 trading days, this works out to 92 basispoints per year. An order flow innovation of 50%, together with the same percentagespread increase has an annualized effect of 12.5 basis points on small cap returns. Theseeffects are material, especially for professional investors with low trading costs. Frictionssuch as brokerage commissions, however, could nullify the profitability of such strategiesto individual investors.17Mech 1993 tests the hypothesis that the lead from large to small stock returns is greater when thesmallcap spread is high relative to the profit potential proxied by the absolute return. He does notfind support for this hypothesis. From a conceptual standpoint, in contrast to Mech 1993, we do notview the spread as an inverse measure of profit potential, but as an indicator that private informationtraders are active in largecap stocks. There are two other differences between our study and that of Mech 1993. First, we consider daily intervals, as opposed to the weekly ones considered by Mech1993. Second, unlike Mech 1993, we consider the role of largecap spreads in addition to smallcapspreads in determining the extent of the leadlag relationship and find that it is largecap spreads thatare most relevant to the lead from large to small stock returns.276 Concluding Remarks We use vector autoregressions to examine the joint timeseries of liquidity, returns, andvolatility across the small and large cap stock sectors over the period 1988 through 2002.Analyzing the timeseries relation between liquidity and stock price movements for bothsectors helps us gain a better economic understanding of the crosssection of liquiditydynamics, an issue that is particularly important given that liquidity levels as well as therisk arising from dynamic liquidity movements have been shown to impact firms cost ofcapital.A number of hitherto unknown findings from our analysis indicate that there aredifferences as well as similarities in the dynamics of liquidity, returns, and volatilityacross big and small firms. For example, the impulse responses indicate that the biggestresponse of the large cap sector to shocks originating in the small cap market tends tobe contemporaneous; on the other hand, the small cap market appears to have a moredelayed response to shocks originating in the large cap sector. These results all indicatethat liquidityshifting events that cause persistent shifts in future volatility and liquidityfrequently originate in the large cap sector.We also find that shocks to returns and volatility in either sector are informative inpredicting liquidity in the other sector. Thus, the evidence is consistent with the notionthat crosseffects in volatility and return, by affecting the risk of carrying inventory aswell as order imbalances, influence liquidity in either sector. Ownsector returns andvolatility are also informative in forecasting dynamic liquidity movements.As a byproduct of our analysis, we document some interesting differences in calendarregularities across market capbased deciles, which are worthy of further analysis. Forinstance, within our sample period, there is a distinct upward pressure on large capspreads in January relative to other months, that is not as strongly evident in small capstocks. This finding is consistent with portfolio managers withdrawing from the large 28cap sector following windowdressing at the turn of the year. We also find that spreadsof large cap stocks are lowest at the beginning of the week but those of small cap stocksappear to be highest at this time, and small cap order imbalances are tilted towardsthe sell side at the beginning of the week. This pattern accords with the notion thatarbitrageurs indulge in net selling activity in small cap stocks at the beginning of theweek following the upward pressure on small cap returns at the end of the week. Further,small and large cap spreads were comparable in magnitude prior to changes in the ticksize, but large cap spread levels following decimalization have remained at about half thelevels of small cap spreads; this result sheds light on the extent to which the tick size wasbinding for large cap spreads.Overall, the analysis presents a compelling picture which not only indicates thatliquidity across different sectors is jointly determined in a contemporaneous sense, butalso is consistent with the notion that crosseffects of returns and volatility on liquidityare persistent.Intriguingly, we also find that spreads convey information about thestrength of the leadlag relationship in returns across small and large cap stocks.Inparticular, daily leads from large cap stocks to small cap ones are strongest when largecap spreads are high, suggesting that large cap spreads signal the occurrence of marketwide informational events whose pricing implications are transmitted to the small capsector with a lag. This result is robust to midquote returns, indicating that it is doesnot arise principally from stale transaction prices in the small cap sector, but is at leastin part due to opportunity costs faced by market makers in continually updating bid andask quotes.Our results have clear implications for the prediction and control of execution costs,particularly for large investment companies that regularly trade the small cap sectorand whose relatively big trades may be sensitive to liquidity in the relatively illiquidsmall cap sector. From the standpoint of asset pricing, our results indicate that theliquidity of a stock is not an exogenous attribute, but its dynamics are sensitive to 29movements in financial market variables, such as returns and volatility, in both ownand other markets. Developing a general equilibrium model that prices liquidity whilerecognizing this endogeneity is a challenging task, but is worthy of future investigation. Inparticular, it would be important to tease out the direct impact of volatility on expectedreturns through the traditional riskreward channel, and its indirect impact by way of itseffect on liquidity.30References Acharya, V., and L. Pedersen, 2004, Asset pricing with liquidity risk, forthcoming, Journalof Financial Economics.Admati, A. and P. Pfleiderer, 1988, A theory of intraday patterns: Volume and price variability, Review of Financial Studies 1, 340.Amihud, Y., 2002, Illiquidity and stock returns: Crosssection and timeseries effects, Journal of Financial Markets 5, 3156.Amihud, Y., and H. Mendelson, 1986, Asset pricing and the bidask spread, Journal of Financial Economics 17, 223249.Avramov, D., T. Chordia, and A. Goyal, 2004, Liquidity and autocorrelations in individualstock returns, working paper, Emory University.Badrinath, S., J. Kale, and T. Noe, 1995, Of shepherds, sheep, and the crossautocorrelationsin equity returns, Review of Financial Studies 8, 401430.Ball, C., and T. Chordia, 2001, True spreads and equilibrium prices, Journal of Finance 56,18011836.Benston, G., and R. Hagerman, 1974, Determinants of bidasked spreads in the overthecounter market, Journal of Financial Economics 1, 353364.Borio, C., and R. Mc Cauley, 1996, The economics of recent bond yield volatility, BISEconomic Paper No. 44, Bank for International Settlements, Basel, Switzerland.Branch, B., and W. Freed, 1977, Bidasked spreads on the AMEX and the big board, Journalof Finance 32, 159163.Brennan, M., N. Jegadeesh, and B. Swaminathan, 1993, Investment analysis and the adjustment of stock prices to common information, Review of Financial Studies 6, 799824.Brennan, M., and A. Subrahmanyam, 1996, Market microstructure and asset pricing: On 31the compensation for illiquidity in stock returns, Journal of Financial Economics 41,441464.Brennan, M., T. Chordia, and A. Subrahmanyam, 1998, Alternative factor specifications,security characteristics, and the crosssection of expected stock returns, Journal of Financial Economics 49, 345373.Chan, K., 1993, Imperfect information and crossautocorrelation among stock prices, Journal of Finance 48, 12111230.Chan, K., and W. Fong, 2000, Trade size, order imbalance, and the volatilityvolume relation, Journal of Financial Economics 57, 247273.Chordia, T., R. Roll, and A. Subrahmanyam, 2000, Commonality in liquidity, Journal of Financial Economics 56, 328.Chordia, T., R. Roll, and A. Subrahmanyam, 2001, Market liquidity and trading activity,Journal of Finance 56, 501530.Chordia, T., R. Roll, and A. Subrahmanyam, 2002, Order imbalance, liquidity, and marketreturns, Journal of Financial Economics 65, 111130.Chordia, T., A. Sarkar, and A. Subrahmanyam, 2005, An empirical analysis of stock andbond market liquidity, Review of Financial Studies 18, 85129.Chordia, T., and A. Subrahmanyam, 1995, Market making, the tick size, and paymentfororder flow: Theory and evidence, Journal of Business 68, 543575.Chordia, T., and B. Swaminathan, 2000, Trading volume and crossautocorrelations in stockreturns, Journal of Finance 55, 913935.Chowdhry, B., and V. Nanda, 1991, Multimarket trading and market liquidity, Review of Financial Studies 4, 483511.Clark, R., J. Mc Connell, and M. Singh, 1992, Seasonalities in NYSE bidask spreads andstock returns in January, Journal of Finance 47, 19992014.32Conrad, J., M. Gultekin, and G. Kaul, 1991, Asymmetric predictability of conditional variances, Review of Financial Studies 4, 597622.Davis, P., 1999, A reappraisal of market liquidity risk in the light of the RussiaLTCMglobal securities market crisis, working paper, Bank of England, London, U.K.Dennis, P., and D. Strickland, 2003, Who blinks in volatile markets? Individuals or Institutions? Journal of Finance 53, 19231949.Eisfeldt, A., 2004, Endogenous liquidity in asset markets, Journal of Finance 59, 130.Emmons, W., and F. Schmid, 2000, The Asian crisis and the exposure of large U.S. firms,Federal Reserve Bank of St. Louis Review, January 2000, 1534.Fama, E., and K. French, 1993, Common risk factors in the returns on stocks and bonds,Journal of Financial Economics 33, 356.Gallant, A., P. Rossi, and G. Tauchen, 1992, Stock prices and volume, Review of Financial Studies 5, 199242.Gibbons, M., and R. Hess, 1981, Day of the week effects and asset returns, Journal of Business 54, 579596.Glosten, L., and P. Milgrom, 1985, Bid, ask, and transaction prices in a specialist marketwith heterogeneously informed traders, Journal of Financial Economics 14, 71100.Glosten, L., 1989, Insider trading, liquidity, and the role of the monopolist specialist, Journalof Business 62, 211235.Gorton, G., and G. Pennacchi, 1993, Security baskets and indexlinked securities, Journalof Business 66, 127.Harris, L., 1995, Minimum price variations, discrete bidask spreads, and quotation sizes,Review of Financial Studies 7, 149178.Hasbrouck, J., 1991, Measuring the information content of stock trades, Journal of Finance 3356, 179207.Hasbrouck, J., and D. Seppi, 2001, Common factors in prices, order flows and liquidity,Journal of Financial Economics 59, 383411.Hiemstra, C., and J. Jones, 1994, Testing for linear and nonlinear Granger causality in thestock pricevolume relation, Journal of Finance 49, 16391664.Hirshleifer, D., A. Subrahmanyam, and S. Titman, 1994, Security analysis and tradingpatterns when some investors receive information before others, Journal of Finance 49,16651698.Ho, T., and H. Stoll, 1983, The dynamics of dealer markets under competition, Journal of Finance 38, 10531074.Hou, K., and T. Moskowitz, 2004, Market frictions, price delay, and the crosssection ofexpected returns, forthcoming, Review of Financial Studies.Huberman, G., and D. Halka, 2001, Systematic liquidity, Journal of Financial Research 24,161178.Jacoby, G., D. Fowler, and A. Gottesman, 2000, The capital asset pricing model and theliquidity effect: A theoretical approach, Journal of Financial Markets 3, 6981.Johnson, T., 2004, Dynamic liquidity in endowment economies, working paper, London Business School.Jones, C., 2001, A century of stock market liquidity and trading costs, working paper,Columbia University, New York, NY.Jones, C., G. Kaul, and M. Lipson, 1994, Transactions, volume, and volatility, Review of Financial Studies 7, 631651.Keim, D., 1983, Sizerelated anomalies and stock return seasonality: Further empiricalevidence, Journal of Financial Economics 12, 1332.34Kumar, P., and D. Seppi, 1994, Information and index arbitrage, Journal of Business 67,481509.Kyle, A., 1985, Continuous auctions and insider trading, Econometrica 53, 13151335.Leach, C., and A. Madhavan, 1993, Price experimentation and security market structure,Review of Financial Studies 6, 375404.Lee, C., and B. Radhakrishna, 2000, Inferring investor behavior: Evidence from TORQdata, Journal of Financial Markets 3, 83111.Lee, C., and M. Ready, 1991, Inferring trade direction from intraday data, Journal of Finance 46, 733747.Lehmann, B., 1990, Fads, martingales, and market efficiency, Quarterly Journal of Economics 105, 128.Lo, A., and C. Mac Kinlay, 1990, When are contrarian profits due to stock market overreaction?, Review of Financial Studies 3, 175205.Lo, A., and J. Wang, 2000, Trading volume: definitions, data analysis, and implications ofportfolio theory, Review of Financial Studies 13, 257300.Longin, F., 1997, The threshold effect in expected volatility: A model based on asymmetricinformation, Review of Financial Studies 10, 837869.Mc Queen, G., M. Pinegar, and S. Thorley, 1996, Delayed reaction to good news and thecrossautocorrelation of portfolio returns, Journal of Finance 51, 889919.Mech, T., 1993, Portfolio return autocorrelation, Journal of Financial Economics 34, 307344.Merton, R., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867887.Mitchell, M., T. Pulvino, and E. Stafford, 2002, Limited arbitrage in equity markets, Journalof Finance 57, 551584.35Muller, A., and W. Verschoor, 2004, The financial crisis exchange rate risk of U.S. multinationals, working paper, Limburg Institute of Financial Economics, Maastricht, Netherlands.OddersWhite, E., 2000, On the occurrence and consequences of inaccurate trade classification, Journal of Financial Markets 3, 205332.Odean, T., 1998, Are investors reluctant to realize their losses?, Journal of Finance 53,17751798.OHara, M., and G. Oldfield, 1986, The microeconomics of market making, Journal of Financial and Quantitative Analysis 21, 361376.P astor, L., and R. Stambaugh, 2003, Liquidity risk and expected stock returns, Journal of Political Economy 113, 642685.Pesaran, H., and Y. Shin, 1998, Generalised impulse response analysis in linear multivariatemodels, Economics Letters 58, 1729.Sadka, R., and A. Scherbina, 2004, Analyst disagreement, mispricing, and liquidity, workingpaper, Northwestern University.Schwert, W., 1990, Stock market volatility and the crash of 87, 1990, Review of Financial Studies 3, 77102.Sias, R., and L. Starks, 1997, Return autocorrelation and institutional investors, Journal of Financial Economics 46, 103131.Stoll, H., 1978, The pricing of security dealer services: An empirical study of NASDAQstocks, Journal of Finance 33, 11531172.Stoll, H., 2000, Presidential address: Friction, Journal of Finance 55, 14791514.Subrahmanyam, A., 1994, Circuit breakers and market volatility: A theoretical perspective,Journal of Finance 49,237254.36 Table 1: Levels of stock market liquidity The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. QSPR stands for quoted spread, NTRADE for the number of shares traded, and DEP for depth measured as the average of the posted bid and ask dollar amounts offered for trade. DQSPR is the absolute value of the daily proportional change in the quoted spread QSPR. DDEP is the absolute value of the daily percent change in DEP, measured as the average of the posted bid and ask dollar amounts offered for trade. The suffixes 0 and 9 represent the smallest and largest size deciles, respectively. The stock data series excludes September 4, 1991, on which no trades were reported in the transactions database. The mean, median, and standard deviation S.D. is reported for each measure. The sample spans the period January 4, 1988 to December 31, 2002; the number of observations is 3782 for all deciles. QSPR0 DQSPR0 DEP0 DDEP0 NTRADE0 QSPR9 DQSPR9 DEP9 DDEP9 NTRADE9 1419886231997 S.D. Mean 0.186 0.163 13.215 0.317 579.7 0.185 0.122 12.865 0.168 551.2 Median S.D. 0.124 0.137 7.081 0.308 2295.4 0.050 0.182 3.420 0.306 3984.3 0.047 0.126 3.278 0.198 3836.6 0.127 0.179 7.524 0.647 2401.1 0.009 0.107 1.036 0.377 4.269 0.019 0.207 3.515 2.555222.3 0.009 0.132 1.206 0.281 13.985 0.166 0.108 4.387 0.146 28.162 0.101 0.093 2.211 0.184 43.558 0.167 0.140 4.378 0.206 31.866 0.102 0.116 2.169 0.244 47.052 0.191 0.125 6.373 0.194 13.168 0.013 0.175 1.788 2.747 982.1 Median 0.191 0.101 6.277 0.140 12.488 Mean Mean Median S.D. 0.016 0.097 0.502 0.214 16.324 0.012 0.224 0.633 0.570 1002.5 62419971282001 129200112312002 Table 2: Adjustment regressions for liquidity The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. QSPR stands for quoted spread, and DEP for depth measured as the average of the posted bid and ask dollar amounts offered for trade. The sample spans the period January 4, 1988 to December 31, 2002; the number of observations is 3782 for all deciles. The stock data series excludes September 4, 1991, on which no trades were reported in the transactions database. The suffixes 0 and 9 represent the smallest and largest size deciles, respectively. Holiday: a dummy variable that equals one if a trading day satisfies the following conditions, 1 if Independence day, Veterans Day, Christmas or New Years Day falls on a Friday, then the preceding Thursday, 2 if any holiday falls on a weekend or on a Monday then the following Tuesday, 3 if any holiday falls on a weekday then the preceding and the following days, and zero otherwise. MondayThursday: equals one if the trading day is Monday, Tuesday, Wednesday, or Thursday, and zero otherwise. FebruaryDecember: equals one if the trading day is in one of these months, and zero otherwise. The tick size change dummy equals 1 for the period June 24 1997 to January 28 2001. The decimalization dummy equals 1 for the period January 29 2001 till December 31 2002. PPI: dummy variable that equals one on the day of the PPI announcement and zero otherwise. PPI 12: dummy variable that equals one on two days prior to the PPI announcement and zero otherwise. Emp, Emp 12, CPI, CPI12: dummy variables for employment and CPI announcements respectively. The definition of the dummy variables is the same as for PPI announcements. Estimation is done using the Ordinary Least Squares OLS. All coefficients are multiplied by a factor of 100. Estimates marked are significant at the one five percent level or better. Table 2, continued Intercept Day of the week Holiday Month Crisis Russian crisis 070698123198 Asian crisis 070297123197 Bond crisis 030194053194 Tick size change dummy Decimalization dummy Trend, pretick size change Trend, predecimalization Trend, postdecimalization Time Time 2 Week after 9112001 dummy Sep 16 1991 dummy Macroeconomic announcements Monday Tuesday Wednesday Thursday February March April May June July August September October November December QSPR0 19.218 QSPR9 21.797 DEP0 685.180 DEP9 722.286 0.198 0.017 0.060 0.033 0.014 0.170 0.231 0.281 0.031 0.066 0.072 0.067 0.016 0.089 0.196 0.605 0.160 0.133 0.032 0.018 0.002 0.172 0.406 0.285 0.844 0.993 0.967 1.023 1.292 0.722 1.147 1.042 18.537 3.274 5.957 5.227 2.548 6.997 17.976 17.945 7.374 1.332 19.058 23.136 7.407 14.146 2.573 60.077 29.669 3.468 11.397 6.890 82.535 11.328 49.737 50.291 76.167 109.950 125.763 128.828 187.114 101.307 103.219 77.545 0.458 0.558 94.269 89.695 0.357 1.804 166.484 102.150 1.108 0.315 111.125 9.965 2.749 6.598 10.951 13.879 429.364 423.927 0.000 0.0000 0.002 0.0000 0.138 0.0001 29.142 402.167 0.574 0.000 0.0014 0.003 0.0120 0.0000 0.6109 0.0004 1.086 0.002 Time Time 2 Time Time 2 0.0128 0.000 2.316 0.478 0.018 0.000 2.616 1.882 0.0640 0.001 0.476 92.387 0.384 0.000 7.356 631.020 PPI PPI12 EMP EMP12 CPI CPI12 0.079 0.073 0.074 0.068 0.019 0.021 0.091 0.084 0.219 0.002 0.030 0.069 1.585 5.456 13.2114 13.397 0.044 0.508 1.532 1.319 25.181 11.772 16.476 16.710 Table 3: Adjustment regressions for returns and volatility The sample spans the period January 4, 1988 to December 31, 2002; the number of observations is 3782 for all deciles. RET is the decile return and VOL is the return volatility. The suffixes 0 and 9 represent the smallest and largest size deciles, respectively. Holiday: a dummy variable that equals one if a trading day satisfies the following conditions, 1 if Independence day, Veterans Day, Christmas or New Years Day falls on a Friday, then the preceding Thursday, 2 if any holiday falls on a weekend or on a Monday then the following Tuesday, 3 if any holiday falls on a weekday then the preceding and the following days, and zero otherwise. MondayThursday: equals one if the trading day is Monday, Tuesday, Wednesday, or Thursday, and zero otherwise. FebruaryDecember: equals one if the trading day is in one of these months, and zero otherwise. The tick size change dummy equals 1 for the period June 24 1997 to January 28 2001. The decimalization dummy equals 1 for the period January 29 2001 till December 31 2002. PPI: dummy variable that equals one on the day of the PPI announcement and zero otherwise. PPI 12: dummy variable that equals one on two days prior to the PPI announcement and zero otherwise. Emp, Emp 12, CPI, CPI12: dummy variables for employment and CPI announcements respectively. The definition of the dummy variables is the same as for PPI announcements. Estimation is done using the Ordinary Least Squares OLS. All coefficients are multiplied by a factor of 100. Estimates marked are significant at the one five percent level or better. Table 3, continued Intercept Day of the week Holiday Month Monday Tuesday Wednesday Thursday February March April May June July August September October November December Crisis Russian crisis 070698123198 Asian crisis 070297123197 Bond crisis 030194053194 Tick size change dummy Decimalization dummy Trend, pretick size change Trend, predecimalization Time Time 2 Time Time 2 Trend, postdecimalization Time Time 2 Week after 9112001 dummy Sep 16 1991 dummy 0.001 0.000 2.873 0.444 Macroeconomic announcements RET0 0.490 RET9 0.053 VOL0 2.784 VOL9 1.313 0.365 0.287 0.233 0.189 0.315 0.185 0.196 0.248 0.224 0.344 0.335 0.382 0.372 0.421 0.271 0.216 0.093 0.051 0.191 0.141 0.096 0.103 0.020 0.103 0.044 0.015 0.012 0.050 0.062 0.003 0.118 0.038 0.069 0.062 0.039 0.030 0.111 0.084 0.089 0.131 0.185 0.136 0.271 0.325 0.271 0.264 0.238 0.074 0.013 0.102 0.045 0.127 0.123 0.023 0.230 0.221 0.171 0.249 0.209 0.011 0.265 0.317 0.280 0.408 0.295 0.342 0.342 0.055 0.132 0.021 0.000 0.000 0.001 0.000 0.117 0.146 1.021 0.275 0.000 0.000 0.000 0.000 0.000 0.000 2.147 0.764 0.001 0.000 0.002 0.000 0.002 0.000 1.992 1.932 0.129 0.801 0.000 0.000 0.002 0.000 0.004 0.000 1.761 0.115 PPI PPI12 EMP EMP12 CPI CPI12 0.059 0.082 0.150 0.080 0.134 0.006 0.155 0.108 0.125 0.073 0.027 0.047 0.051 0.083 0.085 0.016 0.065 0.014 0.056 0.001 0.076 0.032 0.034 0.012 Table 4: Contemporaneous Correlation between VAR Innovations. The table presents the correlation matrix of innovations from a VAR with endogenous variables OIB0, OIB9, VOL0, VOL9, RET0, RET9, QSPR0, QSPR9, with the smallest decile being 0 and the largest being 9. The VAR is estimated with two lags, includes a constant term, and uses 3782 observations. QSPR stands for quoted spread. The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. RET is the decile return and VOL is the return volatility. The sample spans the period January 4, 1988 to December 31, 2002. denotes significance at the 1% level and denotes significance at the 5% level. VOL0 VOL9 RET0 RET9 QSPR0 QSPR9 VOL0 1.000 0.264 0.059 0.032 0.053 0.196 0.061 1.000 0.182 0.133 1.000 0.143 0.045 0.056 0.318 1.000 0.495 0.063 0.219 RET9 1.000 VOL9 RET0 QSPR0 QSPR9 1.000 Table 5: Granger causality results. The table presents causality results from a VAR with endogenous variables OIB0, OIB9, VOL0, VOL9, RET0, RET9, QSPR0, QSPR9, with the smallest decile being 0 and the largest being 9. The VAR is estimated with two lags, includes a constant term, and uses 3782 observations. Cell ij shows chisquare statistics and pvalues of pairwise Granger Causality tests between the ith row variable and the jth column variable. The null hypothesis is that all lag coefficients of the ith row variable are jointly zero when j is the dependent variable in the VAR. QSPR stands for quoted spread. The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. RET is the decile return and VOL is the return volatility. The sample spans the period January 4, 1988 to December 31, 2002. denotes significance at the 1% level and denotes significance at the 5% level. VOL0 VOL9 RET0 RET9 QSPR0 QSPR9 38.808 38.119 10.213 32.659 8.868 4.505 1.035 8.721 18.792 39.728 13.296 9.552 96.854 68.278 60.968 0.953 12.439 19.282 101.944 2.540 12.910 10.568 QSPR0 QSPR9 5.537 2.891 4.959 2.176 0.314 4.859 11.146 VOL0 VOL9 RET0 RET9 2.123 Table 6: VAR Results With Interaction Terms, for the Smallest Decile. The table presents results from VARs with endogenous variables VOL0, VOL9, RET0, RET9, QSPR0, QSPR9, where N0 and 9 refer to size deciles. The deciles are numbered in order of increasing size, with the smallest decile being 0 and the largest being 9. In addition, one lag of the exogenous variables QRET09, QRET99, and QOIB99 are included in the equation for RET0, where QRET09 QSPR0RET9, QRET99 QSPR9RET9, and QOIB99 QSPR9OIB9. The VAR is estimated with two lags, include a constant term, and uses 3782 observations. The Seemingly Unrelated Regression SUR method is used to estimate the system of equations. QSPR stands for quoted spread. The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. RET is the decile return and VOL is the return volatility. OIB is measured as the dollar value of shares bought minus the dollar value of shares sold, divided by the total dollar value of trades. The sample spans the period January 4, 1988 to December 31, 2002. The Wald test reports the chisquare statistics for the null hypothesis that the coefficients of all exogenous variables are jointly zero. denotes significance at the 1% level and denotes significance at the 5% level. Estimate 0.088 statistic t 6.028 Estimate 0.059 0.214 0.368 statistic t 1.024 0.689 2.226 Estimate 0.015 0.179 0.313 0.047 23.727 0.000 statistic t 0.255 0.578 1.892 4.317 Endogenous variable: RET0 RET91 QRET091 QRET991 QOIB991 Chisquare Probability 4.994 0.082 Wald Test Table 7: VAR Results With Interaction Terms, for all deciles excluding the smallest decile. The table presents results from VARs with endogenous variables VOLN, VOL9, RETN, RET9, QSPRN, QSPR9, where N1 through 8 refers to size deciles. RET denotes the decile return, VOL the return volatility, and QSPR the quoted spread. The deciles are numbered in order of increasing size, with the smallest decile being 0 and the largest being 9. In addition, one lag of the exogenous variables QRETN9, QRET99, and QOIB99 are included in the equation for RETN, where N1 through 8, and QRETN9 QSPRNRET9, QRET99 QSPR9RET9, and QOIB99 QSPR9OIB9. OIB is the order imbalance, measured as the dollar value of shares bought minus the dollar value of shares sold, divided by the total dollar value of trades. All VARs are estimated with two lags, include a constant term, and use 3782 observations. The Seemingly Unrelated Regression SUR method is used to estimate the system of equations. The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. The sample spans the period January 4, 1988 to December 31, 2002. The last two rows of each decile group report the Wald test chisquare statistics and pvalues for the null hypothesis that the coefficients of all exogenous variables are jointly zero. denotes significance at the 1% level and denotes significance at the 5% level. Table 7, continued Endogenous variable: RET1 Estimate RET91 0.064 Endogenous variable: RET2 RET91 0.053 Endogenous variable: RET3 RET91 0.062 QRET091 QRET991 QOIB991 Chisquare Probability QRET291 QRET991 QOIB991 Chisquare Probability QRET391 QRET991 QOIB991 Chisquare Probability RET91 QRET491 QRET991 QOIB991 Chisquare Probability RET91 QRET091 QRET991 QOIB991 Chisquare RET91 QRET691 QRET991 QOIB991 Chisquare Probability RET91 QRET791 QRET991 QOIB991 Chisquare Probability RET91 QRET891 QRET991 QOIB991 Chisquare Probability 0.025 0.034 0.018 Endogenous variable: RET4 0.045 Endogenous variable: RET5 Endogenous variable: RET6 Endogenous variable: RET7 Estimate 0.037 0.167 0.340 4.529 0.104 0.035 0.248 0.391 6.168 0.046 0.056 0.185 0.247 2.560 0.278 0.050 0.302 0.321 5.263 0.072 0.018 0.051 0.097 0.428 0.059 0.201 0.079 1.981 0.372 0.019 0.154 0.176 1.045 0.593 0.030 0.023 0.027 0.327 0.849 tstatistic 0.783 0.721 2.127 0.851 1.340 2.453 1.500 1.131 1.524 1.413 1.983 2.002 0.496 0.318 0.653 1.801 1.216 0.442 0.534 0.890 1.008 0.794 0.149 0.148 Estimate 0.001 0.096 0.290 0.030 13.162 0.004 0.015 0.143 0.310 0.042 24.383 0.000 0.011 0.117 0.165 0.045 23.609 0.000 0.005 0.245 0.234 0.049 32.687 0.000 0.025 0.026 0.012 0.041 23.881 0.030 0.164 0.009 0.034 19.736 0.000 0.000 0.177 0.220 0.022 9.456 0.024 0.048 0.013 0.061 0.020 10.863 0.013 tstatistic 0.018 0.413 1.802 2.932 0.341 0.768 1.930 4.257 0.293 0.711 1.017 4.582 0.123 1.615 1.454 5.228 0.674 0.164 0.082 4.840 0.895 0.991 0.049 4.213 0.002 1.022 1.255 2.900 1.241 0.081 0.335 3.245 tstatistic 4.057 3.027 3.352 2.230 1.141 1.415 0.661 Endogenous variable: RET8 0.040 1.141 Table 8: VAR Results With Interaction Terms, for all Deciles, Using Midquote Returns. The table presents results from VARs with endogenous variables MRETN, MRET9, MVOLN, MVOL9, QSPRN, QSPR9, where N0 through 8 refers to size deciles. MRET denotes the midquote return, MVOL the return volatility, and QSPR the quoted spread. The deciles are numbered in order of increasing size, with the smallest decile being 0 and the largest being 9. In addition, one lag of the exogenous variables QMRETN9, QMRET99, and QOIB99 are included in the equation for MRETN, and QMRETN9 QSPRNMRET9, QMRET99 QSPR9MRET9, and QOIB99 QSPR9OIB9. OIB is the order imbalance, measured as the dollar value of shares bought minus the dollar value of shares sold, divided by the total dollar value of trades. All VARs are estimated with two lags, include a constant term, and use 3782 observations. The Seemingly Unrelated Regression SUR method is used to estimate the system of equations. The stock liquidity series are constructed by first averaging all transactions for each individual stock on a given trading day and then constructing valueweighted averages for all individual stock daily means that satisfy the data filters described in the text. The sample spans the period January 4, 1988 to December 31, 2002. denotes significance at the 1% level and denotes significance at the 5% level. Table 8, continued Estimate Endogenous variable: MRET0 MRET91 QMRET091 QMRET991 0.040 0.093 0.147 QOIB991 0.054 Endogenous variable: MRET1 MRET91 QMRET191 QMRET991 0.065 0.028 0.149 QOIB991 0.116 Endogenous variable: MRET2 MRET91 QMRET291 QMRET991 0.054 0.271 0.037 QOIB991 0.061 Endogenous variable: MRET3 MRET91 QMRET391 QMRET991 0.023 0.145 0.257 QOIB991 0.061 Endogenous variable: MRET4 MRET91 QMRET491 QMRET991 0.063 0.290 0.099 QOIB991 0.056 Endogenous variable: MRET5 MRET91 QMRET591 QMRET991 0.005 0.051 0.324 QOIB991 0.080 Endogenous variable: MRET6 MRET91 QMRET691 QMRET991 0.046 0.018 0.511 QOIB991 0.055 0.036 0.004 0.284 0.025 Endogenous variable: MRET7 MRET91 QMRET791 QMRET991 QOIB991 Endogenous variable: MRET8 MRET91 QMRET891 QMRET991 0.025 0.286 0.119 QOIB991 0.047 statistic t 0.772 0.296 0.795 3.024 1.347 0.107 0.759 8.196 1.176 1.233 0.189 3.119 0.524 0.656 1.223 3.028 1.541 1.438 0.462 2.837 0.109 0.253 1.587 4.232 1.213 0.079 2.109 3.127 0.895 0.015 1.104 1.497 0.601 1.120 0.439 3.441 0.2 Figure 1 Panel A: Quoted BidAsk Spread for small and large cap stocks Panel B: Proportional Quoted BidAsk Spread for small and large cap stocks QSPR0QSPR91951961881891991001901911931941011021971981920.150.10.050.350.30.250Proportional Quoted BidAsk Spread: Deciles 0 and 90.10.080.060.040.020 elice D0881 0.0060.0050.0040.0030.0020.00109 elice D091291491691891001201RQSPR0RQSPR9 Figure 2. Impulse Response Functions The figure presents impulse response functions from the VARs with endogenous variables representing order imbalance OIB, volatility VOL, returns RET and quoted bidask spreads QSPR. The ordering is OIB0, OIB9, VOL0, VOL9, RET0, RET9, QSPR0, QSPR9, with the smallest decile being 0 and the largest being 9. Panel A. Response of Decile 9 to Decile 0 Response to Cholesky One S.D. Innovations 2 S.E.Response of AVOL9 to AVOL0Response of AVOL9 to ARET0Response of AVOL9 to AQSPR0.0020.0015.0010.0005.0000.0005.0010.0020.0015.0010.0005.0000.0005.0010123456789101234567891012345678910Response of ARET9 to AVOL0Response of ARET9 to ARET0Response of ARET9 to AQSPR0.006.005.004.003.002.001.000.001.006.005.004.003.002.001.000.001123456789101234567891012345678910Response of AQSPR9 to AVOL0Response of AQSPR9 to ARET0Response of AQSPR9 to AQSPR0.008.004.000.004.008.008.004.000.004.008123456789101234567891012345678910 .0020.0015.0010.0005.0000.0005.0010.006.005.004.003.002.001.000.001.008.004.000.004.008 Figure 2, continued Panel B. Response of Decile 0 to Decile 9 Response of AVOL0 to AVOL9Response of AVOL0 to ARET9Response of AVOL0 to AQSPR9Response to Cholesky One S.D. Innovations 2 S.E 0007.0006.0005.0004.0003.0002.0001.0000.0001.0002.0007.0006.0005.0004.0003.0002.0001.0000.0001.0002123456789101234567891012345678910Response of ARET0 to AVOL9Response of ARET0 to ARET9Response of ARET0 to AQSPR9.0012.0008.0004.0000.0004.0008.0012.0016.0012.0008.0004.0000.0004.0008.0012.0016123456789101234567891012345678910Response of AQSPR0 to AVOL9Response of AQSPR0 to ARET9Response of AQSPR0 to AQSPR9.003.002.001.000.001.002.003.002.001.000.001.002123456789101234567891012345678910.0007.0006.0005.0004.0003.0002.0001.0000.0001.0002.0012.0008.0004.0000.0004.0008.0012.0016.003.002.001.000.001.002 Figure 2, continued Panel C. Response of Decile 0 to Decile 0 Response of AVOL0 to AVOL0Response of AVOL0 to ARET0Response of AVOL0 to AQSPR0Response to Cholesky One S.D. Innovations 2 S.E 006.005.004.003.002.001.000.001.006.005.004.003.002.001.000.001123456789101234567891012345678910Response of ARET0 to AVOL0Response of ARET0 to ARET0Response of ARET0 to AQSPR0.008.006.004.002.000.008.006.004.002.000123456789101234567891012345678910Response of AQSPR0 to AVOL0Response of AQSPR0 to ARET0Response of AQSPR0 to AQSPR0.025.020.015.010.005.000.005.025.020.015.010.005.000.005123456789101234567891012345678910 .006.005.004.003.002.001.000.001.008.006.004.002.000.025.020.015.010.005.000.005 Figure 2, continued Panel D. Response of Decile 9 to Decile 9 Response of AVOL9 to AVOL9Response of AVOL9 to ARET9Response of AVOL9 to AQSPR9Response to Cholesky One S.D. Innovations 2 S.E 007.006.005.004.003.002.001.000.001.007.006.005.004.003.002.001.000.001123456789101234567891012345678910Response of ARET9 to AVOL9Response of ARET9 to ARET9Response of ARET9 to AQSPR9.010.008.006.004.002.000.002.010.008.006.004.002.000.002123456789101234567891012345678910Response of AQSPR9 to AVOL9Response of AQSPR9 to ARET9Response of AQSPR9 to AQSPR9.030.025.020.015.010.005.000.005.030.025.020.015.010.005.000.005123456789101234567891012345678910 .007.006.005.004.003.002.001.000.001.010.008.006.004.002.000.002.030.025.020.015.010.005.000.005 ", "filename": "484855387.pdf", "person": ["Tarun Chordia", "Chordia, Tarun", "Asani Sarkar", "Sarkar, Asani", "Avanidhar Subrahmanyam", "Subrahmanyam, Avanidhar"], "date": ["2005"]}