{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/59294/1/485276682.pdf"], "title": ["Calculating MIPS: Resource productivity of products and services"], "plaintext": "Contents Foreword Word of thanks Introduction The MIPS concept MIPS in short The difference between MIPS, MIT and MI System boundaries and cutoff criteria MIcategories MIfactors MIPS Calculation in seven steps STEP 1: Definition of the aims, objects and the Service unit STEP 2: Representation of the process chain STEP 3: Compiling of data STEP 4: Calculation of the Material Input From the cradle to the product STEP 5: Calculation of the Material Input From the cradle to the grave STEP 6: From Material Input to MIPSSTEP 7: Interpretation of the results Optimising Strategies Glossary Appendix Tables Calculation Examples Worth Knowing 578991212131416182122283032333436393942525Foreword Bill Gates once said that progress is going to come anyway so we should makethe most of it. We dont know the future of course. But we do shape it. Every day.Companies prepared to take a risk play a leading role here. In doing this they oftenencounter the borders set by society, for example because people do not alwayslike new products and services. And also borders which the state establishes, thusinfluencing the driving forces of the market economy striving for profits andcompetition either inspiring them or crippling them, either giving them thefreedom to do mostly as they please or seeking to protect the weak.And since the early 70s we know that there are also borders to consumingnatu ral resources when shaping progress. Its true that we can influence peoplestastes, habits and income, but we have however not succeeded in pushing the borders of nature to where we would like to have them.Each one of us changes the environment every day, consciously or unconsciously, regardless of whether we are rich or poor. We do not intend to disturbnature. We behave so because within the context of our economy its worthbehaving so. And this is not because the market economy as such leads us astray,but because the outmoded framework conditions of our economy lead to falseprice signals and tolerate massive subsidies, which reward the consumption ofnatural resources. Labour in Germany is much too expensive because it is beingmilked as a source of revenue and because resources are, almost without exception, so cheap that fullcostpricing is out of the question. And who likes to saveon things, which are cheap? The economy will become sustainable when it creates use for everyone within the framework of natural borders. To these bordersbelongs in particular the most economical consumption possible of naturalresources. This is for two reasons. First of all, the waste and emissions of our economy are the reason for the climate acting abnormally even today, leading to natural disasters costing more than 150 billion Euros per year. The worldwide trendis to take the risk every day of more costs for repairs and more dangers to peoplecaused by flooding, storms and the spreading of deserts. Secondly, we would needmore than two planet Earths for providing resources if the type of wealth enjoyedby the western world would be available to all people on Earth. The global trendtoday is to run into this trap with our eyes wide open.What can we do? A good step would be to heed once again the wise old saying that profits can be increased when the input of production factors is kept aslow as possible. This is also true for natural resources, even if the price of theseis far removed from fullcostpricing. According to a new study from A.D. Little,Germany could save 25% natural resources without any loss of quality, whichwould mean savings of 5,000 Euros per household every year and 700,000 newjobs for Germany. New taxes would then become unnecessary because the statewould have far more income than it today attempts to have with the help of taxes.The economy should thus first of all be dematerialised for economic reasons.However, such a development is not possible for management without a unit ofmeasurement. For this reason 10 years ago I invented MIPS Material Input fromnature Per Service or use unit as a measure for intelligent management. I hitupon this idea at that time because I was worried about the stability of the6 environment. And I also recognised and this is true today more than ever thatthis stability can only be guaranteed if we dematerialise the western style ofwealth by at least a Factor 10. However, at todays prices for work and material,and considering todays subsidies and standards, this is not profitable. For thisreason an undeterred group has been demanding for years that the economicframework conditions be adapted as necessary. Otherwise sustainability can definitely not be achieved. From the point of view of classical engineering, Factor 10 at first glance looks almost absurd. But it is not. And this is for two reasons. First of all, it does not mean making existing goods and machines ten timessmaller while giving the same performance although even this is sometimes possible, but rather fulfilling the desired utilisation with new technical solutions.This has been obvious to us for a long time for increasing labour productivity, andthe technical achievements in this area far exceed a Factor 10. Secondly, when measuring the inputs of natural resources, all materials used to obtain original materials such as copper, must be considered from the first dig of the spade onwards.I called this the ecological rucksack factor. With copper this weighs 500 kgkg, with aluminium 85 and with steel between 5 and 25 kgkg. Every kilogram of coppersaved means that 500 kg of nature is left at its original setting. But this also meansthat the selection of original materials when designing artefacts, taking each onesrucksack factors into consideration, can contribute much more to increasingresource productivity than the saving of weight shows.Japan has long since recognised the economic importance of MIPS, Factor 4and Factor 10 as well as ecological rucksacks, and included these in 2001 in its economic strategy. For this I received together with Ernst Ulrich von Weizsacker in 2001 the World Environment Award of the Japanese Takeda Foundation. Thisaward was intentionally established as the Nobel Prize for Environment. In Europe, too, and in the United Nations there is now some movement underway.Enterprises in Germany should for the sake of their own future answer thefollowing question: who or which country will in the not so distant future be ableto successfully serve the world market in view of the fact that natural resourcesare becoming scarcer and scarcer and that those we use will undoubtedly lead toenvironmental changes with subsequent costs?This manual was written by Christa Liedtke and her staff and is available in German and English. In clear language, it leads those interested step by stepthrough the process of innovating new technical solutions using the MIPS concept.The first step is the hardest. This also and especially applies to the attempt toconvince producers and consumers that it is possible, necessary and also profitable for the benefit of mankind to shape progress within the natural guardrails making the most of progress. Christa and her staff have genuinely earnedgratitude, recognition and further major success.Professor Friedrich SchmidtBleek Factor 10 Institute Carnoules, Provence, October 2002 7Word of thanks This handbook was made possible by the intensive cooperation of several enterprises e.g. Kambium Mobelwerkstatt Gmb H, Hess Natur Textilien Gmb H,Eurotec Pazen Gmb H and institutions Ministry for the Environment, Agriculture and Consumer Protection of North RhineWestphalia, MUNLV, the Federal Ministry of Education and Research, BMBF, Factor 10 Innovation Network, etc. during the past 8 years. The first version of the publication was developed within the project, Act for the world tomorrow Resource management at HessNatur, by Hess Natur Textilien Gmb H: our particular thanks go to Mrs.Katharina Paulitsch and Mr. Roland Sturm.Our thanks also go to our colleagues from the Material Flows and Structural Change Division and from the Working Group on Ecoefficiency and Sustainable Enterprises at the Wuppertal Institute, all of whom in recent years haveworked at and with the MIPS concept. They have all contributed in their manyways to the creation of this publication. Particular thanks go to Hartmut Stillerwho accompanied the development of this manual during many discussions, andto Stefan Bringezu for his very constructive corrections.Last but not least, and not to be forgotten, are the diploma students, Ph.D.students and student trainees who made calculations according to the MIPSguidelines, and whose queries and problems contributed to a higher degree ofcomprehensibility and application of this publication.8Introduction This manual sets out to be an instruction guide for the implementation of analyses according to the MIPS concept. MIPS stands for Material Input Per Serviceunit, a measure developed at the Wuppertal Institute, which serves as an indicator of precautionary environmental protection. This publication is not however a comprehensive description of the methodsused, but should rather be seen as supplementing existing publications, in particular, the MAIA Handbook. Those interested in the theoretical basis of MIPSwill need to refer to additional, explanatory literature see LiteratureThis practical guide contains additional information, which cannot be partof a methodological description, but which is indispensable for the practicalwork, e.g. reference to possible problems, which the user may encounter whilstimplementing a MIPS analysis, and possible solutions according to the method.Some of what is mentioned may seem to be dispensable or unnecessary. However, our experience shows that elements that are often taken for granted still needto be recalled.MIPS can be applied on several levels e.g. for products and services, enterprises, households, regions and national economies.This manual is directed at enterprises and persons, who wish to carry out MIPS or material analysis in relation to products or services. We hope that thispublication will contribute to more such calculations and instigate constructiveforms of optimisation, thus contributing towards the conservation of the environment and natural resources.This manual gives a general impression of what MIPS is, and how MIPS iscalculated.Basic terms and ways of approach will be explained in the following sections,with examples and additional advice.Concurrently we will attempt to provide a certain amount of supplementaryinformation, e.g. conversion tables, which are often very useful.9MIPS Material Input per Service unit MISReciprocal of MIPS resourceproductivity SMIThe MIPS concept MIPS in short MIPS means Material Input Per Service unit. In order to estimate the input orientated impact on the environment caused by the manufacture or services of aproduct, MIPS indicates the quantity of resources known as material in the MIPS concept used for this product or service. Once one has the reciprocal, astatement can be made about resource productivity, i.e. it can be calculated howmuch use can be obtained from a certain amount of nature.Material extractions and emissions cause changes in natural material flows andcycles. Previously stable cycle systems become unstable see greenhouse effect.This drastically andor permanently alters conditions in the environment.MIPS as a targeted and practicable indicator helps to show up the positiveas well as the financial potential of a resourceconserving entrepreneurship useand service management, cost and resourceefficiency. By using the MIPS concept this sustainable entrepreneurship can be realised on the company level, aswell as outside of it branch wide, in all areas of business economy, on a regional,national and global level. By interlocking the processes on all these levels, optimisation of all material inputs contributes to an increase in resource productivity lifecyclewide or in terms of the overall economy.MIPS calculates the use of resources from the point of their extraction fromnature: all data corresponds to the amount of moved tons in nature, thus to thecategories of biotic or renewable raw material, abiotic or non renewable rawmaterial, water, air and earth movement in agriculture and silviculture incl. erosion. All material consumption during manufacture, use and recycling or disposal is calculated back to resource consumption. This is done by simple calculation factors for energy consumption or also for transport, which are expressedin tMWh or ttkm. Complex system analyses are concealed there, which, forexample, indicate resource consumption per energy carrier and type of powerplant. This simplifies the projection and still remains targeted. MIPS thusbecomes practicable and comprehensible and harmonised.By means of MIPS, enterprises can undertake uptodate lifecyclewide environmental observations of their products and services. In addition, MIPS provides the distinct advantage that potentials for product and process innovationsdeduced from the analyses and calculations, can be kept and applied to currentand future markets. The crucial difference to those indicators that relate to outputs emissions is the active orientation towards sustainable products and services, and not only the reduction of emissions caused by existing products andproduct families.10Usable indicators for determining relevant potential of environmental impact must satisfythe following requirements: 3 They must be scientificallyfounded.3 They must guaranteetransparent and reproducible estimates of potential of environmentalimpact for all processes,goods and services, fromcradle to grave.3 They must be easy to applyin practical use, as well asbeing time and cost efficient.3 They must give targetedanswers.3 They must practically andconceptionally, be relevantto the economy and toprofitability aspects.3 They must be applicable onall levels: locally, regionallyand globally.Objection:The lifecyclewide investigation is too expensive and tootimeconsuming.Answer:The effects and measures, aswell as the stimulus towardsproduct and process innovation strengthen the economy,and often surpass the investment by far. Indirectly MIPS says more Sooner or later, all material input becomes an output: waste or emission. If everyinput becomes an output anyway, then by measuring the input, one can arrive atan estimation of the environmental impact potential. Most methods of evalu ating the ecological quality of a product investigate a variety of outputs emissions whose relevance is known, or at least partially described. Compared to themultitude of emitted substances some hundred thousand to a million, thenumber of substances, which have been thoroughly and comprehensivelyresearched to their effect, is, however, miniscule a few hundred.However, if we look at the inputs, then the outputs quantitative are automatically included in the calculation. Through processes, inputs become outputs but, unfortunately, only very few of the outputs are usable or desired only theproducts. By measuring the inputs, we may not arrive at a qualitative impactassessment, but at a valuable quantitative indicator of the potential for environmental impact of a product or service. Thus MIPS is suitable as an indicatorof precautionary environmental protection, and fills a gap, which other ecological estimation systems omit. MIPS is unspecific to particular materials and substance specific hazards, is precautionary and, through a reduction of materialflows, is directed at the known as well as the yet unknown, environmental problems.Lifecyclewide observations The same applies to MIPS as to any other form of ecological assessment: in orderto be meaningful, it has to be carried out lifecyclewide. All phases of a producthave to be examined here, i.e.: Production including the extraction of raw materials, the manufacturing ofpreproducts, transport and sales; Use including all consumption, transport and repairs and Recycling andor disposal.This extensive examination of the life cycle of a product is necessary, as it is notalways apparent what environmental impact has occurred during manufacture,and what impact is connected with the use of a product. The products carry withthem an invisible ecological rucksack, i.e. according to the MIPS concept, theirenvironmental effects.Through MIPS an attempt is made to demonstrate these aspects and in thisway to arrive at a comprehensive view of lifecyclewide resource consumption.MIPS calculates lifecyclewide and worldwide, and in this way the exportedincursions in the environment are brought to light. The MIPS concept is basedon the opinion that the environmental impact potential of a product can beassessed on the basis of the lifecyclewide material input: The fewer raw materials used, the less environmental impact ensues.Below are some explanations illustrating lifecyclewide examinations tothe right, some examples:3 Similar products are often produced quite differently and thus causequite different environmental impact. The individual life cycles are notindependent of each other. When optimising a system, one must beaware that changes in one place can cause changes in other places. Amore efficient production is of no use if the life span of a product orservice is reduced or maintenance thereof is increased. The aim mustalways be the best solution, overall. A producersupplier also influencesthe use of a product Examples A, B, D, E.3 The significance of individual lifecycle phases can vary from productto product. There are products, which are materialintensive at theproduction level; i.e. the most environmental exploitation occurs during manufacture and there are products, which are materialintensiveduring use Example B.3 From time to time, it is worth comparing solutions, where one variantis useintensive, and the other productionintensive Example C.3 The significance of the individual phases can change during the development of a product, or can even be reversed. When working at optimising only one phase of a life cycle, it may not be noticed that, inthe meantime, another phase has become more significant Examples B, E.3 In many cases not all lifecycle phases take place in the same region.This means that we are often only aware of the environmental problems that directly affect us. Processes and products are then often optimised on the basis of limited subjective observations. Precedingproblems are often exported and then never registered or recordedagain, or if so, in a distorted fashion Example D.3 The most relevant areas are not always recognised Example E.11Lifecyclewide observations A Soda is sold both as synthetic soda Solvay process aswell as natural soda sodalakes. Both types of soda havedifferent material intensities,but the same properties of use.B The greatest impact on theenvironment from cars stilloccurs during the usephase.However, with reduced fueluse and increased complexityof the vehicles, the relationshipbetween manufacture and useis changing. Manufacturinggains in importance. C In order to achieve a pleasant room climate, one caneither heat or improve insulation. Insulation is productionintensive high use ofresources during manufacture; heating is more useintensive higher consumptionduring use.D Shifting the manufacture ofmass goods or basic substances and the allied environmental effects from industrialcountries to developing andemerging countries, e.g. manufacture of metal and leathergoods.E It is a wellknown fact thatthe laundering and more andmore also drying in the tumbledryer of textiles causes highenvironmental impact. But theequally high or even higherresource consumption duringmanufacture, and all along theglobal production line, oftenremains unknown to the consumer.12The measure Service unit:We need a measure like thiswhen, for instance, we userailbound vehicles the Regional Express, Intercity, or Intercity Express in order tocover the distance between,for example, Cologne and Wuppertal. Passenger transport between Cologne and Wuppertal is taken here asthe main Service unit. In thisway, the various means oftransport can be comparedwith each other. Even if theuse can be regarded as verysimilar, when seen specificallyand especially subjectively, itcan be very different, e.g. oneonly has to think of the businessclass compartmentswhich can be reserved in the ICE 3. Regardless of the subjective differences in humanneeds, a comparison on thelevel of passenger kilometresis sufficiently abstract for mostuses. Consumers can integrateadditional factors into theirpersonal choices and preferences, e.g. legroom, occupation quota, etc.MIPS Material Input per Service unit MISMI Material Input sum of theused resourcesMIT Material Intensity Material Input in relation toe.g. a weight, energy or transport unit It is advisable to record theunits in order to be able toclearly differentiate between MI, MIT and MIPS.Service unit When comparing different variants of a solution, it is necessary to establish ameasure of comparison. According to the MIPS concept, this measure is calleda Service unit. By using a Service unit it is possible to make a comparison betweenthe material and nonmaterial fulfilment of a service.The difference between MIPS, MIT and MIIn some cases it is enough to calculate the MI values, instead of the MIPS values,derived from a particular use. If one wishes, for example, to compare variousmaterial alternatives, the Material Input MI for the manufacture of one ton initially gives adequate information. Material input in relation to weight unit is thencalled Material Intensity MIT. Material Intensities can also be calculated, forexample, for energy carriers, electricity or transport possibilities see MI factors:they are then not given in units tt or kgkg, but, for example, in kgMWhor kgtkm tonkilometer.If these material intensities are then applied, for example, to the comparisonof two transmission pylons, one of wood and one of steel, they become MIPS values, derived from the material intensities through the relation to the Service unitin this case, the holding of a power cable above the ground for a certain periodof time in a prescribed way.System boundaries and cutoff criteria System boundaries When carrying out an analysis according to the MIPS concept, all technicallycaused movements of materials in the ecosphere are examined. All materials arecounted, which are removed by human beings from their natural deposits.With this we draw a system boundary between the ecosphere the naturalenvironment and the technosphere, which encompasses all human activities.The technosphere is entrenched in the ecosphere and exchanges materials withit. On the one hand resources flow into the technosphere, upon which we buildour prosperity. We speak here of Input. On the other hand these resources arethen returned, sooner or later, back to nature in the same form or in the form ofoverburden, waste, emissions, waste water Output.The system boundary between the ecosphere and the technosphere is theoretically the only one for comprehensive lifecycle analysis, as all movementof materials from the ecosphere into the technosphere must be accounted for.However, socalled cutoff criteria are necessary for the delimitation of the work.13An example of the complexity of systems:For the manufacture of apullover, wool has to be transported to Germany from Australia, for which a freighter isnecessary, which is made ofsteel, which was produced in asteelworks. These steelworkshave to be constructed, forwhich building materials areextracted from quarries ordredging lakes, which againnecessitates tools and equipment made from steel  Hereit becomes apparent that anysystem can become complex.It is therefore crucial that onlythe relevant system elementsof a product or service areinvestigated. What is relevant depends, amongst otherthings, upon the specific material flows, but also uponthe aimsobjectives see cutoff criteria.Cutoff criteria In the course of the MIPS analysis, all use of resources, caused by the investigatedproduct, or by its use should be examined. This examination is very extensive asthe preprocesschains can be very long and branched. Therefore, it is necessarynot only to differentiate between the ecosphere and the technosphere, but alsobetween the examined product cycle and the rest of the technosphere. Thatmeans, process chains, which are irrelevant to the ecological evaluation of theinvestigated product e.g. the ship and its production for the transport of woolto Germany, as the ship is used so often that the material flows caused per transport of goods are scarcely worth mentioning. Thus a second differentiation isnecessary: cutoff criteria. These are established under practical and methodological viewpoints. By establishing cutoff criteria, certain preprocesschainsneed not be considered: those processes, which have negligible influence on thefinal result. It could be e.g. the production technologies, the production buildingsor even the production of auxiliary and operating materials. Some material flowswithin a system or process can be so small, for example, that they can be ignored.From what point onwards this can be the case, is determined by the cutoff criteria. Cutoff criteria should be well and carefully considered, and then roughlyestimated so that none of the essential resources remain unconsidered. It isimportant to document system boundaries and cutoff criteria, and to draw uniform comparisons. same depth of investigation.MI categories In the MIPS concept, the material inputs are divided into five different input categories. These five categories are: 3 abiotic raw materials 3 biotic raw materials 3 earth movements in agriculture and silviculture mechanical earth movement or erosion3 water and 3 air.The division into these five categories came into being over a period of severalyears of research and implementation of the MIPS concept and is practised fairlyuniformly. National and international statistics increasingly use these categoriesfor the accounting of material flows, so that the information systems fit togetheron the macro as well as the microlevels. By differentiating between the inputs in the stated categories, the classic separation of earth, water and air can be taken into account. Earth, as a resource, isfurther divided into three single categories in the MIPS concept in order to attainmore meaningful results: abiotic raw materials, biotic raw materials and earthmovements.14The category earth movements in agriculture and silviculture is documented separately, in order to indicate on the one hand, the consumption erosion and, on the other hand the alteration of the earth through farming andforestry mechanical earth movement also without extraction of resources.As a rule, data on erosion can be made available and it is known that theextent of erosion has reached a severe magnitude. see the example of the Tshirton page 29. On the other hand it is difficult at present to estimate the extent ofactive earth movements ploughing of fields in a clearcut manner although,it can by no means be considered environmentally neutral.The aim is to acquire as much meaningful information as possible, for bothtypes of earth movements. The five categories encompass the following inputs in detail:I. Abiotic raw materials III. Earth movement in agriculture and silviculture 3 mineral raw materials 3 mechanical earth movementused extraction of raw materials, such as ores, sand, gravel, slate, granite3 fossil energy carriers amongst others or 3 erosioncoal, petroleum oil, petroleum gasunused extractionoverburden, gangue etc.3 soil excavation e.g. excavationof earth or sedimentIV. Waterseparated according to processing and cooling water3 surface water 3 ground water 3 deep ground water subterraneanII. Biotic raw material V. Air 3 plant biomass from cultivation 3 biomass from uncultivated areasplants, animals etc.3 combustion 3 chemical transformation 3 physical transformation aggregate stateDomesticated animals are already part of the technosphere, and are therefore referred back tobiomass taken directly from nature,e.g. plant or animal fodder.Before beginning the detailedcalculations, check firstwhether the appropriate MIfactors are not already available. See: www.mipsonline.info MI factors Not everything has to be recalculated. MI factors make the work easy! Since thedevelopment of the MIPS concept, scientists, enterprises, consultants, trainers,students and apprentices have been busy with the calculation of the MI factorsfor substances and modules. These MI factors, as far as they are verified andreleased by the Wuppertal Institute, can be found on the homepage of the Wuppertal Institute, and are continually being brought up to date and expanded. Alist of MI factors is not printed here, as it would not stay up to date. Links to further sources for MI factors can also be found on the said homepage.15MI factors can always be applied for MIPS calculations wherever generally usedmaterials e.g. steel, aluminium, cement, synthetic materials, glass, etc. or socalled modules are included electricity, transport etc  This has the great advantage that not every preprocesschain e.g. preprocess chain of steel needs tobe recalculated by each user. The application of the MI factors is however limited, as the data is not valid for every situation. Thus, for instance, the moduleenergy contains the MI values for power generation, considering variousenergy carriers and generation systems. If special process chains need to be takeninto account power supply through supplier XY, then MI factors are generallynot available to the public in databases or publications. They have to be calculated separately. MI factors for electric power are, for example:Biotic Abiotic Resources ResourcestMWhtMWhWater Air Earthmovements tMWh tMWh tMWhElectric power public supply, FRGElectric power industrial generation, FRGElectric power European OECDcountries4.72.671.5883.137.963.80.60.640.425MI factors for electric power according to energy carriers related to FRG are, for example: Electric power from Biotic Abiotic Resources ResourcestMWhtMWhWater Air EarthmovementstMWhtMWh tMWh Nuclear power Lignite Home hard coal Natural gas Running water 0.31140.770.320.1379.588.280.379.40.10.0051.130.810.8470.005The calculation of the MI factor is made in the same way as the followingdescribed calculation of the Material input of products and services only thathere, for example, the weight or volume unit of the materialsubstance, or thecalorific value of the energy carrier is used as the Service unit. MI factors can becalculated for an unlimited number of substances and modules, and are preparedin lists. In fact, every single MIPS analysis contains a multitude of such MI factors MI factors of the various substances used can be calculated through processorientated data gathering.16Step 1: Decid:127nition of aim, object and seviceunit Step 2: Representation of process chain Step 3: Compiling of data Step 4: MI From cradle toproductStep 5: MI From cradle to graveSchritt 6: From MI to MIPSStep 7: Interpretation of results MIMIT calculation instead of MIPS calculation:Should one only need to calculate the Material Input of substances or modules or semifinished products, then certainaspects in the respective stepscan be completely omitted e.g.definition of Service unit, Steps 5 and 6.MIPS Calculation in seven steps The calculation of MIPS proceeds in seven steps. These steps are basically independent of whether the calculations are made manually or with the help of anappropriate computer programme.The starting point of the analysiscalculation is defining the aims, the objectsunder view and the basic underlying Service unit Step 1 to which all numerical values will be referred. This is the basis for the comparison of the variousproductsservices. Subsequently, the life cycle of the product at issue is represented as a process chain Step 2, which shows the individual steps of the process,in relation to each other. This step serves the structuring of the calculation. Hereafter, the inputs, and as far as necessary, the outputs, are gathered and preservedin a process picture Step 3. A datasheet is used for recording information, inorder to guarantee uniform progress, and to document the data gathered. On thebasis of this information, the Material Input is calculated from cradle to product Step 4 by linking the gathered data with the MI factors, provided that theyare available. Consequently, the Material Input is then calculated from cradle tograve Step 5.At this point, data from the lifecycle phases of use and recycling disposalcontributes towards the whole picture. This differentiation makes sense for several reasons:the producer generally determines the manufacture of goods,the period of use can often be influenced individually by the customer,recycling and waste disposal can be very different, and often completelyunknown, for todays new products,analyses are often separated into production and use.However, the manufacturer can exercise a great influence on the use phase of aproduct by determining certain properties of a product e.g. the amount of electricity needed for running a refrigerator.After the Material Input has been calculated from the cradle to the grave,the Material Input Per Service unit MIPS can be calculated Step 6. When the Material Input Per Service unit has been calculated, an interpretation of theresults can then be made in the final step Step 7.17Use of auditing software Given sufficient time, the MIPS can be calculated by using only a sharppencil and a couple of sheets of paper. However, in the interest of the user,a spreadsheet at least should be used. ECOauditing programmes, i.e. programmes, which are especially designed for carrying out ecoauditing andmaterialflow analyses, can be used partly for carrying out MIPS analyses.Many of these programmes improve the overall picture of a project andguarantee a consistent flow of data. They integrate a variety of helpful andnecessary functions into a programme. Therefore, they are often a prerequisite for carrying out a time and costefficient analysis. In our experience,the initial effort put into training and acquisition stands in direct proportion to the greater aims and results. The following programmes have beenthoroughly reviewed and are to our view suitable: Ga Bi from the Institutfur Kunststoffprufung und Kunststoffkunde IKP from the University of Stuttgart and PE Product Engineering Gmb H, and Umberto from ifeuInstitut fur Energie und Umweltforschung, Heidel berg and ifu Institut fur Umweltinformatik, Hamburg.This list is not final. There are several other software systems about ecological assessment on the market. They should be checked by each useraccording to each individual criterion.18What is a Service?A service in the textilebranch can, for instance, beclean laundry. This service can be provided by awashing machine, washingby hand, or an innovativeinvention e.g. using newtextiles, combined with newcleansing products orprocesses.Service of intermediaryproducts If two cars are to be compared and the Service unitPkm is agreed upon, thenthere is no point in referringthe production of the carbattery to this Service unit.The Material Input per battery kgbattery is, however, necessary whenanalysing the productionand use phase of a motorcar. Furthermore, car batteries can be used for manyother things, e.g. electricfences.Service of complex endproducts A motorcar can be used, forexample, as a stationaryadvertisement, as a privatevehicle, as a crashtestvehicle or as a taxi. Different results can be deducedfrom the manner of use foreach lifecycle phase relative to the specific Serviceunits. Thus, whilst a stationary car has almost no wearand tear, a taxi on the otherhand does.Service of disposablegoods In general, disposablegoods usually have aclearly defined and shortlife. The definition of the Service unit is also relatively simple; e.g. the purpose of a throwaway plasticbeaker is to have a beverage, ready to drink, immediately. Afterwards, thebeaker is then disposed of.Step 1: Definition of the aims, objects and the Service unit At the beginning of the MIPS calculation, it must be clear what the objectives are.The aim of the analysis and evaluation must be clearly defined, as well as theobjects under scrutiny. Generally a differentiation must be made between a comparison of one or more objects, of a single object analysis, or of optimising production or of the use of the objects. The aim of the analysis and objects underanalysis influence to a greater extent the system boundaries open to choice, butalso the financial budget and human resources available for the implementation.In other words: when ones budget is known, the extent of the analysis to be carried out with it should be carefully considered, i.e. how costuse elements standin proportion to one another.In most cases, but above all in order to make a comparison of various products, a unit of measurement must be set initially to which all data can then berelated. In the MIPS concept, this measure is called a Service unit and specifies,which use a particular product provides. In addition, the Service unit should alsothrow light on nonmaterial product alternatives and innovative services. Theestablishment of a Service unit compels one to consider whether, how and whichdifferent things are to be compared.When calculating the intermediary steps and results, it is generally wise to notyet refer to this Service unit, but to refer to weight units. For example, strictlyspeaking an intermediary product as a rule socalled semifinished productssuch as sheetsteel or a part of a facade, etc. does not yet fulfil a service, and itsuse in the end product can still be open sheetsteel can be part of a car, a houseor a toy, etc., or not included in the product at all, but categorised as production waste. But why do we need a specific measurement of comparison at all if we onlywant to compare two simple things quickly with each other? Quite simply:because even similar goods can provide different uses.Were transport systems to be examined, then passenger kilometres Pkmcould, with some reservations, be selected as a specific measurement of comparison for different vehicles. We would then see that a private car per Pkm ischeaper than a truck of course, a truck is not built for passengers, but manysmall trucks can if required be used for passenger transport. However, if wechange the Service unit and consider the tonkilometre tkm, then it is quicklyobvious that a truck is cheaper than a car of course, a car is not built for The results of such comparisons can be completely different with the sameobjects of comparison! There can be no clearcut answer to the question: is A better than B? The answer to the question must be as follows: assuming that under XY circumstances and conditions A is better than B, under other circumstancesand conditions B can be better than A. Thus it is of utmost importance that the Service unit is specified and explained.The following rules must be considered when determining a Service unit: A Service unit should enable many different product alternatives to be compared. Therefore, it should be formulated in as general terms as possible. The Service unit should reflect all the important aspects of the use of aproduct.A compromise must be found between both of these aspects. It is hardly pos siblethat both criteria can be completely fulfilled. This is because the use that even asimple product provides can be too complex to describe easily, and also that thevariety of solutions are manifold and very different and thus not identical in allaspects of use. Therefore, every comparison unit must be restricted to the central propertiesand uses of each individual product. Other aspects e.g. aesthetics, portability,ergonomics, individual preferences are important and must be taken intoaccount before decisions are made. These cannot however be the basis of a limited ecological assessment. Nevertheless, it makes sense to make comparisons as they highlight thestrengths and weaknesses of products. One must delve in order to find out necessary and perhaps also less important properties of certain products. Thus notonly are our powers of discernment enhanced, we also learn to understand ourown products better and also to discover new alternatives. It can be a lot simpler where standardised products are under review e.g.standardised rolling bearings, screws, materials, etc  Where such standards areconcerned, very detailed demands and conditions are often stipulated. In construction, only these properties are taken into account so that any possible overfulfilment does not have to be considered. Not defining a Service unit onlymakes sense under certain conditions:if there is only one intermediary and unserviceable product to be calculatede.g. a substance, or semifinished product; when products do not need to be compared, but only the process chainneeds to be optimised e.g. cement production; if the products to be compared serve the same purpose e.g. two throwawaybeakers.Outcome of Step 1The Service unit of comparison is determined as a result of this step. For example, to be clothed with a white Tshirt for one wearing cycle. A wearing cycle consists of, e.g. two days use, and the subsequent washing and ironing.19Product comparisons can givecompletely different resultsdepending on the specific orsupposed use as unit of measurement. Identical products can withlowuse intensity have a comparatively high MIPS value,and in the case of highuseintensity have a low use ofresources or the other wayround.A possible way to define theservice of a builtin kitchen:The storage space of a standard kitchen, according to DIN18022, was calculated at 2,061litres.A life span of 50 years wasestimated for the solid woodkitchen, and 20 years for thefibreboard kitchen. One litrestorage spaceyear can bedefined as a Service unit.But the Service unit of thekitchen could also be dividedinto the following categories:3 storage of supplies 3 food preparation and cooking 3 boiling, roasting, frying,keeping warm 3 serving 3 eating 3 cleaning, washing up 3 garbage disposal.A rundown of Service unitshere is inordinately complex.20Practical examples Service unit of clothing To be clothed for a certain period oftime could be defined as the smallestcommon denominator when describingthe service of clothing. This beingclothed not only describes protectionas the basic use of clothing, but alsoincludes wellbeing and selfexpression. Personyear could be taken as ameasure for comparison.On the basis of this, the expenditurefor clothing can be recorded and compared.Often, it is not necessary to ascertainthe complete clothing expenditure, butonly to carry out comparisons of theproducts. One classic question in connection with clothing and textiles couldbe: Are natural fibres more environmentally friendly than synthetics? Or, Seenfrom the whole manufacturing process, isa cotton pullover more resourceefficientthan one made of pure wool?. Point ofreference in a comparison can be the complete expenditure of energyresourcesper wearingtime. Here, for example, themeasure for comparison, pulloveryear,could be introduced. The service providedwould need to be defined in several steps.To be clothed with top clothing, in winter, outdoors, in casual situations, fora certain period of time  and printing cartridges Here, the common denominator can bedefined as the writing of text or drawing of pictures in a certain quantity. Cartridges contain different amounts, function in different ways, but because of thenumber of printed normpages, they areeasily compared with one another. Asprinting cartridges generally do not fulfilany aesthetic or other functions, the Service unit is relatively simple. And if onedoes not believe the manufacturersclaims about the capacity of the cartridges, it is relatively simple to test it outoneself. 21Datasheets, as well as otherassistance can be found atwww.mipsonline.info Step 2: Representation of the process chain In order to give structure to the evaluation, a diagram is made of the life cycle ofthe product or service under scrutiny. Ideally, all processes are represented in thisdiagram, which are necessary for the manufacture, use and disposal of the product in question. In this way, an overall picture can be achieved of the appropriate processes. Gaps in the information are more easily spotted. When setting outthe process chain, it is advisable to select varying detailed descriptions. In thisway, it is easier to retain an overall impression of the whole process and simultaneously observe individual processes in detail. However, before recording allthe preproducts in the process chain, it is worthwhile checking whether thesesubstances have not already been calculated and analysed MI factors. An exactexamination only makes sense where this has not been done previously, or it cannot be used in its present form. Outcome of Step 2The outcome of this stage is a process chain or a system of process chains indicating which processes are necessary for the manufacture of products or the execution of a service, including the preceding processing steps.Coalextraction Coke production Crude oil extraction Electricity generation Module Electricity Plastics production Plastics molded part production Ore extraction Iron production Steel production Sheet production Component production Systems production Inputs Sheet production Single process Outputsvarious prechains Testing ofcomponents, systems Storage,provision Progressive assembly Assembly Detailed processchain AssemblyVarnishing Module Electricity Module Transport Distribution Usage maintenance repair Recycling, disposal Terminalassembly Testing Packaging22Step 3: Compiling of data In the third stage, the necessary data is gathered about each identified process.All data should be fully documented with source, year of reference, explanatorynotes, exact amounts, units, etc. If none of the aforementioned software is used,it is advisable to use uniform data sheets.The gathering of data and verifying thereof is the most important and frequently the most timeconsuming step of the MIPS analysis.Sources of information can be: Direct measurements: they give specific data and mostly reliable results.Interviews: they often provide firsthand, invaluable experience interviewswith andor assessments by experts.Literature references: they are often the only possibility of acquiring information about procedures outside of the enterprise. Reference books, relevant periodicals and articles and specialised dictionaries can also be referredto. Data bases can be very useful in literature research.Incomplete information isexpanded on by qualifiedestimates.In principle, every single resultshould be checked: even anticipated results can be incorrect.When data deviates from literature sources, one should beable to explain this.Even so, there are often still gaps in the information, and it will be repeatedly necessary to carry out qualified estimations. Specialised knowledge of similarprocesses is necessary for estimation. Theoretical calculations can provide important data in particular where processengineering procedures are concerned.It is crucial that the source of information is precisely documented, particularly if estimation is being made.When assessing ones own product, care should be taken not to unrealisticallyoverestimate the product. In particular when comparing competitive productsor average products, a minimum estimation should be made initially, and whereones own product is concerned, a maximum estimation. Even so, if ones ownproduct is indeed found to be better after such a comparison, a further moredetailed examination of the product has to be made to be absolutely sure. Formore thorough examinations, where information may be lacking, minimum aswell as maximum estimates should be carried out to provide a complete range ofresults.It is both helpful and useful to have several sources of information at hand.Even if ones own test results are available, additional information such as literature and bibliographical references or ones own specialised knowledge can allbe useful, helpful and necessary to test plausibility. As it can never be completelyruled out that a miscalculation has occurred somewhere, either when gatheringdata or when taking measurements, or that inadequate information has beengathered, it is wise to check particularly good or particularly bad results.Note: if basic data differs considerably to that in literature references, the reason for this should be determined and the difference explained. The investigated data or available data will generally be heterogeneous.Basically, there is a differentiation between general and specific data.General data represents average values and relates to a product classification,e.g. white cotton Tshirt, size L. General data reflects specific branch or nationalaverages. 23Data quality is decisive for thequality of the calculated results.At the end of the investigation, it isadvisable to establish how manyof the material flows involved inthe process chain can actually besupported by documentary evidence, and by which.Specific data, however, is only valid for the product under scrutiny and underspecial conditions.A further important difference is the scope of data. Thus, electricity production systems for a manufacturing process in South America cannot be applied,under the same conditions, to a similar process in Germany. Similarly, recordeddata should relate to the same period of time situation and duration in orderto preclude any seasonal variations e.g. average values of several years. In thecase of agricultural products or heating energy consumption, it is necessary toinclude averages covering several years. If the data is available for only one year,and the product is new, it can be particularly difficult to calculate these values.One can then only refer to one year, and must indicate the limitation of this information. Better insulation in a warm winter pays off less than in a cold winter.However, it can in principle be said that the quality of data is decisive for thequality of values, which are later calculated. When compiling data, it is worthobserving several general rules: Material flows have to be stated in an appropriated weightunit kg, t, etc It is important to state the unit alongside the numeric values. Many a surprising result can be avoided in this way. Quantitative information withouta unit is always wrong! Primary raw materials necessary in the process are first listed under Input.They are divided into five categories. These Inputs have no preprocesschain; they generally occur in those processes, which are at the beginning ofthe whole process chains with the exception of combustion air and partlywater. In addition, all other nonprimary inputs are listed: Substances,sources of energy, preproducts, modules, infrastructure, auxiliary and operating materials. These inputs have preceding process chains and are calculated within them, or there are MI factors already available for them.Listed under Output are all main products and byproducts, as well as waste,sewage, exhaust air, and emissions, which are released into the air, water andthe earth. Not all inputs and outputs need to be recorded. This depends on the choiceand establishment of the system boundaries and cutoff criteria. Waste,sewage, exhausts air, and emissions only need to be recorded according tothe MIPS concept if they are to be further processed e.g. in a recyclingplant, or in an exhaust air purification plant and require further materialinput. The source of data must be recorded for every material, for every form ofenergy, for every preproduct.Special information should also be recorded, e.g. additional explanationsabout data, data source, etc.Classical traps: Quantitative information without units is always wrong! One can only compare comparables! The conversion of units can be tricky!24An Argument for SI Units Systeme International d UniteIf conversions have been made into other units, then the original particularsshould always be documented. When making conversions, it is important toensure that the original units have been correctly interpreted. A ton does not necessarily weigh 1,000 kg; it could be an U.S. short ton 907.185 kg; or it maybe a British long ton 1,016 kg. If one is working with combined units and isnot sure of a certain value, then a premature end can threaten all endeavours. Itis good to recall that a billion in, for example, the US is a Milliarde in, forexample, Germany.Outcome of Step 3After this step, one has an overall picture of the material and energetic inputs andoutputs of the individual processes used during the manufacturing of a productand appropriate services. By this time, a first check has been made of the acquiredinformation in terms of conclusiveness. Gaps in the information have beenrecognised and resolved at least with estimates.25Outputs are classified under the following categories: main product, byproduct, waste, sewage, exhaust air and emissions.Sewage and exhaust air are only tobe recorded if they necessitate other rawmaterials for further processing e.g. disposal, filter, sewage plant. Emissionsmay be listed, but do not need to be.Outputs Main products: All products for which the processis chiefly operated.Byproducts: All other commercially usableproducts for which the process isnot chiefly operated.Waste: All commercially unusable materials; to be split into: waste that has afurther use, waste for recycling, andwaste that needs to be disposed of.Wastewater: All water that goes into the drainingditch or that goes into a sewageplant.Exhaust air: All carrier gases of solid, liquid orgaslike emissions.Emissions: All pollution of earth, air and wateremitted by a plant or process.Compiling of Data and Documentation with the Data Sheet Data sheets can be used for compilingand recording informationdata. www.mipsonline.info. All material andener getic inputs and outputs can berecorded in this table. Further information, such as necessary land use, can beadded, although this is not part of MIPS.The data sheet is divided into Inputand Output. The individual inputs andoutputs are then further divided intodifferent data categories, contributing tothe wider structuring of the data. Theseare the data categories for the Inputs:natural inputs extracts from natural deposits: abiotic raw materials biotic raw materials earth movements water airpretreated, processed inputs allpreviously treated raw materials: basic, working and buildingmaterials energy sourcescarriers modules infrastructureauxiliary and operating materials Note: Abiotic and biotic raw materialsappear very rarely on the data sheets inthe further processing steps, as it is primarily pretreated materials and preproducts that are used.Natural Inputs Abiotic raw materials: All unprocessed abiotic raw materials that are taken directly fromnature; e.g. ores in a mine.Biotic raw materials: All vegetable raw materials takeneither from cultivated or uncultivated areas and all animal rawmaterials from uncultivated areas.Animals within cultivation are calculated under the addition ofplant material, etc.Earth movements: All earth movement in agricultureand silviculture also ploughedground or erosion.Water: All water taken directly fromnature. Here, a differentiation ismade between processing and cooling water. A further differentiationis made between ground water, surface water and deep ground subterranean water, according to themanner of withdrawal. Drinkingwater is processed water and therefore a preproduct and not listedhere.Air: All directly extracted air as long as itis altered, either chemically orphysi cally aggregate state.Pretreated, processed inputs:Basic, working and building materials:Substances that are used in theprocesses concerned and that weremanufactured in a precedingprocess e.g. steel, PVC, glass,chemicals.Energy sourcescarriers: Thermal and nonthermal converted sourcescarriers of energy e.g.firewood, oil, coal or gas.Preproducts: Semifinished products, prefabricated elements, etc., which will beapplied in the process concernedand were produced in separateprocesses. Modules: Modules can be or have been calculated for some very important andrecurring services electricity, transport, drinking water. These provide appropriate values for a greaternumber of uses.Infrastructure: All installations, which are necessary for a process but not consumed production buildings,production technologies, etc Auxiliary and operating materials: are materials that are part of theprocess, but only have an auxiliaryfunction; working materials necessary for the manufacturing processthat do not enter the product. Other: all inputs that cannot be classifiedelsewhere.26Sheet for compiling data:Data refer to:Input Natural inputs A AA AB AC ADAbiotic raw materials Minerals Energy carrier Unused extraction Soil excavation Name ofprocess Measure for comparison unit Unit Amount Source Year Referenceregion Referenceyear Specicid:31c informationexplanatory notes Information onunits Informationon inputamount Informationon datasource Informationon year ofpublishing Informationon referenceregion Informationon referenceyear B BA BB BCC CA CBD DA DAA DAB DACDB DBA DBB DBCE EA EB EC EDBiotic raw materials Plant biomass from cultivation Plant biomass not from cultivation Animal biomass not from cultivation Earth movementsaktive: e.g. ploughed earthpassive: e.g. erosion Water Process water Surface extraction Groundwater extraction Deep groundwater extraction Cooling water Surface extraction Groundwater extraction Deep groundwater extraction Air Combustion Chemical conversion Physical conversion aggregate stateOther extracted air Pretreatedprocessed inputs FBasic, working and building materials G GA GBHI IA IB ICJ JA JBK KA KBLEnergy carriers Energy carrier thermal conversionEnergy carrier nonthermal conversionPreproducts Modules Electricity Transport Drinking water Infrastrukture Production buildings Production technologies Auxiliary and operating materials Auxiliary materials Operating materials Others Under A to Eall direct extractions fromnature are listednatural inputs,incl. waterUnder F to Lall pretreated and treatedinputs are listedmaterials, products,modules, etc.2728Material Input input amount xmaterial intensity MI Amount x MIT. In units:kg kg x kgkg orkg MJ x kgMJ orkg Pkm x kgPkm etc.The single categories are notsummed up, but listed seperately. Material Input has the unit kg.Material Intensity carries theunit kgunit, e.g.kgkg,kgk Wh, etc.An example:If heat is only expelled duringpower production, then it is anemission; if, on the other hand,it is fed into a districtheatingnetwork, then it can be considered as a byproduct forwhich further processes areneeded: construction andoperation of the district heatingnetwork. If one constructs asmallscale cogenerationplant, primarily designed andoperated to meet heat demand,then power and warmth areboth main products.Step 4: Calculation of the Material Input From the cradle to the product In this step, the Material Input is calculated right through to the finished product. If only MI calculations are being made of a material, module or a semifinished product, etc., then the following implementation is almost analogous.The data and results compiled in Step 3 Compiling of data are used for thesecalculations. Then the respective Material Inputs in kg or Material Intensitiese.g. in kgkg or kgMJ are determined for the respective intermediary products,depending upon the processes necessary for the direct extraction of resources.MI factors were already calculated for a number of the processes and substances. These can be referred to if necessary. This applies in particular to energycarriers, but is, however, similar for a number of the frequently used basic, working, and building materials. A list of these values can be downloaded from thehomepage www.mipsonline.info. These lists are regularly brought up to date.Prototypes of the data and calculation sheets can also be found at this website.The calculation of the Material Input MI is arrived at by multiplying theindividual input quantities by the specific Material Intensities MIT of the inputsubstances. When these have been added together, one arrives at the Material Input of the relevant intermediary product. It is important to consider thatwhilst compiling data and calculation, one only adds up within each individualcategory.For products intermediary products, which are handled in weight unitswool as opposed to pullover, it is advisable to give the Material Intensity as aresult, i.e. Material Input per kg of the good. Where no Service unit can bedefined for such products or intermediary products, it is not possible to calculate the MIPS value.Note: the Material Intensity carries the unit kgkg. The only deviation fromthis rule, however, is when dealing with weightless goods such as electrical poweror heat, where it is then necessary to give the details of the Material Intensity inanother unit, e.g. kgk Wh. A weight unit always appears in the numerator, andthe usual unit for the product appears in the denominator.When calculating the Material Input and the Material Intensity, the differentiation between main products and byproducts can be essential. Main products can be summarised as all the products for which the process is mainly operated. The Material Input of a process is attributed to the main product, or splitinto the various main products according to weight shares. Byproducts areproducts which are also marketable, but for which the process is not mainly operated, perhaps because the market price is too low, or because they accumulate assurplus. The Material Input of the process is not added to byproducts, only thepossible additional expenditure of further processing. This classification canvary from case to case, and can depend upon other circumstances and con ditions. The question of main products and byproducts thus takes a centralposition in a MIPS analysis, and attention should be paid to it when establishingthe para meters of a system.Outcome of Step 4The Material Input per Product was calculated. For a particular Tshirt, thatmeans, for instance, resource consumption of:2.0 kg 1.2 kg 1,480.0 kg 12.5 kg 223.0 kgairerosionabiotic raw materialbiotic material water2.83 k Wh electricity are included.The ecological rucksack of the Tshirt is then: MI TMR net weight 226.2 0.17 kg 226.03 kg!29Electricity used for 1 Tshirt:The almost 3 k Wh of electricityused for the manufacture ofthe said Tshirt can producevery different MI values,depending on the primaryenergy carrier.Thus the MI value of the Tshirtcan vary between:3 1.03 kg real electric valuefrom the analysed production chain and 3 ca. 40 kg using electricityproduced exclusively bybrown coal.If the Tshirt was producedentirely in Germany FRGmixthen the abiotic MI valuewould be at least 15 kg!Practical examples Main and byproducts Sheep are kept for various reasons:3 in Germany, sheep are kept mainlyfor environmental protection reasonslandscape protection, or for themaintenance of dikes. Meat is oftenonly a byproduct. Wool is mostlywaste.3 in Scandinavian countries, sheep aremainly kept for meat. Wool is a byproduct or waste.3 in Australia, wool as well as meat is amain product.If a nomad from Mongolia was askedabout sheep, he would probably notunderstand the question at all: sheep arekept of course because they provide meat,milk and wool. Domestic animals are anintegral part of the Mongolian culture,and all products are used equally intensively.Calculation of the Material Input using the calculation sheet A calculation sheet can be used for calculating the Material Input see page 31.Using this table, the Material Input of individual process steps is calculated forproducts and thus also for intermediary products. On this calculation sheet, as on the data sheet, the name of the process andthe unit of measure are recorded. Next to this, all input substances are recordedwith their input amount according to the data sheet.For the actual calculation, the input substances or the input amounts arecombined with the relevant Material Intensities of the five data categories. Thedata sheets consist of one column for the input amount of the respective substance and two columns for each of the five categories. The Material Intensity ofthe used preproducts is inserted in the first of the two columns. In the secondcolumn the contribution of the individual input substances to the Material Inputof the productprocess is calculated by multiplying the Material Intensity and theinput amount. The addition of these individual Material Inputs results in thewhole input in the respective categories.30Step 5: Calculation of the Material Inputs From the cradle to the grave All processes of a production line are drawn up on a data sheet and a calculationsheet in order to calculate the systemwide Material Input of services or products. The use of resources can be summed up in lifecycle phases, and displayedseparately.The calculation of resource use right up to the complete product occurs in Step 4. The majority of products cause expenditure of resources, not only during manufacture, but also during use and disposal. These expenditures oftendepend upon the user, or are determined by the specific usefunction of a product. Therefore, these resource expenditures should be calculated separately fromthe manufacture in this step.Practical examples Besides production expenditure of a Tshirt, the actual use of the article,through the necessary laundry, causesresource consumption. This consumption generally lies above and beyond thatof manufacture. Repairs do not at presentplay a relevant role with most textiles, asopposed to shoes. Outcome of Step 5In addition to manufacturing, the expenditure of usage and disposal are calculated and included. Therefore, e.g. 100 wearingcycles of a Tshirt Manufacture 100 x washing 100 x ironing.abiotic raw materialbiotic raw materials waterairerosion 119.5 kg 1.2 kg 4,200.0 kg 40.0 kg 223.0 kg The result arrived at is the Material Input of a product, assuming usage throughout all lifecycle phases.3132Step 6: From Material Input to MIPSThe relation to the Service unit is achieved in this final step of the actual calculation. MIPS, i.e. Material Input Per Service unit, is reached by dividing the Material Input by the number of the Service units. MIPS has the unit weight ofmoved nature service or weight of moved nature product weight of product. MIPS is recorded in five different categories abiotic raw material, bioticraw material, earth movement, water and air.Outcome of Step 6:The result of Step 5 is now applied to the Service unit. As a wearingcycle wasdefined as a Service unit, the calculation of the MIPS value of the result of Step 5, which refers to 100 wearing cycles, has to be divided by 100.abiotic raw materialbiotic raw material waterairerosion 1.2 kg 0.01 kg 42 kg 0.04 kg 2.2 kg With this result, a comparison can be made with a Tshirt that, for example, hasa life span of only 20 wearing cycles. If one takes a Service unit of, for example,being clothed with a Tshirt for 5 years, then it is possible to calculate specificvalues. A longlife Tshirt has only one production process, whereas a shortlife Tshirt needs to be produced several times. The usageexpenditures washing and ironing, however, remain the same.33On the particular position ofthe category earth movement:Earth movement embraces theactive moving of earth, e.g.ploughing fields, and the passive movement of earthtriggered erosion. As theavailability of reliable documentation is inadequate todate, the category earthmovement only encompassesdata about erosion. Therefore TMR is the sum ofthe abiotic and biotic rawmaterials and of erosion. Thispractice is valid until furthernotice. Current developmentscan be followed on the homepage.Step 7: Interpretation of the results Subsequent to the compiling of data and the calculation of the Material Inputs,the Material Intensity or the MIPS values, the evaluation and interpretation ofthe results follows.A comprehensive interpretation of the category earth movement is notpossible at the moment. It is obvious that our methods of agriculture and silviculture, ploughing and monoculture represent a severe interference with our natural environment. This trend cannot go on and has to be reduced e.g. the inordinately high rate of erosion in the quoted example.When interpreting the results, it is permissible and often makes sense to compile the following categories equally: abiotic raw materials, biotic raw materials, as well as earth movement, but here, only erosion. However, a differentiation between the categories must remain possible.The sum of these categories can be understood as a main indicator of theseobservations and is called Total Material Requirement TMR. This indicatoris used in the resource accounting of national economies.The category water should likewise be examined separately, as interferencewith water can have very different effects and consequences regionally. Differentiating between processing and cooling water helps to avoid making the specific significance of this value unnecessarily difficult, because of the vast amountsof water necessary for cooling.When considering the category air, the various uses of particles are to becomprehensively summed up combustion, chemical transformation and physi cal transformation. CO2 emissions are dealt with in the section combustionair. The category air should also not be summed up with others.Concerning the significance of a comparison, one should always check whatpercentage of the input was actually analysed, and what was only estimated. Theamount of analysed and calculated inputs should be as large as possible.Outcome of Step 7:A comparison of alternatives could determine the preferred ones. Particularlymaterial intensive process steps were sought. On the basis of these results, appropriate optimising strategies can now be selected.34Optimising Strategies The point of a MIPS analysis often lies in optimising the substances used, theproducts under scrutiny or the services. Some possible suggestions are presentedin the following illustration: Reduction of Material Input within the investigated process chain processoptimisation; Reduction of material input in a product product optimisation; Comparison of product and service alternatives.Increase in the Service unit, and in use product optimisation;Optimising possibilities generally present themselves in all processes and in alllifecycle phases. Of course, optimising makes most sense where the most savings can be made ultimately. The first and most important step is to find this outand still retain an overall view of the whole life cycle: the socalled hot spotanalysis. Once the processes to be optimised are spotted and recognised, then alist of priorities can be compiled according to the extent of the potential cost andresource savings. The question then arises, which of these processes can bechanged independently, which depend indirectly on others, and which ones cannot be changed, or, if so, only with difficulty. Subsequently, the processes, whichare deemed capable of being optimised, are listed in the following way: Processes where directly responsible e.g. internal processes of a firm. Processes where indirectly responsible e.g. processes of suppliers or customers. Processes outside the field of influence e.g. extraction of raw materials,power generation.To which of these three abovementioned categories the specific processes belongdepends very much on the specific circumstances and situation. It can be, forexample, that an internal process in the automobile supply industry does notallow for scope of action, as the stipulations of the car concern are too restrictive. On the other hand, the MI value of, for example, power generation, can bedirectly influenced by ones own, if only partial, generation of power cogenerationtrigeneration, solar energy. In addition, processes can be divided intopoints for optimisation according to type; following some examples.Examples for the reduction of Material Input MI: Choice of working materials e.g. use of recyclable materials. Choice of production methods e.g. use of energy efficient machines, watercycles. Special surface technology for reducing and preventing corrosion, friction,soiling e.g. use of the Lotus effect to reduce the soiling of surfaces. Design e.g. exchangeable kitchen fronts to suit fashion trends andresourceconserving use. Transport e.g. simple robust transport possibilities, short distances. Packaging e.g. multiuse systems.35 Material recycling, disposal e.g. detachable connections, recyclability, mini mal variety of materials.Examples for the enhancement of the Service unit S: Application, use e.g. ecowash programmes for washing machines, switchingoff options for freezers, multipurpose tools and equipment, long lifespan.Service, maintenance e.g. exchange options for parts that are subject towear and tear, upgrading possibilities. Reusability reuse of trade fair stands, a mustard jar becomes a drinkingglass.Services with optimised resource input e.g. renting of tools or machineswhich are seldom used.Of course, a list like this only provides a selection of several typical possibilities.It does not automatically cover all areas of action, as the specific content is generally too complex.Implementation in the enterprise:If the MIPS concept is to be completely integrated into ones own enterpriseas an ecological method of assessment, then it is recommended to start witha pilot project if this has not already occurred. During such a project wheretime and scope are restricted, the staff accustoms itself to the MIPS conceptby using one or more objects of reference. The following procedure hasproved worthwhile:3 Meetings of the employees concerned design, planning, production,buying and selling department, etc., of the decisionmakers in management, maybe also of the suppliers, customers and target groups.3 Brainstorming: gathering of ideas e.g. by means of mind mapping.3 Formulation of the most promising ideas e.g. by means of a subjectivepoint system by the participants.3 Assessment of the ideas according to certain criteria e.g. operationalknowhow, the competition situation, value added.3 Detailed comparison of the best ideas in order of importance. 3 Selection of the best ideas, planning and the implementation of thenecessary measures.Only after the satisfactory completion of a pilot project are the contents andmethods of the MIPS concept introduced, stepbystep, into the individualdepartments and business processes. A detailed description of all aspects connected with the application andimplementation would go beyond the scope of this publication. If requested,the authors are ready to name qualified contact persons for the implementation of the MIPS concept in your enterprise or organisation. Further information at www.mipsonline.info36Glossary Abiotic raw materials are all abioticmaterials taken directly fromnature and unprocessed, e.g. oresin a mine, unused extraction ofraw materials, excavation ofearth and sediment, etc.Air is accounted for in the MIPSconcept as long as it is changedchemically or physically, aggregate state.Auxiliary materials are substancesthat are involved in a process, butonly fulfil a subsidiary function.Data sheets help with the systematicand structured compiling of datafor single processes. They can befound at the given homepage.Earth movement encompasses allmovements of earth in agriculture and silviculture, i.e. allploughed land or erosion.Ecological rucksack: can be calculated by subtracting the netweight of the product from the Material Input; Ecological rucksack MI net weight.Average products represent a comEcosphere is the natural environment of human beings.Emissions: Air pollution, noise,vibrations, light, heat, rays andother phenomena.Energy carriers are thermal or nonthermal carriers of energy e.g.petroleum, oil, coal or firewood.Exhaust air or waste gases are car rier gases of solid, liquid or gasemissions.Calorific value gross: The grosscalorific value H0 former upperheating value determines therelation of the released amountof heat from complete combustion to the mass of the combus ted material. The gross calorificvalue does not consider that theusable amount of heat as arule is reduced by the amountconsumed by vaporisation ofavailable or emerging water.plete class of products. Singlespecific products can differ distinctly in their properties fromaverage products.Basic, working and building materials are materials or substances that are added in aprocess, and have been manufactured in previous processes forthat purpose e.g. steel, PVC orglass.Biotic materials are all biotic materials taken directly from naturebefore processing, e.g. trees,fish, cotton.Byproducts are commercial goodsthat are produced during aprocess, but for which theprocess is not mainly operated.Calculation sheets help with thesystematic and structured calculation of individual processes.They are available on the givenhomepage.Cycles: A series of natural but alsotechnical substance flows canoccur in cycles. A typical example is the natural water cycle.Calorific value net: The netcalorific value Hu former lowerheating value determines therelation of the released amountof heat from complete combustion to the mass of the combusted material. The net calorific value does consider that theusable amount of heat as arule is reduced by the amountconsumed by vaporisation ofavailable or emerging water.Therefore the net calorific valueis smaller than the gross calorificvalue. In engineering the netcalorific value is almost exclusively used.General data refer to product clas ses, to typical or average products.Infrastructure: all productionmeans and machinery that arenecessary for the production ofgoods are summarised here asinfrastructure.Input encompasses everything thatgoes into a process Intermediary products are productsthat are manufactured in theprocess chain that do not yetperform a service or are not yetof use a car battery in the caseof a car.Lifecyclewide: encompasses all lifephases, i.e. from the extraction ofraw materials, through production, use and application, to therecycling and disposal of a product.Main products are commercialproducts that are produced in aprocess, and for which theprocess is mainly operated.Glossary 37Materialsubstance flows are all Modules contain data about the preProduct classification: Comparflows of substances in the ecoand technosphere. Substanceflows can move in cycles.Histori cal and also geologicalperiods of time are too short toenable a life cycle for a series ofmaterial flows.products or the preservices,which are needed and used frequently. They concern averagevalues. Modules are relevant forindividual regions, branches, etc.transport module, electricitymodule, etc Material Input MI encompasses Natural deposit of resources isall material inputs, which arenecessary for the manufacture ofgoods or for the provision of aservice: Unit kg or t.where the resources can be foundand where they are taken fromfor further processing e.g. coalseam.Material Intensity MIT is the Operating materials are materials Material Input in relation to aunit of measurement; Unitkgkg or kgMJ, etc  Material Intensity Material Input Weight.Maximum estimations are carriedout by recording the maximumpossible material inputs. Theyare carried out when completecalculations are not possible, andwhen the maximum resourceexpenditure is wanted as a basisfor comparison.MI factors are the material intensityvalues for the singleindividualmaterials or modules. Unitkgkg or kgMJ, etc Minimum estimations are carriedout by recording the minimumpossible input. They are carriedout when complete calculationsare not possible, and when theminimum resource expenditureis wanted as a basis for comparison.MIPS is the abbreviation for Mate rial Input Per Service unit. UnitkgS; MIPS MISwhich are necessary for the functioning of a process, but whichdo not go into the product e.g.cleaning agents and cloths.Output: encompasses everythingthat comes out of a process Passenger kilometres: the numberof passengers transported multiplied by the number of kilometres covered equals the numberof Passenger kilometres. Pkm.Preprocesschains: Process chainsof a preproduct.Preproduct: Products, which arethe input of another process.Process is the procedure machine,method, use during which theinputs are converted into outputs by means of an action,whereby at least one intendedoutput is produced e.g. shapedmetal sheet, a chemical or thetransport of goods.Process chain is the representationof the process system with theindividual processes and theirlinks.Process picture is the schematic representation of the inputs andoutputs of a single process. isons can be carried out not onlywith actual products but alsowith product grades, e.g. whitecotton Tshirt.Production intensive are productswhose manufacture causesgreater resource expenditurethan their use.Production buildings are buildingsin which manufacture takesplace. They can be attributed tothe processes through the lifespan of the buildings.Production technologies aremachinery, plants and tools, etc.,which are necessary for the execution of a process, but are notused up in the process.Resources are all ingredients for aprocess. The term resource inthe MIPS concept is not usedanalogous to the geological oreconomic term.Scope of data scope of validity ofdata indicates within whichframework and under what conditions the data can be used andapplied.Specific data refers to a specificproduct or to a specific service apullover, size X, colour Y, producer Z.Technosphere: the part of the eco sphere, which is directly affectedby mankind.Tonkilometre: the quantity of transported goods multiplied by thenumber of kilometres equals thenumber of tonkilometres.38Glossary Useintensive are products where Water according to the MIPS conuse causes greater resource consumption than the manufacture.Waste is substances or products,which can either be recycled orneed to be disposed of.Waste water is all water that issoiled, dirtied or polluted bydomestic, agricultural, commercial and industrial use; furthermore, rain water as well as waterseeping through the groundfrom drainage and seepagepipes that arrives in the draining ditch via the drainage system.cept encompasses all water takenfrom nature. A difference shouldbe made between the extractionof surface water, ground waterand deep ground subterraneanwater. On the basis of officialwater statistics, it is possible andalso simpler to differentiatebetween: ground, surface andsource water. Depending on thewater statistics, enriched surfacewater and bank filtrate are alsosurveyed.Appendix Tables Conversions Energy 1 kilojoule k J 1 kilocalorie kcal 1 kilowatthour k Wh 1 kg mineral coal unit SKE 1 kg crude oil unit ROE Weights 1 kg 1 US short ton 1 Brit long ton 1 ounce oz 1 pound lb. k J 4.1868 3,600 29,308 41,868 kg 907.185 1,016 0.02835 0.45359 39kcal 0.2388 860 7,000 10,000 k Wh kg SKE kg ROE0.000278 0.000034 0.0000240.001163 0.000143 8.14 11.63 0.123 1.428 0.00010.0860.7US short ton Brit long ton oz lb.0.0011023 0.0009843 35.27337 2.295737 1.12 0.892857 0.00003125 0.0000279 0.0005 0.0004464 32,000 35,840 16 2,00022400.0625Lengths 1 meter m 1 inch in Zoll 1 foot ft 1 yard yd 1 mile m 1 nautic mile m 0.0254 0.3048 0.9144 1,609 1,852 in ft yd milem nautic mile 39.37 3.2808 1.0936 0.0006215 0.000054 12 36 63,360 72,960 112 3 5,280 6,080 13613 163,36015,28011,7601,760 172,96016,0800.0004934 0.868422,026 231.1515 40Prefixes Units often have prefixes, as they are sometimes too big or too small for usage. Only one prefix may be used at a time.Prefix Atto Femto Piko Nano Mikro Milli Zenti Dezi Prefix character Significance Comment Prefix Prefixcharacter Significance Comment a f p n m c d 101810151012109106103102101unfavourable unfavourable unfavourableunfavourable Deka Hekto Kilo Mega Giga Tera Peta Exa da h k M G T P E 101102103106109101210151018Density of substanceskgdm 3at 20 C 2.7 11.34 7.8 1.74 8.5 21.5 8.8 13.55 Aluminium Lead Steel Magnesium Brass Platinum Red brass Mercury kgdm 3at 20 C4.52 19.3 19.29 7.2 22.4 8.927.14 1.4Titanium Tungsten Gold Cast iron Iridium Copper Zinc Hardcoalkgdm 3at 20 CFuel oil El 0.85 Fuel oil S 1.2 Diesel Petrol 0.85 0.72 Natural gas 0.78 kgm 3Heating values of energy carrierssource: Arbeitsgemeinschaft Energiebilanzen41Energy carrierunitHeating value k J Energy carrier unit Heating value k J Hard coal Hard coal coke Hard coal briquettes Lignite Lignite briquettes Lignite coke Pulverised and dry coal Woody lignite Firewood 1 cbm 0,7 t Fire peat Mineral oil raw Motor petrol, benzol Raw petrol Aviation petrol, light aviation turbine fuel Heavy aviation turbine fuel, paraffinkg kg kg kg kg kg kg kg kg kg kg kg kg kg kg 29,715 28,650 31,401 8,575 19,500 29,900 21,525 16,747 14,654 14,235 42,633 43,543 44,000 43,543 43,000 Diesel fuel Fuel oil, light Fuel oil, heavy Petroleum coke Liquid gas Refinery gaskg kg kg kg kg kg Coking plant gas City gascbm Blast furnace gas cbm Natural gas Petroleum gas Pit gas Sewer gas Raw benzol Raw tar Pitch cbm cbm cbm cbm kg kg kg 42,960 42,733 40,852 30,895 46,041 45,159 15,9944,18731,736 40,300 15,994 15,994 39,565 37,681 37,681 42Calculation Examples Example: Pig iron production To illustrate the generation of MI data on the levels of basic, building and workmaterials, the pig iron production chain is shown and described below:Step 1: Definition of the aim, the objects and of the Service unit The aim of the analysis at this point is the calculation of the MI value of pig iron.No real Service unit can be used at this point in a comparison. However, in latercomparisons, MI values drawn from weight units are easily applied e.g. for themanufacture of steel elements. The given figures and data refer to the followingsources: MIPSonline data sheet; WIPaper No. 27: Wuppertal 1995, MI analysisof basic, building and work materials.STEP 2: The representation of a process chain The process chain for the production of pig iron can be taken from the following illustration.Pig iron production chain Coal mining Iron ore extraction Limestone extraction Coking plant Ore dressing Oreagglomeration Furnace Pig iron43STEP 3: Compiling of data The collection of data encompassesthe gathering of data about oredeposits,the gathering of data about coal and limestone deposits,the gathering of data about coking plants, of sinter and pellet plants, aboutenergy plants andthe compiling of data about blast furnaces.STEPS 4 and 5: Calculation of the material input from the cradle to the substance The following intermediary steps must be taken to calculate a MI value for pigiron by means of the compiled data. The calculation of MI values for the mainproducts of the relevant processes: Iron ore and pellets from open cast mining,Limestone from quarries, Hard coal from coal mining, Coke from the coking plant, Pellets from the pellet plant.Sinter from the sintering plant,In addition, MI values need to be determined or find out for transport, electricpower and different fuels.The calculation of the single processes is illustrated in the following calculation sheets. The necessary material intensities of individual substances are listedin the following table:Substance Abiotic material Water Air Hard coal Electric power, steel industry Electric power, OECD countries Diesel Limestone Natural Gas 2.36 kgkg 9.1 kgkg 0.048 kgkg 4.22 kgk Wh 72.5 kgk Wh 0.607 kgk Wh 1.55 kgk Wh 0.032 kgMJ 1.66 kgkg 0.03 kgMJ 66.7 kgk Wh 0.23 kgMJ9.7 kgkg 0.012 kgMJ0.535 kgk Wh 0.076 kgMJ0.06 kgkg 0.09 kgMJ4445The last calculation sheet for raw iron shows the calculated value of the completeprocess:7.05 tons of abiotic material,35.9 tons of water and 2.34 tons of airwere used to produce 1 ton of raw iron!STEP 6: From Material Input to MIPS This step does not need to be carried out because of the selected objective calculation of a MI value for a basic material, and not for the MIPS of a productSee note on page 16.STEP 7: Interpretation of the results In the case of the selected objective, an interpretation of the results can only occuron the basis of the Material Input within a single process. An underlying discussion about a change in the pig iron production process, based on such data, ispointless outside of the steel industry. In addition, the process has been adequately optimised technically. Optimising possibilities can be determined onthe level of choice of power generation or of specific deposits, albeit only to a verylimited extent when compared to serviceable products e.g. halls or vehiclesmade of steel.46Example: Carpet cleaner To illustrate the application of the MIPS manual, a MIPS calculation will bedemonstrated in the following example of two alternative carpet cleaners.STEP 1: Definition of the aim, the objects and of the Service unit The aim of the MIPS calculation here is the comparison of two different carpet cleaning alternatives, whereby the objects under scrutiny have already beenselected. The chosen Service units are:one hour of carpet cleaning,one year of carpet cleaning assuming X hours per week,carpet cleaning throughout the whole life span of the product.The choice of three different Service units enables a detailed comparison of bothalternatives.47STEP 2: Representation of the process chain The process chain of the manufacture, the use and disposal of the carpet cleaners is extensive, and includes the preprocesses of the production of the materials, energy carriers, electrical power, etc. No data is available on the actual manu facturing of the appliance, i.e. neither on the manufacture nor on the assemblyof the individual components. For example, it is not known how much wasteoccurs during production, i.e. unused building materials, or how much electricity is used by the machines. This example is not unusual as there are often gapslike this in the available information.Even so, in order to be able to calculate the MIPS value, a simplification is carried out as is often the case. The MI value of the product is worked out using onlythe actually existing substances in the product. The weight amounts are multiplied by the available and suitable Material Intensity values, the socalled MI factors. In this way, a pretty solid MI value can be arrived at in a relatively simpleand swift manner. This MI value becomes the required MIPS, and thus a measurement of comparison, by referring to the specific Service unit.Cottoncultivation Plastics production Cotton crop Plastics molded part production Fibre and yarn production Textil manufactur Ore Extraction Iron production Steel production Tin production Module Electricity Module Transport Coal extraction Coke production Crude oil production Electricity generation Module Electricity Production single partsappliance Assembly Distributionmaintanance Usage repair Recycling disposal48STEP 3: The compiling of data This step encompasses the following: The weight analysis of the product, The estimation of the phases of use, disposal andor recycling, The compiling of the appropriate MI factors.Weight share of products Material kg per appliance Material compound of carpet sweeper Steel primary Plastics Renewable raw materials Total Material compound of carpet cleaner Steel primary Plastics Aluminium primary Copper 50% prim. 50% sec. Tin Oil Cotton Total 3.15 0.04 0.08 3.27 1.85 2.1 0.247 0.12 0.001 0.002 0.1 4.42 Usage and disposalrecycle phase Carpet sweeperLife span: 30 years Carpet cleaner Life span: 10 yearsExpenditures during the usephase 1 brush from renewable resources 0.08 kg 0.1 kg cleaning agent 50 km to recycling station collective lorry 12 dust bags 0.1 kg per piece108 k Wh electricity consumption 50 km to recycling station collective lorry 49Number of dust bags and energy consumption were estimated: dust bags: 1 bag per monthenergy consumption: 1,500 Watt power; 1.5 h vacuumingweek; 48 weeksyear Information on Material Intensities MI factorsMaterial Materialabiotictt Materialbiotictt Earthmovementstt Watertt Air tt Material Intensities of materials, energy carriers and transportthese values can change over the years; valid data at: www.mipsonline.infoSteel, primary Steel, secundary Aluminium, primary Aluminium, secundary Copper, primary Copper, secundary Plastics PVC Plastics PE Tin estimated 6.973.3685.383.45500.09.668.025.46800.0Oil here heating oil Renewables: here as approximate: Cotton here USA, west Paper primary Cleaning agent 1.58.6 1.2 6.044.657.51378.660.9 260.0105.6117.7 64.9 1.3 0.56 9.78 0.37 2.0 0.72 0.69 2.1 no infor no information 11.4 mation 0.03 2.9 5.05.01 6814.014.7 98.02.74 0.24 0.7Electric Power Germany, public supply tMWh tMWhtMWh tMWh 4.783.10.6kgtkm kgtkmkgtkm kgtkm Road goods transport without infrastructure here: trucktrailer 8t Infrastructure here: all roads 0.1070.7490.9270.1 5.160.017 50STEPS 4 and 5: The calculation of the Material Input from cradle to productand from cradle to grave Steps 4 and 5 are combined on the calculation sheet.STEP 6: From Material Input to MIPSThe MI values added up for each piece of equipment, in relation to the whole lifespan, now refer to the three Service units selected at the beginning:an hour of carpet cleaning,a year of carpet cleaning,carpet cleaning during the whole life span of the product.In addition, the MI values, which were previously calculated for the whole lifespan 10 or 30 years, are calculated for one hour or for one year accordingly.MIPS given in TMRService unit Carpet sweeperLife span: 30 years Carpet cleanerLife span: 10 yearsTotal life span One year carpet cleaning One time carpet cleaning 78.71 kg 2.6 kg 0.02 kg 5,174 kg 517 kg 3.6 kg 51STEP 7: Interpretation of the results The listed values alone clearly demonstrate the difference in the use of materials, TMR, of both carpet cleaners. In addition, if the lifecycle phases are lookedat separately see fig ox, then it can be seen that the phase of use of the conventional vacuum cleaner is the decisive factor, in particular regarding the use ofresources due to electricity consumption.MIPS given in TMR per lifecycle phase Lifecycle phase Manufacture Usage DisposalRecycling Carpet sweeperLife span: 30 years Carpet cleanerLife span: 10 years23.5 kg 55 kg 0.24 kg 84.4 kg 5,150 kg 0.2 kg In this case, a subsequent optimisation of the product based on this calculationis also possible: optimising the conventional carpet cleaner during the phase ofuse where the most raw materials are used. An optimisation beyond the alreadyexisting product provided the designer, Agim Meta, the opportunity to create acomparable carpet sweeper. Starting with the conventional carpet cleaner, acarpet cleaner has been conceived and designed which uses the least possibleresources. And we are of the opinion that the comparison is well worth lookinginto!52Worthknowing Literature Bringezu, S. Ressourcennutzung in Wirtschaftsraumen Stoffstromanalaysen fur einenachhaltige Raumentwicklung, Berlin, Heidelberg, New York 2000Eurostat Economywide material flow accounts and derived indicators. A methodological guide, Luxembourg, 2001SchmidtBleek, F.: Wieviel Umwelt braucht der Mensch? MIPS Das Ma fur okologisches Wirtschaften, Basel: Birkhauser Verlag, 1994SchmidtBleek, F.; Bringezu, S.; Hinterberger, F.; Liedtke, C.; Spangenberg, J.; Stiller, H.;Welfens, M. J.: Handbuch der Materialintensitatsanalyse MAIA.: Berlin; Basel;Boston: Birkhauser Verlag, 1998SchmidtBleek, F.:Das MIPS Konzept: weniger Naturverbrauch mehr Lebensqualitatdurch Faktor 10, Munchen: Knaur, 2000Further information and linkswww.mipsonline.infowww.wupperinst.orgwww.factor 10.de SoftwareEcoauditing programmes Gabi vom Institut fur Kunststoffprufung und Kunststoffkunde IKP, Uni Stuttgartund PE Product Engineering Gmb H: www.ifeu.de bzw. www.ifu.com Umberto des Ifeu Institut fur Energie und Umweltforschung, Heidelberg und IfuInstitut fur Umweltinformatik, Hamburg: www.gabisoftware.comWuppertal Institute for Climate, Environmentand Energy P.O.Box 10048042004 Wuppertal Germanywww.wupperinst.org ISBN 3929944561e", "filename": "485276682.pdf", "person": ["Michael Ritthoff", "Ritthoff, Michael", "Holger Rohn", "Rohn, Holger", "Christa Liedtke", "Liedtke, Christa"], "date": ["2002"]}