{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/41845/1/489718817.pdf"], "title": ["Wage dumping and Germany's 'Entsendegesetz'"], "plaintext": "DOI: 10.1007s 10272cid:1005cid:10144cid:15FORUMLiberalising Services Trade in the EUThe internal market for services, which are estimated to account for 60 to 70 per cent of economic activity in the European Union, is still rife with legal and administrative barriers to crossborder trade. The problems involved in integrating national services markets into one large internal market are highlighted by the ongoing fi erce controversy over the Commissions proposed services directive.The following contributions discuss some pertinent issues.Patrick A. MesserlinThe Directive on Services: Rent Seekers Strike Back The November 2004 Hearings of the European Parliament on the Directive on Services hereafter the Directive offered a fascinating preview of the current debate. It was already dominated by the unholy alliance of the supporters of a social model based on public service tied to public monopolies and narrow vested interests based on private monopolies. Rentseekers of all Member States, unite! could be the appropriate motto.On the one hand, some testimonies 1 compare an idealised European social model ignoring its negative sides in terms of low growth, massive and permanent unemployment and a host of perverse effects caused by good intentions 2 to a demonised market economy ignoring its contribution to faster growth and reduced unemployment. Worrisomely, this unbalanced approach which was largely driving the public campaign against the Directive in April and May 2005 places the founding countries of the European Community lavishly granted with the best possible social systems in every respect in opposition to the other EC Member States accused of social dumping and unfair competition. Clearly, shifting from 15 to 25 Member Director, Groupe d Economie Mondiale, Paris, France.120States is not so much a question of the number of countries but is, rather, a profound change in the Community, torn apart between the Member States reluctant to change and those which have already changed, often under harsh pressure from the former.On the other hand, the power of narrow vested interests and the extreme weakness of some European governments is also prevalent in the Hearings. The best illustration may be a testimony 3 of which half is devoted to a plea to exclude French huissiers, notaires and avocats pres les Cours supremes bailiffs, notaries and barristers to the Supreme Courts from the Directive coverage. Such a focus on three tiny legal professions suggests the following quick calculation: assuming that the Directive covers half of the French GDP, such a focus would be consistent with a govern1 For instance, Raoul Marc J e n n e r : Audition par la Commission IMCA, Parlement europeen, 11 novembre 2004. 2 For instance, a recent study on French subsidies for housing shows that 50 to 80 per cent of these subsidies have been absorbed by rent increases, that is, passed from the poor to the housing owners. Cf. Gabrielle F a c k : Pourquoi les menages les plus pauvres paientils des loyers de plus en plus eleves ?, Federation ParisJourdan Cepremap, mimeo 2005.3 Marc G u i l l a u m e : Audition par la Commission IMCA, Parlement europeen, 11 novembre 2004.Intereconomics, MayJune 2005FORUMment genuinely concerned with public interest if these three professions represented a quarter of the French GDP  Remembering the Past: the Logic behind the Directive The current debate on the Directive largely ignores the two long developments in European integration which led to the Directive.4 First, the Directive is the natural continuation of the Single Market Programme SMP, itself the heir of the Common Market. This is best underlined by the fact that the SMP in services was launched in 198485 by a group of industrialists the European Round Table of Industrialists ERT who did not limit the scope of the EC reforms to be undertaken to manufacturing issues, but who included the opening to intraEC competition of key services for industry, such as telecommunications and other essential infrastructure services. Second, the Directive is largely a rationalisation of a long and rich series of rulings by the European Court of Justice which started with the wellknown 197479 Dassonville and Cassis de Dijon rulings, and which focused on the elimination of obstacles to intraEC trade.Recognising these two lineages is essential because it presents the Directive as a logical evolution not a change in course of European integration over the past forty years. It reveals an intrinsic demand for the current Directive which will continue to exist if the Directive is not adopted. And the rationalisation generated by the Directive will not really reduce the level of legal uncertainty the Court has been so timeconsistent in the matters covered that there is little doubt about its future rulings but it will reduce the high transaction costs associated with bringing new cases to the Court unnecessarily. The logical nature of the Directive does not mean that the Directive will be adopted, or that it will be adopted with changes that will not deeply reduce its current scope and depth. It means that the failure to adopt the Directive in the coming months will unavoidably impose heavy costs on the European economies and hence will generate renewed efforts to get back to the current Directive at the Community level or at a plurilateral level in the Community.Indeed, it is interesting to note that the demand for such a Directive dates from long before the European integration process itself. Ironically, the Directive echoes a wellknown French Report the Rapport RueffArmand on the obstacles to economic expansion written in 1959 at the request of General de Gaulle before France embarked on European integration. Indeed, irony almost turns to cruelty: the RueffArmand Report 5 devoted a lot of attention to notaires again! underlining the ineffi ciency of these private monopolies a point echoed today by the consumers association Que Choisir No. 426, May 2005 which has just published an issue on the bad quality of the services provided by the notaires. Plus ca change, plus cest la meme chose  The Three Options for Liberalising IntraEC Crossborder Services The last two decades have slowly revealed three ways to liberalise services. First, there is the option of fully harmonising the existing domestic regulations, either by adopting the regulation of one of the Member States or by adopting a common regulation through negotiations. Adopting the regulation of one of the countries is a rare occurrence. It happens when the Community fully imposes the acquis communautaire on the new Member States. That has happened only in a few narrow domains mainly related to trade policy. And it did not take long for the Europeans to realise that negotiating and adopting a harmonised regulation differing from all the existing national ones is a very costly endeavour. It is timeconsuming often more than ten years for regulations dealing with tiny services. It does not necessarily lead to more effi cient regulations. It tends to progress on a service by sercid:1vice basis and hence to distort economic decisions investors are induced to invest or not in harmonised services as a consequence of the harmonisation process, not on purely economic grounds. It is easy to reverse because a harmonised regulation can be quickly disharmonised by Member States imposing additional peripheral provisions when implementing the new harmonised regulation. And last but not least, it is often simply impossible.The second way to liberalise services opened up by the Dassonville and Cassis de Dijon rulings consists of limiting harmonisation to the key provisions of the common regulation to be adopted jointly and imposing the mutual recognition principle for the rest of the provisions. This approach is conceptually clever. But its effective success depends on the balance between the harmonisation and mutual recognition parts a large harmonisation part is equivalent 4 Patrick M e s s e r l i n : Measuring the Costs of Protection in Europe, Institute for International Economics, Washington DC 2001.5 Rapport sur les obstacles a lexpansion economique Rapport RueffArmand, Imprimerei nationale, Paris 1960.Intereconomics, MayJune 2005121FORUMto full harmonisation and there is a systematic bias in this process. As the balance between these two parts is generated by negotiations on the provisions to be harmonised, there is a systematic drift towards expanding the scope of harmonisation and contracting the scope of mutual recognition. This is because negotiations often involve a majority of Member States fearful or reluctant to liberalise and only a handful of Member States convinced of the benefi ts of liberalisation.6 Moreover, European decisionmakers have feared that liberalisation in many services could lead to a rough and fast shift from monopoly to competition because of the large overcapacities built up in decades of public overcid:1investment in a context of controlled prices, massive subsidies, and public monopolies. For instance, in the early 2000s, the electricity sector has an estimated average overcapacity of 20% in almost all the EC countries up to 30% in France; retail banking is still provided through vastly oversized networks; and the telecom networks of railways or electricity public monopolies have been hugely oversized in the mid1990s, SNCF, the French railways company, was reportedly using only 10% of its own telecom network capacity.The last option for liberalising services consists in extending the mutual recognition principle to all the regulatory provisions the socalled principle of the country of origin hereafter PCO. However, this approach is often combined with nonharmonisation commitments by the Member States on some related laws, such as labour or social security regulations which remain under the control of the host Member States.Why Such an Outcry over the Directive?The Directive makes signifi cant use of the third option. But it is not the fi rst one to do so, and it is far from being entirely based on this third option a situation which raises the question of the reasons why the Directive has been subjected to such an outcry.First, the Directive has several precedents relying on the PCO, the most interesting one being the 1989 and 1997 Directives on Television without Frontiers TWF and the 2002 Communication on the implementation of the 1997 TWF Directive. Both state that foreign TV channels follow the regulations of their country of origin, including regulations concerning quotas. Why did 6 For instance, Steil has documented this evolution in the Investment Services Directive case. Cf. Ben S t e i l : Regional Financial Market Integration: Learning from the European Experience, Royal Institute of International Affairs, London 1998.122the PCO attract almost no attention in such a sensitive sector as the audiovisual one? The fi rst and probably the most powerful reason is that technology makes it impossible to reject the PCO except by completely banning foreign TV channels, a measure that could be perceived as hurting consumers much more easily than prohibiting huissiers or notaires from operating in several Member States markets. The second reason is that major natural transaction costs languages andor tastes constitute impediments limiting the development of crossborder trade. By contrast, such natural costs seem absent for services covered by the Directive on Services, and the opponents to the Directive have always developed their arguments in terms of fi nal consumers a horde of Polish tilers invading Germany or Polish plumbers invading France. But the Directive is likely to be much more important for medium or small enterprises than for large enterprises which have been largely able already to build their networks of services providers or for fi nal consumers for whom the natural costs of hiring a Polish tiler or plumber are huge, except in a few border regions.Second, the Directive on Services is far too wideranging to be based only on the PCO. This is because liberalising intraEC services could be done through investment in foreign markets often called establishment or crossborder trade in services. In the intraEC context, crossborder trade in services can be physical trade such as legal advice sent by fax by a foreign expert to a domestic operator or the trading of the service through labour or another factor movements such as nonpermanent stays of experts from a Member State in another Member State. The current debate on the Directive focuses on crossborder trade mainly of the second kind whereas the Directive provisions on establishment have been relatively uncontroversial, as illustrated by the fact that they have almost escaped the proposal of amendments to the European Parliament amendments are made only at the early stage of proposals.Why is crossborder trade so sensitive and establishment uncontroversial? First, establishment has proved not to be a very procompetitive strategy in services threatening vested interests much less than crossborder trade. When constrained by the host country regulations, investors in services from other Member States have strong incentives to follow the prevailing behaviour in the market in which they have invested after all, this behaviour has been tested by the domestic incumbents as the most profi table one in the legal environment, a conclusion which Intereconomics, MayJune 2005FORUMTable 1Indicators of Product Market Regulation in OECD Countries0least restrictive, 6most restrictiveRanking in 1998Ranking in 2003Country Indicator Country Indicator 123456789101112131415161718192021222324252627282930UKAustralia USACanada New Zealand Denmark Ireland Iceland Netherlands Austria Sweden Norway Germany Japan EC15Belgium Finland Portugal Switzerland Spain Mexico France Hungary Korea Greece Italy Czech Rep.Slovakia Turkey Poland 1.11.31.31.41.41.51.51.61.81.81.81.81.91.92.02.12.12.12.22.32.42.52.52.52.82.83.03.03.13.9UKAustralia USAIceland New Zealand Denmark Ireland Canada Sweden Japan Finland Netherlands Austria Germany Belgium Slovakia EC15Norway Korea Portugal Spain Switzerland France Czech Rep.Greece Italy Hungary Mexico Turkey Poland 0.90.91.01.01.11.11.11.21.21.31.31.41.41.41.41.41.41.51.51.61.61.71.71.71.81.92.02.22.32.8S o u r c e : Paul C o n w a y, Veronique J a n o d and Guiseppe N i c o l e t t i : Product Market Regulations in OECD countries: 1998 to 2003, OECD Working paper ECOWKP20056.has no reason to change since the legal environment remains unchanged. In sharp contrast, crossborder trade opens the door to more competitive behaviour because it generates competition between the regulations in different Member States hence it puts fi rms in contact with different incentives provided by different legal environments. This procompetitive impact of crossborder trade exists even if constraints on labour movement or on some other aspects, such as the environment remain, as is the case with the Directive, which maintains all the existing Member States labour laws, be they on minimum wages, work conditions, diplomas etc. Even within such limits, freer labour moveIntereconomics, MayJune 2005ments are likely to improve resources allocation in every Member State. Of course, these improvements may be smaller than in the situation where constraints from labour laws were relaxed. But bigger improvements would then be countervailed by larger adjustment costs for workers in the Member States, and the current Directive is based on the presumption that the net impact of these two aspects would be negative.The Costs and Benefi ts of the Directive: a Few Points In addition to the abovementioned reasons, the outcry over the Directive also fl ows from the fact that it covers a large proportion of services 50 per cent of the GDP according to the Commission. Such a wide scope has a huge economic benefi t: it minimises the distortions which would have been generated by regulatory reforms based on a sectoral approach. But it has a heavy political cost: it has generated the unholy coalition of the few remaining public monopolies and a host of tiny, but highly powerful, private monopolies. The problem is compounded by the fact that there are almost no available evaluations of the costs and benefi ts of alternative solutions to these private monopolies to be shown to the general public. For instance, there is no information on the costs and benefi ts of the current system of pharmacies or notaires!, that is, on its ability to deliver the expected quality of the services at the lowest possible cost and on the ability of alternative solutions. Such evaluation studies are incorporated in the Directive process, but that is too loose and too late.As a result, most Europeans do not understand that the PCO was adopted in the Directive simply because the other two options did not work well. Recent research by the OECD Secretariat 7 allows us to obtain a quantitative assessment of the extent to which the SMP has really not bitten so far. Based on an international database on the regulations enforced in OECD countries, it provides indicators from least 0 to most 6 restrictive of product market regulation in 30 OECD countries for 1998 and 2003.8 Despite its intrinsic limits, such an exercise produces two crucial results see Table 1 confi rming earlier observations.9 First, the 7 Paul C o n w a y, Veronique J a n o d and Giuseppe N i c o l e t t i : Product Market Regulation in OECD countries: 1998 to 2003, OECD Working paper ECOWKP20056.8 These indicators focus on products, but they include services, such as distribution, covered by the Directive. They are calculated for the EC15 Member States plus the Czech and Slovak Republics, Hungary and Poland.9 Patrick M e s s e r l i n , op. cit.123FORUMEC15 lags behind the nonEuropean OECD Members Australia, Canada, Iceland, Japan, New Zealand and the USA as much in 2003 as in 1998, improving its relative situation only with respect to Switzerland and Norway. Second, there is no convergence among the various EC Member States: some of them still enjoy better regulations while the others are still at the bottom of the whole OECD group of countries suggesting that so far the SMP has had little impact and that most services liberalisation has been generated by technological progress starting mostly in telecoms, then spreading to telecomintensive services or by Member States own decisions. The only change between 1998 and 2003 is the remarkable progress made by some new Member States Slovakia, but not Poland, despite the allegations of the opponents of the Directive.The PCO generates regulatory reforms, each Member State trying to ensure that its domestic service providers would enjoy competitive advantages by adopting more effi cient laws and regulations. This competition in regulations generates the strong fears of a race to the bottom in Europe. These fears are based on an analysis of Member States fundamental behaviour, which ignores the impact of reputation on the Member States decisionmaking process. Member State governments simply cannot afford the economic, and hence political, risks of racing to the bottom they will simply lose the next elections. The reputation incentive induces governments to design competitive regulations not detrimental to quality whether the quality of products, services or working conditions and the more countries are democratic, the more powerful are such reputation effects. The race to the bottom also conveys implicitly the idea that all the Member States will converge to the same worse regulations. This is the opposite of the way competitive markets work in modern economies: fi rms compete by differentiation of their products or services as much as if not more than by prices and modern states tend to do the same when designing new regulations.A Look at the Proposed Amendments and a Final Remark The Rapporteur of the European Parliament has proposed a fi rst set of amendments which boils down to a return to harmonisation andor mutual recognition. The OECD score reminds us that there is little hope to be expected from these approaches. There is even less reason for hope than before. Full harmonisation will be even more diffi cult to achieve in an enlarged 124and more heterogeneous Community than in a smaller and more homogeneous Community. The same could be said about the mutual recognition approach if it is remembered that behind the nice concept of mutual recognition there is the tough and dirty work of negotiating the harmonisation core. The drift towards expanding this core to the detriment of the mutual recognition part will undoubtedly be much stronger in a Community with 25 heterogeneous Member States than in a Community with twelve or fi fteen relatively similar Member States.The proposed amendments have two additional major fl aws. First, they introduce a host of considerations which mix up resource allocation and the distribution of income or rights. Economics is like plumbing: each tool is appropriate for specifi c tasks, and using the wrong tool is a recipe for disaster. So far, the Community has been successful in not mixing up market reforms and distribution regulations. The amendments go in the opposite direction. Such a messing up will not be sustainable because Member States have very different views on distribution some accept more shortterm inequality than others. Second, the amendments adopt a much more sectoral approach. Looking at the Hearings, there is little hope that the parliaments and governments of most of the Member States will be able to resist such a fragmentation of regulatory reforms. The broad coverage of the Directive reestablished the primacy of governments over narrow vested interests. The amendments are reopening the door to the capture of the European governments by these narrow vested interests.Reputation and trust are two related concepts. The Directive may have been passed more easily in the preenlargement Community because trust existed between the 15 Member States on the basis of the past all these Member States shared the same history. The Community with 25 Member States may generate a different kind of trust trust between countries sharing the same desire to improve things. Such a trust could generate a plurilateral initiative for restoring the current Directive, but limited to the Member States sharing the same confi dence in the gains from regulatory reforms. Such an evolution would be ironical: it would resurrect the concept of the core or the avantgarde in European integration, but with the opposite membership than the one expected ten years ago.Intereconomics, MayJune 2005FORUMAnders Sejere, Christian Jervelund, Patrik Svensson and Claus Kastberg NielsenThe Copenhagen Economics Study on the Economic Impact of the Services Directive In a recent speech Manuel Barroso, the president of the European Commission, emphasised the importance of service sectors for European growth as they account for almost 70% of jobs and have been the major driver for growth and job creation for over two decades. Nevertheless, service sectors may have been held back by internal market barriers. Crossborder trade and investments remain at a modest level, and intraEU trade in services has not increased at all since 1992. In contrast, intraEU trade in goods has increased by one third and has added 1.8% to the EU GDP every year. Mr. Barroso said, Today, the greatest unexploited potential clearly lies in services. If we are not able to tap this potential, European workers and consumers will be the real losers.1The speech related to the discussion on the proposed services directive drafted by Frits Bolkestein on behalf of the Commission January 2004. The sercid:1vices directive would eliminate internal market barriers in order to allow for free establishment and movement of services between member states. For the Commission, the services directive will be a key step in making the EU the most dynamic and competitive economy in the world by 2010 as targeted in the Lisbon agreement.The proposed directive has been heavily debated, and central in the debate have been the perceived economic benefi ts of the directive. In the debate, fi gures such as 600 000 new jobs and consumption increases of 37 billion 0.6% following the implementation of the directive have frequently been quoted.The source of these particular fi gures is a recent study conducted by Copenhagen Economics Ap S2 which also concludes that new jobs would be created in all member states and output would rise in every sector. The study is by far the most detailed economic analysis of the services sector reform ever. The logic behind the results is that lower barriers will bring down operational costs and stimulate competition within and between member states. This Copenhagen Economics, Copenhagen, Denmark.Intereconomics, MayJune 2005will again lead to lower prices, higher productivity and higher wages, all of which will stimulate demand and giving rise to a net gain of new jobs, value added and consumption. A signifi cant result of the study is that all member states are to gain and there will not be a signifi cant shift of jobs across borders.The following is a closer presentation of the study by Copenhagen Economics, which allows the reader a better understanding of how these fi gures are obtained. The Economic Impact of the Services Directive The study follows a new methodological approach, which captures many, albeit not all, of the nuances of the consequences of the directive. It traces the effect of the directive by following how the legal reforms directly affect the performance of actual fi rms in the service sectors, and it calculates the direct and indirect effects showing the full impact of the services directive on sectoral and macroeconomic performance. The study proceeds in three steps. The fi rst step measures the barriers to establishment and trade in the service sectors, for both domestic and foreign fi rms, before and after the implementation of the directive. The second step analyses how the barriers affect prices and productivity in the service sectors only based on a dataset containing more than 275 000 fi rms. The third and fi nal step calculates the indirect economic consequences on the whole economy as other sectors take advantage of lower prices and higher productivity in the EU service sectors.First Step: Measuring of Barriers The fi rst step translates qualitative legislation into quantitative measures that can be used in the quantitative analysis. Barriers are measured and transformed into numbers by answering a large number of objective and detailed questions regarding restrictions on 1 J. M. B a r r o s o : Creating a Europe of opportunities, The 2005 Robert Schuman Lecture for the Lisbon Council, 14.03.2005.2 Copenhagen Economics: Economic Assessment of the Barriers to the Internal Market for Services, 1.1.2005. The full report is available at www.copenhageneconomics.com. 125Figure 1 An Illustration of the Domestic IMRIS and the Foreign IMRIS 1.001,000.900,900.800,800.700,700.600,600.500,500.400,400.300,300.200,200.100,100.000,00De facto discrimination A measure of the difference between restrictions applying to domestic and foreign firms.Domestic index A measure of actualrestrictions applyingto domestic serviceproviders.Foreign index A measure of actual restrictions applying to foreign service providers. ISRMIFORUM The Size of the IMRIS Indices in the Policy Figure 20.700.600.500.400.300.200.100.00Scenarios Benchmark Direct policy impact S o u r c e : Copenhagen Economics: Economic Assessment of the Barriers to the Internal Market for Services, 1.1.2005.service provision in the Internal Market. Questions are asked for the four sectors: accountancy, retail, wholesale and ITservices in order to estimate the barriers before and after the implementation of the directive. All in all, 200 questions are asked about legal and nonlegal barriers to service provision in each sector in each Member State. The questions are organised in different categories covering all steps from establishment and promotion to distribution, sale and after sales aspects. Also nonlegal barriers such as legislation only in national language or opaque public procedures are considered. The qualitative answers are transformed into quantitative measures called IMRIS Internal Market Restrictiveness Index in Services using a system of scores and weights according to their relative importance. Different indices are calculated for domestic and foreign companies, as they do not face the same barriers. Residence requirements, for example, affect only foreign fi rms and restrictions on the use of temporary foreign workers may be stricter for foreign than domestic fi rms. Furthermore, even in the case when all discriminatory legal barriers have been eliminated, foreign fi rms may still face barriers to establishment in another Member State. Not because of outright discrimination, but simply because the rules and regulations in the foreign Member State are different from the rules and regulations in the home country.Figure 1 illustrates the result of the calculation of the IMRIS with different scores relating to domestic and foreign fi rms. The foreign index is by defi nition higher than the domestic. 126Domestic Foreign The IMRIS for both domestic and foreign fi rms is then recalculated to refl ect the situation after the implementation of the services directive. The result is a whole different set of IMRIS showing the direct policy impact of the services directive. The study reveals the following general tendencies. First, barriers are largest in the accountancy sector, while barriers are lower in retail distribution, wholesale distribution, and ITservices. Second, barriers seem to be lower in new member states than in old member states. Third, barriers tend to be either high or low in all sectors within a member state.Furthermore, the study estimates that the services directive, on average, reduces barriers to service provision by more than 50 per cent. The reductions are largest for regulated professions such as accountancy and smallest for other business services such as ITservices. Figure 2 shows the impact of the services directive on barriers to trade and establishment in the regulated professions sector in Belgium. Second Step: Calculating the Impact of Barriers on Firm Performance The second step calculates how the pricecost margins are infl uenced by the change in barriers as captured by the change in the IMRIS. This is done econometrically on the basis of a very comprehensive dataset containing more than 275 000 fi rms from 19 countries. The scope of this estimation vastly surpasses any previous study of this kind. The price and cost impacts are expressed in tariff equivalents, i.e. as perIntereconomics, MayJune 2005FORUMcentage impacts on prices. The tariff equivalents can be thought of as hypothetical taxes that are computed to create economic effects that are equivalent to the economic effects of the actual barriers as measured by the IMRIS indices. The study uses a specifi cation of fi rm profi tability that takes into account barriers as well as fi rm specifi c differences. Each fi rms profi tability is affected by several factors specifi c to that fi rm. The econometric model needs to control for these factors, for example profi ts earned on other activities, operational effi ciency, size of fi rms, capital and labour intensity in production, and solvency of the company. Finally, at the economywide level each countrys barriers as well as other aggregate economic variables are included to measure the direct impact on fi rms performance. Barriers affect fi rms in two ways: as rentcreating and costcreating. Rentcreating barriers reduce competition between service providers, for example requirements that fi rms must be owned or controlled by local professionals. This provides protection for incumbent providers. Rentcreating barriers reduce competition, infl ate prices above costs and generate rents to the incumbent fi rms. This type of barrier is represented through an exogenous markup over costs. The barrier can be thought of as creating a pricewedge between producer prices and producer costs. The more indirect and dynamic effects of rentcreating barriers, by limiting competition and thereby reducing productivity, are not considered in the model.Costcreating barriers increase the use of real resources. For example, it may require extra use of labour to overcome a given barrier. This type of barrier is represented through an exogenous productivity factor. That is, removal of this type of barrier improves productivity in the sense that more output can be produced with the same amount of input or the same output can be produced with smaller amounts of input.The barrier reductions reduce prices and increase productivity. This is because lower rentcreating barriers imply a smaller price wedge between producer prices and producer costs resulting in lower prices of services and creating an allocative effi ciency gain. Lower costcreating barriers imply productivity gains because the same output can be produced with fewer resources. In turn, productivity increases, leading to higher wages and return to capital. Output will therefore increase most in those sectors where barriers are reduced the most. Similarly, welfare gains will Intereconomics, MayJune 2005Figure 3Impact of the Services Directive in Individual Countries 1.40.80.1N o t e : A darker shading refl ects larger welfare gains. Welfare is measured as comprehensive consumption.S o u r c e : CETM model Copenhagen Economicsbe largest in those Member States where barriers are reduced the most.As noted, reductions in costcreating barriers increase productivity. Productivity gains enable creation of higher value added and lower costs thus creating a surplus for the sectors involved. This surplus is distributed as lower prices to consumers, higher wages and increased return to capital. Because the surplus more than outweighs lower profi ts for incumbents from rentcreating barriers, the net effect is a rise in income. Lower prices and higher spending combine to stimulate demand in all sectors of the economy. Increased demand calls for higher output which compensates for jobs lost through improvements in labour productivity.Third Step: Estimating the Economywide Consequences In the fi nal step, the economywide effects of reducing barriers to service provision are calculated. This is done in a sophisticated global computable general equilibrium model the Copenhagen Economics Trade Model CETM that captures all linkages between the different sectors of the economy and therefore allows for an economywide assessment of the economic impact of removing barriers to service provision. All in all, the study estimates that the implementation of the directive will increase total consumption in the EU by 0.6% followed by the creation of up to 600 000 new jobs across Europe. 127FORUMThe directive directly affects business services, services provided to both businesses and consumers, and consumer services. In addition, it also has important knockon effects on other sectors. The knockon effects arise partly because the affected services are important inputs to the rest of the economy, and partly through the markets for labour and capital. Production and employment changes in industrial sectors also generate feedback effects on the services sectors. The Copenhagen Economics Trade Model captures both the direct effects on the service providers and the indirect effects on their suppliers and customers. The model, therefore, captures the important backward and forward linkages both among fi rms and between fi rms and fi nal consumers, i.e. ordinary households and government.The CETM model focuses particularly on the individual countries in the EU and on the sectors where barriers have a signifi cant economywide impact. The model also incorporates the rest of the world and a goodsproducing sector, but does so in a more stylised manner to ensure both transparency and tractability of the model.The impact of the services directive in each country is illustrated in Figure 3. The two primary determinants for each country are the size of the service sectors and the size of the reduced barriers. For example, the barriers in the regulated professions in the UK are below the EU average, but the consequences are more noticeable than on average because of the large size of the sector. It should be noted that the results of this study are based on the implementation of the proposed services directive as drafted by Bolkestein. Currently, it seems doubtful that the proposal will be accepted in its original form. If the services directive is revised it follows naturally that a more modest removal of barriers most likely will be followed by more modest welfare and job gains. Does This Really Matter in the Big Picture?That removal of barriers has a direct effect on the overall economy is evident. The Internal Market programme implemented through the last 10 years has increased the overall EU GDP by 1.8 percentage points making it 164.5 billion higher. Analysis shows that 2.5 million extra jobs have been created in the EU as a result of the opening of frontiers.33 European Commission: The Internal Market ten years without frontiers, SEC2002 1417 of 7.1.2003.128The services directive will add to these gains of the Internal Market increasing consumption by 0.6% and jobs by 600 000. These gains seem to be signifi cant, albeit not extraordinary, additional gains especially taking into consideration that they are the consequences of a single directive and not a whole package of legal reforms. Furthermore, the real impact is likely to be even higher as the above calculations are based on rather conservative assumptions. The study includes only three service sectors: regulated professions, distributive trade and business services. These three service sectors account for roughly two thirds of the scope of the services directive. The economic impact of the services directive may therefore be higher as sectors excluded from this study such as construction services and leisure services are also affected by the services directive. On the other hand, due to the lack of suffi ciently reliable data we cannot rule out the possibility that the impact of the services directive is less positive for the sectors excluded from the analysis. Who Will Win and Who Will Lose?The member states mostly affected by the directive are those with relatively high barriers and large service sectors. The most regulated sectors are accounting and auditing and the least are ITservices and operational services. This means that even though regulated professions, lawyers and auditors, represent a relatively small sector, the contribution is substantial because of the large barriers. In contrast, distributive trade, retail and wholesale have below average regulation but due to the large size of the sectors even a modest reduction of barriers has signifi cant effects. It is argued that the services directive will especially benefi t SMEs as barriers today make it costly to engage in crossborder activities with qualifi cation requirements that are mostly independent of fi rm size, i.e. larger companies can more easily pay entry costs or are able to establish subsidiary fi rms. This study does not give any fi rm indications whether this is valid or not but in contrast to most other studies, the results, which show a positive effect, are based on the direct performance of enterprises of all sizes including small and medium sized. If there are winners, there may also be losers. Total employment will rise, but reallocation of labour may lead to isolated declines in employment in some sectors. However, according to the study the overall increase in demand in the EU will be signifi cantly larger than before such that the net result in all member Intereconomics, MayJune 2005FORUMstates and all aggregate sectors seems to be a gain in jobs. However, we cannot rule out the possibility that there may be a net loss in some very specifi c sectors.The main fear is that local or national producers of services will be overrun by foreign companies offering cheap alternatives based on more lenient legislation and lower wages, and that the directive thereby would initiate a race to the bottom as companies might reestablish themselves in the countries with the lowest legal standards. This may be a real risk, but EUwide rules already support minimum levels of consumer protection and a large part of the regulation with regard to any EU worker is still based not on the country of origin but on place of work. This includes health, safety, maximum work periods and minimum rest periods and many more. Finally, a race to the bottom in quality would only occur if no one wanted to pay more for better services. In the long run it is likely that highregulation countries would remove some of their excessive formality, making national governments regulations more streamlined or replacing them by EU standards.Summing Up on the Mechanisms of the Directive To sum up, the key mechanisms of the directive are as follows. The directive makes it easier and less costly to start new enterprises entry costs are brought down. More enterprises stimulate competition, in particular on markets with few, large fi rms. Competition brings down prices. The directive also makes it easier, less costly, to run enterprises operating costs are brought down. Lower costs increase productivity. Higher productivity leads to lower prices and higher wages. Lower service prices and higher wages stimulate demand giving rise to a net gain of new jobs, value added and consumption.Wernhard MoschelWage Dumping and Germanys Entsendegesetz The German law on the posting of workers abroad the Entsendegesetz of 1996 primarily applies to the construction industry.1 It makes obligatory minimum wages in this industry possible. Observation of lowwage competitors from the countries that acceded to the EU in 2004, and from Poland in particular, has prompted plans on the part of the German government to extend the application of the law to all sectors of the economy. According to trade union fi gures, 26 000 butchers alone have been displaced from the German labour market by cheaper workers from the new EU member states.This contribution begins by clarifying the legal situation, which is complex and confusing.2 It then goes on to discuss whether such legal amendment is supportable within the context of economic policy. The result will be that it makes sense for government policy to stand by workers who are particularly badly Professor of Law, University of Tuebingen, former Chairman of the German Monopolies Commission and of the Scientifi c Advisory Board to the Ministry of Economics and Labour, Berlin, Germany.Intereconomics, MayJune 2005affected by structural change. However, the proposed approach is counterproductive. Rather than putting an end to Germanys labour market plight, it actually makes it worse.Free Movement of Labour The employment of ECforeigners touches on Community law and national norms. One speaks of the free movement of labour when, for example, a Polish worker takes up dependent employment in Germany. This was not possible prior to Polands accession to the EU. Nor will it be possible in future at least within a transition period which can be extended up to 2011. 1 Primary construction industry and secondary construction work. The latter includes demolition and wrecking, painting and lacquering, and the roofi ng trade. On the initiative of the citystate of Hamburg, the law was extended at the last minute to encompass the maritime shipping assistance services harbour tugs. The aim of this initiative was to protect around 100 jobs in Hamburg from competition from unemployed harbour tug crews in the new Lander of eastern Germany. 2 There is a good overview in Bundesministerium fur Wirtschaft und Arbeit: Informationen uber die Anwendung des EUBeitrittsvertrages bei der Beschaftigung von Staatsangehorigen der Beitrittsstaaten of 28th January 2004: http:www.bmwa.bund.deRedaktionInhaltePdfeubeitrittsvertragbeschaeftigungfrageantwort,propertypdf.pdf 129FORUMIn this respect, the applicability of Art. 39 ff. of the EC Treaty has been foreclosed. Exceptions exist on the basis of bilateral agreements. This is the case with regard to seasonal workers placed in temporary jobs, notably in the agricultural sector and in the hotel and catering industry. These are joined by guest workers who wish to spend a year in Germany with a possible sixmonth extension as part of their vocational training and in order to improve their language skills. Both of these groups require an individual work permit, which can also be obtained through their future employer. A work permit can only be issued if the worker is not employed at less favourable working conditions than comparable German workers Art. 285 13 of the Social Security Code III. This legal discrimination ban already ensures wage equality at this point. In certain peripheral cases it is also possible to take up dependent employment without prior permission, e.g. if a Polish citizen studying in Germany carries out a holiday job for a period of up to three months.The real problem in relation to the free movement of labour is that of clandestine employment. Such employment remains illegal.Free Movement of the Selfemployed Free movement of the selfemployed, otherwise known as freedom of establishment, encompasses the right to take up and pursue activities as selfemployed persons and to set up and manage companies, branches or subsidiaries by nationals of any Member State established in the territory of any Member State Art. 43 ff. EC Treaty. Here, in contrast to the free movement of dependent employees, there are no transitional regulations. Admittedly, anyone making use of the freedom of establishment must comply with vocational and trade law regulations in the same way as any national citizen. This means, for example, that it is not admissible for a Polish subsidiary company in Germany to employ cheaper Polish workers. This would require their freedom of movement, which is ruled out as a matter of basic principle until the year 2011.In practice, the problem in this context is that of dependent workers acting as supposedly selfemployed persons Scheinselbstandige. Their activities remain illegal.Freedom of Services The legal focus is on the freedom to provide services Art. 49 ff. EC Treaty. This covers crossborder activities of an industrial or commercial character, as well as those of craftsmen and professionals. In con130Table 1Negotiated Wages Declared by the Federal Minister of Economics and Labour to be Generally Binding on the Basis of the Law on the Posting of Employees Abroad ArbeitnehmerEntsendegesetz Per hour in euro Per month in euro Semiskilled workers Skilled workers Semiskilled workers Skilled workers Percentage of the industrys average wage Semiskilled workers Skilled workers Primary construction industry Demolition and wrecking industry Painting and lacquering trade Roofi ng trade Western Germany Eastern Germany Western Germany Eastern Germany Western Germany Eastern Germany Western Germany Eastern Germany 10.3612.47 1,758 2,11660.572.88.9510.01 1,518 1,69052.258.19.4911.60 1,527 1,86752.264.28.959.65 1,557 1,67953.557.77.6910.53 1,338 1,83246.063.07.009.20 1,218 1,60141.955.19.309.30 1,578 1,57854.354.39.309.30 1,578 1,57854.354.3N o t e s : Roofi ng trade: single wage group; Monthly wages: based on regular weekly working hours. Original data: Federal Ministry of Economics and Labour, Federal Statistics Offi ce.S o u r c e : iwd, No. 15 of 14 April 2005, p. 8.trast to the freedom of establishment, these services are always selective, temporary activities. Admittedly, the freedom to provide services also covers cases in which a subcontractor takes up a temporary activity for a particular construction project. Here it is important to distinguish between two groups of regulations. The fi rst group concerns transitional regulations that are only valid up to the year 2011. The second group consists of permanent regulations. These include the ECs Posting Directive 3 as well as the German law on the posting of employees abroad Entsendegesetz, which is based on the EC directive and is now to be comprehensively extended. The two groups of regulations overlap in places.In accordance with the transitional rules for EU accession states, certain bilateral agreements and individual national provisions remain in force for the time being. These include above all the agreement governing the posting of workers on the basis of a Werkvertrag a contract for particular services, as 3 Directive 9671EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services, OJ L 018, 21 January 1997, pp. 1cid:16.Intereconomics, MayJune 2005FORUMopposed to a contract of employment which affects the following sectors: the construction industry and related branches, the cleaning of buildings, fi xtures and means of transport, and the activities of interior decorators. This is where German work permit law steps in. It leads to the proscription of discrimination mentioned earlier as set out in Art. 285 13 of the Social Security Code III. Moreover, a double quota mechanism is in place. Ceilings exist for each accession country with regard to the number of workers to be posted. For Poland, this ceiling is currently set at 13 185. In the second half of last year, 79% of this quota was used up. In addition, there is a quota with regard to the company in Germany that takes on these contract workers Werkvertrags arbeitnehmer. In the construction industry, for example, no more than 15 contract workers are permissible in cooperation with a contractor with up to 50 employees. In the case of a general contractor with more than 50 employees, the number of contract workers can increase to 30% of regular staff. The absolute limit is 300 contract workers per general contractor.In all other sectors, such as the crossborder and temporary rendering of consulting and IT services, transitional regulations are already a thing of the past. In practice, regulations are abused in that workers are only ostensibly posted from abroad. The employer e.g. in Poland, with whom an employment contract must exist, is no more than a letterbox company.Germanys Entsendegesetz In Germany, the most important restrictions stem from the law on the posting of employees abroad, the ArbeitnehmerEntsendegesetz. When it was passed in 1996, it had nothing to do with the accession of new member states to the EU. It served at the time as a defence against construction workers from Portugal, England and Ireland. It is valid for an indefi nite period. Even today, some regulations already apply across the board, irrespective of the particular industry; these include rules on maximum working hours and minimum rest periods, the minimum length of paid holiday, as well as safety, health protection, and hygiene at work. Beyond this, according to the stipulations of Article 1 of the ArbeitnehmerEntsendegesetz, minimum wages are to be paid to all workers in the construction industry and some related fi elds 4 including foreign contract workers. This is subject to the condition that the application of the relevant collective labour agreement has been declared to be generally binding.5 Here, 4 Cf. footnote 1.Intereconomics, MayJune 2005in deviation from the general rule of Article 5 of the Law on Collective Labour Agreements Tarifver tragsgesetz, no agreement between the parties is required. At the request of a trade union, the Federal Minister of Economics and Labour may alone declare a collective labour agreement to be generally binding on an entire industry. He does this by means of an executive order Rechtsver ordnung. Table 1 provides an overview at the end of 2004.intends The planned extension of the ArbeitnehmerEntsendegesetz now to extend such minimum wages, which dock on to collective wage agreements and are not legally defi ned,6 to all branches of the economy. Such extension is not in breach of the EC Posting of Workers directive.7Economic Objections First of all we may note that the terms wage dumping or social dumping as used in the political debate could be misleading. In foreign trade theory we speak of dumping when a foreign worker offers his labour for a wage that is lower than in his home country.8 This is not the case at present, for the differences in wage costs between the eastern European EU states and Germany are still immense. On average, labour costs in eastern Europe are roughly one seventh of German levels.9 However, politicians are not obliged to use a term in the specifi c meaning which experts associate with it. Moreover, it is probably fair to say that the public is not being misled simply because they are not familiar with economic terminology.From the perspective of liberal economists, minimum wages are in the neighbourhood of a thing of the devil, striking the concept of the Single Market with its free fl ow of products and production factors at the very core. The promise of increasing wealth for all, born of a division of labour that even transcends 5 Besides minimum tariffs, the length of holiday time, holiday pay or additional holiday money are also covered.6 In theory, statutory minimum wages can also be introduced in Germany by means of executive order in accordance with the Minimum Employment Conditions Act of 11 January 1952. 7 Cf. recital 12 of the directive:   the Community law does not preclude Member States from applying their legislation, or collective agreements entered into by employers and labour, to any person who is employed, even temporarily, within their territory, although his employer is established in another Member State;   Community law does not forbid Member States to guarantee the observance of those rules by the appropriate means.8 Cf. Kronberger Kreis: Entsendegesetz ein Irrweg, Financial Times Deutschland, 22 April 2005, p. 34.9 Details in H.W. S i n n : BasarOkonomie Deutschland. Exportweltmeister oder Schlusslicht?, in: ifo Schnelldienst, No. 6, 2005, pp. 1, 20.131FORUMnational borders and of the comparative advantages of specialisation, is retracted. The steering function of prices is revoked. It is as if the hand of a thermometer were bound in place. Losers are found everywhere: the foreign workers, who are hampered in their efforts to take up employment in this country; the consumers in this country, who have to pay higher prices than would be necessary under competitive conditions; the workers in this country, who cannot fi nd any work for the factual minimum wage in Germany this is true of construction workers in the eastern Lander for example and for whom no jobs are created that would otherwise result from the alternative use of the money saved by the consumer; companies in this country, so far as they are dependent on lowcost labour for maintaining or developing their competitiveness.Since David Ricardo there has been widespread consensus on this liberal credo among economists. Let there be a warning, however: this view requires functioning, i.e. suffi ciently fl exible, labour markets. This is the only way to absorb the burdens of adjustment inherent in massive structural change with a minimum of friction. This fl exibility could be missing.10There is great doubt as to whether the minimum wage is really a suitable instrument to protect domestic workers and industries from foreign competition in the long term. The minimum wage requirement can be sidestepped relatively easily. One example found in the construction industry is the practice of charging for fewer hours than actually worked. Preventing such practices requires an extensive monitoring bureaucracy. While there is no doubt that this generates costs, it is questionable whether it can really achieve its goal, for the creativity of those involved in fi nding methods of evasion to serve their mutual interests can be assumed to be practically unlimited. This is augmented by the substitution of excluded or hindered factor mobility by trade in goods. The foreign worker is employed abroad; his cheap labour enters the country in the form of correspondingly lowpriced products. Alternatively, domestic demand is met by having services rendered abroad. Thus, for example, the hotel industry in Berlin has its daily washing done in neighbouring Poland. From there it is sent back to Berlin. These phenomena are part of the process of factor price equalisation, which is imposed by the forces of crossborder competition: wages in the old industrialised countries, including Germany, are subjected to a process of convergence in which, on the other side, the wages inter alia in the new EU Member States of eastern Europe participate. The process of factor price equalisation has an inherent power and doggedness that is impossible to hold back indefi nitely.11 Qualifying this view, however, it must be recognised that such adjustments can take a very long time. It is estimated that wage costs in eastern Europe will not reach 50% of those in western Germany until the year 2030.12 In many cases, moreover, it is not easy to implement the substitution of factor mobility mentioned above. A Polish construction labourer who is not permitted to work in Germany could help build prefabricated houses for export from Poland to Germany. However, such exports are not realistic for a number of reasons.Finally, to the list of economic reasons for objection to the planned extension of the Entsendegesetz should be added that clinging to outdated structures could weaken the incentive to initiate farreaching reforms. In many cases, problems resurface at a later date with increased urgency and under more diffi cult conditions. The reform of Germanys statutory pension insurance scheme, which has been put off for 25 years, may serve to corroborate this view.Mistaken Arguments The counterargument that many other countries have established a statutory minimum wage bears little weight, since they have not proven effective.13 In many cases they are substitutes for ensuring a minimum income, which in Germany is guaranteed by the Arbeitslosengeld II unemployment benefi t, or else their binding effect is minor. One reason for this is that they often affect only a small number of companies. Or a minimum wage set in nominal terms loses real value through infl ation. In cases where a minimum wage has a genuine impact, the disadvantageous effects on employment are well documented. One example of this is the relatively high level of youth unemployment in France.11 According to H.W. S i n n , op. cit., p. 40.12 Ibid., p. 20 with evidence.10 Cf. sections below on competition of regulatory systems and softening the impact of structural change.13 Cf. W. F r a n z : Protektionismus, in: ZEWnews, April 2005, p. 8; Kronberger Kreis, op. cit.132Intereconomics, MayJune 2005FORUMIn Germany, the Minimum Employment Conditions Act of 1952 allows for a statutory minimum wage. It requires a corresponding executive order from the Federal Ministry of Economics and Labour, which in turn is preceded by a resolution on the part of a main committee and an expert committee. Regulations established by collective bargaining override such minimum employment conditions. The law has never been applied. Its existence has been virtually forgotten from an economic point of view justifi ably so.Two arguments frequently brought forward by opponents of an extension of the Arbeit nehmerEntsendegesetz are also mistaken, however. One is the fear of protectionist countermeasures affecting trade in goods on the part of the foreign countries affected. Just as people in Germany speak of wage dumping, so could people in other countries look on German goods as a form of capital dumping or education dumping.14 Such an approach is possible. Yet it is important to realise that there is an asymmetry in European Community law between the freedom of movement of goods, which is strictly protected, on the one hand, and the freedom to provide services, which enjoys only limited protection, on the other. The Posting of Workers directive, which constitutes binding, if only secondary, European law, explicitly does not prevent the Member States from applying their laws or collective wage agreements to all those employed within their sovereign territory, even if the employer is established in another Member State.15 The European Court has given its blessing to this regulation.16Finally, the theory that foreign employers could only be forced to abide by the minimum wages laid down in German collective bargaining agreements if they are universally applicable is inaccurate. It is argued that this would pave the way for a situation which must be regarded with a critical eye in which collective agreements on pay and conditions would have a single national structure.17 What is correct is that a national ruling may not include any discrimination to the disadvantage of employers established abroad 14 Cf. J. E e k h o f f : Entsendegesetz eine Aushohlung der Wirtschaftsordnung, in: Zeitschrift fur Wirtschaftspolitik, Vol. 45, 1996, pp. 17, 24.15 Cf. quotation in footnote 7.16 Judgment of the Court of 23 November 1999 in the joined cases C36996 and C37696 Arblade and Leloup, European Court reports 1999, pp. I08498, I08526.17 According to the Kronberger Kreis, op. cit.18 For details cf. W. K o b e r s k i , G. A s s h o f f , D. H o l d : ArbeitnehmerEntsendegesetz, 2nd edition Munich 2002, Article 1, No. 167 et seq.Intereconomics, MayJune 2005Art. 4950 EC Treaty. Such discrimination can also be avoided within the framework of regional collective agreements.18Competition of Regulatory Systems The catalogue of traditional objections to any form of protectionism is incomplete even from a strictly economical point of view. Moreover, the catalogue is limited in as far as it fails to take noneconomic considerations into account. This is particularly true of social policy considerations such as the provision of help for workers who are suddenly or severely affected by structural change. If one is open to such ideas, it is not so much a question of whether regulatory intervention is necessary, but of how. In this case, however, the catalogue of economic objections becomes part of a weighingup process and is no longer able to generate a defi nitive answer on its own.This catalogue of objections does not address the dimension of competition between regulatory systems that inevitably occurs in the case of a classic liberal approach. Such competition is not necessarily effi cient.19 The question remains justifi ed: what sense does it make for a legal order to remove certain objects from the market and thus from competition, only to then reintroduce competition through the back door in the form of competition between the systems? The answer can lie in the innovative and at the same time powerlimiting effects of such competition. In this case, however, economic analysis is already open to the necessity of weighing up the alternatives. It was along these lines and with regard to the confl ict between a place of establishment principle and a place of production principle for labour and social regulations that in its annual report of 198990 i.e. years before the introduction of the ArbeitnehmerEntsendegesetz the German Council of Economic Advisors for example spoke out in favour of applying the latter approach.20 Its intention was to avoid the emergence of split labour markets. These would trigger off negative external effects. Social tension would ensue. The scope of the legislator to shape and organise would ultimately be undermined in an uncontrolled manner. These effects would lead to confl icts between the countries in question and this might then possibly result in unwelcome standardised 19 Cf. for example H.W. S i n n : The New Systems Competition, Oxford 2003.20 Annual Report 198990, Stuttgart 1989, subindex 465; very critical, however, with regard especially to the German Entsendegesetz Annual Report 199596, Stuutgart 1995, subindex 390 et seq. and Annual Report 199697, Stuttgart 1996, subindex 320 et seq.133FORUMEuropean regulations. Weighing up these disadvantages of the place of establishment principle against the advantages ultimately gives preference to the place of production principle: that those labour and social regulations are to be applied that are valid at the place of production.21 These considerations cannot be limited to labour and social regulations in a narrow sense, for wage levels and labour and social regulations have a reciprocal infl uence on one another they are connected like two communicating tubes. One could argue that functioning competition necessarily leads to an alignment of wages for identical tasks at one and the same location. What is important is that the uniform result is exacted by competition and not by means of cartellike measures collective bargaining or government regulations. It i.e. competition reduces wage differentials for similar tasks at a particular location to productivity or cost differences, i.e. Portuguese construction workers will receive lower wages to the extent that they are less productive and the enterprise is faced with higher costs. Only when German wage levels the result of collective bargaining exceed market wages can the wage differential go beyond these differences.22 This ultimately refers us to fully functioning labour markets as the better regulatory option. This aspect will be revisited at a later juncture.23Softening the Impact of Structural Change Economic criteria are abandoned when sociopolitical considerations come into play. Whether or not a social order comes to the aid of workers suffering hardship as a result of structural change is a normative question, the answer to which is often positive. This is demonstrated for example by the numerous transitional regulations related to developments that bring about severe structural fractures. The same is true of the question of whether a legal order should take deeprooted notions of social fairness into account in its regulations. Thus large sectors of the population associate wage dumping with circumstances in which, for example, a posted construction worker dwells in a cheap buildingsite accommodation unit provided by his employer and lives on bread and milk and an occasional hardcured sausage brought from home. With the low wage earned in Germany he provides for his family who stayed behind in his home country. In contrast, a German worker competing with the posted employee has no means of escaping the far higher 21 Ibid.22 Cf. J. E e k h o f f , op. cit., p. 21.23 Cf. footnote 25.134costs of living in Germany. Differences in living circumstances of this nature, which have nothing to do with job performance, are often considered to be a distortion of competition. While Germanys legislators have not closed their eyes to such considerations, they have adopted a relatively cautious approach. The ArbeitnehmerEntsendegesetz allows for minimum wages in just a few branches of industry. They tend to amount to between 50 and 60% of the average wage in the industries concerned.24 If this were to remain the case following a general extension of the Entsende gesetz to the rest of the economy then the protectionist effect of this change in legislation would be relatively modest.From this point of departure, the decisive question for legislative considerations is which options are available to solve sociopolitical problems. Essentially, this is a question of whether the sidecondition of the strictly liberal model can be realised, i.e. whether functioning competition in the labour markets can be created. There is no lack of proposals.25 Examples include: efforts to introduce more fl exibility to the labour markets, in particular by disposing of anything that hampers the creation of simple jobs; a continuation of the Hartz IV reform in the direction of an activating social benefi t, moving away from wage substitution and towards wage supplementation; investive wage concepts within the framework of collective bargaining in which cash wages are partly replaced by a savings element; promoting is most innovations, which readily achieved through an effi cient school and university system; promoting employee qualifi cation; providing mobility grants for those affected by structural change.In this context too, however, sobriety of judgement remains the order of the day. It is not a question of solving problems within a fi ctitious world, a model world, but in a real world that is just as it so happens to be. It is therefore necessary to bear the following in mind:24 Cf. Table 1.25 A typical example is H.W. S i n n : Ist Deutschland noch zu retten?, Munich 2003, pp. 451 et seq.Intereconomics, MayJune 2005FORUM the concrete effectiveness of individual proposals is uncertain e.g. promoting innovations;forms is immense if the related costs are not booked until some future date. in part their effects will be felt in the long term at best expansion of the education system; the idiosyncrasies of the political system hamper farreaching reforms. In politics, to be right, but not to be seen by voters to be right, is not usually an option. Conversely, the temptation to avoid painful reIn summary it may be concluded that, from an economic point of view, an extension of the ArbeitnehmerEntsendegesetz will do more harm than good. From a sociopolitical and politicoeconomic perspective it is a measure that is at best acceptable under conditions created by otherwise mistaken policies.Rudolf AdlungThe Modest Role of the GATSThe EC was among the main proponents, towards the mid1980s, calling for the creation of a services agreement within the multilateral system. The Communities and Commissions proactive approach may be attributed to a variety of factors, including: i commercial interests in improving trading opportunities in rapidly growing sectors such as telecommunications, fi nancial and a variety of business services; ii the need to counterbalance the retarding infl uence of agriculture in trade negotiations with a positive perspective in more dynamic sectors; iii the political advantage of using external commitments to protect progress in ECinternal deregulation and liberalisation of services from backsliding; and iv the possibility to strengthen the CommunityCommission position visavis the Member States in areas of shared competence investment, movement of persons, etc 1 Given the fi erce resistance of a number of developing countries, in particular India and Brazil, however, the services negotiations of the Uruguay Round 19869394 were all but plain sailing.2 Somewhat surprisingly, nevertheless, the Agreement that ultimately emerged from the negotiations has functioned very smoothly since its entry into force in 1995. In the same vein, the current round of services negotiations, launched in January 2000, has taken on a similarly low profi le, drawing only little too little? attention from Member governments and is certainly not to blame for the failed Ministerial Meeting in Cancun.The apparent success of the GATS or, at least, the absence of major problems to date may be due in part to the shallow levels of commitments bound at the end of the Uruguay Round. An element of liberalisation was achieved in possibly only two areas, telecommunications and fi nancial services, where negotiations were extended until 1997. The EC was able, given the state of internal market integration in these sectors, both to contribute to and to capitalise on these negotiations. In virtually all other areas, however, the commitments bound by WTO Members under the GATS remained confi ned to locking in status quo conditions in a rather limited number of services. The fl exibility provisions of the Agreement had made it particularly easy for individual countries to adjust their trade obligations to prevailing conditions and constraints in individual sectors.Breadth of Coverage vs. Depth of Obligations Given the diversity of political and economic conditions among WTO Members, fl exibility is an Trade in Services Division, WTO Secretariat, Geneva, Switzerland. The article is based in part on a paper prepared for the World Trade Forum 2004 in Berne The Single Undertaking After Cancun: Diversity and Variable Geometry in the World Trading System. All references in the following are to the European Communities, refl ecting its membership status in the WTO, rather than to the European Union. The views expressed are those of the author and cannot be attributed to the WTO Secretariat.1 R. A d l u n g : Liberalisierung und DeRegulierung von Dienstleistungen in der Welthandelsorganisation: Versuch einer Zwischenbilanz aus Sicht der Europaischen Gemeinschaft, in: P.C. M u l l e r G r a f f ed.: Die Europaische Gemeinschaft in der Welthandelsorganisation, BadenBaden 19992000, Nomos, pp. 131156.2 J. C r o o m e : Reshaping the World Trading System A History of the Uruguay Round, The Hague, London, Boston 1999, Kluwer Law International. Intereconomics, MayJune 2005135FORUMindispensable element in an agreement that reaches far beyond traditional concepts of crossborder transactions mode 1 to cover as well the conditions governing outbound movements of service consumers mode 2, domestic commercial establishment mode 3 and the presence of foreign nationals supplying services mode 4.3 The broad modal scope of the GATS is counterbalanced by much leeway in individual countries assumption of trade obligations. In particular, the GATS offers not only more room than the GATT for departures from mostfavourednation MFN treatment one of the few horizontal obligations that apply across virtually all services but also allows for the continued operation of market access restrictions, including quotas, and denials of national treatment. Even in sectors in which access obligations specifi c commitments have been assumed by a Member, market access and national treatment may be subjected to scheduled limitations. Virtually any policy concerns can thus be accommodated within the structure of the Agreement. The GATS does not even establish a hierarchy of more or less preferable forms of intervention, let alone priorities among modes of supply. There are no builtin incentives that would encourage, for example, a shift from numerical access barriers to pricebased interventions, nor are there disciplines on governments strategic use of restrictions under one mode, e.g. crossborder trade, to promote trade under other modes, e.g., inward investment under mode 3.Even within otherwise integrated markets, individual regional units may continue to operate their own restrictions under one or more modes of supply. Relevant cases can be found in the schedules of many federal states, including the USA, Canada and, to a lesser degree, Switzerland.4 Not surprisingly, there are many similar entries in the Communities schedule. These include a sweeping crosscutting limitation that provides cover for any public or private monopolies in individual member States MS which are tasked to supply services considered as public utilities.5 The 3 For a more detailed discussion of the modal scope of the Agreement and its application to individual sectors see, for example, WTO: Guide to the GATS: An Overview of Issues for Further Liberalization of Trade in Services, The Hague, London, Boston, 2001, Kluwer Law International.legal status of such monopolies would be protected as well if the EC was not treated as a single unit, but as an economic integration area pursuant to Article V, the equivalent to Article XXIV of the GATT. The relevant provisions require participants to eliminate in their internal relations substantially all discrimination within the meaning of Article XVII national treatment, but there is no obligation, whatsoever, to abolish nondiscriminatory access barriers, whether in the form of monopoly rights or quota restrictions. Thus, regardless of the Communities status, the GATS provides wide scope for the perpetuation of divergent internal trade regimes.6These fl exibility provisions, though indispensable, may come at a cost in particular to the EC. Given the absence of binding and biting framework obligations, the GATS may prove less effective than the GATT in helping Brussels to establish, and promote compliance with, a common trade regime among the MS. Of course, the Agreement is perfectly suitable to bind services reforms and, thus, enhance their internal and external credibility, but it is diffi cult to see how it could help to launch projects that are resisted by incumbent service suppliers and their political proponents.7 The ministries responsible for, e.g., banking, insurance, health, education or immigration will certainly resent sacrifi cing national competencies on the altar of international trade negotiations.Nevertheless, whenever the Communities manage to push through internal reforms, these may have positive external effects even within existing patterns of GATS obligations. Full commitments on national treatment, where they exist, create a situation comparable to trade in goods under the GATT, where Article III provides for the automatic extension of any new internal laws and regulations etc. to imports. Within the broader modal framework of GATS, however, the notion of imports and, as a result, the potential reach of the national treatment concept has been extended to three more types of transaction.8The following sections seek to trace the status of core GATS provisions and their application within the Communities trade regime.4 For example, the schedule of Switzerland provides for the continued operation of public monopolies on fi re and national damage insurance in 19 cantons; access to other parts of the country is largely unrestricted. 5 If such services are provided in the exercise of governmental authority, i.e. neither on a commercial basis nor in competition, they are completely exempt from the GATS in any event. 6 The individual EC MS are WTO Members as well. While the Uruguay Round commitments scheduled by the Communities apply only to the then 12 MS and the results of the extended negotiations on telecom and fi nancial services to 15 MS, the schedule envisaged to result from the ongoing round is set to cover all 25 current MS. 7 R. A d l u n g : GATS and Democratic Legitimacy, in: Aussenwirtschaft, Vol. 59, No. II.136Intereconomics, MayJune 2005FORUMMFN Treatment: Cornerstone with Fuzzy Edges Table 1The MFN requirement is the only core obligation that has a similar status in both GATT and GATS. However, apart from traditional departures covering, for instance economic integration projects Article V, the GATS contains a sweeping exemption for all MFNinconsistent measures that Members listed at the end of the Uruguay Round or, if later, the date of accession. Pursuant to Article II:2 and a related Annex, WTO Members are entitled to maintain the measures inscribed in their exemption lists for periods not exceeding ten years in principle, and subject to negotiations in any subsequent trade rounds. Moreover, given the Agreements broad modal coverage and the dearth of international standards in services, the drafters of GATS provided more scope for discretionary recognition of foreign standards, licences and certifi cates than exists under the GATT.An overview of existing MFN exemptions, produced in 2000, lists over 420 measures, involving more than twothirds of WTO Members.9 The sector focus is on various transport services 35 per cent as well as audiovisual services 20 per cent, a particularly sensitive sector for the EC. The vast majority of the exemptions, including those inscribed by the EC, are intended to apply for an openended indefi nite, unspecifi ed etc. period, which needs to be set, of course, against the tenyear timeframe provided for in the Agreement. The current exemption list of the EC contains some 40 measures, concerning mostly audiovisual and transport services, about onehalf of which are maintained at the level of individual MS.10 Very few have been earmarked for termination in the Communities initial offer.8 For example, the existing EC commitments on health services under the GATS could imply that current Commission proposals aimed at facilitating the mobility of patients between the MS, including through streamlined reimbursement procedures for health care costs, are applicable as well to patients seeking treatment in third countries. All MS, except Finland and Sweden, have undertaken full nationaltreatment commitments on consumption abroad for hospital services and, except Finland, for medical and dental services. The Commissions explanation of the proposed Services Directive   is an internal market instrument and therefore concerns only service providers established in a Member State   may thus need to be qualifi ed. The actual impact of the Communities commitments may depend, nevertheless, on whether the relevant foreignestablished facilities and their staff provide like services and are recognised to meet relevant EC qualifi cation requirements and standards. See Commission of the European Communities: Proposal for a Directive of the European Parliament and the Council on services in the internal market, COM20042fi nal3, Brussels 2004, p. 15.Commitments by Country Group, March 2005WTO Members Average number of subsectors committed per Member Rangelowesthighest number of scheduled subsectorsLeastdeveloped economies Developing transition economies Developed economies Accessions since 1995ALL MEMBERS241 11152 10411 147 58 14711051025086 11537 1471 1471 Transition economies only.Total number of subsectors: 160; total number of Members: 148, including the EC MS.The need to provide scope for recognition measures appears particularly pressing in the context of a services agreement that covers not only product fl ows, but extends to factor movements. Conformity with prevailing standards and other regulatory requirements is a core determinant of foreign products or producers being permitted to compete. Article VII of the GATS is thus intended to provide legal cover for the autonomous or mutually agreed recognition of qualifi cations, licences, certifi cates etc. obtained in another country. The relevant provisions are combined with procedural disciplines designed to prevent recognition measures from being used to dilute entirely the MFN obligation.11 In particular, interested Members must be afforded adequate opportunity to negotiate their accession to such agreements or, in the event of autonomous recognition, to demonstrate that their education, licences etc. should be recognised as well Article VII:2.These provisions have rarely been used, however. Between January 1995 and April 2005, no more than 44 notifi cations under Article VII:4 were submitted, 10 Examples include not only traditional arrangements favouring citizens of Commonwealth, Francophone and Portuguesespeaking countries UK, France and Portugal, but also reciprocity requirements visavis third countries Austria: access of fi nancial service suppliers; Finland and Sweden: maritime cabotage; France: capital participation in news agency services and access to press agency services; Germany: chartering of foreign ships; Italy: purchase of real estate as well as capital participation in broadcasting and publishing services; Spain: establishment of commercial presence in road transport services.9 The overview was prepared by the OECD Secretariat on the basis of an informal document by the WTO Secretariat. See OECD: Trade in Services: A Roadmap to GATS MFN Exemptions, Working Party of the Trade Committee TDTCWP200125FINAL, Paris 2001. The EC is counted as one entity. 11 K. N i c o l a i d i s , J. P. Tr a c h t m a n : From Policed Regulation to Managed Recognition in GATS; in: P. S a u v e , R. M. S t e r n eds.: GATS 2000 New Directions in Services Trade Liberalization, Washington DC 2000, Center for Business and Government, Harvard University and Brookings Institution Press, pp. 241282.Intereconomics, MayJune 200513795msiruo TFORUM140120100806040200have been licensed by institutions within the integration area. Members of integration agreements are required, pursuant to Article V:6, to extend the relevant benefi ts, possibly including recognition measures, to any juridical person constituted under the laws of a party to the agreement that is engaged in substantial business operations in the integration area. However, there are no equivalent provisions applying to thirdcountry nationals. In other words, while any company licensed to supply services in Norway, whether national or foreignowned, may enjoy the same regulatory status in Germany, thirdcountry professionals licensed as doctors, architects etc. in Norway would not need to be recognised by German regulators on a par with their Norwegian colleagues. Moreover, concerning the recognition of diplomas within the EC, the Communities schedule contains a national treatment limitation under mode 4 that explicitly excludes nationals of third countries from the scope of relevant EC Directives. The initial offer submitted by the Communities in the ongoing round does not provide for change.Diversity of Access Conditions across Sectors and Modes of Supply Given the broad spectrum of services transactions and, even more so, permissible trade barriers falling under the GATS, it is far more diffi cult than in merchandise trade to provide a reasonably accurate picture of the access obligations undertaken by individual WTO Members. The number of sectors inscribed in schedules regardless of their economic importance and the existence of limitations may, nevertheless, provide a cursory indication of Members propensity to bind access conditions in services. Table 1 suggests a relatively clear relationship with the level of development, despite wide variations within individual country groups. With the exception of postUruguay Round accession cases, developing countries have, on average, scheduled far fewer sectors than developed Members as a group, thus apparently availing themselves of the fl exibility afforded by the architecture of the Agreement which, in turn, is also reiterated in various developmentrelated provisions Articles IV and XIX:2.A comparison across the large service sectors shows, not surprisingly, that tourism has drawn the highest number of commitments. Given the traditionally open regimes in many countries, the sector is an obvious candidate for specifi c commitments. Apart from tourism, current schedules are largely dominated by producerrelated services, i.e. services that perIntereconomics, MayJune 2005Sector Focus of Current Commitments under the Figure 1GATS, March 2005 in %Developed Developing and Transition 817871 of Members 160585449 46 4443 41413939noitcurtsno Ctropsnar T reht Olanoitaerce Rtropsnar T ri A tnemnorivn Enoitubirts Dissensu Biinoitacnummocee Tlhtlae Hnoitacud Etropsnar T emitira Minoitacnummo C reht Oliacnan Fi N o t e : The vertical axis displays the number of WTO Members that have scheduled at least one subsector out of the 14 sectors, from business services to other transport mainly road and rail transport, listed on the horizontal axis. The numbers at the top of each bar indicate the percentage of Members with commitments in the area concerned. EC MS are counted individually. S o u r c e : R. A d l u n g , M. R o y : Turning Hills into Mountains? Current Commitments under the GATS and Prospects for Change, WTO Staff Working Paper ERSD200501, Geneva 2005.covering some 125 agreements or measures, about twothirds of which relate to old agreements predating the GATS or the relevant dates of accession. Most participants in integration agreements, including the EC and the other signatories to the Europe Agreements and the Agreement on the European Economic Area, seemingly hold the view that recognition measures among participants are covered by Article V on Economic Integration, rather than Article VII.12 The only notifi cation made by the EC under the latter provisions dates from 1997 and relates to an agreement with Switzerland on direct insurance. This interpretation seems to offer at least two advantages: no obligation to afford third countries an opportunity to negotiate participation, and no automatic extension of the relevant benefi ts to thirdcountry nationals that 12 By endApril 2005, there was only one notifi cation under Article V:7a, from Australia and New Zealand, that had been submitted also in recognition of any notifi cation requirements under Article VII:4 WTO document SCN66 of 21 October 1997. For a brief discussion of the relationship between the two Articles and for further references see OECD: Service Providers on the Move: Mutual Recognition Agreements, Working Party of the Trade Committee TDTCWP200248FINAL, Paris 2003.138FORUMform infrastructural functions such as a broad array of business services, telecommunications and fi nancial services. In contrast, the health and education sectors have apparently proved far less popular. While the sector pattern displayed in Figure 1 essentially refl ects the scheduling decisions of developing countries, which account for some 80 per cent of the WTO membership, the latter two services also have been shunned completely by several developed economies.13 Among the eight developed WTO Members that have not scheduled any healthrelated and social services are two EC MS, Finland and Sweden. Also, Sweden is one of the four WTO Members that have not committed any educational service. The Communities initial offer in the ongoing negotiations, consolidating for the fi rst time all 25 MS in one schedule, does not foresee any changes in this regard.The diversity of access conditions or, at least, of bound levels of access across sectors is refl ected in a similar diversity across modes. Commitments on consumption abroad mode 2 tend to be the most liberal: on average for all WTO Members, about onehalf of the relevant entries for both market access and national treatment do not carry any limitations.14 Commercial presence mode 3 is the most economically important mode of supply, representing some 50 per cent of all trade falling under the GATS. About fourfi fths of all entries under this mode guarantee some degree of access, subject to various limitations. In contrast, virtually all commitments on mode 4, presence of natural persons, are very tightly circumscribed. Starting from an unbound, most WTO Members have scheduled undertakings with regard to a limited number of categories, normally higherlevel employees or intracorporate transferees, which are permitted access for limited periods of stay. Even these undertakings are frequently subject to tight numerical ceilings or discretionary economic needs tests. The ECs initial offer contains certain improvements for this mode, including the abolition of economic needs tests. However, as in the case of virtually all other WTO Members, the focus remains on relatively skilled professionals that are sent from, or transferred by, companies established abroad. In any 13 Among developed countries, only Other communication services have proven less popular. They consist of postal, courier and audiovisual services. Maritime services are a special case insofar as the negotiations were not completed at the time, but suspended until the current round.14 R. A d l u n g , M. R o y : Turning Hills into Mountains? Current Commitments under the GATS and Prospects for Change, WTO Staff Working Paper ERSD200501, Geneva 2005. Intereconomics, MayJune 2005event, given the scope of the offer, deeper integration moves within the EC, as envisaged under the heavily discussed Services Directive, are unlikely to benefi t thirdcountry nationals.Outlook: Dont Wait for Geneva Given the absence of tightly binding and biting obligations, the economic implications of the GATS are likely to differ from those of the GATT. Protectionseekers will fi nd it easier to defy broadbased liberalisation and survive in niches, and the scope for reciprocal exchanges, in which export interests might be mobilised to overcome resistance, is far more limited than in merchandise trade. What common yardstick could be used to measure and compare, across sectors and modes, the interventions of country B with those of A?Nevertheless, the prospects are not equally bleak in all sectors. There are circumstances where services liberalisation has proven virtually irresistible. Technical progress, not least the ascent of new communication technologies, has created new alternatives to long entrenched regimes or rendered them unenforceable. Telecom reform, to an extent, consisted of many governments, including in the EC, recognising and adjusting to what was happening in reality. And there has been less internal resistance to change in such rapidly expanding sectors than in agriculture, steel or mining, where specifi c skills and expertise may be lost for good. In these circumstances, the ongoing ser vices round can be expected to help to accelerate and, within limits, modify reform projects that are already under consideration and, on entry into force, protect the new regimes from reversals. From that perspective, presupposing a continued commitment to ser vices liberalisation and harmonisation, the EC and its trading partners stand to be among the main benefi ciaries. The same applies, in principle, to ECinternal moves aimed at deepening integration in sectors and modes that are covered by current commitments. Mode 4 may prove a special case, however. The national treatment rule, wherever applicable, should ensure that internal reforms also benefi t foreign companies established within the EC and, depending on the circumstances, suppliers competing from abroad under modes 1 and 2.15The initial momentum, however, would need to come from Brussels.15 See footnote 9.139", "filename": "489718817.pdf", "person": ["Wernhard Möschel", "Möschel, Wernhard"], "date": ["2005"]}