{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/78630/1/490361323.pdf"], "title": ["Labor market discrimination and racial differences in premarket factors"], "plaintext": "The Institute for Labour Market Policy Evaluation IFAU is a research institute under the Swedish Ministry of Industry, Employment and Communications, situated in Uppsala. IFAUs objective is to promote, support and carry out: evaluations of the effects of labour market policies, studies of the functioning of the labour market and evaluations of the labour market effects of measures within the educational system. Besides research, IFAU also works on: spreading knowledge about the activities of the institute through publications, seminars, courses, workshops and conferences; creating a library of Swedish evaluational studies; influencing the collection of data and making data easily available to researchers all over the country. IFAU also provides funding for research projects within its areas of interest. There are two fixed dates for applications every year: April 1 and November 1. Since the researchers at IFAU are mainly economists, researchers from other disciplines are encouraged to apply for funding. IFAU is run by a DirectorGeneral. The authority has a traditional board, consisting of a chairman, the DirectorGeneral and eight other members. The tasks of the board are, among other things, to make decisions about external grants and give its views on the activities at IFAU. A reference group including representatives for employers and employees as well as the ministries and authorities concerned is also connected to the institute. Postal address: P.O. Box 513, 751 20 Uppsala Visiting address: Kyrkogardsgatan 6, Uppsala Phone: 46 18 471 70 70 Fax: 46 18 471 70 71 ifauifau.uu.se www.ifau.se Papers published in the Working Paper Series should, according to the IFAU policy, have been discussed at seminars held at IFAU and at least one other academic forum, and have been read by one external and one internal referee. They need not, however, have undergone the standard scrutiny for publication in a scientific journal. The purpose of the Working Paper Series is to provide a factual basis for public policy and the public policy discussion. ISSN 16511166 LABOR MARKET DISCRIMINATION ANDRACIAL DIFFERENCES IN PREMARKET FACTORSPedro Carneiro University College London and James J. Heckman University of Chicago,Dimitriy V. Masterov University of Chicago Institute for Fiscal Studies American Bar Foundation and University College London First draft, March 24, 2003Revised September 2003; October 2003; September 15, 2004This research was supported by a grant from the American Bar Foundation and NIH R01HD043411. We thankan anonymous referee for helpful comments. Carneiro was supported by Fundacid:231ao Cincia e Tecnologia and Fundacid:231ao Calouste Gulbenkian. We thank Derek Neal and Rodrigo Soares for helpful comments and Maria Isabel Larenas,Maria Victoria Rodriguez and Xing Zhong for excellent research assistance.1Abstract We investigate the relative signicid:222cance of differences in cognitive skills and discrimination in explaining racialethnic wage gaps. We show that cognitive test scores takenprior to entering the labor market are incid:223uenced by schooling. Adjusting the scores forracialethnic differences in education at the time the test is taken reduces their role inaccounting for the wage gaps. We also consider evidence on parental and child expectations about education and on stereotypethreat effects. We cid:222nd both factors to beimplausible alternative explanations for the gaps we observe. We argue that policiesneed to address the sources of early skill gaps and to seek to incid:223uence the more malleable behavioral abilities in addition to their cognitive counterparts. Such policies arefar more likely to be effective in promoting racial and ethnic equality for most groupsthan are additional civil rights and affirmative action policies targeted at the workplace.JEL Code: J31Pedro Carneiro James J. Heckman Dimitriy V. Masterov Department of Economics Department of Economics Irving B. Harris School University College London University of Chicago Center for Social Program Evaluation Gower Street 1126 E. 59th Street University of Chicago London WC1E 6BTChicago IL 606371155 E. 60th Street, Room 038United Kingdom Phone: 773 7020634Chicago IL 60637and Institute for Fiscal Studies Fax: 773 7028490Phone: 773 2566005Phone: 44 20 7679 5888Email: jjhuchicago.edu Fax: 773 2566313Fax: 44 20 7916 2775Email: p.carneiroucl.ac.uk Email: dvmasterlily.src.uchicago.edu 2IIntroduction It is well documented that civil rights policy directed toward the South raised black economic statusin the 1960s and 1970s.1 Yet substantial gaps remain in the market wages of AfricanAmericanmales and females compared to those of white males and females.2 There are sizable wage gaps for Hispanics as well.Columns I of Table 1 report, for various ages, the mean hourly log wage gaps for a cohort of youngblack and young Hispanic males and females.3 The reported gaps are not adjusted for differencesin schooling, ability, or other market productivity traits. The table shows that, on average, blackmales earn 25% lower wages than white males in 1990. Hispanic males earn 17.4% lower wages inthe same year. The gaps increase for males as the cohort ages. For women, there are smaller gapsfor blacks and virtually no gap at all for Hispanic women, and the gaps for women show no cleartrend with age.4 Joseph Altonji and Rebecca Blank 5 report similar patterns using data from the Current Population Survey CPS.These gaps are consistent with claims of pervasive labor market discrimination against minorities. Minority workers with the same ability and training as white workers may be receiving lowerwages. There is, however, another equally plausible explanation consistent with the same evidence.Minorities may bring less skill and ability to the market. Although there may be discriminationor disparity in the development of these valuable skills, the skills may be rewarded equally acrossall demographic groups in the labor market. Clearly, a variety of intermediate explanations thatcombine both hypotheses are consistent with the data just presented.The two polar interpretations of market wage gaps have profoundly different policy implications.If persons of identical skill are treated differently in the labor market on the basis of race or ethnicity,a more vigorous enforcement of civil rights and affirmative action in the marketplace would appear 1John J. Donohue and James J. Heckman, Continuous versus Episodic Change: The Impact of Civil Rights Policyon the Economic Status of Blacks, 29 J. Econ. Lit. 1603 1991.2The literature on AfricanAmerican economic progress in the twentieth century is surveyed in James J. Heckman and Petra Todd, Understanding the Contribution of Legislation, Social Activism, Markets and Choice to the Economic Progress of African Americans in the Twentieth Century Unpublished manuscript. Chicago: American Bar Foundation, 2001.3These gaps are for a cohort of young persons age 2628 in 1990 from the National Longitudinal Survey of Youthof 1979, or NLSY79. They are followed for 10 years until they reach age 3638 in 2000.4However, the magnitudes but not the direction of the female gaps are less reliably determined, at least forblack women. Derek Neal The Measured BlackWhite Wage Gap among Women is Too Small, 112 J. Pol. Econ. S12004. shows that racial wage gaps for black women are underestimated by these types of regressions since they donot control for selective labor force participation. This same line of reasoning is likely to hold for Hispanic women.5Joseph Altonji and Rebecca Blank, Gender and Race in the Labor Markets, in Handbook of Labor Economics,Vol. 3C Orley Ashenfelter and David Card, eds. 1999.3to be warranted. On the other hand, if the gaps are solely due to unmeasured abilities and skillsthat people bring to the labor market, then a redirection of policy towards fostering skills shouldbe emphasized as opposed to a policy of ferreting out discrimination in the workplace.Derek Neal and William Johnson 6 shed light on the relative empirical importance of marketdiscrimination and skill disparity in accounting for wage gaps by race. Controlling for scholasticability measured in the midteenage years, they substantially reduce but do not fully eliminatewage gaps for black males in 19901991 data. They more than eliminate the gaps for black females.Columns II in Table 1 show our version of the estimates reported in the NealJohnson study,expanded to cover additional years.7 For black males, controlling for an early measure of abilitycuts the blackwhite wage gap in 1990 by 76 percent. For Hispanic males, controlling for abilityessentially eliminates the wage gap with whites. For women the results are even more striking. Wagegaps are actually reversed, and controlling for ability produces higher wages for minority females.This evidence suggests that the endowments people bring to the labor market play a substantialrole in accounting for minority wage gaps.This paper critically examines the NealJohnson argument and brings fresh evidence to bearon it. With some important qualicid:222cations, our analysis supports their conclusion that factorsdetermined outside of the market play the major role in accounting for minoritymajority wagedifferentials in modern labor markets.In producing the wage gaps shown in Table 1, we follow a practice suggested by Neal and Johnsonand do not adjust for the effects of racial and economic differences in schooling, occupational choice,or work experience on wages. Racial and ethnic differences in these factors may recid:223ect responsesto labor market discrimination and should not be controlled for in regressions estimating the cid:147fulleffectcid:148 of race on wages through all channels since doing so may spuriously reduce estimated wagegaps by introducing a proxy for discrimination into the control variables. While the motivation fortheir procedure is clear, their qualitative claim is false. Including schooling in a wage regressionraises estimated wage gaps and produces more evidence of racial disparity. Gaps cid:222xing and notcid:222xing schooling are both of interest, and answer different questions.Gaps in measured ability by ethnicity and race are substantial. Figure 1 plots the ability 6Derek Neal and William Johnson, The Role of Premarket Factors in BlackWhite Wage Differences, 104 J. Pol.Econ. 869 1996.7We use a sample very similar to the one used in their study. It includes individuals born only in 19621964.This exclusion is designed to alleviate the effects of differential schooling at the test date on test performance and toensure that the AF QT test is taken before the individuals enter the labor market, so that it is more likely to be apremarket factor.4distribution as measured by agecorrected AFQT8 for males and females in the NLSY79.9 As notedby Richard Herrnstein and Charles Murray,10 ability gaps are a major factor in accounting for avariety of racial and ethnic disparities in socioeconomic outcomes. Stephen Cameron and James Heckman 11 show that controlling for ability, blacks and Hispanics are more likely to enter collegethan are whites.12Neal and Johnson 13 argue that ability measured in the teenage years is a cid:147premarketcid:148 factor,meaning that it is not affected by expectations or actual experiences of discrimination in the labormarket. They offer no explicit criterion for determining which factors are cid:147premarketcid:148 and whichare not.Schooling affects test scores,14 and minority schooling is lower than white schooling, both generally and in the samples used by Neal and Johnson. Their test score is contaminated by schoolingattainment at the date of the test. Adjusting their test score for this factor, adjusted wage gapsincrease.The gaps in ability evident in Figure 1 stem in part from lower schooling by minorities at the timeof the test and may also arise from lowered academic effort in anticipation of future discriminationin the labor market. If skills are not rewarded fairly, the incentive to acquire them is diminishedfor those subject to prejudicial treatment. Discrimination in the labor market might not only sapthe incentives of children and young adults to acquire skills and abilities, but it may also incid:223uencethe efforts they exert in raising their own offspring. This means that even after adjusting theirtest score for schooling, measured ability may not be a true premarket factor. Neal and Johnson 158Agecorrected AFQT is the standardized residual from the regression of the AFQT score on age at the time of thetest dummy variables. AFQT is a subset of 4 out of 10 ASVAB tests used by the military for enlistment screeningand job assignment.It is the summed score from the word knowledge, paragraph comprehension, mathematicsknowledge, and arithmetic reasoning ASVAB tests.9In our web appendix at http:jenni.uchicago.eduJLE, we show that the same patterns emerge when we dividethe sample by gender.10Richard Herrnstein and Charles Murray, The Bell Curve 1994.11Stephen Cameron and James J. Heckman, The Dynamics of Educational Attainment for Blacks, Whites and Hispanics, 109 J. Pol. Econ. 455 2001.12Sergio Urzua, The Educational WhiteBlack Gap: Evidence on Years of Schooling, Working paper, Univ.Chicago, Dept. Econ. 2003 shows that this effect arises from greater minority enrollment in twoyear colleges.Controlling for ability, whites are more likely to attend and graduate from four year colleges. Using the Current Population Survey, Sandra E. Black and Amir Sucid:222, Who Goes to College? Differential Enrollment by Race and Family Background, Working paper no. w 9310, NBER 2002 cid:222nd that equating the family background of blacksand whites eliminates the blackwhite gap in schooling only at the bottom of the family background distribution.Furthermore, the gaps are eliminated in the 1980s, but not in the 1990s.13See note 6 supra.14See Karsten Hansen, James J. Heckman and Kathleen Mullen, The Effect of Schooling and Ability on Achievement Test Scores, 121 J. Econometrics 39 2004.15See note 6 supra.5mention this qualicid:222cation in their original paper and their critics have subsequently reiterated it.The gaps in ability may also be a consequence of adverse environments. Even if all wage gaps aredue to ability, uncontaminated by expectations of market discrimination, the appropriate policy foreliminating ability gaps is not apparent from Table 1. Should policies focus on early ages throughenriched Head Start programs or on improving schooling quality and reducing school dropout andrepetition rates that plague minority children at later ages?This paper demonstrates that ability gaps open up very early. Minorities enter school withsubstantially lower measured ability than whites. The blackwhite ability gap widens as the childrenget older and obtain more schooling, but the contribution of formal education to the widening ofthe gap is small when compared to the size of the initial gap. There is a much smaller widening ofthe Hispanicwhite ability gap with schooling.Our evidence and that of Babur de los Santos, James J. Heckman, and Maria Isabel Larenas,16suggests that schoolbased policies are unlikely to have substantial effects on eliminating minorityability gaps. Factors that operate early in the life cycle of the child are likely to have the greatestimpact on ability.The early emergence of ability gaps indicates that child expectations can play only a limited rolein accounting for ability gaps since very young children are unlikely to have formed expectationsabout labor market discrimination and to take decisions based on those expectations. However,parental expectations of future discrimination may still play a role in shaping child outcomes.The early emergence of measured ability differentials also casts doubt on the empirical importance of the cid:147stereotype threatcid:14817 as a major factor contributing to blackwhite test score differentials. The literature on this topic claims that black college students at selective colleges performworse on tests when they are told that the tests may be used to concid:222rm stereotypes about blackwhite ability differentials. The empirical importance of this effect is in dispute in the psychologyliterature.18The children in our data are tested at very young ages and are unlikely to be aware of stereotypesabout minority inferiority or be affected by the stereotype threat which has only been empiricallyestablished for students at elite colleges. In addition, large gaps in tests are also evident for His16Babur I. de los Santos, James J. Heckman and MariaIsabel Larenas, Explaining the Gap in Achievement Test Scores for Blacks, Hispanics and Whites, Working paper Univ. Chicago Dept. Econ. 2004.17See Claude Steele and Joshua Aronson, Stereotype Threat and the Test Performance of Academically Successful African Americans, in The BlackWhite Test Score Gap 401 Christopher Jenks and Meredith Phillips, eds. 1998.18See Paul Sackett, Chaitra Hardison and Michael Cullen, On Interpreting Stereotype Threat as Accounting for African AmericanWhite Differences in Cognitive Tests 59 Am. Psychologist 7 2004.6panics, a group for whom the stereotype threat has not been documented. The stereotype threatliterature claims that measured test scores for minorities understate their true ability. Unless theeffect is uniform across ability levels, incremental ability should be rewarded differently betweenblacks and whites. We cid:222nd no evidence of such an effect.Adjusting for the schooling attainment of minorities at the time that they take tests providesan empirically important qualicid:222cation to the Neal and Johnson study.19 An extra year of schoolinghas a greater impact on test scores for whites and Hispanics than for blacks. Adjusting the testscore for schooling disparity at the date of the test leaves more room for interpreting wage gaps asarising from labor market discrimination.This cid:222nding does not necessarily overturn the conclusions of the NealJohnson analysis. Atissue is the source of the gap in schooling attainment at the date of the test. The NealJohnsoncid:147premarketcid:148 factors are a composite of ability and schooling, and are likely to recid:223ect both the lifecycle experiences and the expectations of the child. To the extent that they recid:223ect expectationsof discrimination as embodied in schooling that affects test scores, the scores are contaminated bymarket discrimination and are not truly premarket factors. An open question is how much of thegap in schooling is due to expectations about future discrimination.The evidence from data on parentscid:146 and childrencid:146s expectations tells a mixed story. Minoritychild and parent expectations about the childrencid:146s schooling prospects are as optimistic at ages 1617 as counterpart white expectations, although actual schooling outcomes of whites and minoritiesare dramatically different. Differential expectations at these ages cannot explain the gaps in abilityevident in Figure 1.For children age 14 and below, parent and child expectations about schooling are much lowerfor blacks than for whites, though only slightly lower for Hispanics than for whites. All groups arestill rather optimistic in light of subsequent schooling attendance and performance. At these ages,differences in expectations across groups may lead to differential investments in skill formation.While lower expectations may be a consequence of perceived labor market discrimination, they mayalso recid:223ect child and parental perception of the lower endowments possessed by minorities, so thisevidence is not decisive.A focus on cognitive skill gaps, while traditional,20 misses important noncognitive componentsof social and economic success. We show that noncognitive behavioral gaps also open up early.19See note 6 supra.20See for example, Christopher Jencks and Meredith Phillips, The BlackWhite Test Score Gap 1998.7Previous work shows that they play an important role in accounting for market wages. Policiesthat focus solely on improving cognitive skills miss an important and promising determinant ofsocioeconomic success and disparity that can be affected by policy.21The rest of the paper proceeds in the following way. Section II presents evidence on the evolutionof test score gaps over the life cycle of the child. Section III discusses the evidence on the stereotypethreat. Section IV presents our evidence on how adjusting for schooling at the date of the test affectsthe conclusions of the NealJohnson analysis, and how schooling affects test scores differentially forminorities. Section V discusses our evidence on child and parental expectations. Section VI presentsevidence on noncognitive skills that parallels the analysis of Section II. Section VII concludes.II MinorityWhite Differences in Early Test Scores and Early Environments This section summarizes evidence from the literature and presents original empirical work thatdemonstrates that minoritywhite cognitive skill gaps emerge early and persist through childhoodand the adolescent years. Christopher Jencks and Meredith Phillips 22 and Greg Duncan and Jeanne BrooksGunn 23 document that the blackwhite test score gap is large for 3 and 4 year old children.Using the Children of the NLSY79 CNLSY survey, a sample of children of the mothers in the 1979National Longitudinal Survey of Youth data, a variety of studies show that even after controlling formany variables like individual, family and neighborhood characteristics, the blackwhite test scoregap is still sizable.24,25 These studies also document that there are large blackwhite differencesin family environments. Ronald Ferguson 26 summarizes this literature and presents evidence thatblack children come from much poorer and less educated families than white children, and they are 21See Pedro Carneiro and James J. Heckman, Human Capital Policy, in Inequality in America: What Role for Human Capital Policies? 77 James Heckman and Alan Krueger, eds. 2003.22See note 20 supra.23Greg Duncan and Jeanne BrooksGunn, Consequences of Growing Up Poor 1997.24In a similar study based on the Early Childhood Longitudinal Survey ECLS, Roland Fryer and Steven LevittUnderstanding the BlackWhite Test Score Gap in the First Two Years of School, 86 Rev. Econ. Stat. 447, 2004eliminate the blackwhite test score gap in math and reading for children at the time they are entering kindergarten,although not in subsequent years. However, the raw test score gaps at ages 3 and 4 are much smaller in ECLS thanin CNLSY and other data sets that have been used to study this issue and so their results are anomalous in thecontext of a larger literature.25For a description of CNLSY and NLSY79 see Bureau of Labor Statistics, NLS Handbook 2001 2001.26Ronald Ferguson, Why Americacid:146s BlackWhite School Achievement Gap Persists, Unpublished manuscript,Harvard Univ., 2002.8also more likely to grow up in single parent households. Studies summarized by Ferguson 27 cid:222nd thatthe achievement gap is high even for blacks and whites attending high quality suburban schools.28The common cid:222nding across these studies is that the blackwhite gap in test scores is large andthat it persists even after one controls for family background variables. Children of different racialand ethnic groups grow up in strikingly different environments.29 Even after accounting for theseenvironmental factors in a correlational sense, substantial test score gaps remain. Furthermore,these gaps tend to widen with age and schooling: black children show lower measured abilitygrowth with schooling or age than white children.This paper presents additional evidence from the children of the persons interviewed in the CNLSY. We have also examined the Early Childhood Longitudinal Survey ECLS analyzed by Ferguson 30 and Roland Fryer and Steven Levitt 31 and also the Children of the Panel Study of Income Dynamics CPSID and cid:222nd similar patterns. We broaden previous analyses to include Hispanicwhite differentials. Figure 2 shows the average percentile PIAT Math 32 scores for malesin different age groups by race. Results for females show the same patterns and are available in ourweb appendix.33 For brevity, in this paper we only focus on the male results. Racial and ethnictest score gaps are found as early as ages 5 and 6 the earliest ages at which we can measure mathscores in CNLSY data.34 On average, black 5 and 6year old boys are almost 18 percentile pointsbelow white 5 and 6year old boys That is, if the average white is at the 50th percentile of thetest score distribution, the average black is at the 32nd percentile of this distribution. The gap is abit smallercid:15016 percentcid:150but still substantial for Hispanics. These cid:222ndings are duplicated for manyother test scores and in other data sets, and are not altered if we use median test scores instead ofmeans. Furthermore, as shown in Figure 3, even when we use a test taken at earlier ages, racialgaps in test scores can be found at ages 1 and 2.35 In general, test score gaps emerge early and 27Ronald Ferguson, What Doesncid:146t Meet the Eye: Understanding and Addressing Racial Disparities in High Achieving Suburban Schools, Special Edition, Policy Issues Report, 2002.28This is commonly referred to as the cid:147Shaker Heights study,cid:148 although it analyzed many other similar neighborhoods.29See also the discussion in David J. Armor, Maximizing Intelligence 2003.30See note 26 supra.31See note 24 supra.32The PIAT Math is the abbreviation for Peabody Individual Achievement Test in Mathematics. This test measuresthe childcid:146s attainment in mathematics as taught in mainstream education. It consists of 84 multiple choice questionsof increasing difficulty, beginning with recognizing numerals and progressing to geometry and trigonometry.33See note 9 supra.34Instead of using raw scores or standardized scores we choose to use ranks, or percentiles, since test score scaleshave no intrinsic meaning. Our results are not sensitive to this procedure.35This is not always the case for women, as shown in the web appendix see note 9 supra. Parts of the Body Test attempts to measure the young childcid:146s receptive vocabulary knowledge of orally presented words as a means of 9persist through adulthood.For brevity, we focus on means and medians in this paper. However, Figures 1 and 4 illustratethat there is considerable overlap in the distribution of test scores across groups in recent generations. Many black and Hispanic children at ages 5 and 6 score higher on a math test score than theaverage white child. Statements that we make about medians or means do not apply to all personsin these distributions.Figure 2 shows that the blackwhite percentile PIAT Math score gap widens with age. By ages 13 to 14, the average black is ranked more than 22 percentiles below the average white. In fact,these gaps persist through adulthood. At 13 to 14, Hispanic boys are almost 16 points below theaverage white.When blacks and Hispanics enter the labor market, on average they have a much poorer setof cognitive skills than whites. Thus it is not surprising that their average labor market outcomesare so much worse. Furthermore, these skill gaps emerge very early in the lifecycle, persist, andif anything, widen for some groups. Initial conditions early test scores are very important sinceskill begets skill.36The research surveyed in Pedro Carneiro and James J. Heckman 37 suggests that enhanced cognitive stimulation at early ages is likely to produce lasting gains in achievement test scores in childrenfrom disadvantaged environments. If the interventions are early enough, they also appear to raise IQ scores, at least for girls.38 Home and family environments at early ages, and even the mothercid:146sbehavior during pregnancy, play crucial roles in the childcid:146s development, and black children growup in signicid:222cantly more disadvantaged environments than white children. Figure 5 shows the distributions of longterm or cid:147permanentcid:148 family income for blacks, whites and Hispanics. Minoritychildren are much more likely to grow up in low income families than are white children. In ourweb appendix,39 we show that there are also large differences in the level of education and cognitiveability as measured by the AFQT of mothers in different ethnic and racial groups see also Figure 1. Maternal AFQT is a major predictor of childrencid:146s test scores.40 Figure 6 documents that whiteestimating intellectual development. The interviewer names each of ten body parts and asks the child to point tothat part of the body.36See James J. Heckman, Policies to Foster Human Capital, 54 Res. in Econ. 3 2000.37See note 21 supra.38See Frances Campbell, Craig Ramey, Elizabeth Pungello, Joseph Sparling and Shari MillerJohnson, Early Childhood Education: Young Adult Outcomes From the Abecedarian Project, 6 Applied Developmental Science 422002.39See note 9 supra.40For example, the correlation between percentile PIAT math score and agecorrected maternal AFQT is 0.4.10mothers are much more likely to read to their children at young ages than are minority mothers,and we obtain similar results at other ages.41 Using this reading variable and other variables in CNLSY such as the number of books, magazines, toys and musical recordings, family activities eating, outings, methods of discipline and parenting, learning at home, TV watching habits, parentalexpectations for the child chores, time use, and home cleanliness and safety, we can constructan index of cognitive and emotional stimulationcid:150the home score. This index is always higher forwhites than for minorities.42 There we also show that blacks are more likely than whites to growup in broken homes. Hispanics are less likely than blacks to grow up in a broken home, althoughthey are much more likely to do so than are whites.Even after controlling for numerous environmental and family background factors, racial andethnic test score gaps remain at ages 3 and 4 for most tests and for virtually all the tests atlater ages. Figure 7 shows that, even after adjusting for measures of family background, such asfamily longterm or cid:147permanentcid:148 income and mothercid:146s education, the mothercid:146s cognitive ability asmeasured by agecorrected AFQT, and a measure of home environment called the home score, theblackwhite gap in percentile PIAT Math scores at ages 56 is almost eight percentile points, andat ages 1314 is close to eleven percentile points. Hispanicwhite differentials are reduced more bysuch adjustments, falling to seven points at ages 56 and to four points at ages 1314. For sometests, differentials frequently are positive or statistically insignicid:222cant.43 Measured home and familyenvironments play an important role in the formation of these skills, although they are not thewhole story.44Early test scores for blacks and Hispanics are similar, although Hispanics often perform slightlybetter. Figure 2 shows that for the PIAT Math score, the Hispanicblack gap is about two percentilepoints.45 This is much smaller than either the blackwhite or the Hispanicwhite gap. For the PIAT41See the results for all ages in the web appendix, note 9 supra.42As shown in the web appendix see note 9 supra. In the web appendix, we document that both cognitive andemotional stimulation indexes are always higher for whites than for blacks at all ages.43In the web appendix, see note 9 supra Tables 1AB report that even after controlling for different measures ofhome environments and child stimulation, the blackwhite test score gap persists even though it drops considerably.Results for other tests and other samples can be found in the web appendix. Even though for some test scores earlyblackwhite test score gaps can be eliminated once we control for a large number of characteristics, it is harder toeliminate them at later ages. In the analysis presented here the most important variable in reducing the test scoregap is mothercid:146s cognitive ability, as measured by the AFQT.44However, the home score includes variables such as the number of books, which are clearly choice variables andlikely to cause problems in this regression. The variables with the largest effect on the minoritywhite test score gapare maternal AFQT and raw home score.45The test score is measured in percentile rank The blackwhite gap is slightly below 18 while the Hispanicwhitegap is slightly below 16. This means that the blackHispanic gap should be around 2.11Math test, the blackwhite gap widens dramatically, especially at later ages, but the Hispanicwhitegap does not change substantially with age. For other tests, even when there is some widening ofthe Hispanicwhite gap with age, it tends to be smaller than the widening in the blackwhite gapin test scores. In particular, when we look at the AFQT scores displayed in Figure 1, and whichare measured using individuals at ages 1623, Hispanics clearly have higher scores than blacks. Incontrast, Figure 4 shows a strong similarity between the math scores of blacks and Hispanics atages 5 and 6, although there are other tests where, even at these early ages, Hispanics performsubstantially better than blacks. When we control for the effects of home and family environmentson test scores, the Hispanicwhite test score gap either decreases or is constant over time while theblackwhite test score tends to widen with age.III The Stereotype Threat The fact that substantial racial and ethnic test score gaps open up early in the life cycle of childrencasts doubt on the empirical importance of the socalled cid:147stereotype threatcid:148. It is now fashionablein some circles to attribute gaps in black test scores to racial consciousness on the part of blacktest takers stemming from the way test scores are used in public discourse to describe minorities.46The claim is that blacks perform below their true abilities on standardized tests when a stereotypethreat is present. The empirical importance of the stereotype threat in accounting for test scoredifferentials has been greatly overstated in the popular literature.47 No serious empirical scholarassigns any quantitative importance to stereotype threat effects as a major determinant of test scoregaps.Stereotype threats could not have been important when blacks took the cid:222rst IQ tests at thebeginning of the twentieth century which documented the racial differentials that gave rise to thestereotype. Yet racial IQ gaps are comparable across time.48 Young children, like the ones studiedin this paper, are unlikely to have the heightened racial consciousness about tests and their social 46See note 17 supra.47See the analysis in Paul Sackett, Chaitra Hardison and Michael Cullen, note 18 supra.48Charles Murray, in The Secular Increase in IQ and Longitudinal Changes in the Magnitude of the BlackWhite Difference: Evidence from the NLSY, paper presented at the Behavior Genetics Association Meeting, 1999, reviewsthe evidence on the evolution of the blackwhite IQ gap. In the 1920scid:150a time when such tests were much moreunreliable and black educational attainment much lowercid:150the mean blackwhite difference was 0.86 standard deviations. The largest blackwhite difference appears in the 1960s, with a mean blackwhite difference of 1.28 standarddeviations. The difference ranges from a low of 0.82 standard deviations in the 1930s to 1.12 standard deviationsin the 1970s. However, none of the samples prior to 1960 are nationally representative, and the samples were oftenchosen so as to effectively bias the black mean upward.12signicid:222cance of the sort claimed to be found by Claude Steele and Joshua Aronson 49 in collegestudents at a few elite universities. Moreover, sizable gaps are found for young Hispanic malescid:150agroup for which the cid:147stereotypecid:148 threat remains to be investigated.Additional evidence on the unimportance of stereotype threat is presented in Table 2.50 According to the stereotype threat literature, minority test scores understate true ability. If stereotypingaffects the test score gap differently across ability levels, the effect of a unit of ability for a blackshould be different that it is for a white. If the understatement is uniform across all ability levels,the coefficient on a dummy variable for race is overstated in a log wage regression i.e., measureddiscrimination is understated. If the stereotype threat operates when minorities take the AFQT,their scores should have a different incremental effect on wages than majority AFQT scores.51 Wetest this hypothesis using the empirical model in Table 2. We estimate the effect of black and Hispanic AFQT relative to the effect of white AFQT on log wages as extracted from the NLSY79.This amounts to testing for racial AFQT interactions in a logwage equation. While there is someweak evidence that black scores have a larger effect on log wages than white scores, the blackAFQT interaction coefficients are small in magnitude and imprecisely determined. For Hispanics,the estimated AFQT interaction coefficients are negative and, again, not precisely determined. Inour web appendix, we also graph the mean log wage by AFQT decile by race. There is no particularpattern of convergence or divergence across ability levels when evaluated over common supports.The stereotype literature substitutes wishful thinking for substantial evidence. There is noevidence that it accounts for an important fraction of minoritywhite test score gaps, or that test 49See note 17 supra.50See our web appendix note 9 supra for evidence on females.51Let Y 0 1T , where E T 0. The same equation governs blacks and white outcomes. T is thetrue test score. T is the test score under stereotype threat:T 0 1T U,EU T 0Suppose Cov, U 0. The web appendix shows that under random sampling the coefficient on the test score forwhites is 1 and for blacks is Intercepts are 0 and 11cid:181 221212TT 2U0 cid:181 101 cid:181 221212TT 2U 1ET 2122UT 2Uwhere ET is the mean of T , 2U is the variance of U. Thus, the intercepts for blacksare upward biased. The slope for blacks in general may be greater than or less than 1, depending on whether thegap widens with T 1 1 or shrinks 1 1. When 2U 0 U 0, 1 1, the slopes are the same for blacksand whites but the intercepts are upward biased.T is the variance of T , and 213scores are not good measures of productivity.52IV The Differential Effect of Schooling on Test Scores We have established that cognitive test scores are correlated with home and family environments,and that test score gaps increase with age and schooling. The research of Karsten Hansen, James Heckman and Kathleen Mullen 53 and De los Santos, Heckman and Larenas 54 shows that the AFQTtest scores used by Neal and Johnson 55 are affected by schooling attainment of individuals at thetime they take the test. Therefore, one reason for the divergence of black and white test scoresover time may be differential schooling attainments. Figure 8 shows the schooling completed at thetest date for the six demographic groups in the age ranges of the NLSY used by Neal and Johnson.Blacks have slightly less completed schooling at test date than whites, but substantially morethan Hispanics.Table 3 presents estimates of the effect of schooling at test date on AFQT scores for individuals indifferent demographic groups in the NLSY, using a version of the nonparametric method developedin Hansen, Heckman and Mullen.56 Their method isolates the causal effect of schooling attained atthe test date on test scores controlling for unobserved factors that lead to selective differences inschooling attainment. This table shows that the effect of schooling on test scores is much larger forwhites and Hispanics than it is for blacks over most ranges of schooling. As a result, even though Hispanics have fewer years of completed schooling at the time they take the AFQT test than blacks,on average Hispanics score better on the AFQT than do blacks.There are different explanations for these cid:222ndings. Carneiro and Heckman 57 and Cunha and Heckman 58 suggest that one important feature of the learning process is complementarity and selfproductivity between initial endowments of human capital and subsequent learning.59 Higher levels 52A circular version of the stereotype threat argument would claim that minorities also underperform at theworkplace because of stereotype threat there, so that using measured wages to capture productivity understates trueblack productivity. This form of the stereotype threat argument is irrefutable. All measures are contaminated.53See note 14 supra.54See note 16 supra.55See note 6 supra.56See note 14 supra. De los Santos, Heckman and Larenas see note 16, supra present a more recid:222ned analysis ofthe racialethnic wage gap using the Hansen, Heckman, Mullen analysis that supports all of our main conclusions.See also the note at the base of Table 3.57See note 21 supra.58Flavio Cunha and James Heckman, The Technology of Skill Formation, Unpublished manuscript, Univ. Chicago,2004.59For example, see the model in Yoram BenPorath, The Production of Human Capital and the Life Cycle of 14of human capital raise the productivity of learning.60 Since minorities and whites start school withvery different initial conditions, their learning paths can diverge dramatically over time. A relatedexplanation may be that blacks and nonblacks learn at different rates because blacks attend lowerquality schools than whites.61Janet Currie and Duncan Thomas 62 show that test score gains of participants in the Head Startprogram tend to fade completely for blacks but not for whites. They suggest that one reason may bethat blacks attend worse schools than whites, and therefore blacks are not able to maintain initialtest score gains. Both early advantages and disadvantages as well as school quality are likely to beimportant factors in the human capital accumulation process.In light of the greater growth in test scores of Hispanics that is parallel to that of whites,explanations based on schooling quality are not entirely compelling. Hispanics start from similarinitial disadvantages in family environments and face school and neighborhood environments similarto those faced by blacks.63 They also have early levels of test scores similar to those found in theblack population.64To analyze the consequences of correcting for different levels of schooling at the test date, wereanalyze Neal and Johnsoncid:146s 65 data using AFQT scores corrected for the race or ethnicityspecicid:222ceffect of schooling while equalizing the years of schooling attained at the date of the test across allracialethnic groups. The results of this adjustment are presented in Table 4. This adjustment isequivalent to replacing each individualcid:146s AFQT score by the score we would measure if he or shewould have stopped his or her formal education after eighth grade.66 In other words, we use cid:147eighthgradecid:148 adjusted AFQT scores for everyone. Since the effect of schooling on test scores is higherfor whites than for blacks, and whites have more schooling than blacks at the date of the test, this Earnings, 75 J. Pol. Econ. 352 1967. See also note 58 supra.60See the evidence in the paper by James Heckman, Lance Lochner and Christopher Taber, Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, 1 Rev. Econ. Dynamics 1 1998.61Cunha and Heckman see note 58 supra show that complementarity implies that early human capital increasethe productivity of later investments in human capital, and also that early investments that are not followed up bylater investments in human capital are not productive.62Janet Currie and Duncan Thomas, School Quality and the LongerTerm Effects of Head Start, 35 J. Human Resources 755 2000.63The evidence for CNLSY is presented in the web appendix see note 9 supra.64De los Santos, Heckman and Larenas see note 16 supra present a more formal analysis of the effect of schoolingquality on test scores, showing that schooling inputs explain little of the differential growth in test scores amongblacks, whites and Hispanics.65See note 6 supra.66However, the score is affected by attendance in kindergarten, eight further years of schooling, and any schoolquality differentials in those years.15adjustment reduces the test scores of whites much more than those for blacks. The blackwhitemale wage gap is only cut in half as opposed to 76% when we use this new measure of skill, anda substantial unexplained residual remains. The adjustment has little effect on the Hispanicwhitewage gap but a wage gap for black women emerges when using the schoolingadjusted measure thatdid not appear in the original NealJohnson study.Adjusting for schooling at the date of the test reduces the test score gap. This evidence raises thelarger question of what a cid:147premarketcid:148 factor is. Neal and Johnson do not condition on schoolingin explaining blackwhite wage gaps, arguing that schooling is affected by expectations of adversemarket opportunities facing minorities and conditioning on such a contaminated variable wouldspuriously reduce the estimated wage gap. We present direct evidence on this claim below.Their reasoning is not coherent. If expectations of discrimination affect schooling, the very logicof their cid:147premarketcid:148 argument suggests that they should control for the impact of schooling ontest scores before using test scores to measure premarket factors. Neal and Johnson 67 assume thatschooling at the time of the test is taken is not affected by expectations of discrimination in themarket, while later schooling is.This distinction is arbitrary. A deeper investigation of the expectation formation process andfeedback is required. One practical conclusion with important implications for the interpretation ofthe evidence is that the magnitude of the wage gap one can eliminate by performing a NealJohnsonanalysis depends on the age at which the test is measured. The earlier the test is taken, the smallerthe unadjusted test score gap, and the larger the fraction of the wage gap that is unexplained by theresidual. Figure 9 shows how adjusting measured ability for schooling attained at the time of thetest at different levels of attained schooling affects the adjusted wage gap for black males. In thiscid:222gure, the log wage gap corresponding to grade of AFQT correction equal to 11 is the log wage gapwe obtain when using cid:147eleventh gradecid:148 test scores that is, scores adjusted to the eleventh gradelevel. The later the grade at which we adjust the test score, the lower the estimated gap. Thisis so because an ability gap opens up at later schooling levels, and hence adjustment reduces thegap.68Finally we show that adjusting for cid:147expectationscontaminatedcid:148 completed schooling by entering it as a direct regression in a log wage equation does not operate in the fashion conjectured by Neal and Johnson. Table 5 shows that when we adjust wage differences for completed schooling as 67See note 6 supra.68In the web appendix see note 9 supra we present the same analysis for females and Hispanics.16well as schoolingadjusted AFQT, wage gaps widen relative to the simple adjustment. This runscontrary to the simple intuition that schooling embodies expectations of market discrimination, sothat conditioning on it will eliminate wage gaps.69 The deeper issue, not resolved in this paper orthe literature, is what productivity factors to condition on in measuring discrimination. Schoolingand measured ability are both valid candidate productivity variables. Conditioning on them singlyor jointly and eliminating spurious endogeneity effects produces conceptually different measures ofthe wage gap, all of which answer distinct but economically interesting questions. Both variablesmay be affected by discrimination. Looking only at outcome equations, one cannot settle what is aproductivity characteristic and what is contaminated and what is not.70,71 Deleting potential contaminated variables does not, in general, produce the conceptually desired measure of discrimination.Ours is a worstcase analysis for the NealJohnson study.72 If we assign all racial and ethnicschooling differences to expectations of discrimination in the labor market, their results for blacksare less sharp than they claim. Yet even in the worst case scenario, adjusting for ability corrected forschooling and schooling as a direct effect on wages substantially reduces minoritymajority wagegaps over the unadjusted case. The evidence presented in Section II about the early emergenceof ability differentials is reinforced by the early emergence of differential grade repetition gaps forminorities documented by Cameron and Heckman.73 Most of the schooling gap at the date of thetest emerges in the early years at ages when child expectations about future discrimination areunlikely to be operative. One might argue that these early schooling and ability gaps are due toparental expectations of poor labor markets for minority children. We next examine data on childand parental expectations.69The simple intuition, however, can easily be shown to be wrong so the evidence in these tables is not decisiveon the presence of discrimination in the labor market. The basic idea is that if both schooling and the test scoreare correlated with an unmeasured discrimination component in the error term, the bias for the race dummy maybe either positive or negative depending on the strength of the correlation among the contaminated variables andtheir correlation with the error term. See the discussion in the web appendix, note 9 supra. There we show thatif both schooling and the test score are correlated with factors leading to discrimination in earnings, the estimateddiscrimination effect may be upward or downward biased by adding schooling as a regressor.70See Robert Bornholz and James J. Heckman, Measuring Disparate Impacts and Extending Disparate Impact Doctrine to Organ Transplantation, 48 Perspectives in Biology and Medicine, forthcoming 2005.71As pointed out to us by an anonymous referee, another reason for excluding years of schooling from the log wageequation is that schooling overstates the amount of human capital black children receive relative to white children,say due to differential schooling quality. If this effect is strong enough, including years of schooling will overstate theracial wage differential. Table 3 shows that years of schooling for black children have less effect on human capitalthe test score than years of white schooling. However, De los Santos, Heckman and Larenas see note 16 supra,show that measured schooling quality accounts for little of the gap or the growth in the gap between blacks andwhites.72See note 6 supra.73See note 11 supra.17V The Role of Expectations The argument that minority children perform worse on tests because they expect to be less wellrewarded in the labor market than whites for the same test score or schooling level is implausiblebecause expectations of labor market rewards are unlikely to affect the behavior of children asearly as ages 3 or 4 when test score gaps are substantial across different ethnic and racial groups.The argument that minorities invest less in skills because both minority children and minorityparents have low expectations about their performance in school and in the labor market has mixedempirical backing.Data on expectations are hard to cid:222nd, and when they are available they are often difficult tointerpret. For example, in the NLSY97, black 17 and 18yearolds report that the probability ofdying next year is 22% while for whites it is 16%.74 Both numbers are absurdly high. Minoritiesusually report higher expectations than whites of committing a crime, being incarcerated and beingdead next year, and these adverse expectations may reduce their investment in human capital.Expectations reported by parents and children for the child adolescent years for a variety of outcomesare given in the web appendix.75Schooling expectations measured in the late teenage years are very similar for minorities andwhites. They are slightly lower for Hispanics. Table 6a reports the mean expected probabilityof being enrolled in school next year, for black, white and Hispanic 17 to 18year old males.Among those individuals enrolled in 1997, on average whites expect to be enrolled next year with 95.7% probability. Blacks expect that they will be enrolled next year with a 93.6% probability.Hispanics expect to be enrolled with a 91.5% probability. If expectations about the labor marketare adverse for minorities, they should translate into adverse expectations for the childcid:146s education.Yet these data do not reveal this. Moreover, all groups substantially overestimate actual enrollmentprobabilities. The difference in expectations between blacks and whites is very small, and is lessthan half the difference in actual realized enrollment probabilities 81.9% for whites versus 76.4%for blacks. The gap is wider for Hispanics. Table 6b reports parental schooling expectations forwhite, black and Hispanic males for the same individuals used to compute the numbers in Table 6a.It shows that, conditional on being enrolled in 1997 the year the expectation question is asked,black parents expect their sons to be enrolled next year with a 90.9% probability, while for whites 74See the web appendix, Table 3 for evidence on expectations from NLSY97 see note 9 supra.75See note 9 supra.18this expectation is 95.4%. For Hispanics this number is lower 88.5% but still substantial. Parentsoverestimate enrollment probabilities for their sons, but black parents have lower expectations thanwhite parents. For females the racial and ethnic differences in parental expectations are smallerthan those for males.76For expectations measured at earlier ages the story is dramatically different. Figures 10ab showthat, for the CNLSY, both black and Hispanic children and their parents have more pessimisticexpectations about schooling than white children, and more pessimistic expectations may lead tolower investments in skills, less effort in schooling and lower ability. These patterns are also foundin the CPSID and ECLS.77If the more pessimistic expectations of minorities are a result of perceived market discrimination,then lower investments in children that translate into lower levels of ability and skill at later agesare attributable to market discrimination. Ability would not be a premarket factor. However, lowerexpectations for minorities may not be a result of discrimination but just a rational response to thefact that minorities do not do as well in school as whites. This may be due to environmental factorsunrelated to expectations of discrimination in the labor market. Whether this phenomenon itselfis a result of discrimination is an open question. Expectation formation models are very complexand often lead to multiple equilibria, and are, therefore, difficult to test empirically. However, theevidence reported here does not provide much support for the claim that the ability measure usedby Neal and Johnson 78 is substantially contaminated by expectational effects.VI The Evidence on Noncognitive Skills Controlling for scholastic ability in accounting for minoritymajority wage gaps captures only partof the endowment differences between groups but receives most of the emphasis in the literatureon blackwhite gaps in wages. An emerging body of evidence, summarized by Samuel Bowles, Herbert Gintis and Melissa Osborne,79 Carneiro and Heckman,80 and Heckman, Stixrud and Urzua,8176See the web appendix, see note 9 supra.77For CNLSY teenagers, expectations across racial groups seem to converge at later ages. See the web appendix,see note 9 supra.78See note 6 supra.79Samuel Bowles, Herbert Gintis and Melissa Osborne, The Determinants of Earnings: A Behavioral Approach,39 J. Econ. Lit. 1137 2001.80See note 21 supra.81James Heckman, Jora Stixrud and Sergio Urzua, Evidence on the Importance of Cognitive and Noncognitive Skills on Social and Economic Outcomes, Unpublished manuscript, University of Chicago, 2004.19documents that noncognitive skillscid:150motivation, self control, time preference and social skillscid:150areimportant in explaining socioeconomic success.82The CNLSY has life cycle measures of noncognitive skills. Mothers are asked agespecicid:222c questions about the antisocial behavior of their children such as aggressiveness or violent behavior,cheating or lying, disobedience, peer concid:223icts and social withdrawal. The answers to these questions are grouped in different indices.83 Figure 11 shows that there are important racial and ethnicgaps in antisocial behavior index that emerge in early childhood. The higher the score, the worsethe behavior. By ages 5 and 6, the average black is roughly 10 percentile points above the averagewhite in the distribution of this score.84 The results shown in Figure 12, where we adjust the gapsby permanent family income, mothercid:146s education and agecorrected AFQT and home score, alsoshow large reductions.85Section II documents that minority and white children face substantial differences in family andhome environments while growing up. The evidence presented in this section shows that these earlyenvironmental differences account in a correlational sense for most of the minoritywhite gap innoncognitive skills, as measured in the CNLSY.Carneiro and Heckman 86 document that noncognitive skills are more malleable than cognitiveskills and are more easily shaped by interventions. More motivated children achieve more andhave higher measured achievement test scores than less motivated children of the same ability. Thelargest effects of interventions in childhood and adolescence are on noncognitive skills which promotelearning and integration into the larger society. Improvements in these skills produce better labor 82Some of the best evidence for the importance of noncognitive skills in the labor market is from the GED General Education Development program. This program examines high school dropouts to certify that they are equivalentto high school graduates. In its own terms, the GED program is successful. James J. Heckman and Yona Rubinstein,The Importance of Noncognitive Skills: Lessons from the GED Testing Program, 91 Am. Econ. Rev. 145 2001,show that GED recipients and ordinary high school graduates who do not go on to college have the same distributionof AFQT scores the same test that is graphed in Figure 1. Yet GED recipients earn the wages of high schooldropouts with the same number of years of completed schooling. They are more likely to quit their jobs, engage incid:222ghting or petty crime, or to be discharged from the military, than are high school graduates who do not go on tocollege or other high school dropouts. Intelligence alone is not sufficient for socioeconomic success. Minoritywhitegaps in noncognitive skills open up early and widen over the lifecycle.83The childrencid:146s mothers were asked 28 agespecicid:222c questions about frequency, range and type of specicid:222c behaviorproblems that children age four and over may have exhibited in the previous three months. Factor analysis was usedto determine six clusters of questions. The responses for each cluster were then dichotomized and summed. The Antisocial Behavior index we use in this paper consists of measures of cheating and telling lies, bullying and crueltyto others, not feeling sorry for misbehaving, breaking things deliberately if age is less than 12, disobedience atschool if age is greater than 5, and trouble getting along with teachers if age is greater than 5.84In the web appendix see 9 supra, we show that these differences are statistically strong. Once we control forfamily and home environments, gaps in most behavioral indices disappear.85See the web appendix, Tables 2A2B for the effect of adjusting for other environmental characteristics on theantisocial behavior score see note 9 supra.86See note 21 supra.20market outcomes, less engagement in criminal activities and other risky behavior. Promotion ofnoncognitive skill is an avenue for policy that warrants much greater attention.VII Summary and Conclusion This paper discusses the sources of wage gaps between minorities and whites. For all minorities butblack males, adjusting for the ability that minorities bring to the market eliminates wage gaps. Themajor source of economic disparity by race and ethnicity in U.S. labor markets is in endowments,not in payments to endowments.This evidence suggests that strengthened civil rights and affirmative action policies targeted atthe labor market are unlikely to have much effect on racial and ethnic wage gaps, except possiblyfor those specicid:222cally targeted toward black males.87 Policies that foster endowments have muchgreater promise. On the other hand, this paper does not provide any empirical evidence on whetheror not the existing edicid:222ce of civil rights and affirmative action legislation should be abolished. Allof our evidence on wages is for an environment where affirmative action laws and regulations are inplace.Minority decid:222cits in cognitive and noncognitive skills emerge early and widen. Unequal schooling, neighborhoods and peers may account for this differential growth in skills, but the main storyin the data is not about growth rates but rather about the size of early decid:222cits. Hispanic childrenstart with cognitive and noncognitive decid:222cits similar to those of black children. They also grow upin similar disadvantaged environments, and are likely to attend schools of similar quality. Hispanicshave substantially less schooling than blacks. Nevertheless, the ability growth by years of schooling is much higher for Hispanics than blacks. By the time they reach adulthood, Hispanics havesignicid:222cantly higher test scores than blacks. Conditional on test scores, there is no evidence of animportant Hispanicwhite wage gap. Our analysis of the Hispanic data illuminates the traditionalstudy of blackwhite differences and casts doubt on many conventional explanations of these differences since they do not apply to Hispanics who also suffer from many of the same disadvantages.The failure of the Hispanicwhite gap to widen with schooling or age casts doubt on the claim thatpoor schools and bad neighborhoods are the reasons for the slow growth rate in black test scores.Decid:222cits in noncognitive skills can be explained in a statistical sense by adverse early environments;87However, even for black males, a substantial fraction of the racial wage gap can be attributed to differences inskill.21decid:222cits in cognitive skills are less easily eliminated by the same factors.We have reexamined the NealJohnson 88 analysis that endowments acquired before people enterthe market explain most of the minoritymajority wage gap. They use an ability test taken in theteenage years as a measure of endowment unaffected by discrimination. They omit schooling in adjusting for racial and ethnic wage gaps, arguing that schooling choices are potentially contaminatedby expectations of labor market discrimination. Yet they do not adjust their measure of ability bythe schooling attained at the date of the test, which would be the appropriate correction if theirargument were correct.Adjusting wage gaps by both completed schooling and the schoolingadjusted test widens wagegaps for all groups. This adjustment effect is especially strong for blacks. Nonetheless, half of theblackwhite male wage gap is still explained by the adjusted score. At issue is how much of themajorityminority difference in schooling at the date of the test is due to expectations of labormarket discrimination and how much is due to adverse early environments. While this paper doesnot settle this question decid:222nitively, test score gaps emerge early and are more plausibly linked toadverse early environments. The lioncid:146s share of the ability gaps at the date of the test emerge veryearly, before children can have clear expectations about their labor market prospects.The analysis of Sackett, Hardison and Cullen 89 and the emergence of test score gaps in youngchildren casts serious doubt on the importance of cid:147stereotype threatscid:148 in accounting for poorerblack test scores. It is implausible that young minority test takers have the social consciousnessassumed in the stereotype literature.If true, black skills are understated by the tests, and themarket return to ability should be different for blacks than for whites. We cid:222nd no evidence of suchan effect.Gaps in test scores of the magnitude found in recent studies were found in the earliest testsdeveloped at the beginning of the twentieth century, before the results of testing were disseminatedand a stereotype threat could have been cid:147in the air.cid:148 The recent emphasis on the stereotype threatas a basis for black white test scores ignores the evidence that tests are predictive of schoolingattainment and market wages. It diverts attention away from the emergence of important skill gapsat early ages, which should be a target of public policy.Effective social policy designed to eliminate racial and ethnic inequality for most minoritiesshould focus on eliminating skill gaps, not on discrimination in the workplace of the early Twenty88See note 6 supra.89See note 18 supra.22First Century.Interventions targeted at adults are much less effective and do not compensatefor early decid:222cits. Early interventions aimed at young children hold much greater promise thanstrengthened legal activism in the workplace.23References1 Altonji, Joseph, and Blank, Rebecca. cid:147Gender and Race in the Labor Market.cid:148 In Handbook of Labor Economics. Vol. 3C, edited by O. Ashenfelter and D. Card. New York: Elsevier Science Press, 1999.2 Armor, David J. Maximizing Intelligence. New Brunswick, NJ: Transaction Publishers, 2003.3 BenPorath, Yoram. cid:147The Production of Human Capital and the Life Cycle of Earnings.cid:148Journal of Political Economy 75 1967: 352cid:15165.4 Black, Sandra E., and Sucid:222, Amir. cid:147Who Goes to College? Differential Enrollment by Raceand Family Background.cid:148 Working paper No. w 9310. National Bureau of Economic Research,2002.5 Bornholz, Robert, and Heckman, James J. cid:147Measuring Disparate Impacts and Extending Disparate Impact Doctrine to Organ Transplantation.cid:148 Forthcoming in Perspectives in Biologyand Medicine 48 2005.6 Bowles, Samuel; Gintis, Herbert; and Osborne, Melissa. cid:147The Determinants of Earnings, a Behavioral Approach.cid:148 Journal of Economic Literature 39 2001: 1137cid:15176.7 Bureau of Labor Statistics BLS. NLS Handbook 2001. Washington, D.C.: U.S. Departmentof Labor, 2001.8 Cameron, Steve, and Heckman, James J. cid:147The Dynamics of Educational Attainment for Blacks,Whites and Hispanics.cid:148 Journal of Political Economy 109 2001: 455cid:151499.9 Campbell, Frances; Ramey, Craig; Pungello, Elizabeth; Sparling, Joseph; and MillerJohnson,Shari. cid:147Early Childhood Education: Young Adult Outcomes From the Abecedarian Project.cid:148Applied Developmental Science 6 2002: 42cid:15157.10 Carneiro, Pedro, and Heckman, James J. cid:147Human Capital Policy,cid:148 pp 77cid:151240 in J. Heckman and A. Krueger eds., Inequality in America: What Role for Human Capital Policies?Cambridge, MA: MIT Press, 2003.11 Cunha, Flavio, and Heckman, James J. cid:147The Technology of Skill Formation,cid:148 unpublishedpaper, University of Chicago, presented at the Society of Economic Dynamics and Control,24Florence, Italy 2004, and at the American Economic Association, Annual Meeting, San Diego,California 2004.12 Currie, Janet, and Thomas, Duncan. cid:147School Quality and the LongerTerm Effects of Head Start.cid:148 Journal of Human Resources 35 2000: 755cid:15174.13 De los Santos, Babur I.; Heckman, James J.; and Larenas, MariaIsabel. cid:147Explaining the Gapin Achievement Test Scores for Blacks, Hispanics and Whites.cid:148 Working paper. University of Chicago, 2004.14 Donohue, John J. and Heckman, James J. cid:147Continuous versus Episodic Change: The Impactof Civil Rights Policy on the Economic Status of Blacks.cid:148 Journal of Economic Literature 291991: 1603cid:15143.15 Duncan, Greg, and BrooksGunn, Jeanne. Consequences of Growing Up Poor. New York: Russell Sage, 1997.16 Ferguson, Ronald. cid:147Why Americacid:146s BlackWhite School Achievement Gap Persists.cid:148 Unpublished Manuscript. Harvard University, 2002a.17 Ferguson, Ronald. cid:147What Doesncid:146t Meet the Eye: Understanding and Addressing Racial Disparities in High Achieving Suburban Schools.cid:148 Special Edition, Policy Issues Report. Naperville,IL: North Central Regional Educational Laboratory, 2002b.18 Fryer, Roland, and Levitt, Steven. cid:147Understanding the BlackWhite Test Score Gap in the First Two Years of School.cid:148 Review of Economics and Statistics 86 2004: 447cid:151464.19 Hansen, Karsten; Heckman, James J.; and Mullen, Kathleen. cid:147The Effect of Schooling and Ability on Achievement Test Scores.cid:148 Journal of Econometrics 121 2004: 39cid:15198.20 Heckman, James J. cid:147Policies to Foster Human Capital.cid:148 Research in Economics 54 2000:3cid:15156.21 Heckman, James J.; Lochner, Lance; and Taber, Christopher. cid:147Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents.cid:148 Review of Economic Dynamics 1 1998: 1cid:15158.2522 Heckman, James J., and Rubinstein, Yona. cid:147The Importance of Noncognitive Skills: Lessonsfrom the GED Testing Program.cid:148 American Economic Review 91 2001: 145cid:15149.23 Heckman, James J.; Stixrud, Jora; and Urzua, Sergio. cid:147Evidence on the Importance of Cognitive and Noncognitive Skills on Social and Economic Outcomes,cid:148 unpublished paper, Universityof Chicago, 2004.24 Heckman, James J., and Todd, Petra. cid:147Understanding the Contribution of Legislation, Social Activism, Markets and Choice to the Economic Progress of African Americans in the Twentieth Century.cid:148 Unpublished manuscript. Chicago: American Bar Foundation, 2001.25 Herrnstein, Richard, and Murray, Charles. The Bell Curve : Intelligence and Class Structurein American Life. New York: Free Press, 1994.26 Jencks, Christopher, and Phillips, Meredith. The BlackWhite Test Score Gap. Washington,D.C.: The Brookings Institution, 1998.27 Murray, Charles. cid:147The Secular Increase in IQ and Longitudinal Changes in the Magnitudeof the BlackWhite Difference: Evidence from the NLSY.cid:148 Paper presented to the Behavior Genetics Association Meeting, 1999.28 Neal, Derek. cid:147The Measured BlackWhite Wage Gap among Women is Too Small.cid:148 Journal of Political Economy 112 2004: S1cid:151S28.29 Neal, Derek, and Johnson, William. cid:147The Role of Premarket Factors in BlackWhite Wage Differences.cid:148 Journal of Political Economy 104 1996: 869cid:15195.30 Sackett, Paul; Hardison, Chaitra; and Cullen, Michael. cid:147On Interpreting Stereotype Threat as Accounting for African AmericanWhite Differences in Cognitive Tests.cid:148 American Psychologist 59 2004: 7cid:15113.31 Steele, Claude, and Aronson, Joshua. cid:147Stereotype Threat and the Test Performance of Academically Successful African Americans.cid:148 In The BlackWhite Test Score Gap, edited by C.Jencks and M. Phillips, 401cid:151427. Washington, DC: The Brookings Institution, 1998.32 Urzua, Sergio. cid:147The Educational WhiteBlack Gap: Evidence on Years of Schooling.cid:148 Unpublished manuscript. University of Chicago, Department of Economics, 2003.26Table 1. Change in the BlackWhite log wage gap induced by controlling for agecorrected AFQT in 199020001990199119921996199820000.2500.0280.1740.0322.3750.01715380.1720.0310.0030.035II2.1410.0191356II0.0600.0300.0350.0320.0500.0140.1830.0130.0220.0110.9570.3851505II0.0410.0330.1540.0350.0100.0150.2170.0160.0050.0141.7500.42013250.2510.0280.1130.0322.3720.01715530.2000.0320.0170.037II2.1750.0201335II0.0820.0300.0200.0330.0300.0140.1610.0130.0070.0111.4630.4061514II0.0300.0350.1530.0380.0380.0170.2340.0180.0000.0140.9820.46712990.3020.0290.1460.0332.4040.01715360.2010.0310.0590.036II2.1930.0191317II0.1130.0300.0140.0320.0380.0140.1790.0130.0010.0111.2020.4221503II0.0100.0330.1140.0350.0160.0160.2290.0170.0010.0141.6150.4581278A. NLSY men born after 19611993III1994III0.2820.0280.1590.0320.2860.0310.1430.0360.1040.0300.0270.0320.0300.0140.1720.0130.0020.0111.4310.43215040.0930.0330.0050.0360.0230.0160.1880.0140.0140.0121.6522.4230.4880.01715421485B. NLSY women born after 19612.4580.01815220.1670.0350.0090.039I2.1740.0211319II0.0930.0370.1980.0390.0160.0170.2710.0180.0120.0151.5580.52012810.1480.0350.0180.040I2.2180.0221318II0.0990.0370.1700.0400.0080.0180.2670.0190.0240.0161.8580.55512880.3730.0320.1860.0382.5330.01915540.1470.0350.0060.041II2.2460.0221381II0.1490.0340.0310.0380.0200.0160.2160.0150.0210.0131.7560.5401519II0.1320.0360.1930.0390.0090.0180.2830.0180.0050.0152.4120.58213440.3330.0340.1950.0402.5890.02014940.2010.0340.0690.039II2.3110.0211370II0.0690.0350.0060.0380.0140.0170.2540.0150.0320.0131.9600.5941462II0.0710.0360.1510.0390.0130.0170.2740.0180.0000.0151.7240.60313290.3250.0350.2150.0402.6290.02014380.2000.0360.0640.041II2.3390.0221316II0.0890.0350.0530.0380.0080.0170.2410.0150.0230.0132.2240.6211404II0.0690.0380.1490.0410.0180.0180.2730.0180.0080.0152.8670.6631276Year Black Hispanic Age AFQTAFQT2Intercept NYear:Black Hispanic Age AFQTAFQT2Intercept 19901991199219931994199619982000NAgecorrected AFQT is the standardized residual from the regression of the AFQT score on age at the time of the test dummy variables. AFQT is a subset of 4 out of 10 ASVAB tests used by the military for enlistment screening and job assignment. It is the summed score from the word knowledge, paragraph comprehension, mathematics knowledge, and arithmetic reasoning ASVAB tests. All wages are in 1993 dollars. The coefficients on the AFQT variables represent the effect of a one standard deviation increase in the score on the log hourly wage. Since the wage is measured in log points, the gaps for blacks and hispanics correspond approximately to percentage point differences relative to the white mean; that is, the blackwhite gap of .25 in 1990 corresponds to 25% lower wages for blacks in that year. Figure 1Density of Age Corrected AFQTNLSY79 Males Born After 19613.2.ytisne D1.043210Standardized Score 1234White Black Hispanic Agecorrected AFQT is the standardized residual from the regression of the AFQT score on age at thetime of the test dummy variables. AFQT is a subset of 4 out of 10 ASVAB tests used by the militaryfor enlistment screening and job assignment. It is the summed score from the word knowledge, paragraphcomprehension, mathematics knowledge, and arithmetic reasoning ASVAB tests.Percentile PIAT Math Score By Race and Age Group Figure 2CNLSY79 Males 6055504540eroc S elitnecre P egarev A5678White 910Childs Age Black 11121314Hispanic This test measures the childs attainment in mathematics as taught in mainstream education. It consists of 84multiplechoice questions of increasing difficulty, beginning with recognizing numerals and progressing togeometry and trigonometry. The percentile score was calculated separately for each sex at each age.Average Percentile Parts of the Body Score By Race and Age Figure 3CNLSY79 Males eroc S elitnecre P egarev A504540353012Childs Age Black White 3Hispanic This test attempts to measure the young childs receptive vocabulary knowledge of orally presented words as a meansof estimating intellectual development. The interviewer names each of ten body parts and asks the child to point to thatpart of the body. The score is computed by summing the number of correct responses. The percentile score was calculatedseparately for each sex at each age.Density of Percentile PIAT Math Scores at Ages 56Figure 4CNLSY 79 Males 510.10.ytisne D500.00102030504060Percentile Score 708090100White Black Hispanic This test measures the childs attainment in mathematics as taught in mainstream education. It consists of 84multiplechoice questions of increasing difficulty, beginning with recognizing numerals and progressing togeometry and trigonometry. The percentile score was calculated separately for each sex at each age.Figure 5Density of Log Permanent Income CNLSY 79 Males and Females 5.4.3.ytisne D2.1.005Log of Permanent Income 1015White Black Hispanic Permanent income is constructed by taking the average of all nonmissing values of annual family income at ages 018 anddiscounted to childs age 0 using a 10% discount rate.How Often Mother Reads to Child at Age 2 by Race and Sex Figure 6CNLSY79Female 0.1070.1280.0940.1950.2480.2280.0600.0710.1650.1700.2250.3080.0000.0140.0440.1030.300.2.40.539.60.0490.0980.133Male 0.1960.2800.2450.0400.0740.1310.2170.1660.3710.0080.0240.0650.1140.3350.454cinapsi Hkcal Betih Wcinapsi Hkcal Betih W0.2.40.6 Fraction Never Several Times a Year Several Times a Month Once A Week About 3 Times a Week Every Day The height of the bar is produced by dividing the number of people who report falling in a particular reading frequency cellby the total number of people in their racesex groupAdjusted Percentile PIAT Math Score By Race and Age Group Figure 7CNLSY79 Maleseroc S elitnecre P egarev A555045405678910Childs Age 11121314White Hispanic Adjusted by permanent family income, mothers education and agecorrected AFQT, and home score.Adjusted indicates that we equalized the family background characteristics across all race groups by setting them atthe mean to purge the effect of family environment disparities. Permanent income is constructed by taking the averageof annual family income discounted to childs age 0 using a 10% discount rate. Agecorrected AFQT is the standardizedresidual from the regression of the AFQT score on age at the time of the test dummy variables. Home score is anindex of quality of the childs home environment.BlackHighest Category of Schooling Completed at Test Dateby Race, Sex and Age Figure 8NLSY79 Men and Women Born After 1961Male Femaleetih Wkcal Bcinapsi H0.1.2.3Avg10.5 years Avg10.3 years Avg10 yearsetih Wkcal Bcinapsi H.40Fraction Avg10.7 years Avg10.6 years Avg10.2 years.1.2.3.4Less Than or Equal To 9 Years 10 Years 11 Years 12 Years 1314 Years The height of the bar is produced by dividing the number of people who report falling in a particular education cellby the total number of people in their racesex group19900.17910.01610.0450.03140.03070.03020.04510.03260.0370.03292.28970.017515050.171.5560.21119910.17140.01630.07020.03180.00140.03060.01160.03300.06290.03362.29020.017715140.141.8970.15019920.18210.01630.08920.03190.03610.03080.02580.03290.05640.03362.31590.017815030.182.7870.062Year 19930.18140.01630.09000.03120.00930.03030.03570.03270.05660.03392.33710.017815040.171.6820.18619940.19660.01790.07530.03440.02280.03340.00730.03640.05290.03752.36810.019414850.171.5780.20719960.22830.01840.14530.03560.00720.03490.03670.03810.02390.03982.42890.020015190.210.1820.83419980.28080.01910.06960.03680.03840.03620.01030.03890.05240.04012.45910.020814620.231.1390.32020000.24620.01860.07140.03680.02920.03620.06450.03860.03450.03982.52930.020314040.230.9270.396Table 2. Pooled Log Wage Regressions for 19902000, NLSY Males AgeAdjusted AFQTBlack Interaction of Black and AFQTHispanic Interaction of Hispanic and AFQTConstant Observations Rsquared F statistic Significance Level Standard errors in parentheses: indicates significant at 5%; indicates significant at 1%.Agecorrected AFQT is the standardized residual from the regression of the AFQT score on age at the time of the test dummy variables. AFQT is a subset of 4 out of 10 ASVAB tests used by the military for enlistment screening and job assignment. It is the summed score from the word knowledge, paragraph comprehension, mathematics knowledge, and arithmetic reasoning ASVAB tests. All wages are in 1993 dollars. The coefficients on the AFQT variables represent the effect of a one standard deviation increase in the score on the log hourly wage. Since the wage is measured in log points, the gaps for blacks and hispanics correspond approximately to percentage point differences relative to the white mean; that is, the blackwhite gap of .25 in 1990 corresponds to 25% lower wages for blacks in that year. The joint null hypothesis for the Wald F test was that all of the raceAFQT interaction coefficients are zero.Schooling At Test Date 9 years Std. Err. N10 years Std. Err. N11 years Std. Err. N12 years Std. Err. N1315 years Std. Err. N16 or more years Std. Err. NBlack Hispanic Females Males 9.801.9016716.331.9416118.672.1112021.292.0817123.962.827233.114.70175.951.742345.651.7323710.621.7524311.121.7039314.232.0018022.662.9934Females Males 5.2114.661.581.7023434316.129.221.531.6828236818.558.871.581.7224732711.9621.051.641.5832275815.3724.371.832.239832628.4325.713.562.2410327Males Females 12.6811.221.511.7937817916.9414.991.521.8537716922.0216.831.542.0136612223.1216.461.491.9563019826.6018.921.732.552668129.0231.182.134.0310822B. Mean schoolingcorrected AFQT for those with 8 years of schooling 52.5036.8717.8019.1113716538.4519.1715498Table 3. AFQT and schooling, NLSY79A. Effect of schooling on raw AFQT a White 37.4416.1551.9517.8111036.7917.76172Mean Std. Dev. Na This table reports coefficients of a regression of AFQT scores on schooling at test date and completedschooling. Completed schooling is included to control for unobserved ability that may be correlated withschooling at test date control function. Schooling at test date is measured by the set of dummy variablesreported in panel A of the table. The omitted category is 8 years of schooling or less. Completed schoolingnot reported in the table is measured with dummy variables for four categories: less than high school, highschool, some college and college. We run a different regression for each racegender group. The numbersreported in panel B are the predicted value of these regressions when schooling at test date is equal to 8 or lessyears of schooling. For example, white males with 12 years of schooling at test date would score 23.12 pointshigher on the AFQT than they would if they only had 8 years of schooling at that time. N corresponds to thenumber of observations in each racegenderschooling at test date cell.Year Black Hispanic Age AFQTAFQT2Constant NYear Black Hispanic Age AFQTAFQT2Constant0.2500.0280.1740.0322.3750.01715380.1720.0310.0030.035IIII0.1330.0290.0700.0320.0650.0140.1530.0130.0010.0100.5400.3921505II0.0450.0310.1160.0350.0150.0160.1880.0160.0100.0131.6330.42413250.2510.0280.1130.0322.3720.01715530.2000.0320.0170.037IIII0.1490.0290.0130.0320.0430.0150.1310.0130.0090.0101.0850.4121514II0.0660.0330.1070.0370.0420.0170.1970.0170.0090.0140.8930.47212990.3020.0290.1460.0332.4040.01715360.2010.0310.0590.036IIII0.1800.0290.0440.0320.0550.0150.1550.0130.0150.0100.7320.4261503II0.0830.0310.0690.0350.0210.0160.1870.0160.0100.0131.4880.46512780.2820.0280.1590.0322.4230.01715420.1670.0350.0090.039IIII0.1710.0290.0580.0320.0450.0150.1440.0130.0170.0100.9820.4371504II0.0200.0350.1450.0390.0240.0180.2210.0180.0060.0151.3370.53012810.2860.0310.1430.0362.4580.01815220.1480.0350.0180.040IIII0.1650.0310.0290.0360.0400.0160.1590.0140.0280.0111.1190.4931485II0.0140.0350.1190.0400.0150.0180.2210.0180.0080.0151.6620.56512870.3730.0320.1860.0382.5330.01915540.1470.0350.0060.041IIII0.2300.0320.0670.0380.0390.0170.1840.0150.0310.0121.1400.5471519II0.0250.0340.1490.0390.0030.0180.2450.0180.0220.0152.2280.58813430.3330.0340.1950.0402.5890.02014940.2010.0340.0690.039IIII0.1600.0340.0470.0380.0360.0170.2210.0150.0400.0121.1720.6031462II0.0430.0340.0980.0380.0190.0170.2280.0170.0170.0151.5500.6121328199019911992B. NLSY women born after 19611993199419961998Table 4. Change in the BlackWhite log wage gap induced by controlling for schoolingcorrected AFQT for 19902000199019911992A. NLSY men born after 196119931994199619980.3250.0350.2150.0402.6290.02014380.2000.0360.0640.041II2000II0.1720.0330.0880.0380.0290.0170.2110.0150.0360.0121.4250.62814042000II0.0410.0350.0960.0400.0100.0180.2350.0180.0050.0152.6080.67112762.1410.01913562.1750.02013352.1930.01913172.1740.02113192.2180.02213182.2460.02213812.3110.02113702.3390.0221316NSchoolingcorrected AFQT is the standardized residual from the regression of the AFQT score on age at the time of the test dummy variables and final level of schooling completedduring lifetime. AFQT is a subset of 4 out of 10 ASVAB tests used by the military for enlistment screening and job assignment. It is the summed score from the word knowledge,paragraph comprehension, mathematics knowledge, and arithmetic reasoning ASVAB tests. All wages are in 1993 dollars.Residual Black White Log Wage Gap in 1991 by Grade At Which We Evaluate The Schooling Corrected AFQTFigure 9.05NLSY79 Malespa G ega W go L.1.15.2.258 or Less Years 9 Years 10 Years 11 Years 12 Years 1315 Years Grade At Which We Evaluate the Schooling Corrected AFQTAdjusted Male Black White Gap Unadjusted Male Black White Gap Note: We have omitted the results for the 16or More category because the low number of minorities in that cellmakes the correction of the test scores to that schooling level much less reliable than the correction to the otherschooling levels. The unadjusted line refers to the blackwhite log wage gap we observe if we do not control for AFQTscores column I in table 1. Therefore it is a horizontal line since it does not depend on the grade to which we arecorrecting the test score. The adjusted line refers to the blackwhite log wage gap we observe after we adjust for the AFQT scores corrected to different grades.Table 5. Change in the BlackWhite log wage gap induced by controlling for schoolingcorrected AFQT and highest grade completed in 19902000A. NLSY men born after 1961199419930.2820.0280.1590.0320.2860.0310.1430.0362.4230.0171542B. NLSY women born after 19612.4580.0181522199319940.1670.0350.0090.0390.1480.0350.0180.040Year:Black Hispanic Age AFQTAFQT2HGCConstant NYear:Black Hispanic Age AFQTAFQT2HGCConstant 19901990II0.2500.0280.1740.0322.3750.01715380.1720.0310.0030.0352.1410.0191356II0.1440.0280.0560.0320.0620.0140.0960.0150.0150.0100.0440.0060.1130.3901504II0.0810.0300.1200.0330.0130.0150.1060.0170.0010.0130.0630.0060.9130.4131325199119910.2510.0280.1130.0322.3720.01715530.2000.0320.0170.037IIII0.1580.0280.0050.0320.0410.0140.0790.0150.0050.0100.0400.0060.6680.4101513II0.1010.0320.1110.0360.0360.0160.1130.0190.0020.0140.0640.0060.2700.4601299199219920.3020.0290.1460.0332.4040.01715360.2010.0310.0590.036IIII0.1890.0280.0320.0320.0520.0140.0970.0150.0010.0100.0430.0060.2810.4221503II0.1310.0300.0730.0330.0130.0150.0940.0170.0070.0130.0750.0060.7840.4431278IIII0.1820.0280.0440.0320.0420.0140.0820.0150.0010.0100.0470.0060.5010.4311504II0.0730.0330.1390.0370.0140.0170.1210.0190.0090.0140.0750.0070.7200.508IIII0.1750.0310.0180.0350.0360.0160.0980.0160.0100.0110.0460.0060.6790.4881485II0.0690.0340.1180.0380.0060.0170.1110.0200.0260.0150.0810.0070.9320.53812860.3730.0320.1860.0382.5330.01915540.1470.0350.0060.041II1996II0.2410.0310.0560.0360.0330.0160.0930.0170.0050.0120.0650.0060.5400.53115191996II0.0350.0330.1370.0370.0090.0170.1300.0190.0030.0140.0810.0061.3970.55813430.3330.0340.1950.0402.5890.02014940.2010.0340.0690.039II1998II0.1750.0320.0400.0370.0310.0170.1300.0170.0130.0120.0660.0070.5490.58614621998II0.0880.0320.0910.0360.0130.0170.1190.0190.0040.0140.0760.0060.8020.58313280.3250.0350.2150.0402.6290.02014380.2000.0360.0640.041II2000II0.1940.0320.0700.0370.0240.0160.1190.0170.0080.0120.0660.0060.8020.60814042000II0.0860.0340.0960.0380.0170.0170.1270.0200.0070.0140.0730.0061.9280.64312762.1750.02013352.1930.01913172.1740.02113192.2180.02213182.2460.02213812.3110.02113702.3390.0221316NSchoolingcorrected AFQT is the standardized residual from the regression of the AFQT score on age at the time of the test dummy variables and final level of schooling completed during lifetime. AFQT is asubset of 4 out of 10 ASVAB tests used by the military for enlistment screening and job assignment. It is the summed score from the word knowledge, paragraph comprehension, mathematics knowledge, andarithmetic reasoning ASVAB tests. All wages are in 1993 dollars. HGC is the highest observed level of schooling completed during the individuals lifetime.Table 6a. Juvenile expectations 1 about school enrollment in 1998, NLSY97 males Black Hispanic White All individuals Individuals enrolled in 1997Expected 0.9120.2320.9360.188Actual 0.7900.4070.8190.3851In NLSY97 round 1, respondents who were born in 1980 or 1981 were surveyed on their beliefs about the future. Asked to assess the probability that certain events would occur in a specified time period, the respondents were instructed to use a scale from 0 impossible to 100 certain. In the expected columns we report the percentage of each race group that expects to be enrolled in the next year. In the actual columns we report the percentage of each race group that is actually enrolled in that year. Expectations were measured at age 1718.Expected 0.9340.2190.9570.173Expected 0.8810.2650.9150.217Actual 0.7340.4420.7640.425Actual 0.7170.4510.7580.429Table 6b. Parental expectations 1 about youth school enrollment in 1998, NLSY79 males Black Hispanic White All individuals Individuals enrolled in 19971In round 1, parents of NLSY97 respondents who were born in 1980 or 1981 were surveyed on their beliefs about theirchildrens future. Asked to assess the probability that certain events would occur in a specified time period, the respondents wereinstructed to use a scale from 0 impossible to 100 certain. In the expected columns we report the percentage of each racegroup that expects to its children to be enrolled in the next year. In the actual columns we report the percentage of each racegroup that is actually enrolled in that year. Expectations were measured at age 1718.Expected 0.8850.2550.9090.221Actual 0.7340.4420.7640.425Expected 0.8800.2590.9110.220Actual 0.7170.4510.7580.429Expected 0.9300.2170.9540.169Actual 0.7900.4070.8190.385Childs Own Expected Educational Level at Age 10 Figure 10A by Race and Sex CNLSY79 noitcar F .6.4.200.530.440.570.580.530.550.240.200.270.240.270.200.210.200.230.030.04Hispanic Black Male 0.140.02White 0.01Hispanic 0.03Black Female 0.300.150.00White Drop Out Some College or 4Year College Graduate High School Graduate More than 4Year College The height of the bar is produced by dividing the number of people who report falling in a particulareducationalal cell by the total number of people in their racesex group. noitcar F .8.6.4.20Mothers Expected Educational Level For the Child at Age 6 Figure 10B by Race and Sex CNLSY790.640.540.740.710.780.610.230.210.200.150.030.01Hispanic Black Male 0.080.00White 0.170.170.020.100.150.01Hispanic Black Female 0.230.170.050.00White Drop Out Some College or 4Year College Graduate High School Graduate More than 4Year College The height of the bar is produced by dividing the number of people who report falling in a particulareducationalal cell by the total number of people in their racesex group.Figure 115Average Percentile Antisocial Behavior Score By Race and Age Grouperoc S elitnecre P egarev A45405035CNLSY79 Males 4567891011Childs Age 121314White Males Black Males Hispanic Males Mothers were asked 28 agespecific questions about frequency, range and type of specific behavior problems thatchildren age four and over may have exhibited in the previous three months. Factor analysis was used to determinesix clusters of questions. This test is one such cluster. The responses for each cluster were dichotomized and summedto produce a raw score. The percentile score was then calculated separately for each sex at each age from the raw score A higher percentile score indicates a higher incidence of problems.Adjusted Percentile Antisocial Behavior Score By Race and Age Group Figure 12CNLSY79 Males 4644424038eroc S elitnecre P egarev A4567891011Childs Age 121314Hispanic White Adjusted by permanent family income, mothers education and agecorrected AFQT, and home score.Adjusted indicates that we equalized the family background characteristics across all race groups by setting them atthe mean to purge the effect of family environment disparities. Permanent income is constructed by taking the averageof annual family income discounted to childs age 0 using a 10% discount rate. Agecorrected AFQT is the standardizedresidual from the regression of the raw AFQT score on age at the time of the test dummy variables. Home score is anindex of quality of the childs home environment.BlackPublication series published by the Institute for Labour Market Policy Evaluation IFAU latest issues RapporterReports 2004:1 Bjorklund Anders, PerAnders Edin, Peter Fredriksson Alan Krueger Education, equality, and efficiency An analysis of Swedish school reforms during the 1990s 2004:2 Lindell Mats Erfarenheter av utbildningsreformen Kvalificerad yrkesutbildning: ett arbetsmarknadsperspektiv 2004:3 Eriksson Stefan Jonas Lagerstrom Valjer foretag bort arbetslosa jobb 2004:4 2004:5 sokande? Forslund Anders, Daniela Froberg Linus Lindqvist The Swedish activity guarantee Franzen Elsie C Lennart Johansson Forestallningar om praktik som atgard for invandrares integration och socialisation i arbetslivet 2004:6 Lindqvist Linus Deltagare och arbetsgivare i friarsforsoket 2004:7 Larsson Laura Samspel mellan arbetsloshets och sjukforsakringen 2004:8 2004:9 Calmfors Lars Katarina Richardson Marknadskrafterna och lonebild Ericson Thomas Personalutbildning: en teoretisk och empirisk oversikt ningen i landsting och regioner 2004:10 Dahlberg Matz Eva Mork Kommunanstallda byrakraters dubbla roll 2004:11 Mellander Erik, Gudmundur Gunnarsson Eleni Savvidou Effekter av IT i svensk industri 2004:12 Runeson Caroline Arbetsmarknadspolitisk oversikt 2003 2004:13 Nordstrom Skans Oskar Har ungdomsarbetsloshet langsiktiga effekter? 2004:14 Rooth DanOlof Olof Aslund 11 september och etnisk diskriminering pa den svenska arbetsmarknaden 2004:15 Andersson Pernilla Eskil Wadensjo Hur fungerar bemanningsbranschen? 2004:16 Lundin Daniela Vad styr arbetsformedlarna? 2004:17 Forslund Anders, Per Johansson Linus Lindqvist Anstallningsstod en vag fran arbetsloshet till arbete? 2004:18 Jonsson Annelis Lena Rubinstein Reich Invandrade akademiker som larare i den svenska skolan Working Papers 2004:1 Frolich Markus, Michael Lechner Heidi Steiger Statistically assisted programme selection International experiences and potential benefits for Switzerland 2004:2 Eriksson Stefan Jonas Lagerstrom Competition between employed and unemployed job applicants: Swedish evidence Forslund Anders Thomas Lindh Decentralisation of bargaining and manufacturing employment: Sweden 197096 2004:3 2004:4 Kolm AnnSofie Birthe Larsen Does tax evasion affect unemployment and educational choice? Schroder Lena The role of youth programmes in the transition from school to work 2004:5 2004:6 Nilsson Anna Income inequality and crime: The case of Sweden 2004:7 Larsson Laura Oskar Nordstrom Skans Early indication of program performance: The case of a Swedish temporary employment program 2004:8 Larsson Laura Harmonizing unemployment and sickness insurance: Why not? 2004:9 Cantoni Eva Xavier de Luna Nonparametric adjustment for covariates when estimating a treatment effect 2004:10 Johansson Per Marten Palme Moral hazard and sickness insurance: Empirical evidence from a sickness insurance reform in Sweden 2004:11 Dahlberg Matz Eva Mork Public employment and the double role of bureaucrats 2004:12 van den Berg Gerard J, Maarten Lindeboom Peter J Dolton Survey nonresponse and unemployment duration 2004:13 Gunnarsson Gudmundur, Erik Mellander Eleni Savvidou Human capital is the key to the IT productivity paradox 2004:14 Nordstrom Skans Oskar Scarring effects of the first labour market experience: A sibling based analysis 2004:15 Ericson Thomas The effects of wage compression on training: Swedish empirical evidence 2004:16 Aslund Olof DanOlof Rooth Shifting attitudes and the labor market of minorities: Swedish experiences after 911 2004:17 Albrecht James, Gerard J van den Berg Susan Vroman The knowledge lift: The Swedish adult education program that aimed to eliminate low worker skill levels 2004:18 Forslund Anders, Per Johansson Linus Lindqvist Employment subsidies A fast lane from unemployment to work? 2004:19 Zijl Marloes, Gerard J van den Berg Arjan Heyma Steppingstones for the unemployed: The effect of temporary jobs on the duration until regular work 2005:1 Ericson Thomas Personnel training: a theoretical and empirical review 2005:2 Lundin Martin Does cooperation improve implementation? Centrallocal government relations in active labour market policy in Sweden 2005:3 Carneiro Pedro, James J Heckman Dimitriy V Masterov Labor market discrimination and racial differences in premarket factors Dissertation Series 2002:1 Larsson Laura Evaluating social programs: active labor market policies and social insurance 2002:2 Nordstrom Skans Oskar Labour market effects of working time reductions and demographic changes Sianesi Barbara Essays on the evaluation of social programmes and educational qualifications 2002:3 2002:4 Eriksson Stefan The persistence of unemployment: Does competition between employed and unemployed job applicants matter? 2003:1 Andersson Fredrik Causes and labor market consequences of producer heterogeneity 2003:2 Ekstrom Erika Essays on inequality and education ", "filename": "490361323.pdf", "person": ["Pedro Carneiro", "Carneiro, Pedro", "James J. Heckman", "Heckman, James J.", "Dimitriy V. Masterov", "Masterov, Dimitriy V."], "date": ["2005"]}