{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/78698/1/490477585.pdf"], "title": ["Social experiments and instrumental variables with duration outcomes"], "plaintext": "The Institute for Labour Market Policy Evaluation IFAU is a research institute under the Swedish Ministry of Industry, Employment and Communications, situated in Uppsala. IFAUs objective is to promote, support and carry out: evaluations of the effects of labour market policies, studies of the functioning of the labour market and evaluations of the labour market effects of measures within the educational system. Besides research, IFAU also works on: spreading knowledge about the activities of the institute through publications, seminars, courses, workshops and conferences; creating a library of Swedish evaluational studies; influencing the collection of data and making data easily available to researchers all over the country. IFAU also provides funding for research projects within its areas of interest. There are two fixed dates for applications every year: April 1 and November 1. Since the researchers at IFAU are mainly economists, researchers from other disciplines are encouraged to apply for funding. IFAU is run by a DirectorGeneral. The authority has a traditional board, consisting of a chairman, the DirectorGeneral and eight other members. The tasks of the board are, among other things, to make decisions about external grants and give its views on the activities at IFAU. A reference group including representatives for employers and employees as well as the ministries and authorities concerned is also connected to the institute. Postal address: P.O. Box 513, 751 20 Uppsala Visiting address: Kyrkogardsgatan 6, Uppsala Phone: 46 18 471 70 70 Fax: 46 18 471 70 71 ifauifau.uu.se www.ifau.se Papers published in the Working Paper Series should, according to the IFAU policy, have been discussed at seminars held at IFAU and at least one other academic forum, and have been read by one external and one internal referee. They need not, however, have undergone the standard scrutiny for publication in a scientific journal. The purpose of the Working Paper Series is to provide a factual basis for public policy and the public policy discussion. ISSN 16511166 Social Experimentsand Instrumental Variables with Duration Outcomes Jaap H. Abbring Gerard J. van den Berg May 3, 2005Abstract This paper examines the empirical analysis of treatment effects on durationoutcomes from data that contain instrumental variation. We focus on socialexperiments in which an intention to treat is randomized and compliancemay be imperfect. We distinguish between cases where the treatment startsat the moment of randomization and cases where it starts at a later pointin time. We derive exclusion restrictions under various informational andbehavioral assumptions and we analyze identifiability under these restrictions. It turns out that randomization and by implication, instrumentalvariation by itself is often insufficient for inference on interesting effects,and needs to be augmented by a semiparametric structure. We developcorresponding non and semiparametric tests and estimation methods.Department of Economics, Free University Amsterdam, and Tinbergen Institute. Email:jabbringecon.vu.nl.Department of Economics, Free University Amsterdam, IFAUUppsala, IZA, IFS London,CEPR, and Tinbergen Institute. Email: gbergfeweb.vu.nl.Address for correspondence: Department of Economics, Free University, De Boelelaan 1105,1081 HV Amsterdam, The Netherlands.Keywords: eventhistory analysis, intention to treat, noncompliance, policy evaluation, selection.JEL codes: C14, C31, C41, J6.Acknowledgements: Thanks to Hidehiko Ichimura, Geert Ridder, Bo Honor e, Ed Vytlacil,Michael Lechner, Ken Wolpin, Richard Blundell, Juan J meno, Kenneth Carling, and other participants in conferences in London, Bristol, and Mannheim, and in seminars at IFAUUppsala,Tinbergen Institute Amsterdam, CEU Budapest, Princeton, Yale, Brown, Federal Reserve Bankof Chicago, Northwestern, USC, Maryland, UPenn, and LouvainCORE for useful comments.Jaap Abbring acknowledges financial support by the Royal Netherlands Academy of Arts and Sciences. Previous title: Social Experiments in Real Time.1Introduction Social experiments have become important tools for policy evaluation in general,and the evaluation of active labor market policies in particular see Heckman,La Londe and Smith, 1999, for a survey. Until recently, it was generally thoughtthat policy evaluation using social experiments merely involved trivial comparisons of outcomes between the various treatment statuses assigned in the experiment. The studies of Ham and La Londe 1996, Meyer 1996, and Eberwein,Ham and La Londe 1997 show that complications arise if the outcome variableof interest is a duration variable e.g. unemployment duration or depends on therealization of a duration variable e.g. the postunemployment wage or the subsequent employment duration. The evaluation based on outcomes among thosewho survive up to a certain point is confounded by dynamic selection effects evenif initial treatment assignment is randomized. Further problems arise if compliance to the treatment status assigned in the experiment the intention to treat, or ITT is imperfect and if actual program enrollment is a timeconsuming process.In this paper, we explore the use of social experiments in duration and eventhistory analysis. We consider the randomized ITT as an instrumental variableIV, and more generally consider the use of instrumental variables in durationanalysis.To motivate the paper and outline its contributions, it is useful to give in thenext paragraphs a taxonomy of different cases that may arise in practice. Thiscorresponds to the way the paper is organized. In all cases we allow the population under study to be heterogeneous. Throughout the paper, we use the termsrandomization and random assignment to denote situations in which an ITTis assigned independently of agents individual characteristics. An agent is saidto comply with the ITT outcome if the actual treatment status coincides withit.1 In every case, the policy setting determines what is meant with treatment.In Section 2, we start with the benchmark case where i randomization of ITT occurs at time 0 which is usually the moment of inflow into the state ofwhich the subsequent time spent in it is the outcome of interest, ii agents areimmediately subject to the treatment, and iii there is perfect compliance. Webriefly review the main insights from the literature and we discuss how to defineand estimate average treatment effects.Subsequently, as the second main case, we relax in Section 3 the perfect com1In the literature, compliance is often only used for agents who are assigned to be treatedinstead of being in the control group, but here we also use it for those who are assigned to thecontrol group, unless stated otherwise.1pliance assumption iii but maintain assumptions i and ii. This case arisese.g. if there is randomization of program offers ITT at time 0 and agents chooseimmediately whether to accept the offer and enroll. In such cases, ITT can beused as an IV for, but does not coincide with, actual treatment. In fact, researchers often restrict analyze the effect of ITT instead of the actual treatment.Methodologically, such an analysis fits our first main case. Moreover, under theappropriate IV conditions, the null of no treatment effects and the null of no ITT effects are equivalent e.g. Robins and Tsiatis, 1991, and Abadie, 2002.Two advantages of an ITTanalysis are often cited see e.g. Robins and Tsiatis,1991. First, randomization can be ensured even if compliance is imperfect andselective. Second, ITT rather than actual treatment is the relevant publicpolicyinstrument if the policy maker cannot control compliance any better than the analyst.2 On the other hand, an IV analysis allows to some extent to disentangle theeffects of compliance participation and the effects of actual treatment. If enoughstructure is imposed, the results of an IV analysis can be extrapolated beyondthe scope of the experiment. Therefore, and because an ITTanalysis is alreadycovered by our first case, we consider the effects of actual treatment using ITT asan IV. We first develop and analyze a nonparametric IV estimator that, unlikeexisting estimators, allows for censoring. We then provide novel semiparametricidentification results.In the third main case, which is examined in Section 4, both assumptionsii and iii are violated, i.e. randomization of ITT occurs at time 0, the actualtreatment occurs later, and compliance is imperfect. Again, ITT can be used asan instrument see e.g. Eberwein, Ham and La Londe, 1997. However, as arguedby e.g. Abbring and Van den Berg 2003b, it is often hard to justify exclusionrestrictions in a dynamic setting with forwardlooking agents. In particular, if ITT affects the treatment, as it should if it is to be a valid instrument, then it islikely to affect the outcome hazard up to the moment of treatment enrollment aswell. To proceed, it is useful to distinguish between such ex ante effects on theoutcome hazard and the ex post effects on the hazard after treatment enrollment.From an economic and policy point of view it is often interesting to know themagnitude of both of these effects. We give some examples; one on training programs for unemployed workers, and one on vouchers for public housing tenants.We introduce a weakerthanusual IV assumption that only requires ex postexclusion, meaning exclusion of ITT from the outcome hazard after treatmentenrollment. We discuss informational and behavioral assumptions under which 2For example, the threat of a punishment treatment may be considered as a treatment itselfAbbring, Van den Berg and Van Ours, 2005, and Black et al., 2003.2this weaker IV assumption holds, and discuss its implications for identifiability.We show that, even though ITT is randomly assigned, ex ante effects of ITTon treatment assignment and on outcome hazards before treatment enrollmentcannot be identified, and can typically not even be signed. Moreover, the effectsof actual treatment are poorly identified in this case. More constructively, weargue that the observable relation between ITT and the outcome hazard aftertreatment enrollment is informative on selection effects. After all, under ex postexclusion such a relation cannot be causal. A selectivity test based on this ideabears an analogy to tests on cohort effects in mortality rates Vaupel and Yashin,1985 and on unobserved heterogeneity in duration models with timevaryingexplanatory variables Van den Berg and Van Ours, 1997.All results also apply to cases where there is no deliberate randomization attime 0 but the data contain appropriate instrumental variation e.g., becauseof a natural experiment. Also, our results carry over to more complex, dynamicexperimental designs than considered here.3 In all cases, we follow nonparametricas well as semiparametric approaches. We do not restrict attention to effects onsurvival probabilities but, in line with duration analysis in general, we focus onthe effects on the hazard rate of the outcome duration variable, because of theintimate link between the hazard rate and economic behavioral models Van den Berg, 2001. Knowing the effect on individual behavior as reflected in the hazardrate and the way this changes over time enables one to learn something aboutthe reasons for the effectiveness or ineffectiveness of a policy, and this allowsone to extrapolate the experimental results to different policies and policies indifferent environments. For example, consider the third case above, where theempirical distinction between ex ante and ex post effects calls for a hazardrate analysis. We return to this below.Various papers consider methods for IV analysis of distributional treatmenteffects that apply to some extent to the problems studied in this paper. Thenonparametric approach for effects on survival probabilities in our second maincase is closely related to Imbens and Rubin 1997 and Abadie 2002, who discuss identification, estimation, and testing of distributional treatment effects ina nonparametric setting.4 Their methods, however, do not handle censoring. In 3Section 5 provides some discussion. Further generalizations concern cases where treatmentand instrument may change over time at the same discrete deterministic or random points oftimes. This avoids the substantive problems discussed in Abbring and Van den Berg 2003b,but is unlikely to have many applications. The methodology for such cases has been discussedin the context of transformation models by Bijwaard 2003. We do not consider such cases.4Also, Abadie, Angrist and Imbens 2002 develop and apply a semiparametric IV estimatorof quantile treatment effects. This estimator does not allow for censoring. It is moreover based 3contrast, our focus is on methods that allow for rightcensoring. Durationmodel IV estimators that allow for censoring have been developed by Robins and Tsiatis 1991, Bijwaard and Ridder 2005, Bijwaard 2003, and Chesher 2003.These estimators apply to our second andor third main cases. They requiresemiparametric structure and additional substantive assumptions like perfectcompliance in the control group Bijwaard and Ridder, 2005. With some exceptions, they do not focus on effects on the individual hazard rate. We discuss theseestimators where appropriate.Throughout the paper, we consider experiments at face value and we do notaddress their external validity. Specifically, we do not address endogenous selection into the experimental population, differences between the experiment andthe permanent imposition of a policy, and equilibrium effects in general. See Heckman, La Londe and Smith 1999 for a detailed discussion, Ferrall 2002 fora comprehensive dynamic economic framework, and Van den Berg and Van der Klaauw 2005 for an empirical illustration in a reducedform durationanalysisframework.The remainder of the paper is organized as follows. Sections 2, 3, and 4 discussour three main cases. Section 5 concludes.2 Randomization with perfect compliance 2.1 Potential outcomes, individual treatment effects, andavailable data We consider the population of agents or individuals flowing into a state of interest,and the durations these individuals subsequently spend in that state. Upon inflow,an individual is assigned to a treatment s from a set S. In this section, we assumethat the individual complies with the assigned treatment, so that ITT and actualtreatment coincide. We do not need to specify the length of the time span duringwhich a treatment takes place. For example, the length can be zero if the timespan equals the singular point 0 or it can be infinite. We are interested in thecausal effect of the treatment on the duration spent in the state of interest theoutcome.We model this effect using the potentialoutcome framework pioneered by Neyman 1923. To each treatment s S corresponds a random variable T s,the potential outcome duration that would prevail if we would intervene andon quantile models that are designed for outcomes like earnings and that do not apply naturallyto duration and eventhistory outcomes.4assign treatment s. We assume that T s : T s; s S is a measurablestochastic process.5 Moreover, for ease of exposition we assume that each T s iscontinuous, and we denote the hazard rate of T s by T s. We are interested incontrasts between the distributions of T s and T s 0 corresponding to treatmentss, s 0 S. These contrasts are summarized in socalled treatment effects. We focuson two of these,T s 0tT stand PrT s 0 t PrT s t,1which are, respectively, the relative effect on the hazard rate at t and the additive effect on the survival probability at t of replacing one treatment s by anothertreatment s 0, as functions of t. The former captures the effect on the most interesting feature of the duration distribution. The latter, as we shall see, can easilybe related to the standard literature on treatment evaluation. For the time beingwe consider a single subject, or, equivalently, a homogeneous group of subjects.We may of course consider a whole range of alternative treatment effects, like PrT s 0 tPrT s t and ET s 0ET s. In fact, the relative effect onthe survival probability may often be more interesting than the additive effect.However, as we shall see in the next subsection, heterogeneity across subjectscauses related methodological difficulties for all average treatment effects exceptfor the average additive effect on the survival probability and the effects derivedfrom it. The two special effects in 1 therefore cover the whole range of treatmenteffects from a methodological point of view.The treatment is assigned according to a Svalued random variable S. Throughout this section, we assume that treatment assignment is randomized, i.e.6Assumption 1 Randomization. ST s.The actual outcome duration is T : T S; all other potential outcomes arecounterfactual.We allow for random rightcensoring.7 To this end, define a random censoring time C that is independent of T, S. Our data are derived from the 5This process, viewed as a random function s 7 Ts, can alternatively be interpreted as anonparametric structural equation for the determination of the outcome by the treatment.6More generally, randomization could be conditional on observed covariates, or even observedexternal covariate processes. Throughout much of this paper, we ignore observed covariates. Ifappropriate, it is implicitly understood that results hold conditional on covariates. In the caseof discrete covariates, all empirical methods can be directly applied to strata defined by thecovariates.7The censoring mechanism specified here is usually referred to as simple random rightcensoring. Extensions to more general forms of independent censoring and filtering are straightforward see Andersen et al., 1993, and Fleming and Harrington, 1991.5fullinformation random sample T1, S1, C1, . . . , Tn, Sn, Cn from the distribution of T, S, C. Suppose that observation i is censored if Ti Ci, andcomplete if Ti Ci. Then our data are the limitedinformation random sample e T1, S1, D1, . . . , e Tn, Sn, Dn, where Di is defined as Di : ITi Ci, so Di 1 indicates a complete observation, ande T if Ti Ciif Ti Ci Ti Ciis the possibly censored outcome duration. In the sequel we do not considertreatment effects on moments of the outcome duration like the mean becausetypically the observation window is finite i.e., observed durations are alwaysrightcensored if they exceed some finite time and the moments are not nonparametrically identified from such data.2.2 Heterogeneity, average treatment effects, and nonparametric inference We only consider ex ante individual heterogeneity in outcomes that can be captured by timeinvariant unobserved characteristics V , because this is sufficientto obtain the main insights. Randomization Assumption 1 implies that SV .For ease of exposition, we take V to be a continuous random variable and S tobe a binary indicator with realizations 1 treatment and 0 control, andwe assume that the hazard rates T stV satisfy the usual regularity conditionsthat guarantee existence of the expressions below.Individual treatment effects are now defined in terms of the distributionsof T 0V and T 1V , whereas average treatment effects now concern averages over the relevant population, i.e. over the distribution of V in the relevant population. Thus, the individual treatment effects on the hazard rate andthe survival probability at t see 1 are defined as T 1tV T 0tV and PrT 1 tV PrT 0 tV , respectively.The average additive treatment effect on the survival probability at t is naturally defined as EPrT 1 tV PrT 0 tV . This equals PrT 1 t PrT 0 t. With randomization, as in Assumption 1, this in turn is equalto PrT tS 1 PrT tS 0. The two survivor functions in the lattercan be estimated straightforwardly using nonparametric survival analysis takingaccount of rightcensoring like KaplanMeier estimation; see e.g. Andersen et al.,1993, and Fleming and Harrington, 1991. One can immediately derive uniformconfidence bounds on the potential duration distributions and tests of hypotheses 6like F T 1 F T 0 see Andersen et al., 1993. One may also obtain pointwiseresults for isolated survival probabilities, e.g. to assess the effect of training onthe probabilities of staying unemployed for 6 or 12 months.8 These results arestraightforwardly extended to general discrete s,9 and to more general types ofheterogeneity than considered here e.g. V may vary over time.Unfortunately, the above approach of writing an average treatment effectas the difference of quantities that can be straightforwardly nonparametricallyestimated cannot be applied to any other treatment effect of interest. Considerthe effect on the hazard rate. As indicated by Ham and La Londe 1996 and Meyer 1996, if the treatment has a causal effect on the duration, then, typically,the distribution of V among the survivors at points in time t 0 depends onthe treatment, so V cid:31ST t. In other words, there is no randomization att 0 despite the randomization at 0. To see this, let f , F , and F be genericsymbols for a density, a distribution function, an integrated hazard, and a survivorfunction, with subscripts denoting the corresponding random variable note that F 1 F e. Further, denote the hazard and integrated hazard of T by Tand T . From e.g. Lancaster 1990,f V vT t, S R F T tS, V f V v0 F T tS, V d FV v,2with F T tS, V exp T tS, V . It is not difficult to construct examples inwhich the distribution of V among the treated survivors at t is firstorder stochastically dominated by the distribution of V among the nontreated survivorsat t, in particular if there is a strong positive interaction between S and V in thehazard rate of T , and this hazard rate increases in V and S. Then the individualhazard rate at t is very large if both S 1 and V is large, and as a result thesurvivors at t may contain relatively few treated individuals with a high V .A first implication is that one has to carefully define the subpopulation overwhich an individual treatment effect on the hazard rate is averaged. Consider the 8Because of rightcensoring, discretechoice models like probit models are not a good alternative. Also, those models have difficulties handling timevarying explanatory variables. Thedynamically assigned treatment of Section 4 of this paper provides an example of such anexplanatory variable.9The model is versatile in dealing with alternative timing patterns. In particular, the treatment space itself may include time dimensions. For example, a treatment in S may not onlyspecify a particular program but also the time of enrolling into this program. Perfect compliancerequires that agents comply with the full ITT, including the assigned timing of the program. Wedo not elaborate on this case. As noted in Section 1, perfect compliance is a strong assumptionin this case.7average treatment effect ATEt defined by ET 1tV T 0tV This involves aggregation over V in the whole population. However, a hazardconcerns a subpopulation of survivors at t, which is systematically different fromthe population, so instead one would like to take the average over V among survivors. But because the selectivity of survivors at t 0 depends on the treatmentstatus, one has to be specific about this status as well. We propose the followingnovel average treatment effects on the individual hazard rate,E,Ecid:20T 1tV T 0tV cid:21cid:12cid:12cid:12 T 1 tcid:20T 1tV T 0tV cid:21cid:12cid:12cid:12 T 1 t, T 0 twhich can be called the Average Treatment effect on the Treated Survivors att ATTSt and the Average Treatment effect on the Survivors at t ATSt.ATTSt averages over the distribution of V among the survivors at t if theagents are assigned to the treatment. Under randomization, this is equivalent toaveraging over the distribution of V among the treated survivors at t so with T t, S 1. ATSt averages over the distribution of V among individualswho are survivor at t under both possible treatments. It basically equals thesurvivor average causal effect of Rubin 2000 in case the latter would be appliedto the duration outcome itself rather than to effects on nonduration outcomes.Note that in general both ATTSt and ATSt are properties of subpopulationswhose composition depends on the treatment effect on 0, t.Nonparametric inference produces sample equivalents of T tS 1T tS 0. There holds that T tS 1T tS 0ET tS 1, V T t, S 1ET tS 0, V T t, S 0,so this ratio reflects i the treatment effect and ii the selection effect that at T t, among the survivors at t, the treated and controls have systematicallydifferent unobserved characteristics despite the randomization at t 0. The nonparametric estimator therefore does not capture any meaningful treatment effect.In fact, one can construct examples where T tS 1 T tS 0even if T 1tV T 0tV almost surely for all t.38T stV with For example, let V have a discrete distribution with PrV 0.2 PrV 2.5 0.5, and let T stV T 0t for all t 0note that this is weaker than inequality 3 for T stV in this example. Then T tS 1 T tS 0 for values of T st in an interval around 1. Insuch cases the dynamic selection effect on the observed hazard rate dominatesthe treatment effect, in certain time intervals. Obviously, this may lead to invalidnonparametric inference on the sign of the treatment effect.T 1t Similar results can be derived for e.g. the use of the sample equivalent of FT t aT t, S 1FT t aT t, S 0 for a 0 e.g. from a probitanalysis of whether T t, t a given T t, S to estimate the correspondingaverage effect on the individual conditional survival probability.10Ham and La Londe 1996 consider inference of treatment effects on postspell outcomes if randomization occurs at t 0. Consider an outcome W that isrealized immediately after T . Let W s be the random outcome that would prevailif we hypothetically assign the treatment s to the agent. In general, W s maydepend on V . The observation window is denoted by 0,T with T . Weobserve W iff T T . The distribution of V S s among the agents for whom W is observed equals the distribution of V T T , S s. It follows that, amongthe observed W , the distribution of V among the treated in general differs fromthe distribution of V among the controls. So, despite randomization at t 0, wecannot simply compare the observed mean outcomes of W among treated andcontrols in order to uncover e.g. EW 1 W 0. We conclude that the problemwith causal inference on postduration outcomes arises because of a boundedobservational window i.e., rightcensoring on a bounded interval. Without thelatter, the former does not arise.2.3 Semiparametric approaches To obtain more constructive results, we need to impose some semiparametricstructure on the distribution of T sV . Two approaches can be taken, depending 10Average nonadditive treatment effects on quantities that are defined for the whole population, such as the average of the relative effect on the survival probability defined in Subsection 2.1, can also not be inferred nonparametrically, but this is only because of thenonadditivity. Note that if T 1tV T 0tV for all t 0 and at all V , then theobservable quantity F T tS 1F T tS 0 1 is always negative this follows from F T tS s EexpT stV and vice versa, so then this observable quantity alwayshas the same sign as the average treatment effect EexpT 1tV expT 0tV 1.A similar result holds for T 0S 0 T 0S 1. All these quantities are based on samplesdrawn at t 0, at which there has been no dynamic selection yet.9on the amount of structure imposed. First, one may abandon point identificationand estimation, and focus on bounding the parameters of interest e.g. Manski,1997. Second, one may impose a structure that is sufficiently specific to enablepoint identification and estimation of relevant treatment effects.We start by assuming Assumption 2 Multiplicative unobserved heterogeneity.T stVT stV for all t, s, with T st defined analogously. This imposes that the individualcharacteristics V affect the counterfactual hazard rates in the same proportionalway. It implies that the individual treatment effect on the hazard at t equals T 1tT 0t, so it is homogeneous across individuals but not necessarily overtime. Indeed, the individual effect at t equals ATEt, ATTSt and ATSt.4Moreover, let the treatment effect be monotone in the following way: theindividuallevel potentialoutcome distributions can be ranked in terms of firstorder stochastic dominance, i.e. T 1t T 0t for all t 0, or Along the lines of Meyer 1996 it can be shown directly that T 0t for all t 0, or T 0t for all t 0.T 1t T 1t T tS 1T tS 0T 1t ATEt ATTSt ATSt.5if T 0t, for all t 0. The results for the other two rankingsfollow straightforwardly. The ranking of the individuallevel potentialoutcomedistributions can be inferred from the ranking of FT ;S1t and FT ;S0t neart 0, so the average treatment effects on the hazard rate can be bounded by theobservable lefthand side of equation 5.Imposition of 4 is insufficient for point identification. This can be achievedby the additional restriction that the hazard rate of T sV is proportional in tand s as well,T st s t Vfor some scalar treatment effect parameter 0 and some baseline hazardfunction . This results in the socalled MPH model for TS, V with T tS, V t S V . Under the additional assumption that E V the parameter isidentified from see Elbers and Ridder, 1982, and Kortram et al., 1995,1111Intuitively, the nonparametric hazard rates at zero are not yet affected by dynamic selectionon survival, and semiparametric identification involves an extrapolation of the treatment effecton the hazard at zero to positive durations. This does of course not mean that semiparametricestimation results are completely driven by extremely short durations.10FT tS 1FT tS 0. limt 06In applications of MPH models, the random effects assumption that observedand unobserved explanatory variables are independent is often controversial.However, here this assumption follows from the randomization of S.Other semiparametric structures of the hazard rate of T sV may also leadto point identification and estimation of treatment effects see Heckman and Taber, 1994, and Van den Berg, 2001, for surveys. Concerning treatment effectsof postduration outcomes in case of a finite observational window, a solution isto estimate a model that takes unobserved heterogeneity into account.3 Randomization and immediate treatment withimperfect compliance 3.1 Model and data We now relax Section 2s assumption of perfect compliance, but retain the assumption that treatment is immediate. Instead of being randomly assigned to atreatment as in Assumption 1, agents are randomly assigned a label Z Z attime 0. In the typical experimental setup, Z takes values in the set Z S ofpossible treatments and is interpreted as the ITT with the treatment Z. Moregenerally, we allow Z to be an IV with support Z 6 S. We will nevertheless referto Z as the ITT throughout.Let Sz be the random actual treatment that would prevail if we hypothetically assign the agent the label z Z. The process Sz, which is assumedmeasurable, can again be given a structural interpretation. The actual treatmentis S SZ. In the ITT case with perfect compliance, we would have that Sz z for all z Z S, and S SZ Z. In the present section, however,we allow for imperfect compliance so S SZ 6 Z by allowing Sz to benondegenerate. If Z is discrete and an effective ITT, it should be the case that PrSz z PrSz z 0 for all z, z 0 S such that z 0 6 z.Throughout this section we maintain Assumption 3 IV. i z 7 Sz is nontrivial in a way that will be furtherspecified in special cases below, and ii ZT s,Sz.11Underlying Assumption 3ii is the notion that a the ITT does not causallyaffect outcomes directly, so that potential outcomes T s need not be indexedby z, b outcomes do not causally affect treatment, so that Sz need not beindexed by possible values t of T , and c the ITT is not causally affected byeither outcomes or treatment see Abbring, 2003, for discussion.With imperfect compliance, the actual treatment S SZ and the potentialoutcomes T s are typically dependent, because agents nonexperimentally selfselect or are selected in actual treatment. This sets the present analysis apart fromthat of Section 2. Note, however, that a reducedform analysis of the effect of ITTon outcomes fits Section 2s framework. Formally, the outcome equation can bereduced to T Sz. Under Assumption 3, ZT Sz, so that Assumption 1 holds for the reducedform model with Z replacing S.The data of Subsection 2.1 are accordingly enriched with instrumental variation. We now have a random sample e T1, S1, D1, Z1, . . . , e Tn, Sn, Dn, Zn fromthe joint distribution of e T , S, D, Z.3.2 Nonparametric estimation and testing with IVFor now, consider the binary treatmentbinary instrument case that S 0, 1and Z 0, 1. Again, it is convenient to think of the treatment statuses astreatment s 1 and control s 0 in this case. Define pz : PrSz 1. Note that pz PrS 1Z z under Assumption 3. Assume that Imbens and Angrists 1994 monotonicity property holds, that is S0 S1 or S0 S1. Without further loss of generality, we take S0 S1. Then, thesubpopulation that switches treatment status between propensities p0 and p1all switch from treatment 0 to treatment 1. This subpopulation, called compliers by Imbens and Rubin 1997, is therefore Q : S0 0, S1 1,and has probability mass PrQ p1 p0. We formalize Subsection 3.1s Assumption 3i by assuming that PrQ 0.In this subsection we only consider the average additive treatment effect onthe survival probabilities, since from Section 2 we know that nonparametricinference of other effects is not feasible. Existing methods in the literature wouldfocus on various average contrasts between T 1 and T 0 on Q, and the marginaldistributions F0;Q and F1;Q of, respectively, T 0 and T 1 on Q. However, we haveto adapt them to allow for censoring.Identification of the marginal potentialoutcome distributions F0;Q and F1;Q12on Q is straightforward Imbens and Rubin, 1997. In particular,Pr T t, S 0Z 0 Pr T t, S 0Z 1F 0;Qt F 1;Qt Pr T t, S 1Z 1 Pr T t, S 1Z 0p1 p0p1 p0and.By implication, the mean survival probability contrast on QQt : F 1;Qt F 0;Qt,is identified Imbens and Angrist, 1994. This is a local average treatment effecton survival for at least t periods.Next, for testing, we can use that Q F T ;Z1 F T ;Z0p1 p0,where F T ;Zz t : PrT tZ z. This equality implies that the causalnull that F 0 F 1 is equivalent to the reducedform null that F T ;Z0 F T ;Z1Robins and Tsiatis, 1991, and Abadie, 2002. Thus, under the IV assumptions,we can test for distributional treatment effects using any of the nonparametrictests of Section 2.Next, consider estimating F 0;Q, F 1;Q, and Q. First note that F T ;Zzt and F T ;Ss,Zzt : PrT tS s, Z z can be estimated by the KaplanMeierestimator. Also, pz can be estimated by Thus, F 0 and F 1 can be estimated bybpz b F 0;Q i1 Si IZi zi1 IZi z.Pn Pn1 bp0b F T ;S0,Z0 1 bp1b F T ;S0,Z1b F 1;Q bp1b F T ;S1,Z1 bp0b F T ;S1,Z0bp1 bp0bp1 bp0and,respectively, and Q can be estimated byb Q b F 1;Q b F 0;Q b F T ;Z1 b F T ;Z0bp1 bp0.78Asymptotic behavior of these estimators follows from standard results for the KaplanMeier estimator. Let qz : PrZ z. We have 13cid:16b F 1;Q F 1;Q,b F 0;Q F 0;Qcid:17 Dncid:18cid:0F T ;S1,Z1 F 1;Qcid:1N1 cid:0F T ;S1,Z0 F 1;Qsscid:0F T ;S0,Z1 F 0;Qcid:1N1 cid:0F T ;S0,Z0 F 0;Qs F T ;S1,Z1G11 p1q 1cid:1N0cid:1N0sp0q 01 p1q 1F T ;S0,Z1G01 1 p0q 0Proposition 1. Under Assumption 3,1p1 p0F T ;S1,Z0G10,cid:19,F T ;S0,Z0G00Z twith Nz z 0, 1 a normal random variable with zero mean and variancepz 1 pz qz, Gsz s, z 0, 1 a Gaussian martingale such that Gsz0 0and, for t t 0,cov Gszt, Gszt 0 T ;Ss,Zz F T ;Ss,Zz F C 0d : 2sz t ,and N1, N0, G11, G01, G10, and G00 mutually independent.Proof. See Appendix 1.Proposition 1 can be used to compute asymptotic standard errors of b F0,Qt,b F1;Qt, and b Qt, and pointwise and uniform confidence bounds on F0,Q,F1;Q, and Q. In particular, for b Q we have Corollary 1. For t t 0, the asymptotic covariance of b Qt and b Qt 0 equalscid:2F T ;S1,Z1t F T ;S0,Z1t Qtcid:3cid:2F T ;S1,Z1t 0 F T ;S0,Z1t 0 Qt 0cid:3cid:2F T ;S1,Z0t F T ;S0,Z0t Qtcid:3cid:2F T ;S1,Z0t 0 F T ;S0,Z0t 0 Qt 0cid:3np1 1 p1p0 1 p0p1 p02nq 1nq 01p1F T ;S1,Z1tF T ;S1,Z1t 0211t1 p1 F T ;S0,Z1tF T ;S0,Z1t 0201tnq 1p0F T ;S1,Z0tF T ;S1,Z0t 0210tnq 11 p0 F T ;S0,Z0tF T ;S0,Z0t 0200tnq 0nq 014o.9A consistent estimator of this asymptotic covariance follows by plugging the estii1 IZi z of nqz, b F T ;Ss,Zz of F T ;Ss,Zz, bs;Qmatorsbpz of pz, Mz :Pn Xof s;Q, and consistent estimatorsb 2sz t j:Dj 1,e Tjt,Sj s,Zj zhi 2Rsze Tjof szt into equation 9. Note that Corollary 1 provides the asymptotic varianceof b Qt, and therefore its asymptotic standard error, for t t 0.soring, b Qt reduces to Imbens and Angrists 1994 IV estimator of the local One special case deserves some attention. In the case that there is no cenaverage treatment effect on the binary outcome IT t, the Wald estimator 12b Qt M11Pn Pni1 Zi ITi t M1i1 Zi Si M1M1001Pn Pni11 ZiITi ti11 ZiSi.In this case, Proposition 1 implies Corollary 2. If F C 1 no censoring, then, for t t 0, the asymptotic covariance of b Qt and b Qt 0 equalsnp1 1 p11p1 p02nq 1cid:2F T ;S1,Z1t F T ;S0,Z1t Qtcid:3cid:2F T ;S1,Z1t 0 F T ;S0,Z1t 0 Qt 0cid:3cid:2F T ;S1,Z0t F T ;S0,Z0t Qtcid:3cid:2F T ;S1,Z0t 0 F T ;S0,Z0t 0 Qt 0cid:3p0 1 p0nq 0p1FT ;S1,Z1tF T ;S1,Z1t 0nq 11 p1 FT ;S0,Z1tF T ;S0,Z1t 0p0FT ;S1,Z0tF T ;S1,Z0t 0nq 1nq 01 p0 FT ;S0,Z0tF T ;S0,Z0t 0nq 0o.12See e.g. Angrist and Krueger 1999 and Heckman, La Londe and Smith 1999 for generaldiscussions of the Wald estimator in the treatment evaluation context.15For t t 0, this reduces to the asymptotic variance given by Imbens and Angrist1994,Ehcid:0IT t F T t Qt S EScid:12Z EZ2icov S, Z2.In general, the functions F 0;Q, F 1;Q, and Q inherit the disadvantages of thelocal average treatment effect parameter in Imbens and Angrists 1994 work.Unless p0 0 and p1 1 in which case S Z a.s. the set Q, and therefore these functions, are instrumentdependent for given propensity scores p0and p1 see Heckman, 1997, Heckman, La Londe and Smith, 1999, and Abbring, 2003, for discussion. Policyevaluation problems may require informationon parameters of interest other than the identified local average treatmenteffects. Moreover, one may be more interested in average treatment effects onindividual hazard rates than on survivor functions. This requires imposition ofsome semiparametric structure.3.3 Semiparametric IV in a proportional hazards framework In this subsection we adopt structures for the hazard rate of T s that are relatedto the familiar mixed proportional hazards MPH model, allowing for unobservedheterogeneity V across individuals. As in Subsection 2.2, this enables us to focuson individual treatment effects and achieve point identification. We only allowT s and S to be dependent by way of a common dependence on the individual V , so T sSV . This means that in the case where S differs from therandomized assignment due to selective compliance, this selection mechanism iscaptured by V .We start by adopting the multiplicative structure for T stV from Subsection 2.3 resulting in the MPH model for TS, V ,T tS, V t S V.10We again assume that E V , but we now replace the assumption from Subsection 2.3 that SV by the assumption that there is an instrument Z thatsatisfies Assumption 3. We again take Z to be binary e.g. an ITT indicator,or an IV capturing that otherwise identical regions supply different labor marketprograms. Among other things, Assumption 3ii in this case implies that ZV .We now formalize Assumption 3i by assuming that p1EV S 1, Z 1 616p0EV S 1, Z 0. Note that p0 6 p1 is necessary for this conditionto hold. Here, as elsewhere in the paper, the semiparametric model frameworkis not wellsuited to incorporate endogenous dropout from ongoing treatments.One would like to model this as selfselection, and the identification of its effecton hazard rates would require additional information see Heckman, Smith and Taber, 1998, for a discussion.In the MPH model it is useful to focus on limits as t 0, because at 0 thedynamic selection that we examined in Subsection 2.2 has not yet taken place.There holds thatp1FT ;S1,Z1t p0FT ;S1,Z0t1 p0 FT ;S0,Z0t 1 p1 FT ;S0,Z1t limt 011see Appendix 1. The righthand side of this only depends on observable quantities. Thus, is identified. We summarize this result in Proposition 2. With a valid binary instrument i.e. that satisfies Assumption 3, and under the assumption that EV , the treatment effect parameter in an MPH model with an endogenous binary treatment is identified.Note that we do not require exogenous explanatory variables. We also do notrequire parametric assumptions like a parametric latentvariable selection equation on the treatment selection process Sz. If, in violation of Assumption 3,Z is not informative on S i.e., if p1 p0 then equation 11 does not havea solution for .We conjecture that, by analogy to Lenstra and Van Rooij 1998, can beconsistently estimated by the sample equivalent of the righthand side of 11.This IV estimator can be seen as a version for our nonlinear model of the Wald IV estimator of a treatment effect in the linear regression model.13 To see this,note that at t 0, the specification 10 resembles a nonlinear regression modelwith an endogenous regressor and a constant treatment effect parameter, andthat equation 11 can be reexpressed as follows, 1 limt 0T tZ 1 T tZ 01 p0T tS 0, Z 0 1 p1T tS 0, Z 112The practical use of estimators that require t 0 is limited because very shortdurations are often illrecorded.13See e.g. Angrist and Krueger 1999 and Heckman, La Londe and Smith 1999 for discussions in a regression model context.17Although the proposition does not concern identification of other model parameters, this may be achieved by way of including observed exogenous explanatory variables X. Our results may be seen as a justification of empirical modelsthat consist of two equations: i an MPH model equation for TS, X, V , say T tS, X, V tS expXV , and ii a latentvariable selection equation,say S 0 1Z 2X , with S : IS 0, and where and V are possiblydependent. The corresponding estimates are not fully driven by functionalformassumptions.It is clear that a continuous instrument Z enables identification of more general models. Chesher 2003 considers an MPHtype model with an endogenouscontinuous treatment indicator S as well as exogenous variables X, a continuousinstrument Z, and a latent variable equation relating S and Z. He demonstrateslocal identification of ratios of the derivatives of the individual hazard rate withrespect to S and X.We now proceed to the case where Z represents an ITT and noncomplianceis asymmetric in the sense that agents always comply if assigned to the controlgroup z 0, i.e. S0 0 and p0 0. Under this restriction, Bijwaard and Ridder 2005 develop an estimator of a treatment effect in an MPH model witha parametric baseline hazard. They exploit that, because of randomization, thesubpopulation of agents with Z 0 is representative for the population. Thisensures that all parameters except the treatment effect are identified from thedata on this subpopulation. The treatment effect is subsequently identified fromthe outcomes of the agents with Z 1. Here we follow the same approach. Thisrequires an MPH model that is fully identified in the absence of treatments.14 Thisis usually achieved by including exogenous X variables, so we augment equation10 with such variables. In addition, we now allow the treatment effect todepend on the elapsed time t since treatment and on X, leading to T tS, V, X t t, XS X V,13and we make standard assumptions that ensure identification of , , and thedistribution of V in the population in the absence of treatments notably, thisrequires XV . We obtain Proposition 3. Consider a standard MPH model that is augmented by an endogenous binary treatment and that is identified in the absence of this treatment.Assume perfect compliance among the controls. With a valid binary instrumenti.e. that satisfies Assumption 3, the treatment effect as a function of the elapsed 14See Heckman and Taber 1994 and Van den Berg 2001 for surveys.18duration and observed covariates is identified, as are all other functions in themodel.Proof. See Appendix 1.From a policy point of view it is obviously important to be able to identifythe way in which the individual treatment effect changes over time and acrossindividuals.154 Randomization with later treatment and imperfect compliance 4.1 Model and data We further extend the model of Subsection 3.1 by not only allowing for imperfectcompliance, but also for positive amounts of time between treatment assignmentand treatment enrollment. Again, a Zvalued label Z is randomly assigned attime 0 see Subsection 4.3 for examples. Then, the agents engage in a timeconsuming process of enrolling in a program. We focus on the case of a binaryprogram, in which the agents either enroll at some time in 0, or not enrollat all. Following Abbring and Van den Berg 2003b, we can formalize this bytaking S 0,. Then, S simply denotes the random time at which an agentenrolls in the program. The point corresponds to never enrolling at all.As before, denote the model for the treatment as a function of the instrumentby Sz. In a social experiment, perfect compliance would again arise if Z Sand Sz z. An interpretation is that a full treatment plan Z, stipulatingthe timing of future program participation, is randomly assigned at time 0 andis adhered to in all states of the world. If Z is observed by the agent, whichwe typically assume it is, this is the perfectforesight case briefly mentioned in Subsection 2.2. In this section, we allow for the more relevant case of imperfectcompliance, i.e. nondegenerate Sz.For expositional convenience, we take the instrument ITT to be binary Z 0, 1. Because S is larger than Z, Z cannot contain a treatment plan for eachpossible treatment. Therefore, S0 and S1 cannot both be nondegenerate,except in the trivial case that S has binary support. Thus, there is imperfectcompliance.15One might want to consider inference in models where the individual treatment effect isallowed to depend in a general way on V , but this seems too ambitious.19In the next subsection we argue that the ITT is likely to affect outcomesdirectly in this case. To accommodate this, we augment the outcomes model byindexing potential outcomes not only by treatments in S, but also by the labelsin Z. Thus, the potentialoutcomes process is now T s, z : T s, z; s, z S Z. We again assume that each T s, z is continuously distributed, withhazard rate T s,z and integrated hazard T s,z. For expositional convenience,we restrict the joint distributions of T s, z for fixed z as in Assumption 4. For all z Z, there exists a unit exponential random variable Ez such that T s, z 1T s,zEz for all s 0,.Because we never observe two potential outcomes jointly, Assumption 4 is empirically innocuous.Following Abbring and Van den Berg 2003b, we assume that there is noanticipation of future treatment. This means that current potential integratedhazards do not depend on future treatment enrollment, i.e.Assumption 5. For all s 0,, z Z, T s,zt T ,zt for all t s.Recall that T ,z is the integrated hazard of the potential duration corresponding to never enrolling in treatment.16We assume that treatments are only observed if enrollment has taken place before the outcome spell is completed. This is natural in combination with Assumption 5, and natural in many applications.17 Thus, we now have a random sample ye T1, S1IS1 e T1, D1, IS1 e T1, Z1, . . . , e Tn, Sn ISn e Tn, Dn, ISn e Tn, Zn from the joint distribution of e T , SIS e T , D, IS e T , Z.4.2 Exclusion restrictions and causal effects An equivalent of Assumption 3 for this section would require that i z 7 Szis nontrivial, and ii ZT s, Z,Sz. A sufficient condition for ii isthat ITT does not causally affect outcomes directly, i.e. T s, z T s, z 0 forall s S, z, z 0 Z. With imperfect compliance and dynamic enrollment in 16Note that Assumptions 4 and 5 imply that T s, z T , z on T , z s.17The analysis can be straightforwardly extended to the case that treatments are alwaysobserved. A natural symmetric extension of the present model allows outcomes to affect futuretreatment and imposes that neither future outcomes nor future treatments are anticipated.Alternatively, under the assumption that treatments are not causally affected by outcomes atall, we can allow for for anticipation of future treatment. See Abbring and Van den Berg 2003band Abbring 2003 for details.20treatment, randomization is unlikely to ensure such exclusion. To see this, consider a social experiment in which the treatment is a public training programfor the unemployed, and the outcome is the unemployment duration. Supposethat agents operate in a continuoustime dynamic environment in which theymay affect treatment and outcomes by i investing in some human capital,and ii searching for job and training opportunities. Agents are informed abouttheir ITT status and possible some other predetermined variables called V below. Otherwise, information accumulates in the obvious way. In this framework,the ITT status may affect the present value of unemployment, and this affectsthe optimal strategy concerning exit to work. Thus, at the level of an individualagent, ITT not only causally affects the moment of treatment, but it may alsocausally affect outcomes. In that case there is no exclusion restriction and we maynot apply the methods of Case II. We will now make these claims more preciseby distinguishing between the periods before and after treatment.The causal effect on the outcome before the actual treatment is called the exante causal ITT effect on the outcome. In line with this, we say that if this effectis absent then the ex ante exclusion restriction is satisfied. Violation of the exante exclusion restriction is often likely, because ITT has to causally affect actualtreatment in order to be a useful instrument in the first place as in Assumption 3i, and anything observable that influences the distribution of the moment ofa relevant event in the future has an effect on current behavior. To put it simple:if you like training and you are likely to get it, then you stop searching until thetraining; if you do not like training, and you are likely to get it, then you make amaximum effort to find a job before the training starts; if you are unlikely to getit then you search with moderate effort see Van den Berg, 2004, for a decisiontheoretical analysis of IV in general in a dynamic setting with forwardlookingagents.The causal effect of ITT on the outcome after actual enrollment in the treatment is called the ex post causal ITT effect on the outcome, and we refer to theabsence of such effects as ex post exclusion. The ex post exclusion restriction isnot per se inconsistent with ITT being an instrument and may be reasonable insome applications. In the training example, this restriction may be violated if ITT affects investments in financial or human capital.A formal statement of such an assumption requires notation that allows us toexplicitly control for dynamic selection. To this end, again suppose that all ex anteheterogeneity is captured by a random variable V and that T s, zSzV .Then, a weak version of Assumption 3 that only imposes ex post exclusion is Assumption 6 IV with ex post exclusion. i z 7 Sz is nontrivial, ii21ZT s, z,Sz, V , and iii for all s 0,, and z, z 0 Z,T s,ztV T s,z 0tV almost surely,14Informally, iii states that T s,ztV does not vary with z after s. Note thatwithout Assumption 6 there would be no need to introduce V at this stage. Alsonote that ex ante exclusion would require equation 14 to hold for all t s.for all t s.With ex post exclusion, we are left with three causal effects or causal parameters. In terms of effects on individual hazard rates, they can be expressedas follows. First and foremost, the ex post causal treatment effect of s on theoutcome hazard rate after s the treatment effect. Second, the ex ante causaleffect of z on the outcome hazard rate before s. Third, the ex ante causal effect ofz on the treatment rate SztV before s. In the experimental training programexample, these are, respectively, the effect of training on the exit rate to work,the effect of being randomized in, on the exit rate to work before the training,and the effect of being randomized in, on the rate of getting into training. Notethat Assumption 6i states that the third causal effect exists.The ex ante causal effect on the outcome is represented by the change inthe distribution of T , z when z changes from 0 to 1. As discussed above, weexpect this effect to operate because of the effect of z on the random treatmentassignment rule Sz. Under the assumption that this is the only channel throughwhich z affects outcomes, the ex ante causal effect on the outcome reflects thebehavioral effect of moving between the assignment rules S0 and S1. In general, both S0 and S1 may have at least some support in 0,, so underboth rules, agents may face a positive probability of eventually enrolling in thetreatment. We must therefore contrast the outcomes under these actual treatment rules S0 and S1 to an agents outcomes in the hypothetical case theagent faces a rule that never assigns treatment i.e. is degenerate at . Unlesseither S0 or S1 is such a rule, this effect can in general not be identified.Still, this behavioral effect is likely to be nonzero especially if the ex ante causaleffect on the outcome hazard is nonzero, and in that case its presence affects theinterpretation of the identified causal effects see in particular Subsection 4.5.2.4.3 Reducedform ITT analysis As with our Case II, one may carry out a reducedform analysis of the overalleffect of ITT on the outcome duration. In particular, one may nonparametricallystudy the average additive effect of z on the survival probability of T Sz, z.This is a net effect of the three causal effects defined above. The analysis againfits under our Case I.22The usefulness of such an analysis is limited, for two reasons. The first alsoapplies to reducedform ITT analysis in Case II and was already mentioned in theintroduction of the paper, namely that the analysis does not enable one to learnthe size of the average causal effect of the actual treatment. Below we providetwo examples in which in the context of our Case III it is useful to know thistreatment effect. The second limitation only applies to Case III. Recall that in Case II the null hypothesis of no overall ITT effects is equivalent to the nullhypothesis of no average causal treatment effect at least, if one is interested inthe average additive effect on the outcome survival probability. As is clear fromthe previous subsection, this equivalence breaks down in the present Case III.Our first example concerns the effect of a training program for unemploymentinsurance recipients on their unemployment duration. In a social experiment, arandom subsample of the inflow into unemployment is chosen to become participant in the program. Actual training occurs at a later point in time, dependingon the behavior of the case worker and other potential applicants. This momentis random from the point of view of the individual. Individuals may choose towithdraw from the program, in which case they face the distribution of the moment of training that is also faced by those who are initially randomized out. Thisdescription is not dissimilar to the actual enrollment into the experimental JTPAprogram see e.g. Heckman, La Londe and Smith, 1999. In a nonexperimentalsituation, the randomization upon inflow may be replaced by different regionalactive labor market policies in otherwise identical regions, as an instrumentalvariable.One may want to know the causal effect of having been trained on the exitrate to work, as well as the ex ante causal effect of being eligible for trainingon the exit rate to work before actual training. For example, if the former ispositive and the latter is negative then this may suggest that the program shouldbe offered more frequently or earlier in the spell of unemployment. In this casea reducedform ITT analysis may just indicate that the net effect is zero. Asanother illustration, Richardson and Van den Berg 2001 show that the effectof an expensive training program only works up to three months after finishingthe training. This suggests that the merits of the program are in job searchassistance rather than human capital accumulation, in which case the programcan be replaced by a much cheaper job search assistance program.Our second example is the Moving to Opportunity for Fair Housing Demonstration MTO. This is an experimental residential mobility program that hasbeen carried out by the U.S. Department of Housing and Urban Development infive major U.S. cities since 1994. It is targeted to families living in public housing 23or projectbased subsidized private housing in poor neighborhoods.18 Participating families are randomized into three groups, the MTO experimental group, the Section 8 Comparison group, and the Control group Feins, Holin and Phipps,1996. Families in the MTO experimental group receive vouchers that can only beused to subsidize private housing in lowpoverty areas. Intensive counseling andassistance are provided to support these families search for such housing. The Section 8 Comparison group receives geographically unrestricted Section 8 vouchers and ordinary briefings and assistance.19 Finally, the Control group does notreceive any vouchers, but continues to qualify for public housing or projectbasedsupport.A wide variety of outcome measures, such as housing conditions, employment,earnings, and welfare dependence, are recorded in the MTO demonstration. Acomparison of these outcomes across the three program groups is of clear policyinterest. Because of the randomization of group assignment, such ITT analysesare informative on the effects of the MTO and the existing Section 8 voucherprograms on the target groups socioeconomic outcomes. However, the MTOdemonstration explicitly states the ambition to move beyond ITT analyses andto separately explore the effects of the program on housing mobility and the subsequent effects of housing mobility on other outcomes Feins, Holin and Phipps,1996; Orr et al., 2003. There is a direct connection to the empirical literature onneighborhood effects. Katz, Kling and Liebman 2001, for example, study the MTO program in Boston and propose to use the initial program status as aninstrument for housing mobility.4.4 Nonparametric identification Let PrS T 0. Following Abbring and Van den Berg 2003b, a large dataset would provide 20QS;Zzt, s : PrT t, S s, T SZ z and QT ;Zzt : PrT t, T SZ z15for all t, s R2and T on Z z for the subpopulations with respectively T S and T S. and z 0, 1. These are the subsurvivorfunctions of T, S18This includes only housing subsidized under the projectbased Section 8 program. In thisprogram, rent subsidies are connected to dwellings: if tenants move from projectbased Section 8 housing they lose their projectbased Section 8 subsidies.19The Section 8 vouchers are housing subsidies connected to tenants and should not beconfused with the projectbased Section 8 assistance that some families originally receive.20Simple random censoring does not matter for identification, provided that some straightforward support conditions hold.24As before, nonparametric identification is concerned with average additive effects on survival probabilities. We first consider the identifiability of the averageadditive ex ante causal effect of z on F T ,ztV , and we simultaneously considerthe likewise effect of z on F SztV note that the focus on F T ,z here is justified by Assumption 5. Thus, we examine the differences F T ,1t F T ,0tand F S1t F S0t.S;Zz, QT ;Zz, with Q0Any effects of z on the treatment process are only observable and only relevant on 0, T . Moreover, by Assumption 6, z only possibly causally affects theoutcome process on 0, S. Intuitively, we should therefore learn about these effects from data on the identified minimum of T, S, i.e. the smallest of T and S joint with the identity of this smallest duration, for Z 0 and Z 1. Thedistribution of this identified minimum given Z z is fully characterized by S;Zz : QS;Zz, Tsiatis, 1975. We can thinkQ0of such data as being generated by a competing risks model that is embeddedin our full model, and in which one risk is enrollment in the treatment whichterminates the ex ante causal effect on the outcome and the other risk is realizedby the outcome transition which terminates observability of the ex ante causaleffect on the treatment process.In the particular case that SzT s, z randomized treatment, thereholds that Q0S;Zz, QT ;Zz is consistent with an independent competing risksmodel in which the outcome risk has survivor function F T ,z and the treatmentrisk has survivor function F Sz. If it is known that the risks are independent, thismeans that F T ,0 and F S0 are identified from Q0S;Z0, QT ;Z0, and F T ,1and F S1 are identified from Q0S;Z1, QT ;Z1, all in this particular case of randomized treatment.However, we allow for general dependence of Sz and T s, z through acommon dependence on the unobservable V . The data Q0S;Zz, QT ;Zz are thenconsistent with a particular dependent risks model in which the outcome risk hasmarginal survivor function F T ,z and the treatment risk has marginal survivorfunction F Sz. Dependent competing risks models are not nonparametricallyidentified Cox, 1959, 1962; Tsiatis, 1975. In general there is an observationallyequivalent independent competing risks model, with marginal survivor functionsthat do not equal F T ,z and F Sz. In sum, the two ex ante causal effects of zare not nonparametrically identified from Q0S;Zz, QT ;Zz; z 0, 1.21Application of Petersons 1976 bounds for marginal survivor functions in 21See Abbring and Van den Berg 2003a for some intuition on nonidentification of competing risks models. Note that the difference between the crude ex ante outcome hazards T tS t, Z z at z 1 and z 0 does not only reflect the ex ante causal effect of z on the 25dependent competing risks models gives that Proposition 4. For given data Q0S;Zz, QT ;Zz, F T ,z and F Sz satisfy S;Zz QT ;Zz F T ,z QT ;Zz Q0Q0S;Zz QT ;Zz F Sz Q0Q0S;Zz QT ;Zz,S;Zz andfor z 0, 1. The bounds are sharp.The bounds in Proposition 4 are typically wide and may overlap across groupswith different z, whether z affects T , z and Sz or not. With overlap, the exante causal effects of z cannot even be signed. This would imply that, contraryto typical IV analyses, one cannot infer empirically whether the ITT variable zhas a causal effect on S. Moreover, a priori information on one of the risks is notinformative on the marginal distributions of the other risk: the bounds on eithermarginal distribution can be attained even if we arbitrarily fix the other marginaldistribution.22As an example, suppose that T , z is exponential with parameter z, Szis exponential with parameter z, and that SzT s, z. To shape thoughts,one may think of T , S, and Z as the unemployment duration, the unforeseeableduration at which unemployment benefits are reduced, and the randomized assignment of different rates of benefits reduction, respectively. Such a setting arisesin the case of an unemploymentinsurance system with imperfect monitoring andpunitive benefits reductions Abbring, Van den Berg and Van Ours, 2005. If theresearcher does not know or assume that SzT s, z, then he has to settlefor Proposition 4s bounds. If we replace the directly estimable expressions forthe bounds in Proposition 4 by the corresponding model expressions based onoutcome, but also differences in unobservable characteristics between the subpopulationsS0 t, T , 0 t, Z 0 and S1 t, T , 1 t, Z 1.These differences in particular exist because z 7 Sz is nontrivial by Assumption 6, sothat S0 t and S1 t in general select different subpopulations. These selection effectsdisappear as t 0, but in the nonparametric case this cannot be exploited.22Petersons bounds on, for example, F T ,z follow from F T ,z QT ;Zz QT ;Zz, where T ;Zzt : PrT t, S TZ z. We know QT ;Zz. Nontight bounds on F T ,z arise QS;Zz. Now, suppose that we do not onlybecause we only know that Q0S;Zz and QT ;Zz, but also F Sz. This is equivalent to also knowing the marginal subknow Q0survivorfunctions QS;Zz is clearly not informative T ;Zz of T on S T. Therefore, this additional informationon the subsurvivorfunctions Qcannot be used to tighten the bounds on F T ,z.S;Zz of S on S T. Given Q0T ;Zz Q0S;Zz QS;Zz, Q26the exponential distributions then we obtainexp z zt F T ,zt zexp z zt F Szt zz zz zexp z zt zandexp z zt z zz,z zfor z 0, 1.Now let 0 0 1 and 1 1 2. Agents in the group with the higherrate of benefits reduction respond to this by increasing their unemployment exitrate. The bounds then reduce tol 0t : exp 2t F T ,0t, F S0t 12l 1t : exp 4t F T ,1t, F S1t 12exp 2t exp 4t 1212: u 0t and: u 1t.Now note that l 00 u 00 l 10 u 10 1 and, more importantly, thatl 1 l 0 u 1 u 0 on 0,. Thus, even though the ex ante causal effect of z onthe outcome is substantial, the bounds for FT ,z overlap for z 0, 1, meaningthat the ex ante causal effect of z on the outcome cannot be signed. The sameapplies to the ex ante causal effect of z on the treatment.Clearly, without identification of the two ex ante causal effects of z on thesurvivor functions F T ,z and F Sz, the scope for nonparametric identificationof the ex post causal effect of treatment enrollment on outcomes is very limited.However, the exclusion restriction embedded in Assumption 6iii does allow foran assessment of unobserved heterogeneity in the hazard rate T s,z of T s, zafter treatment enrollment. To see this, note that absence of a direct causal effectof z on T s,ztV at t s implies that any observed relation between z andthe hazard rate T tS s, Z z must be due to a selection effect of z on thedistribution of V among survivors at s. Such a selection effect can arise for tworeasons. First, z may have an ex ante causal effect on the individual hazard rate T s,ztV before treatment, and this affects the distribution of V T t, S s, Z z. Second, z 7 Sz is nontrivial by Assumption 6, and Sz andT s, z may be dependent through joint dependence on V , in which case thedistribution of V T t, S s, Z z again varies with z.This can be used for a nonparametric test on unobserved heterogeneity inthe outcome hazard rate after treatment enrollment.23 If the null hypothesis ofno unobserved heterogeneity is accepted then one may proceed by estimating 23The underlying idea can be related to tests for unobserved heterogeneity and dynamicselection effects in the eventhistory literature. First, consider the test by Van den Berg and Van Ours 1997 on dynamic selection effects due to unobserved heterogeneity in duration 27models that impose this hypothesis. Recall that the test requires that z has acausal effect on S, which is a nontestable assumption in this case.4.5 Semiparametric approaches 4.5.1 Bounds for the two ex ante causal effects Bond and Shaw 2003 provide bounds on functions that are informative oncovariate effects on marginal distributions in a general class of competing risksmodels. In this subsection we apply these to sign the average additive ex antecausal effects of z on the survival probabilities of T , z and Sz.With the nonparametric bivariate competing risks model for T , z, Szas a starting point, we make the assumption that the dependence structure isinvariant to the values of the covariates i.e., in our case, z, so that the covariatesonly affect the marginal distributions. Specifically,Assumption 7 Dependencyinvariance to z. There exist increasing functions S and T such that S0, T , 0 equals SS1, T T , 1 in distribution.24This implies that the copula and therefore Kendalls associated with the jointdistribution is invariant to the value of z. The copula describes the dependencestructure while being distributionfree with respect to the marginals.Assumption 7 is satisfied if the two hazard rates associated with T , zVand SzV are multiplicative in V this is the bivariate extension of Assumption 2 in Section 2. To see this, note first that we may allow V to be twodimensional,which leads to Pr Sz s, T , z t Lcid:0Szs, T ,ztcid:1z 0, 1,with L the bivariate Laplace transform of the mixing distribution. This satisfies T ,0 T ,1. Assumption Assumption 7 with S 17 is also satisfied by the MPH competing risks model studied by e.g. Abbring S0 S1 and T 1analysis. If the value of an exogenous timevarying explanatory variable in the first period isrelated to the observed hazard rate in the second period then this indicates such selection effects.Second, in Abbring, Chiappori and Pinquet 2003s model of carinsurance claims under moralhazard and experience rating, individual claim propensities are only causally affected by thepast occurrence of claims, but not their timing. Any variation of observed claim intensities withthe timing of past claims conditional on their occurrence should therefore be due to selectioneffects.24Bond and Shaw 2003 call t 7 t, S, t, T a covariatetime transformation. For bothrisks, t 7 t is the normalized timetransformation for the first covariate value z 0.28and Van den Berg 2003a and the more general model studied by Heckman and Honor e 1989.Assumption 7 is insufficient for point identification. Assuming in addition thatthe dependence works by way of multiplicative V in the hazard rates does nothelp here. However, Bond and Shaw 2003 provide bounds for S, T . Thoseare all we need to know to rank FT ,z and FSz over z in terms of firstorderstochastic dominance. For example, if St t for all t then F S0 F S1. If St t for all t, on the other hand, then F S1 F S0, etcetera.Define QS;Zzt : PrS t, T SZ z, QT ;Zzt : PrT t, T SZ z, and HZzt : PrS t, T tZ z, for t 0. These are allobservable. Bond and Shaw 2003s results immediately imply Proposition 5. Suppose that either S T or S T . Then, either 1Z0 HZ1 S QS;Z0 QS;Z1 and H11T ;Z0 QT ;Z1 T H1Z0 HZ1Qor 1S;Z0 QS;Z1 and Z0 HZ1 S QH11T ;Z0 QT ;Z1 T H1Z0 HZ1.QThese bounds are tight if S T .Proof. See Appendix 2.Note that either the lower bound on S coincides with the upper bound on T orthe upper bound on S equals the lower bound on T . As a consequence, eitherthe potentialtreatment distributions or the potentialoutcome distributions orboth can be ranked.4.5.2 Pointidentification of ex ante and ex post causal effects We start by imposing a semiparametric structure on the embedded competingrisks model for T , z and Sz, in order to achieve point identification of thetwo ex ante causal effects. In line with the semiparametric models in the previoussections, which were based on the MPH framework, we impose an MPH structure,that is,T ,ztX, V 1t V1 e 1X1z SztX, V 2t V2 e 2X2z,2916where V : V1, V2. The ex ante causal effect of z on the outcome T is representedby 1. The ex ante exclusion restriction would impose 1 0. Note that in this MPH model agents face a positive treatment enrollment rate in both ITT statesz 0 and z 1. Recall from Subsection 4.2 that this implies that neither T ,0nor T ,1 is likely to equal the ex ante outcome hazard under a hypotheticalrule that never assigns treatment. Outcomes under such a rule are not specifiedin the model and consequently are not identified. The parameter 2 captures theex ante causal effect of z on S.As shown by Abbring and Van den Berg 2003a, this model is identifiedunder some additional conditions, notably i V X and ii X contains at leasttwo continuous regressors. In particular, the individual ex ante causal effects canbe identified from the observable subsurvival functions near 0.We now turn to point identification of the ex post causal effect of treatmentenrollment at s on the outcome T . Consider the following model framework,T s,ztX, V 1t V1 Its e 1X1z ItsSztX, V 2t V2 e 2X2z,17This is the TimingofEvents model Abbring and Van den Berg, 2003b augmented with an ITT or IV variable Z. We make the same underlying assumptionson the model determinants as in Abbring and Van den Berg 2003b. The modelembeds the competing risks model 16. If Z is degenerate at say Z 0 thenthe model reduces to the TimingofEvents model, and the ex ante causal effects 1 and 2 are not identified. Note that the model satisfies Assumption 6iii expost exclusion since T s,ztX, V does not depend on z for t s. We relax thisbelow.The ex post causal effect in this augmented TimingofEvents model is represented by T s,ztX, V T ,ztX, V e 1zfor t s. Unlike the ex post causal effect in the TimingofEvents model, thiseffect may depend on the ITT status z. Clearly, if Z is dispersed and is identified then the augmented model framework allows for richer inference on theex post causal effect than the TimingofEvents model. The relevance of thisricher specification can be illustrated with the unemploymentinsurance exampleof Subsection 4.4. In this example, z reflects the strictness of monitoring searcheffort, and s is the time at which benefits are punitively reduced. For simplicity,30ignore the punitive nature of benefits reductions and suppose that z 1 simplycorresponds to a higher rate of benefits reductions than z 0. Then, an agentassigned to z 1 will search harder ex ante, before a benefits reduction, andincrease his search effort less when benefits are actually reduced 1 e 1 .In fact, the identification proofs of Abbring and Van den Berg 2003b can bestraightforwardly adapted to prove identification of the full model 17. In particular, we may simply treat Z as another regressor in the embedded competingrisksmodel, so Proposition 6. The TimingofEvents model augmented by a binary treatmentassignment indicator Z see equations 17 is identified without ex ante exclusionrestrictions.Some comments are in order. First, the variation in Z enables us to identifysubstantially more than Abbring and Van den Berg 2003b. In particular, wecan now identify the ex ante effect on the outcome hazard rate, and we can nowidentify different ex post effects for those assigned to different z.Second, we may include in 17 an additive term 3z It s to the logoutcome hazard log T s,ztX, V for t s, capturing a direct ex post causal ITT effect of z on the outcome hazard. This does not lead to loss of identification,provided that both z 0 and z 1 lead to a positive probability of beingtreated before the outcome is realized. Incidentally, this also demonstrates that Assumption 6iii is not required to achieve identification of the model with 3 0.25,26Third, the above model is also overidentified in other directions. Following Abbring and Van den Berg 2003b, in 17 can be allowed to depend on t and X and on either s or a multiplicative unobserved heterogeneity term that mayitself depend on V1, V2. This incorporates heterogeneous treatment effects. Thedata variation in the moment of treatment is pivotal here.In addition, if for any given z the corresponding TimingofEvents model isidentified then we may allow for interactions between z on the one hand and the 25Recall that if we do not impose Assumption 6iii then the test on unobserved heterogeneityfrom Subsection 4.4 can not be applied. One may of course still test for 3 0 in models 17that incorporate unobserved heterogeneity.26Because X affects S, one may claim that the effect of X on the outcome hazard rate befores incorporates an ex ante effect. In that case, it seems restrictive to impose that the effect of Xon the outcome hazard after s is the same as before s. A similar case can be made for 1. Theidentification results in Abbring and Van den Berg 2003b can be applied to prove that theseextensions do not lead to loss of identification. Also note that the interpretation of 3 affects theinterpretation of . For example, one may interpret 3 as an indicator of effect heterogeneity.We do not pursue this further here.31covariate effects and duration dependence terms in 17 on the other. Note thatthis automatically leads to violation of Assumption 6iii, although this can beremedied by imposing absence of such interactions if t s. Finally, the presenceof exogenous timevarying explanatory variables generally allows for identificationof less restrictive duration models see Honor e, 1991, and Heckman and Taber,1994.Does it help to impose restrictions on the modeling of noncompliance? Consider the interpretation of Z as a randomized ITT. In the above model, noncompliance is incorporated in the specification of Sz. However, in practicalapplications, the experimental design may lead to types of noncompliance thatjustify restrictions on Sz. For example, like in Subsection 3.3, noncompliancemay be asymmetric in the sense that agents always comply if assigned to the control group z 0, i.e. PrS0 1. As another example, Sz may have amass point at with PrSz dependent on z and with SzSz having a distribution that does not depend on z. Unfortunately, such restrictionsdo not enable identification under much weaker conditions than above, becausethey do not substantially facilitate the identification of the embedded dependentcompeting risks model for T , z and Sz.We conclude this section by noting that even though ITT is randomly assigned, not much can be learned about either i ex ante ITT effects or ii expost treatment effects, without imposing semiparametric structure. This meansthat results based on actual social or, for that sake, laboratory experimentsdepend on the chosen semiparametric structure.5 Conclusion Social experiments in which the outcome of interest is a duration variable aremore difficult to analyze than social experiments with timeindependent outcomes. First, the outcome may be censored. Second, the randomization occurs attime zero but the composition of survivors changes over time in different waysin the treatment and control groups, and this complicates inference of averageeffects on the individual hazard rate. The paper studies the three most importantbenchmark cases, distinguished by whether treatment is immediate or not andwhether compliance is perfect or not.In the intermediate case of imperfect compliance and immediate treatment,one can make nonparametric inference on local average treatment effects onsurvival probabilities, and we derive the relevant asymptotic results. To inferaverage effects on hazard rates, one has to resort to semiparametric models. As 32a byproduct, the paper establishes identification of MPH models with a binaryendogenous regressor and a binary instrumental variable. In the most complicatedcase imperfect compliance, later treatment, nonparametric analyses are notinformative on ex ante effects on survival before actual treatment, nor on expost effects. Nonparametric bounds are so wide that ex ante effects typicallycan not be signed. Again, semiparametric models provide identification, and thepaper establishes identification of TimingofEvents models augmented with exante effects.The results of this paper lead to the conclusions that 1 while it is possible tomake nonparametric inferences on additive effects on survival probabilities, thedegree to which these are informative decreases with the complexity of the case athand, and 2 to study the more interesting average effects on individual hazardrates and conditional exit probabilities one needs a semiparametric structure,despite the randomization at time zero. In sum, despite the randomization notmuch can be learned without a semiparametric structure.One approach to these problems is to use more complex dynamic experimental designs than the simple design considered in this paper. However, the mainarguments and results carry over to such designs in which randomization takesplace repeatedly at discrete possibly random times. If actual treatment enrollment takes place at the same times, an extension of our first two cases applies. Ifagents enroll in treatment more frequently, say continuously, then an extensionof our third case applies. With continuous outcomes and treatment enrollment,repeated randomization can at best reduce the inference problems, e.g. by narrowing bounds on some parameters of interests, but not solve these problemsaltogether. A topic for further research is to design and explore the use of experiments in which individuals are on purpose misinformed about the regime theyare assigned to.The results have some implications for the design of social experiments andlaboratory experiments. First, experimental inference requires semiparametricstructure, so results depend on the chosen semiparametric structure. Second, itis useful to collect as many explanatory variables on the subjects as possible,for two reasons: it serves to reduce the magnitude of unobserved heterogeneity,and it facilitates the semiparametric inference. Third, it is advisable to minimizeimperfect compliance.33Appendixncid:17nnnnn F T ;S0,Z0cid:17cid:19cid:19cid:16b F 1;Q F 1;Qcid:17cid:16b F 0;Q F 0;Q1 bp0bp1 bp0 1 bp1bp1 bp0Appendix 1 Proofs of statements in Section 3Proof of Proposition 1. First writecid:16b F T ;S0,Z0 F T ;S0,Z0cid:17cid:16b F T ;S0,Z1 F T ;S0,Z1cid:18 1 bp0bp1 bp0 1 p0cid:18 1 bp1p1 p0bp1 bp0 1 p1cid:17cid:16b F T ;S1,Z1 F T ;S1,Z1p1 p0cid:16b F T ;S1,Z0 F T ;S1,Z0cid:18bp1bp1 bp0cid:18bp0bp1 bp0cid:17cid:16b F T ;S0,Zz F T ;S0,Zzcid:17cid:16b F T ;S1,Zz F T ;S1,Zzn bpz pz z 0, 1 converge jointly in distribution to F T ;S0,Zz G0zp1 pz qz z 0, 1, F T ;S1,Zz G1zppzqz z 0, 1, and Nz z 0, 1, with N1,Furthermore, bpzN0, G11, G01, G10, and G00 mutually independent with distributions as given in Proposition 1.D pz by the law of large numbers. The claimed result follows from consecutively applying Slutskys lemma, the delta method, and the continuousmapping theoremsee e.g. Van der Vaart and Wellner, 1996. F T ;S0,Z1bp1bp1 bp0bp0bp1 bp0Next, note thatz 0, 1, andp1 p0 F T ;S1,Z0p1 p0cid:17cid:19cid:19 F T ;S1,Z1z 0, 1,nnnp1p0nnand.n Derivation of equation 11. Note that the righthand side of 11 equalsp1f T ;S1,Z1t p0f T ;S1,Z0t1 p0 f T ;S0,Z0t 1 p1 f T ;S0,Z1tlimt 0cid:21.by De l Hospitals rule, and thatcid:20cid:18Z tcid:19f T ;Ss,Zzt ts EV exps VdS s, Z z, T t Next, we substitute the equation below, which follows from EV Z 1 EV Z 0,p1EV S 1, Z 1p0EV S 1, Z 0 1p0EV S 0, Z 01p1EV S 0, Z 10Proof of Proposition 3. The X variables only play a role in the identification of , and FVfrom the outcomes for Z 0. We therefore proceed conditional on X, subsume X into ,and suppress X in the notation.34cid:19cid:18Z t 0Among agents with S 0, Z 1 there holds that F T ;S0,Z1t LV ;S0,Z1with LV ;S0,Z1 being the Laplace transform of V S 0, Z 1. Its argument R tan already identified function. Thus, LV ;S0,Z1 is identified, and therefore FV ;S0,Z1.d,0 d is From FV v FV ;Z1v p1FV ;S1,Z1v 1 p1FV ;S0,Z1vwe can now also identify FV ;S1,Z1, since all other quantities in this equation are observed oridentified. Note that this requires p1 0, which is the present formalization of Assumption 3i.Among agents with S 1, Z 1 there holds that F T ;S1,Z1t LV ;S1,Z1d,cid:18Z tcid:190with LV ;S1,Z1 being the Laplace transform of V S 1, Z 1. Because this is alreadyidentified, and the lefthand side is observed, we can back out the argument of this Laplacetransform. Since is also already almost everywhere identified, it follows that is almosteverywhere identified.Appendix 2 Proofs of statements in Section 4Proof of Proposition 5. This proof follows as a special case of Bond and Shaw 2003. First,suppose that S T . Then,QS;Z1t Pr S1 t, T , 1 S1T T , 0 1 Pr S0 St, T , 0 S0 QS;Z0St, Prcid:0S0 St, 1 Prcid:0T , 0 T t, 1QT ;Z1t Pr T , 1 t, T , 1 S1 Pr T , 0 T t, T , 0 S0 QT ;Z0T t,T T , 0 1S S0cid:1S S0cid:1and HZ0T t HZ1t PrT , 1 t, S1 t Pr T , 0 T t, S0 St HZ0St.Taken together, these inequalities imply that 1Z0 HZ1 S QS;Z0 QS;Z1 and H11Z0 HZ1.T ;Z0 QT ;Z1 T H1QSimilarly, if S T we have that 1Z0 HZ1 S QS;Z0 QS;Z1 and H11Z0 HZ1.T ;Z0 QT ;Z1 T H1Q35References Abadie, A. 2002, Bootstrap tests for distributional treatment effects in instrumental variable models, Journal of the American Statistical Association, 97,284292.Abadie, A., J. Angrist, and G. Imbens 2002, Instrumental variables estimatesof the effect of subsidized training on the quantiles of trainee earnings, Econometrica, 70, 91117.Abbring, J.H. 2003, Dynamic econometric program evaluation, Working paper, Free University, Amsterdam Paper prepared for the H. Theil Memorial Conference, Amsterdam, 1618 August 2002.Abbring, J.H., P.A. Chiappori, and J. Pinquet 2003, Moral hazard and dynamic insurance data, Journal of the European Economic Association, 1, 767820.Abbring, J.H. and G.J. van den Berg 2003a, The identifiability of the mixedproportional hazards competing risks model, Journal of the Royal Statistical Society Series B, 65, 701710.Abbring, J.H. and G.J. van den Berg 2003b, The nonparametric identificationof treatment effects in duration models, Econometrica, 71, 14911517.Abbring, J.H., G.J. van den Berg, and J.C. van Ours 2005, The effect ofunemployment insurance sanctions on the transition rate from unemploymentto employment, Economic Journal, 115, forthcoming.Andersen, P.K., . Borgan, R.D. Gill, and N. Keiding 1993, Statistical Models Based on Counting Processes, SpringerVerlag, New York.Bijwaard, G. 2003, Instrumental variable estimation for duration data, Working paper, Erasmus University, Rotterdam.Bijwaard, G. and G. Ridder 2005, Correcting for selective compliance in areemployment bonus experiment, Journal of Econometrics, 125, 77111.Black, D.A., J.A. Smith, M.C. Berger, and B.J. Noel 2003, Is the threat ofreemployment services more effective than the services themselves? Evidencefrom random assignment in the UI system, American Economic Review, 93,13131327.Bond, S.J. and J.E.H. Shaw 2003, Bounds on the covariatetime transformation for competingrisks survival analysis, Working paper, University of Warwick, Coventry.36Chesher, A. 2003, Semiparametric identification in duration models, Workingpaper, UCL, London.Cox, D.R. 1959, The analysis of exponentially distributed lifetimes with twotypes of failure, Journal of the Royal Statistical Society Series B, 21, 411421.Cox, D.R. 1962, Renewal Theory, Methuen, London.Eberwein, C., J.C. Ham, and R.J. La Londe 1997, The impact of being offeredand receiving classroom training on the employment histories of disadvantagedwomen: Evidence from experimental data, Review of Economic Studies, 64,655682.Elbers, C. and G. Ridder 1982, True and spurious duration dependence: Theidentifiability of the proportional hazard model, Review of Economic Studies,49, 403410.Ferrall, C. 2002, Estimation and inference in social experiments, Workingpaper, Queens University, Kingston.Feins, J.D., M.J. Holin, and A.A. Phipps 1996, MTO: Moving to Opportunityfor Fair Housing Demonstration. Program Operations Manual Revised, Abt Associates Inc., Cambridge, MA.Fleming, T.R. and D.P. Harrington 1991, Counting Processes and Survival Analysis, Wiley, New York.Ham, J.C. and R.J. La Londe 1996, The effect of sample selection and initialconditions in duration models: Evidence from experimental data on training,Econometrica, 64, 175205.Heckman, J.J. 1997, Instrumental variables: A study of implicit behavioral assumptions used in making program evaluations, Journal of Human Resources,32, 441462.Heckman, J.J. and B.E. Honor e 1989, The identifiability of the competingrisks model, Biometrika, 76, 325330.Heckman, J.J., R.J. La Londe, and J.A. Smith 1999, The economics and econometrics of active labor market programs, in O. Ashenfelter and D. Card, editors, Handbook of Labor Economics, Volume III, NorthHolland, Amsterdam.Heckman, J.J., J.A. Smith, and C. Taber 1998, Accounting for dropouts inevaluations of social programs, Review of Economics and Statistics, 80, 114.Heckman, J.J. and C.R. Taber 1994, Econometric mixture models and moregeneral models for unobservables in duration analysis, Statistical Methods in Medical Research, 3, 279302.37Honor e, B.E. 1991, Identification results for duration models with multiplespells or timevarying covariates, Working paper, Northwestern University,Evanston.Imbens, G.W. and J.D. Angrist 1994, Identification and estimation of localaverage treatment effects, Econometrica, 62, 467475.Imbens, G.W. and D.B. Rubin 1997, Estimating outcome distributions forcompliers in instrumental variables models, Review of Economic Studies, 64,555574.Katz, L.F., J.R. Kling, and J.B. Liebman 2001, Moving to Opportunity in Boston: Early results of a randomized mobility experiment, Quarterly Journalof Economics, 116, 607654.Kortram, R.A., A.J. Lenstra, G. Ridder, and A.C.M. van Rooij 1995, Constructive identification of the mixed proportional hazards model, Statistica Neerlandica, 49, 269281.Lancaster, T. 1990, The Econometric Analysis of Transition Data, Cambridge University Press, Cambridge.Lenstra, A.J. and A.C.M. van Rooij 1998, Nonparametric estimation of themixed proportional hazards model, Working paper, Free University, Amsterdam.Manski, C.F. 1997, Monotone treatment response, Econometrica, 65, 13111334.Meyer, B.D. 1996, What have we learned from the Illinois reemployment bonusexperiment?, Journal of Labor Economics, 14, 2651.Neyman, J. 1923, On the application of probability theory to agricultural experiments. Essay on principles, Roczniki Nauk Rolniczych, 10, 151 in Polish;edited and translated version of Section 9 by D.M. Dabrowska and T.P Speed1990, Statistical Science, 5, 465472.Orr, L., J.D. Feins, R. Jacob, E. Beecroft, L. Sanbonmatsu, L.F. Katz, J.B. Liebman, and J.R. Kling 2003, Moving to Opportunity for Fair Housing Demonstration Program. Interim Impacts Evaluation, U.S. Department of Housingand Urban Development, Office of Policy Development and Research, Washington, D.C.Peterson, A.V. 1976, Bounds for a joint distribution function with fixed subdistribution functions: Application to competing risks, Proceedings of the National Academy of Sciences, 73, 1113.38Richardson, K. and G.J. van den Berg 2001, The effect of vocational employment training on the individual transition rate from unemployment to work,Swedish Economic Policy Review, 8, 175213.Robins, J.M. and A.A. Tsiatis 1991, Correcting for noncompliance in randomized trials using rank preserving structural failure time models, Communications in Statistics Theory and Methods, 20, 26092631.Rubin, D. 2000, Discussion of causal inference without counterfactuals, Journal of the American Statistical Association, 95, 435438.Van den Berg, G.J. 2001, Duration models: Specification, identification, andmultiple durations, in J.J. Heckman and E. Leamer, editors, Handbook of Econometrics, Volume V, North Holland, Amsterdam.Van den Berg, G.J. 2004, An economic analysis of exclusion restrictions for instrumental variable estimation, Working paper, Free University Amsterdam,Amsterdam.Van den Berg, G.J. and B. van der Klaauw 2005, Counseling and monitoringof unemployed workers: Theory and evidence from a controlled social experiment, International Economic Review, forthcoming.Van den Berg, G.J. and J.C. van Ours 1997, Eyeballing state dependenceand unobserved heterogeneity in aggregate unemployment duration data, Research in Labor Economics, 16, 369394.Van der Vaart, A.W. and J.A. Wellner 1996, Weak Convergence and Empirical Processes, Springer, New York.Vaupel, J.W. and A.I. Yashin 1985, The deviant dynamics of death in heterogeneous populations, in N.B. Tuma, editor, Sociological Methodology 1985,JosseyBass, San Francisco.39Publication series published by the Institute for Labour Market Policy Evaluation IFAU latest issues RapporterReports 2005:1 Ahlin Asa Eva Mork Vad hande med resurserna nar den svenska skolan 2005:2 2005:3 decentraliserades? Soderstrom Martin Roope Uusitalo Vad innebar inforandet av fritt skolval i Stockholm for segregeringen i skolan? Fredriksson Peter Olof Aslund Paverkas socialbidragsberoende av omgivningen? 2005:4 UlanderWanman Carin Varslad, uppsagd, ateranstalld. Foretradesratt till ateranstallning enligt 25 LAS i praktisk tillampning Isacsson Gunnar Finns det en skillnad mellan samhallets och individens avkastning pa utbildning? 2005:5 Working Papers 2005:1 Ericson Thomas Personnel training: a theoretical and empirical review 2005:2 Lundin Martin Does cooperation improve implementation? Centrallocal government relations in active labour market policy in Sweden 2005:3 Carneiro Pedro, James J Heckman Dimitriy V Masterov Labor market discrimination and racial differences in premarket factors de Luna Xavier Ingeborg Waernbaum Covariate selection for nonparametric estimation of treatment effects 2005:4 2005:5 Ahlin Asa Eva Mork Effects of decentralization on school resources 2005:6 Cunha Flavio, James J Heckman Salvador Navarro Separating uncertainty from heterogeneity in life cycle earnings Soderstrom Martin Roope Uusitalo School choice and segregation: evidence from an admission reform 2005:7 2005:8 Aslund Olof Peter Fredriksson Ethnic enclaves and welfare cultures 2005:9 2005:10 quasiexperimental evidence van der Klaauw Bas, Aico van Vuuren Peter Berkhout Labor market prospects, search intensity and the transition from college to work Isacsson Gunnar External effects of education on earnings: Swedish evidence using matched employeeestablishment data 2005:11 Abbring Jaap H Gerard J van den Berg Social experiments and instrumental variables with duration outcomes Dissertation Series 2003:1 Andersson Fredrik Causes and labor market consequences of producer heterogeneity 2003:2 Ekstrom Erika Essays on inequality and education ", "filename": "490477585.pdf", "person": ["Jaap H. Abbring", "Abbring, Jaap H.", "Gerard J. van den Berg", "van den Berg, Gerard J."], "date": ["2005"]}