{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/78689/1/490504558.pdf"], "title": ["Swedish evidence on the impact of cognitive and non-cognitive ability on earnings: An extended pre-market factor approach"], "plaintext": "The Institute for Labour Market Policy Evaluation IFAU is a research institute under the Swedish Ministry of Industry, Employment and Communications, situated in Uppsala. IFAUs objective is to promote, support and carry out: evaluations of the effects of labour market policies, studies of the functioning of the labour market and evaluations of the labour market effects of measures within the educational system. Besides research, IFAU also works on: spreading knowledge about the activities of the institute through publications, seminars, courses, workshops and conferences; creating a library of Swedish evaluational studies; influencing the collection of data and making data easily available to researchers all over the country. IFAU also provides funding for research projects within its areas of interest. There are two fixed dates for applications every year: April 1 and November 1. Since the researchers at IFAU are mainly economists, researchers from other disciplines are encouraged to apply for funding. IFAU is run by a DirectorGeneral. The authority has a traditional board, consisting of a chairman, the DirectorGeneral and eight other members. The tasks of the board are, among other things, to make decisions about external grants and give its views on the activities at IFAU. A reference group including representatives for employers and employees as well as the ministries and authorities concerned is also connected to the institute. Postal address: P.O. Box 513, 751 20 Uppsala Visiting address: Kyrkogardsgatan 6, Uppsala Phone: 46 18 471 70 70 Fax: 46 18 471 70 71 ifauifau.uu.se www.ifau.se Papers published in the Working Paper Series should, according to the IFAU policy, have been discussed at seminars held at IFAU and at least one other academic forum, and have been read by one external and one internal referee. They need not, however, have undergone the standard scrutiny for publication in a scientific journal. The purpose of the Working Paper Series is to provide a factual basis for public policy and the public policy discussion. ISSN 16511166 Swedish evidence on the impact of cognitive and noncognitive ability on earnings an extended premarket factor approach by Johnny Zetterberg June 21, 2005 Abstract This paper investigates the impact on earnings of noncognitive ability, measured in terms of individuals selfesteem on earnings. Starting with the premarket factor approach suggested by Neal Johnson 1996 a main finding is that measures of relative selfesteem along with cognitive ability are positively correlated with earnings. The analysis also reveals that the returns to cognitive and noncognitive ability vary over the earningsdistribution: the returns are larger at higher levels of earnings than at low levels. While qualitatively robust, the effects decrease in magnitude when an extended version of the premarket factor model is used. Keywords: Incentiveinfluencing preferences, cognitive and noncognitive ability, relative and absolute selfesteem, earnings distribution. JEL codes: J31, M54. This research was supported by a grant from FAS Forskningsradet, Arbetsliv och Socialvetenskap. Jesper Antelius has done excellent research assistance. Comments on earlier drafts of the paper from Sten Johansson, Anna Larsson, Erik Mellander, Anna Sjogren, Bjorn Ockert, seminar participants at IFAU and FIEF are gratefully acknowledged. IFAU, P.O. Box 513, SE751 20 Uppsala, Sweden, 46 18 471 70 82, johnny.zetterbergifau.uu.se. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 1 Table of contents 1 Introduction   3 A brief review of the literature   6 2 3 A simple framework   9 3.1 Examples of incentiveinfluencing incentives  11 Results from previous studies and some empirical issues   13 4 5 Data and empirical results   18 5.1 Estimation results   21 5.2 Estimations results from quantile regressions   28 6 Concluding remarks  32 References  35 Appendix  39 2 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Introduction 1 Differences in wagesearnings are in general explained by differences in educational attainment, along with experience, age, gender, ethnicity, and family background. At the same time, it is an empirical fact that there are considerable wage earnings differentials across individuals with similar education. To the extent that these differences vary systematically they indicate that employers are willing to pay wages exceeding those motivated by the equilibrium skill premium. Apparently, there are individuals with qualities or abilities that other individuals do not posses that are appreciated by the employer. This observation gives rise to the issue of what qualifications which actually are valued in the labour market. An obvious abilityfactor is individual ability in terms of the intelligence quotient IQ that is assumed to indicate individual productivity and thereby is a wage determinant. A positive relationship between the individuals cognitive ability and earnings is also supported by several empirical studies.1 However, the concept of ability includes several other dimensions than the individuals cognitive ability. These other dimensions will henceforth be denoted noncognitive ability. Heckman Rubinstein 2001 conclude that in real life there are a number of examples of highIQ people who failed to achieve success in life because they lacked selfdiscipline and lowIQ people who succeeded by virtue of persistence, reliability, and selfdiscipline. It also has been verified that in connection with firms recruitment of labour, noncognitive individual characteristics such as attitudes, motivation and communicative skill may be ranked far higher than formal educational attainment years of schooling or theoretical attainments. In recent years, a growing economic literature has emphasized the relationship between the individuals noncognitive ability psychological capital and labour market outcomes. The main hypotheses is that the individual wage productivity is influenced by hisher motivation, reliability, perseverance, view of life, social skills etc. Empirically support for measures of personal traits that vary with earningswages are reported in, for instance, Goldsmith et al 1997 and Murnane et al 2001. They find that the individuals selfesteem covaries positively with future earnings whereas more odd findings are 1 For references, see Section 2 in the present paper. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 3 reported in Duncan Tifone 1998 who find a positive relationship between earnings and individuals whose home was clean.2 This paper is related to the above literature, using Swedish data in order to analyse the importance of cognitive and noncognitive factors, respectively, for individual earnings. For obvious reasons it is not possible to capture the overall characteristics of the individual in one single measure. Similar to previous studies the point is rather to investigate whether or not there is any empirical support for the idea that the individuals personal traits do matter for the labour market outcome, in addition to cognitive ability. The focus of this paper is on measures of noncognitive ability that are expected to capture the individuals selfesteem. Firstly, this personal trait is included within a theoretical framework in order to substantiate the empirical analysis. The framework is based on Bowles et al 2001a, 2001b who use a principalagentmodel to explain wage differentials across individuals. The main message is that individual traits in terms of incentiveenhancing preferences make it possible for the employer to induce higher effort from the employee at a lower cost. Profitmaximizing agents in competitive markets may therefore find it valuable to reward such preferences. Using this framework it is shown that selfesteem is a personal trait that is an incentiveenhancing preference and hence may be valuable to the employer. 3 Secondly, in the empirical part of the paper, the influence of cognitive and noncognitive factors is investigated by estimating earnings equations for males and females, respectively. The empirical analysis is also extended to investigate whether or not the influence of cognitive and noncognitive variables on earnings varies over the earnings distribution. The investigation uses longi 2 Another example of odd finding is found in Bowles et al 2001a. They report evidence from British data on how personal traits in terms of Aggression and Withdrawal, respectively, affect future earnings. For females, these traits in general vary negatively with earnings. However, a decomposition of the data by gender in highstatus job, and lowstatus job, show that while earnings of males vary positively with Aggression and negatively with Withdrawal, the opposite relationship holds true for females! 3 Other approaches are of course possible. For instance, it is possible to explain wage differences across individuals with similar educational attainment by means of a schooling model with heterogenous characteristics in terms of different productivityrelated cognitive and noncognitive abilities. But the limitation of such an approach is that it presumes that different personal traits reflect differences in individual productivity and thereby excludes personal traits that give rise to wage dispersion but still are not necessarily related to productivity, for instance the importance of having a clean home. Benabou Tirole 2002 and Sjogren Sallstrom 2004 use another approach and model personal traits as a result of different social interactions. 4 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings tudinal data on individuals mainly born in 1967, based on interviews and questionnaires from early school age 1213 years of age. This data has then been matched with register data on earnings from the time the individual left compulsory schools until heshe was about 34 years old. The data also enables us to deal with problems of potential endogeniety discussed in the literature that are related to the causality between the individuals earnings and noncognitive ability. This problem may be overcome by using data on the noncognitive ability of the individual before entering the labour market as an instrument. This premarket factor approach suggested by Neal Johnson 1996 would allow us to use OLS since earnings variations are explained by variables that can be taken to be predetermined. This approach implies that traditional human capital variables such as schooling and labour market experience are excluded from the analysis. Compared to the original premarket factor approach the present paper extends the empirical analysis in two important directions. Firstly, measuring cognitive and noncognitive variables during childhood does not necessarily mean that they can be taken to be predetermined. Personal traits such as selfesteem in particular, are likely to be dependent both on genes and environmental factors that the individual is exposed to during adolescence. Moreover, the outcomes of IQtests might be sensitive to the individuals maturity age when the test was performed. Hence, there are reasons for using measures of cognitive and noncognitive ability that are adjusted for such underlying factors. The importance of such factors is an empirical matter though and is therefore highlighted by comparing and contrasting estimates of such adjusted measures to their corresponding unadjusted measures. Secondly, the analysis highlights a potential error of measurement in the selfesteem measure that may arise since selfesteem measured during childhood does not necessarily reflect the individuals selfesteem when grownup. It is argued that a key factor to handle this potential measurement error is the individuals human capital since selfesteem when grownup is likely to be dependent on the accumulation of human capital before entering the labour market while at the same time the selfesteem of the individual is important for the investment in human capital made during adolescence. The importance of this error of measurements is highlighted by introducing human capital variables as controls in the earnings equations. This extension constitutes a considerable departure from the original premarket factor approach. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 5 Consistent with previous studies, a main finding of the paper is first that the unadjusted measures of cognitive ability and noncognitive ability are positively correlated with earnings. However, when the adjusted measures are used in the estimations and when human capital controls are introduced the findings reveal lower estimates of the returns to different abilities. Another finding is that the return to ability varies over the earnings distribution: the return is considerably larger at higher levels of earnings than at low levels. But when human capital controls are introduced into the analysis the conclusion is instead that the returns to cognitive and noncognitive abilities tend to be completely equalised over the income distribution. In general these results apply to both males and females. The outline of the paper is as follows. Section 2 provides a short survey of the literature to Section 3 which provides a theoretical model of the individuals selfesteem in terms of a simple principalagentframework. This framework is intended to serve as a general basis for the empirical analysis in the subsequent sections. Section 4 discusses the empirical approach used while Section 5 provides a description of the data and empirical results. Section 6 concludes the paper. 2 A brief review of the literature The type of skill most commonly believed to explain wage differentials across individuals with similar education is the individuals cognitive ability in terms of the intelligence quotient IQ.4 The cognitive ability is fairly stable over the life cycle: it evolves into early adolescence and then remains more or less constant.5 This does not necessarily mean that measures intended to capture the individuals cognitive ability are unaffected by investments in human capital. If anything, there is evidence that previous schooling and work experience indeed 4 Cognitive ability or intelligence quotient IQ is often used as a summary measure of individual reasoning ability, verbal ability and spatial ability. Psychologists also use three additional categories of variables in classifying individual characteristics: vocational preferences, psychomotor abilities and personality variables. Vocational preferences concern individual ranking of occupations while psychomotor abilities involve individual physical strength and skill, reaction time, flexibility etc. Personality variables intend to capture the individuals perception and behaviour among other individuals. For references, see Hartog 2001. 5 For references, see Heckman 2000. 6 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings influence achievement scores.6 Hence, an important empirical issue is how to measure the variable used to capture cognitive ability. To fulfil the requirement of exogeniety in estimating the influence of cognitive ability on the outcome of educational attainments andor earnings, the measure used must not be contaminated by schooling besides compulsory schooling or other investments in human capital. The most commonly used measures of cognitive ability in empirical studies are test scores from different kinds of IQtests, grades in mathreadings or AFQT.7 The evidence suggests that measures of cognitive ability from early ages in general are strongly positively correlated with the success in the labour market during adulthood measured in terms of earnings andor employment.8 In a controversial study The Bell curve Herrnstein Murray 1994 even argue that individual IQ more or less is the universal determinant of economic and social success. However, this study has been strongly criticised on empirical grounds and in light of findings from previous research.9 For instance, Neal Johnson 1996 report evidence that the sample used by Herrnstein Murray implies that the measure of individual IQ used AFQT test scores is likely to be endogenous in their analysis. Furthermore, the studys main conclusion is in stark contrast to the results in another influential study by Jencks 1979. Jencks analysis concerns the importance of individual IQ as well as schooling, family background and individual noncognitive ability. The main conclusion is that no single factor dominates the others and that the relative importance of each factor differs across samples and outcomes. 6 See Carneiro Heckman 2003. 7 It is mostly studies using US data that have used information from the Armed Forces Qualification Test AFQT that exists in an older 1980 and a more recent version 1989. The recent version is based on four out of ten different tests that the US army uses as a means of assigning recruits to military positions. The AFQTmeasure summarises the results from the four tests that involve paragraph comprehension, arithmetic reasoning, word knowledge and mathematics knowledge. In the older version 1980 the measure is slightly differently defined, see Neal Johnson 1996. According to these authors the AFQTmeasure should not be interpreted as a test of individual innate ability but as a test of individual achievement and learned skill. 8 See Connolly et al 1992 Blackburn Neumark 1993, Cameron Heckman 1993, Murnane et al 1995, Neal Johnson 1996, Currie Thomas 2001 and Zax Rees 2002. Some older studies report a nonexisting or only weak relationship between intellectual capacity and future earnings. See Zax Rees 2002 for references. 9 See for instance Manski Goldberger 1995, Korenman Winship 1995, Neal Johnson 1996. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 7 In a survey article Bowles et al 2001a argue that the literatures strong focus on individual cognitive ability IQ as an explanation for wage differentials is likely to have been governed by the availability of data on cognitive performance scores from different kinds of tests. In turn, this seems to have crowded out other complementary hypotheses on, for instance, the role of individual noncognitive characteristics for the economic outcome. There is a small but growing economic literature focusing on the relationship between the individual noncognitive ability psychological capital which is a comprehensive term for personal traits such as selfesteem, attitudes to work, social skills etc and the labour market outcome. In one strand of this literature the main hypothesis is based on theories of social psychologists on the individuals general outlook on life herhis locus of control. This is assumed to play a crucial role for the individuals conception of life and selfesteem, respectively, and thereby for the future outcome in the labour market. In this context one distinguishes between individuals who are externalisers and internalisers, respectively. Externalisers believe that their life to a large extent is controlled by outside forces and consequently that the prospects of taking responsibility for their own life position are limited. On the other hand, internalisers are individuals who believe that they have a large influence on their own position in life and that the outcome is due to their own actions. In other words, the latter category of individuals is assumed to have a higher degree of locus of control that in turn strengthens their intrinsic value and thereby their selfesteem. Therefore, individuals with high selfconfidence are assumed to be more productive. They are more likely to efficiently make use of their creative potential in their work by being more openminded to a wider range of solutions to problems and by having a large ability to cooperate. They also use their time more efficiently since they need less direction from their employers. 10 Bowles et al 2001a, 2001b develop and generalise some of these ideas within a simple principalagentmodel in order to explain individual wage differentials. Individual personal traits may be of relevance for earnings in a labour market which is characterised by persistent disequilibrium rents due to technological shocks or other shocks and where all conditions in the labour contracts are not completely enforceable. Individuals with certain personal traits which are not necessarily related to individual productive skills have 10 For references see Goldsmith et al 1997 and Murnane et al 2001. 8 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings larger ability than others to identify, capture and take advantages of such disequilibrium rents. This concerns for example individuals who exhibit a higher degree of independence andor believe that their own actions efficiently influence the outcome internalisers, in contrast to more fatalistic individuals externalisers andor individuals who are more impatient by nature. For firms with limited possibilities to monitor their employees the effort of the employees is endogenously determined since effort cannot in general be regulated in the labour contract. The contract may then rather be an agreement in which the employee accepts the employers authority during the hours of work and the employer can use this authority to secure a certain flow of labour services. In order for employers to be able to exercise and enforce such a contract they firstly have to pay a wage that exceeds the alternatives, and secondly, to threat to terminate the labour contract if it is not fulfilled. In such a situation there may be reasons for the employer to take into account the individuals traits if these exert an influence on costs to secure the labour force services. In particular, this concerns personal traits or incentiveinfluencing preferences that make it possible for the employer to affect the costs of labour effort. Incentiveinfluencing preferences that will lead an employee to work harder are valuable for the employer even though they do not contribute directly to production. Profitmaximising firms may therefore be motivated to reward such preferences. 3 A simple framework Following Bowles et al 2001a, 2001b, consider an individual possessing a given potential capacity who supplies labour services to a firm in terms of working hours h and a certain effort level e, where 0. The employer can decide upon the number of hours worked but effort cannot be regulated in the contractual agreement. Moreover, the employer has an imperfect measure e that the employee has shirked. of effort that indicates the probability Employees who by a certain probability q are detected shirking are directly dismissed and replaced by a new identical employee while those who get fired take the next best alternative in terms of the unemployment benefit and job 1 e IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 9 where 1,0e implying is a parameter, eqe0. search.11 The termination probability is assumed to be determined by the 0function , eThe relationship between the employer and the employee is modelled as an infinitely repeated game. First, in order to maximise profit the employer chooses to hire h employees each one of which works for one hour at a wage w. The wage is set taking in account of the fact that higher wages can induce the employee to supply a higher effort since the cost of losing the job increases with the wage. In the next step, the employee chooses the level of effort that maximises the present value of expected utility conditional on the expectation of the terminal probability function If the individuals utility function uis strictly increasing and concave in wages w while strictly decreasing in labour effort e, the discounted value of being employed, 1ev, can be written as ewuveze1, respectively, where v eveand ,ez are values of the value function and the alternatives in the next period, and denotes the subjective discount rate. In steady state the value function can be written as: evzewuz,e 1 e . ew,Equation 1 says that the value of employment is determined by the value of the alternative income, z, and the employment rents that is the present value of the excess of holding a job over the next best alternative. In the next step the employee chooses the level of effort that maximizes the value ofev. The first order condition 0evimplies that: uev ze 2 11 Compare Shapiro Stiglitz 1984. 10IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings e zwe,In equilibrium the marginal subjective cost of effort is equal to the marginal subjective revenue in terms of employment rent times the marginal effect of increased effort on the probability of losing the job. From the equilibrium condition the employees reaction function is solved in terms of . The impact of incentiveinfluencing preferences on the , in employees reaction function is described by introducing a parameter, the utility function and the value function, respectively. Hence, the value function can be written as . The influence of preferences on effort channelled by the reaction function is then determined by totally differentiating the first order condition . Rearranging, we obtain: , evev 0 dedvevee where 0eev 3 dedsignev and sign Hence, the impact of incentiveinfluencing preferences on the employees reaction function and thereby on effort are due to the nature of the preferences. Personal traits that are incentiveenhancing i.e., v, increase the marginal effect of the present value of holding a job, meaning that the reaction function, all other things equal, shifts upwards. Analogously, implies personal traits that have a contrary effect on effort and consequently on the reaction function. 0ev 0e 3.1 Examples of incentiveinfluencing incentives Of course, there are different personal traits that more or less plausibly can be classified as incentiveenhancing and incentivedampening, respectively. Personal traits that may be valuable to the employer are, for instance, reliability, company loyalty and staying power. An example of incentiveenhancing preferences is a reduction in the individuals subjective discount rate which indicates that the individual is forward looking and likely to remain in the company while a high rate discount rate indicates the opposite. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 11 The value of incentiveenhancing preferences may vary due to the nature of the employers problem of authority. In organizations with limited ability to monitor the employees, preferences such as reliability are highly esteemed while in organizations with favourable monitoring conditions, the employer might rather value the foremans ability to interact with others, i.e. of being good with people. , me The previous discussion on the classification of individuals into internalisers and externalisers, respectively, implied that selfesteem might differ across individuals. Contrary to externalisers internalisers expect that their own actions have a large impact on the outcome of their lives. Formally, the impact of such a trait on the employees reaction function can be determined by first writing where m is a measure of the individuals the terminal probability as selfesteem. Furthermore, it is assumed that, since individuals with high selfesteem also value high personal efficacy and therefore expect that their effort have a relatively large influence on the terminal probability . This also means that persons with high selfesteem expect that they could retain their jobs conditional on their own labour effort i.e. . The first order condition 2 is then modified as follows: v 0em 0m 2 eu ezve Differentiating the reaction function with respect to m gives: vu0vemzz eemmve2 4 by account of the first order condition 2 and 0em. Hence, selfesteem is a personal trait that is incentiveenhancing. This is due e , to the fact that selfesteem decreases the value of the terminal probability,which increases the marginal subjective revenue of effort and thereby increases the employees desired level of effort. More intuitively, selfesteem increases the extent to which effort reduces the probability of losing ones job. 12IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 4 Results from previous studies and some empirical issues The following section investigates whether there is empirical support for the hypothesis that noncognitive ability in terms of selfesteem has an impact on individual earnings. The conventional view is that individual psychological factors or noncognitive variables are difficult to measure.12 In particular, there are two kinds of measurement problems that have been discussed in the literature. Firstly, measures based on subjective interpersonal comparisons of graded answers might be meaningless since individuals may perceive a given scale differently. As a result, two individuals with identical reactions to a certain statement may respond differently; for instance, the first person chooses Agree while the second person picks Strongly agree. However, Goldsmith et al 1997 argue that modifying the graded responses to more distinctly dichotomous alternatives can reduce this kind of measurement error.13 This is also stressed by Bertrand Mullainathan 2001 who show that if measurement errors are sufficiently small, subjective measures, such as indicators of the individuals attitude, can be used as explanatory variables in predicting outcomes. Secondly, there is a potential problem of endogeniety. Contrary to IQ that is formed early in life, noncognitive ability skill evolves over the life cycle. In an empirical analysis this means that variables measuring individual selfesteem after labour market entry can be misleading since selfesteem could be influenced by previous outcomes in the labour market. Estimates of earnings equations where selfesteem is included as a determinant may then lead to endogeniety problems. Goldsmith et al 1997 report evidence that indicators of selfesteem measured late in life are endogenous in earnings equations. A premarket factor approach according to Neal Johnson 1996 avoids at least partly this problem by using childhood measures of individual cognitive ability and noncognitive ability. Such an approach also means excluding factors that reflect the individuals choices and chances of getting education. 12 See for instance Heckman Rubinstein 2001. 13 For example, alternatives such as strongly positive, positive, negative, strongly negative are modified to the alternatives positive, negative. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 13 This implies, for instance, that variables related to family background are not included in the estimations since family background is an important determinant of education. Neither should years of completed education, work experience, occupation, residence, marital status etc be included as controls in the estimated equation since they are all, more or less, due to individual choices and therefore reflect mechanisms by which the productive capacity has an impact on the future labour market outcome. Hence, this approach suggests an empirical analysis that merely uses variables that are strictly exogenous andor determined before labour market entry i.e. premarketfactors. The few studies following Jencks 1979 that have investigated the possibility of a causal relationship between psychological capital and future earnings have more or less taken into consideration these measurement problems in the empirical analysis. In Goldsmith et al 1997 and Murnane et al 2001 the measure of the individuals selfesteem is based on a sample of questions in NSLYS that capture the individuals perceived locus of control. Murnane et al 2001 include a variable that measures the individuals selfesteem during adolescence with the motivation that this personal trait might be positively correlated with two kinds of skills relevant to employers a decade later: the ability to work productively in groups and perseverance in the face of adversity. Both of these studies find a positive covariation between selfesteem during adolescence and earnings at grownup ages. However, it may be argued that the problem of endogeneity is only partly overcome by the approach suggested by Neal Johnson when this approach is implemented as, for instance, in Murnane et al 2001. For analysing ethnical wage discrimination, which is the purpose of Neal Johnsons study, ability measured during the teenage years may certainly be considered as a premarket factor since it has then not been affected by expectations or actual experiences of discriminations in the labour market. But as pointed out by Carneiro et al 2005, Neal Johnson have not specified any explicit criterion for determining which factors are premarket and which are not. This is an important issue because a premarket factor approach that simply uses determinants measured before the individual enters the labour market relies on implicit conditions that might not be justified. Firstly, the approach means that the individuals selfesteem is assumed to be exogenous during childhood. It is not obvious how the individuals selfesteem is formed during the years she is growing up but it is most likely that selfesteem is dependent on both genes and environment. For instance, it is 14IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings likely that there is a positive interaction between the individuals intelligence and certain personal traits, such as selfesteem. This would mean that the individuals locus of control increases with the ability to grasp the complex context of reality.14 Further, sociologistssocial psychologists stress that the progress of the individuals cognitive and noncognitive ability is dependent on how successful parents, relatives, friends etc are in communicating and explaining the reality for the individual during early ages and adolescence.15 Social environments that provide the individual with an intrinsic basic security regarding how the real world works should therefore provide children with greater ability to develop their locus of control. The nature of the immaterial investments that provides this basic security is then equivalent with the context into which the individual is born and is thus related to the family background. It is therefore likely that the basic security is positively connected to family resources in terms of income, wealth, education, time etc. For the empirical analysis these observations justify the use of measures of the individuals selfesteem that are adjusted for the intelligence and family background of the individual see below. Secondly, the simple premarket factor approach implicitly assumes that selfesteem measured in adolescence captures the impact of selfesteem during adulthood on earnings, even though there is much to suggest that noncognitive ability is changed over the life cycle. There are theoretical grounds for believing that noncognitive ability affects the individuals choice direction of human capital investment and the progress of hisher psychological capital stock and, hence, the selfesteem at grownup ages see Sjogren Sallstrom 2004. Formally, this may be written as AG f AC, , HAC, ,Z where AG and AC denote noncognitive ability selfesteem when grownup and during childhood, respectively, while H is the individuals human capital and Z is a vector of other determinants of human capital. On the other hand, theory provides no guidelines as to what extent the noncognitive ability in childhood remains and is transmitted to the selfesteem at grownup ages. Since the data in this study does not allow any comparison of measures of selfesteem at different ages it is an open issue whether measures of selfesteem at early ages reflect the stock of psychological capital at grownup ages. In other words, 14 Compare Benabou Tirole 2002 who assume that an individuals selfconfidence is positively related to talent. 15 See for instance Eriksson Jonsson 1993 and references therein. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 15 there is a potential measurement error of the selfesteem measure that has to be taken accounted of in the empirical analysis. This measurement error can be handled in at least two ways. The first trivial way, which provides an interpretation of what has been done in the previous literature for instance in Murnane et al 2001, is just to assume that noncognitive ability in growup ages is a linear transformation of noncognitive ability during childhood according to AG aAC where is a parameter and is the error term. However, as long as data on noncognitive ability are not available at different ages this relationship is not empirically testable. In such circumstances it is natural to make the additional assumptions that the parameter is equal to one and the error is identically zero. In other words, there would be a onetoonecorrespondence between the individuals selfesteem in childhood and selfesteem when grownup. But the relationship also involves the implicit assumption that the individuals human capital does not affect the selfesteem when grownup, which is contradicted by the theory mentioned above. This means that the individuals human capital is an omitted variable. An alternative startingpoint is therefore that selfesteem when grownup is dependent on the accumulation of human capital before the individual enters the labour market. This also makes it possible to test, in a strict sense, the theoretical implication of this paper i.e. selfesteem as an incentive enhancer at given skills. To do so it is necessary to distinguish the impact of selfesteem at grownup ages on earnings from its potential general influence on the accumulation of human capital. This could be done by including variables that capture the individuals human capital in the earnings equation. If the estimated coefficient value of the selfesteem variable is affected by the inclusion of human capital variables this indicates that the assumption of a onetoonecorrespondence between the individuals selfesteem at different ages is not a reasonable approximation. So, in light of this, there are reasons to modify the simple premarket factor approach by including traditional human capital variables as controls in the empirical analysis. Analogous to, for instance, Carneiro et al 2005 who use an agecorrected AFQTmeasure for cognitive ability there are also reasons for taking into account age difference across individuals that may affect an IQmeasure based on results from an intelligence test during adolescence. The data on intelligence and selfesteem used in this study are based on information from individuals who during the school year 197980 went to sixth grade in compulsory school. 16IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Even though most of the pupils were born 1967 there is still some age dispersion among them that may affect the intelligence measure. There are at least two kinds of influences. Firstly, there are agegroup differences among the pupils due to the fact that some of the individuals started compulsory school earlier or later than the regular school starting age which was 7 at the time. On the one hand, there are individuals who were advised by their parents to start school earlier as they were regarded as sufficiently mature for school or talented enough to manage an earlier school start. On the other hand, there are individuals whose school start was delayed by opposite reasons. Secondly, there is a literature suggesting that individuals born earlier within the calendar year perform better in school than classmates born later in the year, simply because they are older when they start school.16 For instance, in the Swedish educational system the school start is based on the calendar year when the individual is born which means that there can be an agedifference of nearly one year between the individuals in a class. In light of the fact that the IQtests were performed when the children were about 13 years old and there is a progress of the intelligence of an individual up to 1516 years of age, one year is a quite big agedifference that might affect the outcome of the IQtest and therefore should be considered in the estimations. In the empirical analysis this is taken into account by means of an agecorrected IQmeasure IQ which is the standardised residual from the regression of the IQtest on the individuals age and quarter of birth. Such an adjusted IQmeasure should purge potential ageeffects from the estimate of IQ on earnings. In a similar way we define an adjusted measure of selfesteem Esteem . The measure is the standardised residual from the regression of the defined selfesteem measures see below on the individuals IQ, family background and the agevariables mentioned above that are included as controls for the same reasons as for the IQmeasure. By controlling for IQ and family background we do at least to some extent take into account that the unadjusted measure of selfesteem might also capture the individuals 16 In fact researchers, for instance Neal Johnson 1996, have used this variation in ages to create an instrument for education in order to investigate the influence of schooling on the individuals IQ. In general this research reports findings that indicate a positive relationship between schooling and IQ see Winship Korenman 1997. For a recent study on Swedish data and a review of the schoolstart literature, see Fredriksson Ockert 2004. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 17 performance in school and reflect parental investment in their children. The adjusted measure should therefore better reflect the individuals actual selfesteem. We also explore the presence of possible complementarities between cognitive and noncognitive ability by including interactions between the IQvariable and the selfesteem variables. Even though the above cited observation by Heckman Rubinstein indicates that intelligence and personal traits might be substitutes this is for obvious reasons an open empirical issue. Data and empirical results 5 Using Swedish data, this section reports evidence for males and females on how measures of individual cognitive and noncognitive abilities covary with earnings. The econometric analysis is mainly based on the above mentioned premarketfactor approach by Neal Johnson op cit: variation in adults earnings is explained by predetermined cognitive and noncognitive variables. However, for reasons discussed in the previous section the analysis is also extended by using adjusted measures of cognitive and noncognitive abilities and by the introduction of controls for individuals skill. The data are based on a representative longitudinal survey of individuals mainly born in 1967, carried out by the Educational department at the University of Gothenburg. Henceforth, the data will be referred to as the Gothenburgdata.17 The Gothenburgdata originates from a sample of pupils in a total of 437 classes in the 6th grade of compulsory school during the school year 197980, i.e. when the pupils were 1213 years old. The data include information on results from different IQtests, the individuals own perception of hisher social study environment e.g. independence in relation to classmates, parents, teachers etc, study ambitions, home environment, future plans with respect to education and occupation etc. This information has then been complemented by different register data from Statistics Sweden 18 on earnings, nationality, socioeconomic information, employment status etc up to 17 See Harnqvist 1998 for a detailed description of the data. 18 Register data from RAMS, LOUISE, LUCAS, Education register Utbildningsregistret, Census 80 and Census 90. 18IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings the year 2001 when the individuals were about 34 years old.19 All in all, the data contains information on approximately 9000 individuals, but due to missing values on some variables and after exclusion of individuals without earnings in 2001 the sample is reduced to 6681 individuals out of which 3277 are females. The dependent variable in the analysis is log real earnings in 1990 prices. The earnings variable is a sum of wages, firm income excluding capital income, sick benefits and unemployment benefits. The earnings components are based on register data from the Tax authorities and are hence measured with high precision. Unfortunately there are no data on individual hours worked which implies that potential effects of labour supply cannot be taken into account. To some extent this limitation is remedied by estimating the equations under earnings restrictions assumed to correspond to fulltime employment.20 Quantile regressions are also carried out to provide estimates from different part of the earnings distribution. The IQvariable used is based on three cognitive variables indicating verbal, spatial and reasoning ability. These variables have weighted together with equal weights to produce one single unadjusted measure of the intelligence quotient. Based on the responses with respect to social study environment, measures of individual selfesteem have been defined in terms of relative selfesteem and absolute selfesteem, respectively. The underlying questions are similar to those in NSLSY and the design of the measures on selfesteem are similar to those used in Goldsmith et al 1997 and Murnane et al 2001. The measure of individual relative selfesteem intends to capture the individuals view on hisher own ability in a social context. The measure is an index and based on two questions that indicate the individuals own perception of hisher relatively capacity in the class and potential highest capacity, respectively. The questions were formulated as follows: Q1: Suppose that the most successful pupil in your class is given the number 9 and the least successful is given the number 1 in a range of 19, which number would you then assign to yourself? Q2: If you 19 The data contains relatively few individuals with immigrantbackground which reflects the general situation during the years of 197980 with proportionately few pupils with immigrantbackground compared to the school conditions nowadays. 20 Antelius Bjorklund 2000 compare estimations based on hourly wages and earnings, respectively, as the dependent variable, and find that given appropriate earnings restrictions the differences in the obtained estimates can by and large be disregarded. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 19 really make an effort to do your best, which of the numbers would you then reach? The numbers from these two questions have been summed and then normalised by division by the maximum possible sum. This provides an index between 0 and 1 where 1 denotes the maximum value of relative selfesteem. The measure of individual absolute selfesteem is generated from two yes or no questions: Q1: Do you believe that you are successful in your schoolwork? Q2: Do you frequently think that you would like to do better in your schoolwork? The answers on these questions have been ranked in the following way: The highest ranking is assigned to responding yes to both questions; the second highest ranking is assigned to responding yes to the first question and no to the second; the third highest ranking is assigned to responding no to the first question and yes to the second, while responding no to both questions is assigned the lowest rank. The sum of the obtained responses has then been normalised to the 0,1 interval. In the following regression analysis the estimates of these unadjusted measures of the intelligence quotient IQ, absolute selfesteem Absesteem and relative selfesteem Relesteem, respectively, are contrasted and compared to the result obtained for corresponding adjusted measures IQ , Absesteem and , respectively defined according to the procedures discussed in the previous section. lesteem Re Table 1 provides descriptive statistics. The different measures of cognitive ability are on average somewhat higher for females than for males; in particular, this is true for verbal ability. On the other hand, the measures of noncognitive ability are on average somewhat higher for males. Not surprisingly, real earnings are higher on average for males than for females, reflecting that females work parttime to a larger extent than males. One way to control for this difference is to estimate the equations under earnings restrictions that correspond to fulltime work. In the following it is therefore assumed that a fulltime worker can be identified by individuals who in 2001 had real earnings that amounted to at least one standard deviation of the real earnings in the original sample. Among males this means that those who have real earnings lower than 120 000 SEK have been excluded and among females those with real earnings below 80 000 SEK have been left out of the estimation.21 21 In nominal terms these real earnings correspond to about 154 000 SEK for males and 102 000 SEK for females, respectively. 20IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Male Female Average .673 .703 28.3 30.2 34.5 39.3 116.2 116.9 118.3 113.4 114.9 113.1 118.7 112.9 Average Standard Deviation 28.8 29.0 37.3 41.5 Table 1 Summary statistics, abilityvariables and earnings. _______________________________________________________________ Standard Variables Deviation _______________________________________________________________ Cognitive ability IQ Verbal Spatial Reasoning Noncognitive ability Selfesteem absolute relative Earnings real earnings SEK log real earnings Number of observations _______________________________________________________________ Notes: The IQmeasure is an average of verbal, spatial and reasoning abilitymeasures. The measures of the cognitive variables could take values in the interval of 0200 maximum. The values of the noncognitive variables are in the interval of 01. Real income in 2001 is measured in the year of 1990 prices. 5.1 Estimation results Table 2 reports results based on the simple premarket factor approach from estimating the impact of unadjusted measures of cognitive and noncognitive ability on male earnings columns 14 and female earnings columns 58, 147 683 79 483 11.735 .730 119 927 .698 212 169 12.111 .317 .172 .653 .694 .309 .164 3 404 3 277 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 21 respectively. In order to facilitate the interpretations of the estimated coefficients all skillvariables have been standardised such that they have zero mean and unit standard deviation. Since the dependent variable is log real earnings the estimates can be interpreted in terms of percentage changes in earnings when the explanatory variables change by one standard deviation. For instance, in the first column of Table 2, the positive estimate of the IQvariable indicates on average almost 10 percent higher earnings for male individuals who have one standard deviation higher IQ. In column 2 the positive estimate indicates that individual psychological capital in terms of relative selfesteem is also rewarded in the Swedish labour market. The estimate indicates that earnings are 78 percent higher for males who have one standard deviation higher relative selfesteem. However, as shown in columns 3 and 4, the size of the estimate of relative esteem is considerably reduced when the IQvariable is included in the estimations. This implies that the measure of relative selfesteem at least to some extent is correlated with the measure of individual cognitive ability. The estimates of the interactions column 4 also reveal that relative selfesteem and IQ seem to be complementary i.e. the impact on earnings of high IQ is strengthened by having high relative selfesteem. Columns 58 report corresponding estimates for females and show by and large similar magnitudes and patterns as for males. Women with one standard deviation higher IQ get on average 8 percent higher earnings column 5 whereas females with a relatively high level of relative selfesteem are rewarded by 67 percent higher earnings column 6. The influences of the IQvariable and relative selfesteem on earnings are also reduced when both cognitive and noncognitive variables are included in the estimations. Moreover, just like for men, relative selfesteem and IQ are complementary. But in contrast to males, there is a negative interaction between IQ and absolute selfesteem indicating that they are substitutes i.e. for females the impact of high IQ on earnings is reduced by low absolute selfesteem. Table A1 in the Appendix reports corresponding estimates using the unrestricted sample. The results are largely similar to the findings in Table 2, the main difference being that the estimates of absolute selfesteem in the male earnings equation are statistically significant throughout. However, as noted above it can be argued that the individuals cognitive and noncognitive ability are not exogenous during adolescence and therefore there are reasons for using adjusted measures of these variables. The adjusted 22IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 8 1 4 5 7 .001 .007 .040 .008 .065 .007 .001 .006 .003 .006 .066 .006 .036 .007 .081 .006 .074 .006 .076 .006 .096 .006 .066 .007 .050 .007 .076 .006 .044 .006 .006 .006 Males 2 3 Females 6 .004 .006 .006 .006 Table 2 Estimation results from unadjusted measures, males and females. Dependent variable: 2001 log real earnings. Restricted sample. _____________________________________________________________ _____________________________________________________________________________ IQ Absesteem Relesteem IQAbsesteem IQRelesteem Absesteem Relesteem Constants Fvalue R2 Number of observations 3011 ____________________________________________________________________________ Notes: and denote statistical significance at 10 %level and 5%level, respectively. The IQmeasure is an average of verbal, spatial and reasoning abilitymeasures. This measure can take on values in the interval of 0200 maximum. The values of the noncognitive variables, Absesteem and Relesteem, are defined on the closed interval 01. 11.95 11.95 11.95 11.94 .007 12.29 12.29 12.28 .006 .006 .006 12.29 .006 .013 .006 .025 .006 .006 .006 .004 .006 .002 .006 .022 .006 99.1 75.3 .005 .007 185.5 282.4 35.5 2810 2810 3011 2810 3011 68.1 3011 2810 56.8 .006 .061 .089 .060 55.0 .113 .038 .070 .106 .075 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 23 variables used are based on the estimation results reported in Table A2 in the Appendix. The findings are consistent with those reported in Fredriksson Ockert 2004 and indicate that IQ varies negatively with delayed school start and positively with the date of birth during the year. For females there are negative ageeffects also in the estimated esteem equations. For both males and females IQ and family background in terms of permanent family income have positive impacts on selfesteem. We have further argued that to solely use a measure of selfesteem from adolescence as a proxy for the selfesteem when grownup may give rise to error of measurement and that, therefore, there are reasons for including human capital variables in the earnings equation. The latter are supposed to capture part of the influence of childhood cognitive and noncognitive ability on the human capital accumulation of the individual, in order to isolate the incentiveenhancing impact of selfesteem on grownup earnings. Using this extended premarket factor approach Table 3 reports estimates for males based on the adjusted measures, with and without human capital controls. As shown in column 1 the estimate of the adjusted IQmeasure hardly deviates from the estimate of the unadjusted measure in Table 2, column 1. On the contrary, there is a considerable reduction in the estimate of the adjusted relative selfesteem measure which has been halved compared to the estimate based on the unadjusted measure column 2 in Table 2. This implies that part of the positive covariation between the unadjusted measure and earnings reported in Table 2 can be attributed to the individuals cognitive ability. In columns 58 though, that report estimates with controls for human capital variables, the magnitude of the estimate of the IQvariable is reduced by nearly half and the estimate of relative esteem is lowered by an additional third. Hence, not controlling for the fact that part of the cognitive and noncognitive ability measured in childhood also has an impact on the human capital accumulation of the individual tends to exaggerate the impact of selfesteem as an incentiveenhancer on earnings. The estimates of the interactions columns 4 and 8, respectively, on the other hand, are by and large unchanged. Table 4 reports estimates for females when using adjusted measures of IQ and selfesteem, respectively, and reveal a similar pattern as for males. The estimate of the adjusted IQmeasure is of similar magnitude as the estimate of the unadjusted measure whereas the size of the estimate of the adjusted relative selfesteem measure is reduced by more than half. Similar to the case with the 24IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Table 3 Estimation results from adjusted measures with and without controls for schooling and experience, males. Dependent variable: 2001 log real earnings. Restricted sample. ______________________________________________________________ ______________________________________________________________ IQ .049 .006 .050 .006 .048 .006 .090 .006 .091 .006 .091 .006 2 6 4 5 8 3 7 1 Absesteem lesteem Re IQ Absesteem IQ Re lesteem .002 .006 .002 .005 .003 .006 .036 .006 .036 .007 .041 .007 .005 .006 .024 .006 .001 .005 .001 .005 .001 .006 .021 .005 .024 .005 .028 .006 .005 .006 .019 .005 no no .001 .005 .005 .005 .006 .006 .006 no 252.1 20.60 96.6 .094 .001 .005 12.29 12.29 12.29 12.29 .005 Absesteem lesteem Re.005 12.29 12.29 12.29 12.29 Constants .006 Controls for schooling and experience Fvalue R2 ____________________________________________________________________________ Notes: and denote statistical significance at 10 %level and 5%level, respectively. IQ is the standardised residual from the regression of the unadjusted IQscore on the individuals age and quarter of birth reported in Table A3 in the Appendix. Absesteem and lesteem, respectively, are the standardised residual from the regression of the unadjusted measures of Absolute selfesteem and Relative selfesteem on the individuals age, quarter of birth, intelligence and family background, see Table A3 in the Appendix. The number of observations is 3009. yes 168.9 105.7 104.1 66.4 .193 49.6 .099 no yes yes .185 yes .013 .171 .081 .190 Re IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 25 Table 4 Estimation results from adjusted measures with and without controls for schooling and experience, females. Dependent variable: 2001 log real earnings. Restricted sample. _____________________________________________________________________________ 8 _______________________________________________________________ IQ .052 .007 .079 .006 .053 .007 .078 .006 .079 .006 .052 .006 5 4 7 2 3 1 6 Absesteem lesteem Re IQ Absesteem IQ Re lesteem .001 .006 .001 .006 .002 .007 .031 .006 .030 .006 .033 .007 .012 .007 .016 .007 .002 .002 .001 .006 .006 .007 .016 .020 .007 .006 .022 .007 .011 .006 .013 .006 .001 .006 11.95 .006 .002 .006 11.95 .006 Absesteem lesteem Re Constants Controls for schooling and yes experience 41.7 Fvalue R2 .120 _____________________________________________________________________________Notes: and denote statistical significance at 10 %level and 5%level, respectively. The number of observations is 2805. For notation, see Table 3. 11.95 11.95 11.95 11.95 .005 yes yes 104.1 52.3 .115 .097 11.95 11.95 .006 .006 No 172.8 No 32.1 .068 yes 65.3 .118 No 12.2 .008 No 62.6 .065 .006 .006 .006 .057 26IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings unadjusted measures, the estimates of the interactions indicate that IQ and absolute selfesteem are substitutes while IQ and relative selfesteem are complements although this relationship now is somewhat weaker. The substitutability and complementarity relationships are not affected to any appreciable extent by including human capital variables in the estimations column 8. Note that the estimates of IQ for females have been reduced to a lesser extent than for males after the inclusion of human capital variables whereas the reduction in the estimates of relative selfesteem is of similar magnitude for both males and females. All in all the estimates based on the simple premarket factor approach are reduced considerably when they are adjusted for ageeffects, intelligence and family background and when we take into account that part of the childhood cognitive and noncognitive ability is manifested in human capital accumulation. However, these considerations do not change the result that psychological factors seem to matter for wage formation in the Swedish labour market. For both males and females the estimates indicate that an individual with one standard deviation higher relative selfesteem on average obtains at least 22,5 percentage higher earnings. It is not obvious how these percentage numbers should be related to the magnitude of the return on other human capital factors such as schooling since the choice of education is determined by, for instance, intelligence and selfesteem. One can get some idea of the magnitudes by relating the estimates reported in columns 7 in Table 3 and Table 4, respectively, to the unreported estimates of the schooling variable used as control in these estimations. The estimations show that the return to one standard deviation higher number of years of schooling is about 13 percent for males and 8 percent for females.22 22 These numbers correspond to a yearly returns to education of 4,7 percentage for males and 3,1 percentage for females. These results are in line with the findings reported in Kjellstrom 1999 who, using similar data, finds that the yearly return to education is slightly more than 4 percent for males when using IQtests as controls in the estimations. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 27 5.2 Estimations results from quantile regressions An alternative or complementary approach to imposing earnings restrictions in accounting for the influence of parttime working on the estimates, is to estimate quantile regressions that provide different estimates for different parts of the earnings distribution. Following Buchinsky 1998 the quantile regression model assumes that the conditional quantile of the random variable y is linear in the regressor vector x such that the coefficient vector is given by the solution to bbxiyibxiyi:iyi:ibxiyibxi1 5 min Contrary to OLS, which essentially amounts to estimating the marginal effect of x on the mean of y, quantile regression implies estimating the marginal effect of x at various points in the distribution of y. For example, in this paper the focus is to estimate the impact of cognitive and noncognitive variables x on log earnings y at the bottom of the earnings distribution for instance the twentyfifth percentile and at the top of the distribution for instance the seventyfifth percentile. The obtained coefficient estimates are interpreted as the estimated returns to cognitive and noncognitive individual characteristics at the th quantile of the log earnings distribution. Table 5 reports estimated coefficient values of cognitive and noncognitive variables based on the adjusted measures at the twentyfifth, the fiftieth and the seventyfifth percentiles for males and females, respectively. Columns 1 and 3 report estimates without controls for the individuals human capital and show a similar pattern for both males and females. There is a positive impact of individual IQ on earnings and the impact is larger at high earnings levels than at low levels. In fact, there is a statistically significant difference between the seventyfifth percentile and the fiftieth and the twentyfifth percentiles, respectively.23 This means that at the seventyfifth percentile one standard deviation of higher IQ provides a return that is 24 percent larger than at the fiftieth and twentyfifth percentiles. 23 The significance test of different coefficient estimates across the quantiles has been performed by applying the iqreg command described in STATA. 28IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Table 5 Estimation results, quantile regressions, males and females. Dependent variable: 2001 log real earnings. ____________________________________________________________________________ ____________________________________________________________________________ Q25 Females Males 2 3 1 4 IQ 065 .009 .015 .009 .012 .009 Absesteem Re Q50 .054 .018 .017 .013 .007 .016 .058 .014 .009 .014 .012 .014 .036 .008 .013 .008 .023 .009 lesteem IQ .007 .073 .007 .008 .020 .006 Absesteem Re Q75 .077 .008 .009 .007 .025 .009 .052 .009 .009 .007 .009 .009 .037 .006 .003 .007 .018 .006 lesteem IQ .111 .009 .059 .008 .095 .008 .067 .009 .002 .008 .007 .009 .001 .006 .025 .007 .003 .007 lesteem .037 .008 Absesteem Re Controls PseudoR2 Q25 Q50 Q75 ______________________________________________________________________________ Notes: The numbers in parentheses are bootstrap standard errors. and denote statistical significance at 5%level and 10%level, respectively. The estimates of constants are not reported. The number of observations is 3400 for males and 3272 for females. Controls include schooling and experience. Notations are given in Table 3. .006 .017 .039 .012 .023 .048 .058 .056 .079 .095 .090 .112 .038 .006 .025 .008 yes yes no no IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 29 The impact of noncognitive variables on earnings also varies across different earnings levels. Absolute selfesteem matters for male earnings at the twentyfifth percentile but not at higher earnings levels, while this individual trait is of no importance at all for female earnings. The impact of relative selfesteem is increasing with the level of earnings. For individuals at the fiftieth and seventyfifth percentile one standard deviation of higher relative selfesteem implies 24 percent higher earnings compared to the lowest percentile. This difference is statistically significant throughout for males but for females only across the highest and the lowest earnings levels. However, when including controls for individuals human capital in the estimations the pattern is changed considerably see columns 2 and 4. The magnitude of the IQestimates for males are almost halved at all income levels whereas for females the estimates are reduces mostly at higher income levels and to a lesser extent. For females the differences across the income levels are not statistically significant. For males in the twentyfifth percentile the relative importance of absolute selfesteem and relative selfesteem are reversed compare to when there are no controls for human capital. As a result, the return to relative selfesteem is completely equalized over the income distribution. For females, on the other hand, the estimates of relative selfesteem change such that their impact remains only at the highest income level. Table A3 in the Appendix reports corresponding estimates using unadjusted measures of the variables and reveals similar results and pattern. Columns 1 and 3 report estimates emanating from the simple premarket factor approach which are fairly close to the estimates reported in the corresponding columns in Table 5. The most important difference when using unadjusted measures is on the one hand that the size of the IQestimates are somewhat lower, while, on the other hand, the estimates of relative selfesteem are somewhat higher which is in accordance with the fact that the unadjusted variables are correlated. Hence, when using the extended premarket factor approach the overall conclusion is that the differences in return to both cognitive and noncognitive abilities tend to be equalised over the income distribution. This result is mainly due to the inclusion of human capital controls in the estimations and highlights the importance of the measurement error implying that ability measured during childhood does not completely reflect the adults ability. Table 6, finally, reports estimates with and without human capital controls for the presence of complementarities between the intelligence variable and the two selfesteem variables at different income levels. Irrespective of gender the 30IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Table 6 Estimates of complementarities across cognitive and noncognitive ability, quantile regressions, males and females. Dependent variable: 2001 log real earnings. _______________________________________________________________ 1 Males 2 3 Females _______________________________________________________________ Q25 4 .007 .009 .001 .009 .053 .017 .046 .012 .010 .009 .003 .010 .020 .009 .007 .006 .013 .016 .009 .014 .024 .015 .003 .011 Q50 .001 .007 .004 .006 .012 .009 .018 .007 .023 .007 .004 .006 .016 .006 .002 .005 .016 .009 .001 .008 .015 .009 .003 .007 Q75 IQ Absesteem IQ lesteem Re Absesteem lesteem Re IQ IQ Absesteem lesteem lesteem Absesteem Re Re IQ IQ Absesteem lesteem lesteem Absesteem Re Re .003 .008 .002 .007 .008 .008 .008 .008 .024 .008 .002 .007 .020 .007 .013 .007 .020 .006 .001 .006 .014 .006 .008 .006 no no yes Controls PseudoR2 Q25 Q50 Q75 ______________________________________________________________________________ Notes: The numbers in parentheses are bootstrap standard errors. and denote statistical significance at 5%level and 10%level, respectively. Notations are given in Table 3 The estimates of the single variables are not reported but are of similar magnitudes as those reported in Table 5. The number of observations is 3400 for males and 3272 for females. Controls include schooling and experience. Notations are given in Table 3. .008 .017 .040 .012 .025 .051 .096 .091 .114 .060 .056 .081 yes IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 31 estimates indicate that IQ and relative selfesteem are complements. The previous noted observation that intelligence and absolute selfesteem for females are substitutes seems primarily to be true in the lower tail of the income distribution see columns 3 and 4. Table A4 in the Appendix reports corresponding estimates when using the unadjusted measures of cognitive and noncognitive ability and the findings imply similar conclusions. 6 Concluding remarks An important empirical issue is explaining and understanding the sources of earnings differences across individuals with similar education. In addition to degrees and other formal qualifications it is apparent that certain individuals, unlike others, have productive capacities that are positively valued by the employer. One such capacity is individual cognitive ability measured by IQtests. Another capacity is noncognitive skills such as motivation, reliability, selfconfidence, social skills etc. The present paper uses Swedish data to investigate whether individual personal traits besides individual cognitive ability are determinants of earnings. The startingpoint for the empirical analysis is a simple principalagent framework where employer and employees form incomplete contracts and the employees labour effort is endogenous. The model predicts that individuals with incentiveenhancing preferences, for instance selfesteem, exert relatively higher effort productivity. Individuals with such a trait are therefore valuable to the employer who is prepared to pay them higher wages. The empirical analysis based on both the simple premarketfactor approach suggested by Neal Johnson 1996 and an extended approach is focused on investigating whether measures that are assumed to reflect individual relative and absolute selfesteem during adolescence vary with earnings when grown up. Starting with the simple premarketfactor approach we find that cognitive ability IQ of individuals when they are 1213 years old has a positive impact on earnings in adult ages. For both males and females the estimates indicate that an individual with one standard deviation higher cognitive ability on average obtains 810 percent higher earnings. For males this estimate is of similar magnitude to the one reported in Zax Rees 2002 11 percent but 32IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings lower than the estimates reported in Neal Johnson 1996 18 percent and Murnane et al 2001 19 percent.24 The findings also show that earnings for both males and females vary positively with individual noncognitive ability, in particular with individual relative selfesteem. Individuals with one standard deviation higher relative selfesteem earnings have on average 78 percent higher earnings. This finding is consistent with Murnane et al 2001 who using a similar measure report that individual selfesteem in early ages is positively related to wages obtained when grownup 2728 years old. Their study reveals that a corresponding change of selfesteem implies about a 4 percent higher hourly wage when controlling for individual cognitive ability. Similar to the present study they also find that the impact of selfesteem on earnings is very sensible to the inclusion of other skillmeasures in the estimated model. This implies that various skill measures might be correlated and this paper presents evidence that supports this hypothesis. Compared to the original analysis, the extended version of the premarket factor approach contains two new features. Firstly, the measures of the cognitive and noncognitive variables are not assumed exogenous just because they are measured during childhood and before labour market entry. In particular, the individuals selfesteem is likely to be determined by intelligence and family background. Secondly, the analysis takes account of the potential error of measurement that may arise because selfesteem measured in childhood not necessarily reflects the individuals selfesteem when grownup. There are theoretical arguments indicating that selfesteem during adolescence is important for the human capital accumulation that in turn does have an influence on selfesteem when grownup. A similar argument can be made with respect to IQtests; even though the individuals intelligence is permanented relatively early in life there is a literature suggesting that results from IQtests during childhood may be affected by ageeffects related to early or delayed year of schoolstart and the date of birth within the year of regular schoolstart. These considerations suggest using adjusted measures of cognitive and noncognitive variables in the analysis as well as including controls for the 24 One possible explanation for the on average higher estimate of the US studies is that the individuals in those studies are somewhat older than the individuals considered in the present study. Another explanation is that earnings differentials in general are more equalised in the Swedish labour market. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 33 individuals human capital. Of these, the latter constitutes a considerable departure from the original simple premarket factor approach. When using this extended premarket factor approach the results are in general changed considerably with respect to magnitudes. In particular, the estimate of the adjusted relative selfesteem measure is more than halved compared to the estimate of the unadjusted measure. This means that the unadjusted measure of relative selfesteem used in this study includes parts that may be attributed to the individuals cognitive ability. When, next, human capital controls are introduced the magnitude of the estimate of the IQvariable is reduced by nearly half while the estimate of relative esteem is lowered by an additional third. Hence, ability measured in childhood does not completely reflect the ability when grownup the latter is also dependent on the individuals human capital accumulation. This means that not controlling for human capital will exaggerate the impact of selfesteem as an incentiveenhancer on earnings. We also find some evidence on significant interactions between cognitive and noncognitive ability implying that intelligence and relative selfesteem in general are complements whereas, for females, IQ and absolute selfesteem are substitutes. This paper also reports evidence that the returns to cognitive and noncognitive ability vary over the earnings distribution. When using the simple premarket factor approach the estimates indicate that the returns in general are considerably larger at high earnings levels than at low earnings levels, i.e. differences in cognitive and noncognitive ability explain earnings and wage dispersion to a larger extent at high earnings levels than at low earnings levels. When applying the extended premarket factor approach the pattern is changed and the overall conclusion is rather that the differences in return to both cognitive and noncognitive abilities tend to be completely equalised over the earnings distribution. This result is especially marked when human capital controls are introduced, which again highlights the importance of the measurement error arising because ability measured during childhood does not completely reflect the adults ability. Contrary to the previous literature the present study has involved separate analyses for males and females. Comparisons by gender have revealed by and large nearly identical findings for females and males. The over all conclusions are therefore that there is hardly any significant gender differences with respect to the returns to cognitive ability and noncognitive ability. 34IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings References Antelius, J. A  Bjorklund, 2000, How Reliable are Register Data for Studies of the Return on Schooling? An Examination of Swedish Data. Scandinavian Journal of Educational Research, 44, pp. 341355. Benabou, R. J. Tirole, 2002, SelfConfidence and Personal Motivation, Quarterly Journal of Economics, Volume CXVII, August, pp. 871915. Bertrand, M. S. Mullainathan, 2001, Do People Mean What They Say? Implications for Subjective Survey Data, American Economic Review Papers and Proceedings, May, pp. 6772. Blackburn, M. D. Neumark, 1993, Omitted Ability Bias and the Increase in Returns to Schooling, Journal of Labor Economics, July, pp. 521544. Bowles, S. H. Gintis M. Osborne, 2001a, The Determinants of Earnings: A Behavioural Approach, Journal of Economic Literature, Vol. XXXIX, December, pp. 11371176. Bowles, S. H. Gintis M. Osborne,2001b,IncentiveEnhancing Preferences: Personality, Behaviour and Earnings, American Economic Review Papers and Proceedings, May, pp. 155158. Buchinsky, M., 1998, Recent Advances in Quantile Regression Models: A practical Guideline for Empirical Research, Journal of Human Resources, 33, Winter, pp. 88126. Cameron, S. J. Heckman, 1993, The NoneEquivalence of High School Equivalents, Journal of Labor Economics, January, pp. 147. Carneiro, P. J. Heckman, 2003, Human Capital Policy, pp. 77240 in J. Heckman and A.Krueger eds., Inequality in America: What Role for Human Capital Policies?, MIT Press. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 35 Carneiro, P. Heckman, J. D. Masterov, 2005, Labor market discrimination and racial differences in premarket factors, Working Paper 2005:3, IFAU, Uppsala. Connolly, S. Mickelwright, J. S. Nickell, 1992, The Occupational Success of Young Men who left School at Sixteen, Oxford Economic Papers, 44, pp. 460479. Currie, J. D. Thomas, 2001, Early Test Scores, School Quality and SES: Longrun Effects on Wages and Employment Outcomes, Research in Labour Economics, Vol. 20, pp.103132. Duncan, G. R. Tifone, 1998, Softskills and Longrun Labour Market Success; Research in Labour Economics, Vol. 17, pp.123149 Erikson, R. J.O. Jonsson, 1993, Sorteringen i skolan, Stockholm, Carlssons Forlag. Fredriksson, P. B. Ockert, 2004, Is Early Learning Really More Productive? The Effect of School Starting Age on School and Labor Market Performance, mimeo, IFAU, Uppsala. Goldsmith, A.H. Veum, J.R. W. Darity Jr, 1997, The Impact of Psychological and Human Capital on Wages, Economic Inquiry, 35:4, October, pp. 419442 Hansen, K. J. Heckman K. Mullen, 2003, The Effect of Schooling and Ability on Achievement Test Scores, NBER Working Paper 9881, July. Hartog, J., 2001, On Human Capital and Individual Capabilities, Review of Income and Wealth, 47:4, December, pp. 515540 Heckman, J., 2000, Policies to Foster Human Capital, Research in Economics, Vol.54, pp.356. 36IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Heckman, J. Y. Rubinstein, 2001, The Importance of Noncognitive Skills: Lesson from the GED Testing, American Economic Review Papers and Proceedings, May, pp. 145149. Herrnstein, R.J. C. Murray, 1994, The Bell Curve: Intelligence and Class Structure in American Life, New York: The Free Press. Harnqvist, K., 1998, A Longitudinal Program for Studying Education and Career Development, Report No.1,Department of Education and Educational Research, Gothenburg University. Jencks, C., 1979, Who Gets Ahead? The Determinants of Economic Success in America, New York: Basic Books. Korenman, S, C. Winship, 1995, A Reanalysis of the Bell Curve, NBER WP No. 5230 Kjellstrom, C., 1999, Essays on Investments on Human Capital, SOFI Phthesis, Stockholm University. Goldberger, A.S. C.F. Manski, 1995, Review Article: The Bell Curve by Herrstein and Murray,Journal of Economic Literature, Vol. XXXII, June, pp.762776. Murnane, R., J.B. Willett F. Levy, 1995, The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, 77, May, pp. 251266. Murnane, R. J.B. Willett M.J, Braatz Y. Duhaldeborde, 2001, Do Different Dimensions of Male High School Students Skills Predict Labour Market Success a Decade Later? Evidence from the NLSY, Education Economic Review, 20 pp. 311320 Neal, D. W. Johnson, 1996, The Role of PreMarket Factors in BlackWhite Wage Differences, The Journal of Political Economy, 104, pp. 869895. IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 37 Shapiro, C. J. Stiglitz, 1984, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, May, pp. 43344. Sjogren, A. S. Sallgren, 2004, Trapped, Delayed and Handicapped, Working Paper No 613, IUI, Stockholm Whinship, C. S. Korenman,1997, Does Staying in School Make You Smarter? The Effect of Education on IQ in the Bell Curve, in B. Devlin S.E. Fienberg D.P. Resnick K.Roeder Eds. Intelligence, Genes and Success, SpringerVerlag, New York. Zax, J.S. D.I. Rees, 2002, IQ, Academic Performance, Environment, and Earnings, Review of Economics and Statistics, 84, November, pp. 600616. 38IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 8 7 5 3 4 .086 .014 .024 .014 .086 .014 .111 .013 .081 .014 .083 .014 .100 .012 .021 .014 .029 .013 Males 1 2 Females 6 .027 .024 .013 .013 Appendix Table A1 Estimation results from unadjusted measures, males and females. Dependent variable: 2001 log real earnings. _______________________________________________________________ ___________________________________________________________________________ IQ Absesteem Relesteem IQAbsesteem IQRelesteem Absesteem Relesteem Constants Fvalue R2 ______________________________________________________________________________ Notes: and denote statistical significance at 10 %level and 5%level, respectively. The number of observations is 3402 for males and 3277 for females. For notations, see Table 2. 12.11 12.11 12.11 12.10 .013 14.0 65.7 .025 .012 21.6 27.1 .013 .024 11.74 11.74 11.74 11.73 .013 .014 30.5 19.6 .023 .029 .032 .013 24.8 .018 .013 77.7 .029 .036 .015 .014 .012 .021 .012 .016 .014 .010 .014 .018 .013 .006 .013 .065 .013 .086 .014 .048 .015 .033 .014 .049 .015 .019 .014 .022 .017 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 39 IQ .096 Males .055 .088 .007 .015 .173 .017 .032 .015 .030 .015 .038 .014 .357 .106 .420 .017 Absesteem Relesteem Females IQ .058 .025 .016 .016 .919 .019 .080 .089 .967 .259 .113 Absesteem Relesteem Table A2 Estimations of determinants of IQ, absolute and relative selfesteem. _______________________________________________________________ Dep. variable ______________________________________________________________________________ Age Bornq IQ Permanent family income Constants Fvalue R2 ____________________________________________________________________________Notes: and denote statistical significance at 10 %level and 5%level, respectively. The age of the individuals Age in the sample is in the range of 3336 years. Bornq denotes the quarter of birth of the individual and the variable takes the values of 1early birth date to 4 late birth date. Permanent family income is the average parental income of the individual during the period 19871998. The number of observations is 3400 for males and 3272 for females. For notations, see Table 2. 33.02 8.80 3.83 3.24 4.24 1.02 1.86 3.00 31.34 2.70 2.42 1.10 3.45 1.10 12.12 3.59 3.07 1.01 .754 3.02 .413 .017 .136 .018 48.8 196.9 166.1 24.9 32.5 73.4 .035 .027 .195 .033 .039 .195 40IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings IQ IQ Table A3 Estimation results, quantile regressions, males and females. Dependent variable: 2001 log real earnings. ______________________________________________________________ ______________________________________________________________________________ Q25 Females Males 3 2 1 6 4 5 .060 .009 .031 .009 .072 .011 .053 .016 .046 .017 .055 .039 Absesteem .015 .009 .012 .007 .017 .013 .010 .015 .020 .013 .010 .037 Relesteem .017 .010 .024 .010 .022 .014 Q50 .009 .016 .044 .043 .019 .017 .063 .008 .031 .006 .067 .010 .064 .007 .046 .008 .063 .010 Absesteem .009 .008 .003 .006 .010 .009 .009 .007 .010 .007 .006 .008 Relesteem .028 .007 .022 .007 .027 .010 Q75 .015 .011 .030 .011 .034 .011 IQ .093 .009 .050 .008 .096 .008 .081 .007 .056 .009 .076 .010 Absesteem .007 .009 .002 .007 .006 .008 .002 .007 .004 .008 .006 .008 .045 .006 .028 .007 .039 .007 Relesteem .046 .008 .032 .008 .044 .008 no no no no yes yes .096 .091 .114 .014 .026 .054 Controls PseudoR2 Q25 Q50 Q75 ______________________________________________________________________________ Notes: The numbers in parentheses are bootstrap standard errors. and denote statistical significance at 5%level and 10%level, respectively. The estimates of the constants are not reported. Controls include schooling and experience. Columns 3 and 6 report estimates for the whole sample including individuals with zeroincomes n3606 for males and n3660 for females and they show a quite similar pattern as for the sample including individuals with positive incomes columns 1 and 4. However, since the standard errors of the estimates at the twentyfifth percentile are relatively large, in particular for females, there are just a few of the differences that are statistically significant across different income levels. .001 .004 .012 .006 .018 .043 .058 .057 .081 .004 .008 .024 IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings 41 Table A4 Estimates of complementarities across cognitive and noncognitive ability, quantile regressions, males and females. Dependent variable: 2001 log real earnings. _______________________________________________________________ ______________________________________________________________________________ Q25 Females Males 2 4 1 3 IQAbsesteem .004 .051 .002 .008 .053 .016 .048 .015 IQRelesteem .002 .012 .016 .008 .024 .013 .028 .013 Absesteem Relesteem .002 .029 .010 .009 Q50 001 .015 .002 .016 IQAbsesteem .004 .008 .006 .007 .011 .010 .010 .018 IQRelesteem .023 .008 .015 .006 .028 .010 .025 .014 Absesteem Relesteem .012 .008 .001 .005 Q75 .001 .012 .001 .010 .010 .009 .004 .008 .007 .007 .003 .008 .016 .007 .025 .009 .030 .006 .020 .006 IQAbsesteem IQRelesteem Absesteem Relesteem .006 .010 .012 .008 .001 .008 .005 .007 no yes Controls PseudoR2 Q25 Q50 Q75 ______________________________________________________________________________ Notes: The numbers in parentheses are bootstrap standard errors. and denote statistical significance at 5%level and 10%level, respectively. The number of observations is 3402 for males and 3277 for females. Controls include schooling and experience. For notations, see Table 2. .014 .028 .056 .097 .093 .117 .060 .058 .083 .008 .020 .046 yes no 42IFAU Swedish evidence on the impact of cognitive and noncognitive ability on earnings Publication series published by the Institute for Labour Market Policy Evaluation IFAU latest issues RapporterReports 2005:1 Ahlin Asa Eva Mork Vad hande med resurserna nar den svenska skolan 2005:2 2005:3 decentraliserades? Soderstrom Martin Roope Uusitalo Vad innebar inforandet av fritt skolval i Stockholm for segregeringen i skolan? Fredriksson Peter Olof Aslund Paverkas socialbidragsberoende av omgivningen? 2005:4 UlanderWanman Carin Varslad, uppsagd, ateranstalld. Foretradesratt till ateranstallning enligt 25 LAS i praktisk tillampning Isacsson Gunnar Finns det en skillnad mellan samhallets och individens avkastning pa utbildning? 2005:5 2005:6 Andersson Christian Iida Hakkinen En utvardering av personalforstarkningar i grundskolan 2005:7 Hesselius Patrik, Per Johansson Laura Larsson Hur paverkar kravet pa lakarintyg sjukfranvaron? Erfarenheter fran ett socialt experiment Working Papers 2005:1 Ericson Thomas Personnel training: a theoretical and empirical review 2005:2 Lundin Martin Does cooperation improve implementation? Centrallocal government relations in active labour market policy in Sweden 2005:3 Carneiro Pedro, James J Heckman Dimitriy V Masterov Labor market discrimination and racial differences in premarket factors de Luna Xavier Ingeborg Waernbaum Covariate selection for nonparametric estimation of treatment effects 2005:4 2005:5 Ahlin Asa Eva Mork Effects of decentralization on school resources 2005:6 Cunha Flavio, James J Heckman Salvador Navarro Separating uncertainty from heterogeneity in life cycle earnings Soderstrom Martin Roope Uusitalo School choice and segregation: evidence from an admission reform 2005:7 2005:8 Aslund Olof Peter Fredriksson Ethnic enclaves and welfare cultures quasiexperimental evidence van der Klaauw Bas, Aico van Vuuren Peter Berkhout Labor market prospects, search intensity and the transition from college to work 2005:9 2005:10 Isacsson Gunnar External effects of education on earnings: Swedish evidence using matched employeeestablishment data 2005:11 Abbring Jaap H Gerard J van den Berg Social experiments and instrumental variables with duration outcomes 2005:12 Aslund Olof Oskar Nordstrom Skans Measuring conditional segregation: methods and empirical examples 2005:13 Fredriksson Peter Bertil Holmlund Optimal unemployment insurance design: time limits, monitoring, or workfare? 2005:14 Johansson Per Per Skedinger Are objective measures of disability reliable? 2005:15 Hesselius Patrik, Per Johansson Laura Larsson Monitoring sickness insurance claimants: evidence from a social experiment 2005:16 Zetterberg Johnny Swedish evidence on the impact of cognitive and noncognitive ability on earnings an extended premarket factor approach Dissertation Series 2003:1 Andersson Fredrik Causes and labor market consequences of producer heterogeneity 2003:2 Ekstrom Erika Essays on inequality and education ", "filename": "490504558.pdf", "person": ["Johnny Zetterberg", "Zetterberg, Johnny"], "date": ["2005"]}