{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80139/1/492802254.pdf"], "title": ["Accounting for the effect of health on economic growth"], "plaintext": "ACCOUNTING FOR THE EFFECT OF HEALTH ON ECONOMIC GROWTHDavid N. Weil October, 2006Abstract I use microeconomic estimates of the effect of health on individual outcomes to constructmacroeconomic estimates of the proximate effect of health on GDP per capita. I employ avariety of methods to construct estimates of the return to health, which I combine with crosscountry and historical data on height, adult survival rates, and age at menarche. Using mypreferred estimate, eliminating health differences among countries would reduce the variance oflog GDP per worker by 9.9 percent, and reduce the ratio of GDP per worker at the 90th percentileto GDP per worker at the 10th percentile from 20.5 to 17.9. While this effect is economicallysignificant, it is also substantially smaller than estimates of the effect of health on economicgrowth that are derived from crosscountry regressions. David_WeilBrown.edu. I am grateful to Joshua Angrist, Andrew Foster, Rachel Friedberg,David Genesove, Byungdoo Sohn, and seminar participants at Ben Gurion University, the Boston UniversityHarvardMIT seminar in health economics, Brown University, University of California at San Diego, Clemson University, Cornell University, University of Haifa, the Harvard Center for International Development, Hebrew University, Indiana University, the International Monetary Fund, the NBER Economic Fluctuations and Growth group, New York University, North Carolina State University, Ohio State University, University of Pennsylvania,University of Wisconsin, and the World Bank for helpful discussions. Suchit Arora graciously provided his data on height and adult survival. Doug Park and Dimitra Politi providedsuperlative research assistance. I. Introduction People in poor countries are, on average, much less healthy than their counterparts in richcountries. How much of the gap in income between rich and poor countries is accounted for bythis difference in health? The answer to this question is important both for evaluating policiesaimed at improving health in developing countries and more generally for understanding thereasons why some countries are rich and some poor. The United States government as well as several international organizations and privatecharities, have recently embarked on ambitious efforts to improve health in developing countries. Included in these efforts are the Bush Administrations commitment of 15 billion over fiveyears to fight AIDS; the Roll Back Malaria partnership launched by the World Health Organization WHO, World Bank, and other international organizations in 1998; and the recentcreation of the independent Global Fund for AIDS, TB, and Malaria. The primary justificationfor these programs is the potential to reduce suffering and premature death among the affectedpopulations. However, an important secondary justification is the potential gain in economicdevelopment that is expected to follow from health improvements. For example, the report ofthe WHOs Commission on Macroeconomics and Health 2001 states Improving the health and longevity of the poor is an end in itself, a fundamentalgoal of economic development. But it is also a means to achieving the otherdevelopment goals relating to poverty reduction. The linkages of health topoverty reduction and to longterm economic growth are powerful, muchstronger than is generally understood. The burden of disease in some lowincome regions, especially subSaharan Africa, stands as a stark barrier toeconomic growth and therefore must be addressed frontally and centrally in anycomprehensive development strategy.My goal in this paper is to quantitatively assess the role that health differences play inexplaining income differences between rich and poor countries, and thus to calculate the income 1gain that would result from an improvement in the health of people living in poor countries. Economists have identified several channels through which health affects the level ofoutput in a country. One channel, which I call the proximate or direct effect of health, is thathealthier people are better workers. They can work harder and longer, and also think moreclearly. Beyond this proximate effect of health, there are a number of indirect channels throughwhich health affects output. Improvements in health raise the incentive to acquire schooling,since investments in schooling can be amortized over a longer working life. Healthier studentsalso have lower absenteeism and higher cognitive functioning, and thus receive a bettereducation for a given level of schooling. Improvements in mortality may also lead people to savefor retirement, thus raising the levels of investment and physical capital per worker. Physicalcapital per worker may also rise because the increase in labor input from healthier workers willincrease capitals marginal product. The effect of better health on population growth isambiguous. In the short run, higher child survival leads to more rapid population growth. Overlonger horizons, however, lower infant and child mortality may lead to a morethanoffsettingdecline in fertility, so that the Net Rate of Reproduction falls Bloom and Canning 2000,KalemliOzcan, Ryder, and Weil 2000. At a much longer horizon, Acemoglu, Johnson, and Robinson 2001 argue that the poor health environment in some parts of the world led Europeancolonizers to put in place extractive institutions which in turn reduce the level of output today. In this paper, I look only at health as a proximate determinant of a countrys income that is, Iexamine the effect of better health in enabling workers to work harder and more intelligently,holding constant the level of physical capital, education, the quality of institutions, and so on. Examining the effect of health on economic growth is made difficult by the endogeneityof health itself. The mechanisms that lead to a positive dependence of health on income arefairly obvious. People who are richer can afford better food, shelter, and medical treatment. Countries that are richer can afford higher expenditures on public health.1 Because health is 1 Pritchett and Summers 1996, using an instrumental variables procedure, find asignificant effect of national income on health, as measured by infant and child mortality. The 2endogenous, it is almost impossible to use aggregate data to determine the structural effect ofhealth on income. I am able, however, to use structural microeconomic estimates of the directeffect of health on individual income, which, along with aggregate data on health differencesamong countries, are all that is required to measure the direct effect of health differences onincome differences among countries. Beyond looking at healths effect on growth, a second goal of this research is to examinethe broader question of what determines a countrys level of income. Recent research see Caselli 2005 for a review has used the technique of development accounting to parse variationin income among countries into the pieces explained by accumulation of physical capital andhuman capital in the form of education, as well as remaining residual variation due to differencesin productivity. The conclusion from this literature is that residual productivity is by far themost significant source of income differences, explaining more than half of the variance ofincome. Because existing analyses do not account for health, differences in income due to healthare included in this productivity residual, along with differences in income due to institutions,geography, culture, and so on. By accounting for variation in health among countries, I am ableto explain a fraction of this residual productivity variation, and produce a purified version of theproductivity residual. The rest of this paper is organized as follows. Section II discusses previous literature thatinstruments that they use are terms of trade shocks, the ratio of investment to GDP, the blackmarket premium, and the deviation of the exchange rate from PPP. A more contentious questionis the degree to which average health varies among countries for reasons other than income. Gallup and Sachs 2001 argue that tropical areas have fundamentally worse health environmentsthan do the temperate parts of the world. They claim, for example, that the fact that malaria hasbeen eliminated in currently rich areas such as Spain or the Southern United States but not inpoor ones such as subSaharan Africa does not reflect differences in income, but rather the factthat malarias grip is much stronger in Africa. Under this view, these fundamental differences inthe health environment present a very strong obstacle to economic growth in the tropics. Incontrast, recent work by Acemoglu, Johnson, and Robinson 2001 take the view that differencesin the fundamental health environment between countries are not large, and that the high level ofdisease in tropical countries is more a result than a cause of their poverty. 3has examined the link between health and economic outcomes. Section III presents a frameworkfor analyzing how health affects income at the individual and national level. Section IVdiscusses the aggregate health indicators used in the analysis. Section V presents a variety ofestimates of the return to health indicators. Section VI looks at the magnitude of productivitydifferences among countries implied by differences in health outcomes, and Section VII looks atthe contribution of health variation to variation in GDP among countries. Section VIIIconcludes. II. Background Literature Research examining the link between health and economic outcomes, at either theindividual or national level, has generally examined two types of health measures: inputs intohealth and health outcomes. Inputs into health are the physical factors that influence anindividuals health. These include nutrition at various points in life in utero, in childhood, andin adulthood, exposure to pathogens, and the availability of medical care. Health outcomes arecharacteristics that are determined both by an individuals health inputs and by his geneticendowment. Examples include life expectancy, height, the ability to work hard, and cognitivefunctioning. For the purpose of explaining income differences among countries or individuals,the key health outcome of interest is how health affects the ability to produce output. I call thishealth outcome human capital in the form of health. We do not observe human capital in theform of health directly, but presumably it is some combination of ability to work hard, cognitivefunction, and possibly other aspects of health. In contrast to human capital in the form of health,there are a number of health outcomes that can be observed at either the individual level, thenational level, or both. I refer to these health outcomes as health indicators. Comparisons of health among countries can be made by looking at either inputs to healthor health indicators. Rich countries have more of almost all health inputs than poor countries. To give some obvious examples, the fraction of the population with access to clean drinking 4water, the number of physicians per capita, and the nutrient composition of the diet all differmarkedly between rich and poor countries. Similarly, rich countries today have better healthinputs than they did in the past. Comparisons of health indicators tell much the same story ascomparisons of inputs these data are discussed further below. These facts suggest thatunobservable health outcomes, including human capital in the form of health, are also better inrich than poor countries. A large microeconomic literature examines the effects of varying health inputs on healthoutcomes themselves, human capital attributes that are contingent on health outcomes, andwages. In many studies, more than one of these groups of dependent variables is examined.2 Several studies see Behrman et al. 2003, Alderman, Hoddinott, and Kinsey 2006, Macciniand Yang 2005, Chavez, Martinez, and Soberanes, 1995 have examined the longrun effectsof childhood nutrition, using a variety of natural and manmade experiments that provideexogenous variation in nutrition. They find that better nutrition leads to improvements in schoolcompletion, IQ , height, and wages. Studies of the effect of adult nutrition Strauss 1986, Strauss 1997, Basta et al. 1979, Thomas et al. 2004 similarly find positive effects on laborinput and wages. Bleakley 2007 and Miguel and Kremer 2005 find that treatment withdeworming drugs increases school attendance. Several other studies that have examined theeffects of childhood nutrition and health inputs are discussed in Section V.A. Using these microeconomic estimates of the effects of variation in health inputs onwages, it is possible to calculate the contribution of variance in a single health input to variationin income among countries. For example, Behrman and Rosenzweig 2004, using variation inbirth weight among monozygotic twins as an instrument, find significant effects of intrauterinenutrition on adult wages. Using their estimate, one can show that eliminating variation in birth 2 See Thomas and Frankenberg 2002 for an extensive review. 5weight among countries would reduce the variance of log GDP per worker by 3.1 percent.3 Extending this methodology to encompass other health inputs is difficult. Comparingrich to poor countries, there are large differences along most of the dimensions considered in themicroeconomic studies listed above, and many more as well. A complete analysis of the effectsof equalizing health inputs and thus health among countries would require data on how each ofthese inputs differed among countries as well as a microeconomic estimate of the effect of eachinput on labor productivity. Neither the data nor the relevant estimates to undertake this exercisecurrently exist. A further theoretical problem with conducting such an exercise is that to add 3 Behrman and Rosenzwieg actually report a smaller number, but the two figures can bereconciled as follows. Define yi as the log of GDP per worker in country i, bi as average birthweight, and as predicted log GDP per worker based on the equation ,where the value of is derived from the twins data. To assess how much of the world variancein log income is accounted for by variance in birth weight, Behrman and Rosenzwieg look at the vary 2 varb var y. Using their estimated values of .00413 along withratio vardata for a crosssection of countries where vary 1.16 and varb 32.6, this equation yields avalue of .0005, which they report as less than one percent. The problem with this measure is that because is not constructed by least squares, it isnot orthogonal to the error term. That is, if , represents the factors other than birth weight that ,i, the two terms on the right hand side are notaffect log wages, then in the equation yi orthogonal. A natural measure of the influence of birth weight on the variance of income is theproportional reduction in log variance that would result from equalizing birth weight amongcountries, that is, var ,, vary. This can be expanded in turn as 2cov The term covy,bvarb is the coefficient from a regression of log GDP on average birth weight,which Behrman and Rosenzweig report as 0.136. Plugging this value along with the above datainto this equation yields a value of 3.1 percent. 6together the different effects examined singly in microeconomic studies would require a verystrong assumption of linearity, that is, that there are no interactions among the different healthinputs.4A second branch of the literature has attempted to answer the question how much dodifferences in health contribute to differences in income by looking at data on health outcomesrather than health inputs, and examining data at the national rather than individual level. Thesepapers present regressions of GDP per capita, GDP growth, or TFP on some measure of healthoutcomes, as well as a standard set of controls. Bloom, Canning, and Sevilla 2004 report theresults of 13 such studies, which mostly reach similar quantitative results see also Jamison, Lau,and Wang 2005 . Their own estimate, which comes from regressing residual productivityafter accounting for physical capital and education on health measures in a panel of countries isthat a oneyear increase in life expectancy raises output by 4 percent. Papers in this group suffer from severe problems of endogeneity and omitted variablebias. For example, Bloom, Canning, and Sevilla attempt to deal with the endogeneity of healthand other inputs into production by using lagged values of these variables as instruments. Theidentifying assumption required for this strategy to work that the error term in the equationgenerating health is serially correlated while the error term in the equation generating income isnot is not explicitly stated or defended.5 More generally, the problem with the aggregateregression approach is that, at the level of countries, it is difficult to find an empirically usablesource of variation in health, either in cross section or time series, that is not correlated with the 4 There are many cases where this required assumption of linearity is known not to hold. For example, three different inputs nutrition, sanitary conditions, and access to medical care are to some extent substitutes in combating infectious diseases. Adding together the effects ofimproving one input at a time would overstate the net effect of improving all three. 5 See Mankiw 1995 for a discussion of this issue.7error term in the equation determining income.6 In this paper I pursue the same question that is addressed by the aggregate regressions, butusing a different methodology. Specifically, I construct a framework in which estimates of theeffect of variation in health inputs on individual wages can be used to generate estimates of howdifferences in health, as measured by observable outcomes, contribute to differences in nationalincome. In other words, I use the available microeconomic estimates to create an estimate of theimportance of health at the macroeconomic level.III. Empirical Framework III.A Production and Wages Start with a CobbDouglas aggregate production function that takes as its argumentscapital and a composite labor input,1 where Y is output, K is physical capital, A is a countryspecific productivity term, and i indexescountries. The labor composite, Hi, is determined by 6 A few studies have attempted to solve the endogeneity problem by finding instrumentsfor health. Sachs 2003 uses a geographically based measure of malaria ecology toinstrument for the current prevalence of the disease, and finds that malaria has a large effect onthe level of GDP per capita. He is not able to look at the effect of overall health. There is thefurther problem that a high value of the malaria ecology index may be proxying for other omittedaspects of a tropical climate that negatively affect income. Acemoglu and Johnson 2006construct a measure of countries predicted improvements in life expectancy during the decadesaround World War II based on the experiences of other countries with similar diseaseenvironments. Using these predicted values as instruments, they find that life expectancyimprovements had a negative effect on GDP per capita and GDP per working age person.82 H h v Liiii,where hi is perworker human capital in the form of education, vi is perworker human capital inthe form of health, and Li is the number of workers.7 As discussed above, vi is not the totality ofan individualss health; rather, it is only the aspects of individual health that are relevant for theproduction of output. The wage paid to a unit of the labor composite, wi, is its marginal product,3 .The wage earned by worker j is a function of his own health and education, as well as thenational wage of the labor composite. In logs,4 , where 0i,j is an individualspecific error term. Thus, individual wages are proportional to theindividuals level of human capital in the form of health. 7 Notice that implicit in this formulation is the notion that a worker with more educationor health supplies more units of the same basic labor input as workers who are less educated orhealthy. In the case of education, this assumption is hard to justify, since one worker with a Ph.D. is hardly a perfect substitute for four workers who have no education. In the case ofhealth, the assumption may be marginally more satisfactory: one healthy worker who can workfaster or longer may indeed be a substitute for several unhealthy workers. 9III.B Individual Health and Productivity Let X be a vector of inputs into individual health, such as nutrition at various points inlife, exposure to pathogens, medical treatment, etc. I assume that individual health outcomes arefunctions of health inputs as well as a set of random errors As mentioned above, there are a largenumber of health outcome characteristics, such as height, ability to work hard, age of death, andcognitive function, that are determined by health inputs. In the discussion that follows, Isimplify notation by only working with two specific health outcomes: I for indicator, whichcould be any observable element of health outcomes such as height, and v, which is the healthoutcome that is relevant for labor productivity. Consider a latent measure of health, z. Initially I take latent health to be a scalar,although below I discuss the implications of allowing it to be multidimensional. I assume thatthe relationship between the vector of health inputs, X, and health outcomes such as I and v ismediated solely through changes in latent health. Following the existing microeconomicliterature, I also restrict the effect of latent health z on health outcomes to be linear or loglinearin the case of v. 5 6 Consider two individuals with different levels of latent health, z. As shown above,individual wages are proportional to human capital in the form of health. Thus the expected gapin log wages holding constant human capital in the form of schooling is7 ,10while the expected difference in health outcome I is given by 8 .The expected ratio of the log wage gap to the gap in the indicator I is9 .The ratio vI is loosely referred to as the return to characteristic I for example the return toheight even though the characteristic has no economic return and is simply an indicator ofunderlying health. Put another way, making people taller will not increase their wages per se, butchanges in latent health that produce both increases in wages and increases in height do so in theratio given by the return to height. Below I use the notation DI to refer to the return on outcomecharacteristic I.Knowing the return to characteristic I, we can back out the difference in perworkerhuman capital in the form of health between countries, which is unobservable, by using data onan observable health indicator. For countries 1 and 2, 10 Equation 10 is the key that allows us to use crosscountry data on observable health outcomesto infer the degree to which human capital in the form of health the aspect of health which isrelevant for producing output varies across countries. The only difficulty is that we need anestimate of the return to the observable health outcome to implement this procedure. One method for estimating return to a characteristic is if we have data at the country levelon both I and v at two points in time. Then the return to the characteristic can be calculated 11directly as the ratio 11 This is the approach taken in Section V.3 below. Unfortunately, cases in which we can directlyobserve average v for a country are rare. The more common approach to estimating the return tohealth characteristics is to look at individuallevel data. The return to health outcome characteristics can be estimated at the individual level byusing experimental or quasiexperimental variation in the vector of health inputs, X. Considersome health input x that is an element of X. If variation is x is exogenous, its effect on eitherhealth outcomes d Idx or wages dwdx can be estimated without bias. From equations 5 and6 we have and thus, 12 In other words, the return to a health outcome is just the ratio of the effect of varying thehealth input on wages to the effect of varying the health input on the particular health outcome.Because of the assumption that latent health is a scalar, the ratio of the change in any two health 12outcomes that results from changing a single element in the health input vector is the same as theratio of the change in those two health outcomes that results from any change in the entire healthinput vector. III.C Bias from Assuming that Latent Health is Scalar The assumption that underlying health is scalar is obviously quite strong. It is morereasonable to assume that latent health is multidimensional, and that health outcomes responddifferentially to the various aspects of underlying health. The appendix works through thealgebra of how the measures constructed above are biased in the case in which there are twoaspects of underlying health, only one of which is relevant for determining income, but both ofwhich affect the health indicator. The conclusion from this analysis is that the bias will dependon how the ratio of the changes in human capital in the form of health v and the indicator I induced by variation in health inputs among countries compares to the ratio of changes in thesesame variables induced by the experiment used to estimate the return to the health characteristic. For example, suppose that the return to height is estimated based on an experiment that has verylittle effect on human capital in the form of health, but a large effect on height this could benutritional intervention at a time in life which is crucial for determining adult height. Supposefurther that actual differences in health inputs among countries are concentrated more on factorswhich affect human capital in the form of health for example, micronutrient deficiencies inutero but not height. In this case, the procedure presented above will understate the role ofhealth, as proxied by the indicator height, in explaining differences in income among countries. Similarly, the method of estimating the return to a health indicator by examiningdifferences in v and the indicator within a single country over time, and then applying thisestimated return to crosscountry data, will be biased in the case in which the ratio of changes inv to changes in I that took place within the single country is not the same as differences in v and Iinduced by crosscountry differences in health inputs. 13I use these observations in discussing potential explanations for some of the divergentresults found below. More generally, I address the problem of bias from health beingmultidimensional by considering a number of different health indicators and a number ofdifferent ways of estimating the return to health indicators. The possibility that latent health is multidimensional raises conceptual problems that gobeyond the potential biases in my estimates discussed above. If the assumption that latent healthis a scalar is violated, then the concepts of the return to health and the effect of health oneconomic growth are not well defined, although one can still estimate how a specific change inhealth inputs affects individual wages or output. Even if latent health is multidimensional,however, one may still be able to sensibly discuss the return to a health indicator, such as thereturn to height. This would be the case if, for example, there were two dimensions of latenthealth for example, health of the body and health of the mind which had independent effects onlog wages, and each of these dimensions of health affected only a single health indicator. IV. Health Indicators The framework above shows how observable health outcomes can be used to infer howhuman capital in the form of health varies among countries. The ideal indicator would have threecharacteristics. First, it would be related as closely as possible to the aspects of individual healththat are relevant for labor productivity. Second, there would exist micro structural estimates ofthe return to this health characteristic, that is, how improvements in overall health, as proxied bythe relevant indicator, affect labor productivity. Finally, data on the indicator would be availablefor a broad cross section of countries. In this paper, I use data on three indicators of health: average height of adult men, theadult survival rate ASR for men, and age of menarche onset of menstruation for women. None of these measures is ideal for the purposes at hand, but each has advantages. 14IV.A Adult Height Adult height is a good indicator of the health environment in which a person grew up. Factors such as malnutrition and illness, both in utero and during childhood, result in diminishedadult stature. Looking across individuals, there is also a large degree of nonhealth relatedvariation in height, but much of this variation is washed out when one looks at populationaverages. Thus, the change in average height within a single country over time provides a goodindicator of the change the health environment assuming a genetically stable population. And insettings where data such as income per capita are unavailable, height may serve as the bestavailable measure of the standard of living.Of course, the average height of adults is not a perfect indicator of the average health ofadults, since height is almost completely determined by the time a person is in his or her midtwenties. Thus it is possible that health environment in which an adult lives will be verydifferent from the one in which he grew up. If one is looking at historical data from periods oftime in which the environment was changing only slowly, or looking crosssectionally atcountries which differ greatly in their health environments, then this timing effect will not be aserious problem; however, if one looks at countries with rapidly changing health environments, itis a possible concern. Even where the health environment is changing rapidly, and so adult height is not a goodindicator of the health environment in which adults live, it is still the case that adult heightprovides a lot of information about adult health. The reason for this is that, as recent literaturehas shown Fogel 1994, there is a long reach of childhood malnutrition and ill health intoadulthood. Adults who are shorter because of a poor childhood environment have higher ratesof many chronic illnesses in middle and old age. As I show below, the close correlation betweenadult height and adult mortality rates suggests that height is indeed a good indicator of health. 15Height is the most frequently used health indicator in microeconomic studies of therelationship between health and income. Unfortunately, no comprehensive crosscountry data seton height exists. Data are available for a modest number of countries. There are also relativelygood historical data on height. IV.B Adult Survival Rate The second measure of health I use is the adult survival rate ASR: the fraction of fifteenyear olds who will survive to age 60, using the current life table.8 These survival rates areavailable in consistent form for a large crosssection of countries. The ASR has the advantage ofmeasuring survival during working years, and thus seems likely to be a good measure of healthduring working years, which is what should be most relevant for determining the level of outputper worker.Figure I shows the relation between adult survival in 1999 and output per worker in 1996. Figure II shows the unweighted mean and standard deviation of the ASR over the period 19602000 for a sample of 80 countries in which survival and income data were available for theentire period. Mean ASR rose and the standard deviation declined in the period up to 1990,reflecting a worldwide trend toward better health and the catchingup of the poorest countriestoward rich country health levels, even though poor country incomes did not systematically growfaster than those in rich countries Becker, Philipson, and Soares 2005. The reversal of both ofthese trends between 1990 and 2000 reflects the impact of AIDS, which dramatically raisedmortality rates in several African countries. The impact of AIDS can also be clearly seen in Figure I, in which the largest outliers in terms of low survival are all in subSaharan Africa. I8 Like the more common measure, life expectancy at birth, the ASR is based on a crosssectional life table. Thus it measures how many fifteen years olds would die before age 60 if, ateach age, they experienced the mortality rates of men who are currently that age. Data are fromthe World Bank. 16discuss the impact of AIDS on my calculations further in Section VII.B. There are historical data on ASR for a fair number of countries. Unfortunately, there areno good structural estimates linking an individuals health, as proxied by his survival, to wages. IV.C Age of Menarche Of all the indicators I use, age at menarche the onset of menstruation is the one mostforeign to the literature on economic growth. Delayed menarche serves as a good indicator ofmalnutrition in infancy and childhood. Thus, as countries grow wealthier, girls reach menarcheearlier. As shown below, there is one structural microeconomic estimate of the relation betweenage at menarche and wages. There is some historical data on the age of menarche in thecurrently wealthy countries. To construct a crosscountry data set on average age at menarche, I started with fourpublished sources Eveleth and Tanner 1990, Thomas et al. 2001, Parent et al. 2003, and Padez 2003, each of which contains a compilation of data from 14 to 67 countries. Whennecessary and possible I followed the notes in these compilations to find the original studiesfrom which the data came. I also found an additional 32 studies by following references andsearching databases. I excluded observations that were based on highly nonrepresentativesamples for example, a single economic class or a single locality, and also took only the mostrecent observation for each country. My data set has 49 observations.Despite these efforts, there remain several problems with the menarche data. Some comefrom surveys that are not nationally representative, examining women from a few regions, orfrom the national capital and its environs, for example. There are also cases where the data referto the median rather than the mean age. Finally, data are from years ranging as far back as 1957,17although the vast majority are from the 1980s and 1990s.9 Figure III shows a the relationship between GDP per capita in 1995 and age of menarchefor various years. The mean age of menarche in my data set is 13.3 years, with a standarddeviation of 0.81 years. The five countries with the oldest measured age of menarche are Papua New Guinea 15.8 years, Haiti 15.4, Nigeria 15.0, Somalia 14.8, and Yemen 14.4. The United States has a mean age of 12.4 years, which is the sixthyoungest in the sample. IV.D Comparisons of Health Indicators For the samples of countries that are used in the empirical analysis below, the correlationbetween ASR and the log of GDP per capita is 0.773; between age of menarche and log of GDPper capita is 0.494; and between ASR and age of menarche is 0.495.In countries that started developing earliest, there has been a long, gradual improvementin most health indicators, while recent episodes of rapid growth have been accompanied by rapidchanges in the health indicators. In Sweden, whose experience is typical for Europe, heightincreased by 5.5 centimeters between 1820 and 1900, and a further 6.8 centimeters between 1900and 1965, while ASR rose by .179 in the first period and .203 in the second. By contrast, in South Korea, the height of adult males rose by 4.8 centimeters and ASR rose by .188 over the 33year period 19621995 Sohn 2000. Similarly, among industrialized countries in Europe, therewas a roughly linear decline in age at menarche of 0.2 0.3 years per decade over the period 18601980 Eveleth and Tanner 1990. By contrast, in South Korea, age of menarche fell from 9 Because other data are missing, I use only 42 observations on age of menarche in theanalysis in Section VII, with the earliest observation coming from 1968. An annotated data set ofthe observations I used, as well as the broader data set of all the observations I found, is availableupon request. 1816.8 to 12.7 between 1958 and 1998, a decline of more than one year per decade Hwang et al.2003.One concern in looking at health indicators across countries is that there may existgenetic variation that influences the relationship between underlying health and any particularindicator. In the case of age of menarche, Tanner 1990 reports that holding nutrition andenvironment constant, Africans and Asians reach menarche earlier than do girls of North European descent; thus estimates of the health gap of Europe and its offshoots vs. the rest of theworld based on age of menarche will tend to understate the true degree of variation in underlyinghealth. In the case of height, Steckel 1995 argues that although genetic differences can havesome impact on differences in average heights between populations, observed differences are infact largely attributable to environmental factors. Despite Steckels argument, I include fixedeffects when I use panel data on average height. V. Estimating the Return to Health Characteristics As shown above, the return to a health indicator is equal to the change in wages resultingfrom a specific change in health inputs divided by the change in the health indicator resultingfrom the same change in health inputs. A naive approach to estimating the return to a healthindicator would be to regress log wages on the indicator. Such an approach faces two problemsSchultz 2002. First, the error term in the equation relating the health indicator to underlyinghealth has a large variance. For example, when height is used as a health indicator, the error reflects genetic heterogeneity in the height that a healthy person attains. Using an indicator tomeasure underlying health is subject to measurement error, which biases downward thecoefficient on the health indicator in a wage regression. Second, there is likely to be a positive correlation between a persons health andunmeasured determinants of his wage. People with high wages are able to take better care of 19themselves. And even in the case of aspects of health that are determined early in life forexample, height and age of menarche, people from highincome families are well nourished andcared for as children, and they also carry into the labor market advantages, such as betterschooling and family connections, that are not observed by the econometrician. The omission ofthese factors biases upward the coefficient on a health indicator in a wage regression. Below I take three approaches to deriving unbiased estimates of the return to health, .V.A Estimating the Return to Health Using Exogenous Variation in Childhood Inputs Both of the problems in estimating the return to health discussed above can be overcomeby using instrumental variables. What is needed is a variable that affects wages only throughhealth, and which is uncorrelated with the unobserved determinants of wages. One such type ofvariable that has been used in the literature is inputs into health in childhood that are not relatedto family income. These inputs are reflected in health indicators, but do not increase wagesexcept through their effect on health. By instrumenting for health indicators with inputs intohealth, the estimated coefficient in the regression will reflect only the true structural effect ofhealth on wages. Table I shows the coefficients on health indicators from a variety of individuallevelinstrumental variables analyses. The instruments used are generally inputs into health inchildhood, such as the distance to local health facilities and the relative price of food in theworkers area of origin.10 11 The regressions in Table I control for years of education as well as 10 Schultz 2002 also reports estimates in which instruments are parental education andethnicity. I do not use these estimates because it is questionable whether the instruments can be excludedfrom the wage equation. He also reports results for the United States. However, because the regionalprice instruments do not provide a satisfactory basis for instrumenting for height in the wage regression,the IV estimates are not usable. 11 Schultz 2005 reports similar IV regressions for Cote d Ivoire and Ghana in which bothheight and body mass index BMI are included on the right hand side, the dependent variable being log 20the health indicator, so any indirect effects on the level of schooling are not included in thecoefficient on health. Further, in all of these regressions, the dependent variable is the log of thehourly wage. Thus, the extent to which good health allows a person to work more hours is notaccounted for. For both of these reasons, the estimates may understate the effect of health onincome.However, a serious concern related to this set of estimates is the validity of theinstruments used, and specifically whether the instruments can be excluded from the wageequation. To the extent that good inputs into child health reflect family characteristics that willalso lead to high wages through other channels, the effect of health on income estimated usingthis method will be biased upward. For this reason I treat these estimates as suspect, and in myanalysis rely primary on the estimates in the next section.12 V.B Estimating the Return to Health Using Variation in Birth Weight Between Twinsmale wages. The coefficients are as follows with standard errors in parentheses: Cote d Ivoire, height:.011 .019; BMI: .159 .053; Ghana, height: .057 .017; BMI: .079 .041. Because my frameworkcannot accommodate multiple indicators of underlying health I do not use these estimates, even thoughtheir basic thrust is similar to the estimates that I do use. 12 Because it is the only micro based estimate of the return to age of menarche, I discussthe Knaul paper in greater detail. Knaul uses 11 instruments: four measures of the quality ofhousing such as the percentage of the population with an earth floor or without toilet facilities,three measures of accessibility of health services such as distance to a health center and numberof physicians per capita, and four measures of the level and availability of education such asliteracy and distance to a secondary school. Unlike other papers in this literature, the measuresare for the contemporary environment, not for the location where the respondent was raised. Thus there is the possibility that these measures reflect endogenous migration in response towages. However, Knaul reports that the results are unchanged looking at a sample of youngerwomen who are less likely to have endogenously migrated in response to their economicsituation. She also reports that the sign and significance of the menarche variable are similar in asubsample of women who live with their mothers. 21My second method for estimating the return to health uses variation in birthweightbetween monozygotic twins. Monozygotic twins are genetically identical, and also share allaspects of the family environment that might influence aspects of human capital other thanhealth. However, within a pair of monozygotic twins there are variations in birth weight, whichpresumably reflect differences in intrauterine nutrition due to the location of the fetuses withinthe womb. These differences in birthweight can be treated as a quasiexperimental source ofvariation in health. Behrman and Rosenzweig 2004 analyze a large data set of female monozygotic twinsin the United States. In their sample, the average absolute value of the gap in weight is 10.5ounces compared to a mean birth weight of 90.2 oz  Their main estimate the withinmonozygotic twins estimator regresses the gap in the dependent variable height, log wages, orschooling between a pair of twins on the gap in fetal growth measured in ounces per week ofgestation. Conceptually, this is the same as regressing the dependent variable on fetal growthand a full set of family fixed effects. Behrman and Rosenzweig estimate that a one unitdifference in fetal growth leads to a difference of .657 years of schooling standard error .211,3.76 0.43 centimeters of adult height, and .190 .077 gap in log wages. Dividing the reducedform estimate of the effect of fetal growth on wages by the reduced form estimate of the effect offetal growth on height yields a TSLS estimate of the effect of health as proxied by height onwages. The estimate is 0.051, or slightly more than 5.1 percent per centimeter. This estimate includes the effect of health on wages through the channel of education, andthus is not comparable to the return to health that is estimated in Section V.A, where education isheld constant. To construct a comparable estimate, I start by using the Behrman and Rosenzweig results to produce a TSLS estimate of the effect of health as proxied by height onschooling. Dividing the effect of fetal growth on schooling by the effect of fetal growth onheight yields an estimate of 0.175 years extra schooling per centimeter of height. To this figure, Iapply a return to schooling of 0.10 change in the log of wages per year of schooling, whichrepresents a ballpark average of existing estimates Card 1999. This implies that each 22centimeter of height raises log wages by .018 through the channel of increased education. Subtracting this education effect from the total effect of height on wages derived above yields anestimate that each centimeter of height raises log wages by .033 holding education constant. Thisnumber has the same interpretation as the measures of the return to height derived in the previoussection. Black, Devereaux, and Salvanes 2007 perform a similar analysis using data on Norwegian men. Unlike Behrman and Rosenzweig, they do not have data on whether all thetwins in their sample are monozygotic or dizygotic, although they demonstrate that among asubsample of twin pairs for which they do have information on zygosity, results for monozygotictwins are very similar to results for samesex twins. For the full sample, their withintwinpairestimate of the effect of log birth weight on log earnings is 0.24 standard error of 0.08 , and theestimate of the effect of log birth weight on height is 5.69 standard error 0.56. The impliedeffect of health as proxied by height on wages is 4.2 percent per centimeter. Regressing years ofeducation on log birth weight in their data yields a coefficient of 0.40 with a standard error of 0.19 personal communication from Sandra Black, April 2006, implying 0.07 years of extraschooling per centimeter of height. Applying the same return to schooling used above .10 logpoints per year of school and subtracting this education effect from the estimated effect of heightwages yields an estimate that each centimeter of height raises log wages by .035 holdingeducation constant. V.C Estimating the Return to Health Using Historical Data My final technique for estimating the return to health uses longterm historical data. Fogel 1997 analyzes caloric intake and measures of calorie demand in the Great Britain overthe period 17801980. His analysis takes into account both the total quantity of caloriesconsumed and the distribution of these calories across the population. He also carefully accounts 23for use of calories in basal metabolic maintenance which increased over this period, as peoplegot bigger in order to calculate how many calories were left over for work. Fogels conclusionis that increased calorie consumption had two significant impacts on labor supply. First, overthis 200 year period, the fraction of the population that was simply too poorly nourished to workat all fell from 20 percent to zero, leading to an increase in labor input by a factor of 1.25. Second, among the adults who were working, increased caloric consumption allowed for a 56percent increase in labor effort.13 Combining these effects, improved nutrition raised labor inputby a factor of 1.95.As is clear from the above description, Fogels analysis looks only at the effects ofconcurrent and childhood nutrition on a workers productivity, and also focuses solely on theeffects of nutrition on the amount of energy a worker had available for expenditure. Theanalysis leaves out the effects of nutrition on aspects of productivity such as mental abilities, aswell as the impact of deficiencies beyond total calories, for example in micronutrientconsumption. Similarly, the analysis excludes the effects of health improvements throughsources other than improved nutrition, such as reduced exposure to disease agents and bettermedical care. Fogel calculates that improvements in nutritional status accounted for 90 percentof the mortality decline in England between 1775 and 1875, and half of the decline between 1875and 1975. For all these reasons, the estimate is likely to understate the improvement in workerproductivity due to better health that took place over this period.There are also biases in Fogels calculation that run in the other direction. Specifically, thelimiting factor in many workers ability to produce output may be mental ability rather thanenergy or strength. If the component of mental ability related to physical health has changed lessthan overall energy output, then Fogels calculation overstates the gain in labor productivity.There has also been a change in the mix of occupations over the period Fogel studies, away from 13 More specifically, Fogel finds that the number of calories available for work increasedby 56 percent over this period, and then further assumes, for lack of any data, that the division ofenergy output between work and discretionary activities remained constant.24those in which energy output is crucial manual labor toward those in which energy is lessimportant. However, this change in occupational mix can be overstated: even among knowledgeworkers, those who are energetic can produce more output than those who are lethargic.For lack of a better benchmark, I assume in this section that Fogels estimate captures thetotal healthinduced increase in worker productivity over this period. To back out an estimate of the return to health, I compare the change in each health indicator to Fogels estimate of thechange in worker productivity this can be thought of as a regression with two data points. Thedata on health indicators that I use are as follows. Over the period 17751995, average height in Great Britain rose by 9.1 centimeters Fogel 1994. In England over the 150 year period from 1832 to 1981, age at menarche declined by a total of 28.5 months Wyshak and Frisch 1982.14 I do not make any adjustment for the fact that the time periods applicable for the differentsources do not completely match those used by Fogel, under the assumption that in each case thedata is capturing the vast majority of the health transition that took place during the time period Fogel considered. In Section III.A, I showed how the return to a health characteristic can be derived usingdata from a single country at two points in time. The key equation was 11 Fogels estimate that v increased by a factor of 1.95 implies that .14 Great Britain consists of England, Wales, and Scotland. Over the period in question,England accounted for roughly 80 percent of the population of Great Britain 25In the case of height, dividing the change in lnv by the change in height yields a value of Dheight .668 9.1 .073; in other words, the log of labor productivity rises by .073 for everycentimeter increase in height. Using the same technique yields estimates that log wage rises by.281 per year reduction in age of menarche. V.D Estimates of the Return to Health Used in the Rest of the Paper The above three methods for estimating the return to health characteristics produce a totalof six estimates for the return to height: three from variation in childhood inputs .080, .094, and.078, two from twins .033 and .035, and one from longrun historical data .073. There aretwo estimates of the return to age of menarche, one from variation in childhood inputs .281 andone from historical data .261. The most notable variation among the estimates is in the return to height, with the twoestimates based on twins being less than half the estimates from other methods. A possibleexplanation for this difference is that the twins estimates come from wealthy countries, whileestimates based on childhood inputs come from poor countries and the historical estimates arebased on comparing a single country when it was rich to when it was poor. If nutritionprimarily affects physical capabilities, and if these capabilities are less important in rich than inpoor countries, one would expect the twinsbased estimates to be smaller. Alternatively, theestimates based on childhood inputs may simply be poorly identified and thus biased. In whatfollows, I take the conservative path of using the average of the two twinsbased estimates .034as a measure of the return to height. In the case of age of menarche, the two available estimatesare quite close to each other, and I use their average .271. In Section VII.A of the paper, Idiscuss the sensitivity of my results to variations in the assumed return to health. 26VI. CrossCountry Productivity Variation Due to Health Recall that the variable v measures the element of health that is relevant for laborproductivity. To map from a given indicator of health, such as those discussed in Section IV, tothe aspect of health relevant for labor productivity, I use the coefficients derived in Section V. Inthis section, I focus on three health indicators: age of menarche, height, and adult survival. In the case of age of menarche, matters are straightforward, because both crosssectionaldata and an estimate of the return to health as measured by menarche are available. Thebenchmark estimate of the return to menarche .271 per year implies that in my data set a onestandard deviation decline in the age of menarche results in a 24.5 percent increase in labor inputper worker. Assuming a value of the capital share parameter in the production function of onethird based on the results in Gollin 2002, this increase in labor input per worker would raise GDP per worker by 15.4 percent. The gap between the earliest and latest age of menarchecountries in my sample 3.7 years translates into a difference in labor input per worker of afactor of 2.73, and a difference in GDP per worker of a factor of 1.95. As mentioned above, analysis of crosscountry data on health as proxied by height andadult survival faces two problems. ASR data are available for a large cross section of countriesbut there is no estimate of the return to ASR; by contrast, there are good estimates of the return toheight, but consistent height data are not available for a cross section of countries. In this section I take advantage of the fact that data on both height and ASR are available historically for anumber of countries in order to map the structural coefficient on height into a coefficient that canbe applied to the data on ASR.In terms of the framework presented in Section III, I know the return to height, , but would like to know the return to ASR, that is To convert theformer to the latter, I need only multiply by the ratio This ratio can be constructed 27by taking advantage of the assumption that latent health z is a scalar variable that is linearlyrelated to health outcomes. Specifically, at the country level, 13 14 where i indexes countries and t indexes time. Each equation includes a white noise error termdue to measurement error. Further, I include country fixed effects in the equation for height, toallow for genetic variation in how this health indicator is related to underlying health. These two equations can be rearranged as follows: 15 Thus the ratio of coefficients can be estimated by regressing height on ASR with a set of country fixed effects. To implement this regression, I constructed a data setwith information from 10 countries and data covering up to 180 years per country, for a total of 93 observations. The data are shown in Figure IV.15Table II presents the results of this regression, as well as results from alternativespecifications. Columns 1 and 2 show the basic regression of height on ASR, excluding andincluding country fixed effects. Excluding country fixed effects column 1 reduces thecoefficient only slightly. Column 3 adds a linear time trend to the fixed effects regression,which reduces the coefficient on ASR by 40 percent of its initial value. Column 4 includes aninteraction of ASR with year normalized to be zero in 2000, to allow for change over time inthe relationship between ASR and height. The coefficient on the interaction term is positive and 15 Data available upon request. Most of the data on height come from Arora 2001.28significant, implying that changes in ASR are associated with larger increases in height todaythan they were in the past. For example, a change of 0.1 in the ASR would produce an increase inheight that was 0.71 centimeters greater in the year 2000 than it would have produced in the year 1900. The coefficient on ASR in this column, 19.2, implies that a difference in the adult survivalrate of 0.1 100 deaths per thousand is associated with a difference in height of 1.92 centimeters. It is this estimate of the effect of height on ASR that I use in the rest of the paper. The estimate of 19.2 in column 4, along with the value of Dheight.034derived above, yields a value of DASR .653.16 This coefficient implies that an increase in theadult survival rate of 0.1 would translate into an increase in labor input per worker of 6.7 percent and thus GDP per worker of 4.4 percent. In my data, the adult survival rate ranges between .214Botswana and .904 Iceland. Applying the coefficient of DASR .653 implies that moving fromthe lowest to the highest level of adult survival would raise labor input per worker by a factor of 1.59, and output per worker by a factor of 1.35. Before proceeding further, it is useful to compare this derived effect of health on incometo estimates using crosscountry data, as discussed above. Bloom and Canning 2005 examinethe effect of health on labor productivity, using the same approach as Bloom, Canning, and Sevilla 2004, which was discussed above. However, Bloom and Canning 2005 use the adultsurvival rate as their measure of health, and further write their production function with humancapital in the form of health multiplying labor input, as in equation 2. These changes maketheir results directly comparable to the effect of health on labor input that I measure here. They 16 An earlier version of this paper, Weil 2005, reported an estimate of DASR 1.90. Thedifference between that estimate and the one presented here is completely accounted for by twochanges. First, in the previous version of the paper I used a value of the estimated return toheight of Dheight .072, which was the average of the five structural estimates I had available atthe time; in this version, I use the value of .034 based on the two twinsbased studies. Second, inthe previous version I used the estime of 26.4 from column 2 of Table II,rather than the value of 19.2 from column 4 of the same table, which I use in this version.29estimate a value of DASR of 2.8, with a 95 percent confidence interval of 1.2 to 4.3. Even thelower bound of their range is twice my estimate of DASR .653. VII. The Contribution of Health to Income Differences Among Countries I now turn to examine the contribution of differences in health to differences in incomeamong countries. Specifically, I extend the development accounting methodology of Klenowand RodriguezClare 1997 and Hall and Jones 1999 to include a measure of health. Start with the aggregate production function introduced above, in logper capita terms: 16 .All the terms in this equation, with the exception of productivity, Ai, can be observed directly. Thus this equation can be used to back out productivity as a residual. To implement thisprocedure, I use the estimates of v constructed in the previous section. Data for real GDP perworker, physical capital, and human capital in the form of education are drawn from Caselli2005. Output and physical capital are measured in 1996 while human capital is from 1995. Asmentioned above, I use a value of onethird for based on the findings in Gollin 2002.I take several approaches to answering the question of how much variation in income isexplained by health. The upper part of Table III shows the full set of variances and covariancesof the terms on the right hand side of equation 16, all scaled by the variance of lny. Fromthese terms, two summary statistics can be calculated, which are presented at the bottom of Table III. The first is the fraction of variance in lny that is attributable to productivity. This is thesum of varlnA along with two times all the covariance terms that contain lnA. The reductionin this term resulting from accounting for health is a measure of the success of health in reducingthe fraction of income variance attributable to unobservable productivity. The second measure is 30the proportional reduction in the log variance of income that would be achieved by eliminatinghealth gaps among countries. This is the sum of varlnv and two times all the covariance termsthat contain lnv. Finally, in Table IV, I look at nonvariance measures of dispersion of income:specifically, the ratio of GDP per worker in the country at the 90th percentile of the incomedistribution to GDP per worker of the country at the 10th percentile of the income distribution,which I label y 90y 10. I further decompose this into the 90th percentilemedian ratio, and themedian 10th percentile ratio. These measures of dispersion are calculated both for the raw data,and then under the assumption that health differences among countries were eliminated. Thelatter measure is constructed by summing the terms on the right hand side of equation 16,excluding the term 1 lnvi, which captures the effect of health. The analyses in Tables III and IV are carried out using both ASR and age of menarche toconstruct countryspecific estimates of human capital in the form of health, vi. Data to carry outthe analysis using ASR is available for 92 countries, and for analysis using age of menarche it isavailable for 42 countries which are a subset of the ASR sample. I also show results using ASRas a measure of health in the sample of countries for which menarche data are available. The ASR estimates in Table III imply that eliminating health gaps among countries wouldreduce the variance of log output per worker among countries by 9.9 percent or 10.6 percentwhen ASR is used as a health measure in the menarche sample; using menarche as a healthmeasure, the reduction would be 12.3 percent. Accounting for health using ASR reduces thefraction of variance in lny attributable to residual productivity by seven percentage points; usingmenarche the reduction is twelve percentage points. The fact that the menarche and ASRestimates are fairly similar, given that they are constructed using different data sources anddifferent methodologies, is encouraging. 31The results in Table IV are largely in line with Table III. Using ASR as a health measure,the elimination of health gaps in the ASR sample would reduce the 9010 income ratio from 20.5to 17.9, a decline of 12.7 percent of its initial value. Not surprisingly, the largest part of thisreduction would come from the lower part of the distribution. The 5010 income ratio would fallfrom 6.4 to 5.8 a decline of 8.9 percent , while the 9050 ratio would fall from 3.2 to 3.1 adecline of 4.1 percent. Thus healths effect on GDP is strongest among the poorer half ofcountries. As in Table III, the importance of health is somewhat larger using menarche as ameasure than using ASR. The consistent message from Tables III and IV is that health has an economicallyimportant effect in determining income differences among countries, but that this effect is farfrom the dominant source of crosscountry income variation. As seen in Table III, using eitherhealth measure, health is less important than both human capital from education and physicalcapital especially the latter as a explanator of income differences among countries. Similarly,residual productivity is still left as the most important determinant of income differences amongcountries, although according to some of my estimates, specifically, within the menarchesample, productivity no longer ranks as being more important than all other factors takentogether. A world in which health was equalized among countries would still have 90 percent ofthe crosscountry income variance left intact. VII.A Sensitivity Analysis My estimates of the proximate effects of health on GDP differences among countries arebuilt up from data on how health indicators vary among countries and estimates of the return tohealth. In the case of health as measured by ASR, the health indicator itself is of relatively highquality and is measured on a uniform basis, and so the most likely source of error is in thecalculation of the return to health. This is particularly true because in this case the return tohealth is itself the product of two other estimates: the return to height and my estimated mappingbetween changes in ASR and changes in height. 32As discussed in Section V.D, the various methods that I used produced six estimates ofthe return to height. In the calculations above, I used the value of Dheight .034 3.4 percent percentimeter, the average of the two estimates based on twins, which I considered the mosttrustworthy, because they are based on a wellidentified experiment. As an alternative, Irecalculated my results using a value of Dheight .066, which is the average of all six estimates. This in turn implies a value of the return to adult survival, DASR 1.27, compared to mybenchmark estimate of DASR.653. Using this alternative measure, the proportional reduction inthe variance of lny that results from eliminating health gaps among rises to 18.4 percent, ascompared to 9.9 percent in the base case. Similarly, using this alternative value for DASR,eliminating health gaps among countries would lower the 9010 income ratio from 20.5 to 15.9 areduction of 22.1 percent of its initial value as compared to a reduction of 12.7 percent of itsinitial value in the base case. By either of these measures, increasing the value of DASR slightlyless than twofold raises the implied contribution of health to income differences by a factor ofslightly less than two. Thus, although the measures of healths importance that I calculate are notexactly linear in the estimate of DASR used, they are not far from it in the range being consideredhere. Similar roughly proportional results obtain if the other factor that goes into determining DASR, that is, the mapping from changes in ASR into changes in height, , is variedamong the different values estimated in Table II. In the case of health as measured by age of menarche, the estimated return to menarche isarguably less likely a source of error than mismeasurement of menarche itself. As mentionedabove, my data on menarche come from a variety of years, and in some cases refer to the medianrather than the mean. A regression of age of menarche on a dummy for median and year ofmeasurement yields the following standard errors in parentheses: Age of Menarche 51.98 0.105 median 0.0195 year R2.054 25.46 0.264 0.0128 N 4933Using the residuals from this regression in the accounting exercise above implies that eliminatinghealth gaps would reduce the variance of lny by 12.0 percent, which is hardly different from theoriginal estimate of 12.3 percent.VII.B The Changing Relationship Between Adult Survival and Income As mentioned in Section III.C, my method for finding the return to a health outcome, D, is biased in the case in which the ratio of changes in worker productivity to changes in theindicator induced by the experiment used to measure D is different than the ratio of changes inworker productivity to changes in the indicator in crosscountry data. In the case of the ASR,there is reason to worry that just such a bias may be present, due to AIDS. As shown in Figure I,a significant fraction of the variance in ASR in the year 1999 is due to high AIDS mortality indeveloping countries. Young 2005 argues that, in comparison to other diseases, AIDS has adisproportionally large effect on mortality relative to its affect on morbidity that is, the health ofworkers. Specifically, in the case of subSaharan Africa, where advanced medical treatment for AIDS is rare, individuals infected with HIV experience a long asymptomatic period during whichtheir labor productivity is unaffected by the disease, following which they sicken and rapidly die. If this is the case, my estimates of the variation in human capital in the form of health amongcountries, using adult survival to measure health, will be overstated. One way to address this issue would be to look at data on how Adult Survival would varyamong countries in the absence of AIDS. Such data do not exist, however. As an alternative, Ilook at data from the period before AIDS became widespread. Specifically, using data on outputper worker and ASR, I construct some of the measures that were examined above: theproportional reduction in the log variance of GDP per worker and the proportional reductions inthe 9010, 9050, and 5010 income ratios that would result from eliminating health gaps amongcountries. 34I construct these measures for for every decade over the period 19602000. In the year 2000, there were 2.4 million AIDS deaths in Africa, compared to 450,000 in 1990 and almostnone in 1980. The data are a panel of 80 countries for which data on GDP per worker and Adult Survival were available over the period 19602000.17 I use the benchmark estimate of the returnto adult survival of D .653 derived above. Figure V shows the results. Comparing 1990 and 2000, there is indeed a significant increase 2.3 percentage points, or 22 percent of the 2000value in the proportional reduction in income variance that would result from eliminating healthgaps. If we assume that this entire increase was due to AIDS, and that AIDS had no effect at allon the labor input of workers, then the other calculations in Tables III and IV would have to beadjusted downward accordingly. Besides addressing the issue of bias induced by AIDS, Figure V is interesting in its ownright. It shows that in the period prior to 1980, convergence in health among countriessignificantly reduced the fraction of world income variation attributable to health. Because thisconvergence in health was due to progress against a number of diseases, it is less likely that thebias in measuring the return to health discussed above is present, and thus it is less likely thatdecline in healths importance as a determinant of GDP variation is a statistical illusion. VII.C Indirect Effects of Health on Income As discussed in the introduction, the approach taken in the rest of this paper has been toexamine only the proximate or direct effects of health on GDP per worker. In other words, Ihave considered the counterfactual of improving worker health while holding constant theamount of physical capital per worker, the average level of education, the quality of institutions,and so on. 17 GDP per worker is the variable RGDPWOK from Heston, Summers, and Aten 2002. Adult Survival is from the World Development Indicators database of the World Bank. 35While this calculation flows directly from the microeconomic studies of the effect ofhealth on individual wages that I start with, one would also like to know total effect of health onincome, that is, the sum of the direct effect and any indirect effects of health through otherchannels. Here I consider two such indirect effects: First, the effect of improved health in raisingthe level of education that individuals attain, and second, the effect of health in raising thequantity of physical capital per worker. Healthier individuals have an incentive to get moreeducation because they can amortize their investment over more working years note thathealthier students also learn more for every year that they are in school, but this effect wasalready incorporated into my estimated return to health. A healthier workforce, which suppliesmore efficiency units of labor per worker, also attracts more physical capital. To adjust for the increase in years of schooling that results from improved health, I goback to the twins studies discussed in Section V.B. There, I started with TSLS estimates of theeffect of height on log wages, and then adjusted for part of the wage increase that was due toeducation by subtracting an estimate of the effect of height on education multiplied by anestimate of the return to education. Here I simply use the unadjusted TSLS estimate of the returnto height. The two studies discussed in Section V.B reported returns to height of 5.1 and 4.2percent per centimeter. I use the average of these two, 4.65 percent per centimeter. With thisestimated return to height, I construct a measure of vi, redefined to be human capital in the formof health inclusive of the effect of health in raising years of schooling.To adjust for the increase in physical capital that results from healthier workers, I follow Hall and Jones 1999 in decomposing output per worker, holding constant the capitaloutputratio, as would be the case in the steady state of a Solow model. Specifically, the productionfunction can be rearranged as 17 .36I use the Adult Survival Rate to proxy for health. As a measure of healths importance, Ifocus on the proportional reduction in the variance of lny from eliminating health gaps amongcountries. This can be calculated as the sum of the variance of lnv plus twice the covariance oflnv with all the other terms on the right hand side of equation 17, all divided by the varianceof lny. The direct effect reported in Table III is 9.9 percent. The sum of the direct and indirecteffects considered here is 19.3 percent. In other words, the two indirect effects considered hereare roughly as important as the direct effect of health. Adjusting for schooling but not physicalcapital, the effect is 13.3 percent, while adjusting for physical capital but not schooling, the effectis 14.5 percent. Although this result seems to suggest that the combined direct and indirect effects ofhealth are significantly larger than the direct effect analyzed in the rest of the paper, it isimportant to note that I have considered only some of the indirect effects of health. Mostsignificant among the effects that are left out is that health improvements can trigger a rise inpopulation growth, which will negatively impact output per worker both through the Solowchannel dilution of the capital stock and the Malthus channel reductions in the quantity ofland per worker. Acemoglu and Johnson 2006 argue that the negative effects of population onincome explain their puzzling finding that, in a cross country regression, improvements in lifeexpectancy reduce income per capita and income per worker. A second important considerationthat is ignored in the above calculation is the dynamic aspects of the effect of healthimprovements on the economy. Increases in schooling due to better health will not affect outputuntil the children who get more schooling enter the labor force. Similarly, the calculation of theeffects of health on capital assumed that the capitaloutput ratio was in steady state. In fact theadjustment of the capital stock following a health shock would take many decades. Finally, thedemographic effects of a change in health, including an initial increase in population growth, andsubsequent changes in the age structure of the population, would play out over a very longperiod of time. Ashraf, Lester, and Weil 2006 undertake a detailed analysis of the differentindirect channels though which health affects output, taking these dynamic considerationsexplicitly into account. 37VIII.Conclusion In this paper I have presented a methodology by which properlyidentified estimates ofthe effect of variation in health inputs on individual income and health outcomes can be appliedto crosscountry data on health indicators in order to estimate the direct effect of health onincome. My baseline estimate, using the Adult Survival Rate for men as a measure of health, isthat eliminating health gaps among countries would reduce the variance of log GDP per workerby 9.9 percent. Eliminating health gaps would also reduce the ratio of income of the country atthe 90th percentile of the income distribution to income at the 10th percentile by 12.7 percent ofits initial value, with the bulk of the decline taking place in the median10th percentile ratio. Aparallel set of estimates, using the age of menarche as a health indicator, show health playing aslightly larger role. The conclusion that health is an important determinant of income variation isrobust to using a variety of different microeconomic and historicallybased estimates of the returnto health, as well as to using alternative estimates of the mapping between different healthindicators and adjusting for the role of AIDS in affecting mortality in the 1990s. While the effect of health on income that I estimate is economically significant, it is alsomuch smaller than existing estimates derived from crosscountry regressions. My estimates donot match the characterization of ill health as a major stumbling block to economic development,as described in the WHO report on macroeconomics and health cited in the introduction. A limitation of the methodology that I present is that it can only examine the proximateeffect of health that is, people working harder, longer, or more intelligently on GDP perworker. In addition to this proximate effect, there are a number of indirect channels throughwhich health affects a countrys output. Several of these indirect channels, such as the effect ofbetter health in encouraging the accumulation of human and physical capital, could have positive 38impacts on income that are as large as the direct channel that I have measured in this paper. However, there is one indirect channel which works in the opposite direction: the effect of betterhealth in increasing population growth. Higher population growth lowers GDP per capitathrough the mechanical effect of raising the ratio of children to adults; it can also lower GDP perworker through reductions in the quantities of physical capital and land per worker. In principle, all of the indirect effects of health on income that are discussed above can bequantitatively assessed using a combination of microeconomic estimates and macroeconomicmodels. Such an analysis will also have to account for the different speeds at which healthaffects the economy through various channels. Putting all of these effects together, in order topaint a picture of the total effect of health improvements on income, remains a topic for futureresearch. 39Appendix: Allowing Latent Health to be Two Dimensional As a way of thinking about the biases resulting from the assumption that latent health isunidimensional, I here consider the case in which there are two latent health characteristics, oneof which, z, is relevant to an individuals productivity in the labor market, and the other ofwhich, ., is not. I assume that both aspects of health can affect the observed health indicator, I. Specific variations in the vector of health inputs, X, will affect one or both of the aspects ofunderlying health.Consider two countries with vectors of health inputs X1 and X2. The true difference intheir levels of human capital in the form of health will be A.1 .z be the coefficient giving the effect of the latent health measure z on the observable health. be the coefficient giving the effect of the latent health measure . on Let Ioutcome I, and similarly Ithe observable outcome I. The difference in I is given by A.2 Using microeconomic data in which one element of the health input vector, x, is variedexogenously, the estimated return to characteristic I is A.3 40Thus the estimated difference in human capital in the form of health is A.4 which can be rearranged to give A.5 The term in square brackets in this expression is the actual gap in human capital in the form ofhealth between the two countries from equation A.1. The other part of the expression is thebias in estimating this gap. Several points can be noted about this bias term: . 0, that is, the aspect of health that is irrelevant for v is also irrelevant for the If Iindicator I, then there is no bias. . 0, then the sign of the bias will depend on how the variation in the two If Idimensions of health induced by the experiment being used to estimate the return to thecharacteristic that is, the ratio of d.dx to dzdx compares to the actual variation in thetwo dimensions between two countries that is, the ratio of .X1 .X2 to zX1 zX2. If these two ratios are equal, then once again there is no bias. The gap in vbetween two countries will be overstated in cases where variation in the aspect of healththat is irrelevant for producing output . , relative to variation in the relevant aspect of 41health z, is larger among countries than the variation induced by the experiment beingused to estimate the return to health. If there is bias present from the above cause, then the absolute size of this bias will bemagnified the greater is the ratio Iis irrelevant to output affects the observable health indicator relative to the effect of thez, that is, the more that the aspect of health that. Irelevant measure of health on the observable indicator. One can do similar algebra to deal with the case described in Section III.B and applied in Section V.C where the return to health is estimated by examining changes over time in v withina single country. The estimated gap in v between countries will be biased if the ratio of changesin the different elements of latent health z and . that took place in the relevant historicalexperiment does not match ratio of differences in these two elements of latent health betweencountries. Brown University and NBER42References Acemoglu, Daron, and Simon Johnson, Disease and Development: the Effect of Life Expectancy on Economic Growth, NBER Working Paper 12269, June, 2006.Acemoglu, Daron, Simon Johnson, and James Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review XCI 2001, 13691401.Alderman, Harold, John Hoddinott, and Bill Kinsey, LongTerm Consequences of Early Childhood Malnutrition, Oxford Economic Papers LVIII 2006, 450474. Arora, Suchit, Health, Human Productivity, and LongTerm Economic Growth, Journal of Economic History LXI 2001, 699749.Ashraf, Quamrul, Ashley Lester, and David N. Weil, When Does Improving Health Raise GDP? Mimeo, Brown University, 2006.Basta, S., K. Soekirman, and N. Scrimshaw, Iron Deficiency Anemia and Productivity of Adult Males in Indonesia, American Journal of Clinical Nutrition XXXII 1979, 916925.Becker, Gary S., Tomas J. Philipson, and Rodrigo R. Soares, The Quantity and Quality of Lifeand the Evolution of World Inequality, American Economic Review XCV 2005, 277291. Behrman, Jere R., John Hoddinott, John A. Maluccio, Reynaldo Martorell, Agnes Quisumbing,and Aryeh D. Stein, The Impact of Experimental Nutritional Interventions on Education into Adulthood in Rural Guatemala: Preliminary Longitudinal Analysismimeo, University of Pennsylvania, 2003. 43Behrman, Jere R. and Mark R. Rosenzweig, The Returns to Birthweight, Review of Economics and Statistics LXXXVI 2004, 586601.Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes, From Cradle to Labor Market? The Effect of Birth Weight on Adult Outcomes Quarterly Journal of Economics, CXXII2007.Bleakley, Hoyt, Disease and Development: Evidence from Hookworm Eradication in the American South, Quarterly Journal of Economics, CXXII 2007.Bloom, David E. and David Canning, Health and Economic Growth: Reconciling the Microand Macro Evidence, mimeo, Harvard School of Public Health, 2005. Bloom, David E., David Canning, and Jaypee Sevilla, The Effect of Health on Economic Growth: A production Function Approach, World Development XXXII 2004, 113.Card, David, The Causal Effect of Education on Earnings, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics Volume 3A, Amsterdam: Elsevier, 1999,18011863. Caselli, Francesco, Accounting for CrossCountry Income Differences in Phillipe Aghion and Steven Durlauf, eds, The Handbook of Economic Growth, Volume 1, Amsterdam:Elsevier, 2005. Eveleth, P. B. and J. N. Tanner, Worldwide Variation in Human Growth, Cambridge, UK:Cambridge University Press, 1990.44Fogel, Robert W., Economic Growth, Population Theory, and Physiology: The Bearing of LongTerm Processes on the Making of Economic Policy. American Economic Review LXXXIII 1994, 369395.Fogel, Robert W., New Findings on Secular Trends in Nutrition and Mortality: Some Implications fo Population Theory in Mark Rosenzweig and Oded Stark, eds.,Handbook of Population and Family Economics Volume 1A, Amsterdam: Elsevier,1997. Gallup, John Luke and Jeffrey D. Sachs, The Economic Burden of Malaria, Supplement to The American Journal of Tropical Medicine Hygiene LXIV 2001, 8596Gollin, Douglas, Getting Income Shares Right, Journal of Political Economy, CX 2002,458474.Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Outputper Worker than Others? Quarterly Journal of Economics CXIV 1999, 83116.Heston, Alan, Robert Summers, and Bettina Aten, Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania, October, 2002. Hwang, J. Y. et al., Secular trend in the age at menarche for South Corean women bornbetween 1920 and 1986: the Ansan study Annals of Human Biology XXX 2003, 434442.Jamison, Dean, T., Lawrence J. Lau, and Jia Wang, Healths Contribution to Economic Growthin an Environment of Partially Endogenous Technological Progress in Guillem LopezCasasnovas, Berta Rivera, and Luis Currais, eds., Health and Economic Growth,Cambridge, MA: MIT Press, 2005. 45KalemliOzcan, Sebnem, Harl E. Ryder, and David N. Weil, Mortality Decline, Human Capital Investment, and Economic Growth Journal of Development Economics, LXII2000, 123.Klenow, Peter, and Andres RodgriguezClare, The Neoclassical Revival in Growth Economics:Has It Gone Too Far? in Ben S. Bernanke and Julio Rotemberg, eds., NBERMacroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997.Knaul, Felicia Marie, Health, Nutrition, and Wages: Age at Menarche and Earnings in Mexicoin William D. Savedoff and T. Paul Schultz, eds, Wealth from Health: Linking Social Investments to Earnings in Latin America Washington: InterAmerican Development Bank, 2000. Maccini, Sharon, and Dean Yang, Returns to Health: Evidence from Exogenous Height Variation in Indonesia, Working Paper, Ford School of Public Policy, University of Michigan, 2005. Mankiw, N. Gregory, The Growth of Nations Brookings Papers on Economic Activity,1995, 275326.Mankiw, N. Gregory, David Romer, and David N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, CVII 1992, 407437.Miguel, Edward, and Michael Kremer. 2004. Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica, LXXII 2004, 159217. Padez, C., Age at menarche of schoolgirls in Maputo, Mozambique, Annals of humanbiology, XXX 2003, 487495.46Parent A. S., G. Teilmann, A. Juul, N.E. Skakkebaek, J. Toppari and J. P. Bourguignon., Thetiming of normal puberty and the age limits of sexual precocity variations around theworld, secular trends and changes after migration, Endocrine Reviews XXIV 2003668693.Preston, Samuel, The Changing Relation Between Mortality and Level of Economic Development, Population Studies XXIX 1980, 231248.Pritchett, Lant and Lawrence H. Summers, Wealthier is Healthier, Journal of Human Resources, XXXI 1996, 84168.Ribero, Rocio and Jairo Nu Zez, Adult Morbidity, Height, and Earnings in Colombia in William D. Savedoff and T. Paul Schultz, eds, Wealth from Health: Linking Social Investments to Earnings in Latin America Washington, DC: InterAmerican Development Bank, 2000. Sachs, Jeffrey, Institutions Dont Rule: Direct Effects of Geography on Per Capita Income,NBER Working Paper 9490, February 2003Schultz, T. Paul, Wage Gains Associated with Height as a Form of Health Human Capital American Economic Review XCII 2002, 349353. Schultz, T. Paul, Productive Benefits of Health: Evidence from LowIncome Countries in Guillem LopezCasasnovas, Berta Rivera, and Luis Currais, eds., Health and Economic Growth, Cambridge, MA: MIT Press, 2005. Sohn, Byungdoo, Health, Nutrition, and Economic Growth. Ph.D. dissertation, Brown University 2000. 47Steckel, Richard, Stature and the Standard of Living Journal of Economic Literature, XXXIII1995, 19031940.Strauss, John, and Duncan Thomas, Health, Nutrition, and Economic Development, Journalof Economic Literature XXXVI 1998, 766817.Tanner, J.M. Foetus into Man. Cambridge, MA: Harvard University Press, 1990.Thomas, Duncan, and Elizabeth Frankenberg, Health, Nutrition, and Prosperity: AMicroeconomic Perspective, Bulletin of the World Health Organization LXXX 2002,106113.Thomas, Duncan, et al., Causal effect of health on labor market outcomes: Evidence from arandom assignment iron supplementation intervention, Mimeo, UCLA, April 2004.Thomas, F., F. Renaud, E. Benefice, T. de Meeus and J.F. Guegan, International variability ofages at menarche and menopause patterns and main determinants, Human Biology,LXXIII 2001 271290.Weil, David N., Accounting for the Effect of Health on Economic Growth, NBER Working Paper 11455, June 2005.World Health Organization, Macroeconomics and health: Investing in health for economicdevelopment, Report of the Commission on Macroeconomics and Health, Geneva, 2001. Wyshak, G. and R.E. Frisch, Evidence for a secular trend in age of menarche, New England Journal of Medicine CCCVI 1982 10331035.48Young, Alwyn, The Gift of the Dying: The Tragedy of AIDS and the Welfare of Future African Generations, Quarterly Journal of Economics CXX 2005, 423446.49Structural Estimates of the Effect of Health Indicators on Wages Table IHealth Indicator Effect on Sample Country and Year SourceunitHeight cmAge of Menarcheyrslnwage 0.0800.0056 0.0940.025 0.0780.00830.2610.111Males 1860Colombia urban,Ribero and Nu Zez 19912000Males 2554Ghana, 198789Schultz 2002Males 2060Brazil, 1989 Schultz 2002Females 1854Mexico, 1995Knaul 200050Table IIRegression of Height on Adult Survival Rate 1 2 3 4 Constant Adult Survival Rate 156.01.021.12.8157.50.826.41.0Year Year ASRCountry Fixed Effects 166.2 2.216.62.5 .0292.0068165.2 2.119.22.4.0057.0123 .0719.0216noyesyesyes R2.377.953.961.966Standard errors in parentheses. N93 for all regressions. Height is measured in cm. Year isnormalized to be zero in 2000. In regressions with country fixed effects, the United States is thereference group. 51Shares of Variation in Output per Worker Attributable to Each Factor Table IIISample: ASR N92 Menarche N42Health Indicator Adjusted for:None ASRNone Age of ASR 1 21.22.221.032.179.074.161.048varlnyvar lnk var lnyvar 1 lnh varlnyvar lnA var lnycov lnk, 1 lnh varlnycov lnA, lnk var lnycov lnA, 1 lnh varlnyvar 1 lnv varlnycov lnk, 1 lnv varlnycov 1 lnh, 1 lnv varlnycov lnA, 1 lnv varlnyFraction of Variance in lny.598Attributable to Productivity Proportional Reduction in Variance oflny from Eliminating Health Gaps 1.22.221.032.144.074.137.040.004.024.008.015.529.099 3.888.242.038.175.083.150.040.555Menarche 4 5.888.242.038.154.083.111.028.021.039.012.000.431.888.242.038.139.083.123.032.005.027.008.015.480.123.10652Table IVEffect of Eliminating Health Gaps on Income Ratios Sample Health Income Ratio Raw Data Eliminating Measure Health Gaps 20.473.216.3710.051.755.7410.051.755.7417.88 3.08 5.809.211.715.397.761.824.25ASRASRMenarche ASRMenarche Menarche 901090505010901090505010901090505010539991 lsea M rof eta R liavvru S tlud A10.90.80.70.60.50.40.30.2100GDP per Worker vs. Adult Survival Rate Figure IPapua New Guinea Guinea Cote dIvore Zimbabwe Zambia South Africa Rwanda Central Afr. Rep.Botswana Uganda 1000GDP per Worker 199610000100000Figure II Adut Survival Rate Standard Deviationof ASR right scaleMean ASR left scale RSAnae M 0.860.810.760.710.660.610.56196019701980Year 199020000.20.150.1RSA 0.0500.050.1i fonoitave Ddradnat S Figure III Age of Menarche vs. GDP per Worker Haiti Papua New Guinea Nigeria Kenya Nicaragua Zambia Algeria Malaysia 1615.51514.51413.5ehcrane M foeg A13Mozambique 12.5121000Ireland Norway United States Thailand 10000GDP per Worker in 1995Portugal Italy 100000900850800750700650600550500450400Figure IVData on Height and Adult Survival Denmark France Italy Japan S. Korea Netherlands Spain Sweden UKUSA162164166168170172174176178180182height cmdnasuoht rep eta R lavivru S tlud A0.20.180.160.140.120.10.080.060.040.020The Effect of Eliminating Health Gaps Among Countries Figure VReduction in the 9010 income ratio Reduction in the 5010 income ratio Reduction in the Variance of lnGDPWorkerReduction in the 9050 income ratio 196019701980Year 19902000", "filename": "492802254.pdf", "person": ["David N. Weil", "Weil, David N."], "date": ["2005"]}