{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/33619/1/495036129.pdf"], "title": ["U.S. border enforcement and the net flow of Mexican illegal migration"], "plaintext": "U.S. Border Enforcement and the Net Flow of Mexican Illegal Migration Manuela Angelucci University of Arizona and IZA Bonn Discussion Paper No. 1642 June 2005 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. ABSTRACT U.S. Border Enforcement and the Net Flow of Mexican Illegal Migration IZA Discussion Paper No. 1642 June 2005 This paper investigates the effect of U.S. border enforcement on the net flow of Mexican undocumented migration. It shows how this effect is theoretically ambiguous, given that increases in border controls deter prospective migrants from crossing the border illegally, but lengthen the duration of current illegal migrations. It then estimates the impact of enforcement on 19721993 migration net flows by merging aggregate enforcement data with micro data on potential and current illegal Mexican migrants. The econometric model accounts for the endogeneity of border controls using the Drug Enforcement Administration budget as an instrumental variable. Both the inflow and outflow of illegal Mexican migration are highly sensitive to changes in border enforcement. The estimates of the enforcement overall effect on illegal migrations net flow range across different specifications, from a decline about 35% of the size of the effect on the inflow to an increase. Thus, they suggest that border enforcement may not be an effective means to reduce the level of the illegal alien population in the United States. JEL Classification: Keywords: Corresponding author: Manuela Angelucci Department of Economics University of Arizona Mc Clelland Hall 401 PO Box 210108 Tucson, AZ 857210108 Email: angelucmeller.arizona.eduillegal migration, border enforcement, Mexico F22, J61, K42, O15 This paper is part of my doctoral dissertation. I am grateful to Dan Ackerberg, Gian Luigi Albano, Rabah Amir, Orazio Attanasio, Marco Cozzi, Christian Dustmann, Kei Hirano, Costas Meghir, Nicola Pavoni, Cristina Santos, Jeff Smith, and Adam Szeidl for their constructive and helpful comments. I am indebted to Gordon Hanson for providing border enforcement and apprehension data, and to the Mexican Migration Project team for making their data publicly available. All errors are mine. 1 Introduction This paper studies how U.S. border enforcement affects the net flow of Mexican illegal immigration. It argues that tight border controls may have perverse effects on the net flow of illegalmigration because they influence the behavior of both prospective and current migrants: whileenforcement increases may deter prospective migrants from crossing the border illegally, thehigher migration costs may increase current migrants length of stay in the United States. Thissecond effect is potentially important, given the large size and the high mobility of undocumented Mexican migrants.1 If tougher border enforcement lengthens migration duration, patrolof the border might, to some extent, indirectly encourage the formation of a more permanentundocumented resident community.Border enforcement has been a cornerstone of U.S. immigration policy, particularly sincethe second half of the 1980s. Understanding the impact of border controls on the flow of illegal Mexican migration is of primary importance for several reasons. First, Mexican nationals account for 69 percent of the total unauthorized resident population of the United States. Second,most illegal Mexican entries occur through the southern U.S. border. Third, undocumented Mexican migrants tend to be very mobile, undertaking multiple U.S. trips over their life cycle.Donato et al. 1992, for instance, show that migrating at least once increases the likelihood ofundertaking future migrations.The undocumented resident population of Mexican nationality has grown from 1.1 millionin 1980 to 2 million in 1990 and 4.8 million in 2000 INS Statistical Yearbooks, with an average annual growth of 90,000 in the 1980s and 280,000 in the 1990s. At the same time, theintensity of border enforcement has nearly tripled between the early 1970s and the mid 1990s.The allocated resources to border patrol have been growing steadily, especially since the 1986Immigration Reform and Control Act. The large growth in undocumented migration despitehigher expenditures on border controls calls into question the effectiveness of such policy.The fact that border enforcement affects illegal migrants outflow, as well as inflow, mayprovide an additional explanation for the disproportionate resources allocated to border versusinterior enforcement. If the effectiveness of border patrol is measured by its reduction in undocumented entries only, neglecting its impact on migrant outflow, the resulting estimate willoverstate border enforcements true effect on migration net flow. This may cause a larger thanoptimal resource allocation to border controls. Although there is awareness of these issues bothat the theoretical and anecdotal level, the existing literature has focused almost entirely onborder enforcements impact on migration inflow only, not considering its effect on the outflowof illegal migrants.1Massey and Singer 1995 provide estimates of annual inflow and outflow of U.S.based Mexican migrants.2This paper contributes to the existing literature in several ways. First, it shows how theimpact of border patrol on migration net flow is theoretically ambiguous. To do so, it presentsa simple model where agents may prefer to undertake multiple, costly migrations over a singlelonger one. The previous literature has explained multiple migrations as the consequence ofshocks or of imperfect information. I show that if absence from home entails a positive disutilitythat increases more than proportionally in time spent away from home, repeated, shorttermmigrations may maximize intertemporal utility even with complete information and with a fixedcost per migration. This setting enables me to endogenize migration duration.Second, this paper provides, for the first time, direct estimates of the effect of border enforcement on the net flow of undocumented Mexican migrants. For this purpose, I merge aggregateborder enforcement with individuallevel data on undocumented migration from the Mexican Migration Project. Thus, I can observe how border controls affect the likelihood of both undertaking and returning from an illegal migration. The obtained estimates are consistent withthe model predictions. Border enforcement has a significant deterrent effect, i.e.it reducesillegal migration inflow, discouraging prospective migrants from attempting an illegal trip tothe United States. At the same time, it lengthens the U.S. permanence of current migrants.Between 1972 and 1993, the estimated enforcement elasticity of inflows is 0.65 to 1.53 at themean, depending on the specification and sample used, while the elasticity of outflows variesbetween 0.73 and 1.56. The effect of a marginal increase in enforcement on illegal migrationnet flow varies between 35% of its impact on the inflow to an overall increase. These empiricalresults confirm the models prediction that assessing the effectiveness of border enforcement byanalyzing its deterrent effect provides an overestimate of its true impact; they further suggestthat border enforcement may not be an adequate policy to limit the illegal migrant net flow. Thefinal contribution of this paper is to propose a new instrument, the Drug Enforcement Administration budget, to address the issue of the endogeneity of border controls in the econometricspecification.The paper is organized as follows. Section 2 reviews the existing literature. Section 3 derives testable hypotheses of the impact of border enforcement on both the inflow and outflowof undocumented migrants using a dynamic model of illegal migration with heterogenous costs.Section 4 describes the data used. Section 5 discusses how the sample design may bias theestimates of the border controls coefficient and provides estimates of the aggregate illegal migration inflow. Section 6 illustrates the empirical specification and the related estimation andidentification issues. Section 7 presents the results from the econometric analysis, estimates themarginal effect of enforcement on the undocumented Mexican migrant net flow, highlightingsome policy implications. Section 8 concludes.32 Literature review There is a growing literature trying to understand the relationship between illegal migrationand border enforcement. The main practical problem faced by this literature is the difficulty ofdirectly measuring the stock and flow of illegal migration.2 This literature focuses in particularon the relationship between enforcement and illegal migrant inflow. Several papers use recordsof aggregate apprehension of illegal border crossers to infer the effect of enforcement on the undocumented migrant inflow. Borjas et al. 1991 look at the relation between apprehensions andexpenditure for border enforcement. Bean et al. 1990 assess the impact of the 1986 Immigration Reform and Control Act. Espenshade 1994 tests the deterrent effect of the likelihood ofborder apprehension on the inflow of undocumented migration. Hanson and Spilimbergo 1999,estimate the elasticity of apprehensions with respect to border enforcement from a reducedformaggregate apprehension function. Davila et al. 2001 estimate the short and longrun deterrenteffect of border controls.3However, if one wants to estimate how border enforcement affects the stock of illegal migrants,the variable of interest is migration net flow: the effect of border controls on migration inflowis likely to differ from its impact on the net flow, if enforcement also changes illegal migrantsoutflow. The fact that tighter enforcement, which causes an increase in migration costs, affectsboth the likelihood and the duration of an undocumented migration is illustrated in Hill 1987.His model shows that higher enforcement may reduce the number of migrations while increasingtheir length. More recently, Cornelius 2001 mentions the possibility that higher migrationcosts may result in lower mobility for undocumented individuals, once they have reached thedestination country. The same point is made in a survey by The Economist 2002.Kossoudji 1992 uses a sample of repeated illegal Mexican migrants to estimate the effect ofpast apprehension on current migration frequency and duration. This is the only previous empirical paper I am aware of where apprehension is related to migration duration. Unfortunately,the data set Kossoudji uses does not permit to distinguish interior from border apprehensions.2Warren and Passel 1987 use U.S. Census data to estimate the stock of undocumented aliens. Massey and Singer 1995 obtain estimates of individual probability of apprehension to assess the magnitude of the net flowof illegal migration.3However, only tentative inference can be made to estimate from apprehension data by how much border patrolreduces the illegal migration inflow: under current U.S. immigration law, the same individual may be arrestedseveral times while trying to cross the border. If an apprehended illegal alien agrees on a voluntary departure,that person is simply transported back to the Mexican side of the border. Thus number of arrests does not clearlyrepresent the volume of apprehended migrants. Espenshade 1995b estimates the relationship between aggregateattempts and apprehensions using a repeated trials model of illegal migration and presents a way of obtainingestimates of the flow of undocumented aliens by observing the fraction of repeated apprehensions of the sameindividuals. However, collection of this piece of information has been discontinued since the late 1980s.4Furthermore, being a sample of migrants only, one cannot estimate the effect of enforcement onmigration inflow i.e. the number of individuals discouraged from attempting to migrate by thehigh level of border controls. This paper adds to the existing literature by providing estimatesof enforcements effect on illegal migration net flow.Another branch of the literature questions the policy effectiveness of border enforcement ondifferent grounds from the one made above. Advocates of interior enforcement suspect thatinspections to firms in undocumented laborintensive sectors might prove more successful in theeradication of illegal migration. Work by Hanson and Spilimbergo 2001 suggests that borderenforcement may be the product of conflicting interests, as controls loosen when the demandfor illegal labor is high. Davila et al. 1999 argue that the disproportionate resource allocation favoring border versus interior enforcement is consistent with agency budgetmaximizingbehavior, rather than with trying to minimize the stock of illegal U.S. residents.3 A model of repeat migration This section models multiple migration choices of heterogeneous agents. The model is used tounderstand how border policing affects the decisions of starting and returning from an illegalmigration, and to derive testable hypotheses and an appropriate econometric specification. Inaddition, it sheds light on how the survey design may bias estimates of the parameters of interest.While we understand why people migrate and why it may be optimal to return to thehome country even with a higher foreign wage see, for instance, Borjas and Bratsberg 1996,Stark et al. 1997 and Dustmann 2003, we know less about the determinants of repeatedmigration. Since moving is costly, it is not clear why individuals may prefer multiple, shorttermed migrations to a single, longer one. The literature has related multiple migrations toimperfect information or shocks Da Vanzo 1983. However, given the vast scale of Mexicanmigration to the United States and the existence of migration networks, access to informationshould be relatively easy and cheap. Moreover, there are other important determinants ofrepeated migrations over the life cycle.Three different determinants of repeated Mexican migrations over the life cycle are: 1 labordemand cyclicality, 2 target earning behavior, and 3 migration cost increasing convexly induration of migration. The first case explains the existence of cyclical migration patterns asthe consequence of seasonal changes in labor demand. One obvious example is the increaseddemand for agricultural workers during harvest time, or for hotel staff during peak seasons.Target earning may arise as a consequence of failures in the financial market. Credit marketimperfections prevent individuals from borrowing to undertake potentially profitable activities 5e.g. purchases of land or machinery. Migration may be an alternative mean to raise theneeded sum of money. The migrant would stay in the U.S. until he or she has saved the desiredamount of money. The third case assumes that being away from home entails a migrationcost that grows more than proportionally over time. For instance, the likelihood of a migrantlosing claims on current and future ownership of family assets such as land and properties mayincrease convexly with time spent abroad. The longer the absence, the looser the tie with thefamily members left behind. The same idea applies to intangible costs, such as individuals beinghomesick. This hypothesis is consistent with the use of remittances as means to retain a tie withthe household in the home country, or as a manifestation of altruism. The hypothesis that timeaway from home may be costly is also consistent with the observed evidence from the MMP71data: the likelihood of returning from a migration is, ceteris paribus, higher for parents andmarried migrants, and increases with the number of children and hectares of land owned.4 Thecurrent model of repeated migration is based on the latter hypothesis, which, I believe, capturessome existing features of Mexican repeat migration. In any case, there exist also alternativeassumptions that yield the same implications regarding the effect of border enforcement on theintensity and duration of illegal migration, such as the seasonality or the target earning casesdiscussed above.I assume that migration costs are heterogeneous. This may arise because of different reasons.Individuals may be endowed with different levels of ability to cross the border, or they may haveaccess to private information. The data provide evidence of heterogeneity in bordercrossingability. The number of observed apprehensions for a single trip varies considerably, rangingbetween 0 and 15, although 78 percent of migrants manage to cross the border at first attempt,and 16 percent with up to three attempts. Alternatively, individuals may face varying degreesof financial constraints, hence financing similar trips may entail different costs. Finally, costsmay vary because of distance from the border and different levels of communityspecific networkeffects. Modeling alternative sources of heterogeneity, such as differences in labor marketrelatedskills, would not change the sign of the impact of border controls on illegal migration inflow andoutflow.Consider a continuum of potential illegal migrants with heterogeneous migration costs deriving from different ability endowments. There are two periods in the model. Agents treatwages and border enforcement bp as given in each period. There is no uncertainty. Assumethe existence of a utility function representing individual preferences. This function dependson consumption c 0 and on the fraction of time spent in the host country t 0, 1 and 4Note that also the target earning behavior needs to be coupled with some preference for staying in the homecountry, in order to explain why the individual returns from a migration despite the positive wage differential.6it is assumed to be twice continuously differentiable, and additive in c, t, and across periods.Individuals choose the optimal migration duration in both periods given the positive wage differential between U.S. and Mexican wages w U S w M X , the strictly convex disutility fromstaying away from home ut 0 and utt 05, their appetite for consumption uc 0 anducc 06, and the fixed cost associated with the illegal migration MC. The latter is a positive function of border enforcement bp, MCbp 0, and a negative function MCa 0 of anindividualspecific parameter a 0, 1 capturing heterogeneity in costs. The distribution of ais continuous over its support. From now on I will refer to this parameter as ability in crossingthe border. I assume capital market perfection. r is the interest rate paid on savings S and is the intertemporal discount factor.The maximization problem is:maxt 10,1,t 20,1,SU c 1, c 2, t 1, t 2, S; a uc 1t 1, S, a, t 1 uc 2t 2, S, a, t 2wherec 1 t 1w U Sc 2 t 2w U Sw U S w M X1 1 t 1w M X2 1 t 2w M X1 MCbp 1, a1t 1 0 S2 MCbp 2, a1t 2 0; t 1 1 1 rSThe object 1 is an indicator function that takes the value of one when the conditions in bracketsoccur.7 Given the parameters of the model, different ability endowments will be associated withvarying optimal migration durations, possibly including t 2 0 or permanent migrations.In general, there are two possible impacts of an exogenous change in enforcement on migration 1 tin this model. First, the exogenous change could affect the optimal number of migrations,e.g. combining two short migrations into a single, longer one, or the reverse. Second, thechange could also vary the length of each particular migration, conditional on the number ofmigrations. In the current analysis I consider only the latter case. I do this because 1, while itis simple, it is sufficient to show that higher enforcement reduces the level of contemporaneousimmigration 8; 2 I want to focus on repeat migrants to show how changes in future bp 2, as wellas contemporaneous enforcement bp 1 affect the duration of current migrations t 1. Focussingon the second case is equivalent to restricting the optimal migration durations to t 1 0, 1 and 5Partial derivatives are subindexed with respect to the argument, hence ut ut.6The assumptions on the utility function ensure that the agents optimization problem has a maximum.7Note that in the preiod 2 consumption equation the fixed migration cost is only incurred if the individual hasreturned from his period 1 migration, i.e. t 1 1.8This result holds also in the second case.7t 2 0, 1. However, I will discuss the implications of the second case at an intuitive level at theend of this section.The firstorder conditions 9 for migrants in both periods, i.e.individuals for whom t 1 0and t 2 0, are:Ut 1Ut 2US ut 1 uc 1w U S1 w M X1 0 ut 2 uc 2w U S2 w M X2 0 uc 1 1 ruc 2 0One could easily extend this model to allow for future migration costs being a negativefunction of past migrations or for agents being unable to borrow. In these cases, the magnitudeof the migrant flows would differ but the partial effects of enforcement on inflow and outflowwould have the same sign.3.1 Deterrent effect Given preferences, wages, some continuous ability distribution and enforcement levels, agentswith different ability levels will choose a different combination of current and future migrations.Individuals whose ability level exceeds a certain threshold a ah will migrate in both periods.Those with a sufficiently low ability a al will never migrate. One can study the impact ofchanges in migration costs on migration inflow by observing how these ability thresholds changedue to higher enforcement. Proving that a marginal increase in border controls increases thevalues of the existing thresholds shows that higher enforcement reduces migration inflow.Agents choose in each period whether to migrate or not, and for how long. Using H and M toindicate home stay and migration, which may occur for any positive fraction of the period, therewill be four possible outcomes: migration in neither period HH; migration in one period onlyeither the second, HM , or the first, M H; or migration in both periods M M . There are sixpotential ability thresholds the six possible pairwise combinations of the four different outcomesthat represent individuals indifferent between alternative intertemporal choices. Only a subsetof them will be relevant, depending on the values of the parameters and on the type of utilityfunction. For instance, define the ability threshold of the individual indifferent between nevermigrating and migrating only in the first period asa TM H,HH a s.t. ut 1M H 0, t 2M H 0, SM H ut 1HH 0, t 2HH 0, SHH In order to show the effect of enforcement changes on the inflow of illegal migration, Iconsider the case in which the values of wages and enforcement are identical in both periods and 9The secondorder condition matrix is negative semidefinite.81r 1. Since the two periods are identical, agents either migrate optimally in both periodsor always stay in Mexico, provided that their disutility from staying abroad is sufficiently convexin relation to the migration fixed cost.10 Hence, optimal migration duration is the same in bothperiods t M M,HH ,defined by the agent indifferent between migrating in both periods and not migrating in either.Define this agents ability level as 2, there is no savings, and there is a single relevant ability threshold, a T1 ta TMM,HH a s.t. ut 1MM 0, t 2MM 0, S MM 0 ut 1HH 0, t 2HH 0, S HH 01In this scenario, increases in border controls induce the agent to favor the zero migrationoutcome. To establish this, I can compute the sign of the enforcement effect on ability thresholda T from 1 using the implicit function theorem and the first order conditions. Given thatbp 1 bp 2 bp and that wages and consumption are identical in the two periods, I obtainsign a TM M,HHbp ! signcid:181 ucM cbp1 ucM ca cid:19 signcid:18M cbpM ca cid:19 0In practice, the symmetry of the two periods makes the model equivalent to a static one. Theabove comparative static is sufficient to show that contemporaneous enforcement increases movethe relevant ability threshold upwards, causing a deterrent effect on prospective illegal migrants.While the simple case presented above is sufficient to make my point, more realistic assumptions on variation in costs and benefit of migration and in intertemporal preferences willresult in agents with varying ability endowments being indifferent between alternative options.One case worth mentioning is when variations in enforcement over time cause changes in migration timing: for example, the higher future costs of migration will result in migrations beingundertaken in period one rather than in period two. Consider the individual whose utility ismaximized by migrating once, irrespective of when the migration occurs. This individual willbe induced to migrate in the first period by a marginal increase in future migration costs. Thereverse is true in case of an increase in current enforcement levels.3.2 Optimal migration duration After having shown how enforcement affects the inflow of illegal migration, I now proceed toshow its impact on the outflow. I do this by moving back to the more general model and byconsidering how higher current end future enforcement levels increase the optimal migration 10Alternatively, agents may prefer to bear the fixed migration cost only once, undertaking only one longermigration.9duration in period 1 t 1 of individuals who migrate in both periods.11 I examine this effectusing comparative statics:signsignt 1M c 1t 1M c 2 signcid:01 ruc signcid:16ucut 1c 12t 2 u 2c 2c 222 rcid:17 02c 2uc 1c 1ut 2t 2 2uc 2c 22cid:1 023where indicates the wage differential.12 These comparative statics show that the optimalmigration length is a positive function of both current and future levels of border enforcement.These results are intuitive: because of the concavity of the utility function, higher costs ofmigrating lengthen the time one must spend abroad to reap positive returns from the migration.One would obtain the same result by replacing the assumption of concave utility with targetearning behavior: as migration costs increase, it takes longer to save the desired amount ofmoney.Migration duration is also a positive function of future migration costs: for individuals whomigrate in both periods, a marginal increase in future enforcement levels will increase optimalcurrent migration duration. Illegal agricultural workers, who, with low enforcement levels, wouldundertake two short trips in each period during harvest season, may be induced to stay in the U.S. also between seasons because the cost of future migration has risen. In practice, given thelarge stock of highly mobile undocumented resident U.S. migrants, both these effects may besubstantial in size.To summarize, modeling the effect of border enforcement on choice and duration of repeated temporary undocumented migrations shows that border controls have a deterrent effecton prospective migrants: higher enforcement levels raise migration costs, causing fewer peopleto migrate. However, tighter enforcement affects also the behavior of current migrants, who willstay for longer time in the destination country. An increase in contemporaneous costs requiresmigrants to stay longer before they can benefit from the investment. Higher future enforcementalso induces current migrants to delay their return because future trips are more costly. Theseresults imply that the effect of an increase in border policing on the net flow of illegal migrationis ambiguous and depends on the amount of both prospective and current migrants and on howsensitive both groups are to changes in migration costs.These findings have several other implications: first, policyinduced changes in illegal migration inflow differ from changes in its stock, because the policy has also a significant effect on 11Changes in future migration costs do not affect the current migration duration of individuals who migrateonly in period 1.12This assumes that wage differentials are identical in the two periods. This simplifies the notation withoutchanging the signs of the partial derivatives.10migration outflow. Second, the estimated effect of the policy observing only migration inflowis larger than the true one in absolute value. Hence, judging the effectiveness of border enforcement only by assessing its impact on the inflow results in an overestimate of the true effect.This may result in too much spending being devoted to border enforcement and too little toalternative policies, thus providing an additional explanation for the observed disproportionateresource allocation in favor of border as opposed to interior enforcement. Lastly, for each levelof prospective migrants, the optimal level of border enforcement is a function of the stock ofcurrent U.S.based illegal migrants.As I argue later in the paper, the may result from using its estimated impact in the migrationinflow reduction as a proxy for its effect on migrant stock.If the effect on the inflow is anoverestimate of the impact on the stock which is the case if illegal migrants lengthen theirpermanence in the U.S. in response to higher border enforcement then border enforcement mayappear more effective than it actually is, and attract larger funding.4 The data Table 1 describes the data used, providing their means and standard deviations for the period ofinterest. The data used come from several different sources: border enforcement and aggregateapprehension data are from unpublished records of the Immigration and Naturalization ServiceINS, the Department of Justice agency managing border enforcement. U.S. wage and unemployment data are from the Bureau of Labor Statistics. The Mexican unemployment rate isfrom World Economic Outlook WEO data. The other Mexican macroeconomic variables usedare from the Mexican National Statistical Institute INEGI.13 Hanson and Spilimbergo 1999bdescribe both the enforcement and the macroeconomic data in great detail.Individual migration information comes from the Mexican Migration Project database MMP71.The MMP71 sample contains data from 71 communities in 13 different Mexican states between 1987 and 1998.14 Every year a number of different Mexican communities normally 5 are selected in such a way as to represent a range of diverse characteristics size, ethnic composition,location and economy.15 Interviewers collect data on a random sample of 200 households fromeach locality between December and January, months in which migrants tend to return home. I13With the exception of the devaluation rate, which is from aggregate MMP71 data.14I also include data on a small sample of pilot interviews from 1982.15Each year, a series of U.S.based nonrandom followup interviews are undertaken in the summer months, usingsnowball sampling a method whereby interview subjects are indicated by previous interviewees. I discard thismuch smaller group from the analysis because it is selected through a nonprobabilistic sampling methodology,although Massey and Zenteno 1999 analyze the quality of the data, and conclude that they are generally arepresentative source of information on MexicoU.S. migration.11Table 1: Descriptive statistics of the variables used, November 1998 data.Name Mean St. Dev. Description 19721993Linewatch hours Illegal migrations Returns 2.150.0350.551US unemployment 6.84US wage in pesos 29.530.510.0070.0441.305.86Million annual hours of border control Proportion of sampled individuals undertaking an illegal migration Proportion of sampled individuals returning from an illegal migration U.S. unemployment rate U.S. real hourly wage rate in theprivate sector, 1990 pesos MX wage index 1.090.16Mexican real hourly manufacturing wage DEA budget 495.25241.91Drugs Enforcement Agency real budget,index, production 199011990 million dollars Legalizations 25.9543.86Annual MMP71 Mexican legalizations Apprehension 540.54216.09annual INS border apprehensions in thousandobserve the complete migration history of household heads. For instance, I observe 30 years ofinformation regarding the timing, duration and location of migration of an individual aged 30when interviewed at time t. If the household head is absent, the interviewer collects the relevantinformation on hisher current and past migrations from other household members Colussi,2004.Interviewees include individuals with past spells of migration both legal and illegalones as well as others who never migrated. Massey 1987 provides further details about thestudy design.I build a panel from household heads retrospective migration histories. The interviews weredone between 1987 and 1998 and they collect recall data that span several decades. Because myinstrumental variable only starts being observed in 1972 the year in which the Drug Enforcement Administration was created, I only study migration decisions starting from that year. Inaddition, to limit recall errors, in some specifications I use a maximum 15 year recall windowprior to the interview. Hence, the sample contains the 19721987 migration history of individuals interviewed in 1987, or, for instance, the 19761990 migration history of 1990 intervieweeswhen using maximum 15 years recall data. I only use migration data through 1993, because theavailable data for the last five years of the sample 1994 to 1998 consist of too few observationsto be included.I include individuals aged between 16 and 55, who do not receive a disability pension andcannot migrate legally. In such a way, I obtain an unbalanced personyear panel with different 12entry and exit years. For example, suppose I observe a household head aged 67 in the interviewyear, 1997. His migration history is in the sample only between 1972 1983 when I use up to 15years recall period and 1985 because he turns 56 in 1986.Figure 1 exhibits my key explanatory variable, annual border enforcement level, measuredin million linewatch hours.16 This Figure shows that border controls increase over time, withparticularly steep increases in the late 1970s and from 1986.sruoh hctawenil launna noillim 3.43.232.82.62.42.221.81.61.41.21972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year Figure 1: Border Patrol million linewatch hours The average intensity of border controls between 1986 and 1993 is 20% higher than during 19771985. This is a consequence of the 1986 Immigration Reform and Control Act IRCA. Oneof the Acts various measures to curb illegal immigration was the increase in border policing,together with sanctions for the employment of undocumented labor and an amnesty programto legalize a large group of current illegal U.S. residents.17 The implementation of IRCA waspartly a reaction to the increased migration incentives caused by the economic and financial crisisthat hit Mexico in the early 1980s. With high inflation levels eroding the purchasing power ofwages 18 and periodic peso devaluations, more individuals were attempting to work illegally inthe United States. The two panels in Figure 2 show how the relative peso value of Mexicanversus U.S. wages declined dramatically during this period. This substantial time variation isuseful to identify wage effects on migration.The impact of the Mexican economic crisis on incentives to migrate is also noticeable in 16By linewatch hour I mean one hour of patrolling duty along the southwestern U.S. border.17Border Patrol budget, which has been increasing continuously since 1986, does not reflect the 1988 sharplinewatch hours decrease. Inspection of the monthly linewatch data shows that the lower enforcement in 1988 isconcentrated in the month of August. The enforcement intensity of the remaining 11 months is closer to 1987and 1989 levels. Unfortunately, migration data are at the annual level only.18Mexican real minimum wage decreases by 74% in the first half of the 1980s Hanson and Spilimbergo, 1999.134240383634323028262422wyxmr naem13513212912612312011711411110810510299969390871972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year 1972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year Figure 2: U.S. hourly private sector wage in 1990 pesos left and Mexican real manufacturinghourly wage index 1990100noitargmi lagelli egareva launna.045.043.041.039.037.035.033.031.029.027.025.023.0211972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year Figure 3: Proportion undertaking an illegal migration out of potential migrant population 14Figure 3, which shows sample illegal migration inflow to the United States as proportion ofoverall population of potential migrants. This variable is created considering the sample ofpotential migrants who are in Mexico, and computing the fraction of potential illegal migrantswho begins an illegal migration to the United States in each year. The proportion of individualswho migrate nearly doubles between 1972 and 1986, with a peak in 19851986. The risingmigration trend reverses starting in 1986. Part of this effect is likely a consequence of the IRCAamnesty granted to more than two million U.S.based illegal Mexicans migrants: this results ina large group of individuals simply switching from illegal to legal status.19 The improvementof Mexican economic conditions, the toughening of border enforcement, and the introduction ofemployers sanctions are also additional likely determinants of the trend reversal.Figure 4 shows average annual returns from illegal migrations. In this case, I consider thesample of migrants who are illegally in the United States. I measure the fraction of this groupswho leaves the U.S. to return to Mexico each year. Up to 1985, there is an upward slopingtrend, i.e. an increase in shortterm temporary migration. This may be generated by migrationvolumes growing faster than border enforcement, as shown in the Figures above, which wouldresult into lower individual apprehension probability.   SUmorf nruter egareva launna.66.65.64.63.62.61.6.59.58.57.56.55.54.53.52.51.5.49.481972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year Figure 4: Proportion of current undocumented migrants returning from an illegal migration The amnesty program, as well as the tighter border controls, may explain the sharp decrease in 1986 and 1987 returns. This may be because amnesty applicants might refrain from returningto Mexico while waiting for their legalization application to be processed, i.e. approximatelybetween 1986 and 1988.20 The last 5 years do not show a clear trend in returns from illegal 19INS estimates a total of 2,600,000 Mexican legalizations Statistical Handbook on U.S. Hispanics, 1992, while Bratsberg 1995 reports nearly 2,200,000 ones.20There is a 12month window to apply for the legalization and it takes several months for the authorization 15migrations. Average returns are now proportionally higher than preIRCA ones, although onemay attribute it to the change in illegal migrant mix: longerterm undocumented migrants arenow legal eligible applicants must prove they had been living in the United States since 1982,and this leaves a larger proportion of shortterm migrants.There are various wage measures that might affect migration decisions.I observe bothminimum wages and some measures of private sector wages. In particular, I have data on U.S.average hourly minimum wage and Mexican monthly average minimum wage; and on U.S. hourlyprivate sector wages and on an index of Mexican average production manufacturing hourly wage.The advantage of conditioning on minimum wages is that they may provide an upper bound tothe wage paid to unskilled, illegal migrants.21 Private sector wages, instead, have more timevariation and are likely to be more responsive to changes in labor supply and demand. I chose tocondition on private sector wages for these reasons, and also because minimum wages appear tobe highly multicollinear with the other explanatory variables in the regressions.22 In any case,the trends of minimum and private wages are not too dissimilar.5 Survey design and data issues Four characteristics of the survey design may cause a bias in the estimated effect of enforcementon illegal migration net flow. The first two are different types of nonrandom sample selection:the absence of some current migrants due to data being collected in Mexico only, and the factthat the sampled communities may not be representative. The remaining two are the recall biasassociated with the use of retrospective data, and the use of an unbalanced panel to identify theeffect of longitudinal variation in enforcement.23The most important source of potential bias is caused by data being collected in Mexico.Although I observe household heads migration history even if the person is absent at the time ofthe interview, no information is available when the whole family is away. Some of the householdheads missing from the data are illegal migrants in the United States whose family joined them.to be granted.21Illegal migrants are mainly unskilled individuals: average education level for the population of potentialmigrants is 5.1 years, whereas Hanson and Spilimbergo 1999b report that mean school years for individualsemployed in manufacturing in Mexico was 8.1 in 1990.22The analysis of the correlations between both sets of wages and the other variables used in the econometricmodel show that the multicollinearity arising from the use of minimum wages cannot be directly related to anypairwise correlation.23Munshi 2003 has a very good discussion of potential data issues caused by the MMP survey design, appliedto a different context. Some estimation issues are common to both exercises. I refer the interested reader to thisadditional source.16This is likely to bias estimates of the effect of border enforcement on illegal migration inflow andoutflow, albeit to different extents. The magnitude of the bias on the inflow is likely to be smallfor two reasons. First, the heads of missing households are likely to be a small proportion ofthe observed group of potential migrants, given my very loose definition of potential migrants.Second, households who have left Mexico to join the head in the United States are likely relativesof longterm migrants who are sufficiently established in the Unites States to have their familiesjoin them. These household heads migrations happened in the past, hence a fraction of themmust have occurred before 1972. Finally, after migrating these household heads are no longerpart of the sample of potential migrants anyway.Missing data are more problematic for the effect of enforcement on illegal migration outflow.The missing household heads are a larger fraction of the sample of current illegal migrants.Moreover, if unobserved heads are longterm illegal migrants, they may be the least sensitive toenforcement changes. Hence, the estimated effect of enforcement on the likelihood of returningfrom illegal trips may be larger in absolute value than the true one.A second characteristic of the data that may cause selection problems is the nonrandomnessof the communities sampled at the beginning of the project: the localities chosen in the firstyears of the projects existence belong primarily to high migration areas. This may result inmigrants being overrepresented. If individuals with no prior migration experience nor access tomigrant networks are the most sensitive to enforcement tightening, then their limited presencein the sample may bias the parameters of interest downward in absolute value. However, inmore recent years the MMP began sampling also different types of communities. Since the dataused are retrospective, I can use 1970s and 1980s migration data from localities sampled in the 1990s. This should partially offset the potential downward bias.There is no direct way to assess how the sample selection affects the estimates of the parameters of interest. Ideally, one would want to compare the sampled individuals with the missingones and see whether their decisions to undertake and return from illegal migrations differ systematically in ways related to border enforcement. One indirect way to test for the samplerepresentativeness is to compare estimates of illegal migration inflow and growth computed using the MMP71 data and alternative sources. These tests address both the issue of missingmigrants and the one of the nonrandomness of the communities sampled in the first years ofdata collection.I first compare the inflow estimates computed from different sources, shown in Figure 5. Iobtain an estimate of the amount of annual immigration by comparing sample and aggregateborder apprehensions. Sample data are from the MMP71. Aggregate apprehension data are from INS records. Knowledge of sample annual apprehension rate a am, where a is total sample 17apprehensions and m is sample undocumented migrations, and of aggregate yearly apprehensions A permits to estimate the annual Mexican illegal migration inflow:I Aa The corresponding estimated volume of illegal migration ranges between 234,00024 and 2,570,000individuals in the years between 1972 and 1993, with an annual average of 1,265,000.The first alternative inflow estimate I consider is the one computed by Massey and Singer1995, who use only the 22 MMP communities sampled between 1987 and 1992. I expect theirestimates of the illegal migration inflow to be higher than the ones computed from MMP71because their data come from localities with high intensity of migration. The volume of illegal Mexican migration estimated using MMP71 data is consistently lower than the one computedby Massey and Singer 1995:it ranges between 35 and 77% of their estimates, in line withexpectations. Nevertheless, the trends of the two series are not dissimilar, although migrationgrowth in the first half of the 1980s is more marked using Masseys and Singers figures.I obtain an additional estimate of illegal migration inflow following Espenshade 1995b,who notes how the ratio of undocumented migrations and total border apprehensions is stablebetween 1977 and 1988 and amounts to 2.2. Multiplying this ratio by the INS aggregate apprehension data results in a migration inflow that averages 1,323,000 between 1977 and 1988. Meanundocumented immigration for the same period using the MMP71 estimates is about 95% of the Espenshadebased figure. The similarity between the two series is striking, and the differencemight be entirely imputed to nonMexican illegal migration.As a further robustness check, I also compute average annual illegal migration inflow discarding data collected in 1987, 1992 and post1993 survey years corresponding to importantpolicy changes, on the grounds that the interviewees migration behavior may be affected bythe policy changes. The two series are nearly identical up to 1987, and differ between 1988 and 1991, when, however, there are few available observations for the smaller sample.I now compare the MMP71 estimates of the annual growth of undocumented Mexican population in the United States with INS aggregate data. I obtain an estimate of migration growthfrom MMP71 data by computing the sample annual illegal migrants departure rate from the U.S. as a fraction of entries, f . For example, if in a given year there are 200 illegal entriesand 160 exits, the corresponding f equals 0.80. The change in stock is 1 f I, where I isaggregate inflow. The rate f amounts to 95% for the whole sample, implying an average annualoutflow of 1,202,000. The INS Statistical Yearbooks estimate that the population of U.S.based Mexican illegal migrants grew from 1.1 to 2 million between 1980 and 1990. This corresponds 24All figures have been rounded.18 Massey and Singer 1995 Espenshade 1995 MXbased MMP71 subsample MXbased MMP71380034003000260022001800140010006002001972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year Figure 5: comparison of various estimates of illegal migration inflow in thousandsto an average annual increase of 90,000. Using the method described above, I calculate that theaverage annual growth in the illegal population stock using MMP71 data for the same years is 87,000.To summarize, the evidence provided so far is by no means a proof of the absence of sampleselection, but it supports the view that it may be small or negligible, especially concerning illegalmigrant inflow. There may be an upward bias in the estimates of the effect of enforcement onmigrant outflow. Therefore, one can interpret the estimated effects of border controls on illegalmigrant outflow as upper bounds in absolute value of the true parameters.An additional estimation issue may be generated by the retrospective nature of the data.The presence of recall bias in the dependent variable will not bias the estimates of the effect ofenforcement on migration inflow and outflow, unless the errors are systematic and vary over timee.g. individuals forgetting about having migrated as a function of the recall period, resultingin a spurious correlation with border enforcement. However, as also noted by Munshi 2003,one expects individuals to provide accurate responses, given the basic nature of the informationcollected which is whether the individual was in Mexico or in the United states in a given year,and in the latter case, whether with legal or illegal status. Thus, it is unlikely that individualssystematically under or over report migrations. To verify this, I provide estimates of theeffect of enforcement alternatively using all valid observations and limiting the recall period toa maximum of 15 years.Finally, note that the number of observed individuals varies in each year, because of thesampling scheme. For instance, the size of potential migrants varies from a minimum of 136 in 1972 to a maximum of 7379 individuals in 1985. Hence, if the effect of enforcement varies overtime and one does not reweight the observations appropriately, the estimated parameters would 19differ from the average partial effects of enforcement over the observed time period. I deal withthis issue by reweighting each observation by the inverse of the observed probability of beingsampled in a given year.256 Empirical specification and estimation issues The model has clearly highlighted the ambiguous effect of border enforcement on the net inflowof illegal migration. I now proceed to estimate the observed magnitude of the effect for the 19721993 time period. My empirical approach consists of estimating the effect that changes in bordercontrols have on the individual probability of transition between different states: from stayingin Mexico m 0 to becoming an illegal migrant m 1; and from being an undocumented U.S. resident r 0 to returning home r 1. Time is discrete and the unit is the year. Imodel the two transitions separately. i indicates the ith individual and t the year.I use the MMP data to create the two dependent variables: mit takes the value of zero forevery year the individual is in Mexico, and of one when the individual migrates to the United States; mit is missing for all subsequent years the person spends abroad.If the individualreturns to Mexico and meets the aforementioned requirements, he or she is again included inthe sample. rit is zero for every year an individual lives illegally in the U.S.A., and one in theyear the migrant returns home. The variable is missing for all years spent in Mexico betweenintermediate migrations.26Separately estimating the enforcement effect on inflow and outflow is more useful, from apolicy perspective, than looking at the effect of border policing on the net flow directly. Forinstance, suppose the enforcement effect on the net flow of illegal migration is zero. Policyimplications could still depend on how much inflow and outflow are sensitive to increases in theenforcement level. In case they both are, enforcement works and one may want to increaseenforcement and provide further incentives for illegal migrants to leave the United States. Ifboth flows are not affected by enforcement changes, border policing does not work; the policymaker would have to look for different policies to stem illegal migration.25I also estimate the effect of enforcement using timeseries data, where possible. This is explained in furtherdetail below.26There are roughly 10,000 potential migrants, corresponding to about 135,000 personyear units in the sample.About 85% of the sampled individuals never migrates in the observed years. The average number of migrationsfor those who migrate is 2.49, while the maximum number of observed illegal trips for the same individual is 22.206.1 Estimating the likelihood of migrating illegally The previous section has shown that migration decisions depend on economic differentials between Mexico and the United States and on the level of border enforcement.I use a linearprobability model to specify the likelihood that a potential illegal migrant undertakes a migration at time t, as a function of the variables affecting the costs and benefits of migrationconsidered in the theoretical model:mit m mbpt m Xt umit4where m is a dichotomous variable that takes the value of one when an individual leaves Mexico toundertake an illegal migration, bp is border enforcement and X contains macroeconomic variablesthat influence the migration decision and are potentially correlated with border controls. Thesevariables are: the U.S. private sector hourly real wage rate in pesos and an index of Mexicanmanufacturing real hourly wage, together with U.S. unemployment, to capture the probabilityof finding a job once in the United States. The number of individuals who obtain legal status isadded as well l. Since legalizations and enforcement increase at the same time in the secondhalf of the 1980s, as they are both IRCA provisions, it is important to disentangle these twoeffects. The higher the legalization number, the lower the volume of both actual and potentialillegal migrants. Thus, part of the postIRCA decline in both undocumented border crossingsand returns from illegal migration is simply the result of a status change, i.e. becoming alegal resident, rather than the direct consequence of tougher enforcement. This effect may besubstantial, since more than 2 million Mexicans are estimated to have benefited from the IRCAlegalization program.I consider umit as a composite error term,umit mi mt miti and mwhere mdecision and are not captured in the theoretical model, while m The parameter of interest is m.27t represent all individual and timespecific factors that influence the migrationit is some whitenoise disturbance.Border controls may be endogenous, as the enforcement level may be correlated to unobservable shocks to migration. For instance, a lack of political stability in Mexico may provideadditional incentives to migrate to the United States. Border enforcement may be tightened 27Migration is likely not to be a static decision: decisions may depend on both the current environment andon expectations of the future environment. While the econometric specification in 4 is not explicitly dynamic,one can think of its coefficients as the reducedform coefficient of a dynamic model where migration dependson both current and expected future values of the relevant variables. Hence m would be the net effect thata marginal increase in current enforcement has on the migration likelihood through both current and expected 21in response to the anticipated higher migration inflow. This point was first made by Hansonand Spilimbergo 1999b. In order to address this issue, I propose to use Drugs Enforcement Administration DEA budget as instrumental variable. Drugs are smuggled in massive quantities through the U.S. Southern border, and one of the aims of border patrol is also to curbnarcotics trafficking. The basic idea behind the use of this instrument is the following: borderlinewatch hours depend on U.S. preferences over migration and drug trafficking. The first sourceof variation is certainly endogenous, while the second one is potentially exogenous. Changes in U.S. distaste for drugs simultaneously increase DEA budget and border linewatch hours. Thisis consistent with the empirical evidence: border linewatch hours and DEA budget show a highand significant positive correlation 85% and the coefficient of DEA budget in the firststageequation is always positive and strongly significant. The instrument is valid if changes in DEAare uncorrelated to shocks to migration. I cannot formally test the latter identification assumption. However, I will try and provide indirect evidence of the absence of such correlation. Forexample, I cannot observe whether DEA budget is correlated to unobservable shocks to the Mexican economy that change the incentives to migrate, but I can check whether there is acorrelation between DEA budget and observable Mexican macroeconomic variables. I regress DEA budget on enforcement on U.S. and Mexican wages, U.S. unemployment rate and Mexicancurrency devaluations. The Mexican variables are not significantly correlated with DEA budget.The instrument would also be invalid if the drugs and illegal migration markets were related forinstance, migrants may smuggle drugs to the United States to finance their trip. In that case,an exogenous change in drug prices, for example, may contemporaneously affect both illegalmigration and the DEA budget.I am not aware of direct evidence of the separation of thedrugs and illegal migration markets. However, indirect and anecdotal evidence regarding thetime period covered by the sample abounds. A recent survey by The Economist 2005 reportsthat in the last few years the two markets have begun overlapping, with some migrant smugglers TXfuture migration costs.m P mit 1mit 1 0bptst1P mit 1mit 1 0E bpsE bpsbptconsidering a linear probability model for simplicity. One expects the first term P mit1mit 10and the following ones, P mit1mit 10I estimated also a model where current migration decisions are affected by future as well as current levels of, positive, with a negative net effect. In a previous version of the paperto be negative,Ebpsbptenforcement and macroeconomic variables. The estimated coefficients are consistent with the above discussion:higher current enforcement reduces the likelihood of undertaking a contemporaneous migration by decreasing itscosts. However, agents anticipate future enforcement to be higher too. This effect increases the likelihood of acurrent migration by a smaller magnitude than the direct effect on current costs. These results are not presentedhere, but are available upon request.22having illegal border crossers carry drugs, but that the phenomenon is quite recent. In the timeperiod covered by my data, migrant smugglers are primarily former migrants and do not belongto sophisticated organizations.I have also tried alternative instruments. I considered dummies to control for the politicalparty of the current U.S. president, and a variable that indicates whether both Senate majorityand U.S. president are Republican. The significance of these latter variables suggests that borderenforcement resource allocation may be influenced by the political cycle.28 However, it is possiblethat the former variables directly affect migrants propensity to move to the United States. Ialso considered the number of years to a presidential and congressional election as additionalinstruments, but the significance of these additional regressors is not very high in the firststageregression.29 Given the fact the the validity of these further instruments is questionable, andthat the IV estimates of the parameter of interest are not affected by their exclusion from thefirststage equation once I condition on DEA budget, the result section reports only outputobtained using DEA budget as instrumental variable.tegdub AED9509008508007507006506005505004504003503002502001972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994year Figure 6: Drugs Enforcement Administration budget, 1990 million USDAn additional issue is posed by the selection of interviewees caused by the sample design. Asexplained in Section 5, there is no information on migrants when the whole household moves. Ifmigrants are selected in some way related to border enforcement, this will result in a correlationbetween the annual mean of mi and bpt. However, if the bulk of Mexican illegal migration isconstituted by temporary moves, with individuals migrating on their own, and leaving their 28There is a significant higher enforcement level when both majority senate and president are Republican.Moreover, patrol of the border is lower in presidential election years, when the outgoing president is Republican.29When I use monthly levels of border enforcement rather than annual one, the significance level of monthtoelection variables is much higher. Unfortunately, monthly migration data is not available.23family behind, one expects the magnitude of the bias to be small, if not negligible.Further estimation issues are, first, that shocks to migration may be serially correlated, asalready noted by Hanson and Spilimbergo 1999. Shocks may be persistent, they may reachthe farthest regions with a lag, or individual reaction to them may be delayed. I control forserial correlation by modeling the error term as generated by an AR1 process. Second, thateach year has a different number of observations. I reweight the observations to insure that Iam estimating the average partial effect of enforcement on illegal migrant inflow between 1972and 1993.I estimate equation 4, representing the individual likelihood of becoming an illegal migrantat time t, using a linear probability model LPM. I interpret the estimated coefficients in the LPM as local linear marginal effects at the mean of the explanatory variables. The standarderrors are always clustered at the year level to consider the variation in the aggregate error termt .30m 6.2 Estimating the likelihood of returning from an illegal migration The theoretical model predicts that optimal migration duration is a function of enforcementlevels and of economic differentials.I express the relationship between migration costs andduration in terms of the individual likelihood of returning home. Hence, if migrations arelengthened by higher costs, I expect the return probability to be a negative function of thelatter.For individual i in time period t, the probability of returning from an illegal U.S. trip conditional on being an undocumented U.S. resident is described by the following linear probabilitymodelrit rbpt r Xt 1993Xj1973rj cj urit5The dependent variable, rit is zero for current illegal migrants who do not return home, and onefor those who leave to Mexico in time t. r measures the marginal effect of enforcement on thelikelihood of returning from an illegal U.S. trip.31 The set of X variables is the same as used in 30I also estimated a probit model, relaxing the assumption that the conditional probability is linear in theparameters.I addressed the endogeneity issue in a nonlinear framework by adopting Blundell and Smiths1986, 1989 control function approach, computing blockbootstrap estimates of the coefficient standard errors ofboth border controls and residuals from the firststage regressions. I did not present these results because theestimated probit standard errors are biased in the presence of heteroskedasticity. However, the LPM and probitpoint estimates are remarkably similar in magnitude.31Again, the parameter of interest can be interpreted as the sum of the direct and indirect effect of changesin border enforcement on the likelihood of returning to Mexico. Both effects are expected to be negative, as 24the migration likelihood equation.As before, the error term can be decomposed into an individualspecific effect, ri , a timevarying effect, rt , and a whitenoise disturbance, rit:urit ri rt rit There are now two main sources of potential endogeneity. One is the possibility that the levelof enforcement may be responsive to shocks to outflow rt . As in the previous case, I addressthis issue by using DEA budget as an instrumental variable. The other one is due to sampleselection. The decision to migrate depends on the intensity of border controls. Higher migrationcosts select migrants with better observable and unobservable characteristics in the sense thattheir migration is profitable despite the higher costs. Hence, the unobserved characteristics ofincoming migrants are likely to be positively correlated with enforcement. This is a cohort effect.I believe I cannot deal with this additional source of endogeneity using an instrumentalvariable approach. While in the case of endogeneity due to unobserved shocks to migration itis possible to think of separating the part of the enforcement variation that does not dependon aggregate shocks, in the selection case any variation in enforcement causes a change in thecomposition of migrants. Alternatively, one could try and find exclusion restrictions that affectthe likelihood of migrating but not that of returning from a migration. These restrictionsare hard to find. Hence, I propose a different identification approach. I add a set of cohortdummies, cj with j 1973,  , 1993, as further conditioning variables in 5. I define the cohortby the year of arrival in the U.S.; for example, c 1990 1 for all individuals who entered the U.S. in 1990. 32 In this way I am controlling for the average migrant characteristics in theiryear of entry. The remaining deviations from means, which are captured by the composite errorterm, should be uncorrelated with the enforcement level. One advantage of this approach isthat I can indirectly observe the effect of enforcement on migrant selection by observing howthe enforcement coefficient changes after adding the cohort dummies.I estimate 5 by LPM using DEA budget as instrumental variable to account for the correlation between bp and rt . Again, I cluster the standard errors at the year level, and interpret theestimated coefficients as local linear marginal effects at the mean of the explanatory variables.7 Results Table 2 reports OLS and IV estimates of the marginal effect of border enforcement on thelikelihood of undertaking an undocumented migration. Evennumbered columns provide instruconfirmed by a set of estimations not reported here but available upon request.32The base category is 1972 and earlier.25mental variable IV estimates of the parameter of interest. The regressions in the first twocolumns are estimated using the whole available sample between 1972 and 1993. Columns 3and 4 restrict the valid cases to a maximum of 15 years recall period; columns 5 and 6 use thesame restricted sample, but reweight the observations multiplying them by the inverse of theprobability of being sampled in each year. Finally, the last two columns provide estimates of theeffect of enforcement on aggregate inflow: the dependent variable is the fraction of individualswho undertake an illegal migration each year.Border control is measured in million linewatch hours. The DurbinWatson test confirmsthat the errors are serially correlated, hence I model the residual as generated by an AR1process.33 The results are in line with the prediction of a negative effect of current enforcementon the likelihood of migrating illegally. The instrument is positively correlated with enforcementin the firststage equation and it is significant at the 1% level. The significance of the Hausmantest provides evidence of the inconsistency of the linewatch coefficient, when the endogeneity ofenforcement is not taken into account. The upward biased OLS results suggest that there is apositive correlation between border patrol and aggregate shocks, consistent with the idea thatthe level of enforcement is set according to the expected intensity of the migration flow.My preferred results are the ones from column 6: since I reweight the observations to giveeach year equal weight, these results provide an estimate of the average 1972 to 1993 partial effectof enforcement on migration likelihood that is robust to the presence of timevarying returns toborder controls. Using these estimates, a one million increase in annual linewatch hours reducesthe likelihood of undertaking an undocumented migration by 1.3 percentage points. Given thatthe average annual migration volume amounts to 4 percent of potential illegal migrants in thesample, this enforcement increase reduces average Mexican illegal migration by one third. Sincemean enforcement is 2.19 million linewatch hours, the implied average enforcement elasticity ofdeterrence is 0.71, negative but less than one in absolute value. Thus, a 10 percent enforcementincrease reduces migration by approximately 7 percent. The magnitude of the elasticity is similaracross the different samples and specifications.3433Note that the point estimates from columns 5 and 6 differ from the ones from columns 7 and 8 becausethey are estimated using slightly different samples. This is because when I transform the variables to account forautocorrelation as in Yt yt yt 1, where yt is the original variable and is an estimated of the autocorrelationcoefficient I lose the first valid observation.In the time series estimates columns 7 and 8 this means onlydropping the first year, 1972. In the panel estimates I lose the first observed data point for each individual.34Probit estimates of the partial effect of enforcement accounting for endogeneity through a control functionapproach have the same magnitude as the IV results reported in Table 2. I did not produce a table of the resultsbecause that the probit standard errors estimated by blockbootstrap, where the block is the year are biasedbecause they do not account for the serial correlation in the residuals.26Table 2: Effect of enforcement on illegal migration likelihood 12whole sample 34567815 years recall 15 years and weights 15 years and time series OLSAR1IVAR1 OLSAR1IVAR1 OLSAR1IVAR1 OLSAR1IVAR1Enforcement0.0070.0110.0180.0210.0110.0130.0080.0060.0850.1820.0670.0030.0030.0030.0040.0020.0030.1240.1060.0430.0660.1060.0460.4070.3370.2760.170.0820.0840.0830.0970.1010.0920.0980.0960.0200.0230.0160.0230.0200.0240.0350.0070.0100.0050.0021352600.0090.0110.0030.0031352600.950.0362.160.650.0010.0000.7333.690.0150.0120.0250.0220.0270.0050.0070.0110.0130.0130.0060.004210.010.0070.0070.0010.0020.0028891088910889100.920.0392.351.260.0010.0000.721.150.0030.003889100.930.0402.190.710.0010.0000.752.09US u US w in pesos100MX w index10027Legalization100Observations DurbinWatson Mean inflow Mean enforcementelasticity 1st stage regression DEAR2Hausman0.0150.0070.0030.2160.0730.0470.0230.0160.0030.005210.670.0402.190.860.0010.0000.756.08Standard errors clustered at the year level. significant at 10%; significant at 5%; significant at 1%. Border control levels measured in millionlinewatch hours. The firststage equation includes all the explanatory variables in the main regression, as well as the DEA budget.Looking at the other variables, higher returns from migration increase the incentives to leave Mexico, as shown by the negative effect on US unemployment and the positive effect of USwages in pesos on the likelihood of undertaking an illegal trip. Surprisingly, a higher Mexicanwage index significantly increases the likelihood of becoming an illegal migrant. This resultmay suggest that during economic recessions it becomes harder to finance a trip, which may bequite costly for some potential migrants. Finally, higher legalizations are associated with a lowerillegal migration likelihood, as the status of some migrants is changing from undocumented tolegal.Table 3 shows linear probability model LPM estimates of the marginal effect of enforcementon the likelihood of returning from an undocumented U.S. trip. Odd even columns provide OLSIV estimates of the parameter of interest. The first four columns use all available observationsbetween 1972 and 1993, while the second four columns restrict the valid cases to a 15 year recallperiod. Columns 7 and 8 reweight the observation to give each year equal weight. Again, the DurbinWatson test provides evidence of positive serial correlation, hence I assume that theerror term follows an AR1 process. The instrument is positively correlated with enforcementin the firststage equation and it is significant at the 1% level.Column 2 presents IV estimates of this effect without cohort dummies. The estimated effectis not significantly different from zero. This coefficient is biased because it is correlated with theaverage level of the individual effect of current migrants, as explained in the previous section.If one expects enforcement to select better migrants, and if more highly skilled migrants aremore likely to migrate back perhaps because they can get across the border more easily inthe future, then the enforcement coefficients in columns 1 and 2 are upward biased. Indeed,adding yearofarrival dummies reduces the value of the border controls coefficient from 0.066column 2 and not statistically significant to 0.156 and significantly different from zero at 1%level column 4. Given that the cohort dummy coefficients are positive and significantly largerfor more recent arrivals 35, I interpret this result as evidence that enforcement selects individualswith better skills by raising migration costs.The estimated coefficients are in line with expectations, suggesting that tighter border patrol reduces the likelihood of returning from an illegal migration. The Hausman test providesevidence of the inconsistency of the OLS coefficients. A comparison of columns 7 and 8 showsthat the enforcement coefficient from the OLS regressions is upwardbiased: hence, shocks thatincrease the likelihood of returning from an illegal trip are positively correlated with enforcementlevels.35Results not shown but available upon request.28Table 3: Effect of enforcement on the likelihood of returning from an illegal migration 12345678whole sample 15 years recall 15 years and weights OLSAR1IVAR1 OLSAR1IVAR1 OLSAR1IVAR1 OLSAR1IVAR1Enforcement US u US w in pesos1000.0120.0321.5330.8940.5560.0660.0521.3531.0930.7010.2210.333MX w index100Legalization 100Cohort Observations DurbinWatson Mean outflow Mean enforcement Elasticity 1st stage equation DEAR2Hausman0.0770.0580.0320.012No 59250.0430.0910.0410.026No 59250.500.452.120.0010.0000.712.980.2120.1560.1930.2260.0390.0420.0420.0600.2741.0650.1010.2340.3240.4571.1000.2080.2480.3610.2761.3700.1240.2570.3430.91.3510.1080.2960.3320.1110.0990.1290.1130.0390.034Yes 59250.030.029Yes 42000.0040.024Yes 59250.680.452.120.730.0010.0000.848.240.0050.028Yes 42000.680.472.271.090.0010.0000.820.550.160.1300.6373.4190.5750.9780.0170.3500.0440.120Yes 42000.3180.1591.8393.3680.2751.0170.0350.3560.0210.128Yes 42000.720.462.261.560.0010.0000.862.8829a: the values of the cohort dummy coefficients are significantly higher for more recent cohorts. Standard errors clustered at the year level. significantat 10%; significant at 5%; significant at 1%. Border control levels measured in million linewatch hours. The firststage equation includes all theexplanatory variables in the main regression, as well as the DEA budget.If there are common shocks to illegal migration inflow and outflow, this evidence is consistentwith the idea that positive shocks to immigration, which induce the policy maker to increaseborder controls, also increase the current migrants likelihood of returning to Mexico. Forinstance, consider the case of a currency devaluation in Mexico: this may provide additionalincentives to become an illegal migrant, as the peso value of US salaries increases, but it alsoincreases the peso purchasing power of savings in dollars of current undocumented migrants,inducing them to leave earlier. Thus, the shock may increase both the inflow and the outflow ofundocumented Mexican migrants to the United States, as well as an endogenous tightening ofborder controls.The estimated enforcement coefficient from column 8 implies that a one unit increase inborder controls decreases the individual likelihood of leaving the United States by 31.8 percentagepoints. Since each year 46% of the population of U.S. resident illegal migrants leave the countryto return to Mexico, such oneunit enforcement increase would decrease average returns by 69%.The associated enforcement elasticity is 1.56, negative and smaller than 1, implying that amarginal increase in linewatch hours is associated with a more than proportional reduction inreturns from illegal trips. Hence, it appears that current migrants return decision are extremelysensitive to changes in migration costs. However, recall that the estimated partial effects maybe upper bounds of the true effects: if some longterm illegal migrants are missing, the sampledindividuals may be more sensitive to enforcement changes than the population of undocumented Mexican migrants.7.1 Robustness checks I test whether the results are sensitive to the chosen specification by slightly changing the setof conditioning variables: I replace the peso value of US wages by its dollar value, and add avariable measuring the intensity of Mexican currency devaluations. In this way, one can betterunderstand how changes in push and pull factors affect the migration and return likelihoods.The sign, significance and magnitude of the enforcement partial effect do not change, as shownin Tables 4 and 5. However, the values of the Hausman test are generally lower. Now USwages increase the likelihood of both becoming an undocumented migrant and returning froman illegal trip although in this latter case the coefficient is seldom statistically significant.Peso devaluations increase the likelihood of leaving Mexico and decrease the one of leaving the United States. Now the Mexican wage index no longer increases the likelihood of migratingillegally, while it increases the probability of returning from an undocumented trip. The effectof legalization is unchanged.30Table 4: Effect of enforcement on illegal migration likelihood estimates from alternative set of regressors 12whole sample 34567815 years recall 15 years and weights 15 years and time series OLSAR1IVAR1OLSAR1IVAR1OLSAR1IVAR1OLSAR1IVAR10.020.010.0250.0150.0160.0090.0030.0100.0020.0030.260.4620.2930.2570.0570.2030.0870.0980.0280.0240.1880.3480.0080.0200.0230.0430.0040.0070.0030.006210.670.0402.191.530.00080.00030.841.23310.0040.0040.090.1100.0050.0040.0180.0110.0030.0020.0020.001135260Enforcement US u US w in dollars100MX w index100Legalizations100Peso devaluation Observations DurbinWatson Mean inflow Mean enforcement Elasticity 1st stage regression DEAR2Hausman0.2410.1730.0070.0080.0110.0150.0040.0030.0040.0031352600.950.0362.161.200.00080.00020.823.870.0030.0070.0280.1300.010.0090.0130.0190.0030.00400.0030.0130.0040.0020.0040.0140.010.0030.0040.0140.0040.0130.0070.0060.0030.0090.0070.0160.0070.0060.0100.0070.0010.0020.0010.0030.0060.0030.0010.0030.0010.0020.00288910889100.920.0392.351.500.00080.00020.792.338891021889100.930.0402.190.840.00080.00020.840.37Standard errors clustered at the year level. significant at 10%; significant at 5%; significant at 1%. Border control levels measured in millionlinewatch hours. The firststage equation includes all the explanatory variables in the main regression, as well as the DEA budget.Table 5: Effect of enforcement on the likelihood of returning from an illegal migration estimates from alternative set of regressors 12345678whole sample 15 years recall 15 years and weights OLSAR1IVAR1OLSAR1IVAR1 OLSAR1IVAR1OLSAR1IVAR1Enforcement US u US w in dollars100MX w index100Legalization1000.0810.0380.360.64312.9233.8390.0990.0880.0640.0610.0981.281.2716.6215.7000.1290.1390.050.0110.02032Peso devaluation Cohort Observations DurbinWatson Mean outflow Mean enforcement Elasticity 1st stage equation DEAR2Hausman0.0170.011No 59250.0290.025No 59250.500.452.120.00090.00020.802.490.1830.1600.3054.5648.2837.1680.3240.2300.0490.1220.0030.080Yes 42000.1770.1690.1520.2430.0400.0540.0390.0921.3510.8039.1451.0210.8726.5783.1873.9750.3010.3742.051.1766.3794.3140.3660.8261.9080.4615.6890.4190.1050.0920.1070.1190.0180.0330.02600.0260.0210.010.0270.0310.0090.0120.012Yes 4200Yes 5925Yes 59250.700.452.120.730.0010.0000.880.430.0080.0310.0170.022Yes 42000.730.472.271.090.00090.00020.851.210.3790.1920.6234.3299.2487.3460.3370.2690.0210.1330.0060.078Yes 42000.730.462.261.560.00090.00020.903.41a: the values of the cohort dummy coefficients are significantly higher for more recent cohorts. Standard errors clustered at the year level. significantat 10%; significant at 5%; significant at 1%. Border control levels measured in million linewatch hours. The firststage equation includes all theexplanatory variables in the main regression, as well as the DEA budget.7.2 Interpretation and policy implications The values of the parameters of interest for the transitions from potential to current migrantstatus and vice versa cannot be directly compared, because they refer to two different populationsthe set of all potential illegal migrants, in the first case, and the subset of actual migrants, inthe second. I obtain an estimate of the marginal effect of border enforcement on the net flowof Mexican illegal migration in the following way. I compute the partial effect of a marginalincrease in enforcement on both the inflow I and the outflow O of migration at mean values:and Ibp ObpP mit 1bpt P mit 1bpt I P O Pm P Ir P Om P is the observed migration proportion between 1972 and 1993. P is the effect of a marginalenforcement increase on the migration likelihood in percentage, which, multiplied by I, tellshow the marginal enforcement increase changes the average size of the inflow. The same logicapplies to the estimate of the effect on the outflow. The marginal effect of enforcement on thenet flow N F is the difference between its partial effects on inflow and outflow N Fbp Ibp Obp I use the estimated partial effects of enforcement on immigration from Tables 2 and 4,columns 2, 4 and 6, and the partial effects on return from a migration from Tables 3 and 5,columns 4, 6 and 8. I consider alternatively the impact of hiring an additional patrolling agentand the effect of the average annual linewatch increase, which amounts to 77,500 hours.36 Theseresults are presented in Table 6.Consider the case of an employee working 40 hours per week, 50 weeks per year. Thistranslates into 2,000 additional yearly linewatch hours. Such an increase implies a drop in inflowthat ranges between 771 and 1621 migrants and a reduction in outflow that varies between 831and 1966 individuals, with an overall change in the net flow ranging between a decrease of 503 and an increase of 995 migrants. Repeating the same exercise using the observed averageannual enforcement increase suggests that 77,500 extra border patrolling hours cause an inflowreduction of 29,876 to 62,813 individuals, a drop in outflow of 32,201 to 76,182 illegal aliens,and a variation in the illegal migration net flow of 19,491 to 36,556 people.36In this latter case I assume that the partial effect of enforcement is linear for a sufficiently large intervalaround the mean.33Table 6: Estimates of enforcement marginal effect on illegal Mexican migration net flow, 19721993Change in inflow Change in outflow Estimates from:1a11b 1c 2a22b Net change3122c 3a 3b 3c Tables 2 and 3Tables 4 and 5771140413611621822971831901115312281661196660503208393830995Hiring 1 extra patrolling agent Tables 2 and 32987652738318523220144678643632325806032162Tables 4 and 5544056281337626349134758576182194911522836556Average annual enforcement growth Column 3 is the difference between columns 1 and 2. Columns a use the whole sample; columns b restrictthe valid cases to maximum 15 years recall period; columns 3 use the same data from columns b but reweightthe observation to give each year the same weight.It is worth stressing the multiple conclusions from the above exercise. First, gross undocumented migration greatly overestimates the size of net migration, as migrants are highlymobile and a large proportion of migrations are temporary. I estimated that, on average, nearly 1,265,000 Mexicans managed to cross the U.S. border each year between 1972 and 1993. At thesame time, migrant outflow is nearly as large, averaging 95% of annual inflow in the MMP71sample.Second, border patrols deterrent effect on prospective undocumented migration is sizeable.Given the estimated values, and assuming linearity for a sufficiently large interval around themean marginal effect, the average annual increase in border enforcement of 77,500 linewatchhours discourages approximately 30,000 to 63,000 individuals from crossing the border illegally770 to 1,620 for one additional patrolling agent. However, current undocumented migrantslower mobility largely offsets the deterrent effect: the average annual enforcement increase prevents some 32,000 to 76,000 illegal resident aliens from returning home 830 to 1,960 with oneadditional patrolling agent, since the tougher controls raise migration costs, and lengthen migrants stay in the host country. The effect of border controls on returns from illegal trips may beoverstated, since the available data may not include some permanent undocumented migrants.In any case, these results are interesting because they show how enforcements effect on the level 34of illegal migration is only a small fraction of its impact on the undocumented inflow. Indeed,the estimates of the effect of border controls on migrant net flow are in some cases positive. Thissuggests that border enforcement may not be effective in reducing the level of illegal migration inthe United States, or that it may do so at a very high cost, according to which sets of estimatesone considers. Looking at the top right panel in Table 6, and assuming a gross cost of 50,000for the employment of an extra patrolling agent, the associated net flow reduction of 208 to 503migrants implies a marginal cost of 240 to 100 dollars per migrant.37 38 The cost is even higherif one considers that on average only 59 percent of work time is spent patrolling the borderGAO, 1996.The outcome of this analysis raises interesting policy issues. Border controls do not seemto contribute to a sizeable reduction in the level of illegal resident aliens in the United States.Moreover, tight border enforcement seems to involuntarily create a more permanent populationof illegal resident aliens. A more stable group of illegal migrants may have worse longtermeffects on the stock of undocumented migration than a highly mobile one: the establishmentof U.S.based illegal migrant enclaves may decrease migration costs for prospective migrantsshortterm migrants may lack both possibility and interest in helping others out. Moreover,participation in welfare programs might be a positive function of time spent in the United States.This additional indirect cost should be considered in any welfare analysis of the impact of borderenforcement policies.8 Conclusions This paper contributes to the existing literature on Mexican illegal migration to the United Statesand its border enforcement. It points out that border enforcement influences both the inflowand outflow of illegal migration to the United States. In fact, more stringent border controlsmay not only deter potential undocumented migrants from entering the United States, butalso lengthen the duration of current illegal trips, since they raise the cost of contemporaneousand possibly future migration. The resulting effect on illegal migration net flow is unclear.Subsequently, inferring the impact of the policy by observing how the inflow of undocumentedmigrants changes in response to tighter enforcement may be misleading.The existing literature has not sufficiently acknowledged the need to look at both inflow andoutflow of migrants, partly because of the scarce availability of direct information on undocumented migration. I overcome this difficulty by merging unpublished INS data on enforcementintensity along the MexicoU.S. border with individual illegal migration information from the 37The cost would be infinite if one considered the positive estimates of the enforcement effect on the net flow.38This computation ignores the additional benefits of the patrolling agent, such as apprehending drug smugglers.35Mexican Migration Project MMP71. I estimate the impact of border controls on the behaviorof both prospective and current illegal migrants by modeling the likelihood of undertaking anundocumented migration and of returning from an illegal U.S. trip.I estimate that the annual undocumented Mexican migrant inflow averages 1,265,000 between 1972 and 1993. Illegal migrants are very mobile: the annual average outflow amount to 1,202,000in the same years. Both inflow and outflow are quite sensitive to changes in border controls: theenforcement elasticity is in several cases larger than one in absolute value for the likelihoodof both undertaking and returning from an illegal migration. The effect of hiring an extrapatrolling agent i.e. 2000 extra linewatch hours per year is a decrease in the undocumentedinflow of 771 to 1621 individuals, but also a 831 to 1966 decrease in outflow. The overall impacton illegal migration net flow ranges from a decrease of of 503 to a 995 migrant increase.These findings have interesting policy implications. First, they suggest that border enforcement may not be effective in curbing the level of illegal immigration in the United States. Theestimated partial effects show that marginal enforcement increases cause at most a very smallreduction in the migrant net flow, and that they actually may end up increasing it. A directimplication is that one may want to seek alternative policies to reduce the number of illegalresident aliens. Second, the findings show that enforcements net effect on the level of illegalmigration is only a small fraction at most 35% of its impact on the inflow. Thus, if theenforcement level is chosen by looking at its impact on illegal migrant inflow only, it will likelyresult in too high levels of border controls. This may contribute to explain the disproportionateresource allocation to border versus interior enforcement. Finally, these results suggest thattight border policing may contribute to the creation of a more permanent unauthorized U.S.resident population hence probably more costly in terms of welfare participation.9 Bibliography 1. Borjas, G. 1987, Selfselection and the earnings of immigrants, American Economic Review, 774, 53153.2. 1994, The economics of immigration, Journal of Economic Literature, 32, 16671717.3. and Bratsberg, B. 1996, Who Leaves? The Outmigration of the ForeignBorn,Review of Economics and Statistics, 781, 16576.4. , Freeman, R. B. and Lang, K. 1991, Undocumented MexicanBorn Workers inthe United States: how many, how permanent?, in Abowd, J.M. and Freeman R. B., eds.,36Immigration, trade and the labor market. Chicago, IL: University of Chicago Press, 1991,77100.5. Blundell, R. W. and Smith, R. J. 1989, Estimation in a class of simultaneous limiteddependent variable models, Review of Economic Studies, 561, 3757.6. Bratsberg, B. 1995, Legal versus illegal U.S. immigration and source country characteristics, Southern Economic Journal, 613, 71527.7. Chesher, A. and Lancaster, T. 1983, The estimation of models of labor market behavior, Review of Economic Studies, 50, 609624.8. Colussi, A. 2004, An estimable model of illegal Mexican immigration, unpublished Ph D thesis, University of Pennsylvania.9. Cornelius, W. 2001, Death at the border: efficacy and unintended consequences of USimmigration control policy, Population and Development Review, 274, 66185.10. Da Vanzo, J 1983, Repeat migration in the United States: Who moves back and whomoves on?, Review of Economics and Statistics, 654, 552559.11. Davila, A., Pagan, J.A. and Grau, M.V. 1999, Immigration reform, the INS and thedistribution of interior and border enforcement resources, Public Choice, 9934, 32745.12. Davila, A., Pagan, J.A. and Soydemir, G. 2001, The shortterm and longterm deterrence effects of INS border and interior enforcement on undocumented immigration,Journal of Economic behavior and Organization, 49, 459472.13. Department of Justice. Immigration and Naturalization Service.14. Donato, K.M., Durand, J. and Massey, D. 1992, Stemming the tide? Assessing thedeterrent effects of the IRCA, Demography, 292, 139157.15. Dustmann, C. 1997, Return migration, uncertainty and precautionary savings, Journalof Development Economics, 52, 295316.16. 2003, Return migration, wage differentials and the optimal migration duration,European Economic Review, 472, 35367.17. The Economist 2002, A survey of migration, November 2 issue.18. The Economist 2005, Dangerous desert, breached border, pp.3738, January 8 issue.3719. Espenshade, T. 1994, Does the threat of border apprehension deter US immigration?,Population and Development Review, 204, 87192.20. 1995, Unauthorized immigration to the United States, Annual Review of Sociology, 21, 195216.21. 1995b, Using INS border apprehension data to measure the flow of undocumented migrants crossing the U.S.Mexico frontier, International Migration Review,292, 545565.22. Ethier, W.J. 1986, Illegal immigration: the hostcountry problem, American Economic Review, 761, 5671.23. Hanson, G., Robertson, R. and Spilimbergo, A. 2002, Does border enforcement protect US workers from illegal migration?, Review of Economics and Statistics, 841, 7392.24. and Spilimbergo, A. 1999, Illegal immigration, border enforcement and relative wages: evidence from apprehensions at the USMexico border, American Economic Review, 895, 13371357.25. and Spilimbergo, A. 2001, Political economy, sectoral shocks and border enforcement, Canadian Journal of Economics, 343, 612638.26. Hill, J.K. 1987, Immigrant Decisions Concerning Duration of Stay and Migratory Frequency, Journal of Development Economics, 251, 22134.27. Kossoudji, S. 1992, Playing cat and mouse at the MexicanAmerican border, Demography, 292, 159180.28. Massey, D. 1987, The Ethnosurvey in Theory and Practice, International Migration Review 21, 14981522.29. Massey, D. and Espinosa, C. 1997, Whats driving MexicoUS migration? A theoretical,empirical and policy analysis, American Journal of Sociology, 102, 93999.30. Massey, D. and Singer, A. 1995, New estimates of undocumented Mexican migrationand the probability of apprehension, Demography, 322, 20313.31. Massey, D. and Zenteno, R. 1999, A validation of the ethnosurveys: The case of MexicoU.S. migration, International Migration Review, 33, 766793.32. Meghir, C. and Whitehouse, E. 1997, Labor market transitions and retirement of menin the UK, Journal of Econometrics, 79, 327354.3833. Mexican Migration Project 2001, www.pop.upenn.edumexmig.34. Munshi, K. 2003, Networks in the modern economy: Mexican migrants in the U.S.labor market, Quarterly Journal of Economics, 54999.35. Schick, F and Schick, R. editors 1991, Statistical Handbook on U.S. Hispanics, Phoenix,Arizona: Oryx Press.36. Smith, R. J. and Blundell, R. W. 1986, An exogeneity test for a simultaneous equationtobit model with an application to labor supply, Econometrica, 543, 67986.37. Stark, O., Helmenstein, C. and Yegorov, Y. 1997, Migrants savings, purchasing powerparity, and optimal migration duration, International Tax and Public Finance, 43, 30724.38. United States General Accounting Office 1991, Border Patrol. Southwest border enforcement affected by mission expansion and budget, GAOGGD9172BR.39. United States General Accounting Office 1996, Border Patrol. Staffing and enforcementactivities, GAOGGD9665.40. Warren, R. and Passel, J. 1987, A count of the uncountable: estimates of undocumentedaliens counted in the 1980 United States Census, Demography, 243, 37539341. Warren, R. INS Statistical Yearbooks, Immigration and Naturalization Service now inthe Department of Homeland Security.42. Warren, R. 1994, Estimates of the unauthorized immigrant population currently residingin the United States, by country of origin and state of residence: October 1992. Washington, DC: Statistical Division, Immigration and Naturalization Service.39", "filename": "495036129.pdf", "person": ["Manuela Angelucci", "Angelucci, Manuela"], "date": ["2005"]}