{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/32933/1/497847515.pdf"], "title": ["Demographischer Wandel in Norddeutschland: Konsequenzen und Handlungsbedarf"], "plaintext": "VORWORTDas zahlenmaige Verhaltnis zwischen alteren und jungeren Menschen in der Bundesrepublik Deutschland wird sich in den nachsten Jahrzehnten erheblich verschieben.Nach einer aktuellen Vorausberechnung des Statistischen Bundesamtes, in der von einerdurchschnittlichen Geburtenziffer von 1,4 Kindern pro Frau ausgegangen wird, wird im Jahr 2050 etwa die Halfte der Bevolkerung alter als 48 Jahre und etwa ein Drittel 60Jahre oder alter sein. Die bevorstehenden Bevolkerungsveranderungen durften keinen Gesellschaftsbereich unberuhrt lassen. Auch uber die haufig diskutierten Auswirkungenauf die sozialen Sicherungssysteme hinaus werden sie von erheblicher Bedeutung furden Wirtschaftsstandort Deutschland und seine Regionen sein. Wahrend in der laufenden Diskussion um den aus dem demographischen Wandel resultierenden Reformbedarfdie gesamtwirtschaftliche Ebene im Vordergrund steht, analysiert die vorliegende Studie Dimension des demographischen Wandels und damit verbundene ausgewahlte okonomische Probleme auf der Ebene der norddeutschen Bundeslander.Dieser HWWAReport basiert auf einer Untersuchung, die das HWWA im Auftrag der Vereins und WestbankHypo Vereinsbank, Hamburg im Fruhjahr 2004 durchgefuhrthat. Wir bedanken uns bei der Vereins und WestbankHypo Vereinsbank, Hamburg furdas Einverstandnis zur Veroffentlichung der Studie, die hier in aktualisierter Form erscheint. Die Studie wurde von Annekatrin Niebuhr und Silvia Stiller verfasst. Fur dievielfache Unterstutzung bei der Bearbeitung der Studie bedanken sich die Verfasser: bei Lisa Dust und Stephanie Jasmand fur ihre Recherchen und empirischen Auswertungen,bei Sabina Ramonat fur die formale Gestaltung der Studie sowie bei Rudiger Marx und Ulf Teubel von der Vereins und WestbankHypo Vereinsbank fur viele hilfreiche Hinweise.Hamburg, im Februar 2005Konrad Lammers 5INHALTSVERZEICHNISSeite 1 EINLEITUNG2 DEMOGRAPHISCHE ENTWICKLUNG IN NORDDEUTSCHLAND2.1 Ein Blick in die Vergangenheit 2.2 Der Blick in die Zukunft 2.3 Raumliche Entwicklungsunterschiede 3 OKONOMISCHE KONSEQUENZEN3.1 Arbeitsmarkt 3.2 Nachfrage und Angebot offentlicher Infrastruktur 3.3 Wohnungsmarkt 3.4 Offentliche Haushalte 4 HANDLUNGSBEDARF4.1 Arbeitsmarkt 4.2Infrastruktur, offentliche Finanzen und Wohnungsmarkt 5 FAZITLiteraturverzeichnis Datenquellen 91111121619192428333636434850537TABELLEN UND ABBILDUNGSVERZEICHNISEntwicklung der Geburtenziffern Erwerbspersonen nach Altersgruppen, 2000 und 2020Entwicklung der Haushaltszahlen nach Haushaltsgroen, 20002020Erwerbsquoten manliche Bevolkerung nach Altersklassen im April 2002Erwerbsquoten weibliche Bevolkerung nach Altersklassen im April 2002Tabelle Tabelle 1Tabelle 2Tabelle 3Tabelle 4Tabelle 5Abbildung Abbildung 1 Bevolkerungsentwicklung in der Bundesrepublik Deutschland,2000 bis 2050Abbildung 2 Bevolkerungsentwicklung in Norddeutschland, naturlicher Bevolkerungssaldo und Wanderungssaldo, 19911999Abbildung 3 Entwicklung der Bevolkerung insgesamt und der erwerbsfahigen Bevolkerung, 20002020Abbildung 4 Altersstruktur der Bevolkerung in Norddeutschland, 2000 und 2020Abbildung 5 Entwicklung der Erwerbspersonenzahl, 20002020Abbildung 6 Bevolkerungsentwicklung in Norddeutschland, Kreise, 20002020Abbildung 7 Altersstruktur der Erwerbspersonen in Norddeutschland, 2000 und 2020Abbildung 8 Entwicklung der Schulerzahlen, 20002020Abbildung 9 Veranderung der Schulerzahl im Primarbereich, 20002020Abbildung 10 Entwicklung der Haushaltszahlen, 20002020Abbildung 11 Durchschnittliche Haushaltsgroe, 2000 und 2020Abbildung 12 Zusammengefasste Geburtenziffer in ausgewahlten Staaten, 2002Abbildung 13 Erwerbsquoten im April 20028Seite 112029404191213141516222526293038391EINLEITUNGDas zahlenmaige Verhaltnis zwischen alteren und jungeren Menschen in der Bundesrepublik Deutschland wird sich in den nachsten Jahrzehnten erheblich verschieben. Nacheiner aktuellen Vorausberechnung des Statistischen Bundesamtes, in der von einerdurchschnittlichen Geburtenziffer von 1,4 Kindern pro Frau ausgegangen wird, wird im Jahr 2050 etwa die Halfte der Bevolkerung alter als 48 Jahre und etwa ein Drittel 60 Jahre oder alter sein.1 Die im Zeitablauf an Tempo gewinnende Umwalzung der Altersstruktur wird selbst bei permanenter Zuwanderung aus dem Ausland von einem drastischen Bevolkerungsruckgang begleitet sein vgl. Abbildung 1. Diese demographischen Entwicklungstendenzen werden mit Sicherheit eintreten. Das genaue Ausma des Bevolkerungsruckgangs und das Tempo des Alterungsprozesses hangen von der zukunftigen Entwicklung der Lebenserwartung, der Zuwanderung und des Fertilitatsverhaltens ab.Abbildung 1: Bevolkerungsentwicklung in der Bundesrepublik Deutschland,2000 bis 2050, in Mio. Personen 858075702000200520102015202020252030203520402045 ab 2002 Prognose Annahmen: Zuwanderungssaldo p.a. 100.000 Menschen, Lebenserwartung 79 M, 86 Jahre FQuelle: Statistisches Bundesamt 2003 aDie bevorstehenden Bevolkerungsveranderungen durften keinen Gesellschaftsbereichunberuhrt lassen. Auch uber die haufig diskutierten Auswirkungen auf die sozialen Sicherungssysteme hinaus werden sie von erheblicher Bedeutung fur den Wirtschafts 1 Dieses Ergebnis bezieht sich auf die Variante 5 unter den neun Varianten der 10. koordinierten Bevolkerungsvorausschatzung des Statistischen Bundesamtes vgl. Annahmen unter Abbildung 1.9standort Deutschland und seine Regionen sein. Wahrend in der laufenden Diskussion umden aus dem demographischen Wandel resultierenden Reformbedarf die gesamtwirtschaftliche Ebene im Vordergrund steht, werden im Folgenden die Dimension des demographischen Wandels und damit verbundene ausgewahlte okonomische Probleme auf Ebene der norddeutschen Bundeslander untersucht.2 Bei der Analyse der okonomischen Konsequenzen demographischer Probleme auf regionaler Ebene tritt ein Aspekt deutlichhervor: Wahrend Lebenserwartung und Fertilitat den demographischen Wandel auf dergesamtwirtschaftlichen Ebene dominieren, sind die durch die niedrige Fertilitat und diehohe Lebenserwartung bedingten demographischen Entwicklungstendenzen fur einzelne Regionen keineswegs unausweichlich. Weil Wanderungen zwischen den Regionen innerhalb Deutschlands uneingeschrankt moglich sind, konnen Wanderungen die Tendenzen der naturlichen Bevolkerungsentwicklung in einzelnen Regionen erheblich verstarken oder auch umkehren.3Die vorliegende Studie befasst sich schwerpunktmaig mit den demographischen Veranderungen in Norddeutschland bis zum Jahr 2020.4 Basierend auf den Ergebnissenraumlicher Bevolkerungsprognosen werden ausgewahlte okonomische Probleme der Bevolkerungsentwicklung fur die Regionen Norddeutschlands, im Hinblick auf den Arbeits und Wohnungsmarkt, die offentliche Infrastruktur und die offentlichen Haushalteaufgezeigt. Im Anschluss hieran werden Reformbedarf und Handlungsoptionen auf Bundeslandebene und Ebene der Kommunen diskutiert. Die Datengrundlage fur denempirischen Teil der Untersuchung stellen Prognosen des Bundesamtes fur Bauwesenund Raumordnung fur die Bevolkerung, Erwerbspersonen und die Haushaltszahlen ausdem Jahr 2003 und 2004 dar.5 In der vorliegenden Studie zahlen die Stadtstaaten Bremen und Hamburg sowie die Flachenstaaten MecklenburgVorpommern, Niedersachsen,SachsenAnhalt und SchleswigHolstein zum norddeutschen Wirtschaftsraum. 2 Auch zu den Auswirkungen des demographischen Wandels auf regionaler Ebene sind in jungerer Zeitvermehrt Studien entstanden vgl. bspw. RohrZanker et al. 2003 und Krohnert et al. 2004. Daruber hinaus widmet sich der Arbeitskreis Raumliche Auswirkungen des demographischen Wandelsder Akademie fur Raumforschung und Landesplanung dieser Thematik.3 Vgl. Buttner 2005.4 Die Auswirkungen des demographischen Wandels konnen in diesem Kurzgutachten nur in ihren Grundzugen betrachtet werden. Fur die Bundesrepublik Deutschland liegen zahlreiche Studien vor,welche sich mit den vielfaltigen Auswirkungen des demographischen Wandels fur Deutschland befassen. Beispiele hierfur sind eine Studie des Instituts der deutschen Wirtschaft aus dem Jahr 2004, der Deutschlandreport 2002 bis 2020 von Prognos aus dem Jahr 2002 und der Schlussbericht der EnqueteKommission Demographischer Wandel der Bundesregierung aus dem Jahr 2002.5 Die Daten werden vom Bundesamt fur Bauwesen und Raumordnung auf den CDROMs INKARPRO und ROP 2020 zur Verfugung gestellt.102DEMOGRAPHISCHE ENTWICKLUNG IN NORDDEUTSCHLAND2.1Ein Blick in die Vergangenheit Ursachlich fur die demographischen Veranderungen in Deutschland sind der kontinuierliche Anstieg der Lebenserwartung und die bereits seit Jahrzehnten niedrigen Geburtenraten. Die Lebenserwartung eines neugeborenen Jungen war im Jahr 2000 mit 74,8 Jahren etwa 7,5 Jahre hoher als vor drei Jahrzehnten. Im selben Zeitraum ist die Lebenserwartung eines neugeborenen Madchens von 73,8 auf 80,8 Jahre gestiegen. Fur die Zukunft wird erwartet, dass die Lebenserwartung weiter steigen wird.6 Die Geburtenziffernsind in Deutschland und auch in den norddeutschen Bundeslandern seit 1970 hingegen erheblich zuruckgegangen vgl. Tabelle 1.Entwicklung der Geburtenzifferna 19801,251,231,95 b 1,50n.v.1,451,44 c Tabelle 1:Region Bremen Hamburg MecklenburgVorpommern Niedersachsen SachsenAnhalt SchleswigHolstein Deutschlanda Summe der altersspezifischen Geburtenziffern innerhalb eines Beobachtungsjahres. Unter der Annahme, dass die altersspezifischen Geburtenziffern im Zeitablauf konstant sind und sich nicht zwischen Geburtskohorten unterscheiden, gibt diese Groe die durchschnittliche Kinderzahl pro Frau an; b 1982, Daten wurden umgerechnet auf die Gebietsabgrenzung MecklenburgVorpommerns; c Nur altes Bundesgebiet; n.v.: Daten nicht vorhanden Quellen: Statistisches Bundesamt und Statistische Landesamter 19701,831,51n.v.2,29n.v.2,162,02 c 19901,321,281,611,461,531,471,4520001,351,221,281,511,231,431,3820021,251,181,251,451,231,391,34Besonders drastisch ist der Ruckgang der Geburtenziffern in den norddeutschen Flachenlandern ausgefallen, die 1970 noch uberdurchschnittliche Geburtenziffern aufwiesen, wahrend die Frauen in den Stadtstaaten bereits 1970 weniger Kinder bekommen haben als im Bundesdurchschnitt. Im Jahr 2002 war der Unterschied zwischen den Stadtstaaten und Flachenlandern im Nordwesten Deutschlands kaum noch sichtbar und dienorddeutschen Bundeslander hatten teilweise Fertilitatsziffern, die unterhalb des deutschen Durchschnittsniveaus lagen. 6 Vgl. Statistisches Bundesamt 2003 a.11Die relativ niedrige Fertilitat hat dazu beigetragen, dass der naturliche Bevolkerungssaldo die Differenz zwischen den Geburten und Sterbefallen in einem Jahr in Norddeutschland in den 90er Jahren durchgehend negativ war. Dennoch ist die Bevolkerungin den 90er Jahren in Norddeutschland um 1,7 % gewachsen von 17,2 Millionen aufrund 17,5 Millionen Menschen. Dies resultiert daraus, dass in den 90er Jahren mehr Menschen in die norddeutschen Bundeslander zu als abgewandert sind vgl. Abbildung 2. Allerdings hat die Nettozuwanderung nach Norddeutschland seit Beginn der 90er Jahre deutlich abgenommen. Gegen Ende der 90er Jahre hielten sich der naturliche Bevolkerungssaldo und der Zuwanderungssaldo in Norddeutschland in etwa die Waage, sodass sich die absolute Bevolkerungszahl seit 1997 kaum noch verandert hat.Abbildung 2: Bevolkerungsentwicklung in Norddeutschland, naturlicher Bevolkerungssaldo und Wanderungssaldo, 19911999, in 100020015010050050100199119921993199419951996199719981999Naturlicher Bevolkerungssaldo Wanderungssaldo Gesamte Entwicklung Quelle: BBR 2003, Raumordnungsprognose INKAR PRO; eigene Berechnungen 2.2 Der Blick in die Zukunft Die folgende Analyse basiert auf der regionalen Bevolkerungsprognose des Bundesamtes fur Bauwesen und Raumordnung BBR.7 Gema dieser Prognose wird der Bevolkerungsruckgang bis 2020 in Norddeutschland mit 2,5 % deutlich starker ausfallen als in Deutschland insgesamt 0,8 %, wobei die demographischen Entwicklungstendenzenzwischen den norddeutschen Landern erheblich variieren vgl. Abbildung 3. Wahrend 7 Diese Prognosen, die vom BBR auf der CDROM INKAR PRO zur Verfugung gestellt werden,beinhalten regionalisierte und altersspezifische Bevolkerungsvorausschatzungen vom Jahr 2000 biszum Jahr 2020, teilweise disaggregiert bis auf die Kreisebene.12Niedersachsens Bevolkerung annahernd konstant bleibt, nimmt die Bevolkerung Bremens und SachsenAnhalts deutlich ab. Im Jahr 2020 wird die Bevolkerung Norddeutschlands mit rund 17 Millionen Menschen in etwa 440.000 Menschen weniger umfassen als im Jahr 2000.Abbildung 3: Entwicklung der Bevolkerung insgesamt und der erwerbsfahigen Bevolkerung, 200020200%5%10%15%20%1,3%2,4%4,2%0,3%2,2%10,6%13,3%14,3%0,6%3,5%2,5%6,5%0,8%0,5%8,6%nemer Bgrubma Hgrubnelkce Mnremmopro Vneshcasredei N17,5%tlahn Aneshca Sgiwselhc Snietslo Hdnalhcstue Ddnalhcstueddro NBevolkerung insgesamt Erwerbsfahige Bevolkerung 1564 JahreQuelle: BBR 2003, Raumordnungsprognose INKAR PRO; eigene Berechnungen Auch der Umfang der Bevolkerung im erwerbsfahigen Alter wird in Norddeutschlandstarker abnehmen als im Bundesdurchschnitt vgl. Abbildung 3. Wahrend fur Deutschland insgesamt bis zum Jahr 2020 ein Ruckgang um 0,5 % prognostiziert wird, ergibtsich fur diese Bevolkerungsgruppe in Norddeutschland ein Ruckgang von 6,5 %, was 770.200 Menschen entspricht. Diese Entwicklung wird insbesondere von den starkrucklaufigen Erwerbsfahigenzahlen in Bremen, MecklenburgVorpommern und SachsenAnhalt getragen.Weil die Zahl der Einwohner im erwerbsfahigen Alter in Norddeutschland schneller zuruckgeht als die Bevolkerung insgesamt, wird der Bevolkerungsanteil der erwerbsfahigen Bevolkerungsmitglieder bis 2020 in Norddeutschland deutlich sinken. Im gleichen Zeitraum wird das Durchschnittsalter der Bevolkerung in Norddeutschland zunehmen.Altersstrukturelle Veranderungen zeigen sich bereits bis 2020 an dem sinkenden Anteilder Altersklassen bis 19 Jahre und dem steigenden Anteil der Bevolkerungsmitgliederuber 60 Jahre an der Gesamtbevolkerung vgl. Abbildung 4.13Abbildung 4: Altersstruktur der Bevolkerung in Norddeutschland, 2000 und 2020Bremen 2000Bremen 2020Hamburg 2000Hamburg 2020MecklenburgVorpommern 2000MecklenburgVorpommern 2020Niedersachsen 2000Niedersachsen 2020SachsenAnhalt 2000SachsenAnhalt 2020SchleswigHolstein 2000SchleswigHolstein 2020Norddeutschland 2000Norddeutschland 20200%20% 40% 60% 80% 100%Quelle: BBR 2003, Raumordnungsprognose INKAR PRO; eigene Berechnungen 019 Jahre 2059 Jahre 60 und mehr Wahrend im Jahr 2000 etwa 25 % der Bevolkerung in Norddeutschland uber 60 Jahre altwaren, werden es im Jahre 2020 etwa 30 % sein. Hingegen werden nur noch in etwa 17 % junger als 19 Jahre sein, wahrend es im Jahr 2000 noch uber 20 % der norddeutschen Bevolkerung waren.Im Hinblick auf die okonomischen Auswirkungen der demographischen Veranderungenist die Entwicklung der Erwerbspersonenzahlen Erwerbstatige und Erwerbslose einewichtige Groe vgl. Abbildung 5. Gema der Ergebnisse des BBR8 werden die Erwerbspersonenzahlen in Norddeutschland mit 4,6 % bis 2020 deutlich schneller zuruckgehen als in Deutschland insgesamt. Diese Entwicklung entspricht in etwa einem 8 Vgl. BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen.14Ruckgang der Erwerbsbevolkerung um 400.000 Personen. Der Ruckgang der Erwerbsbevolkerung wird in den Bundeslandern im Nordosten Deutschlands besonders ausgepragt sein. Fur SachsenAnhalt wird bis 2020 eine Reduktion der Erwerbspersonenzahlen um etwa 20 % und fur MecklenburgVorpommern um rund 18 % prognostiziert.Wahrend die Auswirkungen des demographischen Wandels auf die Erwerbsbevolkerungim bundesdeutschen Durchschnitt bis 2020 noch relativ unbedeutend sein durften, wirddas Arbeitsangebot somit in einigen Regionen Norddeutschland bereits in diesem Zeitraum ganz erheblich zuruckgehen. Fur Hamburg, Niedersachsen und SchleswigHolsteinergibt sich gema der BBRSchatzungen hingegen eine Zunahme der Erwerbsbevolkerung.Abbildung 5: Entwicklung der Erwerbspersonenzahla, 2000202010%0%10%20%30%1,9%1,5%0,1%9,6%nemer Bgrubma H4,6% 1,6%17,6%19,3%grubnelkce Mnremmopro Vneshcasredei Ntlahn Aneshca Sgiwselhc Snietslo Hdnalhcstueddro Ndnalhcstue Da Erwerbstatige und Erwerbslose Quelle: BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen Bereits bis zum Jahr 2020 wird es stark ausgepragte altersstrukturelle Verschiebungeninnerhalb der Erwerbsbevolkerung in Norddeutschland geben, die nach 2020 noch an Dynamik gewinnen werden. Das Arbeitsangebot in allen Altersklassen bis 50 Jahre wirddeutlich zuruckgehen, wahrend die Altersklassen uber 50 Jahre teilweise erhebliche Zuwachse realisieren werden. Im Jahr 2000 waren im Durchschnitt der norddeutschen Bundeslander 23 % des Erwerbspersonenpotenzials alter als 50 Jahre. Im Jahr 2020werden es rund 35 % sein.152.3 Raumliche Entwicklungsunterschiede Die BBRPrognose ergibt ausgepragte Unterschiede in der Bevolkerungsentwicklung in Norddeutschland bis zum Jahr 2020 vgl. Abbildung 6. Beispielsweise wird erwartet,dass der Saalkreis im Umland der Stadt Halle mit einer um 25.700 Menschen steigenden Einwohnerzahl am starksten wachst. Dieser Bevolkerungszuwachs entspricht annaherndeinem Drittel der heutigen Bevolkerung in diesem Kreis.Abbildung 6: Bevolkerungsentwicklung in Norddeutschland, Kreise, 20002020,in %Quelle: BBR 2003, Raumordnungsprognose INKAR PRO; eigene Darstellung Ein sehr hoher Bevolkerungszuwachs wird auch fur den Kreis Bad Doberan MecklenburgVorpommern prognostiziert, wo gema der Prognose im Jahr 2020 etwa 27 %mehr Personen leben werden als noch im Jahr 2000. Wahrend einige Kreise deutliche Bevolkerungszuwachse erwarten konnen, wird voraussichtlich von den 25 kreisfreien Stadten in Norddeutschland als einzige Oldenburg in Niedersachsen ein positives Bevol16kerungswachstum verzeichnen. Hier soll die Einwohnerzahl um etwa 12 % auf 175.100ansteigen.Dem stark ausgepragten Bevolkerungswachstum in einigen Regionen stehen stark abnehmende Bevolkerungszahlen in anderen Regionen Norddeutschlands gegenuber. Mitetwa 27 % was einem Ruckgang von annahernd 16.000 Menschen entspricht wird dermit Abstand starkste relative Bevolkerungsruckgang fur die kreisfreie Stadt Stralsund in MecklenburgVorpommern erwartet. An zweiter Stelle unter den Stadten mit abnehmender Bevolkerung liegt Bremerhaven, wo die Bevolkerung um 21.400 Personen etwa 20% sinken wird. Bei den Landkreisen wird die starkste Bevolkerungsabnahme fur Osterode in Niedersachsen prognostiziert, wo von einer von 84.800 auf 62.900 Einwohner schrumpfenden Bevolkerung fast 26 % ausgegangen wird. Fur den Kreis Stendalin SachsenAnhalt wird ein Ruckgang von 140.700 auf 110.200 Einwohner prognostiziert, was einer Bevolkerungsabnahme von annahernd 22 % entspricht. Der relativ ausgepragte Bevolkerungsruckgang bis 2020 in zahlreichen norddeutschen Stadten und Kreisen wird in seinen Folgen deutlich spurbar sein, insbesondere weil er sich auf einevergleichsweise kurze Zeitspanne von 20 Jahren erstreckt.Hinsichtlich der Veranderung der Bevolkerungsanteile einzelner Altersklassen impliziertdie BBRPrognose immense raumliche Unterschiede und enorme Umbruche in dem Altersaufbau fur zahlreiche Regionen. In welchem Rahmen Veranderungen der Altersstruktur stattfinden werden, zeigen die Abstande der Prognosewerte zwischen Regionenmit relativ schnell und Regionen mit relativ langsam alternder Bevolkerung. Fur die Altersklasse bis 19 Jahre wird fur die Raumordnungsregion Altmark in SachsenAnhalt ein Ruckgang von etwa einem Drittel prognostiziert, wahrend der entsprechende Wert fur Hamburg bei 11 % liegt. Auch bei der Altersgruppe von 20 bis 59 Jahre weist Altmarkmit einem Ruckgang von 25 % bis 2020 die starkste Veranderung auf. Hingegen wirdfur diese Bevolkerungsgruppe in der Raumordnungsregion Oldenburg in Niedersachseneine Zunahme von 10 % fur diese Altersklasse prognostiziert. Hinsichtlich der Altersgruppe uber 60 Jahre liegt WestMecklenburg an der Spitze: Fur den betrachteten Zeitraum wird annahernd eine Verdoppelung der Bevolkerungszahl in dieser Altersklasseerwartet. Hingegen wird die Bevolkerung Bremens sehr viel langsamer altern und die Groe der Bevolkerungsklasse uber 60 Jahre bleibt bis zum Jahr 2020 nahezu unverandert.17Die angefuhrten Beispiele fur extreme Veranderungen hinsichtlich des Bevolkerungsumfangs zeigen, dass die raumliche Struktur der zukunftigen Bevolkerungsveranderungnicht allein durch einen OstWestGegensatz gekennzeichnet ist vgl. Abbildung 6.Zwar befinden sich die Regionen mit einer auerst ungunstigen Bevolkerungsentwicklung vorwiegend in den ostdeutschen Bundeslandern, aber es gibt im Nordosten auch eine Reihe von Gebieten, die bis 2020 noch mit zum Teil deutlich steigenden Einwohnerzahlen rechnen konnen. Ebenso sind im Nordwesten gleichermaen Gebiete zu finden,die dramatische Bevolkerungsverluste oder ein nicht unerhebliches Wachstum realisieren durften. Hinsichtlich der Alterung werden hingegen die extrem hohen Werte, die fureinige ostdeutsche Raumordnungsregionen zu finden sind, im Westen nicht erreicht.Insgesamt ist ein deutliches OstWestMuster im Hinblick auf die demographische Entwicklung innerhalb unterschiedlicher Siedlungstypen zu erkennen. Weil die Suburbanisierung den Ergebnissen der Prognosen zufolge auch zukunftig eine zentrale Tendenzder Bevolkerungsentwicklung in Norddeutschland darstellt, konnen viele Regionen im Umland der Stadte bis 2020 noch mit teilweise erheblich steigenden Einwohnerzahlenrechnen. Vor allem die Suburbanisierungsgurtel um Wismar, Schwerin, Rostock, Halleund im Suden Hamburgs durften teilweise ein Wachstum von mehr als 20 % zwischen 2000 und 2020 erzielen. Die anhaltende StadtLandWanderung wird aber nicht in allen Kernstadten Norddeutschlands zu Einbruchen der Einwohnerzahlen fuhren. Im Zeitraumbis 2020 konnen bestimmte Stadte wie Hamburg die negative naturliche Bevolkerungsentwicklung und Abwanderungen ins Umland noch in gewissem Mae durch uberregionale und internationale Zuwanderung entgegenwirken. Allerdings ist in fast allenkreisfreien Stadten Norddeutschlands schon bis 2020 mit mehr oder weniger ausgepragten Schrumpfungsprozessen zu rechnen.Die Entwicklung der landlichen Regionen im Norden des Bundesgebietes wird vermutlich sehr unterschiedlich verlaufen. Auf der einen Seite konnen landliche Gebiete im Umland der Ballungszentren von der Suburbanisierung profitieren. Eine gunstige Entwicklung wird ebenfalls fur den landlichen Raum im westlichen Niedersachsen erwartet.Auf der anderen Seite gibt es allerdings auch landlich periphere Regionen, vor allem imostlichen Teil MecklenburgVorpommerns, die erhebliche Bevolkerungseinbuen hinnehmen mussen. Zudem wird sich in diesen Gebieten auch die Altersstruktur sehr ungunstig entwickeln, weil uberwiegend die jungeren Bevolkerungsschichten im erwerbsfahigen Alter diese Regionen mit abnehmender Bevolkerung verlassen.183 OKONOMISCHE KONSEQUENZENDie demographische Zukunft stellt die Bundesrepublik Deutschland und ihre Regionennach einer langen Phase nahezu ungebrochenen Bevolkerungswachstums vor eine neue Situation. Die absehbaren demographischen Veranderungen betreffen alle Gesellschaftsbereiche. Vielfach wird argumentiert, dass sich die altersstrukturellen Veranderungennegativ auf das Wachstum einer Okonomie auswirken konnten, denn zwischen demographischer und wirtschaftlicher Entwicklung bestehen unzahlige Interdependenzen.9 Im Folgenden werden einige okonomische Problembereiche der Bevolkerungsveranderungen herausgegriffen, die aus regionaler Perspektive besonders bedeutsam sind und furdie Entwicklung der Standortbedingungen in Norddeutschland eine wesentliche Rollespielen werden. Diese Bereiche sind: der Arbeitsmarkt, die offentliche Infrastrukturausstattung, der Wohnungsmarkt und die offentlichen Haushalte.3.1 Arbeitsmarkt Bis zum Jahr 2020 wird das Angebot an Arbeitskraften zuruckgehen, das Durchschnittsalter der Erwerbsbevolkerung wird deutlich steigen und das Angebot an relativ jungen Arbeitskraften, die nach dem neuesten Stand des Wissens ausgebildet wurden und aufden Arbeitsmarkt treten, wird abnehmen.Ein Indikator fur die Alterung der Erwerbsbevolkerung ist ihre Entwicklung nach Altersklassen. Die Anzahl der Erwerbspersonen unter 30 Jahren wird in Norddeutschlandentsprechend der BBRPrognose bis zum Jahr 2020 um 8 % zuruckgehen, wahrend der Umfang dieser Bevolkerungsgruppe in Deutschland insgesamt um etwa 3,8 % abnehmenwird vgl. Tabelle 2. 9 Vgl. Gromling 2004, S. 81 ff.19Tabelle 2:Region Entwicklung der Erwerbspersonena nach Altersgruppen, 2000 und 2020, in 1000Bis unter 3030 bis unter 4545 und alter 2020100,4337,4304,41323433,82000112,22942020118,2364,8319,71275,5487,9348,41641,2475,9623,8495,729853572,313895,7 16971,5%5,424,19,028,72,525,819,722,1200065,2188,3235,1819,7322,1202062,7187,6%3,80,42000133,9391,1151850,5220Bremen Hamburg MecklenburgVorpommern Niedersachsen SachsenAnhalt SchleswigHolstein Norddeutschland Deutschlanda Erwerbstatige und Erwerbslose Quelle: BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen 452,1585,13782,32951,117854,7 14478,0420,61661,5590,1290,11761,98606,12861916,48948,135,83,831,71,48,13,8%25,013,727,620,426,522,722,018,9Betrachtet man die Entwicklung der Erwerbspersonenzahlen der unter 30Jahrigen furdie einzelnen norddeutschen Bundeslander, so ist zu erkennen, dass diese vor allem inden norddeutschen Bundeslandern im Osten Deutschlands, aus denen die Abwanderungrelativ junger Bevolkerungsmitglieder besonders stark ausgepragt ist, deutlich sinkenwird MecklenburgVorpommern 35,8 %, SachsenAnhalt 31,7 %. In SchleswigHolstein und in Niedersachsen ist hingegen eine Zunahme der Zahl der Erwerbspersonenunter 30 Jahre zu erwarten, wahrend der Umfang dieser Arbeitsmarktgruppe in Hamburgbis 2020 leicht zuruckgeht.Wahrend der Ruckgang der Erwerbspersonen insgesamt im Bundesdurchschnitt nochrelativ verhalten ist, wird sich die Zahl der 30 bis unter 45jahrigen Erwerbspersonen bis 2020 in Deutschland immens reduzieren. Der Ruckgang des Umfangs dieser Bevolkerungsgruppe wird mit 22 % in Norddeutschland noch um 3 Prozentpunkte starker seinals im Bundesdurchschnitt, wobei fur Hamburg ein unterdurchschnittlich starker Ruckgang der Erwerbspersonen im Alter von 30 bis 45 Jahren erwartet wird 13,7 %. Das Arbeitsangebot der 30 bis 45jahrigen Bevolkerungsmitglieder wird in Hamburg bis 2020 weiterhin durch Zuwanderung beeinflusst werden. Die Erwerbspersonenzahlen indieser Bevolkerungsgruppe werden in den anderen norddeutschen Bundeslandern deutlich schneller zuruckgehen als im Bundesdurchschnitt.20In der Gruppe ab 45 Jahre steigt das Arbeitsangebot in Norddeutschland im Vergleichzum Bundesdurchschnitt unterdurchschnittlich, insbesondere aufgrund des relativ geringen Wachstums dieser Erwerbspersonengruppe in Bremen und MecklenburgVorpommern. In SachsenAnhalt verliert dieses Bevolkerungsteil sogar an Umfang2,5 %. Weil aus diesen Bundeslandern in dem letzten Jahrzehnt relativ viele Erwerbspersonen aus niedrigeren Altersklassen abgewandert sind, entwickelt sich die Zahl dererwerbsfahigen Bevolkerungsmitglieder uber 45 Jahre in einem Teil der norddeutschen Bundeslander rucklaufig.Neben der Entwicklung der absoluten Zahl innerhalb der Besetzung der einzelnen Altersklassen der erwerbsfahigen Bevolkerung ist es fur die Analyse okonomischer Auswirkungen demographischer Veranderungen relevant, wie sich die Anteile relativ jungerund relativ alter Bevolkerungsmitglieder an der Erwerbsbevolkerung entwickeln werden.Die zukunftige relative Bedeutung einzelner Gruppe innerhalb der Erwerbsbevolkerungzeigt an, wie sich das zahlenmaige Verhaltnis von relativ neu ausgebildeten Arbeitskraften zu Arbeitskraften mit langjahriger Berufserfahrung zukunftig darstellen wird. In Norddeutschland wird sich die Gruppe der uber 45jahrigen Erwerbspersonen stark vergroern, wahrend der Anteil der unter 29jahrigen fast konstant bleibt. Dies entspricht inetwa dem gesamtdeutschen Trend. Innerhalb der norddeutschen Bundeslander gibt es jedoch gewisse Unterschiede in der Entwicklung dieses Verhaltnisses. Besonders starkverschiebt es sich in Mecklenburg Vorpommern zugunsten der Gruppe uber 45 Jahre,wahrend der Anteil der unter 29Jahrigen im Jahr 2020 nur noch ca. 18 % ausmachenwird 2000: 24,1 %. Die Gruppe der uber 45Jahrigen wird im betrachteten Zeitraumhingegen mit mehr als 10% so stark wie in keinem anderen norddeutschen Bundeslandsteigen von 32,8 % in 2000 auf 43,3 % in 2020. In einigen der betrachteten Bundeslandern wird der Anteil der Erwerbspersonen unter 29 Jahren sogar ansteigen Bremen: von 21 % auf 22,3 %; Niedersachsen: von 21,8 % auf 22,3 %; SchleswigHolstein: von 20,9 % auf 21,2 %. Diese Entwicklung weicht vom nord sowie vom gesamtdeutschen Trend ab vgl. Abbildung 7.21Abbildung 7: Altersstruktur der Erwerbspersonena in Norddeutschland, 2000 und 2020Bremen 2000Bremen 2020Hamburg 2000Hamburg 2020MecklenburgVorpommern 2000MecklenburgVorpommern 2020Niedersachsen 2000Niedersachsen 2020SachsenAnhalt 2000SachsenAnhalt 2020SchleswigHolstein 2002SchleswigHolstein 2020Norddeutschland 2002Norddeutschland 2020Deutschland 2000Deutschland 20200%20%40%60%80% 100%029 Jahre 3045 Jahre 45 und mehra Erwerbstatige und Erwerbslose Quelle: BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen Allein aus der Tatsache, dass zukunftig mehr Personen aus dem Erwerbsleben ausscheiden als neu eintreten werden, kann allerdings nicht per se geschlossen werden, dass die Arbeitslosigkeit in Norddeutschland im Zuge der demographischen Veranderungen zuruckgehen wird. Denn es besteht kein systematischer Zusammenhang zwischen der Gro22e einer Volkswirtschaft und der herrschenden Arbeitslosenquote.10 Generell ist der Einfluss demographischer Veranderungen auf das Arbeitsmarktgleichgewicht schwerprognostizierbar.11 Engpasse auf den Arbeitsmarkten und ein Ruckgang der Arbeitslosigkeit konnen auftreten, wenn der Ruckgang des Arbeitskrafteangebotes nicht auf einestrukturell entsprechende rucklaufige Nachfrage nach Arbeitskraften trifft. Der demographische Wandel durfte allerdings kaum zu einem Ruckgang der Arbeitslosigkeit innerhalb von Problemgruppen, wie die der Langzeitarbeitslosen und der niedrigqualifizierten Arbeitskrafte, fuhren.Es gibt Argumente dafur, dass dem demographisch bedingten Ruckgang des Arbeitsangebotes eine sinkende Nachfrage nach Arbeitskraften gegenuber stehen konnte. Eindampfender Effekt auf die Arbeitnachfrage konnte beispielsweise daraus resultieren,dass die inlandische Nachfrage nach Gutern und Dienstleistungen abnimmt, wenn die Bevolkerung zuruckgeht. Und aufgrund der zunehmenden Finanzierungsprobleme dersozialen Sicherungssysteme konnte die Abgabenbelastung des Faktors Arbeit ansteigen,was tendenziell die Arbeitslosigkeit erhohen konnte. Auch ein altersbedingter Ruckgangder Risikobereitschaft und der sektoral beruflichen und regionalen Mobilitat der Erwerbspersonen konnte sich nachteilig auf die wirtschaftliche Dynamik, die Fahigkeit zumwirtschaftlichen Strukturwandel und die Nachfrage nach Arbeitskraften auswirken.12Ware dies der Fall, dann konnte auch MismatchArbeitslosigkeit zunehmen, d.h. Arbeitsangebot und Nachfrage entsprechen einander nicht hinsichtlich der Qualifikationenoder der regionalen Verteilung.Relevant fur die Entwicklung der Arbeitsnachfrage ist zudem der Zusammenhang zwischen Produktivitat und der Altersstruktur der Erwerbstatigen. Es gibt die Einschatzung,dass die Produktivitat eher sinkt, wenn Menschen altern. Als Begrundung hierfur wirdangefuhrt, dass die Kenntnisse und Fahigkeiten der alteren Erwerbsbevolkerung haufignicht den sich standig wandelnden Berufsanforderungen entsprechen.13 Zudem durftemit einer geringeren Zahl jungerer Arbeitnehmer die Rate der Wissensakkumulation abnehmen, wodurch das Produktivitatswachstum verlangsamt wurde. Wenn die Arbeitsproduktivitat im Zuge des demographischen Wandels sinkt, dann verscharft dies die Gefahr eines Arbeitskraftemangels in Norddeutschland. Theoretisch kann einer sinkenden 10 Vgl. Steinmann et al. 2002.11 Vgl. SchaferSeyda 2004.12 Vgl. Buttner 2004, S. 2.13 Vgl. Graf 2003, S. 24.23Produktivitat durch arbeitssparenden technischen Fortschritt entgegen gewirkt werden.Denn wenn die Ausstattung der Arbeitskrafte mit Kapital im Zuge des technischen Fortschritts zukunftig steigt, dann nimmt der Bedarf an Arbeitskraften tendenziell ab. Allerdings wird der Einfluss einer sinkenden Bevolkerungszahl auf die Rate des technischen Fortschritts in der Literatur nicht als eindeutig betrachtet. Im Hinblick auf mogliche Arbeitsmarktprobleme im Zusammenhang mit demographischen Veranderungen ist fernerbedeutsam, dass divergierende Bevolkerungsveranderungen regionale Unterschiede inder wirtschaftlichen Dynamik sowie der Entwicklung der Arbeitsnachfrage und der Arbeitslosenquoten zwischen Regionen bedingen werden.14Zusammenfassend lasst sich sagen, dass die demographischen Entwicklungstrends in dermittleren und langen Frist ein bedeutsames Wachstumshemmnis fur den Wirtschaftsstandort Norddeutschland darstellen konnten. Denkbar ist, dass sowohl ein genereller Arbeitskraftemangel als auch Ungleichgewichte in bestimmten Segmenten des Arbeitsmarktes entstehen konnten. Auch wenn es gegenwartig angesichts der relativ hohen Arbeitslosigkeit in Norddeutschland nur schwer vorstellbar ist, so wird der Ruckgang dererwerbsfahigen Bevolkerung der bereits im betrachteten Zeitraum bis 2020 mit annahernd 6,5 % immens sein wird aller Wahrscheinlichkeit nach einen negativen Einflussauf das Arbeitsangebot und die Produktionsbedingungen in den norddeutschen Bundeslandern nehmen. Zwar gelangen Studien fur die Bundesrepublik Deutschland zu dem Ergebnis, dass der Ruckgang des Erwerbspersonenpotentials bis 2020 das gesamtwirtschaftliche Produktionspotential in Deutschland nicht reduzieren wird.15 In bestimmten Segmenten des Arbeitsmarktes, insbesondere bei den Hochqualifizierten, kann jedochschon in naher Zukunft ein Arbeitskraftemangel erwartet werden, der auch von der Alterung der Erwerbsbevolkerung beeinflusst wird. Es ist davon auszugehen, dass sich Engpasse auf der Angebotsseite des Arbeitsmarktes nach 2020, im Zuge des sich beschleunigenden Ruckgangs der Erwerbsbevolkerung, verscharfen werden.3.2Nachfrage und Angebot offentlicher Infrastruktur Im Zuge des demographischen Wandels werden sich die Inanspruchnahme offentlicher Infrastruktur insgesamt und die Nachfragestruktur in diesem Bereich verandern. Wahrend jungere Bevolkerungsgruppen einen hohen Bedarf an offentlichen Ausbildungs 14 Vgl. Buttner 2004, S. 2.15 Vgl. Eitenmuller et al. 2002.24und Erziehungseinrichtungen haben, benotigen altere Bevolkerungsgruppen eine relativhohe Ausstattung mit Gesundheits, Pflege und Sozialeinrichtungen. Die Veranderungen der Altersstruktur werden zu ausgepragten Schwankungen beim altersspezifischen Infrastrukturbedarf fuhren, die langfristige Infrastrukturplanungen erschweren.16 Diestrifft im starken Mae auf den Bildungsbereich in Norddeutschland zu, wo starke Fluktuationen der Schulerzahlen und im Auslastungsgrad der Schulen die effiziente Breitstellung von Bildungsinfrastruktur zusatzlich zum langfristigen Ruckgang der Schulerzahlen erschweren vgl. Abbildung 8 und 9. Die Zahl der Schuler in den norddeutschen Bundeslandern wird zwischen 2000 und 2020 um 22 % abnehmen. Der Ruckgang im Primarbereich 1. bis 4. Schuljahr wird dabei mit etwa 17 % weniger stark ausfallen alsdie Abnahme im Sekundarbereich hier Sekundarbereich I: 4. bis 10. Schuljahr, dievoraussichtlich annahernd 25 % betragen wird.Abbildung 8: Entwicklung der Schulerzahlen, 20002020 200010011010090807020002002200420062008201020122014201620182020Primarbereich Norddeutschland Norddeutschland Sekundarbereich I Norddeutschland Deutschland Quelle: Kultusministerkonferenz 2002; eigene Berechnungen Zwischen den norddeutschen Bundeslandern sind betrachtliche Unterschiede in der Entwicklung der Schulerzahlen zu beobachten. Abbildung 9 zeigt exemplarisch fur den Primarbereich, dass nach einem Ruckgang der Schulerzahlen zwischen 2000 und 2010in MecklenburgVorpommern und SachsenAnhalt im Zeitraum von 2010 bis 2020 die Schulerzahlen wieder ansteigen. Dies ist jedoch kein Hinweis auf eine grundsatzlichedemographische Trendwende in diesen Bundeslandern. Vielmehr spiegelt sich hierin derausgepragte Einbruch der Geburtenrate in Ostdeutschland zu Beginn der 90er Jahre wi 16 Vgl. Kocks 2003.25der, der dazu beitragt, dass MecklenburgVorpommern und SachsenAnhalt zwischen 2004 und 2009 einen Tiefpunkt der Schulerzahlen im Primar bzw. Sekundarbereich erreichen werden. Zwischen 2010 und 2020 werden die Schulerzahlen in diesen Regionenwieder ansteigen aufgrund der Zunahme der Geburten in Ostdeutschland gegen Ende der 90er Jahre. Zudem erreichen geburtenstarke Jahrgange der ehemaligen DDR das Elternalter und tragen zum Anstieg der Kinder und Schulerzahlen bei. Diese expansive Entwicklung ist aber nur vorubergehender Natur. Nach 2020 werden die Schulerzahlen im Nordosten des Bundesgebietes wieder deutlich abnehmen.Abbildung 9: Veranderung der Schulerzahl im Primarbereich, 20002020a 50%25%0%25%23,5%13,0%7,5%11,1%8,1%13,2%3,8%3,1%12,9%11,5%16,4%14,8%6,5%11,4%13,1%6,4%nemer Bgrubma Hgrubnelkce Mnremmopro Vneshcasredei Ntlahn Aneshca Sgiwselhc Snietslo Hdnalhcstue Ddnalhcstueddro NVeranderung 20002010 Veranderung 20102020a 1. bis 4. Schuljahr Quelle: Kultusministerkonferenz 2002; eigene Berechnungen In allen Bundeslandern im Nordwesten kann hingegen im Primarbereich bis 2020 einekontinuierliche Abnahme der Schulerzahlen erwartet werden. Im Bereich der weiterfuhrenden Schulen stellt sich die Entwicklung etwas differenzierter dar. Zwischen 2000 und 2010 fallt der Ruckgang der Schuler und Schulerinnen im Sekundarbereich in Bremenund Niedersachsen moderat aus, fur Hamburg und SchleswigHolstein werden sogar Zuwachse von mehr als 2 % prognostiziert. Ab 2010 ergeben sich aber wie im Primarbereich erhebliche Einbruche der Schulerzahlen zwischen 12 % in Bremen und annahernd 20 % in SchleswigHolstein.17Aufgrund des starken Ruckgangs der Schulerzahlen werden sich bereits bis 2020 erhebliche Probleme ergeben, alle Schulstandorte in Norddeutschland zu erhalten. Insbeson 17 Vgl. Kultusministerkonferenz 2002, eigene Berechnungen.26dere in ohnehin schon dunn besiedelten, landlichen Regionen konnen die minimal erforderlichen Kinderzahlen unterschritten werden. Die fur den Bereich der allgemeinbildenden Schulen relevanten Entwicklungstendenzen werden mit einer gewissen Verzogerungauch Konsequenzen fur die weiterfuhrenden Bildungseinrichtungen im norddeutschen Raum haben.Insgesamt werden die Anpassungserfordernisse im Bereich der Infrastruktur in Norddeutschland aufgrund ausgepragter raumlicher Entwicklungsunterschiede auerst differenziert ausfallen. Es gibt sowohl Regionen mit einer deutlich wachsenden Nachfragenach offentlichen Leistungen als auch Regionen, deren Bedarf an offentlichen Leistungen aufgrund sinkender Bevolkerungszahlen erheblich zuruckgehen durfte vgl. Abbildung 6. Hinsichtlich des regionalen Ausgleichs von Angebot und Nachfrage nach Infrastrukturleistungen besteht somit die Gefahr einer ungleichgewichtigen Entwicklung.Umfangreichen Infrastrukturangeboten in den Kernstadten stehen zumeist Bevolkerungsverluste gegenuber, wahrend Regionen im Umland der groen Agglomerationszentren mit einer im Mittel geringeren Ausstattung mit offentlichen Einrichtungen alsin den Kernstadten zum Teil starke Bevolkerungszuwachse aufweisen werden.Das Unterschreiten kritischer Bevolkerungsgroen kann zur vollstandigen Einstellungdes Infrastrukturangebotes in bestimmten Bereichen fuhren, insbesondere in den dunnbesiedelten, landlichen Regionen in Norddeutschland. Fur soziale und kulturelle Infrastrukturen, den offentlichen Personennahverkehr sowie die Ver und Entsorgungsinfrastruktur, aber auch fur den Handel und private Dienstleistungsangebote, ergeben sich Tragfahigkeitsprobleme in Regionen mit starken Bevolkerungsverlusten. Bei sinkender Bevolkerungsdichte sind Netzinfrastrukturen zunehmend auf eine raumliche Konzentration der Nachfrager um die entsprechenden Anlagen bzw. um Leitungstrassen angewiesen, um so den durch den Bevolkerungsruckgang bedingten Kostenanstieg pro zu versorgende Einheit zu begrenzen. Weiterhin konnen durch den demographischen Wandelbestimmte Infrastrukturangebote entwertet werden, so dass eine Aufgabe oder anderweitige Nutzung der Kapazitaten erforderlich wird, wahrend gleichzeitig die Nachfragenach anderen Angeboten steigt.273.3 Wohnungsmarkt Der demographische Wandel hat auch weitreichende Implikationen fur die Entwicklungder Wohnungsmarkte. Veranderungen der Haushaltszahlen und der Altersstruktur werden sich nachhaltig auf die quantitative und qualitative Wohnungsnachfrage auswirken mit Konsequenzen fur das Wohnungsangebot und die Investitionsentscheidungen auf regionalen Wohnungsmarkten. Signifikante quantitative Nachfrageeffekte auf den Wohnungsmarkten durften sich vielerorts erst in der mittleren bis langeren Frist einstellen. Inden vergangenen Jahrzehnten haben steigende Einkommen und sinkende Haushaltsgroen zu einem deutlichen Anstieg der Wohnflachennachfrage pro Kopf gefuhrt. Der ProKopfWohnraumbedarf kann im Zuge des demographischen Wandels aufgrund der Bedeutungszunahme kleiner Haushalte weiter steigen. Entsprechende Prognosen implizieren, dass mit einem weiteren Anstieg der Wohnflache pro Kopf der Bevolkerung zurechnen ist.18 Der eintretende Bevolkerungsruckgang durfte mittelfristig noch nicht miteinem generellen Nachfrageruckgang auf den Wohnungsmarkten einher gehen, weilsteigende Haushaltszahlen und zunehmender Wohnraumbedarf pro Kopf in den kommenden Jahren den Effekt des Bevolkerungsruckgangs kompensieren durften. Eine Polarisierung zwischen wachsenden und schrumpfenden Regionen wird allerdings auch die Entwicklung der Haushaltszahlen kennzeichnen.19Einfluss auf die Nachfrageseite des Wohnungsmarktes nehmen vor allem Veranderungen der Haushaltszahlen und der Groe der Haushalte. Das Bundesamt fur Bauwesenund Raumordnung 2004 geht in seiner Raumordnungsprognose davon aus, dass insgesamt die Zahl der Haushalte zwischen 2000 und 2020 um 2,6 % steigen wird vgl. Abbildung 10. Dieser Zuwachs ist auf den Ruckgang der durchschnittlichen Haushaltsgroe zuruckzufuhren, welcher dem Ruckgang der Haushaltszahlen aufgrund sinkender Bevolkerungszahlen entgegen wirkt. Den Prognoseergebnissen zufolge wird die Zahl der Ein und ZweiPersonenHaushalte bis 2020 in Deutschland um rund 5 % bzw. sogarmehr als 10 % zunehmen. Im Gegensatz dazu wird sich die Zahl der groeren Haushaltedeutlich reduzieren vgl. Tabelle 3. Norddeutschland fallt mit einem Wachstum der Haushaltszahlen von lediglich 0,6 % hinter der durchschnittlichen Entwicklung im Bundesgebiet zuruck. Auch die Veranderung in den einzelnen Bundeslandern im norddeutschen Raum ist durch erhebliche Unterschiede gekennzeichnet. Besonders Bremen hebtsich mit einem Ruckgang der Haushaltszahl um 8,9 % negativ von den anderen nord 18 Vgl. Bundesamt fur Bauwesen und RaumordnungInstitut fur okologische Raumentwicklung 2000.19 Vgl. BucherSchlomer 2003 und Waltersbacher 2004.28deutschen Regionen ab. Aber auch fur SachsenAnhalt wird mit 4 % eine recht deutliche Abnahme erwartet. Impulse fur die Wohnungsnachfrage durften demgegenuber vorallem in Niedersachsen von der Entwicklung der Haushaltszahlen ausgehen fur dieses Bundesland wird zwischen 2000 und 2020 ein Wachstum von annahernd 3 % prognostiziert.Abbildung 10: Entwicklung der Haushaltszahlen, 2000202010%0%10%20%30%1,9%2,9%1,4%0,6%2,6%1,6%giwselhc Snietslo Hgrubma Hneshcasredei N8,9%nemer Bgrubnelkce Mnremmopro V4,0%tlahn Aneshca Sdnalhcstue Ddnalhcstueddro NQuelle: BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen Tabelle 3:Region Entwicklung der Haushaltszahlen nach Haushaltsgroen, 20002020,in %1PersonenHaushalte 2 PersonenHaushalte 3 PersonenHaushalte 4 PersonenHaushalte 5 und mehrPersonenHaushalte SchleswigHolstein Hamburg Niedersachsen Bremen MecklenburgVorpommern SachsenAnhalt Norddeutschland Deutschland 1,93,54,68,26,22,22,25,29,42,311,15,316,15,38,810,74,91,94,613,114,921,28,96,511,52,211,913,423,223,114,112,68,76,410,529,519,215,611,710,3Quelle: BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen Das geringe Wachstum der Haushaltszahlen in Norddeutschland basiert sowohl auf einem uberdurchschnittlichen Ruckgang im Bereich groerer Haushalte als auch auf der 29nur moderaten Expansion bei den kleineren Haushaltstypen. Die Zahl der Haushalte mitdrei und mehr Mitgliedern nimmt in Norddeutschland durchweg starker ab als in Deutschland insgesamt. Zudem bleiben die Zuwachse bei den Ein und ZweiPersonenHaushalte im Norden hinter der durchschnittlichen Entwicklung in Deutschland zuruck.Hervorzuheben ist auch bei der Prognose nach Haushaltsgroenklassen die Entwicklungin Bremen, fur das in allen Groenklassen Schrumpfungsprozesse erwartet werden.Die zwischen den Haushaltshaltsgroenklassen bestehenden Entwicklungsunterschiedespiegeln sich in der erwarteten Veranderung der durchschnittlichen Haushaltsgroe wider vgl. Abbildung 11. Fur den Zeitraum bis 2020 wird ein weiterer Ruckgang derdurchschnittlichen Haushaltsgroe erwartet. Dieser Trend ist in fast allen norddeutschen Bundeslandern zu beobachten. Lediglich fur Hamburg weist die Prognose des BBR einegeringfugigere Zunahme der durchschnittlichen Haushaltsgroe aus.Abbildung 11: Durchschnittliche Haushaltsgroe, 2000 und 20202,132,081,851,862,182,111,951,912,192,072,152,042,162,082,52,01,51,00,50,0giwselhc Snietslo Hgrubma Hneshcasredei Nnemer B20002020grubnelkce Mnremmopro Vneshca Stlahn Adnalhcstue DQuelle: BBR 2004, Raumordnungsprognose ROP; eigene Berechnungen Aufgrund der im Allgemeinen noch bis 2020 zunehmenden Haushaltszahlen ist nicht miteinem grundsatzlichen Ruckgang der Nachfrage nach Wohnraum in den kommenden 15Jahren zu rechnen. Die weiterhin bestehende Tendenz zu kleineren Haushalten und der Austritt geburtenstarker Jahrgange aus der Familiengrundungsphase konnten zukunftigallerdings zu einer rucklaufigen Nachfrage nach groen Wohneinheiten und einer steigenden Nachfrage nach altengerechten Wohnungen fuhren. In diesem Zusammenhangist jedoch zu berucksichtigen, dass ein groeres Gewicht kleinerer Haushalte nichtzwangslaufig eine zunehmende Nachfrage nach kleinen Wohnungen nach sich zieht.Altere Bevolkerungsgruppen, die wesentlich zur Zunahme der Zahl der kleinen Haus30halte beitragen, weisen eine vergleichsweise geringe Wohnungsmobilitat auf und bleibenauch nach der Familienphase haufig in relativ groen Wohneinheiten wohnen.20Langfristig wird jedoch die Haushaltsentwicklung im Hinblick auf die quantitative Wohnraumnachfrage der abnehmenden Einwohnerzahl nicht entgegenwirken. Zudemweist die Prognose der Haushaltszahlen darauf hin, dass es in den kommenden Jahrensowohl Gebiete mit steigenden Haushaltszahlen geben wird wie auch Regionen, in denen bereits bis 2020 die Anzahl der Haushalte deutlich abnimmt. Schleifnecker 2003erwartet, dass mit der Entspannung auf den Wohnungsmarkten die Qualitatsanforderungen der Nachfrager steigen. Der Nachfrageruckgang und wachsende Qualitatsanspruchedurften dazu fuhren, dass bestimmte Wohnungsbestande zunehmend als unattraktiv gelten und nicht mehr nachgefragt werden. Eine resultierende raumliche Konzentration von Leerstanden in bestimmten Kommunen oder Stadtteilen kann die Tragfahigkeit von Siedlungs und Versorgungsstrukturen gefahrden und soziale Probleme in den betroffenen Gebieten verscharfen. Vor allem in Geschossbausiedlungen werden in den kommenden Jahren zunehmend auch in Westdeutschland Leerstande erwartet. Im Segmentder Einfamilienhauser konnte sich die rucklaufige Nachfrage dagegen in fallenden Preisen niederschlagen, ohne dass es zu umfassenden Leerstanden kommt.21Uber die konkreten Auswirkungen der demographischen Entwicklung auf das Potenzialzur Wohneigentumsbildung bestehen unterschiedliche Einschatzungen. Bedeutsam ist indiesem Zusammenhang, dass im Zuge des demographischen Wandels der Anteil groer Mehrpersonenhaushalte, die im Vergleich zu kleinen Haushalten haufiger Wohneigentum bilden, abnehmen wird. Zudem durfte durch Zuwanderung der Anteil auslandischer Haushalte steigen. Diese weisen ebenso wie Ein und ZweiPersonenHaushalte eine relativ geringe Wohneigentumsquote auf. Von strukturellen Veranderungen der Haushaltegehen mithin langfristig dampfende Effekte auf die Wohneigentumsbildung aus. Insgesamt wird dennoch in einigen Analysen erwartet, dass sich die Nachfrage nach Wohneigentum mittelfristig noch positiv und wesentlich dynamischer entwickelt als der Bedarfan Mietwohnungen. Daraus resultiert auch, dass die Nachfrage nach Wohnraum in Einfamilienhausern bis 2015 starker wachsen wird als die nach Wohnungen in Geschossbauten.22 Schleifnecker 2003 geht dagegen davon aus, dass die demographische Entwicklung das Potenzial der Eigentumsbildung deutlich reduzieren wird. 20 Vgl. Bucher, Schlomer 2003.21 Vgl. Rohl 2004.22 Vgl. Waltersbacher 2004.31Gegenwartig sind Wohneigentumsquoten in landlichen Regionen und verstadterten Raumen hoher als in den Kernstadten von Agglomerationen. Nach den Ergebnissen einer Wohnungsprognose bis zum Jahr 201523 werden sich diese Unterschiede noch vertiefen, weil erwartet wird, dass die Wohneigentumsquote in landlichen und verstadterten Raumen etwas starker steigen wird als in Agglomerationsraumen. Im Umland der Agglomerationszentren ist nach wie vor das Preisniveau niedriger und das Wohnraumangebot umfangreicher. Daher ist mit einer fortgesetzten Suburbanisierung der Bevolkerungzu rechnen, wobei sich die Agglomerationsraume weiter in periphere Gebiete des Umlands ausbreiten werden, weil in den naheren Umlandregionen altere Haushalte Wohneigentum besitzen. Schlielich ist in diesem Zusammenhang auch zu berucksichtigen, dasslangfristig infolge vererbten Wohneigentums vermehrt Bestandsimmobilien das Angeboterhohen. Der daraus moglicherweise resultierende Preisruckgang wird jedoch nichtzwangslaufig die Eigentumsbildung von jungeren Haushalten begunstigen, wenn die angebotenen Immobilien nicht den Praferenzen der Nachfrager entsprechen.24Die regionalen Unterschiede in der Entwicklung der Bevolkerung und der Haushaltszahlen werden dazu fuhren, dass in Norddeutschland Polarisierungstendenzen zwischenweiter wachsenden Wohnungsmarkten und stagnierenden bzw. schrumpfenden Marktenzu beobachten sein werden. Auch die Veranderungen der Altersstruktur haben Auswirkungen auf die Nachfragedynamik, weil ein enger Zusammenhang zwischen der Lebensphase und Nachfragemustern auf dem Wohnungsmarkt besteht. Eine aktive Rolleauf dem Wohnungsmarkt spielen vorwiegend die Einwohner zwischen 20 und 45 Jahren.Grundsatzlich wechseln junge Menschen haufiger ihren Wohnsitz als altere, auch infolge von Haushalts und Familiengrundungen. Vor allem in schrumpfenden Regionenmit stark ausgepragten Alterungsprozessen ist demzufolge eine nachlassende Nachfragedynamik zu erwarten.Fur die Entwicklung der Immobilienwerte und den Anreiz, in den Neubau oder die Modernisierung von Wohnraum zu investieren, ist die Differenzierung zwischen dynamischen und schrumpfenden Wohnungsmarkten ebenfalls von hochster Relevanz. In Gebieten mit guten Lagen und noch zunehmenden Einwohner und Haushaltszahlen konnen auch zukunftig hohe Renditen erzielt werden. In Regionen, fur die in den kommenden Jahren erhebliche Bevolkerungsverluste prognostiziert werden, durfte der Anreiz, in Immobilien zu investieren, dagegen dramatisch sinken. Wohnungsmarkte in schrumpfenden Regionen konnen allerdings eine segmentierte Entwicklung aufweisen, weil der 23 Vgl. Bundesamt fur Bauwesen und RaumordnungInstitut fur okologische Raumentwicklung 2000.24 Vgl. Waltersbacher 2004.32Neubau von Ein und Zweifamilienhausern durch hohe Leerstande in Geschossbautenbegleitet sein kann. Ungunstiger ist die Prognose, wenn wachsende Leerstande und fehlende Investitionen in die Erhaltung der Bestande in einen sozialen Niedergang munden,der aufgrund einer dadurch forcierten Abwanderung den Entleerungsprozess noch beschleunigt. Sehr gegensatzliche Entwicklungen einzelner Stadtteile sind auch gegenwartig schon in den Kernstadten festzustellen. Das Nebeneinander von dynamischen Lagenund Problemquartieren konnte sich in Zukunft noch verstarken.3.4Offentliche Haushalte Die demographischen Veranderungen beeinflussen die Einnahmen und Ausgabenseiteder Haushalte der Bundeslander und Kommunen uber zahlreiche Kanale. Die offentlichen Einnahmen werden neben der Einwohnerzahl wesentlich durch den Umfang wirtschaftlicher Aktivitaten und die Abgabenquote bestimmt. Bei der Betrachtung der Einnahmenentwicklung beschranken wir uns im Folgenden weitgehend auf die Entwicklungdes Steueraufkommens, das rund 80 % des gesamten Einnahmenvolumens der Gebietskorperschaften ausmacht. Insgesamt verringert sich durch den demographischen Wandelder wachstumsbedingte Anstieg des Steueraufkommens. Dabei erweist sich die Entwicklung der Einnahmen aus Konsumbesteuerung als stabiler, verglichen mit einkommensbezogenen Steuern, da der Konsum gleichmaiger auf alle Lebensabschnitte verteilt ist als das Arbeitseinkommen. Veranderungen der Alterstruktur wirken sich daherauf die Umsatzsteuer weniger stark aus als auf die direkten Steuern. Die Einfuhrung der Rentenbesteuerung schwacht diese Unterschiede etwas ab. Auch unternehmensbezogene Steuern sind in relativ geringem Mae vom demographischen Wandel betroffen.25 Offentliche Einnahmen aus Gebuhren oder Nutzungsentgelten durften sich dagegen bei einer abnehmenden Einwohnerzahl reduzieren.Fur Lander und Kommunen sind im Hinblick auf die zukunftige Entwicklung ihrer Einnahmen vor allem die Zuweisungen im Landerfinanzausgleich und im kommunalen Finanzausgleich sowie die Anteile am Einkommenssteuer und Umsatzsteueraufkommenrelevant. Fur die Kommunen spielen daruber hinaus noch Gebuhreneinnahmen und die Gewerbesteuer eine gewichtige Rolle. Die verschiedenen Zuweisungen aus den Steueraufkommen und im Rahmen des Finanzausgleichs werden vorwiegend anhand der Einwohnerzahlen ermittelt. Regionen mit uberdurchschnittlichem Bevolkerungsruckgang 25 Vgl. Brugelmann 2004.33werden daher in diesen Bereichen starkere Einnahmenverluste verkraften mussen als Gebiete mit nur moderaten Bevolkerungsverlusten. Die Gebietskorperschaften mitwachsenden Einwohnerzahlen konnen demgegenuber steigende Einnahmen erwarten.Aufgrund ihrer schwachen Bevolkerungsentwicklung mussen insbesondere Kommunenim Nordosten und die ohnehin schon finanzschwachen Lander MecklenburgVorpommern und SachsenAnhalt mit einer weiteren Verschlechterung ihrer Haushaltssituation rechnen.26 Insofern konnten sich die regionalen Disparitaten in Norddeutschland hinsichtlich der Situation der offentlichen Haushalte vertiefen.Vom demographischen Wandel gehen gegensatzliche Effekte auf die Ausgaben der Gebietskorperschaften aus. Auf der einen Seite werden im Bereich der offentlichen Leistungen, die in erster Linie von alteren Menschen nachgefragt werden, Mehrausgabenentstehen. Anpassungen bestehender Infrastrukturkapazitaten an eine niedrigere Nutzerzahl konnen zudem Investitionen erfordern. Auf der anderen Seite konnen die Gebietskorperschaften aufgrund rucklaufiger Nachfrage in anderen offentlichen Bereichen, beispielsweise aufgrund abnehmender Schulerzahlen in bestimmten Bereichen des Bildungssektors, Ausgaben reduzieren.Insgesamt sind die Auswirkungen des demographischen Wandels auf die Kosten der Bereitstellung offentlicher Guter nicht eindeutig zu bestimmen.27 Auf der regionalen Ebenekonnen sich weitgehend konstante, steigende wie auch abnehmende Ausgaben einstellen. Es ist zu erwarten, dass sich im Zuge einer abnehmenden Nachfrage nach bestimmten offentlichen Leistungen Ausgabenreduzierungen in den offentlichen Haushalten realisieren lassen. Allerdings kann nicht davon ausgegangen werden, dass das Einsparpotenzial sich proportional zur Schuler oder Einwohnerzahl entwickelt. Die Bereitstellungvieler offentlicher Guter ist durch hohe Fixkosten und Unteilbarkeiten gekennzeichnet.Unter dieser Voraussetzung fallt ein Ausgabenruckgang gegenuber der Bevolkerungsabnahme unterproportional aus. Im Bildungsbereich durften daruber hinaus die ProKopfAusgaben aufgrund des Trends zu hochwertigen Bildungsabschlussen steigen.Zudem durften sich Ausgabeneinsparungen gegenuber den Einnahmeminderungen erstmit einer gewissen zeitlichen Verzogerung einstellen. Eine Untersuchung von Baum und Seitz 2003 zeigt, dass die absoluten Bildungsausgaben in der kurzen bis mittleren Fristnur geringfugig auf die Veranderung von Schulerzahlen reagieren, weil Personalausga 26 Vgl. Muller 2004.27 Vgl. Brugelmann 2004.34ben und die Schulinfrastruktur nicht unmittelbar an veranderte Schulerzahlen angepasstwerden konnen. Lediglich bei den sonstigen laufenden Ausgaben konnen die Gebietskorperschaften relativ schnell auf sich wandelnde Rahmenbedingungen reagieren. Auchbei kapitalintensiven Netzinfrastrukturen wird eine schnelle Anpassung an demographische Veranderungen durch hohe Fixkosten erschwert.Wie sich die Ausgaben von Landern und Kommunen insgesamt infolge des demographischen Wandels verandern werden, wird unterschiedlich beurteilt. Schatzungen von Baum et al. 2002 weisen darauf hin, dass die Veranderung der Altersstruktur insgesamtzu einer Abnahme der ProKopfAusgaben bei Landern und Kommunen fuhren wird, sodass in Regionen mit einer abnehmenden Einwohnerzahl die Ausgaben fur offentliche Leistungen auch absolut sinken sollten. Die Entwicklung einzelner Ausgabenbereichestellt sich allerdings sehr differenziert dar. Fur den Bereich der Allgemeinen Verwaltungwerden beispielsweise steigende Ausgaben auf Landesebene und sinkende Belastungenje Einwohner bei den Kommunen ermittelt. Fur die Offentliche Sicherheit und den gesamten Bildungsbereich ergeben sich dagegen durchgehend rucklaufige Ausgaben. Im Gegensatz dazu erwartet Brugelmann 2004, dass die Bevolkerungsentwicklung persaldo zu einer Ausgabenerhohung fuhrt, weil sinkende Ausgaben etwa im Bereich der Erziehungs und Bildungsleistungen alterungsbedingte Mehrausgaben Gesundheitswesen, Pensionszahlungen nicht kompensieren.Hinsichtlich des Einflusses der demographischen Veranderungen auf die offentlichen Haushalte von Landern und Kommunen in Norddeutschland lassen sich insgesamt keineeindeutigen Schlussfolgerungen ziehen. Empirische Studien zur voraussichtlichen Einnahmen und Ausgabenentwicklung der Gebietskorperschaften gelangen zu unterschiedlichen Ergebnissen. Muller 2004 erwartet insgesamt zunehmende regionale Disparitaten hinsichtlich der offentlichen Haushalte in Deutschland infolge der raumlich differenzierten Bevolkerungsentwicklung. Seitz 2002 zeigt allerdings in einer Studie fur ostdeutsche Stadte, dass schrumpfende Stadte gegenuber stagnierenden oder wachsenden Stadtregionen keine systematischen Einnahmenachteile haben. Dies ist vermutlich aufdie kommunalen Finanzausgleichs und Zuweisungssysteme zuruckzufuhren, die Einnahmeverluste aufgrund einer rucklaufigen Bevolkerung abfedern.28 28 Vgl. Muller 2004.354HANDLUNGSBEDARF4.1 Arbeitsmarkt Das Problem des Arbeitskraftemangels in Norddeutschland wird kurzfristig nicht in allen Segmenten des Arbeitsmarktes auftreten. Dennoch sollte die Weichenstellung fur eine Politik, welche auf die Angebotsseite des Arbeitsmarktes gerichtet ist, bereits heuteerfolgen. Denn die gewunschten Auswirkungen entsprechender Manahmen stellen sich wenn die Politik uberhaupt erfolgreich ist erst nach einer gewissen zeitlichen Verzogerung ein. Generell sind zur Beeinflussung des Arbeitsangebotes Politikinstrumente geeignet, welche auf eine Erhohung der Erwerbsquoten und die Verlangerung der Lebensarbeitszeit ausgerichtet sind und solche, die Einfluss auf den Umfang der Bevolkerungim erwerbsfahigen Alter nehmen. Fur eine Abfederung der negativen Arbeitsmarkteffekte, die aus den altersstrukturellen Verschiebungen innerhalb der Erwerbsbevolkerungund hiermit einhergehenden Veranderungen des Qualifikationsprofils resultieren, ist inerster Linie Bildungspolitik relevant. Ferner kann technischer Fortschritt zu einem Ruckgang des Arbeitskraftebedarfs fuhren und Engpassen auf dem Arbeitsmarkt entgegen wirken.Stabilisierung der erwerbsfahigen Bevolkerung Im Hinblick auf die Stabilisierung der erwerbsfahigen Bevolkerung konnen kurzfristignur Manahmen wirksam sein, welche auf eine Erhohung der Bevolkerung durch Zuwanderung oder Verhinderung von Abwanderung wirken. Bis zum Jahr 2020 wurde ein Anstieg der Geburtenziffern in Norddeutschland nicht zu einer Erhohung des Arbeitsangebotes beitragen. Engpasse auf dem Arbeitsmarkt konnen insbesondere im Bereich derhochqualifizierten Arbeitskrafte erwartet werden. Die Qualitat der Standortbedingungenin Norddeutschland, insbesondere der weichen Standortfaktoren, beeinflusst die Attraktivitat der Region fur Zuwanderer und verhindert gegebenenfalls die Abwanderung von Hochqualifizierten, insbesondere von in Norddeutschland ausgebildeten Studenten. Gegenuber potenziellen Zuwanderern aus dem Ausland sollte sich Norddeutschland als integrationsfreudige Region prasentieren. Allerdings stellt die Zuwanderung von Arbeitskraften in erster Linie eine Option fur stadtische Regionen zum Umgang mit demographischen Veranderungen dar. Denn migrationstheoretische Ansatze implizieren, dassstadtische Regionen, die wirtschaftlich florieren, hohe Lohne und attraktive Lebensbedingungen bieten, generell einen Vorteil bei der Attrahierung von hochqualifizierten Ar36beitskraften haben.29 Die Option, regionalen Fachkraftemangel durch Zuwanderung auszugleichen erfordert, zumindest fur Einwanderer aus nicht EULandern, entsprechendegesetzliche Regelungen auf Bundesebene. Ein Beispiel fur einen Ansatz, durch gezielte Zuwanderungspolitik die zu erwartenden negativen okonomischen Konsequenzen desdemographischen Wandels abzumildern, waren die Regelungen zur GreenCard in Deutschland. Auch das neue Zuwanderungsgesetz fur Deutschland enthalt spezifische Regelungen fur die Arbeitsmigration, die sich u.a. an dem Arbeitskraftebedarf in der Bundesrepublik Deutschland orientieren. Ob diese gesetzlichen Regelungen, insbesondere hinsichtlich der Attrahierung von hochqualifizierten Arbeitskraften geeignet sind,negative Arbeitsmarkteffekte des demographischen Wandels zu kompensieren, kann gegenwartig noch nicht abgeschatzt werden. Dies wird sich erst in der praktischen Anwendungsphase dieses Gesetzes zeigen.Mittel bis langfristig kann ein Anstieg der Geburtenziffern in Norddeutschland dem Ruckgang der Erwerbsbevolkerung entgegen wirken. Bei Manahmen, die auf die Erhohung der Geburtenziffern gerichtet sind, sind allerdings eine Reihe von Problemen zubeachten. Die Entscheidung fur oder gegen ein Kind hangt von einer Reihe von Faktorenab, beispielsweise von den gesellschaftlichen Strukturen und dem Einkommens und Bildungsniveau der Bevolkerung, wobei die relative Bedeutung unterschiedlicher Einflussfaktoren auf das generative Verhalten empirisch nur begrenzt nachweisbar ist. Hieraus folgt, dass die genauen Zusammenhange zwischen Politikmanahmen und dem Fertilitatsniveau teilweise nur schwer abschatzbar sind. Deshalb ist die Ausgestaltung von Politikinstrumenten zur Stimulierung des generativen Verhaltens problematisch. Im Allgemeinen ist es unklar, ob und wann entsprechende Manahmen im Hinblick auf die Erhohung der Geburtenraten effektiv sein werden. Unumstritten ist jedoch, dass die Fertilitatsentscheidung das Ergebnis einer Reihe von Einflussfaktoren ist, so dass zur Einflussnahme auf das generative Verhalten ein Manahmenbundel implementiert werdensollte. Als Komponenten dieses Manahmenbundels werden haufig Politikinstrumentegenannt, welche die Vereinbarkeit von Beruf und Familie verbessern und solche, die Familien mit Kindern starker finanziell entlasten, beispielsweise durch entsprechendesteuerliche Regelungen. Auf Ebene der Bundeslander konnte insbesondere der Ausbauder Betreuungsinfrastruktur fur Kinder im Sinne einer geburtenfordernden Politik implementiert werden. 29 Vgl. NiebuhrStiller 2004.37Unabhangig davon, wie erfolgversprechend einzelne Politikmanahmen auch sind, zeigen historische Entwicklungen, dass das Fertilitatsverhalten keine auf Dauer konstante Groe ist. Wie schnell das generative Verhalten auf Veranderungen in der Lebenssituation reagieren kann, zeigt der rapide Ruckgang der Geburtenzahlen in Ostdeutschlandnach 1989. Zudem verdeutlicht der Vergleich der deutschen Geburtenziffern mit den Geburtenziffern anderer Lander, dass die Fertilitatsraten auch im 21. Jahrhundert nichtzwingend niedrig sein mussen vgl. Abbildung 12.Abbildung 12: Zusammengefasste Geburtenziffer in ausgewahlten Staaten, 2002Mexiko Turkei USAIrland Frankreich Norwegen Danemark Finnland Grobritannien Kanada Schweden Japan Polen Deutschland Griechenland Italien Ungarn Spanien Tschechien 2,572,072,061,901,861,801,731,701,661,601,541,371,371,361,341,251,251,251,18Quelle: Dickmann 2004, S. 26; eigene Darstellung Auch wenn es gelange, durch entsprechende Politikmanahmen das Geburtenniveau in Norddeutschland positiv zu beeinflussen, so ist das Problem der Alterung hierdurch allerdings nicht in absehbarer Zeit zu losen. Solange die zusatzlich geborenen Kindernicht am Erwerbsleben teilnehmen, sind Wachstumseinsbuen zu erwarten, weil mehr Kinder von der Gesellschaft versorgt werden mussen.30 Allerdings senken steigende Kinderzahlen langfristig das Durchschnittsalter einer Gesellschaft, wirken dem Bevolke 30 Vgl. die Ergebnisse eines makrookonomischen Simulationsmodells zum Einfluss steigender Geburtenraten auf das Wirtschaftswachstum in der Bundesrepublik Deutschland BorschSupan et al. 2004.38rungsruckgang entgegen und erhohen langfristig das Humankapital, so dass steigende Geburtenraten langfristig zu hoherem Wirtschaftswachstum fuhren.Beeinflussung des Erwerbsverhaltens Eine Stabilisierung des Arbeitsangebotes kann prinzipiell auch durch eine Erhohung der Erwerbsbeteiligung erreicht werden. Ein Anstieg der Erwerbsbeteiligung ist allerdingsnur geeignet, einem Fachkraftemangel entgegen zu wirken, wenn die Erwerbspersonendie erforderlichen Qualifikationen aufweisen. Gemessen an den Erwerbsquoten in einigen anderen OECDLandern vgl. Abbildung 13, insbesondere in Skandinavien, bestehtgegenwartig in den norddeutschen Bundeslandern erhebliches Potenzial zur Erhohungder Erwerbsbeteiligung sowohl innerhalb der weiblichen als auch der mannlichen Bevolkerung.Abbildung 13: Erwerbsquotena im April 2002Bremen Hamburg MecklenburgVorpommern Niedersachsen SachsenAnhalt SchleswigHolstein Deutschland Danemark Island Niederlande Norwegen Schweden 63,567,266,065,164,366,866,744,951,353,74753,448,649,770,860,178,268,372,570,854,360,564,957,7Manner Frauena Anteil der Erwerbspersonen an der Bevolkerung im Alter zwischen 15 Jahren und 65 Jahren. Fur Hamburg, Niedersachsen und SchleswigHolstein einschlielich der Erwerbspersonen, die alter als 65 Jahresind vgl. auch Tabellen 4 und 5.Quelle: Statistisches Bundesamt 2002, OECD 200439In den norddeutschen Bundeslandern betrug die Erwerbsbeteiligung der mannlichen Bevolkerung im Jahre 2002 zwischen 63,5 % und 67,2 % und die der weiblichen Bevolkerung zwischen 44,9 % und 53,7 %. Zum Vergleich: In Danemark und Norwegen sindmehr als 60 %der erwerbsfahigen Frauen und annahernd 71 % der mannlichen Bevolkerung am Erwerbsleben beteiligt.Die Einflussfaktoren auf das Erwerbsverhalten sind vielschichtig und erfordern die Umsetzung eines differenzierten Manahmenbundels. Hinsichtlich geeigneter Politikinstrumente ist insbesondere zwischen unterschiedlichen Altersklassen und der weiblichenund mannlichen Bevolkerung zu differenzieren, denn das Erwerbsverhalten variiert erheblich zwischen den unterschiedliche Bevolkerungsgruppen in Norddeutschland vgl.Tabelle 4 und 5.Tabelle 4: Erwerbsquotena mannliche Bevolkerung nach Altersklassen im April 2002Altersklasseinsgesamt 1519 2024 2529 3034 3539 4044 45495054 55596064 6523,77669,486,380,993,491,692,895,093,394,63644,227,174,184,876,292,989,794,363,567,266,096,294,439,985,489,596,8Bremen Hamburg MecklenburgVorpommern Niedersachsen 65,1SachsenAnhalt 64,3SchleswigHolstein Deutschlanda Anteil der Erwerbspersonen an der Bevolkerung der jeweiligen Altersgruppe; Sehr geringe Erwerbsquoten, fur die keine Werte verfugbar sind.Quelle:Statistisches Bundesamt 200295,397,134,325,278,682,13,95,74,488,195,232,979,196,996,687,295,996,896,586,890,766,734,076,395,995,391,891,584,480,495,394,78989,190,891,291,838,835,16,82932,174,381,697,096,696,297,266,8In den relativ niedrigen Altersklassen sind seit Anfang der 70er Jahre deutliche Ruckgange in den Erwerbsquoten festzustellen, die primar auf langere Ausbildungszeiten zuruckzufuhren sind. Vor 30 Jahren waren aus der Bevolkerungsgruppe zwischen 20 und 30 Jahren rund 7 % mehr berufstatig als im Jahr 2002.31 31 Zu den Bestimmungsfaktoren und Entwicklungstendenzen der Erwerbsquoten vgl. Eitenmuller et al.2002, S. 53 ff.40Tabelle 5: Erwerbsquotena weibliche Bevolkerung nach Altersklassen im April 2002Regioninsgesamt 1519 2024 2529 3034 3539 4044 4549 5054 5559 6064 6544,951,326,859,967,174,879,274,974,179,677,580,980,553,464,420,273,376,476,879,253,736,470,981,493,393,591,489,186,8Bremen Hamburg MecklenburgVorpommern 47,0Niedersachsen 1,5SachsenAnhalt 53,4SchleswigHolstein 48,61,8Deutschland 49,71,8a Anteil der Erwerbspersonen an der Bevolkerung der jeweiligen Altersgruppe; Sehr geringe Erwerbsquoten, fur die keine Werte verfugbar sind.Quelle:Statistisches Bundesamt 200216,110,921,316,974,09274,478,455,077,260,860,174,787,873,975,966,471,670,767,571,292,073,574,924,725,826,528,078,793,281,382,080,395,281,482,573,694,377,479,972,910,5Innerhalb der Bevolkerung bis 30 Jahre kann deshalb insbesondere eine Verkurzung der Ausbildungszeiten zu einem Anstieg der Erwerbsbeteiligung beitragen. Ausbildungszeiten konnen durch Veranderung der gesetzlichen Regelungen bezuglich der RegelSchul und Studienzeiten verandert werden. Daruber hinaus konnen Anreizsysteme implementiert werden, die Studierende, welche ihren Abschluss relativ schnell erreichen,mit einem Bonussystem belohnen.32 Bei Reformen im Bildungswesen ist allerdings dem Aspekt Rechnung zu tragen, dass eine kurzere Ausbildungsdauer zu keinem Ruckgangdes Qualifikationsniveaus fuhren darf.In den Alterklassen zwischen 30 und 55 Jahren ist die Erwerbsbeteiligung der mannlichen Bevolkerung mit Werten von weit uber 90 % weitestgehend ausgeschopft, wahrenddie Erwerbsquoten der weiblichen Bevolkerung in diesen Altersklassen in den norddeutschen Bundeslandern im Westen Deutschlands deutlich unterhalb der entsprechenden Werte fur die mannliche Bevolkerung liegen. Chancen zu einer Erhohung der Erwerbsbeteiligung der weiblichen Bevolkerung bieten insbesondere Manahmen, welche die Vereinbarkeit von Familie und Beruf erleichtern, beispielsweise bessere Betreuungsangebote fur Kinder.In den hoheren Altersklassen, insbesondere zwischen 60 und 65 Jahren, ist die Erwerbsneigung in den letzten Jahren erheblich zuruckgegangen und befindet sich gegenwartig 32 Nach Berechnungen des Instituts der deutschen Wirtschaft aus dem Jahre 2004 konnte in Deutschlandin den kommenden zwei Jahrzehnten eine Erhohung der Erwerbspersonen um 400.000 Menschendurch eine Verkurzung der Studien und Schulzeiten erreicht werden.41auf einem sehr niedrigen Niveau. Zu einer hoheren Erwerbsbeteiligung der alteren Bevolkerung konnte, neben der Veranderung der gesetzlichen Regelungen zum Renteneintrittsalter auf Bundesebene, die Entwicklung von Arbeitsmodellen beitragen, die auf die Bedurfnisse alterer Arbeitnehmer zugeschnitten sind.Forderung beruflicher und regionaler Mobilitat Die demographischen Veranderungen bringen die Gefahr des erhohten qualitativen undregionalen Mismatches auf dem Arbeitsmarkt mit sich. Zur Abfederung dieser potentiellen Arbeitsmarktauswirkungen des demographischen Wandels konnen Manahmenbeitragen, welche die berufliche und raumliche Mobilitat fordern. Entsprechende Politikinstrumente liegen insbesondere im Bereich der Bildungspolitik. Die Herausforderungen einer alternden und schrumpfenden Bevolkerung erfordern eine Flexibilisierung der Ausbildung. Damit das Qualifikationsprofil der Erwerbsbevolkerung den Herausforderungen der Wissensgesellschaft entsprechen kann, muss lebenslanges Lernen praktischumgesetzt werden.Technischer Fortschritt Den potentiellen negativen Auswirkungen des Arbeitskrafteruckgangs auf die Wettbewerbsfahigkeit Norddeutschlands und die regionalen Produktionsmoglichkeiten kanndurch technischen Fortschritt entgegengewirkt werden, der die Produktivitat der Arbeitskrafte erhoht. Gerade eine alternde Gesellschaft erfordert mithin ein innovationsfreundliches Klima und Rahmenbedingungen fur okonomische Aktivitaten, welche die Anwendung technologischer Neuerungen unterstutzen. Angezeigt ist eine Forschungsund Entwicklungspolitik, welche den Anforderungen einer alternden Gesellschaft gerecht wird im Hinblick auf den Produktionsprozess und auf die Konsumbedurfnisse der Konsumenten. Unter dem Vorzeichen des demographischen Wandels ist die Starkungdes Innovationsstandortes Norddeutschland, fur den sich gegenwartig Defizite im Bereich von Forschung und Entwicklung feststellen lassen 33, eine wichtige Aufgabe furdie norddeutsche Wirtschaft und offentliche Forschungspolitik. Trifft die Einschatzungzu, dass es fur die altere Bevolkerung rational ist, technische Neuerungen zu verhindernoder abzulehnen, weil neue Technologien ihr Wissen entwerten 34, durfte die erfolgreiche Umsetzung von Innovationsstrategien allerdings auf Widerstand unter der Erwerbs 33 Vgl. Keller et al. 2004.34 Vgl. Steinmann et al. 2002, S. 476.42bevolkerung treffen. Auch von der geringeren Risikobereitschaft der alteren Bevolkerung durften eher negative Effekte auf die Innovationsrate ausgehen.Ausbau der Informationsbasis Generell gilt, dass detaillierte Arbeitsmarktprognosen fur Norddeutschland, welche die Entwicklung der Arbeitsnachfrage nach Qualifikationen und regional differenziert vorausschatzen, die Grundlage fur die Entwicklung von arbeitsmarktpolitischen Instrumenten und die Reform der Bildungssysteme darstellen sollten.35 Der Ausbau der Informationsbasis fur den Arbeitsmarkt ist ein unverzichtbares Element des Manahmenbundelsaus Bildungs und Arbeitsmarktpolitik, das in Norddeutschland angesichts der bevorstehenden Veranderungen entwickelt werden sollte.4.2 Infrastruktur, offentliche Finanzen und Wohnungsmarkt Die demographischen Veranderungen werden die Rahmenbedingungen fur die Entwicklung der norddeutschen Lander und Kommunen nachhaltig verandern. Grundsatzeund Manahmen der Entscheidungstrager, die auf ein Umfeld mit einer konstanten oderwachsenden Bevolkerung ausgerichtet sind, verlieren an Relevanz. Demographische Veranderungen erfordern Reformen auf der Ebene von Landern und Kommunen, dieschon heute eingeleitet werden sollten. Die Entscheidungstrager mussen sich bereitsfruhzeitig mit der voraussichtlichen Entwicklung in der eigenen Region und in benachbarten Regionen auseinandersetzen auch wenn spurbare Effekte des demographischen Wandels in einigen norddeutschen Regionen erst nach 2020 eintreten. Langfristige Szenarien der Einnahmen und Ausgabenentwicklung der offentlichen Haushalte mussenerarbeitet werden, um langfristige Handlungskonzepte entwickeln zu konnen. Fur Infrastruktureinrichtungen ist die langfristige Entwicklung der Nutzerzahlen abzuschatzen.Mit entsprechenden Vorausberechnungen konnen unter Umstanden finanzielle Belastungen aufgrund von Fehlplanungen im Infrastrukturbereich vermieden werden. Landerund Kommunen werden Kriterien fur die Beurteilung einer angemessenen Versorgungmit offentlichen Leistungen und zur Uberprufung der regionalen Einzugsbereiche offentlicher Infrastruktur erarbeiten mussen. Weil sich nicht alle Standorte offentlicher Infrastrukturangebote erhalten lassen werden, sollten zudem fur unterschiedliche offentli 35 Ein Beispiel fur eine solche Studie stellt Brocker et al. 2004 dar, die aktuelle und zukunftige Engpasse und Potentiale auf dem Arbeitsmarkt in SchleswigHolstein und Hamburg untersucht.43che Leistungen Kriterien fur die Auswahl zu schlieender Standorte entwickelt werden.Der demographische Wandel bringt in einzelnen Bereichen aber auch entlastende Wirkungen fur die offentlichen Haushalte mit sich. Die abnehmende Inanspruchnahme bestimmter offentlicher Leistungen ermoglicht Einsparungen in den offentlichen Haushalten oder Qualitatssteigerungen. Renn 2003 weist zudem darauf hin, dass Kostenreduzierungen und eine effizientere Bereitstellung offentlicher Guter durch die Absenkunguberzogener Qualitatsstandards und Regulierungen, insbesondere auf der kommunalen Ebene, entlastend fur die offentlichen Ausgaben wirken kann.Der anstehende Bevolkerungsruckgang erfordert eine starkere Ausrichtung der Siedlungsentwicklung am Prinzip der dezentralen Konzentration. Disperse Siedlungsstrukturen, die vergleichsweise umfangreiche Infrastrukturen benotigen, durften in vielen Regionen Norddeutschlands langfristig nicht tragfahig sein. Wird die Siedlungsentwicklung innerhalb der bestehenden Siedlungsflachen konzentriert und werden kompakte Siedlungsstrukturen erhalten, lassen sich auch Infrastrukturen besser aufrechterhalten.36Ein wichtiges Element vieler Handlungsoptionen sind interkommunale Kooperationen.Insbesondere in den landlich gepragten Regionen Norddeutschlands konnte durch vermehrte Kooperationen von Kommunen bzw. von Tragern auf der Ebene der Kreise undkreisfreien Stadte das Angebot an offentlicher Infrastruktur zumindest weitgehend aufrecht erhalten werden. Die regionalen Akteure werden starker als bislang im Rahmenfunktional abgegrenzter Regionen zusammenarbeiten und gemeinsam kommunale Infrastrukturangebote etwa im Rahmen von Zweckverbanden planen und betreiben mussen. Die Zusammenarbeit sollte insbesondere bei den StadtUmlandBeziehungen intensiviert werden. Fur die Kernstadte wird die Finanzierung zentraler offentlicher Dienstleistungen und Infrastrukturen bei abnehmenden Einwohnerzahlen in Zukunft nochschwieriger. Fur Stadte und ihr Umland sollte die gemeinsame Finanzierung und Nutzung offentlicher Guter in Zukunft eine noch groere Rolle spielen. Auf der Landesebene konnten Steuerungsinstrumente entwickelt werden, die uber die Vergabe von Investitionszuschussen die interkommunale Zusammenarbeit fordern.37Um bei einer Zusammenlegung von Aufgaben auf der kommunalen Ebene hohere Mobilitatskosten fur die Nutzer zu vermeiden, konnten erganzend mobile Angebote geschaffen werden. Auf diese Weise ware es moglich, an unterschiedlichen Wochentagen 36 Vgl. auch Schleifnecker 2003.37 Vgl. hierzu Seitz 2002.44Leistungen in verschiedenen Kommunen anzubieten. Insbesondere fur die zunehmende Zahl alterer Menschen, die im Allgemeinen weniger mobil sind, sind entsprechende Angebote wichtig.Kooperationen zur Erhaltung eines angemessenen Infrastruktur und Serviceangebotsmussen sich nicht auf die Zusammenarbeit von Gebietskorperschaften beschranken.Auch PublicPrivatePartnerships oder eine intensivierte Burgerbeteiligung konnen zur Losung der anstehenden Probleme beitragen.In peripheren Regionen mit stark abnehmender Bevolkerung sollten zur Aufrechterhaltung eines angemessenen Angebotes offentlicher Leistungen individuelle Losungsansatze gefunden werden. Dabei konnen je nach Region und Infrastrukturangebot ganz unterschiedliche Strategien erfolgversprechend sein.38 Eine Zentralisierung des Angebotsz.B. Schulzusammenlegung kann im Einzelfall ebenso einen Losungsansatz darstellenwie eine Dezentralisierung z.B. lokale Bioklaranlagen. Auch mit Hilfe der neuen Informations und Kommunikationstechnologien konnen innovative Losungsansatze entwickelt werden z.B. Erganzung einer medizinischen Grundversorgung durch Telemedizin. Neustrukturierungen bestehender Angebote z.B. Vernetzung von ambulanter undstationarer medizinischer Versorgung oder eine Flexibilisierung neue OPNVAngebotemit flexiblen Bedienungszeiten und variabler Streckenfuhrung stehen ebenso als Handlungsoptionen zur Verfugung. Die regionalen Vertreter in den betroffenen norddeutschen Regionen konnen in diesem Zusammenhang bereits auf Ergebnisse einiger Pilotprojekte und Erfahrungen aus dem Ausland zuruckgreifen. Auch Gebiete in MecklenburgVorpommern sind bereits in entsprechende Projekte eingebunden.39Relevant fur die Landes und Kommunalpolitik sind auch Vorschlage im Bereich des Bildungssystems. Hier werden beispielsweise die Modifikation der bestehenden Schulstrukturen, gebietskorperschaftsubergreifende Planungen, neue Schulmodelle oder ELearning diskutiert.40 Da der Ressourceneinsatz im Bildungsbereich nur bedingt anveranderte Schuler und Studierendenzahlen angepasst werden kann, konnten frei werdende Kapazitaten zur Qualitatsverbesserung, zur Ausweitung des Angebots von Ganztagsschulen oder fur eine verbesserte Integration auslandischer Schuler und Schulerin 38 Vgl. Thrun 2003.39 Vgl. Kocks 2003.40 Vgl. Thrun 2003.45nen genutzt werden.41 Allerdings weisen die Ergebnisse im Abschnitt 3.3 darauf hin,dass die Entwicklung der Schulerzahlen in Norddeutschland bis 2020 sehr differenziertverlaufen wird. Die Zahl der Schuler wird Schwankungen unterworfen sein, und zudemsind erhebliche Unterschiede zwischen den Entwicklungen im Nordwesten und im Nordosten festzustellen.Demographisch bedingte Einsparpotentiale in den Haushalten der Lander und Kommunen mussen identifiziert werden, um zur Deckung der in anderen Bereichen infolge des Alterungsprozesses anfallenden Mehrausgaben zur Verfugung zu stehen. Ansonstendrohen Vorsorgungslucken oder eine Zunahme der offentlichen Verschuldung.42Im Zuge der demographischen Veranderungen werden sich die regionalen Disparitatenim norddeutschen Raum vermutlich vertiefen. Die Lander sollten auch bei mangelndem finanziellen Spielraum in den Landerhaushalten nicht versuchen, die fiskalischen Effekte in Regionen mit einer besonders stark abnehmenden Bevolkerung etwa im Rahmen des kommunalen Finanzausgleichs abzufedern. Dies konnte unter Umstanden notwendige Anpassungsmanahmen auf der kommunalen Ebene verzogern. Zudem scheinen die Zuweisungen der Lander an die Kommunen wie Seitz 2002 zeigt ohnehindie fiskalischen Effekte auf der kommunalen Ebene teilweise zu kompensieren. Investitionen in offentliche Infrastrukturen und Mittel der Wirtschaftsforderung mussen in Zukunft starker raumlich fokussiert werden. Mit einer Forderung nach dem Giekannenprinzip werden in Zentren, die Entwicklungschancen aufweisen, keine signifikanten positiven Effekte erzielt. In bestimmten peripheren landlichen Gebieten durften dagegenauch offentliche Fordermittel kumulative Entleerungsprozesse nicht aufhalten.Der Entwicklung des Wohnungsbestands wird vor allem in Regionen mit starken Bevolkerungsverlusten und zunehmenden Leerstanden groere Bedeutung zukommen. Der Forderung von Modernisierung und Instandsetzung sollte daher gegenuber der Neubauforderung mehr Gewicht zugeordnet werden, gleichzeitig sollte auf die strukturellen Veranderungen der Nachfrage reagiert werden altengerechtes Wohnen, steigende Qualitatsanspruche. Die vielfaltigen Effekte des demographischen Wandels auf die regionalen Wohnungsmarkte erfordern umfangreiche Informationen als Basis fur die Wohnungspolitik und Investitionsentscheidungen. Aufgrund des Nebeneinanders von wach 41 Vgl. BaumSeitz 2003.42 Vgl. Baum et al. 2002.46senden und schrumpfenden Regionen ruckt die Standortfrage fur Investitionsentscheidungen wesentlich starker in den Mittelpunkt.43Generell implizieren demographische Veranderungen finanzpolitischen Reformbedarf.Verschiedene Studien zeigen, dass die gegenwartige Finanzpolitik nicht mit den Herausforderungen des demographischen Wandels vereinbar ist.44 Eine Beibehaltung des gegenwartigen Systems wurde aufgrund der demographiebedingten Veranderungen der Einnahmen und Ausgaben der offentlichen Haushalte zu einer stark zunehmenden Staatsverschuldung fuhren. Auf der Einnahmenseite wird die Entwicklung des Steueraufkommens durch den Bevolkerungsruckgang gebremst. Zudem konnten die Ausgabender Gebietskorperschaften trotz rucklaufiger Einwohnerzahlen steigen, insbesonderewenn die vorhandenen Einsparpotentiale nicht konsequent genutzt werden. 43 Vgl. BucherSchlomer 2003.44 Vgl. Bach et al. 2002 und Sachverstandigenrat 2003.475FAZITDie Entwicklungstendenzen bis zum Jahre 2020 markieren erst den Anfang des demographischen Wandels in Norddeutschland. Nach 2020 werden der Ruckgang der Bevolkerung und der Umbruch in der Altersstruktur an Tempo gewinnen. Gleichermaenwerden sich dann auch die aus der Bevolkerungsentwicklung resultierenden okonomischen Probleme verscharfen. Aus heutiger Sicht ist nicht mit Sicherheit zu sagen, wiesich die demographischen Veranderungen auf die Standortbedingungen, die Produktivitat, die wirtschaftliche Dynamik und damit letztendlich auf den Lebensstandard niederschlagen werden. Unumstritten ist jedoch, dass die Gefahr negativer okonomischer Konsequenzen der demographischen Veranderungen besteht auch in naher Zukunft. Deshalb muss heute gehandelt werden, um moglichen negativen Auswirkungen des demographischen Wandels entgegen zu wirken.Die Auswirkungen des demographischen Wandels erfordern umfassende Reformen auf Bundesebene, etwa im Bereich der sozialen Sicherungssysteme und der Familienpolitik.Aber auch die Vertreter von Politik und Wirtschaft in den norddeutschen Bundeslandernhaben die Aufgabe und Moglichkeiten, den anstehenden negativen Entwicklungstendenzen entgegenzuwirken und Norddeutschland als einen Standort zu entwickeln, der die Herausforderungen des demographischen Wandels annimmt. Die anstehenden Bevolkerungsveranderungen sollten als Anlass begriffen werden, langst uberfallige Reformen im Bildungsbereich, der Arbeitsmarktpolitik, dem Infrastrukturangebot und im Hinblick aufeine bessere Vereinbarkeit von Beruf und Familie durchzusetzen. Wenn die norddeutschen politischen Vertreter die Probleme der demographischen Veranderungen bereitsheute in Angriff nehmen, dann kann der Zukunft trotz der groen Herausforderungenmit Optimismus entgegen gesehen werden. Wird Norddeutschland als Wirtschafts und Wissensstandort Vorreiter bei der Umsetzung unumganglicher Reformen im Zuge desdemographischen Wandels, dann kann es hierdurch auch seine Position im Standortwettbewerb der Bundeslander verbessern.Uber den unmittelbaren Anpassungsbedarf an die absehbaren und unausweichlichen Bevolkerungsveranderungen hinaus stellt sich die Frage, inwieweit die wirtschaftlichen undgesellschaftlichen Strukturen in der langen Frist mit den gegenwartigen demographischen Rahmenbedingungen vereinbar sind. Bei unverandertem generativen Verhaltenwird die Bevolkerung in Deutschland auch bei anhaltender Zuwanderung kontinuierlichsinken. Veranderungen im Bevolkerungsaufbau werden fortdauernd Anpassungskosten 48verursachen, u.a. aufgrund erforderlicher Umstrukturierungsprozesse im Produktionsbereich und im Bereich der offentlichen Infrastruktur. Dieser permanente Anpassungsbedarf konnte ein Wachstumshemmnis fur die Bundesrepublik Deutschland und auch den Wirtschaftsstandort Norddeutschland darstellen. Langfristig lassen sich die negativen Konsequenzen des Bevolkerungsruckgangs nur mittels effektiver Instrumente zur Erhohung der Geburtenzahlen und einer der Problematik angemessenen Zuwanderungspolitikvermeiden.49LITERATURVERZEICHNISBach, S.; Bork, C.; Krimmer, P; Raffelhuschen, B.; Schulz, E. 2002:Demographischer Wandel und Steueraufkommen, Endbericht, Berlin.Baum, B.; Seitz, H. 2003:Demographischer Wandel und Bildungsausgaben: Empirische Evidenz fur diewestdeutschen Lander. In: Vierteljahreshefte zur Wirtschaftsforschung 72, S. 205219.Baum, B.; Seitz, H.; Worobjew, A. 2002:Der Einfluss der Alters und Familienstrukturen auf die Ausgaben der Lander und Gemeinden. In: Vierteljahreshefte zur Wirtschaftsforschung 71, S. 147162.Berkel, B.; BorschSupan, A.; Ludwig, A.; Winter, J. 2004:Sind die Probleme der Bevolkerungsalterung durch eine hohere Geburtenrate losbar? In: Perspektiven der Wirtschaftspolitik, Band 5, Heft 1, S. 7190.Brauninger, D.; Graf, B.; Gruber, K.; Neuhaus, M.; Schneider, S. 2002:Die demografische Herausforderung, Deutsche Bank Research.Brocker, J.; Geenen, E.; Fischer, C.; Herrmann, H. 2004:Qualifikation und Arbeitsmarkt in SchleswigHolstein und Hamburg Aktuelle undkunftige Potenziale und Engpasse; Handlungsbedarf fur Arbeitsmarkt und Bildungspolitik. Studien der Technologiestiftung SchleswigHolstein, Kiel.Brugelmann, R. 2004:Offentliche Finanzen. In: Institut der deutschen Wirtschaft Koln Hrsg., Perspektive 2050. Okonomik des demographischen Wandels, Koln, S. 219238.Bucher, H.; Kocks, M. 1999:Die Bevolkerung in den Regionen der Bundesrepublik Deutschland Eine Prognosedes BBR bis zum Jahr 2015. In: Informationen zur Raumentwicklung, Heft 1112,S. 755772.Bucher, H; Schlomer, C. 2003:Der demographische Wandel und seine Wohnungsmarktrelevanz. In: vhw Forum Wohneigentum, 3, S. 121126.Buttner, Thiess 2005:Demographischer Wandel und regionale Arbeitsmarkte. Erscheint in: Akademie fur Raumforschung und Landesplanung Hrsg., Raumliche Auswirkungen des demografischen Wandels, Forschungs und Sitzungsberichte, Hannover.Dickmann, N. 2004:Grundlagen der demographischen Entwicklung. In: Institut der deutschen Wirtschaft Koln Hrsg., Perspektive 2050. Okonomik des demographischen Wandels,Koln, S. 1133.Eitenmuller, S.; Haker, K.; Jens, S.; Knittel, T.; Limbers, J.; Schlesinger, M. 2002:PrognosDeutschland Report 20022020, Basel.50EnqueteKommission 2002:Demographischer Wandel Herausforderungen unserer alter werdenden Gesellschaft an den Einzelnen und die Politik, Schlussbericht, Deutscher Bundestag,Drucksache 148800.Graf, B. 2003:Deutsches Wachstumspotenzial: Vor demografischer Herausforderung, Deutsche Bank Research Nr. 277.Gromling, M. 2004:Wirtschaftswachstum. In: Institut der deutschen Wirtschaft Koln Hrsg., Perspektive 2050. Okonomik des demographischen Wandels, Koln, S. 6796.Institut der deutschen Wirtschaft 2004:Demographische Entwicklung Alter werden ohne alt auszusehen, in: iwd Informationsdienst des Instituts der deutschen Wirtschaft, Nr. 10 vom 4. Marz.Keller, D.; Niebuhr, A.; Stiller, S. 2004:Die Position Norddeutschlands HWWAReport 239, Hamburg.im internationalen Innovationswettbewerb,Kocks, M. 2003:Der demographische Wandel in Deutschland und Europa. Einfuhrung. In: Informationen zur Raumentwicklung, Heft 12, S. IV.Krohnert, S.; van Olst, N.; Klingholz, R. 2004:Deutschland 2020 Die demografische Zukunft der Nation, BerlinInstitut fur Weltbevolkerung und globale Entwicklung.Muller, W. 2004:Raumliche Auswirkungen des demographischen Wandels auf die offentlichen Finanzen, unveroffentlichtes Manuskript, Arbeitskreis Raumliche Auswirkungen desdemographischen Wandels der Akademie fur Raumforschung und Landesplanung,Hannover.Niebuhr, A.; Stiller, S. 2004:Zur Bedeutung von Standortfaktoren Was macht einen Standort attraktiv fur qualifizierte Arbeitskrafte und Kapital? In: E. Honekopp, R. Jungnickel Hrsg., Internationalisierung der Arbeitsmarkte, Nurnberg S. 233257.Pfeiffer, U.; Baba, L. 2002:Perspektiven des Wohnungsmarktes der Freien und Hansestadt Hamburg bis 2030,Gutachten im Auftrag der Baubehorde der Freien und Hansestadt Hamburg und der Wohnungsbaukreditanstalt, empirica Wirtschaftsforschung und Beratung Gmb H,Berlin.51Renn, S. 2005:Demografischer Wandel und langfristiges Angebots offentlicher Leistungen im foderativen System. Erscheint in: Akademie fur Raumforschung und LandesplanungHrsg., Raumliche Aspekte des foderativen Systems, Forschungs und Sitzungsberichte, Hannover.Rohl, K.H. 2004:Raumliche Entwicklung. In: Institut der deutschen Wirtschaft Koln Hrsg., Perspektive 2050. Okonomik des demographischen Wandels, Koln, S. 321344.RohrZanker, R.; Fuchs, O.; Schleifnecker, T. 2003:Herausforderungen der demographischen Veranderungen fur die Entwicklung der Region Sudniedersachsen, Projektbericht 113.03, Institut fur Entwicklungsplanungund Strukturforschung an der Universitat Hannover, Hannover.Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung 2003:Staatsfinanzen konsolidieren Steuersystem reformieren, Jahresgutachten 20032004, Wiesbaden.Schafer, H.; Seyda, S. 2004:Arbeitsmarkte. In: Institut der deutschen Wirtschaft Koln Hrsg., Perspektive 2050.Okonomik des demographischen Wandels, Koln, S. 97120.Schleifnecker, T. 2003:Auswirkungen des demographischen Wandels auf ausgewahlte Handlungsfelder in Sudniedersachsen. In: Herausforderungen der demographischen Veranderungen furdie Entwicklung der Region Sudniedersachsen, Projektbericht 113.03, Institut fur Entwicklungsplanung und Strukturforschung an der Universitat Hannover, Hannover.Seitz, H. 2002:Kommunalfinanzen bei schnell schrumpfender Bevolkerung in Ostdeutschland: Eine politikorientierte deskriptive Analyse, Berlin, FrankfurtOder.Steinmann, G.; Fuchs, O.; Tagge, S. 2002:Mogliche Effekte des demografischen Wandels Ein Uberblick. In: Wirtschaft im Wandel, Heft 15, S. 470480.Thrun, T. 2003:Handlungsansatze fur landliche Regionen mit starkem Bevolkerungsruckgang. In:Informationen zur Raumentwicklung, Heft 12, S. 709717.Waltersbacher, M. 2004:Kocks, Martina 2003:Raumliche Auswirkungen des demographischen Wandels auf den Wohnungsmarkt,unveroffentlichtes Manuskript, Arbeitskreis Raumliche Auswirkungen des demographischen Wandels der Akademie fur Raumforschung und Landesplanung, Hannover.Demographischer Wandel und Infrastruktur im landlichen Raum von europaischen Erfahrungen lernen? Informationen zur Raumentwicklung, Heft 12.52DATENQUELLENBundesamt fur Bauwesen und Raumordnung 2003:Raumordnungsprognose INKAR PRO 19992020; Bevolkerung, Bonn.Bundesamt fur Bauwesen und Raumordnung 2004:Raumordnungsprognose ROP 19992020; Bevolkerung, Bonn.Bundesamt fur Bauwesen und Raumordnung, Institut fur okologische Raumentwicklung2000:Wohnungsprognose 2015, Berichte, Band 10, Bonn.Kultusministerkonferenz 2002:Vorausberechnung der Schuler und Absolventenzahlen 2000 bis 2020, Statistische Veroffentlichungen der Kultusministerkonferenz, Nr. 162, Bonn.OECD 2004:Labor Force Statistics.OECD Labour Market Statistics:http:www 1.oecd.orgscriptscdememberslfsindicatorsauthenticate.asp Statistisches Bundesamt 2003:10. koordinierte Bevolkerungsvorausschatzung fur die Bundesrepublik Deutschland, Wiesbaden.Statistisches Bundesamt 2002:Fachserie 1 Reihe 4.1.1, Bevolkerung und Erwerbstatigkeit, Stand und Entwicklung der Erwerbstatigkeit, Wiesbaden.Statistisches Bundesamt:Diverse Auskunfte.Statistische Landesamter:Diverse Auskunfte.53", "filename": "497847515.pdf", "person": ["Annekatrin Niebuhr", "Niebuhr, Annekatrin", "Silvia Stiller", "Stiller, Silvia"], "date": ["2005"]}