{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/3722/1/501737383.pdf"], "title": ["Robuste Weltkonjunktur"], "plaintext": "Robuste Weltkonjunktur Von Joachim Benner, KlausJurgen Gern, Annette Kamps,Frank Oskamp, Birgit Sander, Joachim Scheide und Rainer Schweickert Die weltwirtschaftliche Expansion setzte sich im bisherigen Verlauf des Jahres trotz der nochmaligen Verteuerung des Rohols in recht kraftigem Tempofort; die Produktion durfte weiterhin ahnlich stark zugenommen haben wie immittelfristigen Trend. In den Industrielandern blieb die Zuwachsrate des realen Bruttoinlandsprodukts im zweiten Quartal zwar merklich hinter dem Ergebnis des ersten Vierteljahres zuruck Abbildung 1, doch verbirgt sich dahinterkeine Verlangsamung der konjunkturellen Grundtendenz. Vielmehr machte sichein kurzfristiger Lagerzyklus bemerkbar. Vor allem in den Vereinigten Staaten Abbildung 7:Konjunkturelle Entwicklung in den groen Industrielandern 20022005G7Landerb Prozent Inlandischeyerwendung Vereinigte Staaten 2002 2003 2004 2005612002 2003 2004 2005ProzentJapan Prozent Euroland 20022003200420052002200320042005a Veranderung gegenuber dem Vorquartal Jahresrate. Vereinigte Staaten, Japan. Kanada,Deutschland, Frankreich, Italien und Vereinigtes Konigreich.Quelle: OECD 2005a; eigene Berechnungen. 2005 Institut fur Weltwirtschaft an der Universitat Kiel DOI: 10.1007s 10289005001 50250Joachim Benner et al.und in Japan druckte eine Korrektur bei den Lagerdispositionen den Zuwachsdes Bruttoinlandsprodukts. Die Endnachfrage belebte sich hier hingegen sogarund nahm recht lebhaft zu. Deutlich verhaltener verlauft die Konjunktur in Europa: Im Euroraum nahm die Produktion weiter mit Raten leicht unterhalb des Potentialwachstums zu. Im Vereinigten Konigreich geriet die langjahrige konjunkturelle Expansion ins Stocken; im Verlauf des ersten Halbjahrs ging die gesamtwirtschaftliche Kapazitatsauslastung spurbar zuruck. Lediglich in den neuen Mitgliedslandern der Europaischen Union EU blieb die Produktion ungeachtet der schwachelnden Nachfrage in Westeuropa nach der Jahreswende deutlichaufwarts gerichtet. Der Preisauftrieb war in den Industrielandern weiter ausgesprochen ruhig, vor allem wenn man berucksichtigt, dass von den Energiepreisenerhebliche Teuerungsimpulse ausgingen. Entsprechend den Unterschieden in derkonjunkturellen Dynamik besserte sich die Lage am Arbeitsmarkt in den Vereinigten Staaten und in Japan weiter, wahrend sie in Euroland schlecht blieb.Abbildung 2:Realer effektiver Wechselkurs der wichtigsten Weltwahrungen 199020052000100Yen USDollar 2000 100Mittelwert 199020051201101009080706090 92 94 9600 02 0490 92 94 96 98 00 02 042000100Euro Pfund Sterling 200010090 92 94 96 98 00 02 04 90 92 94 9600 02 04b 3 Auf Basis der Verbraucherpreise. Ab Juni 2005: eigene Schatzung.Quelle: OECD 2005a; eigene Berechnungen und Schatzungen.Robuste Weltkonjunktur 251Auerhalb der Industrielander stieg die Produktion insgesamt zugig, wennauch zumeist nicht mehr mit den hohen Raten, die im vergangenen Jahr verzeichnet worden waren. Dabei differenzierte sich das Konjunkturbild zunehmend, weil sich die Verschlechterung wichtiger weltwirtschaftlicher Rahmenbedingungen insbesondere der Olpreisanstieg, aber auch das Anziehen deramerikanischen Notenbankzinsen und der wieder festere USDollar Abbildung 2 unterschiedlich auswirkte. In einzelnen Landern wurde zudem die Geldpolitik gestrafft, um die Inflationsrisiken zu verringern.Nach wie vor expandiert insbesondere die chinesische Wirtschaft sehr stark.Allerdings sind inzwischen Zeichen fur eine beginnende Abkuhlung erkennbar;die Binnennachfrage stieg zuletzt deutlich langsamer als die gesamtwirtschaftliche Produktion. In der Folge hat sich der Auenhandelsuberschuss Chinas kraftigerhoht. Gleichzeitig blieb die Nachfrage in den Vereinigten Staaten Hauptmotorder Weltkonjunktur, so dass sich die globalen Ungleichgewichte gemessen anden Leistungsbilanzsalden der groen Wirtschaftsraume in der Tendenz weitervergroert haben.Fortgesetzte Expansion trotz rekordhoher Olpreise?Angesichts des drastischen Anstiegs des Olpreises, der seit knapp einem Jahrauf immer neue Rekordstande klettert, hat sich das Tempo der Ausweitung der Weltproduktion uberraschend wenig abgeschwacht. In diesem Abschnitt wirdden Ursachen fur die Widerstandsfahigkeit der konjunkturellen Auftriebskraftenachgegangen. Zunachst soll jedoch eine kurze Analyse der Lage an den Rohstoffmarkten erfolgen, aus der unsere Annahme fur die Preisentwicklung im Prognosezeitraum abgeleitet wird.Erneuter Preisschub beim Rohol Die moderatere Expansion der Weltkonjunktur hat nicht, wie vielfach erwartet,dazu gefuhrt, dass sich die Lage am Olmarkt entspannt hat. Der Preis fur ein Fass Rohol der Sorte Brent ist im Laufe des Jahres 2005 vielmehr weiter kraftig gestiegen. Nachdem der Olpreis im Herbst des vergangenen Jahres in der Spitze die 50 DollarMarke uberstiegen hatte, sank er zum Jahresende 2004 zwar kurzzeitigwieder auf unter 40 USDollar Abbildung 3. Doch seit Beginn des Jahres sinddie Notierungen nahezu kontinuierlich geklettert; sie erreichten im August den Stand von rund 65 USDollar. Diese Entwicklung unterscheidet sich von derbei Industrierohstoffen, wo sich das Preisniveau seit dem Jahresende 2004 nachund nach verringert hat. Weiterhin besteht eine historisch sehr hohe Auslastungder Forderkapazitaten ebenso wie der Raffineriekapazitaten. Die hohen Preisehaben bislang noch nicht dazu gefuhrt, dass in verstarktem Mae zusatzliche Produktionskapazitaten an den Markt gekommen sind. Dies ist nicht zuletzt bedingt durch die lange, zumeist mehrjahrige Dauer der Verwirklichung solcher Investitionsvorhaben.In dieser Situation kann auch ein verhaltenerer Anstieg der Nachfrage zu einer zusatzlichen Anspannung der Marktlage fuhren; die Pramie, die zu zahlen252Joachim Benner et al.Abbildung 3:Olpreis und Rohstoffpreise ohne Energie 199520052000100160USDollar 70140 120 100 601995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005a Spotpreis Sorte Brent, London. HWWAIndex.Quelle: International Petroleum Exchange uber Thomson Financial Datastream; HWWA 2005.ist, um das Risiko von unerwarteten Produktionsausfallen abzugelten, bleibt angesichts kurzfristig kaum vorhandener Reservekapazitaten hoch, und der Marktreagiert bei ungunstigen Nachrichten mit starken Preisanstiegen. Dies zeigte sichjungst, als deutlich wurde, dass der Hurrikan Katrina die Olforderung und die Olverarbeitung in den Vereinigten Staaten zeitweise empfindlich beeintrachtigen wurde. Der Olpreis sprang sofort uber die 70 DollarMarke, ermaigte sichaber wieder, als die Regierung bekannt gab, auf ihre Olreserven zuruckgreifen zuwollen. Auf der anderen Seite geht die Ausweitung der Produktion seit geraumer Zeit uber den tatsachlichen Verbrauchszuwachs hinaus; die Lager, die Anfang desvergangenen Jahres ein historisch sehr niedriges Niveau erreicht hatten, konntendeutlich aufgestockt werden und sind inzwischen sogar relativ umfangreich. Ein Umschwung bei den Lagerdispositionen konnte verbunden mit einer stetigen Ausweitung der Produktion schon im Prognosezeitraum zu einem deutlichen Absacken des Preises fur Rohol fuhren.Scheinbar nur geringer Effekt auf die Weltkonjunktur Vor dem Hintergrund der groen Spanne der unter plausiblen Annahmen denkbaren Preisentwicklungen legen wir der Prognose einen vom derzeitigen hohen Stand aus unveranderten Roholpreis zugrunde. Der Olpreis wurde damitim kommenden Jahr mit 65 USDollar sein Niveau in diesem Jahr nochmals umknapp 10 Dollar ubersteigen Tabelle 1. In diesem Jahr liegt der Preis um nahezu 20 Dollar hoher als ein Jahr zuvor. Und bereits in den Jahren 2003 und 2004 warRobuste Weltkonjunktur 253Tabelle 1:Rahmendaten fur die Konjunkturprognose 2004, 2005 und 200620052006200420052006I.Q.2.Q. 3.Q.J4.QI.Q.;1 2.Q.13.Q.4.Q.Jahredurchsehnitt 2.30.02.12.8 0.0 2.1 3.30,02.23.80.09 94.4 0,0 9 9 4,80.024.80.02.34.80.12,41.30.02.13.10.02.24.70,02,31 311 97 91 51 941 97105105 111110110 1101 101 101081081 1047 8514 63 065 065 056 865 0Kurzfristige Zinsen Vereinigte StaatenFed Funds KateJapan TagesgeldzinsEuroland 3MonatszmsWechselkurs USDollarEuro YenUSDollar Olpreis Brentin US Oolhr HWWAIndexfur Industrierohstofte 147.6143.0 140.0137.0135.0 134.0134.0134,0128.2141.9134,3 Prognose.Quelle: HWWA 2005; IMF 2005; Federal Reserve Bank of St. Louis 2005; EZB 2005c;eigene Prognosen.Tabelle 2:TermsofTradeEf Fekt durch Olpreisveranderungen in groen Industrielandern 1999200531999 2000200120022003 2004 2005b Vereinigte Staaten Japan Euroland Deutschland 0,18 0,41 0,26 0,12 0,58 0,15 0,77 0,78 0,16 0,69 0,16 0,20 0,02 0,15 0,03 0,01 0,30 0,16 0,20 0,33 0,37 0,30 0,36 0,35 0,830,981,001,11a Veranderung der Nettoimporte von Ol und Olprodukten sowie von Erdgas bereinigt um Mengenveranderungen in Prozent des Bruttoinlandsprodukts. Prognose.Quelle: OECD 2005b; eigene Berechnungen und Prognosen.ein deutlicher Preisanstieg zu verzeichnen. Der TermsofTradeVerlust, den die Industrielander im Zuge des Olpreisanstiegs in den Jahren 20032005 hinnehmen mussten, belauft sich insgesamt auf reichlich 1,5 Prozent in Relation zum Bruttoinlandsprodukt Tabelle 2.1 Gleichzeitig ergeben sich freilich TermsofTradeGewinne fur die Olexportlander, deren zusatzliche Einnahmen teilweisefur Importe verwendet werden und so die Nachfrage in den Ohmportlandern Dabei ist berucksichtigt, dass ein Anstieg der Olrechnung, der lediglich darauf beruht, dasssich die Iniportmenge erhoht hat, nicht als Olschock gewertet werden kann. Daher wurden injedem Jahr die Mengenanderungen bewertet zu Preisen des Vorjahres herausgerechnet.254 Joachim Benner et al.stutzen. Auch konnen sich zinssenkende Wirkungen am Weltkapitalmarkt ergeben, wenn Oleinnahmen zunachst angelegt werden. Nach Modellrechnungenfuhrt ein Anstieg des Olpreises um 10 Dollar gleichwohl zu einer Dampfungdes Produktionsanstiegs in den Industrielandern um fa bis J Prozent; in den Schwellenlandern ist der Effekt wegen der hoheren Energieintensitat der Produktion zumeist sogar noch erheblich hoher. Es gibt allerdings Hinweise darauf,dass sich das Recycling der Oleinnahmen in den letzten Jahren beschleunigt hatBarrell und Pomerantz 2004; EZB 2005b; Deutsche Bundesbank 2005, so dassdie dampfenden Wirkungen des Olpreisanstiegs derzeit von daher etwas geringersein durften, als von den Modellrechnungen nahegelegt wird. Auch beinhaltendie Modellrechnungen in der Regel einen Anstieg der Notenbankzinsen in Reaktion auf den beschleunigten Preisantrieb, der bislang nicht zu beobachtenwar. Dies wirkt ebenfalls auf im Vergleich zu den Modellergebnissen geringere Effekte hin.Anhaltende Impulse durch die weltwirtschaftliche Integration Chinas. Vor dem Hintergrund des sehr starken Anstiegs der Olpreise erscheint die konjunkturelle Entwicklung der Weltwirtschaft als ausgesprochen robust. So wurdenoch vor einem Jahr die Marke von 50 USDollar je Barrel als kritisch angesehen, deren Uberschreitung eine rezessive Entwicklung der Weltwirtschaftwahrscheinlich machen wurde z.B. Roach 2004. Gegenwartig ist dagegen voneiner Rezession ungeachtet der zwischenzeitlich abermals deutlich gestiegenen Olnotierungen kaum die Rede.Ein wichtiger Grund dafur, dass die weltwirtschaftliche Expansion kraftig blieb,ist die anhaltend starke Wachstunisdynamik in China. Die Zunahme der Produktion trug zwar wesentlich zum kraftigen Nachfrageanstieg an den Rohstoffmarkten und damit zu dem drastischen Preisanstieg fur Rohstoffe bei. Der Boom in China ist aber gleichzeitig verbunden mit der Integration der chinesischen Wirtschaft in die Weltwirtschaft. Seit Jahren gehen hiervon starke Impulse auf den Welthandel aus. Die Expansion des Auenhandels Chinas war im Zeitraum von 1999 bis 2004 fur 11 Prozent der Zunahme des gesamten Welthandels verantwortlich. Im gleichen Zeitraum hat sich der Anteil Chinas am Welthandel von 2,9 Prozent auf 5,9 Prozent etwa verdoppelt. Die starke Dynamik von Produktion und Nachfrage in China ist somit nicht nur eine Ursache Rir den Anstiegder Rohstoffpreise, sondern sie ist auch mit verantwortlich daftir, dass die Weltwirtschaft die hohen Preise fur Rohol und andere Rohstoffe vergleichsweise gutverkraftet.Sehr gunstige monetare Rahmenbedingnngcn stutzen die Konjunktur Im Unterschied zu der Situation wahrend der Olpreisschube in den 1970er Jahren und auch wahrend des Olpreisanstiegs im Jahr 1990 wird die Konjunkturin den Industrielandern derzeit durch ausgesprochen gunstige monetare Rahmenbedingungen gestutzt. Waren damals die Notenbanken bereits vor dem Vgl. Hierzu auch die Analyse in Benner et al. 2004: 229232.Robuste Weltkonjunktur 255Abbildung 4:Kurzfristige Zinsen1 in ausgewahlten Industrielandern nominal und real 19702005Vereinigte Staaten Prozent Japan_ Prozent Euroland Prozent Vereinigtes Konigreich Prozent 1970 1976 1982 1988 1994 20001970 1976 1982 1988 1994 2000a Zinssatz fur 3Monatsgeld; real: abzuglich Inrlationserwartungen approximiert durch die HodrickPrescottgefilterte Anstiegsrate des Verbraucherpreisindex gegenuber dem Vorjahr.Quelle: OECD 2005aAnstieg der Olpreise auf einen restriktiven Kurs gegangen, um einer konjunkturellen Uberhitzung zu begegnen und einen deutlich beschleunigten Preisauftrieb zu bekampfen,3 so ist unter den groen Industrielandern derzeit lediglich im Vereinigten Konigreich die Geldpolitik nicht als expansiv ausgerichteteinzuschatzen. In den Vereinigten Staaten hat die Fed zwar vor rund einem Jahrbegonnen, ihre Zinsen sukzessive um inzwischen immerhin 250 Basispunkte anzuheben, doch sind sie real gerechnet immer noch sehr niedrig Abbildung 4.Die Europaische Zentralbank EZB hat sogar ihren Leitzins bis zuletzt auf demniedrigen Niveau von 2 Prozent belassen. Die kurzfristigen Realzinsen liegen im 3 Tatsachlich ist der konjunkturelle Wendepunkt fur die Vereinigten Staaten sowohl fur 1973als auch fur 1990 auf Zeitpunkte vor Auftreten des jeweiligen Olschocks zu datieren. Ein kausaler Zusammenhang von Olschock und Rezession ist somit zweifelhaft arsky und Kilian 2004.256 Joachim Benner et al.Euroraum nach wie vor bei Null; fur Deutschland ergibt sich wegen der etwasgeringeren Inflationsrate ein leicht positiver Realzins.4 Auch die Bank von Japanhat ihren Kurs unverandert fortgesetzt. Bei Geldmarktzinsen, die weiterhin beinull liegen, ist der Realzins infolge der abklingenden Deflation in der Tendenzsogar leicht gesunken.In den Vereinigten Staaten blieben die langfristigen Zinsen ungeachtet des Anstiegs der Geldmarktzinsen bis zuletzt im historischen Vergleich sehr niedrig; auch in Japan veranderten sich die Kapitalmarktrenditen wenig, im Euroraum gingen sie sogar in der Tendenz weiter zuruck Abbildung 5. Eine Ursache fur das anhaltend niedrige Zinsniveau ist, dass die Inflationserwartungen nach wie vor sehr gering sein durften.3 Den Notenbanken ist es in denvergangenen beiden Jahrzehnten offenbar gelungen, die Inflationserwartungendauerhaft zu reduzieren, indem sie mehrfach ihre Entschlossenheit demonstrierten, im Fall einer nachhaltigen Verstarkung des Preisauftriebs rasch unddurchgreifend zu reagieren. Gedampft werden die Inflationserwartungen wohlauch durch die Integration des immensen Produktionspotentials der chinesischen Wirtschaft in die Weltwirtschaft. Sie hat zu einer Zunahme der Wettbewerbsintensitat an den Gutermarkten gefuhrt und die Preiserhohungsspielraume fur einen Groteil der handelbaren Guter erheblich eingeschrankt. Anden Arbeitsmarkten trug dies zu sehr moderaten Lohnabschlussen bei; so haben sich in den Vereinigten Staaten die Reallohne bis zuletzt kaum erhoht,obwohl die Beschaftigung seit inzwischen mehr als einem Jahr kraftig zunimmtund die Arbeitslosenquote auf rund 5 Prozent gesunken ist, eine Rate, dieetwa Normalauslastung am Arbeitsmarkt anzeigt. In der Folge ist der Inflationsdruck in den Industrielandern trotz einer langen Phase sehr expansiver Geldpohtik und ungunstiger Einflusse vonseiten der Rohstoffpreise nach wie vorgering, und vor allem ist bis zuletzt kein Anziehen der Inflationserwartungenerkennbar.Die starke Ausweitung der weltweiten Liquiditat, die mit den extrem niedrigen USZinsen in den vergangenen Jahren verbunden war, ist freilich nicht ohne Wirkung geblieben. So fuhrte die Suche der Anleger nach attraktiven Renditen angesichts von realen Geldmarktzinsen nahe oder unter null dazu, dass sichdie Nachfrage nach weniger liquiden und riskanteren Anlageformen erhohte.Wahrend die Inflation bei den Guterpreisen gering blieb, stiegen insbesondere 4 Realzinsen sind Nominalzinsen abzuglich der Inflationserwartungen, die aber nicht direktbeobachtbar sind. In der Regel verwenden wir fur die Approximation der kurzfristigen Inflationserwartungen die Kernrate der Inflation, fur die der langerfristigen Inflationserwartungen diereale Rendite, die sich aus der Bewertung von inflationsmdexierten Staatsanleihen ergibt. Da die Zeitreihe der Kerninflation nicht fur alle Lander ausreichend lang ist und infladonsindcxierte Bondserst seit wenigen Jahren und auch nicht in allen hier betrachteten Landern gehandelt werden, gehenwir an dieser Stelle anders vor. Die Realzinsen werden hier berechnet als Nominalzmsen abzuglichdes Anstiegs der Verbraucherpreise gegenuber dem Vorjahr, der mittels eines HodnckPrescottFilters geglattet wurde. Eine solchermaen geglattete Inflationsrate kann als Annaherung an die Inflationserwartungen betrachtet werden Ash et al. 2002.3 Fur eine Diskussion der Entwicklung bei den langfristigen Zinsen vgl. Benner et al. 2005a:38.Robuste Weltkonjunktur 257Abbildung 5:Langfristige Zinsen 11 in ausgewahlten Industrielandern nominal und real 19702005Vereinigte Staaten Prozent Japan_ Prozent Euroland Prozent Vereinigtes Konigreich Prozent 1970 1976 1982 1988 1994 20001970 1976 1982 1988 1994 2000a Rendite fur Staatsanleihen mit 10jahriger Restlaufzeit; real: abzuglich Inflationserwartungenapproximiert durch die HodrickPrescottgefilterte Anstiegsrate des Verbraucherpreisindex gegenuber dem Vorjahr.Quelle: OECD 2005a.die Preise fur Anleihen weltweit kraftig, und in einer Reihe von Landern, nichtzuletzt in den Vereinigten Staaten selbst, erhohten sich die Immobihenpreisestark. Gunstigere Finanzierungsbedingungen und die positiven Wirkungen des Anstiegs der Vermogenswerte auf die Konsumneigung stutzten die Konjunkturin den Industrielandern in den vergangenen Jahren erheblich. Besonders spurbar war dies in den Vereinigten Staaten und bis vor kurzem im Vereinigten Konigreich,6 aber auch in einigen Landern des Euroraums.6 Der Preisanstieg bei Wohnimmobilien ist im Vereinigten Konigreich bereits im Verlauf desvergangenen Jahres zum Stillstand gekommen, nachdem die Bank von England auf einen neutralen Kurs umgeschaltet hatte. Dies hat zu der deutlichen konjunkturellen Abkuhlung beigetragen.258 Joachim Benner et al.Monetare Straffitng uber kurz oder lang erforderlich Entscheidend fur die Geldpolitik ist es, ein Anziehen der Inflationserwartungen zu vermeiden. Die Korrektur von Inflationserwartungen ist ein langwieriger Prozess, der in der Vergangenheit mit hohen Kosten in Form von Verlusten an Output und Beschaftigung verbunden war. Auch eine Inflation, die sich zunachst im Wesentlichen auf die Vermogenswerte beschrankt, birgt Gefahren.Zum einen kann es schlielich doch zu einem Ubergreifen auf die Gutermarktekommen, wenn die Konjunktur durch die positiven Vermogenseffekte hinreichend stark stimuliert wird. Zum anderen kann sich der Anstieg der Vermogenspreise fruher oder spater als Blase erweisen, deren Platzen ebenfalls erheblichegesamtwirtschaftliche Kosten nach sich zieht.7Fraglich ist, wie lange die Geldpolitik auf einem expansiven Kurs bleiben kann,ohne dass sich die Inflationserwartungen schlielich doch verstarken. In diesem Zusammenhang ist der Begriff des neutralen oder naturlichen Realzinses von Bedeutung. Darunter wird gemeinhin der kurzfristige Realzins verstanden, dervereinbar ist mit stabiler Inflation und der Produktion auf dem Potentialpfad.8Unterschreitet uberschreitet der tatsachliche Realzins den naturlichen Realzins,wird die Produktion angeregt gedampft, so dass sie schneller langsamer steigtals das Produktionspotential. In der Folge fuhrt ein dauerhaftes Unterschreitendes naturlichen Zinses zu einer akzelerierenden Inflation, wahrend ein dauerhaftzu hoher Realzins in die Deflation mundet. Daraus folgt, dass die Notenbankihren Zins so steuern sollte, dass er real dem naturlichen Zins immer entspricht.Der praktische Nutzen dieser Anweisung ist allerdings begrenzt, da der naturliche Realzins kaum zu messen ist und unter dem Einfluss einer Vielzahlvon Faktoren im Zeitablauf schwankt. Zu den wichtigsten Einflussfaktoren zahlen die Zeitpraferenzrate der Konsumenten und die Praferenzen bezuglich ihres Arbeitsangebots, das Produktivitats und das Bevolkerungswachstum, die Fiskalpolitik sowie institutionelle Gegebenheiten der Finanzmarkte EZB 2005a:6174; auch die Geldpolitik beeinflusst den naturlichen Realzins dadurch, dasssie die Inflationsrisikopramie mitbestimmt Bernhardsen 2005. Der neoklassischen Wachstumstheorie folgend muss der Realzins mindestens der Wachstumsrate des realen Produktionspotentials pro Kopf entsprechen. Hinzu kommt beilangerfristigen Anlagen eine Liquiditatspramie und gegebenenfalls eine Risikopramie. Bei der Schatzung des Potentialwachstums kommen aber in der Regel Verfahren zum Einsatz, die kurzfristige Fluktuationen nicht erfassen konnen. Inder Folge wird auch der naturliche Zins zumeist als relativ konstant ermittelt.In dem Modellrahmen von Woodford 2003 lasst sich zudem zeigen, dass die Fluktuationen des naturlichen Realzinses und des Produktionspotentials nicht injedem Fall gleich gerichtet sind Gern et al. 2003: 8487. Beispiele sind die Entwicklung in Japan in den neunziger Jahren und nach dem Immobilienboom in Ostdeutschland.s Das Konzept des naturlichen Realzins geht zuruck auf den schwedischen Okonomen Wickseil1907. Erweitert um Inflationserwartungen Humphrcy 1975 bildet es eine Basis der modernen Sichtweise der Geldpolitik vgl. z.B. Woodford 2003; fur eine knappe Darstellung siehe Gern etal. 2003:8191.Robuste Weltkonjunktur 259Einen Hinweis darauf, ob der naturliche Zins gerade uber oder unterschrittenist, konnte die Preisentwicklung geben, da ein kurzfristiger Realzins unterhalbdes naturlichen Zinses auf einen Anstieg der Kapazitatsauslastung und somit eine Beschleunigung des Preisauftriebs hinwirkt. Insofern ist das Konzept des Inflation Targeting eine Konsequenz der Wicksellschen Zinstheorie.9 Allerdings sind auchdie aktuelle Entwicklung der Inflationserwartungen und des Output Gap nichtdirekt beobachtbar und nur mit erheblicher Unsicherheit erfassbar; hinzu kommtdie Problematik langer und variabler Wirkungsverzogerungen.Empirische Schatzungen des naturlichen Realzinses werden mit sehr unterschiedlichen Methoden vorgenommen. Eine einfache Vorgehensweise, den naturlichen Realzins durch die Bildung langjahriger Durchschnitte anzunahern,birgt die Gefahr erheblich verzerrter Ergebnisse, wenn Perioden mit instabiler Inflation enthalten sind. Schatzungen mithilfe von Zeitreihenmodellen konnendiesen Mangel mindern, die Ergebnisse sind aber dennoch mit erheblicher Unsicherheit behaftet. Schatzungen mittels Strukturmodellen kommen zu modellspezifischen Ergebnissen, die angesichts der notwendigerweise sehr unvollstandigen Abbildung der Wirklichkeit ebenfalls ein groes Ma an Unsicherheit aufweisenmussen. Einen Hinweis auf die Hohe des naturlichen Realzinses geben schlielich die realen Renditen langlaufender inflationsindexierter Anleihen.Ein Blick auf die Ergebnisse von Schatzungen mit unterschiedlicher Methodikzeigt allerdings ein relativ einheitliches Bild. Der naturliche Realzins ist offenbarsowohl in den Vereinigten Staaten als auch im Euroraum in den vergangenen Jahrzehnten in der Tendenz gesunken. Der aktuelle Wert wird zumeist auf eine Groenordnung von 2 bis 3 Prozent geschatzt.10 Angesichts eines erheblich starkeren Produktivitatswachstums und eines hoheren Bevolkerungswachstums inden Vereinigten Staaten ist zu vermuten, dass der neutrale Zins dort etwas hoher ist als in Euroland. Ein Blick auf den gegenwartigen kurzfristigen Realzins,der zurzeit in Euroland bei null und in den Vereinigten Staaten bei 1 Prozentliegt, zeigt, dass trotz aller Unsicherheit wohl davon ausgegangen werden kann,dass die Notenbankzinsen sowohl im Euroraum als auch in den Vereinigten Staaten derzeit unter ihrem neutralen Niveau liegen. Angesichts eines nur nochgeringen Output Gaps in den Vereinigten Staaten erscheint es vor dem Hintergrund dieser Uberlegungen angemessen, die Zielrate fur die Federal Funds Ratezunachst zugig weiter zu erhohen. Im Euroraum legt die anhaltend niedrige Auslastung der gesamtwirtschaftlichen Kapazitaten nahe, dass eine stimulierende Geldpolitik noch fur einige Zeit zu rechtfertigen ist, bevor die EZB ein neutrales Zinsniveau ansteuern sollte. Vor dem Hintergrund der langen Phase sehr expansiver Geldpolitik sollte bedacht werden, dass nicht nur eine zu starke Erhohungdes Realzinses unnotige Kosten in Form einer konjunkturellen Abschwachung Auch das Konzept der Geldniengensteuerung ist aus demselben theoretischen Ansatz abgeleitet Humphrey 1975. Dabei ist eine stabile Beziehung zwischen Geldmengenausweitung undwirtschaftlicher Aktivitat und damit letztlich der Inflation unterstellt, die freilich in der Praxis nichthinreichend gegeben ist.Fur eine Ubersicht uber die Ergebnisse aktueller Schatzergebnisse siehe Bernhardsen 2005und EZB 2005a: 6174.260 Joachim Benner et al.verursacht, sondern auch ein Verfehlen des naturlichen Zinses nach untenbetrachtliche negative Folgen haben kann. Der Verlust des Ankers stabiler Inflationserwartungen wurde eine Phase hoherer Zinsen erforderlich machen zum einen um die Inflationserwartungen wieder zu brechen, zum anderen weilder neutrale Realzins infolge eines hoheren Inflationsrisikos zunachst vermutlichsteigen wurde.Produktionsanstieg in den Vereinigten Staaten schwacht sich nur wenigab In den Vereinigten Staaten hat sich die konjunkturelle Dynamik trotz des weiteren Olpreisanstiegs auch im zweiten Quartal als robust erwiesen. Zwar schwachtesich die Expansion des realen Bruttoinlandsprodukts leicht auf eine laufende Jahresrate von 3,3 Prozent ab Abbildung 6, und die Zunahme der Industrieproduktion verringerte sich merklich. Dies ist jedoch primar darauf zuruckzu Rihren,dass die Lager nach einem starken Aufbau zuvor fast unverandert blieben, eine Entwicklung, die Rir sich genommen den Anstieg des Bruttoinlandsprodukts um 2 Prozentpunkte verringerte. Angesichts einer gegenuber dem Winterhalbjahrabgeschwachten Zunahme der real verfugbaren Einkommen, verringerte sichder Zuwachs des privaten Konsums leicht. Er blieb jedoch immer noch kraftig,was nicht zuletzt auf den Anstieg des Vermogens infolge des Immobilienpreisbooms zuruckzu Rihren sein durfte. Dieser hat wohl auch dazu ge Rihrt, dass die Wohnungsbauinvestitionen stark ausgeweitet wurden. Sie stiegen ebenso wie imersten Quartal mit knapp 10 Prozent fast doppelt so stark wie im langjahrigen Durchschnitt. Bedingt durch verstarkte Investitionen in Ausrustungen und Software nahmen die Anlageinvestitionen beschleunigt zu. Wahrend die Exportesehr kraftig expandierten, nahmen die Importe kaum zu. Insgesamt trug die Veranderung des Auenbeitrags zum ersten Mal seit knapp zwei Jahren wiederpositiv zum Anstieg des Bruttoinlandsprodukts bei.Die robuste Entwicklung der Konjunktur spiegelt sich auch auf dem Arbeitsmarkt. Die Zahl der Beschaftigten erhohte sich im Sommer verstarkt. Zusatzliehe Arbeitsplatze wurden zuletzt vor allem im Einzelhandel geschaffen, ein Indiz Rir eine weiterhin starke Konsumnachfrage. Die Arbeitslosenquote ist gemessen daran nur leicht auf 4,9 Prozent im August zuruckgegangen, weilgleichzeitig die Zahl der Arbeitssuchenden zugenommen hat. Das Preisniveauist im Juli infolge hoherer Energiepreise wieder deutlich beschleunigt gestiegen;die Inflationsrate kletterte auf 3,2 Prozent. Die Kernrate ist hingegen seit Aprilannahernd konstant; sie lag zuletzt bei 2,1 Prozent.Die USNotenbank hat ihre vor etwas mehr als einem Jahr begonnene Politikfortgesetzt und den Leitzms weiter stetig und in kleinen Schritten angehoben. Im August wurde der Zielwert Rir die Federal Funds Rate auf 3,5 Prozent erhoht.Insgesamt betragt der Anstieg nun 250 Basispunkte. Die monetaren Rahmenbedingungen sind zwar nach wie vor gunstig, haben sich in den vergangenen Monaten aber verschlechtert. Der kurzfristige Realzins ist, berechnet auf Basisder Kerninflationsrate, weiter gestiegen. Dampfende Effekte kamen vonseiten des Wechselkurses; real und effektiv wertete der USDollar seit dem Fruhjahr auf.Robuste Weltkonjunktur 261Abbildung 6:Indikatoren 3 zur Konjunktur in den Vereinigten Staaten 20022005Gesamtwirtschaftliche Entwicklung Prozent Industrie Mrd. USDollar 19951002002 2003200420052002 2003 2004 2005Auenhandel 2000100 Mrd. USDollar Prozent Arbeitsmarkt Arbeitslosenquote 140120100Mill.135 133 131129IIi i IIHandelsbilanzsaldorechte Skalai 2002 2003 2004 20052002002 2003 2004 2005Privater Verbrauch Mrd. USDollar 1985100 Einzelhandelsumsatz,0120 110 1009080706050 Jj Consumentenvertrauenrechte Skala2003 2004 20052002002 JPreiseProzent 6 Verbraucherpreise Erzeugerpreise42002 2003 2004 2005Saisonbereinigt. Veranderung gegenuber dem Vorquartal, laufende Jahresrate. c Real. Nominal. c Abhangig Beschaftigte ohne Landwirtschaft. Veranderung gegenuber dem Vorjahr.Quelle: OECD 2005a; Federal Reserve Bank of St. Louis 2005; Conference Board 2005.262 Joachim Benner et al.Wir rechnen damit, dass die USNotenbank vorerst fortfahrt, ihren Zins in kleinen Schritten hin zu einem neutralen Niveau anzuheben. Gegen eine Pauseim Zinserhohungszyklus spricht die robuste Konjunktur. Gegen groere Zinsschrkte spricht, dass sich bisher weder die Kernrate der Verbraucherpreisinflationnoch die von der USNotenbank besonders beachtete Kernrate der Preisentwicklung der privaten Konsumausgaben spurbar beschleunigt hat. Auch bestehtdie Gefahr, dass eine zu starke Zinserhohung einen deutlichen Preisruckgangauf den Immobilienmarkten induziert, der den privaten Konsum stark dampfenwurde. Wir erwarten, dass die USNotenbank die Federal Funds Target Rate biszum Ende des Jahres auf 4,25 Prozent und im kommenden Jahr weiter bis auf 4,75 Prozent, und damit auf ein annahernd neutrales Niveau, anheben wird.Die Fiskalpolitik in den Vereinigten Staaten ist in diesem Jahr insgesamt leichtrestriktiv ausgerichtet; die Quote des strukturellen Defizits im Bundeshaushaltdurfte 2005 um einen halben Prozentpunkt zuruckgehen. Das tatsachliche Budgetdefizit einschlielich der Uberschusse aus der Sozialversicherung wird in etwagleichem Umfang, auf 2,8 Prozent in Relation zum Bruttoinlandsprodukt, abnehmen. Dieser unerwartet starke Ruckgang ist vor allem auf uberraschendhohe Einnahmen bei der Einkommen und der Korperschaftsteuer zuruckzufuhren. Im kommenden Jahr werden sowohl das tatsachliche als auch das strukturelle Defizit annahernd unverandert bleiben. Zwar sollen in einigen Bereichendie Ausgaben gekurzt werden, wesentliche Teile des Haushalts bleiben von den Sparanstrengungen jedoch unberuhrt; fur den Verteidigungshaushalt ist auerdem zu erwarten, dass die Ausgaben starker steigen werden als im gegenwartigen Haushaltsentwurf geplant.In der vorliegenden Prognose sind die Auswirkungen des Hurrikans Katrinanicht berucksichtigt; sie werden nach unserer Einschatzung auf gesamtwirtschaftlicher Ebene die konjunkturelle Entwicklung aber auch nicht erheblich beeinflussen Kasten. Bis Ende August deuteten die Indikatoren daraufhin, dass sich Kasten 1:Zu den Auswirkungen des Hurrikan Katrina auf die konjunkturelle Entwicklungin den Vereinigten Staaten Am 29. August 2005 wurde die Sudkuste der Vereinigten Staaten von einem der starksten Wirbelsturme heimgesucht, die in den vergangenen Jahrzehnten das Festland erreichten.Das Ausma der Schaden, die der Hurrikan Katrina verursacht hat, ist derzeit immer nochkaum absehbar. Nachdem zunachst davon ausgegangen wurde, dass die Schadensbilanzbei Katrina ahnlich hoch ausfallen wurde wie bei dem Hurrikan Andrew im Jahr I99226,5 Mrd. USDollar, belaufen sich aktuelle Schatzungen auf eine Groenordnung von 100 Mrd. USDollar; dies entspricht knapp 1 Prozent des Bruttoinlandsprodukts der Vereinigten Staaten. Allerdings entfallt der groere Teil auf Vermogensschaden, beispielsweisean Gebauden und Infrastruktur, und nur ein relativ kleiner Teil auf entgangene Produktion. Lediglich letztere werden im Bruttoinlandsprodukt erfasst. Angesichts des geringen Anteils der regionalen Produktion an der Gesamtproduktion der Vereinigten Staaten der Anteil der betroffenen Bundesstaaten Louisiana, Mississippi und Alabama am Bruttoinlandsprodukt der Vereinigten Staaten belief sich im Jahr 2004 insgesamt auf lediglichRobuste Weltkonjunktur 2633,1 Prozent, und nur ein geringer Teil dieser Produktion durfte uber einen langeren Zeitraum behindert sein ist zu erwarten, dass der Anstieg des realen Bruttoinlandsproduktsin den Vereinigten Staaten insgesamt im dritten Quartal nur leicht gedampft wird. Da die Produktionsausfalle sich auf den September, das Ende des Quartals, konzentrieren, konnteauch das Produktionsergebnis ein Durchschnitt des vierten Quartals noch gedruckt werden. Allerdings werden dann zunehmend die Aktivitaten fur Reparatur und Wiederaufbauproduktionserhohend zu Buche schlagen.Angesichts des Ausmaes der Schaden und der Vielzahl der Betroffenen besteht das Risiko, dass Verbrau eher vertrauen und Geschaftserwartungen landesweit in starkerem Maein Mitleidenschaft gezogen werden, als dies nach den Erfahrungen der Vergangenheit zuerwarten ware. Der wichtigste Unterschied zu fruheren Naturkatastrophen besteht jedochdarin, dass ein erheblicher Teil der Olforderung und der Olverarbeitung der Vereinigten Staaten getroffen wurde. Sollte die Produktion im Qlsektor m der Region uber einenlangeren Zeitraum stark beeintrachtigt sein, konnte die wirtschaftliche Aktivitat in den Vereinigten Staaten durch Energieknappheit und dauerhaft stark erhohte Preise spurbargedampft werden. Dies erwarten wir jedoch angesichts des Ruckgriffs auf die strategischen Reserven an Rohol und Olprodukten nicht, zumal die Produktion im Qlsektornach Meldungen des USEnergieministeriums bereits wieder hochgefahren wird.Die fur die Beseitigung der Schaden erforderlichen Mittel werden zu einem Teil durchden Staat bereitgestellt werden; ein Nothilfeprogramm in Hohe von 10,5 Mrd. USDollarist bereits aufgelegt worden. Gemessen am Bruttoinlandsprodukt durfte sich die Belastungdes Staatshaushalts jedoch in engen Grenzen halten, zumal ein Teil der erforderlichen Mittel durch Umschichtungen im Haushalt erbracht werden durfte.Die Finanzmarkte erwarten offenbar, dass die USNotenbank in Reaktion auf die unsichere Situation geplante Zinserhohungen vorerst aussetzt und die Zinsen in absehbarer Zeit in geringerem Umfang anhebt als es vor der Katastrophe erwartet worden war. Die Geldmarktzinsen und die Renditen am Kapitalmarkt sind nach dem Hurrikan entsprechend gefallen. Zwar ist die Wahrscheinlichkeit deutlich gestiegen, dass die Fed bei dernachsten Sitzung des Fcderal Open Market Committee eine Pause im Zinserhohungsprozess einlegt. Dies durfte jedoch die von uns erwartete weitere monetare Straffung lediglichhinausschieben. Angesichts der vermutlich insgesamt geringen gesamtwirtschaftlichen Effekte des Hurrikans halten wir an dem unserer Prognose zugrunde gelegten Zinsprofil im Grundsatz fest.Vgl. Suddcutsdie Zeitung vom 5.9.2005: 22 Hurrikan belastet USWirtschaft mit Rekordschaden.die konjunkturelle Dynamik im Sommer erhoht hat. Vor dem Hintergrund einer angesichts zunehmender Beschaftigung robusten Konsumnachfrage durftendie Unternehmen ihre Lagerbestande wieder erhoht haben. Allerdings durftesich die Konsumneigung mit fortschreitender monetarer Straffung im weiteren Verlauf des Prognosezeitraums allmahlich verringern; darauf deuten bereitsdie Erwartungsindikatoren des Konsumentenvertrauens hin, die zuletzt gesunken sind. Der ISMEinkaufsmanagerindex war zwar im August ebenfalls wiederrucklaufig, allerdings lag er im Durchschnitt der Monate Juli und August nochdeutlich uber dem Wert des zweiten Quartals. So durfte sich die Expansionder Unternehmensinvestitionen zunachst in wenig verandertem Tempo fortsetzen. Die Exporte werden, nach wie vor gestutzt durch eine gunstige preisliche264Joachim Benner et al.Tabelle 3:Eckdaten zur Konjunktur in den Vereinigten Staaten 2004, 2005 und 20062004205210620042OO5a 2006l.Q.2.Q.3.Q.4.Q.l.Q.2.Q.3.Q.14.Q.l.Q2.Q1 3.Q.;4.Q.3Jnhn.sciurclchnitt Bruttoinlandspi Inlandsnachfrag Privater Verl Staatsmacht TMAnlageinvest Vorratsveran Auen bei trag 1oduktbebrauchbhr Crinnen 11ierungen Exporteb Importeb 4.33.24.73.34 5J 0.5 1 .25.012.03.34.71.92.315.00.9 1 ,46.914.54,03,94.41,88,80,60,2.,4.73.34.14.30.910.50.03.84.03.r1.95.30.3 1 .07.111.3 0 .47.57.43.31.93.02.76.3 2 .01.213.20.54.24.43.52.76.90.3 0 ,48,07.33.43.63.41.96.00.0 0 .47.67.43.33,r3.31.85.80.0 0 .47.37.33,23.33,1I.f 5,70. 0 ,37,f,33.13 23.11.45,50.00.36.56.03.03.02.91.15.40.0 0 .26.55.5Verb rauch er prc Arbeitslosenqut Leistungsbifanzse L, tBudgetsaldoJl 4,24,73,91 10.30,4 0 .7K,410.73.63,73.62,08.3 0 ,30.28.36.92,73.15.55.75.36.23.43.43.31.86.20.111.37.86.73.15.0 6 .0 3 .4 2 .8 2 .8:l Prognose. Real; saisonbereinigte Quartalswerte: Veranderung g e g e n u b er Vorcjuartal auf Jahresrate h o c h g e r e c h n et Prozent;Jahreswerte; Veranderung gegenuber d em Vorjahr Prozent. L Privater Sektor. Beitrag zur Veranderungsrate des realen Bruttoinlandsprodukts in Prozentpunkten, saisonbereiniut. l Veranderung g e g e n u b er d em Vorjahr Prozent. In Prozent der Erwerbspersonen. In Prozent des nominalen Bruttoinlandsprodukts. Des Hundeshaushalts.Quelle: Federal Reserve Bank of St. Louis 2005; Congressional Budget Office 2005; USDepartment of Commerce 2005; eigene Berechnungen und Prognosen.Wettbewerbsfahigkeit, zugig ausgeweitet. Die Importe durften aufgrund der etwas schwacher zunehmenden Gesamtnachfrage an Schwung verlieren. Der reale Auenbeitrag wird im kommenden Jahr annahernd so stark zuruckgehen wie indiesem Jahr. Auch das Leistungsbilanzdefizit wird annahernd unverandert bleiben, nachdem es in diesem Jahr nochmals merklich steigen durfte. Alles in allemrechnen wir mit einem Anstieg des Bruttoinlandsprodukts um 3,6 Prozent indiesem und um 3,4 Prozent im nachsten Jahr Tabelle 3. Die Lage auf dem Arbeitsmarkt wird sich weiter verbessern. Trotz anhaltend kraftiger Beschaftigungszunahme wird die Arbeitslosenquote allerdings nur leicht zuruckgehen,weil sich das Arbeitsangebot angesichts der immer noch niedrigen Erwerbsbeteiligung ebenfalls deutlich erhohen durfte. Vor diesem Hintergrund erwarten wirkeine nennenswerte Beschleunigung des Lohnanstiegs. Der Preisauftrieb wirdsich im Verlauf des kommenden Jahres etwas abschwachen, weil bei annahmegema konstantem Olpreis von dieser Seite keine Teuerungsimpulse mehrausgehen.Auftriebskrafte in Japan setzen sich durch Die Konjunktur in Japan hat sich nach der Schwachephase im zweiten Halbjahr 2004 in der ersten Halfte des laufenden Jahres merklich gefestigt. Zwar stieg dasreale Bruttoinlandsprodukt im zweiten Quartal mit einer laufenden JahresrateRobuste Weltkonjunktur 265von 1,3 Prozent nur moderat, doch folgte dieser Anstieg einem sehr kraftigen Zuwachs im ersten Quartal Abbildung 7. Hinzu kommt, dass die Verlangsamung wesentlich auf eine Korrektur der Lagerdispositionen zuruck geht, dieden Anstieg des Bruttoinlandsprodukts fur sich genommen um 2 Prozentpunktedampfte; die Endnachfrage zog dagegen weiter deutlich an. Die Situation am Arbeitsmarkt hat sich im Zuge der konjunkturellen Belebung positiv verandert.Die Zahl der Beschaftigten ist seit Jahresbeginn gestiegen; bemerkenswert ist,dass insbesondere die Zahl der Vollzeiterwerbstatigen ausgeweitet wurde. Das Verhaltnis von Jobangeboten zu Bewerbern, das gemeinhin als guter Indikatorfur die konjunkturelle Verfassung des Arbeitsmarkts gilt, hat sich erheblich verbessert. Die Arbeitslosenquote sank in der Tendenz weiter, auch wenn sie im Juli infolge einer deutlichen Zunahme des Arbeitsangebots wieder etwas auf 4,4 Prozent gestiegen ist.Der private Verbrauch expandierte im Fruhjahr angesichts der Aufhellungam Arbeitsmarkt sowie eines erheblichen Anstiegs der halbjahrlichen Bonuszahlungen mit einer Rate von drei Prozent erneut zugig. Auch die lebhafte Ausweitung der Unternehmensinvestitionen setzte sich vor dem Hintergrundkraftig gestiegener Gewinne und verbesserter Absatz und Ertragserwartungen in wenig verandertem Tempo fort. Hingegen gingen die Wohnungsbauinvestitionen deutlich zuruck. Dies snlt ebenso fur die offentlichen Investitionen, die schon seit geraumer Zeit stark rucklaufig sind; auch die offentlichen Ausgaben insgesamt nahmen zuletzt spurbar ab. Deutliche Impulse kamen im Fruhjahr wieder von der Auslandsnachfrage; die Exporte stiegen sehr kraftig, so dass der reale Auenbeitrag trotz ebenfalls anziehender Importe spurbar stieg, nachdem er in den drei Quartalen zuvor jeweils rucklaufig gewesenwar.Die Konsumentenpreise sind indes in der Tendenz weiter abwarts gerichtet.Die Teuerungsimpulse durch den Olpreisanstieg und die Abwertung des Yengegenuber dem USDollar machen sich bislang vor allem in einem deutlichen Anstieg der Erzeugerpreise bemerkbar. Preisdampfend wirkte zuletzt ein kraftiger Ruckgang der Preise fur frische Nahrungsmittel. Aber auch jene Inflationsrate,die ohne diese volatile Komponente des Preisindex berechnet wird, war im Sommer wieder rucklaufig.Die Bank von Japan halt deswegen trotz der robusten Konjunktur weiter ander Nullzinspolitik fest. Allerdings hat sie seit nunmehr fast eineinhalb Jahren ihr Ziel fur die von den Geschaftsbanken gehaltenen Uberschussreserven nicht mehrerhoht. Anfang August lie sie sogar zu, dass die Untergrenze von 30 Bill. Yenzeitweise unterschritten wurde, eine Vorgehensweise, die sie im Fruhjahr finden Fall eines sehr geringen Liquiditatsbedarfs angekundigt hatte. So ist die Zentralbankgeldmenge im Verlauf der letzten zwolf Monate kaum noch gestiegen, nachdem sie bis in das Jahr 2004 hinein mit zweistelligen Raten ausgeweitetworden war. Bei fortschreitendem konjunkturellem Aufschwung ist zu erwarten,dass die Bank von Japan das Liquiditatsziel allmahlich verringert und schlielichwieder zu einer Zinssteuerung des Geldmarktes ubergeht. Dies bedeutet jedoch keinen Schwenk zu einer neutralen oder gar restriktiven Ausrichtung der Geldpolitik. Eine Abkehr von der Nullzmspolitik ist bislang nicht in Sicht; die266Joachim Benner et al.Abbildung 7:Indikatoren 3 zur Konjunktur in Japan 20022005Gesamtwirtschaftliche Entwicklungbc Prozent 10Bruttoinlandsprodukt 1Industrie Bill. Yen 1995100Inlandische Verwendung 2002 2003 2004 20052002 2003 2004 2005Auenhandel 1801995100 Bill. Yen Ausfuhrvolumen Prozent 6,0Arbeitsmarkt Arbeitslosenquote Mill.Einfuhrvolumenandelsbilanzsaldo rechte Skala2,00,03,53,02002 2003 2004 2005Index 50Prozent Preise 2002 2003 2004 2005Privater Verbrauch 1995100Konsumentenvertrauen,rechte Skala105100959085706968676665646362100989694924540 35302002200320042005Einzelhandelsumsatz 902002200320042005a Saisonbereinigt. Veranderung gegenuber dem Vorquartal, laufende Jahresrate. L Real. c Maschinenbau. c Veranderung gegenuber dem Vorjahr.Quelle.: OECD 2005a; Cabmet Office 2005.Robuste Weltkonjunktur 267Voraussetzung hierfur, eine nachhaltig positive Rate der Kerninflation, wird nachunserer Einschatzung im gesamten Prognosezeitraum noch nicht gegeben sein.Nachdem die Konsolidierung im Bankensektor weit fortgeschritten ist und sichdie Anzeichen mehren, dass die Nachfrage nach Krediten seitens der Unternehmen allmahlich zu steigen beginnt, besteht die Aussicht, dass von den niedrigen Zinsen nunmehr sogar verstarkt Anregungen fur die Konjunktur ausgehen. Beieinem deutlichen Anstieg der Aktienkurse in den vergangenen Monaten undeinem in realer und effektiver Rechnung seit Jahresbeginn etwas gesunkenen Auenwert des Yen sind die monetaren Rahnienbedingungen derzeit insgesamtsehr gunstig.Weiterhin leicht gedampft wird die Nachfrage durch die Finanzpolitik. Angesichts der immensen Verschuldung des Staates, die sich inzwischen auf rund 170 Prozent des Bruttoinlandsprodukts belauft, und eines Haushaltsdefizits, dasauch in diesem Jahr wieder eine Groenordnung von fast 6 Prozent des Bruttoinlandsprodukts erreichen durfte, ist der Konsolidierungsbedarf unvermindertgro. Die Finanzplanung fur das kommende Jahr ist derzeit besonders unsicher,da es nachdem die Privatisierung der Post, eines der zentralen Reformvorhaben der Regierung Koizumi, im Oberhaus des Parlaments abgelehnt wordenist am 11. September 2005 zu Neuwahlen kommt. Durchgreifende Manahmen, die eine deutliche Verringerung des strukturellen Budgetdefizits bewirkenwurden, sind freilich unabhangig vom Wahlausgang fur das kommende Jahrnicht wahrscheinlich. Weder durfte es zu deutlichen Einschnitten im Sozialhaushalt kommen, noch ist zu erwarten, dass viel diskutierte Manahmen aufder Einnahmenseite wie eine Anhebung der Einkommensteuer oder eine Erhohung Mehrwertsteuer bereits 2006 in erheblichem Umfang umgesetzt werden;wir haben allerdings unterstellt, dass die im Jahr 1999 zur Konjunkturanregungbeschlossene Einkommensteuersenkung zu einem Teil zuruckgenommen wird.Daruber hinaus werden bei den staatlichen Infrastrukturinvestitionen wohl weitere Abstriche gemacht werden. Alles in allem durfte sich das strukturelle Defizitim kommenden Jahr leicht reduzieren.Die Fruhindikatoren deuten daraufhin, dass die japanische Wirtschaft im Jahr 2005 auf Expansionskurs bleibt. Das Geschaftsvertrauen ist gestiegen, und die Auftragseingange im verarbeitenden Gewerbe haben sich weiter erhoht. Auchfur das kommende Jahr sind die Aussichten gunstig. Die Ausrustungsinvestitionen durften vor dem Hintergrund verbesserter Absatz und Ertragserwartungenim gesamten Prognosezeitraum zugig ausgeweitet werden. Der private Konsumwird bei einer sich zunehmend aufhellenden Arbeitsmarktlage und merklichsteigenden realen Einkommen weiter deutlich expandieren. Allerdings wird sichder Anstieg 2006 infolge der unterstellten moderaten Anhebung der Einkommensteuer etwas verlangsamen Tabelle 4. Die Exporte durften zunachst nochkraftig expandieren, allerdings wird ihre Dynamik im Verlauf des kommenden Jahres allmahlich geringer werden, da die Expansion der Nachfrage in wichtigen Auslandsmarkten, vor allem in China und in den Vereinigten Staaten, etwas an Fahrt verlieren wird. Wir rechnen damit, dass das reale Bruttoinlandsprodukt indiesem ebenso wie im nachsten Jahr mit einer Rate von knapp 2 Prozent expandiert. Im Zuge der anhaltenden Zunahme der gesamtwirtschaftlichen Kapazitats268Joachim Benner et al.Tabelle 4:Eckdaten zur Konjunktur in Japan 2004, 2005 und 20062014200520062004 2005;2006a IQ2.Q.3.Q.4.Q.IQ2.Q.3.Q.4.Q.1 .Q.2.Q.3.Q.4.Q.JahresdurchschnittruttoinlandsprcInlandsnachfrage Privater Verbr Sraatsnachfrag Anlayeinvesritduktbuchb,bonen 15 4.22.513.2 7 .71 2.00,2 1 3 .51 1.818 0 .20.0 0 .30.90 61.6 1 .22.11.1I 0,31 3,11.75.75.5.11.8.1.122.515.60.812.77.7 0 .62.69.4 0 .16.38.90.81 1.66.7 0 .3 2.7 AL enbeitragd Exporte1ImporteVerbraucherpreis Le srungsbilanzs;ido SHi dgetsaittos i 2.11.90.24.50.00.36.05.0 12.11.90.24.5 02,01.80.24.51 61.71.60.23.61 51.71.50.23.6 51,71.50.33.62 71.81.50,55,11 91.91.90.54.90,16.07.00,16,07.0 0 .15,07.0 0 .14.06.0 0 .14.06.00,814.58.90.15.46.30,14,73.6 0 .14.43.51 81.81.80.14.20.15.86.50.23.7 6 .1 5 .8 5 .41 Prognose. b Kcal: saisonbereinigte Quartalswerte: Veranderung gegenuber Vorquartal auf Jahresrate hodigerechnet Prozent:Jahreswerte: Veranderung gegenuber dem Votjahr Prozent. Privater Sektor. Beitrag zur Veranderungsrate des realen Bruttoinlandsprodukts in Prozentpunkten, saisonbereinigt. L Veranderung gegenuber dem Vorjahr Prozent. f hl Prozent der Erwerbspersonen. s In Prozent des nominalen Bruttoinlandsprodukts.Quelle: Cabinet Office 2005; OECD 2005a; eigene Berechnungen und Prognosen.auslastung durfte der Preisruckgang auf der Verbraucherebene im kommenden Jahr auslaufen.Allmahliche Festigung der Konjunktur in der Europaischen Union Die gesamtwirtschaftliche Produktion in der Europaischen Union wurde imersten Halbjahr 2005 abermals in nur maigem Tempo ausgeweitet. Die Kapazitatsauslastung ging in Euroland ebenso wie im Vereinigten Konigreich weiterzuruck. In den neuen Mitgliedslandern der EU blieb der Produktionsanstieghingegen vergleichsweise kraftig. Angesichts des neuerlichen Schubs bei den Olpreisen und der Aussicht auf eine moderate Dynamik der Weltkonjunktur isttrotz gunstiger monetarer Rahmenbedingungen nur mit einer leichten Belebungder europaischen Konjunktur zu rechnen.Euroland: Konjunktur zieht etwas an Die konjunkturelle Expansion in Euroland blieb im ersten Halbjahr 2005 verhalten Abbildung 8. Die Zunahme der gesamtwirtschaftlichen Produktionlag abermals unter dem Wachstum des Produktionspotentials. Dabei nahm die Binnennachfrage nur unwesentlich zu, was nicht zuletzt auf den hohen Olpreiszuruckzufuhren sein durfte. Vom Auenbeitrag gingen hingegen Impulse aus. Fur eine ausfuhrliche Analyse der Konjunktur im Euroraum siehe Benner et al. 2005h.Robuste Weltkonjunktur 269Abbildung 8:Indikatoren zur Konjunktur in Euroland 20022005bx Gesamtwirtschaftliche Entwicklung Prozent Binnennachfrage Prozent 9.4Arbeitsmarkt Beschaftigungrechte SkalaMill.138Bruttoinlandsprodukt Arbcitslosenquote 20022003 2004 20052002200320042005134Umfragedaten Saldo 2.5EUROFRAMEIndikator und BIPMProzent Bruttoinlandsprodukt Konsumentenvertrauen Indikator2520022003200420050,02002200320042005Industrieproduktion und Einzelhandel 132000100Prozent Preised Produktion 0Erzeugerpreise 2002200320042005I 420022003200420053 Saisonbereinigt. Real. c Veranderung gegenuber dem Vorquartal, laufende Jahresrate in Prozent. c Veranderung gegenuber dem Vorjahr. e Industrie ohne Baugewerbe.Quelle: EUROFRAME 2005; Eurostat 2005a; EZB 2005c.Die Lage auf dem Arbeitsmarkt hat sich etwas verbessert; die Arbeitslosenquotenahm im Juli geringfugig auf 8,7 Prozent ab. Die Inflationsrate gemessen am Harmonisierten Verbraucherpreisindex HVPI veranderte sich in den vergangen Monaten wenig; im August lag sie bei 2,1 Prozent und ubertraf damit weiterhin270 Joachim Benner et al.das Inflationsziel der EZB von knapp 2 Prozent. Dies lag aber ausschlielich am Anstieg der Energiepreise, die Kerninflationsrate schwachte sich gleichzeitig auf 1,3 Prozent ab.Die monetaren Rahmenbedingungen haben sich in den vergangenen Monatenverbessert. Die Geldmenge stieg wieder beschleunigt und der Euro verlor realeffektiv an Wert. Die EZB belie den Leitzins bei 2 Prozent. In realer Rechnungauf Basis der Kernrate ist der kurzfristige Zinssatz zwar leicht gestiegen, demstand aber ein deutlicher Ruckgang der langfristigen Zinsen gegenuber. Dadie gesamtwirtschaftliche Kapazitatsauslastung im kommenden Jahr nur wenigzunehmen wird und der Preisdruck gering bleiben durfte, rechnen wir damit,dass die EZB ihren expansiven Kurs vorerst unverandert beibehalt; erst zum Jahresende 2006 durfte sie die Zinsen leicht anheben. Die Finanzpolitik wird imnachsten Jahr im Euroraum als Ganzem leicht restriktiv ausgerichtet sein. Zwargeht das aggregierte Budgetdefizit bei gunstigerer Konjunktur nur geringfugigzuruck, nachdem es in diesem Jahr durch umfangreiche Einmalmanahmenkunstlich gedruckt wird.Das Expansionstempo wird in den kommenden Monaten durch den Anstiegdes Olpreises gedampft. Der Produktionsanstieg durfte sehr moderat sein; hieraufdeuten auch die von der Europaischen Kommission veroffentlichten Stimmungsindikatoren hin. So ist das Industrievertrauen in den vergangenen Monaten nurleicht gestiegen, nachdem es zuvor erheblich gefallen war. Das Verbrauchervertrauen blieb auf niedrigem Niveau. Getragen wird die konjunkturelle Erholungweiterhin vom Auenhandel, der von einer weiterhin deutlichen Expansion der Nachfrage im Ausland profitiert. Im kommenden Jahr wird die Binnenkonjunktur dann etwas an Fahrt gewinnen, da die negativen Effekte des Olpreisanstiegsallmahlich auslaufen und sich die Beschaftigungsperspektiven aufhellen. Die Exporte durften hingegen bei etwas nachlassender Auslandskonjunktur wenigerstark zulegen.Alles in allem rechnen wir mit einem Anstieg des realen Bruttoinlandsproduktsvon 1,2 Prozent in diesem Jahr und 1,7 Prozent im nachsten Jahr Tabelle 5. Vordiesem Hintergrund durfte sich die Lage auf dem Arbeitsmarkt etwas verbessern.Im Jahr 2006 geht die Arbeitslosenquote auf 8,4 Prozent zuruck 2005: 8,7 Prozent. Der Preisauftrieb durfte unter der Annahme, dass der Olpreis nicht weitersteigen wird, im kommenden Jahr abnehmen, da die Preiserhohungsspielraumeder Unternehmen gering bleiben. Der Harmonisierte Verbraucherpreisindexwird 2005 sein Niveau im Vorjahr um 2,1 Prozent ubersteigen, im kommenden Jahr betragt die Inflationsrate voraussichtlich 1,7 Prozent.Flaute im Vereinigten Konigreich wird uberwunden Im Vereinigten Konigreich stieg das Bruttoinlandsprodukt im zweiten Quartal 2005 zwar leicht beschleunigt. Mit einer laufenden Jahresrate von 1,9 Prozenterhohte es sich aber immer noch merklich langsamer als das ProduktionspotentialAbbildung 9. Dabei ging die Produktion im verarbeitenden Gewerbe erneutmerklich zuruck. Nach der jungsten Revision der Daten der Volkswirtschaftlichen Gesamtrechnung hat die konjunkturelle Verlangsamung bereits im SommerRobuste Weltkonjunktur 271Tabelle 5:Eckdaten zur Konjunktur in Euroland 2004, 2005 und 2006200420052006200421052006L1I.Q.2.Q.3.Q.4.Q.I.Q.2.Q.3.Q.4.Q.l.Q2.Q.3.Q4.Q.JJahresdurchschnitt Inlandsnachfrage Privater Verbrauch 1Staats verbrauch Anlageinvestitionen 1Vorratsveranderungen 1Auen beitrat Exporte Importe 13Konsumentenpreise 1Arbeitslosenquotee LeistungsbilanzsaldoBudgetsaklo 1O ,1.03.01,50,7 o .y 1.56,93.11 81.70.31.30,31.10.210.5I0.S1 02.80.81.62.01.6 1 .75.110.20 73.3 1 .11.60.1 1 .32, l 5.7! 50.41.71.9 0 .6 0 .21.1 2 .6 5 .4 71.00.31.41.00.70.28.68.61 0.81.30.90.80.30,57.26.31 61,31.20.82.70,10.35,24.6i 11.40.81.63.6 0 .10.85.33.61 91.51.11.23.1 0 .10.54.83.91 71.61,31.22.70.00,24,14,01 61.71,51.22.60,0 0 ,13.43.89 12.01.51.1l.S0.40.16.56.62.1S.90.61 1.31.11,00.80,3 0 .13.84.22,18.70,2 j 1,31.01.22,7 0 ,10,45,34,51.78,40.3 2 .7 2 .8 2 .73 Prognose. Real: saisonbereinigte Quartalswerte: Veranderung gegenuber Vorquartal auf ahresrate hochgerechnet Prozent;Jahreswerte: Veranderung gegenuber dein Vorjahr Prozent. L Beitrag zur Veranderungsrate des realen Bruttoinlandsproduktsin Prozentpunkten, saisonbereinigt. Veranderung gegenuber dem Vorjahr Prozent. In Prozent der Erwerbspersonen. fln Prozent des nominalen Bruttoinlandsprodukts.Quelle: EZB 2005c; OECD 2005a; eigene Berechnungen und Prognosen.des vergangenen Jahres begonnen; seitdem liegt das Expansionstempo unter demlangjahrigen Durchschnitt.Mageblich Rir die Zunahme der Produktion im zweiten Quartal war der kraftige Anstieg des Auenbeitrags. Allerdings durfte die sehr starke Zunahme der Exporte wie die der Importe die konjunkturelle Grundtendenz uberzeichnen.Die Binnennachfrage war erstmals seit Anfang 2003 leicht rucklaufig. Dies warim wesentlichen Resultat eines kraftigen Lagerabbaus die inlandische Endnachfrage stieg deutlich und verglichen mit dem ersten Quartal merklich beschlevinigt.Vor allem die Investitionen legten angesichts optimistischer Gewinnerwartungenund gunstiger Finanzierungsbedingungen ein recht forsches Tempo vor. Dieprivaten Konsumausgaben wurden hingegen nach wie vor nur verhalten ausgeweitet, was angesichts der hohen Verschuldung der Haushalte wohl vor allemeine Folge der gestiegenen Zinsen ist. Infolge der geldpohtischen Straffung istauerdem der Immobilienpreisboom inzwischen zu Ende gegangen, so dass die Konsumneigung auch nicht mehr durch steigende Vermogenswerte gefordertwird.Die Lage auf dem Arbeitsmarkt, die sich angesichts der konjunkturellen Abkuhlung im Fruhjahr leicht verschlechtert hatte, zeigte sich zur Jahremitte bereitswieder gefestigt. Beschaftigung und Arbeitsvolumen weisen seither wieder auf12 Die Bank von England geht davon aus, dass die Anhebung des Basiszinses, die sich von November 2003 bis August 2004 auf 125 Basispunkte belief, den effektiven Zinssatz fur die Krediteder Haushalte um rund 60 Basispunkte steigen lie Bank of England 2005: 10.272Joachim Benner et al.Abbildung 9:Indikatoren 3 zur Konjunktur im Vereinigten Konigreich 20022005Gesamtwirtschaftliche Entwicklung 130Prozent Industrie 19951001042000100100Inlandische Verwendung Auftragseingang rechte SkalaBruttoinlandsprodukt Produktion 2002 200320042005962002 2003 2004 2005Auenhandel 01995100 Mrd. Pfund Einfuhrvolumen Ausfuhrvolumen Prozent 10Arbeitsmarkt MM.1401201008029282726Handelsbilanzsaldo rechte Skala1IIIIiiilliw. Y. V;w Ivs vs yy 2002 2003 2004 2005Beschaftigung rechte Skala16 42002 2003 2004 2005Real 130120110Privater Verbrauch Saldo Prozent Preise 6Einzelhandelsumsatz 100 Konsumentenvertrauenrechte Skala JW 4Verbraucherpreise 2002200320042005122002200320042005J Saisonbereinigt. Veranderung gegenuber dem Vorquartal, lautende Jahresrate. L 1eal. Teilweise geschatzt. c Veranderung gegenuber dem Vorjahr. CPI Consumer Price Index.Quelle: Eurostat 2005a; CIPS 2005; IMF 2005; OECD 2005a; Office for National Statistics2005.Robuste Weltkonjunktur 273warts, und die Zahl der freien Stellen nahm sogar kraftig zu. Die Durchschnittseinkommen einschlielich Bonuszahlungen stiegen wieder etwas rascher.Die Verbraucherpreisinflation hat sich im Jahresverlauf merklich beschleunigtund lag im Juli mit 2,3 Prozent uber dem Zielwert der Bank von England,der 2 Prozent betragt. Dies ist die erste Zieluberschreitung seit der Einfuhrungdes Inflation Targeting im Jahre 1997. Ursache hierfur sind in erster Linie diekraftig gestiegenen Energiepreise. Daher betrachtet die Notenbank diese Zieluberschreitung als vorubergehend. Mit Blick auf die seit Sommer vergangenen Jahres erfolgte konjunkturelle Verlangsaniung, die den binnenwirtschaftlichen Inflationsdruck gemindert hat, senkte sie den Leitzins, die so genannte RepoRate,im August um 25 Basispunkte; er liegt nunmehr bei 4,5 Prozent. Angesichts dersich abzeichnenden konjunkturellen Belebung wird die Bank von England indiesem Jahr die Zinsen nicht weiter senken. Da die gesamtwirtschaftliche Kapazitatsauslastung jedoch noch nicht steigen durfte, werden die Zinsen bis Ende 2006 wohl auch nicht angehoben. Damit wird die Geldpolitik annahernd neutralwirken. In der Finanzpolitik sorgen die Ausgabenprogramme der Regierung fureine leicht expansive Ausrichtung. Angesichts einer nicht zuletzt olpreisbedingtverbesserten Entwicklung der Staatseinnahmen durfte es im Prognosezeitraumnicht zu nennenswerten Steuererhohungen kommen, so dass die Finanzpolitikihren Kurs beibehalten wird.Fur den Prognosezeitraum erwarten wir, dass die gesamtwirtschaftliche Expansion wieder an Schwung gewinnt Tabelle 6.13 Dieser resultiert wesentlichaus einer Belebung der privaten Konsumnachfrage, die angesichts steigender Realeinkommen und eines robusten Arbeitsmarktes merklich anziehen wird. Sosind die Einzelhandelsumsatze, die seit letztem Sommer rucklaufig waren, bereitswieder deutlich aufwarts gerichtet. Ebenso deutet ein festeres Konsumentenvertrauen auf eine wieder steigende Ausgabenbereitschaft hin. Die Investitionendurften im Prognosezeitraum weiter zugig expandieren. Zum einen sind die Finanzen der Unternehmen solide und ihre Gewinnsituation ist zufriedenstellend.Zum anderen sind die Finanzierungsbedingungen dank gestiegener Aktienkurseund niedriger langfristiger Zinsen gunstig. Alles in allem rechnen wir mit einen Anstieg der gesamtwirtschaftliche Produktion von 1,9 Prozent in diesem Jahrund 2,5 Prozent im kommenden Jahr. Der Verbraucherpreisanstieg wird imkommenden Jahr bei 2 Prozent liegen, nach 1,9 Prozent in diesem Jahr.Ein Risiko fur die Prognose stellt die Entwicklung am Immobilienmarkt dar.So haben im Groraum London, der gemeinhin als Fruhindikator fur die landesweite Entwicklung gilt, die Immobilienpreise zu sinken begonnen. Hierbeidurfte es sich jedoch zu einem guten Teil um die Korrektur von uberschieenden Preisentwicklungen in diesem lokalen Markt handeln. Da landesweit sowohl diedemografischen Bedingungen wie auch der feste Arbeitsmarkt und die gunstigen Die Auswirkungen der Anschlage von London im Juli 200b durften keine erkennbaren Spurenin der konjunkturellen Entwicklung hinterlassen. Die dampfenden Wirkungen beschranken sichoffenbar im Wesentlichen auf Einzelhandel und Tourismus in der Londoner City im Monat JuliBRC 2005; Gf K Martin Hamblm 2005. So haben sich auch die Kurse an der Londoner Borserasch erholt Bank of England 2005: 34, 9.274Joachim Benner et al.Tabelle 6:Eckdaten zur Konjunktur im Vereinigten Konigreich 2004, 2005 und 2006200420152006200420052006I.Q.2.Q 3.Q.4.Q.IQ2.Q.3.Q.4.Q.I.Q:2.Q.3.Q.4.Q.Jahnsdurclschnitt Inlandsnachfrage Privater Vcrbr Staatsverbrauc Anlaieinvescit Vorratsveramkduktbiuichblboncnbrunden 1Exporte Importe Verbra u c h e rprc is Arbeitslosenquot Leistungsbilanzs:ludgetsaldo3.S2.75.51.13.62.01 07S3 3.44.15.31.16.20.10 95 78.11.42.42.30.66.20.21 01 54.9l i 3.1 1.50.81.31 04 37.21.50.90.42.81.00.10 61 4 4 .81,90,30.91.66.2 2 .724 512,62 02.02.02.02.5 0 ,10 1 02.02.52.42.53.00.00 04 54.0 K2.5i i 2,53.50.00 5 04.02.62.72.52.04.00.01 14 54,52.62.52.03,50.00 14 54.52.62.52.03.50.00 14 54.53 3,83.73.14.90,10 73 45,41.44.82,3.9.7.71.82,90.30 95 34.0.94.92.5 52.32.23.60.20 14.52.04.9_ ?3,23.13.1 Prognose. Real; saisonbereinigte Quartalswerte: Veranderung gegenuber Vorquartal aut Jahresrate hochgerechnet Prozent;ahrcswerte; Veranderung gegenuber dem Vorjahr Prozent. Privater Sektor. Beitrag zur Vcnindcrungsrate des realen Bruttoinlandsprodukts in Prozentpunkten, saisonberemigt. L Veranderung gegenuber dem Vorjahr Prozent. In Prozent der Erwerbspersonen. s I Prozent des nominalen Bruttoinlandsprodukts.Quelle: Office for National Statistics 2005; OECD 2005a; eigene Berechnungen und Prognosen.Finanzierungsbedingungen die Immobiliennachfrage stutzen, ist ein genereller Einbruch der Immobilienpreise nicht zu erwarten.Verlangsamter Produktionsanstieg in den neuen Mitgliedslandern Der Anstieg des realen Bruttoinlandsprodukts in den neuen Mitgliedslandernhat sich in den ersten Monaten des laufenden Jahres wieder leicht beschleunigt,nachdem er sich im Verlauf des vergangenen Jahres freilich ausgehend vonsehr hohen Raten deutlich verlangsamt hatte Abbildung 10. Vor allem die Binnennachfrage expandierte wieder etwas rascher. Dazu trug bei, dass die zuvorrecht straffe Geldpolitik sukzessive gelockert wurde. Die Exporte stiegen dagegen nur verhalten. Hierin spiegelt sich zum einen die geringe konjunkturelle Dynamik in Westeuropa, zum anderen hat, vor allem in den groen Landerndieser Gruppe, die preisliche Wettbewerbsfahigkeit unter der anhaltenden realen Aufwertung ihrer Wahrungen gelitten. Die Inflation ging trotz der hohen Energiepreise zumeist deutlich zuruck. Mageblich war hierfur aber nicht so sehr diemoderate Expansion der Konjunktur, sondern vielmehr eine Normalisierung beiden Nahrungsnnttelpreisen, die im vergangenen Jahr infolge schlechter Erntenstark gestiegen waren.In den vergangenen Monaten sind die Notenbankzinsen in allen groen Landern spurbar gesenkt worden. In der Tschechischen Republik liegen die Geldmarktzinsen inzwischen sogar unter denen im Euroraum. Im PrognosezeitraumRobuste Weltkonjunktur 275Abbildung 10:Indikatoren zur konjunkturellen Entwicklung in den neuen Mitgliedslandernder EU 20022005Reales Bruttoinlandsprodukt 8Prozent 0Industrieproduktion 12002 2003 2005 20052002 2003 2005 2005Verbraucherpreise 2Kurzfristige Zinsen Prozent Prozent 420022003200420052002200320052005a Neue Mitgliedslander ohne Lettland gewichtet gema Bruttoinlandsprodukt des Jahres 2004. Industrieproduktion in Polen, der Slowakei, Tschechien und Ungarn, gewichtet mit den Anteilenan der Industrieproduktion dieser Lander im Jahr 2002. c Veranderung gegenuber Vorquartalauf Jahresrate hochgerechnet. c Veranderung gegenuber dem Vorjahr. c HVPI, Veranderunggegenuber dem Vorjahr.Quelle: OECD 2005a; Eurostat 2005b, 2005c.wird die Konjunktur zumeist von der Geldpolitik deutlich angeregt, lediglich in Polen war das Vorgehen der Zentralbank bislang eher zogerlich, da weiterhin Besorgnis besteht, dass die Regierung finanzpolitisch nicht hinreichend stabilitatsgerecht agiert. Hinzu kommt, dass sich die Perspektiven fur den Exportmit Festigung der Konjunktur in Westeuropa im kommenden Jahr verbessern.So rechnen wir damit, dass die gesamtwirtschaftliche Produktion in den neuen Mitgliedslandern der EU insgesamt 2006 mit 4,0 Prozent wieder etwas rascherzunimmt als in diesem Jahr 3,8 Prozent. Der Preisauftrieb durfte sich nur leichtverstarken; gegenwartig kommen die meisten Lander der Erfiillung des entsprechenden MaastrichtKriteriums sehr nahe Tabelle 7. Die Arbeitslosigkeit ging276Joachim Benner et al.Tabelle 7:Reales Bruttoinlandsprodukt, Verbraucherpreise und Arbeitslosenquote in den EULandern 2004, 2005 und 2006Gewicht1Bruttoinlandsprodukt Verbraucherpreise Arbeitslosenquote 20042005206c 20042005c 2006C20042005c 2006Deutschland Frankreich Italien Spanien Niederlande Belgien Osterreich Finnland Griechenland Portugal Irland Luxemburg Euroland Vereinigtes Konigreich Schweden Danemark Europaische Union 15Polen Tschechien Ungarn Slowakei Slowenien Litauen Zypern Lettland Estland Malta Neue Mitgliedslander Europaische Union 2521,315.913.37.84,62,82,31,51.61,31,40,374,116,82,71.995,51.90,80,80,30,20,10.10.10.10,04,51,69 91,23,11,72,92,13,84,11,04,54,52,03,23,52.22,35,44,04,05,54,66,73,78,56,11,50,71,50,12,80,81.31,71.62,60,54.83,51,21.92,01,61,43,44,03,25.03.56,53.57,55.51,51,12,11,23,12,02,02,02,63,01,64,54,01,72,52,52,01,94,03,83,55,03,56,04,06,55,51,81,72.32,33.01,41,91.90,23,02,52,33,22.11,41,01.02,03,52,66,87,43,71,11.96.23,02.71,91,82,13,21,42,52,10,73,62,22.23,52,11,90,51,82,02.42,04,84,53,52,52,24,52,73,04,93,84,04,13,0100,02,41,52,02.12,11,71,62,02,7 3 ,52,11,91,63,32,92,52,51,72,01,11,51,73,02,84,73,532,52,23,52.82,53,31,89,59,78,110,94,67,84,89,010,56,74,54,88,94,86,35,48,118,88.35,918,06,010,85,010,49,87,39,79,77,810,04,88,05,08,410,07,14,35,08,74,96,85,08.018,68,16,217,55,89,05,59,59,57,09,49,47,69,74,47,74,78,29,66,74,03,98,44,96,54,87.718,38,06.017,05,68,55.29,29,26,814,113,813,59,18,98.7a Auf der Grundlage des Bruttoinlandsprodukts zu Preisen und Wechselkursen von 2004 Prozent. b Veranderung gegenuber dem Vorjahr Prozent. L Harnionisierter Verbraucherpreisindex HVPI. Standardisierte Arbeitslosenquote Prozent nach dem ILOKonzept. Landergruppen gewichtetauf der Grundlage der Erwerbspersonenzahl von 2003. L Prognose.Quelle: Europaische Kommission 2005; EZB 2005c; OECD 2004, 2005; eigene Berechnungen und Prognosen.Robuste Weltkonjunktur 277im bisherigen Verlauf des Jahres trotz eher schwacher Konjunktur leicht zuruck.Die Arbeitsmarktsituation durfte sich mit der erwarteten Produktionsbelebungweiter verbessern.Konjunkturverlangsamung in den Schwellenlandern Auerhalb der Industrielander zeigt sich nach der konjunkturellen Expansionauf breiter Front im vergangenen Jahr ein regional zunehmend differenziertes Bild. Da sich das weltwirtschaftliche Umfeld eingetrubt hat, vor allem weil die Auslandsnachfrage nicht mehr so rasch expandiert, kommen nun insbesonderein Lateinamerika und in Russland wieder strukturelle Schwachen zum Tragen,wahrend sich die asiatischen Schwellenlander besser behaupten konnen. Angesichts der insgesamt jedoch robusten Weltkonjunktur ist fur die Schwellenlanderinsgesamt eine Stabilisierung des Produktionsanstiegs auf immer noch hohem Niveau zu erwarten.Produktionsanstieg in China schwacht sich nur allmahlich ab In China setzte sich der Boom in der ersten Jahreshalfte 2005 fort, trotz der Bemuhungen, die uberschaumende Investitionsdynamik durch eine restriktivere Geld und Fiskalpolitik zu dampfen. Im Jahresvergleich lag der Zuwachs desrealen Bruttoinlandsprodukts zur Jahresmitte immer noch bei 9,5 Prozent. Die Investitionen nehmen nach wie vor starker zu als der Konsum. Die Investitionsquote, die 2004 schon bei 42,5 Prozent lag, erhoht sich so weiter. Zunehmendzeichnen sich Uberschusskapazitaten ab vor allem bei der Produktion von Stahl,Zement und langlebigen Konsumgutern sowie im Immobiliensektor.Anders als bei einer klassischen konjunkturellen Uberhitzung ist der Anstiegder Verbraucherpreise deshalb sogar zuruckgegangen. Die Inflationsrate, die imletzten Jahr im Durchschnitt noch bei 4 Prozent lag, ist auf lediglich 1,8 Prozentgefallen. Zur Jahresmitte zeichneten sich neben saisonbedingten Preiserhohungen bei einigen landwirtschaftlichen Produkten lediglich bei den Kraftstoff und Energiepreisen deutliche Steigerungen von etwa 12 Prozent ab. Dabei ist allerdings zu beachten, dass die Regierung diese Preise kunstlich niedrig halt. Esist zu erwarten, dass sich die Inflationsrate bei den Konsumentenpreisen in diesem Jahr auf etwa 2,2 Prozent fast halbieren wird. Bei bis zur Jahresmitte nochkonstantem Wechselkurs zum USDollar hat sich dadurch die reale Aufwertungdeutlich abgeschwacht.In den ersten sechs Monaten stiegen die Exporte, wie in den beiden Vorjahren,um uber 30 Prozent und der Uberschuss in der Handelsbilanz erreichte bereits das Niveau des gesamten letzten Jahres. Der Leistungsbilanzuberschuss durfte so im Jahresdurchschnitt auf 6 Prozent des Bruttoinlandsprodukts anschwellen. Hinzukommen noch weiter steigende Kapitalzuflusse. Diese durften teilweise spekulationsbedingt sein. Die chinesische Zentralbank hat bis Juli, bei noch festem Wechselkurs zum USDollar, Devisen in groem Mastab aufgekauft. Deshalbsteigen die Devisenreserven vermutlich in diesem Jahr ebenso wie im Vorjahr um 200 Mrd. USDollar. Dies entspricht etwa 10 Prozent des Bruttoinlandsprodukts.278 Joachim Benner et al.Daran wird auch das neue Wechselkursregime wenig andern. Am 21. Juliwurde die Bindung des Renminbi an den USDollar aufgehoben: Der Wechselkurs zum Dollar wurde zunachst von 8,28 auf 8,11 Renminbizum Dollar aufgewertet und kann nun taglich angepasst werden. Die innerhalb eines Tages zulassige Schwankungsbreite betragt lediglich 0 ,3 Prozent. Offiziell ergibt sich der tagliche Dollarkurs aus der Bindung an einen Wahrungskorb. Die Zusammensetzung des Wahrungskorbs wurde jedoch nochnicht bekannt gemacht. Bisher hat die chinesische Zentralbank lediglich verlauten lassen, dass elf Wahrungen in diesen Wahrungskorb eingehen.Das bedeutet, dass die tagliche Anpassung des USDollarkurses diskretionar erfolgt, offensichtlich mit dem Ziel, spekulative Kapitalzuflusse abzuschrecken.Angesichts der geringen Anpassung des Wechselkurses und des groen externen Ungleichgewichts durfte dies jedoch kaum gelingen. Es bleibt abzuwarten, inwelchem Ausma und wie schnell eine weitere Anpassung des Wechselkurseserfolgt. Ein gesteuertes Floaten des Renminbi mit dem Ziel der Paritat zum HongkongDollar erscheint durchaus plausibel. Dies wurde eine Aufwertungdes Renminbi um etwa 6 Prozent bedeuten.Grundsatzlich ist die Unsicherheit, ob eine weiche Landung der Konjunkturgelingt, durch den Ubergang zu einem formal flexibleren Wechselkursregimenicht geringer geworden Diehl und Schweickert 2005. Vieles spricht da Rir, dassdie chinesische Zentralbank keine abrupte Wechselkursanpassung zulassen wird.Wir gehen deshalb von stabilen internen und externen Rahmenbedingungenaus, unter denen sich die Expansion trotz des geanderten Wechselkursregimeszunachst nahezu unvermindert fortsetzt und sich die Dynamik erst im nachsten Jahr merklich abschwacht. Der Anstieg des Bruttoinlandsprodukts wird abernach unserer Einschatzung auch 2006 nicht deutlich unter 9 Prozent fallenTabelle 8.Nachlassende Exportdytiamik im ubrigen ostasiatischen Raum In den sehr offenen Volkswirtschaften in Ostasien machte sich vor allem die nachlassende Auslandsnachfrage negativ fur die Konjunktur bemerkbar. Von einem Ruckgang der Zuwachsraten beim Export waren vor allem die Hocheinkommenslander Hongkong, Singapur und Taiwan betroffen. In Sudkorea, wo diefinanziellen Folgen des Kreditkartenbooms in den Jahren 2000 bis 2002 nochimmer spurbar sind, wird die Konjunktur zusatzlich durch die zuruckhaltende Konsum und Investitionsnachfrage beeintrachtigt. In den vier Hocheinkommenslandern wird die wirtschaftliche Expansion insgesamt von 6 Prozent imletzten Jahr auf 4 Prozent in diesem Jahr zuruckgehen; im kommenden Jahr wirdder Zuwachs 4,5 Prozent betragen.Deutlich weniger ausgepragt verlauft der Konjunkturruckgang in den Mitteleinkommenslandern. Die Auswirkungen der TsunamiKatastrophe beeintrachtigten die Konjunktur in Thailand zwar mit einem starken Ruckgang in der Tourismusindustrie, dieser beschrankt sich allerdings vor allem auf das ersteRobuste Weltkonjunktur 279Tabelle 8:Reales Bruttoinlandsprodukt und Verbraucherpreise in ausgewahlten Schwellenlandern und jungen Industrielandern 20032006 Veranderungen gegenuberdem Vorjahr in ProzentGewicht1Bruttoinlandsprodukt Verbraucherpreise 20032004200512006b 200320042005b 2006b Sudkorea Indonesien Taiwan Thailand Philippinen Malaysia Hongkong Singapur InsgesamtChina Asien insgesamtBrasilien Mexiko Argentinien Kolumbien Chile Peru Venezuela LateinamerikainsgesamtRussland Insgesamt16,34,93,63,12,31,61,30,723,844,668,48,96,12,91,91,10,90,922,78,9100,03,14,93,36,94,75,33,21,14,39,37.50,51,38,73,73,33,99,11,97,35,64,65,15,76,16,17,18,18,45,79,58,24,94,49,04,06,15,117,35,87,16,73.94,93,94,54,75,85,03,84,49,27.53,43.56,13,95,74,83,54,15,55,94,75,03,65,54,55,44,54,14,78,77,33,63,43,83,55,54,33,13,74,55,63,56,8 0 ,21,83,01,12,60,52,71,21,714,74.613,46,72,82,331,110,713,74,33,66,11,53,05,51,40,41,73,53,93,86,64,74,45,91,13,721,72,97,22,52,95,62,30,70,53,72,22,76,94,28,75,22,62,117,86,66,310,912,94,44,02,77,12,02,45,52,11,11,23,52,02,55,03,67,84,43,12,619,45,310,53,41 Gema Bruttoinlandsprodukt Aufgefuhrte Lander.im Jahr 2004nach KaufkraftparitatenProzent b Prognose.Quelle: IMF 200a; OECD 2005a; nationale Statistiken; eigene Berechnungen und Prognosen.Quartal des laufenden Jahres. Insgesamt wird das Bruttoinlandsprodukt in denvier ASEANStaaten Indonesien, Philippinen, Malaysia und Thailand sowohl indiesem als auch im nachsten Jahr weiter recht kraftig mit Raten von um die 5 Prozent zunehmen.Nach wie vor sind die ostasiatischen Lander bemuht, ihre Wahrungen nichtgegenuber dem Renminbi aufwerten zu lassen. Durch die Anderung des Wechselkursregimes in China hat sich der wahrungspolitische Spielraum erhoht, und Malaysia hat seinen festen Wechselkurs zum USDollar noch am gleichen Tagaufgegeben. Wie in China wird die Wahrung hier gegenuber einem nicht be280 Joachim Benner et al.kannt gegebenen Wahrungskorb gesteuert. Konkrete Bandbreiten werden zwarnicht veroffentlicht, die malaysische Zentralbank hat jedoch deutlich gemacht,dass sie nach wie vor ein Wechselkursziel verfolgt und keine abrupte Aufwertungzulassen wird. Unter diesen Voraussetzungen kam es unmittelbar nach Bekanntgabe der Wechselkursfreigabe zu sehr starken spekulativen Kapitalzuflussen. Diesmacht deutlich, dass der Aufwertungsdruck weiter bestehen wird, solange der Wechselkurs nicht hinreichend korrigiert ist, um einen klaren Trend bei den Wechselkurserwartungen auszuschlieen.Ob es zu groeren Anpassungen der Wechselkurse gegenuber dem USDollarkommt, hangt nach wie vor von der chinesischen Wechselkurspolitik ab. Aufwertungen in Malaysia oder anderen Landern durften nicht sehr stark ausfallenund sich nicht erheblich auf die wirtschaftliche Entwicklung auswirken. Nachteile ftir die Exportindustrie wurden dadurch gemildert, dass die Produktionskosten aufgrund des hohen Anteils an importierten Vorleistungen, deren Preisedurch die Aufwertung sinken, gemindert wurden. Moderate Aufwertungen derostasiatischen Wahrungen wurden auch nicht das Anziehen der Inflationsratenverhindern. Diese werden vor allem infolge hoherer Preise bei Nahrungsmittelnund Energie in diesem Jahr im Mittel von 4,5 Prozent auf nahezu 5,5 Prozent steigen. Im nachsten Jahr durfte sich der Preisauftrieb in der Region mit Abklingen dieser temporaren Einflusse wieder abschwachen.Ressourcenboom in Kussland gerat ins Stocken Der Anstieg des realen Bruttoinlandsprodukts in Russland hat sich seit dem zweiten Halbjahr 2004 deutlich verlangsamt und erreichte im ersten Quartal 2005mit 5,2 Prozent seinen vorlaufigen Tiefpunkt. Bemerkenswert ist, dass sich die Zunahme der Olforderung deutlich verlangsamt hat. Die Zuwachsrate fiel voneinem Spitzenwert von 12 Prozent Mitte 2003 auf 3 Prozent Mitte 2005. Grundehierfur sind die Auswirkungen der YukosAffare, steigende Steuersatze fur die Unternehmen, Engpasse in der Exportinfrastruktur und strengere Lizenzierungsvorschriften. Auerhalb der Olsektors scheint die YukosAf Fare das Vertrauen indie Sicherheit von Eigentumsrechten allerdings nicht nachhaltig gestort zu haben. Darauf deuten die starken Zuflusse an Direktinvestitionen hm, die in derersten Jahreshalfte 2005 bereits den Wert des letzten Jahres erreichten.Diese Zuflusse stellen jedoch fur die Geldpolitik ein Problem dar. Zusammenmit den olpreisbedingt stark gestiegenen Exporterlosen sorgen sie fur einen weiter anschwellenden Zustrom an Devisen, der es der Notenbank erschwert, die Preisentwicklung zu kontrollieren. In diesem Jahr durfte die Inflationsrate aufetwa 13 Prozent steigen, nach 11 Prozent im Vorjahr. Gleichzeitig hat sich der Auenwert des Rubel weiter erhoht. Im ersten Halbjahr betrug die reale Aufwertung schon 8,5 Prozent, und die russische Zentralbank musste ihre Zielratevon 8 auf 10 Prozent anpassen.Eine Aufgabe des Wechselkursziels die hier freilich nicht unterstellt ist konnte dafur sorgen, dass die spekulativen Kapitalzuflusse abebben. Auerdemsollte die russische Regierung die Investitionsbedingungen verbessern. Unterden gegenwartigen Bedingungen ist mit einem kraftigen Anstieg der InvestiRobuste Weltkonjunktur 281tionen nicht zu rechnen. Im Ubrigen wird die Konjunktur dadurch gedampft,dass die Olfbrderung langsamer zunimmt und der Rubel weiter real aufwertet.Mittlerweile ist der Wettbewerbsvorteil aus der Abwertung im Zuge der Finanzmarktkrise im Jahr 1998 aufgezehrt. Angesichts des gestiegenen Inflationsdruckskann die russische Zentralbank die geldpolitischen Zugel nicht weiter lockern,um die Konjunktur zu stutzen. Wir erwarten, dass unter diesen Bedingungendie gesamtwirtschaftliche Expansion auf 5,5 Prozent in diesem und 4,5 Prozentim nachsten Jahr zuruckgeht.Modcratere konjunkturelle Expansion in Lateinmnerika Der Aufschwung in Lateinamerika hat im ersten Halbjahr 2005 deutlich an Kraftverloren. Zum einen machte sich die Verschlechterung der weltwirtschaftlichen Rahmenbedingungen bemerkbar. Die Exporte stiegen aufgrund der schwacheren Weltkonjunktur weniger dynamisch, die anziehenden internationalen Zinsenlieen die Kreditkosten wieder steigen und die Preise fur eine Reihe von Rohstoffen, die als Exportguter wichtig sind, gaben zuletzt nach. Zum anderen sindauch interne Faktoren fur die Verlangsamung der gesamtwirtschaftlichen Expansion verantwortlich. Angesichts der kraftigen konjunkturellen Expansion drohtesich die Inflation in Lateinamerika im letzten Jahr wieder zu beschleunigen,und die Zentralbanken mussten die Inflationsziele wieder starker ins Visier nehmen. Sie begannen Mitte letzten Jahres, die geldpolitischen Zugel anzuziehen.Inzwischen scheint dieser Zinserhohungszyklus aber abgeschlossen zu sein.Anders als zum Ende fruherer Expansionsphasen erfolgt die Anpassung an dieveranderten Rahmenbedingungen sehr schnell, und die wirtschaftliche Entwicklung erweist sich bei negativen Einflussen als vergleichsweise robust. So kehrendie Investoren trotz zunehmender politischer Turbulenzen in Brasilien, in Venezuela und in Argentinien nach Lateinamerika zuruck. Offenbar ist das Vertrauenin die Volkswirtschaften Lateinamerikas wieder gestiegen. Die Direktinvestitionen haben vor allem in Mexiko, Chile, Kolumbien und Brasilien zugenommen.Argentinien zieht sogar mit Staatsanleihen in inlandischer Wahrung bereits wieder auslandische Investoren an. Gunstig macht sich hier bemerkbar, dass dieinternationalen Anleger weiter auf der Suche nach renditetrachtigen Anlagensind und deshalb bereit, hohere Risiken einzugehen. Hinzu kommt, dass die Risikoposition der lateinamerikanischen Lander im historischen Vergleich nochgunstig ist. Zwar nehmen die Leistungsbilanzuberschusse aufgrund aufgewerteter Wahrungen und schwacherer Auslandsnachfrage ab; fur keines der sieben Landersind aber fur dieses oder das nachste Jahr hohe Leistungsbilanzdefizite von uber 3 Prozent zu erwarten.Betrachtet man die drei groten Volkswirtschaften, so zeigt sich indes eindurchaus heterogenes Bild. In Brasilien wird die Konjunktur nach wie vor vonden Exporten und in zunehmendem Mae auch von den privaten Investitionen getragen. Die Zentralbank reagierte auf das Anziehen der Inflationsratemit steigenden Leitzinsen, die seit September vergangenen Jahres in mehreren Schritten auf 19,75 Prozent angehoben wurden. Begleitet wurde dies durcheine Fiskalpolitik, die die Budgetdefizite weiter deutlich zuruckfuhrte. Trotz282 Joachim Benner et al.der zunehmenden politischen Turbulenzen scheint die Regierung diese Politikfortsetzen zu konnen. Dies durfte das Vertrauen in die Wirtschaftspolitik starkenund der Zentralbank den Spielraum verschaffen, einen Ruckgang der sehr hohen Realzinsen herbeizufuhren und dadurch die Konjunktur zu stutzen.Weniger nachhaltig erscheint die wirtschaftliche Entwicklung in Mexiko und Argentinien. In Mexiko werden die dank gestiegener Olpreise hoheren Staatseinnahmen in erster Linie dazu genutzt, die Staatsausgaben zu erhohen. Auerdemwerden die Investitionen weniger kraftig ausgeweitet als in Brasilien. Auch in Argentinien ist die Wirtschaftspolitik mittlerweile deutlich expansiv ausgerichtet.In der Folge hat sich die Inflation hier merklich beschleunigt, und die Leistungsbilanz wird in diesem Jahr wieder spurbar ins Defizit rutschen, nachdemim vergangenen Jahr ein Uberschuss von 2 Prozent in Relation zum Bruttoinlandsprodukt erzielt wurde. Im positiven Sinn vom Trend abgekoppelt habensich dagegen Chile und in eingeschranktem Mae Peru. Das Wirtschaftswachstum liegt uber dem regionalen Durchschnitt, und bei Inflationsraten vonweniger als 5 Prozent verlauft die konjunkturelle Entwicklung stetiger als in denanderen Landern.Alles in allem erwarten wir, dass die gesamtwirtschaftliche Expansion in der Region nach dem Rekordergebnis des vergangenen Jahres im Prognosezeitraumin ruhigeren Bahnen verlauft. Der Anstieg des realen Bruttoinlandsproduktswird in diesem und im nachsten Jahr aber immer noch bei etwa 4 Prozentliegen. Angesichts der stabilitatsorientierten Geld und Finanzpolitik wird sichder Preisauftrieb wieder abschwachen; die Inflationsrate durfte im regionalen Durchschnitt in die Nahe von 5 Prozent sinken.Ausblick: Weiter deutliche Expansion der Weltwirtschaft Trotz des erheblichen Gegenwindes vonseiten der Energiepreise erwarten wir,dass die Weltproduktion vorerst weiter deutlich ausgeweitet wird. Die monetaren Rahmenbedingungen sind nach wie vor sehr gunstig. Dies durfte auch inden kommenden Monaten so bleiben, sofern die relative Ruhe an den Devisenmarkten und die positive Stimmung an den Anleihemarkten anhalt. Allerdingsdurfte im Verlauf des Prognosezeitraums die absehbare weitere Anhebung der USNotenbankzinsen auch einen allmahlichen Anstieg der Kapitalmarktzinsenzur Folge haben, so dass sich die Anregungen von dieser Seite im nachsten Jahretwas verringern. In den Vereinigten Staaten wird der Hurrikan Katrina wohlkeine deutlichen Spuren hinterlassen; unterstellt ist dabei, dass es gelingt, die Ausfalle der Produktion im Olsektor zeitlich eng zu begrenzen. Aller Erfahrung nachwird die gesamtwirtschaftliche Entwicklung in groen Volkswirtschaften durch Naturkatastrophen nicht erheblich beeinflusst. Allerdings wird die Straffung der Geldpolitik zu einer allmahlichen Verlangsamung der USKonjunktur fuhren.Insbesondere durfte die Nachfrage der privaten Haushalte nach und nach weniger lebhaft expandieren. Gleichzeitig durfte jedoch die konjunkturelle Dynamikin Japan und in Westeuropa etwas zulegen, so dass sich der Produktionsanstiegin den Industrielandern insgesamt in wenig verandertem Tempo fortsetzt. Der Olpreis bleibt nach unserer Einschatzung zwar hoch, mit einem weiteren erRobuste Weltkonjunktur 283heblichen Anstieg rechnen wir jedoch nicht, so dass die Belastungen von dieser Seite im Verlauf des kommenden Jahr allmahlich nachlassen und die anhaltendexpansive Geldpolitik zunehmend ihre Wirkung entfaltet. Fur die Industrielander insgesamt rechnen wir mit einer Zunahme des realen Bruttoinlandsproduktsvon 2,4 Prozent in diesem und 2,5 Prozent im nachsten Jahr, eine Rate die etwader des Potentialwachstums entspricht. Der Verbraucherpreisauftrieb verharrt bei 2 Prozent, die Arbeitslosigkeit geht auch im kommenden Jahr nochmals zuruckTabelle 9.Tabelle 9:Reales Bruttoinlandsprodukt, Verbraucherpreise und Arbeitslosenquote in den Industrielandern 2004, 2005 und 2006Gewicht 1Bruttomlandspoduktb Verbraucherpreise Arbeitslosenquote 20042005L2006C20042005e 2006c 20042005c 2006c Euroland Europaische Union 25Schweiz Norwegen West und Mitteleuropa Vereinigte Staaten Japan Kanada Lander 30,641,41,20,843,438,115,33,2insgesamt 100,02,02,41,72,92,44,42,73,03,21,21,71.51,03,02,01,82,61,52,03,61,92,83,41,83,02,42,52,12,11,00,62,02,70,01,92,02,11,78,98,78,42,11,12,22,03,1 0 ,12,21,80,92,01,83,10,22,02,12,19,14,34,48,94,24,28,64,04,18,98,88,55,54,77,27,15,04,57,04,64,26,86,86,5a Auf der Grundlage des Bruttoinlandsprodukts zu Preisen und Wechselkursen von 2004 Prozent. b Veranderung gegenuber dem Vorjahr Prozent. c West und Mitteleuropa auer Schweiz:Harmonisierter Verbraucherpreisindex HVPI. Standardisierte Arbeitslosenquote Prozent nachdem ILOKonzept. Landergruppen gewichtet auf der Grundlage der Erwerbspersonenzahl von 2003. e Prognose.Quelle: OCD 2004, 2005a; eigene Berechnungen und Prognosen.Der Produktionsanstieg in den Schwellenlandern schwacht sich im kommenden Jahr nochmals leicht ab. Wesentlich ist hierfur vor allem die Abkuhlung in China, die wir fur 2006 erwarten. Sie erfolgt nach unserer Erwartung aber sehrallmahlich; das Risiko Rir einen Einbruch der Konjunktur im Reich der Mittehalten wir angesichts der nach wie vor starken Impulse durch die Integration indie Weltwirtschaft Rir gering. Die ubrigen ostasiatischen Schwellenlander bleibenvor diesem Hintergrund auf einem Pfad kraftiger Expansion. Hingegen schwacht284Joachim enner et al.sich die Produktionsausweitung in Lateinamerika und in Russland deutlicher ab,da in diesen Landern strukturelle Defizite einem nachhaltig raschen Wachstumentgegenstehen. Alles in allem erwarten wir sowohl fur 2005 als auch fur 2006eine Zunahme der Weltproduktion um reichlich 4 Prozent Tabelle 10. Der Welthandel durfte mit einer Rate von jeweils 7,5 Prozent weiter recht kraftigzulegen.Tabelle 10:Reales Bruttoinlandsprodukt und Verbraucherpreise in der Welt 20032006Veranderungen gegenuber dem Vorjahr in ProzentBruttoinlandsproduktVerbraucherpreise12003 20041 2005c 2006c 2003 2004b 2005c 2006c Weltwirtschaftdarunter:Industrielander China Ostasien1Russland Lateinamerika Naclnichtlidr.Welthandelsvolumen 3,92,09,34,37,31,95,05,03,29,55,77,15,810.54,12,49,24,45,54,17.54,12,58,74,74,53.77.53,61,91,22,713,710,73,42,03,93,510,96,03,52,12,23,712,96,33,22,12,03,510,55,33 Gewichtet gema Bruttoinlandsprodukt im Jahr 2004 nach Kaufkraftparitaten. Teilweisegeschatzt. c Prognose. Ohne China und Japan.Qfe: IMF 2005; OECD 2005a; eigene Berechnungen und Prognosen.Risiken fur die konjunkturelle Entwicklung gehen vom Olpreis aus. Angesichts der engen Markte konnen unvorhergesehene Einschrankungen in der Produktion wie zuletzt als Folge von Naturkatastrophen oder auch infolgepolitischer Spannungen die Notierungen nochmals deutlich erhohen. Auchein unerwartet rascher Nachfrageanstieg wurde sich vermutlich stark im Preisniederschlagen, etwa dann wenn die Nachfrage in den Vereinigten Staaten beispielsweise infolge weiter steigender Immobilienpreise eine groere Dynamikentfaltet als erwartet oder eine Beruhigung der Konjunktur in China abermals ausbleibt. Auf einen weiteren deutlichen Anstieg der Kapazitatsauslastungin den Vereinigten Staaten wurde die USNotenbank vermutlich mit einemmerklich scharferen Kurs reagieren, um der Bildung von Inflationserwartungen zu begegnen. Dies konnte im spateren Verlauf des kommenden Jahres dannzu einer merklich ausgepragteren Abschwachung der amerikanischen Konjunktur fuhren als hier prognostiziert. Schlielich ist bei der von uns erwarteten Entwicklung der internationalen Konjunktur damit zu rechnen, dass die Unterschiede in der Auenhandelsposition der verschiedenen WirtschaftsraumeRobuste Weltkonjunktur 285sich nicht verringern. Damit bleibt das Risiko bestehen, dass eine Anpassungschlielich durch die Finanzmarkte erzwungen wird, dass sich also die Wechselkursrelationen stark verandern oder es zu einem Anstieg der langfristigen USZinsen kommt, der die weltwirtschaftliche Expansion in Mitleidenschaftziehen wurde.Summary Robust Expansion of the World Economy In the first half of 2005, the world economic expansion continued at a robustpace despite of another sharp increase in the price of oil. The slowdown ofreal GDP growth in the industrial countries in the second quarter comparedto the first quarter did not reflect a weakening of the cyclical momentum,but reflected inventory adjustment in a number of countries, including the USand Japan. Inflation in the industrial countries remained remarkably moderategiven the significant upward pressure stemming from energy prices. Outside theindustrial countries, production continued to rise brisk Jy, albeit generally not atthe extraordinary high rates that were registered in 2004.The more moderate expansion of the world economy did not lead to a morerelaxed Situation in the oil market as had been widely expected. Against this background, the current growth Performance of the world economy looks remarkablyrobust. One important reason for the resilience of the world economy is the continued streng growth in China which has stimulated world trade over the pastyears sigmficantly. Thus, the momentum of production and demand in Chinais not only a key factor explaining the rise in commodity prices, but also oneexplanation for the fact that the world economy so far has weathered the highprices for crude oil and other commodities relatively well. Another major support to economic activity came from continued favourable monetary conditions.Even in the US, with the Federal Funds Rate having been raised by a cumulative 250 basispoints, the real shortterm interest is still historically low. Longterm interest rates are extremely low as well. Despite a long Stretch of expansive monetary policies and unfavourable influences from commodity prices, inflationary pressure in the industrial countries remains subdued and, most importantly, inflationary expectations still seem to be well contained.Despite of substantial headwinds from energy prices, world economic growthis expected to remain steady. Monetary conditions continue to be favourable,although the further increase in US money market rates will eventually lead toa gradual increase in longterm interest rates and reduce the Stimulus from thatside. The US economy is expected to lose some steam due to the monetarytightening. Growth in Japan and in Western Europe, on the other hand, is likelyto accelerate somewhat. With oil prices stabilizmg, continued monetary Stimulusthere will take more and more effect. Real GDP growth in the industrial countriesas a whole is expected to increase by 2.4 percent this year and by 2.5 percentnext year. Inflation will remain low at 2 percent, and unemployment should fallfurther, if only slightlv.286 Joachim Benner et al.Output growth in the emerging market economies is expected to slow downsomewhat, niainly as a result of a gradual deceleration of growth in China.Growth in the other Asian emerging market economies is expected to remainon track. The expansion of Output will slow down more significantly in Latin America and in Raissia, as high growth is not sustainable given the structuraldeficiencies in many of these countries. All in all, world Output is likely to rise by 4.1 percent in both 2005 and 2006. World trade is expected to grow by around 7.5 percent in both years.Literatur Ash, J. C. K., J. Z. Easaw, S. M. Hearvi und D. J. Sniyth 2002. Are HodrickPrescott ForecastsRational? Empirkal Economies 27: 631643.Bank of England 2005. Inflation Report. August. London. Via Internet 10. August 2005http:www.bankofengland.co.ukinflationreportir 05aug.pdf.Barrell, R., und O. Pomerantz 2004. Oll Prices and the World Economy. NIESR National Institute of Economic and Social Research Discussion Paper 242. London.Barsky, R., und L. Kilian 2004. Oil and the Macroeconomy Since the 1979s. Journal of Economic Pcrspeaives. In Vorbereitung.Benner, J., A. Kamps, F. Oskamp, B. Sander und J. Scheide 2004. Weltkonjunktur uberschreitet Hohepunkt. Die Weltwirtschaft 3: 227254.Benner, J., K.J. Gern, A. Kamps, F. Oskamp, B. Sander, J. Scheide und R. Schweickert 2005a.Geringere Dynamik der Weltkonjunktur. Die Weltwirtschaft 1: 135.Benner, J., K.J. Gern undj. Scheide 2005b. Euroland: Leicht anziehende Konjunktur in Euroland.Die Weltwirtschaft 3. In diesem Heft.Bernhardscn, T. 2005. The Neutral Real Intcrest Rate. Norges Bank Staff Mcino. 20051.16. Marz. Oslo.BRC British Retail Consortium 2005. LRSM London Sales worst ever after July Bombmgs.Via Internet 16. August 2005 http:www.brc.org.ukdetails 04.asp?id712.Cabinet Office 2005. Quarterly Estimatcs of GDP. Via Internet 2. September 2005 http:www.esri.cao.go.jpensnanienu.html.GIPS The Charteral Institute of Purchasing Supply 2005. PMJ Montlily Reports. Stanford.Conference Board 2005. Consumer Confidence. Via Internet 31. August 2005 http:www.conferenceboard.orgeconomicsconsumer Confidence.cfm.Congressional Budget Office 2005. Historical Budget Data. Via Internet 31. August 2005http:www.cbo.gov.Deutsche Bundesbank 2005. Monatsbericht. Mai.Diehl, M., und R. Schweickert 2005. Monetary Management of Transition in China: Balancing ShortRun Risks and LongRun Optimality. Kiel Economic Policy Papers l. Kiel Institute for World Economies, Kiel.EUROFRAME 2005. Eurogrowth Indicator. Via Internet 29. August 2005 http:www.euroframe.org.Europaische Kommission 2005. Economic Forecasts. Spring. Euwpccin Ecouomy 12.Eurostat 2005a. Volkswirtschaftliche Gcsaintrcchiniiigcii. Luxemburg.Robuste Weltkonjunktur 287Eurostat 2005b. Volkswirtschaftliche Gesamtrechnung: Bruttoinlandsprodukt. Via Internet1. September 2005 http:epp.eurostat.cec.eu.intportalpage?_pageidl 996,39I4O985_dadportal_scheniaPORTALscreendetailrefbnguagcdeproductEUROl ND_NArootEUROIND_NAeuro_nana_gdpna 010q 1.Eurostat 2005c. Verbraucherpreise: Harmonisierte Verbraucherpreisindizes Gesamtindex.http:epp. eurostat. cee.eu.intportalpage?_pageid 1996,39140985_dadportal_schemaPORTALscreendetailreflangiiagedeproductEUROIND_CProotEUROIND_CPeuro_cpcp 000.EZB Europaische Zentralbank 2005a. Monatsbericht. Mai. Frankfurt am Main.EZB Europaische Zentralbank 2005b. Monatsbericht. Juli. Frankfurt am Main.EZB Europaische Zentralbank 2005c. Monatsbericht. August. Frankfurt am Main.Federal Reserve Bank of St. Louis 2005. Federal Reserve Economic Database. Via Internet31. August 2005 http:www.research.stloiiisfed.orgfred.Gern, KJ., A. Kamps, CP. Meier, F. Oskamp undj. Scheide 2003. Euroland: Erholung gewinnallmahlich an Fahrt. Die Weltwirtschaft 1: 5794.Gf K Martin Hamblin 2005. Consumer Spirit Resilient July 2005. Via Internet 16. August 2005. http:www.martinhaiiiblingfk.comlibrarynews_item.asp?news IDl 64.HWWA Hamburgisches WeltWirtschaftsArchiv 2005. HWWARohstoffpreisindex. Via Internet 2. September 2005 http:www.hwwa.deForschungKonjunkturRohstor TpreiseUeberblick.htm.Humphrey, T. M. 1975. Interest Rates, Expectations, and the Wicksellian Policy Rule. Working Paper 752. Federal Reserve Bank of Richmond. Richmond, Va.IMF International Monetary Fund 2005. International Financial Statistics. August. Washington,D.C.OECD Organization for Economic Cooperation and Development 2004. Labonr Force Statistics 19842004. August. Paris.OECD Organization for Economic Cooperation and Development 2005a. Main Economic Inilicators. Juli. Paris.OECD Organization for Economic Cooperation and Development 2005b. International Tradeby Commodities. CDROM. Paris.Office for National Statistics 2005. Economy. Via Internet 26. August 2005 http:www.sta tistics.gov.ukdefault.asp.Roach, S. 2004. Oilshock Assessment. Via Internet 1. September 2005 http:www.morganstanley.canGEFdatadigests20040819_thu.html.US Department of Commerce 2005. Bureau of Economic Analysis: National Economic Accounts. Via Internet 31. August 2005 http:www.bea.doc.govbeadnhomegdp.htm.Wicksell, K. 1907. The Influence on the Rate of Interest on Prices. Economic Journal 17 June:213220.Woodford. M. 2003. Interest and Prices. Fonndations of a Thcory of Monetary Policy. Princeton, N.J.", "filename": "501737383.pdf", "person": ["Joachim Benner", "Benner, Joachim", "Klaus-Jürgen Gern", "Gern, Klaus-Jürgen", "Annette Kamps", "Kamps, Annette", "Frank Oskamp", "Oskamp, Frank", "Birgit Sander", "Sander, Birgit", "Joachim Scheide", "Scheide, Joachim", "Rainer Schweickert", "Schweickert, Rainer"], "date": ["2005"]}