{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/89268/1/503980420.pdf"], "title": ["Commercialisation strategies of technology-based European SMEs: Market for technology vs. markets for products"], "plaintext": "Commercialisation Strategies of Technology based European SMEs: Markets for Technology vs Markets for Products Paola Giuri, Alessandra Luzzi Sant Anna School of Advanced Studies, Pisa giurisssup.it, luzzisssup.it Abstract 1 This paper focuses on European smallmedium serial innovators at the beginning of the 1990s and provides an empirical basis to answer the following questions: who are the upstream specialized smallmedium technology producers? How are they distributed across countries? Are there technologies in which they show a relative advantage? By focusing on firms history, activities, and the description of events obtained by different data sources, we also investigates if technology based SMEs choose to implement a strategy based on the commercialisation of their technologies or if they invest in the complementary assets of production, marketing and distribution becoming microchandlerian firms. Through this analysis we are able to propose a taxonomy of technology based SMEs strategies in the market for technology, in the market for embedded technologies and in the market for products. Keywords: SMEs; Technology Strategies; Licensing 1 We thank Davide Castellani, Andrea Fosfuri, Alfonso Gambardella, Marco Giarratana, Myriam Mariani and Bart Verspagen for helpful discussions and suggestions. We also wish to thank Francesco Avvisati, Eleonora Granziera e Andrea Petrella for their research assistance. The usual disclaimers apply. We acknowledge support from the European Commission IHP Grant N. HPSECT200200146. 1 1. Introduction The growth of technologybased firms in Europe is increasingly becoming a crucial issue for the European competitiveness. The European report on SMEs Eurostat, 2002 points out the crucial role of small and new technology based firms for the conversion of scientific and technological innovation in new products and processes. Recent theoretical contributions suggest that the development of markets for technologies may sustain the entry and growth of small technologybased firms and there is also evidence that the markets for technology are more underdeveloped in Europe as compared to the US. Arora, Fosfuri and Gambardella, 2001. They report that in Europe there are less biotech startups because of the different financial institutional environment supporting the creation of new firms, while in semiconductors large European companies like Philips, Siemens, STM, Bull, Thomson CSF seem to be less active in terms of licensing and crosslicensing agreements with respect to their US rivals. Several works have pointed out the recent intensification of trade of technologies and the increasing extent of division of innovative labour among firms. There are several explanations for the emergence of markets for technologies. Among them, the internalisation of the benefits from specialization and internal production of technologies in the view of Stigler, 1951; the increasing technological complexity of products forces also large diversified firms to access some technologies in the market through licensing, alliances, joint ventures or mergers and acquisitions. The emergence of markets for technologies implies that there are firms buying and selling technologies. Recent literature has emphasised the role of large firms both as buyers and sellers of technologies, as well as internal users of their technologies especially in the chemical and pharmaceutical sectors Cesaroni, 2003, the electronics and semiconductors Grindley and Teece, 1997. However, the literature has much less emphasised the role and the strategies played by small and medium firms in the market for technologies, in particular as suppliers of technologies through licensing, as developers and producers of intermediate technology inputs or as developers of technologies integrated into final products. Recent empirical evidence for the US suggests that in sectors like the semiconductor, the biotechnology, the medical electronics Rosenberg, 2000; Arora et al., 2001 the small firms managed to grow by focusing on the technology development activities and by establishing supply or cooperative agreements with large firms. These are also the sectors in which licensing 2 strategies of US firms are more diffused Anand and Khanna, 2000, although the motives for licensing may be different for large and small firms. In a recent contribution, Hicks and Buchanan 2003 have also argued that small serial innovators, that is small US companies with 15 or more USPTO patents in 19962000, are often suppliers in the markets for technology. Other recent works explored the determinants of commercialisation strategies of a sample of startup innovators by distinguishing firms that adopted a cooperation strategy in the market for ideas based on licensing, acquisitions, alliances and firms adopting other strategies, considered by default as competing in the product market Gans et al., 2002; Gans and Stern, 2003. This paper contributes to this issue by investigating the characteristics and the patterns of growth of technologybased SMEs who serially innovate in Europe. In particular it provides an empirical basis to answer the following questions: how the serial innovators are distributed across countries, sectors and size? how important are the technologies of the large and small serial innovators? What are the strategies of small serial innovators? In particular the paper wants to add novel empirical evidence on one area that is still largely unexplored, that is the strategies and the patterns of growth of the upstream specialized technology producers. In particular we aim to understand if small technologybased firms can grow by implementing business strategies focused on the development and commercialisation of their core technologies, i.e. by operating in the markets for technology, or if they also need to move downstream by investing in manufacturing and distribution assets and capabilities to compete in the markets for products and services and appropriate the returns from their innovations Teece, 1986. The empirical analysis developed in this paper aims to uncover the characteristics and the technological strategies of the serial innovators in Europe. First, we use the European Patent Office EPO database to select our sample of serial innovators in Europe, characterised as European firms with at least five EPO patents for which they applied between 19901995. We use the REFI database on patent citations and complementary sources like Who Owns Whom and Dun Bradstreet Europe to collect company level data on sectors, number of employees, parent and subsidiaries. The analysis of these data shows the country and sectoral distribution and the relative importance of technologies of serial innovators by size classes small, medium and large. Second, we use several information sources Promt, ASAP, Hoovers, SDC, EPO databases and the companies web sites in order to empirically assess the relative importance of the strategy adopted by the small firms, that is if they simply sell their technologies or if they invest 3 in complementary assets to become a microchandlerian firm. From the analysis of our sample of small technology based firms we are able to propose a taxonomy of three main groups of competitive strategies in the market for technologies, in the market for embedded technologies or in the market for products. We also build several firms case studies that aim to support the validity of the classification of different types of technological strategies. The paper will be organised as follows. Section 2 will present the goal of the paper, the background literature and the development of the main argument of the paper. Section 3 will describe the data and the sample construction procedure. Section 4 will present some descriptive statistics on the sample of European Serial Innovators and some analysis mainly focused on patenting activity of these firms. Section 5 will propose a classification of the company strategies based on a deep investigation of the sample of small serial innovators. A concluding section will present some avenues for further research. 2. Technologybased firms and markets for technology Technology management and patenting of large and small firms Several recent works pointed out that large and small firms are changing the way in which they manage technology. Kortum and Lerner 1999 analyse the recent surge in US patenting from 4080.000 patents per year in the 1980s to more than 120.000 patents in 1995, and point out that small and new firms are exploiting the patent system more aggressively and that their relative share of patents is substantially increased with respect to large firms. Both large and small firms have shown positive rates of growth of their patenting activities but small and new firms have grown more. A careful analysis of the possible explanations for the upsurge of US patents, based on institutional changes of the patents system and on the increase of opportunities for technological innovation suggests in fact that these two factors cannot account for the general growth of patenting activities. By exclusion they suggest that the change in the management of innovation strategies of large and small firms can represent one of the main relevant factors. Their hypothesis is also supported by other works on firms patent activities, which show that firms appropriate the return from their innovation with different means. In particular in the last decade there has been a change in the reasons for patenting by firms in different sectors. In most cases patents are considered less effective for appropriating the returns from product and process innovation with respect to means like secrecy, lead time, investments in complementary assets 4 Levin et al., 1987; Cohen et al. 20002. Among the changing reasons for patenting licensing emerges as important in the pharmaceutical sector, while prevention from copying, protecting against infringement suits and crosslicensing has become very important in the semiconductor and electronics industries also confirmed by the studies of Grindley and Teece, 1997; Anand and Khanna, 2001. Hall and Ziedonis 2001 have developed a careful analysis of the different determinants of patenting for large firms with manufacturing facilities and design firms in the semiconductor industry. They aim to understand why the number of patents and the propensity to patent with respect to RD has strongly increased from 1979 to 1995 although patents are considered the least effective way for appropriating the returns from innovation in the Cohen et al. 2000 survey. The results of a qualitative and quantitative analysis reveal the different patenting behaviour of the two types of firms. Large firms patent to protect against possible infringements suits and to build a patent portfolio to be used in crosslicensing negotiations with large rivals. Design firms with no manufacturing facilities patent to appropriate the returns from innovation in technology niches and to trade technologies with the owners of other complementary assets in particular with foundries providing the manufacturing facilities. Large and small firms in the markets for technology The change in the management of innovation hypothesis and the different behaviour of large and small firms is in line with the theoretical and empirical work of Arora, Fosfuri and Gambardella 2001 on the emergence and increasing use of the markets for technologies. They point out that trade in technology is more common than in the past, and that together with the intensification of patenting activities there has been an increase in the licensing revenues. They provide two different explanations for the presence of large and small firms in the market for technologies. Large firms may obtain revenues from licensing their technologies when their share in the product market is small or in markets in which they do not wish to produce, like in geographical distant markets or when there is high competition in downstream markets. In these ways companies may increase their rents from RD activities through license fees. Large firms may also exchange their technologies within RD alliances or cross licensing agreements to acquire technology which is owned by other companies but it is necessary for internally producing multitechnology products. 2 Although Cohen et al. 2000 do not observe the timing of the firms decisions, they suggest that firms first maintain the secret to have the time to invest in comple mentary assets, accumulate knowledge through learning and lead time, then they patent their technologies to avoid the entry of competitors. 5 In their core markets, large firms may instead protect their intellectual property, invest in the complementary assets for production and distribution and compete in the market for products. In this case it is less likely that firms sell their technologies, thus providing access to rival firms. For example licensing can not be a sensible strategy in markets that are small in size e.g. butyl rubber for Exxon chemicals or wire and cable applications for Union Carbide, in which few firms have a strong position, because licensing tends to increase entry and reduce profit margins. In a model Arora and Fosfuri 2003 suggest that the level of competition in the market for products affects the incentives of firms to licence technologies in markets in which they also produce. They compare a revenue effect obtained through the licensing fees and a rent dissipation effect deriving from the increased competition in the product market. The monopolist firm will have no incentives to license the technologies because the rent dissipation effect will be maximum. If there are other competitors in the product market, the rent dissipation effect will be shared across all competitors thus increasing the incentive to license. On the other hand, firms missing the production and commercialisation capabilities and with no share in the product market have the maximum incentive to license their technologies. A general message that can be drawn is that large firms commercialise their non core technologies while protect their core technologies, except for the cases in which they need to gain access to external technologies through crosslicensing or in which the revenue effect is larger than the rent dissipation effect3. For small and new firms focused on the technological development more than on the production and commercialisation activities, licensing may instead allow to appropriate the returns from innovation. Markets for technologies may be critical because the cost to access to complementary assets may be excessive. Small firms operating in the market for technologies may outsource production and develop commercialisation assets either internally or through alliances with other companies. However, if they invested in costly complementary assets in production and distribution, they would need to continuously invest in new technologies to feed those assets. Arora et al. 2001 have shown some examples of small US companies missing the capabilities for efficiently investing in manufacturing but that manage to grow by outsourcing the manufacturing to large established firms. This strategy is quite common for the US semiconductor companies designing ASICs to be produced in the large foundries, as also 3 The distinction between core and noncore must be referred to the fact that firms enter or not in the product market also geographic. 6 reported in Hall and Ziedonis 2001. A revealing case is the company Cambridge Digital Technologies, whose founders where originally university researchers, that started to invest in manufacturing and avoided the failure only when they changed strategy by focusing on the licensing of their technologies and on RD agreements with large companies possessing the assets and capabilities for manufacturing and commercialising the products. Another interesting example is the US medical device industry, which is composed of more than 10.000 firms Rosenberg, 2000. Most firms are very small and are concentrated on the early stage of development, while there are several large firms that invest in later stages of the development process and produce the final product. Large firms often fund research conducted in small firms also with the intention to acquire the small firms developing promising technologies. Small firms seek to be acquired by large firms, to sell their technologies or to start joint research and development, manufacturing or marketing. Only in a very few cases new small firms became successful in the product market. Recently Hicks and Buchanan 2003 have argued that small serial innovators, that is small firms with a sustained, public record of successful technical advance, are often suppliers in the markets for technology. They suggest that serial innovators have formal RD structures, outsource RD for large firms or conduct RD with the support of large firms, they focus on core technologies instead of core products in particular where markets are well developed. They compare some characteristics and the patenting performances of small US serial innovators with that of large firms, and find that small serial innovators produce technology of higher quality, more broadly based and more closely linked to scientific research. They also observe that these firms are younger than large firms. A direct evidence on the participation of small firms in the markets for technology is represented by the data on coassigned patents, that is patents jointly owned by two or more organizations. According to Hagedoorn 2002 coassigned patents are the result of small scale joint RD that may have produced only a few patents one or two. In this case small firms jointly develop and exchange technology, but also manage together the protection of their inventions since in smallscale projects it is difficult to assign separately the intellectual property. Hicks and Buchanan 2003 find that 3.2% of small firm patents are coassigned, compared to 1.7% of large firm patents. The larger share of coassigned patents by small firms suggests that it is more likely that they are involved in joint research and development activities and supports the idea that they work in the markets for technology. In a similar vein Gans et al. 2002 and Gans and Stern 2003 explored the determinants of the commercialisation strategies of a sample of US startup innovators by distinguishing firms 7 that adopted a cooperation strategy in the market for ideas based on licensing, acquisitions, alliances and firms adopting other strategies, considered by default as competing in the product market Gans et al., 2002; Gans and Stern, 2003. They find that determinants of the cooperation strategy are the strength of intellectual property protection, lower transaction costs and the existence of high sunk costs of entry into the product market. Technology suppliers or microchandlerian firms? Our work builds on this literature and aims to contribute in two directions. First, it aims to identify the strategies of small technologybased firms as producers, sellers or users of technologies. Technologybased firms may develop technologies for different purposes: i for internal use in the manufacturing of products; ii for selling technologies through licensing or other agreements or for selling intermediate technology inputs requiring some manufacturing activity; iii for creating absorptive capacity of external knowledge or for other possible reasons for example new technologies may be the unexpected results of research or manufacturing activity that are not finally used internally or externally. At the same time firms may buy technologies for internal use. The literature has suggested that in many cases large firms both buy and sell technologies, and use the technologies for the internal manufacturing of final products. For small firms the evidence is very limited and our idea is that small technologybased firms specialize either in the development and commercialisation of technologies or in the development of technologies devoted to production of products, especially in market niches. We aim to understand if small firms are specialised or if they implement broad strategies similarly to large firms. We build a taxonomy of small firms strategies in the market for technology, in the market for embedded technologies and in the market for products and study the position of firms within this taxonomy. In particular we find out who is active in the market for technology, if small firms focus exclusively on the supply of technologies or if this strategy is associated also to the supply of products, or if small firms need to move downstream by investing in the complementary assets of production, marketing and distribution becoming microchandlerian firms Chandler, 1990. The more general purpose is that of identifying viable and successful technology strategies for the growth of small firms. Second, it focuses on the European small and medium serial innovators, for which the empirical evidence is rather limited if compared with the US case, and develops a systematic empirical analysis of the strategies of technologybased firms in the market for technologies and in the market or products. We believe that this is an important contribution since the empirical 8 evidence on this issue is very limited and partial. The evidence on markets for technologies is mainly based on the existence of technology trade and licensing at the sectoral level or on case studies at the sector or firm level. However, in most cases it calls attention to the occurrence of supply of technologies, mainly through licensing, without controlling for the importance of licensing within the overall firm strategies. Moreover, we analyse the country and sectoral distribution of firms in different size classes and the relative specialization and importance of the technologies of small and large serial innovators. 3. Data and Methods of Analysis The empirical analysis of this paper is carried out on a sample of technologybased firms in Europe. In order to assess the goals of our analysis, we choose to focus on firms with a sustained amount of patent applications in 19901995, similarly to Hicks and Buchanan 2003. Our sample was then built in several steps by using different sources of data. First, we used the EPO database in order to select all European firms that applied for at least 5 patents in 19901995, thus identifying the sample of European serial innovators. We decided to focus on serial innovators for screening a sample of firms that are very likely to be technologybased, although some technology based firms may be present among applicants with less than 5 patents 4. The choice of the period has been driven by the need of having a subsequent period for observing the strategies of the firms. At this stage, we could select 3.291 different European companies 5, which account for 34% of the total amount of EPO patents in this period. For the remaining 66%, we are able to identify 29% of patents from the US and Japanese most patenting companies 6 at EPO, 18% of patent from other US and Japanese applicants and just 1.03 % of patents from European public research institutions, universities and individual inventors with more than 5 patents applications each. The lasting 18.03 % of patents belong to other European applicants with less than five patents and other non EU, US and Japanese applicants. Second, for each of the 3.291 European companies we searched in the DB Europe publication 1994 data on the eventual affiliation to a parent company, the number of employees, sales and the sector of activity up to five SIC codes, 4 It is also for this reason that we decide to select firms with at least 5 patents instead of 15 like in the work of Hicks and Buchanan 2003, in order to select a large sample of technology based firms. 5 We consider here companies in all the European countries for which data are available from the publication DB 1994: France, Italy, Switzerland, Belgium, Luxemburg, Austria, Germany, Spain, Great Britain, Ireland, Netherlands, Denmark, Norway, Sweden, Finland. 6 We identified this percentage from the preliminary phase in which we checked the names of all the companies with more than 100 patents. 9 collecting data for 1796 of them. For the firms that we could not find in the source DB, we also checked on the source WOW 1993 whether they were subsidiaries of other firms in the period under observation 7. After the association of subsidiaries to their parents we had a sample of 2644 firms and we ended up with a sample of 1294 non missing serial innovators. This sample represents 85% of the total amount of EPO patents from European serial innovators in the period 19901995. In order to check for eventual biases due to the problem of missing data from the source DB 1994, we run a missing analysis on a random sample of these companies. We selected 150 companies among the DB missing serial innovators and checked for information on sales and employees, industrial sector, parent company, if any, and year of foundation 8. We did not find any strong empirical regularity in terms of industrial sector. It is not very easy to say if any regularity exists about the size of these firms. The fact that they were not found in the source DB could suggest that they tend to be smaller in size. Moreover, the missing firms tend to be absent from the upper part of the distribution of firms per number of EPO patents. Nevertheless, most of these firms could be found on the web and, for the ones for which we could find information on the employees 9, we did not find a strong bias in a specific size class. If we can exclude that these firms are in the very upper tail of the size distribution, we cannot really say in which size class they are more likely to be. Furthermore, some firms are missing in the source DB 1994 because they changed name after that year, for example after a merger 10. While we could control for this kind of missing data for wellknown European firms, some other companies are clearly more difficult to detect. The empirical analysis carried out in this paper focuses on the sample of 1294 companies that we could identify in the source DB 1994 and try to delineate their characteristics in terms of size, sectors, patenting activity, technologies, and their strategies. In particular we highlight the different characteristics of smallmedium serial innovators with respect to the large ones. In so doing, we first produce an accurate analysis of the patenting activity of our sample of European serial innovators considering the subsamples of firms with less than 250, 250500 and more than 500 employees see Section 4. We also use the REFI database on patent citations updated to 7 17% of the companies that were missing in the source DB 1994 resulted as subsidiaries of other companies in the source WOW 1993. 8 We mainly checked on the company web pages the companies. 9 Only for 30 of these firms we could not find any information on the web. For the others, in most of the cases we could not find systematic information on all the variables of interest. For almost all of them we can identify the industrial sector. 10 On the Epo database we can often find firms with the name they started to have after a merger, even if this happened after the year the patent was applied. 10 2003 to study the relative importance of patents of large and small firms in different technological classes. Second, we focus on the subsample of 114 small serial innovators and develop a taxonomy of their technological and business strategies. This classification is based on an analysis of a series of events, identified through several sources of data and information at the company level. From the SDC database we extract information about the acquisitions firms or parts as targets or acquirors and joint ventures, joint research and development, joint production, joint marketing, supply or licensing agreements. We also use the PROMT database, including information about product development and introduction, patents and copyrights, plant divestitures, alliances, partnerships, and the ASAP database, collecting press articles searchable for company names from 1983 onwards. The collection of information is complemented by the analysis of the companies web sites, especially for their history. The analysis of firms strategies is also carried out on a smaller sample of European and US serial innovators in the period 19962001 in order to provide an initial comparison between the strategies adopted in the first half and in the second half of the 1990s and between European and US serial innovators. 4. Who are the Technologybased SMEs in Europe? 4.1 Distribution by Country A preliminary analysis of the data provides a description of our sample of serial innovators in Europe by country Table 1. 77.67% of European serial innovators in our sample are concentrated in Germany, Italy, Great Britain and France 43.04%, 11.21%, 12.52% and 10.90% respectively while the patents distribution across countries shows that Germany, France and the Netherlands account for the vast majority of patents by serial innovators 70% of the total and 41.96%, 16.90% and 10.80% respectively, against 8.47% for Great Britain and just 5.39% for Italy. This clearly reflects the different composition of the firm size distributions across countries. While in the Netherlands a high percentage of patents are owned by relatively few large companies 11.03% with a very high average number of patents per large serial innovator , Great Britain and Italy account for a high percentage of patents by smallmedium serial innovators 36.51% and 23.48% respectively with a relative lower contribution from large firms, particularly for Italy. In Great Britain the high contribution in the patenting activity emerging from smallmedium serial innovators relies almost exclusively on one very innovative actor the British Technology Group , which also has a high average number of patents per 11 firm. This company accounts for 73% of the patents from small serial innovators in Great Britain 11. Italy is, indeed, characterised by a lower average number of patents of smallmedium technology based firms. These findings are also in line with the aggregate statistics for RD expenditures and for the propensity to patent in the different European countries 12. TABLE 1 ABOUT HERE 4.2 Distribution by sector of activity The classification of serial innovators by industrial sectors SIC 2digit shows that the largest share of companies is concentrated in the industrial machinery and equipment sectors SIC 35, electronics and other electrical equipment sectors SIC 36 and in the chemical and allied products sectors SIC 28 Table 2. This can be observed both for the smallmedium and for the large firms. 49% of the patents in the sample are applied by firms in SIC 36 and 28 sectors, where the average number of patent per firm is very high for the large ones. This distribution is in line with previous contributions which highlight two main patterns: first, serial innovators are concentrated in industries in which technical innovation and patent protection are important Hicks and Buchanan, 2003; second, the bulk of licensing activity is concentrated in the SIC 35, 36 and 28 industries Anand and Khanna, 2000. A substantial number of firms in all size classes is also active in fabricated metal products ranked 4th in Table 2 while the transportation sector is mainly populated by large firms. are relatively more active in the instrument sector SIC 38. If we observe the average number of patents by serial innovators the rank is quite different. Large firms have a very large share of patents in the communication, oil, petroleum, chemical, electronics, metal mining and transportation sectors, while the average number of patents is evidently smaller in the industrial machinery, metal products, instruments and rubber sectors 13. It is worth noting that the metal and machinery sectors are characterised by a lower propensity to patent and a lower perceived effectiveness of patents as a mean for appropriating the returns from innovation Cohen et al., 2000. Interestingly, as it will be shown in the following tables in which small firms are more specialised. 11 We report in each table also the values obtained without considering this company. 12 We used the Third European Report on Science and Technology Indicators 2003 and the European Report, Fact and Figures 19902000 to check for the RD intensity Gross domestic expenditure on RD as a percentage of GDP and for the average number of patents per millions of inhabitants propensity to patent in the different European countries. We then standardise patents from serial innovators with population in the different countries and we compare them with the propensity to patent of the country. 13 The standard deviation in the average number of patents per serial innovators is, as expected, very high in these sectors. In SIC 35, where the average number of patents per large serial innovators is relatively low, the standard deviation is 137.334. In SIC 36 and SIC 28 the standard deviation is respectively 765.138 and 720.256. This is due to the presence of very few firms with a very large number of patents. 12 TABLE 2 ABOUT HERE The cross countrysector distribution of companies not shown in the tables reveals that the countries with the largest number of companies are also mainly present in the more crowded sectors. However, when we restrict our analysis to smallmedium firms in the sample, the German firms represent a high percentage of the total firms in sectors like fabricated metal products, SIC 34, and industrial machinery and equipment, SIC 35, 43% and 41% respectively, while in the chemicals and allied products the Italian firms account for the highest percentage 50% with respect to the 15% of German firms. 4.3 The Technological Specialization of smallmedium European serial innovators The classification of patents by technological class for groups of firms in different class size shows that the distribution of large, small and medium firms is not uniform across technologies Table 314. All firms own a high share of patents in organic fine chemistry, analysis, measurement control, electrical devices, electrical engineering and electrical energy. Firms with less than 250 employees and with 251500 employees are relatively more present in civil engineering, building, mining, medical, pharmaceutical and mechanical sectors. Large firms have a relatively higher share of patents in the transportation and communication sectors. In some sectors like chemical engineering and medical instruments only medium firms show a relatively higher presence. To check for the relative technological specialization of groups of firms in different size classes we computed the RTA Revealed technological advantage indicator as the percentage of patents in the size class relative to the percentage of patents from each firm in the period 1990199515. We then considered the adjusted RTA as adj RTAij RTAij 1 RTAij 1 in order to constrain it in the interval 1,1. Table 3 reveals that firms are relatively specialised in technologies in which their presence is also relatively large. Moreover, it is interesting to note that the technological classes in which small firms are specialised are often different from medium but especially from large firms. Even when firms in different size classes show a positive RTA, their level of specialization is quite different. This different pattern of technological specialization may suggest a division of 14 We use the technologyoriented classification system elaborated jointly by the German Fraunhofer Institute of Systems and Innovation Research ISI, the French patent office INIPI and the Observatoire des Science and des Techniques OST. It distinguishes 30 different fields of technology and five higherlevel technology areas based on the International Patent Classification IPC. For a direct comparison between ISIINIPIOST technological classes and EPO IPC classes see for example Statistical Analysis on the Distance Between Fields of Technology, Hinze, S., Reiss, T. and U. Schmoch, 1997. 15 The RTA index is calculated as follows: RTAij PijSj PijSi PijSij Pij, where Pij is the number of patents owned by firm i in the technological class j. The index measures the specialisation of firm i in the technology j weighted by the specialisation of all firms in that technological class. 13 inventive labour across these groups of firms. In particular, most of the technologies in which SMEs are more specialised are relative to chemical and engineering activities, mechanical elements and tools, materials and processes, that are technologies commonly supplied to larger firms. TABLE 3 ABOUT HERE We report in Table 4 a measure of the value of patents owned by firms of different size in each technological class. For each technological class j we computed the citation intensity average number of citations per patent for the firms in each size class relative to the citations intensity for all the firms patenting in the whole period 19901995 in the same class j. The index has been normalised like the RTA. SMEs have in some technological classes higher citation intensity compared to large firms. This occurs in several classes in which SMEs are more specialised but also in some technologies like the transportation in which large firms are more specialised. Potentially these very good patents may be protected and incorporated in products sold to the final market or may be supplied to large firms. Patents of large and medium firms appear more valuable in different classes with respect to small firms audiovisual technologies and telecommunication for medium firms and chemical, pharmaceuticals and biotechnology for large firms. TABLE 4 ABOUT HERE An interesting comparison can be done with the situation in the US Hicks and Buchanan, 2003, in which most of the patents from serial innovators with less than 500 employees in 1996 2000 are in pharmaceutical technologies and in biotechnologies and medical instruments and equipment 16. Moreover, as emphasised in Rosenberg 2002, many new science based firms spunoff from universities have been created in the medical and biotechnologies. In Europe we also observe a relatively large presence of small and medium serial innovators in these technologies although the relative quality is not very high. The empirical analysis in this section has shown some interesting differences in the sectoral and technological distribution of firms in different size classes, and also dissimilarities in their technological specialization and importance of technologies. It seems to emerge a pattern of division of technological labour among large firms and small serial innovators. In particular SMEs appear to be relatively more specialised in supplier sectors of technologies. These patterns 16 As part of this analysis, we plan to observe the patenting activity of the complete set of small serial innovators between 1990 and 1995 in the subsequent period 19962001. This will be done together with a control analysis on serial innovators selected in 19962001, that will allow us to better compare the share of firms and patents in different sectors in EU and US. 14 however need to be further investigated through the analysis of the use of technologies at the firm level. Next section will be focused in particular to the analysis of the strategies of small and medium firms in the markets for technologies and in the markets for products. 5. A Taxonomy of SMEs Technological Strategies This section aims at uncovering the strategies of smallmedium technology based firms. In fact, all technologybased SMEs identified in our sample invest persistently in innovation and patent their inventions, but they may adopt different strategies for the exploitation of their technological assets. We focus on the sample of 114 technology based SMEs, and identify a taxonomy of strategies in which these firms can be classified. The main idea underneath our taxonomy is that, among some alternatives, these firms may incorporate patented technologies into products sold in the final market, into tools, processes or other intermediate technology inputs supplied to the intermediate market or they can supply their technologies through licensing, provision of services or other cooperative agreements. In other cases they can do combinations of these activities. These strategies may imply different levels of investment in the complementary assets of production and distribution, and this may represent a crucial starting point for understanding the determinants of innovative SMEs survival and growth. Moreover, the identification of the these strategies will allow us to better understand to what extent smallmedium technology based firms contribute to the division of innovative labour with large firms, by supplying their technology trough licensing or RD contracts. Our process for defining the type of strategies has mainly been inductive. We can summarise it in two main phases. Having in mind the idea of distinguishing strategies of firms commercialising technologies rather than products, we first analysed in detail firms history, activities, products, joint ventures, researchproductionmarketing agreements and similar. This analysis was mostly performed using databases on specialised press articles on firms events, namely ASAP and PROMPT, and companies web sites. The SDC database was used as an additional source of data on firms deals, mostly mergers and acquisitions and joint ventures. technologies and important events like licensing, From the first appreciative analysis we selected and codified several facts and events related to the firms activities and strategies, which are the presence of manufacturing facilities, the launch of products, the provision of technical and engineering services, the presence of joint ventures or contractsagreements in RD, production or marketingdistribution, the presence of 15 licensing in and out, the presence of foreign subsidiaries or sales facilities, the acquisition of assets in other firms, the acquisition target from other firms and, finally, the type of market final or intermediate. Second, we analysed all these events and identified three main summary criteria for classifying companies. The first is the presence or absence of manufacturing facilities. The second is the market for the firms technologies or products that can be intermediate i.e. the manufacturing sector or final i.e. the final user or the service sector. The third is the presence of events like licensing and RDtechnology contracts or agreements. The combination of these three variables allowed us to identify three pure strategies, namely market for product, market for embedded technology and market for technology. The three strategies are described and explained in detail in section 5.1, together with some illustrative examples from our sample. In synthesis, the distinction between the strategy of market for technology and market for embedded technologies lies mainly in the presence or absence of manufacturing facilities, while the separation between market for embedded technologies and market for products depends mainly on the final market. The companies may also pursue mixed strategies, for example if they have manufacturing facilities and sell both intermediate inputs and products in the final market. Another interesting type of mixed strategy is detected through the presence of licensing by companies who also manufacture products to be sold in the final market. Our first qualitative analysis also allows us to assess the level of investment in the complementary assets according to the different strategies. A description of the factors defining the pure and the mixed strategies and a characterization of the strategies in terms of the level of investment in the complementary assets are reported in Table 5. It is useful to underline that all firms in our sample are technologybased and invest persistently in innovation, but they invest differently in complementary assets and adopt different ways of appropriating the returns and using the technology within the firm. Patents, which are important in all three strategies since all firms serially patent their inventions, can be used for licensing, for developing embedded technologies intermediate technology inputs or are incorporated in the final product. In all these cases, our qualitative analysis show how many of these firms represent leaders in niche markets for products or technologies and in several cases they are suppliers of large firms in international markets. In section 5.2, we report some descriptive statistics on country, sector and technological distribution of firms in different types of strategy and emphasize the differences of firms in terms of some main characteristics like age, size, technological diversification, and value of their 16 patents. In section 5.3 we present an initial comparison of the distribution of European serial innovators by type of strategy in 19901995 with the distribution for a smaller sample of European and US serial innovators in 19962001. TABLE 5 ABOUT HERE 5.1 SMEs Strategies of exploitation of their technological innovation Market for technologies The first strategy is labelled market for technologies, and corresponds to cases of firms that supply technologies more than products, and their level of investments in complementary assets of production and distribution is quite low. In particular this strategy is adopted by firms that commercialise their technologies through licensing, technological contracting, joint research and development, provision of design and engineering services, training and can include firms that are in total or in part acquired by other existing firms. This should be typical of firms developing technologies but that do not enter in the product market to compete with existing firms. The rents from the innovation come from the commercialisation of the technologies or from the money gained by the shareholders through the acquisitions by larger firms 17. A clear indicator of this type of strategy is the absence of manufacturing plants. Table 6 shows three interesting cases of companies operating in the market for technologies that we found in our sample. The typical case is represented by Cambridge Display Technologies CDT, a company founded in 1992 by Cambridge University researchers, with the goal of further developing the light emitting polymers displays LEPs and ultimately commercialise their use. LEPs are a generalpurpose technology with broad potential for application in several sectors. LEP displays are expected to appear in portable electronic products such as mobile phones, camcorders, digital cameras and personal digital assistants. In the long term, the technology could be scaled up for larger applications such as computer screens and televisions. The strategy of the companies has since the beginning been based on the commercialisation of the technology through the licensing of its patents. Many investors have funded the growth of the company, and in 1999 two New York based private equity funds acquired a majority interest, but the company remained based in the Cambridge University campus. CDT has been involved in several licensing agreements with large companies for the commercialisation of its technologies: Dow and Dupont, Delta 17 As suggested in some previously mentioned works Rosenberg, 2000; AFG, 2001, it is worth noting that acquisition by established large firms could be the reason beyond the foundation of firms specialised in market for technology. 17 Electronics, Luxell Technologies, Micro Emissive Displays, OSRAM Opto Semiconductors, Philips Electronics, and SeikoEpson. In 2002 Cambridge Display Technology has acquired Opsys, an Oxford University based spinoff engaged intellectual property, commercialisation, and technology development of organic light emitting diode OLED display technologies. The aim of CDT was that of adding specialised scientists and competences related to the display technologies to finally enhance the attractiveness of its display technology portfolio to existing and prospective licensees. the in In the pharmaceutical industry, several companies develop and commercialise drugs through licensing. Many pharmaceutical companies also manufacture the drugs and sign licensing agreements giving the rights to commercialisation in other geographical markets. The company reported in Table 6, Biotie Therapies, has a strategy focused on the early stages of research and clinical development, and on licensing agreements to other companies at the late stage development and manufacturing of the drugs. Neuro Search is another biopharmaceutical company focused on unmet medical needs within specific diseases. Neuro Search has a broad research and development portfolio, which includes compounds in clinical development and a number of preclinical and drug discovery programs and has several cooperation agreement with large companies. A very different and peculiar case is represented by the British Technology Group, which could be considered a market for technology itself, since its mission is that of developing and commercialising technologies developed in several fields, of favouring the founding of technologybased business ventures, and also of licensing in technologies to be offered to other potential licensees. The Group is engaged in the process of finding, developing and commercialising high potential technologies from a range of life and physical sciences sectors. These technologies come equally from universities and companies. TABLE 6 ABOUT HERE Market for embedded technologies The second strategy, called market for embedded technologies, includes all specialised technologybased suppliers that develop technologies incorporated in components, machines, equipments, production processes which are finally used by other companies manufacturing final or intermediate products. The level of investments in complementary assets is larger because these small technology based companies often have manufacturing facilities to produce the component or equipment and invest in downstream assets for the commercialisation of the product or for the provision of training services and postsales assistance. Firms in this category 18 may adopt heterogeneous types of strategies. On the one hand they may supply a standardised embedded technology that is used in several sectors and products and that is produced in series a general purpose technology. On the other hand firms can provide custom products or services, i.e. they supply customised final solutions or design and engineering services associated to a production technology. This strategy is identified through the presence of substantial RD activities for the development of the embedded technology. In some cases a brilliant invention with broad potential for application set the basis for the growth of a small firm. Instead of investing in the final product, the innovative firm tries to sell the technology to all potential users. In many cases agreements like joint ventures, joint production and joint marketing agreements are developed for manufacturing and commercialising the products based on their technologies. For example small technology based firms may outsource some production activities and develop marketing alliances for the commercialisation of their products. Examples of this strategy are companies developing a specialised technology embedded in a component or machinery that is finally used in several manufacturing processes of other companies Table 7. Alten Geratebau for example has become leader in dock loading and equipment, and the growth has become more rapid after its acquisition by the Swedish Cardo Group in 1998. Sihi Gmb H has a similar story, producing vacuum pumps for several types of vehicles and has been finally acquired by the Sterling Fluid Holdings, a subsidiary of the Thyssen Bornemisza group. The Braibanti pasta processing technology, installed in many factories producing pasta, represents another interesting case. In some cases the companies also provide customised solutions based on the technology, specialised engineering and design services or training of personnel, like for example Nuova Roj Electrotex or Allgon. TABLE 7 ABOUT HERE Market for products The third strategy is labelled market for products, which implies that firms launch some products, build plants, manufacture the products for final markets and invest considerably in downstream complementary assets in house or through acquisitions of assets from other companies in total or in part. Competition in this case occurs in the product market where also other incumbents can be present. In many cases small firms with innovative ideas try to enter in confined market niches. This strategy resembles that of the large chandlerian firms and is typical of firms developing technologies to be integrated in final products internally manufactured. The events associated to this companies are the presence of in house investments in production and 19 marketing, the launch of final products, the acquisitions of companies with manufacturing facilities, the creation of manufacturing or sales subsidiaries see Table 8 for some examples. Many small companies pursuing a strategy in the market for products base their activities on the internal development and manufacturing of an innovative product, whose technologies are not commercialised to other competitors. Companies also make some investments in downstream complementary assets of marketing and distribution. Some examples are the Cimbali coffee and expresso machine, the Durst Phototechnique products for digital print or the bodyguard and other patented products based on innovative materials of Meliconi. It is worth noting that not all firms in the market for products invest since the beginning considerably in production and especially in marketing and distribution. in An interesting case of a company that progressively increased the level of investments in downstream complementary assets is Disetronic Medical Systems, founded in 1984 by two brothers Willy and Peter Michel, who recognise that the treatment of diabetes could be substantially improved with sophisticated programmable insulin pumps. One of the two founders was an executive in the pharmaceutical industry and expert in diabetes treatment, while the other had theoretical and practical knowledge in physics and engineering. However the lack of funding could not allow the commercialisation of the insulin pumps, which was instead possible through collaboration agreements with large companies. In 1985 Aventis Hoechst took over the marketing and distribution of the MRS insulin pump in several large European markets and in 1986 Disetronic develops a new product for Aventis. In 1988 it started to invest in assets for the direct commercialisation of its products abroad through the creation of a foreign sales subsidiary, bought a production plant in Germany and in the early 1990s it launched several new products directly in the market, while still developing new generations of products for Aventis. The expansion has also been conducted through a few acquisitions of small companies Rondo AG, Dividella and Micro Med and has been associated with a growth of the sales and of the number of employees more than 1000 in 1999. TABLE 8 ABOUT HERE Mixed strategies Small firms may also pursue different types of mixed strategies instead of specializing either in the commercialisation of technologies or final products. First, we identify mixed strategies in the market for embedded technologies and in the market for products for the companies having manufacturing facilities and producing both intermediate technology inputs sold to the manufacturing sector and products sold to the final market. A case 20 example is represented by Askoll, which invented the synchronous pump for aquariums. Its technology has been widely adopted by large users of home appliances like washing machines, dishwashers and by producers of aquariums. The company web site reports that 50 million aquariums use its technology and 80 million dishwashers adopt the Askoll Inside concept. At the same time Askoll internally manufactures aquariums and other products for gardening embodying the synchronous pump Table 9. Second, we use the event of licensing for discriminating firms that are in the pure market for technology strategy introduced above or instead pursuing mixed strategies, for example manufacturing products or embedded technologies but also licensing some of their technologies. In this way we identify the small firms that participate to the division of innovative labour by actively operating in the market for technology either with a specialised strategy of commercialisation of technologies or embedded technologies, or with a mixed strategy characterised by the presence of licensing activities. Several of these cases are in the pharmaceutical industry, and are characteristics of companies strongly devoted to the development of drugs and molecules licensed to other pharmaceutical companies, but also manufacture their own products. Mediolanum Farmaceutici based its strategy in the early 1990s on the licensing of some molecules, but at the same time acquired two French companies with manufacturing facilities. Rotta Research Laboratorium develops several therapeutic drugs licensed within joint agreements, but also manufactured by the Rottapharm group. TABLE 9 ABOUT HERE 5.2 Some insights from our sample of smallmedium European Serial Innovators The main finding from our classification of technology based SMEs according to their strategy seems to show that the presence of small firms lacking the commercialisation capabilities to compete in the final market and specialized in technology trading in the early 90 was quite limited while the bulk of European serial innovators have to be found indeed in the embedded technology strategy. The results of the complete analysis of the sample of small and medium serial innovators are summarised in Tables 1013. Figure 1 shows that the largest share of firms is equally distributed in the Market for embedded technologies Mf ET and in the Market for products Mf P strategies. Five firms adopt a pure strategy in the market for technologies Mf T and 14 firms have a mixed strategy. 21 For two firms we could not find clear information for understanding and classifying their strategy 18. The country distribution of strategies mainly reflects the overall sample distribution, with some difference Table 10. In Germany the share of Mf ET strategies is relatively larger than the Mf P strategy, while in Italy this share is relatively larger for the Mf P strategy, although the differences are quite small in terms of numbers. In the UK 3 firms out of 12 adopt a pure Mf T strategy CDT, CAT and BTG and it is worth noting that these companies are closely related to the scientific academic environment. CDT is a Cambridge University spinoff, which also acquired Opsys, an Oxford University spinoff also characterised by a pure Mf T strategy. BTG has the University among its investors and its activities and technologies are strongly science linked. In the mixed TP strategy there are mainly Italian companies in the pharmaceutical sector SIC 2834, who invested in manufacturing facilities only for some drugs or for the national markets, but rely on licensing agreement or on cooperative agreements to sell their technologies in markets for which they do not possess the complementary assets of production and distribution. The distribution of firms by sector Table 11 shows that the two largest groups of strategies Mf ET and Mf P are present in several sectors. However, as also indicated by the SIC concentration index, almost half of the firms adopting the Mf ET strategy are in the machinery sector, firms in the electrical sector have mainly a Mf P strategy while the pure Mf T strategies are in the chemicalpharmaceutical and in the business and engineering service sectors. It is also interesting to note that all firms with Mixed TP strategies are in the chemicalpharmaceutical sector. Table 12 summarises some firmlevel characteristics by type of strategy. Firms in the pure Mf T are younger than firms with other strategies. The distribution of size and number of patents per firm is quite uniform across categories, except for the BTG group, and for the three old companies with mixed TET strategy. Some interesting differences can be found in terms of specialization and value of technologies. Firms in the Mf T and in the Mf ET are less focused than firms in the Mf P, as shown by the Herfindhal index calculated on patent technological classes according to the ISI INIPI OST classification at the type of strategy level and at the firm level. The average number of citations is larger for patents used in the Mf T if we exclude the British technology group from the analysis. Moreover, citation intensity is greater for patents of firms in mixed strategies. 18 It is also possible that they exited the market. 22 6. Conclusions and further research This paper has developed a descriptive analysis of the characteristics of the European serial innovators and proposed a classification of the heterogeneous technology strategies that they can pursue. The analysis of large and small serial innovators suggested they focus and specialise in different technological classes and this may suggest a division of innovative labour among firms of different class size in different sectors and technologies. The accurate analysis of small serial innovators have provided new empirical evidence related to the different strategies of technology based companies, that helped us to delineate a taxonomy that goes from the market for technology, i.e. the technology supplier firm, to the microchandlerian firm competing in the market for products and investing both in technology and in downstream complementary assets. This analysis allowed to explore and identify how diffuse are these strategies across firms, the sectoral distribution and technological specialization and the value of patents in different classes. In the progress of this work we will identify if there are strategic dynamics patterns of firms moving across these strategies during their life or if firms stick to a main strategy, and if acquisitions of firms by large firms play a relevant role in the dynamic pattern of firms in the market for technology. Some examples of large and medium firms active in the market for technologies will also contribute to deepen this issue. Starting from this classification, we aim to investigate the evolution and the strategic patterns of these firms trying to assess the relations between technological strategy and the related performances. This analysis will allow to answer some of our initial questions on the probability of entry and growth of companies focused on the commercialisation of technologies as a main strategy of appropriation of the returns from innovation and on the easier entry in the market for technology suppliers, in particular in markets where the development of complementary assets is too costly for new and small firms. We also aim to understand if there are geographic patterns of distribution of firms in the market for technologies, if markets for technologies emerges in some areas instead of others, and if relations with large firms, universities, venture capital are important for the emergence and growth of specialised technology producers. In the future research we will develop a broader comparison of the characteristics of smallmedium serial innovators in Europe, with the US serial innovators as described in Hicks and Buchanan 2003. Our future analysis will also be based on larger sample of European serial innovators in the first and second period, thanks to the availability of additional datasets that will allow us to cover a large portion of missing observations. 23 References Anand B.N., Khanna T. 2000, The structure of licensing contracts, Journal of Industrial Economics, 48, 103135. Arora A., Fosfuri A. 2003, Licensing the Markets for Technology, Journal of Economic Behaviour and Organization, 52, 277295. Arora A., Fosfuri A., Gambardella A. 2001, Markets for Technology: The Economics of Innovation and Corporate Strategy, The MIT Press, Cambridge MA Cesaroni F. 2003, Technology strategies in the knowledge economy: The licensing activity if Himont, International Journal of Innovation Management, 7. Chandler A.D. 1990, Scale and Scope. The dynamics of industrial capitalism. The Belknap Press of Harvard University Press, Cambridge, Massachusetts. Christensen C.M. 1993, The Rigid Disk Drive Industry: a History of Commercial and Technological Turbulence, Business History Review, Winter, 531588. Cohen W.M., Nelson R.R., Walsh J.P 2000, Protecting intellectual assets: Appropriability conditions and why U.S. manufacturing firms patent or not, NBER Working Papers 7552. their DB Europe 1994, Dun Bradstreet. European Business. Facts and Figures 19902000, European Commission. European Commission 2001, Benchmarking Enterprise Policy: Results from the 2001 Scoreboard, Commission Staff Working Paper. European Commission 2002, Benchmarking Enterprise Policy: Results from the 2002 Scoreboard, Commission Staff Working Paper. Eurostat 2002, SMEs in Europe. Competitiveness, innovation and the knowledgedriven society, 19962001. European Commission. Gans J.S., Hsu D.H., Stern, S. 2002, When does startup innovation spur the gale of creative destruction?, RAND Journal of Economics. Gans J.S., Stern, S. 2003, The product market and the market for ideas: commercialisation strategies for technology entrepreneurs, Research Policy, 2003, 32, 333350. Grindley P.C., Teece D.J. 1997, Managing intellectual capital: Licensing and crosslicensing 24 in semiconductors and electronics, California Management Review, 39, 841. Hagedoorn J. 2002, Sharing Intellectual Property Rights An exploratory study of joint patenting amongst companies. MERIT, Maastricht, mimeo. Hall B.H., Ziedonis R.H. 2001, The patent paradox revisited: an empirical study of patenting in the U.S. semiconductor industry, 19791995, RAND Journal of Economics, 32, 101128. Hicks D., L. Buchanan 2003, Serial Innovators in the markets for technology, Paper prepared for the ASEATInstitute of Innovation Research Conference, April 79 2003 Manchester Klepper S. 2001a, Employee startups in high tech industries, Industrial and Corporate Change, 10 3, 639674. Kortum S., Lerner, J. 1999 What is Behind the Recent Surge in Patenting, Research Policy 28, 122. Rosenberg N. 2002, Americas UniversityIndustry Interfaces, Stanford University. Teece D.J. 1986, Profiting from technological innovation: Implications for integration, collaboration, licensing and public policy, Research Policy, 15, 285305. Third European Report on Science and Technological Indicators 2003, European Commission. 25 Tables and Figures Table 1. Number of Serial Innovators and % of Patents by Country and Size, 19901995 Country N of Serial Innovators % of patents per size class and total Average n of patent per SI Austria Belgium Switzerland Germany Denmark Spain Finland France Great Britain Ireland Italy Luxembourg Netherlands Norway Sweden 250 250500 1 7 38 1 3 7 13 39 4 1 4 1 3 99 5 3 7 12 16 1 31 6 1 3 500 32 10 59 420 28 8 22 122 133 75 2 40 6 32 4.93 22.84 1.88 250 250500 500 1.12 1.04 0.84 8.46 41.92 1.10 0.10 1.57 17.27 7.94 2.37 4.16 1.55 42.55 1.88 1.55 6.08 4.21 35.811.4 11.43 1.02 13.39 1.17 5.26 23.04 5.15 0.09 11.00 0.32 3.11 3.50 0.52 3.92 0.24 5.63 total 1.04 4.93 22.84 1.88 1.17 5.26 35.88.9 23.04 3.50 0.52 16 11 9 29 6 12 250 250500 500 35 83 142 99 39 12 70 140 59 64 46 273 54 96 15 102 13 11 9 13 21 9 18 25 11 16 6 46 9 14 8 4210 Total 114 192 989 100.00 100.00 100.00 100.00 Source: Our elaborations on DB 1994 and EPO 19901995 data. 26 Sic 2digit N of firms 250500 Table 2. Sector Distribution of Serial Innovators and patents Sector Description Industrial Machinery And Equipment Electronic Other Electric Equipment Chemicals And Allied Products Fabricated Metal Products Transportation Equipment Instruments And Related Products Primary Metal Industries Rubber And Misc. Plastics Products Food And Kindred Products Stone, Clay, And Glass Products Business Services Paper And Allied Products Electric, Gas, And Sanitary Services Heavy Construction, Ex. Building Miscellaneous Manufacturing Industries Furniture And Fixtures Oil And Gas Extraction Communication Lumber And Wood Products General Building Contractors Textile Mill Products Printing And Publishing Petroleum And Coal Products Metal Mining Special Trade Contractors Apparel And Other Textile Products Leather And Leather Products Tobacco Products U.S. Postal Service Railroad Transportation Coal Mining Transportation Services Non metallic Minerals, Except Fuels Trucking And Warehousing Other sectors Total 250 35 15 16 7 3 6 1 9 1 1 6 1 1 3 1 2 1 2 1 1 1 114 54 16 19 26 9 18 3 8 2 5 6 6 1 1 3 2 1 1 1 10 192 35 36 28 34 37 38 33 30 20 32 73 26 49 16 39 25 13 48 24 15 22 27 29 10 17 23 31 21 43 40 12 47 14 42 Average n of patents per SI 250 250500 500 9 12 10 8 11 11 12 9 5 5 8119 8 5 10 7 6 10 6 5 6 17 11 11 13 11 22 11 8 12 45 7 33 10 16 8 7 7 6 15 8 14 51 190 262 29 150 48 66 44 126 22 56 24 68 94 60 7 294 379 13 33 13 48 108 185 24 45 141 33 41 12 59 19 33 49 500 186 116 100 95 68 41 37 36 30 29 28 20 17 16 13 10 9 9 8 7 6 4 4 4 3 3 2 2 2 2 2 1 1 78 989 Source: Our elaboration on Epo 19901995 and DB 1993 data. Firms have been classified in different sectors according to the primary 2digit SIC code reported in DB 1993. DB reports up to five 4digit SIC codes. Firms with SIC code greater than 49 have been reclassified in the industrial sectors SIC 50 according to the second SIC code reported in DB 1993, with the exception of the companies with SIC 73 Business services in order to observe the companies in the software or research and development sectors, where technology based activities can be fundamental. The ones that could not be reclassified according to this criteria they have just one SIC code in DB 1993 has been included in the Other sectors category. 19 The high average number of patents per firm is explained by the presence in this sector of BTG that is actually classified with SIC 87 in Amadeus Research, develop., and testing services; 8731: Commercial physical and biological research; 8711: Engineering services; 8712: Architectural services. The st. dev. of the average number of patents per smallmedium firm in this SIC is equal to 170.51. For the other SIC codes, the standard deviation is around 10. 27 Table 3. Patents by technological classes, 19901995 ISIINIPIOST technology classification No. of Patents % of patents in each class 250 250500 500 250 250500 500 82 7 87 9 2 15 122 130 17 138 103 75 39 57 42 166 17 56 174 294 67 19 162 35 48 102 100 22 107 155 7368 2826 7615 2553 1700 2931 6359 1754 686 9862 5890 3352 2021 1196 3953 2581 1752 3164 4652 4017 855 1339 1988 3040 1595 3588 5038 668 2646 2095 10.8 1.5 3.3 1.9 0.6 2.9 8.7 7.2 0.1 7.9 0.9 5 3.2 1.5 1.4 3 1 1.3 2.4 5.1 3.4 1 3.2 1.3 1.8 5.9 3.6 5.1 5.6 3.3 0.3 3.5 0.4 0.1 0.6 5 5.3 0.7 5.6 4.2 3.1 1.6 2.3 1.7 6.8 0.7 2.3 7.1 12 2.7 0.8 6.6 1.4 2 4.2 4.1 0.9 4.4 6.3 7.4 2.8 7.7 2.6 1.7 3 6.4 1.8 0.7 9.9 5.9 3.9 2 1.2 4 2.6 1.8 3.2 4.7 4 0.9 1.3 2 3.1 1.6 3.6 5.1 0.7 2.7 2.1 2449 99084 100 100 100 164 23 50 30 9 33 132 109 2 I. Electrical engineering 1 Electrical devices, electrical engineering, electrical energy 2 Audiovisual technology 3 Telecommunications 4 Information technology 5 Semiconductors II. Instruments 6 Optics 7 Analysis, measurement, control technology 8 Medical technology 27 Nuclear engineering III. Chemistry, Pharmaceuticals 9 Organic fine chemistry 120 10 Macromolecular chemistry, polymers 13 11 Pharmaceuticals, cosmetics 75 12 Biotechnology 48 14 Agriculture, food chemistry 23 15 Chemical and petrol industry, basic materials chemistry 21 IV. Process engineering 16 Chemical engineering 45 17 Surface technology, coating 15 13 Materials, metallurgy 20 18 Materials processing, textiles, paper 37 24 Handling, printing 77 25 Agricultural and food processing, machinery and apparatus 51 20 Environmental technology 15 V. Mechanical engineering 21 Machine tools 49 22 Engines, pumps, turbines 19 19 Thermal processes and apparatus 28 23 Mechanical Elements 88 26 Transport 55 28 Space technology weapons 29 Consumer goods and equipment 77 30 Civil engineering, building, mining 84 Total 1512 Source: Our elaboration on EPO data 19901995 28 Table 4. RTA Index and relative citation intensity by size class, 19901995 ISIINIPIOST technology classification RTA Relative CP 250 250500 500 250 250500 500 0.09 0.267 0.086 0.11 0.866 0.306 0.14 0.167 0.317 1.000 0.25 0.044 0.15 0.060 0.030 0.074 0.058 0.095 0.061 1 1 0.20 0.469 0.140 0.02 0.281 0.004 0.43 0.076 0.18 0.013 0.030 0.040 0.010 0.426 0.007 1 0.041 0.20 0.320 0.064 0.004 0.197 0.12 0.155 0.01 0.045 0.220 0.076 0.161 0.11 0.223 0.151 0.144 0.13 0.259 0.19 0.015 0.065 0.144 0.05 0.135 0.03 0.378 0.197 0.11 0.344 0.03 0.258 0.15 0.068 0.16 0.182 0.01 0.218 0.002 0.044 0.014 0.089 0.062 0.141 0.032 0.111 0.028 0.045 0.066 0.084 0.015 0.12 0.164 0.042 0.17 0.200 0.006 0.09 0.322 0.04 0.154 0.12 0.249 0.15 0.21 0.009 0.22 0.083 0.037 0.037 0.249 0.009 0.214 0.014 0.053 0.077 0.204 0.008 0.190 0.093 0.030 0.055 1 0.27 0.40 0.28 0.37 0.59 0.34 0.13 0.24 0.57 0.09 0.69 0.20 0.11 0.25 0.32 0.02 0.30 0.32 0.28 0.04 0.48 0.14 0.12 0.27 0.16 0.27 0.05 1.00 0.11 0.26 0.30 0.85 0.24 0.84 0.93 0.76 0.15 0.09 0.18 0.08 0.05 0.04 0.23 0.43 0.23 0.41 0.46 0.05 0.24 0.37 0.39 0.26 0.44 0.21 0.19 0.11 0.01 0.29 0.03 0.32 I. Electrical engineering 1 Electrical devices, electrical engineering, electrical energy 2 Audiovisual technology 3 Telecommunications 4 Information technology 5 Semiconductors II. Instruments 6 Optics 7 Analysis, measurement, control technology 8 Medical technology 27 Nuclear engineering III. Chemistry, Pharmaceuticals 9 Organic fine chemistry 10 Macromolecular chemistry, polymers 11 Pharmaceuticals, cosmetics 12 Biotechnology 14 Agriculture, food chemistry 15 Chemical and petrol industry, basic materials chemistry IV. Process engineering 16 Chemical engineering 17 Surface technology, coating 13 Materials, metallurgy 18 Materials processing, textiles, paper 24 Handling, printing 25 Agricultural and food processing, machinery and apparatus 20 Environmental technology V. Mechanical engineering 21 Machine tools 22 Engines, pumps, turbines 19 Thermal processes and apparatus 23 Mechanical Elements 26 Transport 28 Space technology weapons 29 Consumer goods and equipment 30 Civil engineering, building, mining Source: Our elaboration on EPO data 19901995 29 Table 5. SmallMedium serial innovators strategies of exploitation of their technological innovation Manufacturing facilities Defining events Type of market Technology trading Short description Level of investment in the complementary assets Firms that supply technologies disembodied from products. They do not enter in the product market and the rents from the innovation come from the commercialisation of the technologies through licensing and or technology agreements The level of investment in complementary assets is quite low because these firms do not have the manufacturing capabilities necessary to enter in the product market. Specialised technology based suppliers that develop technologies incorporated in components, machines, equipments, production processes which are finally used by other companies manufacturing final or intermediate products The level of investment in complementary assets is quite sustained because these companies have manufacturing facilities to produce components or equipments. The level can then be either high for those companies investing in the downstream assets for the commercialisation of their product, or medium in case these companies make commercialisationmarketing agreements with other companies. Firms that base their activity on the internal development and manufacturing of an innovative product, whose technology is not commercialised to other competitors. The level of investment in complementary assets is high because these firms have the manufacturing capabilities to produce their final product and they also typically make investments in the downstream assets of marketing and distribution to compete in the final market These firms are typically very specialised in a technology that they incorporate in the production of a component or equipment and that they supply to other firms trough licensing and technology partnerships. In most cases indeed they develop broad technologies that can be used into areas not covered by in house manufacturing facilities These firms develop technology that they internally incorporate in final products. The level of investment in the complementary assets is similar to those highlighted in market for product strategy but these firms are able to gain returns from innovation also by means of licensing and technology alliances. These firms are typically specialised in a component or equipment that they both incorporate in a final product internally produced and supply to other firms eventually in different product market Pure Strategies 1. Market for technology 2.Market for embedded technology 3.Market for product Mixed Strategies 1 and 2 1 and 3 2 and 3 No Intermediate Licensing RDtechnology contracts Licensing RDtechnology contracts Licensing RDtechnology contracts Yes Intermediate Yes Yes Yes Yes Final Intermediate Intermediate and Final Intermediate and Final Source: Our elaboration from the first qualitative analysis on smallmedium European Serial Innovators events data sources: Asap, Prompt, SDC, company web sites 30 Table 6. Market for technologies Strategy Country Company Description UK Cambridge Display Technologies Limited UK British Technology Group UK Cambridge Antibody Technology Group Originally spun out from the university in 1992 and now employing 150 people, owns patents covering technology relating to lightemitting polymers in display applications. Instead of building products itself, CDT has chosen to license to others. According to its chief executive David Fyfe, its licensing skills go further still. We have managed to negotiate deals with the likes of Seiko Epson and Du Pont which give us the right to sublicense their proprietary technology  This allows CDT to act as a onestop shop for its customers. It is a huge advantage   There is nothing that intimidates companies more than having to negotiate licensing agreements with many parties  In a sector characterised by multinationals and consolidation, CDTs patent portfolio keeps it competitive.   Our business is built on patents. They allow us to tiptoe among the elephants  I have no problem getting in to see executives at the highest level of very big corporations. For me that is a clear marker for how important we are to this sector. Financial Times, Nov. 13, 2003. Several licensing agreements to large companies. Collaboration for external manufacturing of displays. World leader in the commercialisation of novel technologies. It was born as a private company in 1992 when a managementemployee group led by CIN Venture Managers and including institutional investors and universities acquired the stateowned British Technology Group BTG. It has an approach of sharing rewards thus maximising the revenue generated for the sources of the technology, for those who bring it to market and for BTG. As a result, it has formed strong relationships with many of the worlds most innovative research centres as well as major global technology companies. Ultimately its success is built on the foundation of the skills of its people, who blend science and technology, patent and legal expertise and business knowhow. This combination of skills allows BTG to effectively capture value from its technologies through licensing the rights or by developing new business ventures http:www.btgplc.com. CAT was established in 1990 and listed on the London Stock Exchange in 1997. It currently employs around 270 people. The Companys success is based on the application of this platform technology for the rapid isolation of monoclonal antibodies. CAT has two strands to its business: developing proprietary products and licensing its technologies and capabilities to enable others to develop products thereby balancing risk and reward. To maximise commercial opportunities, CAT has indeed built an array of strategic collaborations with leading pharmaceutical and biotechnology companies worldwide. Its strategy is to exploit the power of its platform technology to build a balance of longterm revenues from the development of novel antibody based therapeutic products, and shortterm revenues from research collaborations and licences of its technology. CATs patent portfolio includes about 30 families of patents, covering both technologies and products. FI Biotie Therapies Drug development company with a focus on dependence disorders, inflammatory diseases and glycobiology. The company has an extensive product portfolio with products in all phases of clinical development. Bio Ties focuses on projects of preclinical and early clinical research. Collaboration and licensing agreements with global pharmaceutical companies provides the necessary financial and complementary resources for late stage clinical development and marketing. According to Bio Ties strategy the products will be licensed at an optimal stage of project development, taking the available financial assets of the company into account. The company aims at entering into largescale, comprehensive covering North America and Europe in particular development and marketing agreements with international pharmaceutical companies. DK Neurosearch Neuro Search is a Biopharmaceutical company focused on unmet medical needs within diseases in the Central Nervous System and other diseases treated primarily through ion channel modulation. Neuro Search has a broad research and development portfolio which includes compounds compounds in clinical development and a number of preclinical and drug discovery programs. Neuro Search signed several development and licensing agreements with companies like Boehringer Ingelheim Glaxo Smith Kline, Pharmexa and Pierre Fabre. Source: Our elaborations on ASAP, Promt and SDC databases and Internet web sites 31 Table 7. Market for embedded technologies Strategy Country Company Description DE ALTEN GERATEBAU GMBH DE Sihi Gmbh IT M.G. BRAIBANTI S.p.A. Alten Geratebau develops, manufactures and commercialises dock levellers, dock shelters and industrial doors to promote the efficiency of materials handling in the loading bay. Acquired in 1998 by the Swedish Cardo Group to become the market leader in Europe in dock loading technologies and equipment. Founded on the innovative ideas of engineers petrols Siemen and Johannes Hinsch in the areas of sucking in hydraulic pumps and liquidalongpromoting vaccum pumps. It produces vacuum pumps and systems for several types of vehicles. In 1997 acquired by Sterling Fluid Holdings of the Thyssen Bornemisza group. Historical leader in pasta processing technology. The continuous press is the machine that really got the industrialization of pasta under way. Invented by the Frenchman Sandragne in 1917 and finally perfected by the brothers Mario and Giuseppe Braibanti in 1933, this machine is traditionally considered by pasta makers to be the heart of every pasta production line. Braibanti equipment is installed in many factories. IT IT UK PRIMA INDUSTRIE S.p.A. Established in 1977 to operate in the field of engineering and RD, during the 80s the company develops a number of winning hightech products in the fields of laser robotics, measuring robotics and welding robotics. At the beginning of the 90s the company gradually starts to focus its activity in the specific field of laser machines. Designs, manufactures, sells and services high power laser machines and lasers for the cutting, welding and drilling of 3D and 2D parts. In 2001 the company acquires Laserdyne and Convergent Energy with manufacturing facilities. NUOVA ROJ ELECTROTEX S.R.L. Nuova Roj Electrotex is a technological partner for builders of textile machinery. Develops projects of industrial automation according to the customers request. Internal RD, manufacturing and sales. Acquired in 1992 by IRO Group. THOMAS BROADBENT SONS LIMITED Thomas Broadbent designs and manufactures advanced technology separation centrifuge systems. Its customer base is drawn from processing industries such as chemicals, oil, gas, food, pharmaceuticals, sugar cane and beet, minerals, plus environmental protection applications including flue gas desulphurisation and sludge dewatering, whilst a third of turnover is in the domain of commercial laundry equipment. SE ALLGON AB Allgon produces antenna systems for infrastructure in mobile telephone networks; filters, combiners and similar products for base stations; repeater networks and microwave equipment. Many supply agreements with large telecommunication companies. Rapid growth of turnover and employees. In 1997 among the Best Small Firms in the Forbes list. Acquired by LGP Telecom in 2003. Providers of engineering, planning and deployment service, support of client telecom networks, maintenance and repair of critical network elements including antennas and base station equipment, training for clients internal network operations and support staff. Source: Our elaborations on ASAP, Promt and SDC databases and Internet web sites Table 8. Market for products Strategy Country Company Description IT CIMBALI S.p.A. Producer of Cappuccino Machines, Coffee Equipment Faucets, Coffee Makers, Espresso Machines, Glass Washers, Ice Makers Dispensers. RD oriented: 40 engineers in the RD department and several patents. Investments in downstream complementary assets of training and assistance, international distribution network. IT DURST PHOTOTECHNIK A.G. Manufacturer of digital products for the photographic, graphic and prepress markets. Development of technologies for digital print. Several patents and introduction of innovative products, Joint agreements for product development, mass production, foreign subsidiaries with manufacturing facilities. IT MELICONI S.p.A. Established in the late 60s. Operates in the houseware market, producing household and kitchen accessories in plastic and metal, Video HiFi accessories. In 1987 introduces the BODYGUARD, a shockproof protection for remote controls, based on the development of innovative materials. Introduction of other household and kitchen accessories with the same materials. Downstream investments in distribution and advertising. CH DISETRONIC MEDICAL SYSTEMS Company specialized in pharmaceutical delivery systems. The company makes medical infusion pumps regulated by microprocessors and self injection pens for diabetics and others who need frequent injections. To succeed against competition, the founders decided not to market their pumps alone but rather to team up with pharmaceutical companies and leave distribution to them. This entailed enormous cost savings. Disetronic Supplies leading healthcare companies and genetic engineering boutiques like the Roche group, Hoechst, Eli Lilly and Genentech. UK ELONEX PLC Manufacturing and sales of PCs. Development of technologies incorporated in the PCs but also sold through licensing agreements. Source: Our elaborations on ASAP, Promt and SDC databases and Internet web sites 32 Table 9. Mixed strategies Country Type of Mixed Strategy Company Description IT Mf ET and Mf P ASKOLL S.p.A. DE Mf ET and Mf T Zipperling Kessler Co In 1978 Elio Marioni invents the synchronous pump for aquariums, simpler and more reliable than the traditional asynchronous pump. Askoll technology is widely adopted 50 million aquariums use its technology. In 1986 the synchronous technology developed by Askoll is applied to home appliances like washing machines and dishwashers 80 million dishwashers produced by large companies adopt the Askoll Inside concept. In 2000 the synchronous pump is applied to the heating systems. Askoll also produces aquariums and other products for gardening embodying the synchronous pump. Zipperling Kessler is a pioneer in development of conductive polymers, including polyaniline. With its 100% subsidiary Ormecon founded in 1996, Zipperling has now a research history in conductive polymers and Organic Metals of more than 20 years. They perform basic and applied research devoted to chemistry, physics, dispersion, processing and applications of conductive polymers, especially their proprietary organic metal polyaniline polyphenylene amine. Ormecon is the first and only company in the world to supply the Organic Metal. The technology is based on research and development done at Zipperling Kessler and covered by more than 200 patents owned by Zipperling Kessler. In 2003, five additional institutional investors have joined the company as shareholders. Besides commercial products, Ormecon International offers RD service and grants licenses around the Organic Metal ORMECONTM for technology partnerships. Such partnerships are already established with BAYER, Du Pont, Panipol, COVION, Avecia and Nissan Chemical Industries. Ormecon International continues fundamental and applied research. With a worldwide customer base of over 120 customers and approx. 25 sales partners, Ormecon International is now market leading in the field of Immersion Tin. 20 IT Mf P and Mf T ROTTA RESEARCH LABORATORIUM S.P.A. Rotta Research Laboratorium was founded in 1961 by a pharmacology professor of the University of Pavia, as an independent research laboratory that gave rise to the Rottapharm group. It is a multinational pharmaceutical group engaged in the production and trade in chemicals, medicines, pharmaceuticals and diagnostic products. To date the intense research activity has generated 2,729 new molecules, 287 patents and 19 compounds, which are at an advanced stage of research. Nine original products are sold worldwide. It has acquired companies with research, manufacturing or sales facilities and has later established sales and marketing subsidiaries in Europe and outside Europe. It has been involved in several licensing agreements. An example: Sanofi SA, a unit of Societe Nationale Elf Aquitaine, a subsidiary of Frances stateowned ERAP, formed a strategic alliance with Rotta Research Spa to develop, license and market osteoporosis and antimenapause therapeutic drugs. Under the terms of the agreement, the alliance was to include licensing, distribution agreements or joint ventures in more than 50 countries. The alliance involved six products of Rotta Research which included Dermestril estrogen path, Dona glucosamine sulfate, Tridine monofluorophosphate and the Afloxan antiinflammatory drug. In exchange, in the mediumterm Rotta was to receive nonexclusive marketing rights to certain Sanofi products. In the longterm, Sanofi was to support Rottas expansion into areas in which it did not have facilities. Source: Our elaborations on ASAP, Promt and SDC databases and Internet web sites 20 http:www 2.ormecon.deNewsZF004.en.html. 33 Figure 1. SmallMedium serial innovators 19901995 by Type of Strategy 0102030405060Market for Technology Market for Embedded Technology Market for Products Mixed TETMixed ETPMixed TPn.a.Source: Our classification of the sample of 114 smallmedium European Serial innovators 19901995 according to the taxonomy described in Table 5 Table 10. Smallmedium serial innovators 19901995 by type of Strategies and Country Mf T Mf ET Mf P Mixed TET Mixed ETP Mixed TP NA Total Austria Switzerland Germany Denmark Finland France Great Britain Italy Netherlands sweden Total Source: Our classification of the sample of 114 smallmedium European Serial innovators 19901995 4 18 1 2 6 15 1 1 48 3 14 1 2 4 19 2 45 1 1 3 5 4 4 2 2 1 7 38 1 3 7 13 39 4 1 114 1 1 1 1 4 3 2 1 6 34 Table 11. SmallMedium Serial Innovators by type of Strategies and Sector of activity General Building Contractors Heavy Construction, Ex. Building Special Trade Contractors Food And Kindred Products Textile Mill Products Lumber And Wood Products Furniture And Fixtures Chemicals And Allied Products Rubber And Misc. Plastics Products Leather And Leather Products Stone, Clay, And Glass Products Primary Metal Industries Fabricated Metal Products Industrial Machinery And Equipment Electronic Other Electric Equipment Transportation Equipment Instruments And Related Products Miscellaneous Manufacturing Industries Trucking And Warehousing Electric, Gas, And Sanitary Services Business Services Engineering Services SIC 2 digit Mf T Mf ET Mf P Mixed TET 15 16 17 20 22 24 25 28 30 31 32 33 34 35 36 37 38 39 42 49 73 87 1 1 1 1 1 3 1 3 21 7 2 1 2 1 2 1 1 1 1 1 5 3 1 1 3 10 6 1 5 1 1 3 2 1 2 1 1 2 Mixed ETP 1 1 1 2 1 Mixed TP NA Total 1 1 1 1 2 2 1 5 15 9 1 1 1 7 35 15 3 6 3 1 1 5 2 1 1 2 Source: Our classification of the sample of 114 smallmedium European Serial innovators 19901995 Total 48 45 5 4 6 5 114 35 Table 12. SmallMedium Serial Innovators characteristics by type of Strategy Mf ET Mf P Mixed ETP Mixed TET Mixed TP Mf T 5 131 57.41 48 45 6 4 4 Freq. Mean Size employees Mean Age SIC concentration Average number of patents per firm Technological diversification 160 71.59 146 65.64 192 49.87 135 129 79.15 67.27 14 4.55 0.52 48 29.9 37 22.1 38 15.9 87 57.8 66 38.4 0.229 0.110 0.222 0.375 1 96 13 185 10.47 11 7.9 8 5.6 7 2.9 16 9.3 8 1.41 0.096 0.085 0.079 0.216 0.185 0.455 Technological diversification Firm level 0.36 0.447 0.278 0.267 0.686 0.234 0.730 0.264 0.794 0.290 0.404 0.227 0.528 0.158 Number of citations 354112 548 367 67 100 47 Citation intensity CP 0.73 2.07 1.03 0.98 1.52 1.56 1.47 Citations firm 70.8022.40 11.42 8.16 16.75 16.67 11.75 % of cited patents 0.190.16 0.24 0.25 0.22 0.20 0.26 Source: Our elaborations on the sample of 114 smallmedium European Serial innovators 19901995 Herfindhal index calculated on 2 digit SIC Herfindhal index calculated on patent technological classes ISI INIPI OST classification at the firm level by type of strategy. 36 ", "filename": "503980420.pdf", "person": ["Paola Giuri", "Giuri, Paola", "Alessandra Luzzi", "Luzzi, Alessandra"], "date": ["2005"]}