{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/28486/1/504331027.pdf"], "title": ["Creation of agricultural land market in Ukraine: current state of development", "Entwicklung des Bodenmarktes in der Ukraine"], "plaintext": " Volodymyr Melnychuk is Ph. D. student at the Institute of Agricultural Economics of National Agricultural University, Kiev, Ukraine. His research field is the development of agricultural market in Ukraine during transition. Mailing address: Institute of Business National Agricultural University Heroyev Oborony str. 15 03041 Kiev Ukraine v.melnychukrambler.ru Email: Dr. Sergiy Parkhomenko has been a visiting fellow at the IAMO in 2005. Emphasis of his research work are international competitiveness analysis of crop production, international productivity and efficiency analysis and strategic management of agricultural enterprises. Email: Dr. Alexej Lissitsa is Senior Researcher at the Institute of Agricultural Development in Central and Eastern Europe IAMO, Department: Structural Development of Farms and Rural Areas, in Halle Saale, Germany. Emphasis of his research is productivity and efficiency analysis of Eastern and Central European agricultural enterprises in transformation process as well as strategic management of agricultural enterprises by means of business reengineering and balanced scorecard. Mailing address: parkhomenkoiamo.de Institute of Agricultural Development in Central and Eastern Europe IAMO TheodorLieserStrae 2 06120 Halle Saale Germany 493452928121 493452928399 lissitsaiamo.de http:www.iamo.de Phone: Fax: Email: Internet: The authors are grateful to Prof. Dr. Dr. h.c. Peter Tillack for the reviewing of this Discussion Paper and his helpful comments. Discussion Papers are interim reports on work of the Institute of Agricultural Development in Central and Eastern Europe IAMO and have received only limited reviews. Views or opinions expressed in them do not necessarily represent those of IAMO. Comments are welcome and should be addressed directly to the authors. The series Discussion Papers is edited by: Prof. Dr. Alfons Balmann IAMO PD Dr. Thomas Glauben IAMO Dr. Peter Weingarten IAMO ISSN 14382172 Creation of agricultural land market in Ukraine: Current state of development 3ABSTRACT Land reform started in Ukraine 14 years ago became one of the most important issues in transformation of large state agricultural enterprises into market oriented agricultural enterprises. Significant changes in land use and land ownership has happened as a result of land reform implementation in Ukraine. Namely, state monopoly on land was eliminated, agricultural land was privatized, citizens of Ukraine received land plots in possession, first land transactions have happened at agricultural land market etc. Actual data regarding Ukrainian land relations reformation is systematized in this Discussion paper with especial focus on establishing the prerequisites of further formation and perspective development of the agricultural land market in Ukraine. Additionally, a current situation is described at the Ukrainian agricultural land market and its legislative regulations. JEL: O13, O 17, P26, P32, P48, Q15, Q18 Keywords: Land market reform, transition, Ukraine. ZUSAMMENFASSUNG ENTWICKLUNG DES BODENMARKTES IN DER UKRAINE Die vor 14 Jahren in der Ukraine begonnene Bodenreform stellt eine wichtige Manahme der Transformation der ehemaligen staatlichen Agrarunternehmen in marktorientierte Unternehmen dar. Im Ergebnis der Bodenreform haben wichtige Veranderungen bezuglich der Bodennutzung und der Bodeneigentumsverhaltnisse stattgefunden. Das staatliche Monopol an Boden wurde beseitigt und der Boden privatisiert. Die ukrainische Burger erhielten Grundstucke als Eigentum ubertragen, und erste Bodentransaktionen haben stattgefunden. Dieses Discussion Paper systematisiert die aktuelle Lage auf dem ukrainischen Bodenmarkt und formuliert weitere Voraussetzungen zur Herausbildung eines voll funktionsfahigen landwirtschaftlichen Bodenmarktes in der Ukraine. Die aktuellen Gesetze werden erlautert. JEL: O13, O 17, P26, P32, P48, Q15, Q18 Schlusselworter: Bodenmarktreform, Transformationsprozess, Ukraine. 4 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa A 14 . : , , ,   . . JEL: O13, O 17, P26, P32, P48, Q15, Q18 : , , . Creation of agricultural land market in Ukraine: Current state of development 5CONTENTS Abstract  Zusammenfassung    List of tables  List of figures   1 Introduction   2 Land relationship developments in Ukraine  2.1 Literature review  2.2 Historical background  3 Land reform in Ukraine after 1991   3.1 Land demonopolisation and reform legislation  3.2 Agricultural land sharing as a part of the land privatisation process   3.3 Restructuring collective agricultural enterprises  3.4 Agricultural land ownership structure  3.5 Land Code as a new phase of land privatisation process   3.6 Some preliminary results of the agricultural land reform process in Ukraine   4 Formation of Ukrainian agricultural land market   4.1 Importance and role of land market   4.2 Available forms of transactions at the Ukrainian agricultural land market  4.2.1 First transactions of the rights on agricultural land and the moratorium on the purchase and sale of agricultural land  4.2.2 Land plots exchange, inheritance and gift   4.2.3 Agricultural land leasing  4.2.4 Overview of legal land transactions on the Ukrainian land market  4.3 Legislative control of the agricultural land market   5 Summary   References   Annex  3 3 4 6 6 7 8 8 10 11 12 14 17 19 20 21 23 23 24 25 26 26 28 28 30 30 32 6 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa LIST OF TABLES Table 1: Development of farming forms in Ukrainian agriculture  Table 2: Number of unprofitable agricultural enterprises and amount of losses per unit  Selected economic results of the agricultural enterprises activity in Ukraine   Table 4: Agricultural land ownership structure  Table 5: Redistribution of land between forms of businesses in agriculture Table 3: of Ukraine  Table 6: Legal land transactions on the land market in Ukraine  LIST OF FIGURES Gross agricultural production of agricultural enterprises in 1996 prices, billion UAH and labour productivity  Changes in ownership as a percentage of total land  Transaction dynamics of land plot rights in certificate form   Structure of land transactions exchange, inheritance, gift in land certificate form on the 1st of July 2003, Total 752 thousand transactions   Structure of land share lease agreements at January 1, 2005   Structure of land lease terms at January 1, 2005   Figure 1: Figure 2: Figure 3: Figure 4: Figure 5: Figure 6: 13 17 19 20 22 29 17 22 25 26 27 28 Creation of agricultural land market in Ukraine: Current state of development 71 INTRODUCTION Private land ownership encourages and promotes the economic growth of any country through efficient land use. The advantages of private land ownership become evident in market conditions. A land market provides stability of land property rights, the ability to transfer them from one person to another and correspondenceaccordance of land prices to their real value. Being able to purchase and sell, as well as lease agricultural land is supposed to encourage the growth of agricultural production efficiency in Ukraine. For example, efficient farmers are able to purchase or lease agricultural land from inefficient ones through a number of transactions; landowners who wish to exit farming and require additional income, or those who need foundation capital, have an asset whose value could reliably be realized. Landowners have appeared in Ukraine as a result of land reform implementation, not because of the presence of a fullfledged agricultural land market. Nowadays, giftgranting and the inheritancebequest of agricultural land are the only legal transactions on the Ukrainian agricultural land market. Purchase and sale, as well as the exchange of agricultural land, are prohibited by the TEMPORAL PROVISIONS OF LAND CODE 2001, which were prolonged by amendments of the October 2004 law. The present paper focuses on the specifics of land reform with regard to the formation of property rights on agricultural land in Ukraine. Among other things, the establishment and development of the Ukrainian agricultural land market are examined. After proclaiming independence in 1991, all land was automatically transferred from the state to the Ukrainian citizens. On the governmental level the decision was made to begin the transformation of land relations in the direction of a marketoriented economy. Thus, a comprehensive set of legal and normative documents was adopted. Ukrainian land reform started from the elimination of the state monopoly on land. After a time, land was redistributed and transferred to lifetime possessionuse of individuals, permanent possessionuse of collective farms kolkhozes, Soviet agricultural enterprises sovkhozes and other enterprises. The declared aim of this redistribution was the creation of proper conditions for the equal development of different farming forms. Thereby, private and collective forms of land ownership were implemented. Actually, collective land belonged to the individual members of collective farms, and each member was entitled to an equal share of land, which had to be certified by a land certificate. The land share policies introduced in the mid1990s did not bring about the expected results. Namely, the real landowners were not established; rational land use and protection of land resources wasnt achieved. As a consequence, agricultural production in collective farms declined by 28 % from 19911998; in 1998 labour productivity was 53 % lower than in 1990. The December 1999 Decree of the President was aimed to set out a new policy for land reform. According to this legal document, collective ownership was eliminated. And the decision was made to reorganize collective agricultural enterprises transformed from kolkhozes into jointstock companies, limited liability companies, agricultural cooperatives, private firms and other marketoriented legal entities. The Decree ensured that members of collective agricultural enterprises had the right to withdraw their land and asset shares from the enterprises. Thus, they could establish new forms of agricultural enterprises and carry out their activities as private owners. As a result, 6.7 million land certificates were distributed in Ukraine, the majority exchanged under the State Acts of private land ownership. Peasants had become landowners. 8 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa At this stage of land relations, an urgent need developed for a mechanism which would be able to establish property rights on agricultural land and provide rational and efficient land use. World practice attests that such a mechanism is an agricultural land market. The new Ukrainian policy is directed at entry into the European Union. One of the main entrance requirements with regard to the agricultural land market is  the existence of a functioning market economy  StrasbourgBrussels, DOC978, July 1997. The Ukrainian legislature has to create market conditions for each of the major production factors to meet this requirement. Agricultural land is no exception in this respect and must be primarily privatelyowned and legally available on the markets. The main objective of this research is to carry out a retrospective analysis of the fundamental transformation of land relations with special consideration on the formation and development of the agricultural land market in Ukraine. This paper shows the relative status of the land relationship reformation and agricultural land market development in Ukraine. Section 2 gives some basic background information about land relations before Ukrainian independence. Section 3 describes the stages of Ukrainian land reform and outlines achieved results. Section 4 presents current and prospective developments in the Ukrainian agricultural land market. Section 5 presents final conclusions and recommendations. 2 LAND RELATIONSHIP DEVELOPMENTS IN UKRAINE 2.1 Literature review In agriculture, land relations can be defined as the most important of all social relations because land is a subject and means of production and at the same time a basis of production DANYLENKO and BILYK, 2002. There is no complete or single definition of land relations in Ukrainian scientific literature. Mostly the term can be found in the context of land ownership, land use and land management issues. It often concerns land fund management, rent relationships, social, economic and productive relationships, etc. Thus, the context of land relations comprises a wide range of issues which have both an economic and legislative character. It is not difficult to notice that the categories of land ownership fall under land relations. Thus it is not so strange that most scientists closely connect changes and developments in land relations with changes and developments in social and economic formations. In Ukraine, land relations are variously known as primitive, slave owning, feudalistic, capitalistic, socialistic and postsocialistic. The socialist period because of its long duration and postsocialistic land relations are the most interesting in this respect. Socialist land relations are characterised by the nationalisation of land, which includes collective land ownership, collective organisation of work and, as a rule, equal division of the results of work. According to the socialist policy, it is prohibited to trade land plots. Another formulation of land relations appeared in Ukrainian economic literature after political pressure had loosened regarding the implementation of different forms of land ownership including private ownership. Postsocialistic land relations are predetermined by a number of features. Among them the following can be emphasised: Privatisation of land; definition of land share borders for each member of the collective farm; development of a stable economy based on cooperation Creation of agricultural land market in Ukraine: Current state of development 9between collective organisation of work and private property on land and other means of production; promotion of private interests in efficient agricultural production; development of land trade, etc. After the collapse of the Soviet Union, the newlyestablished independent countries developed their own land laws which constituted forms of land ownership. This enabled agricultural scientists to speak about land relations and about the state of land property rights. Several studies on land relations and land market development in postsocialistic countries have been published during last decade. The most interesting of them should be mentioned: LERMAN, BROOKS and CSAKI 1994; CSAKI and LERMAN 1997; SCHULZE and TILLACK 1999; KRYILATYKH 2000; GIOVARELLI and BLEDSOE 2001; DANYLENKO and BILYK 2002; DRAPIKOVSKII and IVANOVA. 2003; SHAGAIDA and LERMAN 2004; KOBZEV 2004. LERMAN, BROOKS and CSAKI 1994 concentrated on the background and first experience of land relation reformation in Ukraine. The study involved empirical data about the restructuring of Ukrainian agriculture in conditions of a transition economy and explanatory information on land reform legislation. CSAKI and LERMAN 1997 is a continuation and extension of a previous survey. The study focused on a rigorous empirical and analytical assessment of changes in Ukrainian land relationships, namely in forms of land ownership and farming structures that occurred during the first five years of land reform. KRYILATYKH 2000 presents the development of land relations under the circumstances of land reform implementation in the Russian Federation. The author describes land relations as relations aimed at possession, use and disposal of land as the main means of production or as a place to allocate different objects. SHAGAIDA and LERMAN 2004 analyse and show the effect of several constraints such as low demand for agricultural land, lack of market information, high registration costs and complex procedures, etc. on land relations and land market development in the Russian Federation. GIOVARELLI and BLEDSOE 2001 present an overview on the transformation of land relations in Eastern Europe countries during their transition to a market economy in the late 1980s and mid1990s. This paper primarily looks at one aspect of that transition: The transition of agricultural land from state ownership to private ownership and the accompanying transition to an agricultural land market. One of the most clear and full definitions of land relations can be found in DANYLENKO and BILYK 2002, who define land relations as social relations regarding possession, use, disposal and management of land as an object of management on governmental, administrative and interfarm levels and means of production in agriculture. The authors mainly focused on the formation, regulation and development of the nonagricultural land market in Ukraine. KOBZEV 2004 provides a retrospective analysis of the transformation of land relations with special focus on the main stages of legal base development in Ukraine. The author presents some data regarding land transactions on the market and focuses on the main challenges and caveats in land market development. Land market infrastructure and current legal and institutional frameworks in Ukraine are also reviewed in this study. DRAPIKOVSKII and IVANOVA 2003 report on an empirical analysis of land market formation and development in Kyrgyzstan. They also determine the effect of various market factors on land price formation in different countries. Most of the mentioned studies focus on the transition processes of land relations and the development of the land market in different Eastern Europe countries. Other scientific work 10 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa concerns the establishment of the Ukrainian land market in general, without focussing on the agricultural land market. This paper primarily aims to describe agricultural land market formation and development in Ukraine. The main feature of this study that cannot be found in other works is the representation of significant changes in land ownership with special attention given to the formation of prerequisite of agricultural land market development in Ukraine since the Soviet Unions collapse. Contrary to other studies, which provide general data concerning land transactions, this paper presents full statistical data on land market transactions with respect to agricultural land only. 2.2 Historical background The Ukrainian Soviet Socialistic Republic was declared on December 25, 1917. The PROVISIONAL GOVERNMENT DECREE ON LAND November, 1917 abolished private land ownership and all land became state property. This Decree prohibited all land transactions including purchase, sale, lease and mortgage. The SECOND DECREE ON LAND SOCIALISATION February, 1918 was accepted a short time after the First one. This Decree declared transition to common land use and collective organisation of production. The TEMPORAL PROVISION ON LAND SOCIALISATION was accepted at the Second AllUkrainian Meeting of Soviets March, 1918 and reaffirmed the elimination of land ownership and any acquiring of land for private possession. The majority of land was given to agricultural communes and copartnerships. Establishment of Soviet state enterprises, namely the formation of socialistic methods of agricultural production, was the main thrust of land relations reformation. So the socialisation process, among other things, included the introduction of collective state land ownership. In other words, peasants within the established land relations were returned to the feudalistic period. Some years later, according to the socialisation process, the Central Committee of the USSR issued the Provision On the Tempus of Collectivisation and Government Assistance in Kolkhozes Establishment January, 1930, which proclaimed formation of kolkhozes Soviet collective farms. The directors of kolkhozes were selected by the government and were responsible for meeting the state production plans. Employees of collective farms did not take part in the redistribution of the results of their work, so there was no motivation for them to increase the productivity. All land transactions were done according to the governmental initiative without participation of members of collective farms. In general, socialistic land relations in Ukraine could be understood as using land as a means of production, which belongs to everyone and does not belong to anyone personally. After proclaiming independence in 1991, all land was automatically transferred from the Ukrainian SSR to the newlyestablished country Ukraine. Land reform became a new direction in land relations reformation. Today Ukrainian peasants have another chance to be real owners of their land. In this regard, promoting conditions are being developed in Ukraine. Now the situation is suitable for peasants to realize their public rights on private land ownership guaranteed by the Ukrainian Constitution. One of the major issues of land relations development is the further implementation of land reform and the establishment of agricultural land markets in Ukraine. Creation of agricultural land market in Ukraine: Current state of development 113 LAND REFORM IN UKRAINE AFTER 1991 Land reform can be defined as a complex combination of legislative, economic, technical and organisational actions, which provide land relations development and transition to the land relations market. The main target of reform in Ukraine was the establishment of a land market and competitive business activities in the sphere of land relations NOVAKOVSKY, TRETIAK and DOBRIAK, 2001. Thus, the strategic goals of land reform could be defined. Among them is the provision of the most rational and highly efficient land use, land protection, soil fertility renewing and ecologically balanced land cultivation. Solving the food safety problem in the shortest term and formation of competitive agriculture could be also recognized as goals to be reached through efficient land relations transformation. One of the most important tasks of land reform according to the UKRAINIAN LAND CODE 1990 was,  redistribution of land and its transfer to lifetime possession of individuals, permanent possession of kolkhozes collective or corporate farms, sovkhozes Soviet agricultural enterprises and other enterprises as well as for using with aim of creation proper circumstances for equal development of different forms of farming on land and largescale development of the economy as a whole emphasis added. Land reform in Ukraine is based on principals such as: Land relations reformation comprises all branches of the economy and all spheres of society; There is an organic connection between the social, economic and ecological aspects of solving the problems of rational, highly efficient and ecologically safe land use, rising soil fertility and allaround land protection; Land relation reformation is based on governmental and interbranch collective actions; and Theoretically, demonopolisation and land privatization occur first on agricultural land. Next, the establishment of a civil and regulated land market enables the formation of real market land prices, the creation of land banks and other institutional organizations which aim to successfully guide land reform. Demonopolisation of state land and the creation of legislation for private and collective forms of land ownership were the first steps of land reform. The new stage was started by a November, 1994 presidential decree, which concerned agricultural landsharing and largescale land privatization. The first two stages did not bring about the expected results and it was decided to restructure collective agricultural enterprises. A fundamentally new stage in the development of land relations began with the adoption of the new Land Code of Ukraine in 2001. This section presents a retrospective analysis of the land relations transformation, especially focusing on the main stages of land reform, the development of a legal base and a short overview of achieved results in order to recognize the particulars of the land reform. 12 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa 3.1 Land demonopolisation and reform legislation Land reform began de jure on March 15, 1991, namely, from the day of publishing the RESOLUTION OF SUPREME SOVIET OF UKRAINE ON LAND REFORM No 563, December, 1990 in which all land of the Ukrainian SSR was proclaimed the object of land reform. But land redistribution between productive structures of agriculture de facto started at the end of 1989 based on the Ukrainian SSR legislation when the first land plots were granted for the establishment of agricultural farms and household maintenance. This was the first direction of land redistribution between different forms of ownership see Table 1 14,700 peasant farms were registered in Ukraine on the 1st of January, 1991. The Resolution of the Parliament of Ukraine On Land Reform proclaimed redistribution, or socalled repatriation of state lands with their simultaneous transfer of lifetime possession and inheritancebequest conditions to peasant private family farms 1, and permanent possession to collective agricultural enterprises hereafter referred as CAE created later from the Soviettype corporate farms known as kolkhozes collective agricultural farms and sovkhozes state agricultural farms. At this stage of land reform, proper categories of state land that could be transformed into collective or private ownership were defined. On the 1st of January, 1993, this land accounted for 43.9 million hectares or 73 % of the land fund of Ukraine, including 37.7 million hectares, or 86 % of agricultural land STATE LAND RESOURCES COMMITTEE, 1995. Land, given to citizens for household management, construction of houses and productive buildings, dachas and garages for private gardening, had to be demonopolised through privatization. The land of agricultural enterprises had to be transferred to collective ownership of these enterprises after transferring a part of the agricultural land to State Land Fund. The creation of a legislative base, as well as some other organizational and methodical acts, gave citizens an opportunity to start land privatization, form a special State Land Fund, demonopolise collective agricultural enterprises including those which were created from sovkhozes or other state enterprises. The formation of the Special State Land Fund is the second direction in redistributing land. Widening land areas in the State stock by means of withdrawing land from kolkhozes, sovkhozes and other agricultural enterprises not less than 710 % of agricultural land was stipulated by the Parliament of Ukraine in ON THE PROCEDURE OF IMPLEMENTATION OF THE LAW OF UKRAINE ON PEASANTS FARM No 973IV, December of 1991. Reserve Fund land remains in permanent use by previous land users agricultural enterprises and the main purpose of this Fund was to transfer land plots for the establishment or widening of private villagers households. The third direction that land redistribution passed through was transferring land plots from State Land Funds to citizens for private possession and use. These land plots were transferred to private ownership for running agricultural farms, maintaining households, construction and servicing houses and productive buildings, dachas and garages. 1 Peasant farm: An entity created by a family or a group of families based on jointlyowned land and assets. Peasant farms by assumption rely mainly on family labor and familyowned resources, although they may employ hired labor and leased resources within reasonable limits. Peasant farms may register as legal entities in which case they are known as private or individual enterprises, or operate as unregistered physical bodies private farms LERMAN and CSAKI, 2000. Creation of agricultural land market in Ukraine: Current state of development 13According to the Land Code of 1990, and with the aim of further developing private farms as a source of commercial agricultural production, the government allowed private family farmers to acquire up to 50 hectares of farmland and up to 100 hectares of total land. Land was also granted for permanent use to kolkhozes, sovkhozes, other state, cooperative and community enterprises, establishments and organizations, and religious organizations with the purpose of running agriculture and forestry. According to the legislative base of that time, nearly 68 % of agricultural land had to be transferred to collective ownership. Collective cooperative, joinstock agricultural enterprises, including enterprises that were created based on sovkhozes and other state agricultural enterprises, were declared the legal subjects of collective land ownership MORDVINOV, 2002. Land could be transferred voluntarily according to the decision of members of such enterprises. Transfers had to be carried out by the local state authorities, or Village Councils Radas. The State Act of the Right for Collective Land ownership was given to all collectives. Some legislative documents were accepted with the purpose of realizing the Resolution On Land Reform and the legislation on private and collective land ownerships from 1992 to 1993. Three main forms of land ownership private, collective, and state ownership were specified in the LAW ON THE FORMS OF LAND OWNERSHIP No 2073XII, January of 1992. Since the early 1990s, practically all agricultural land was used by collective agricultural enterprises which had been established as a result of the kolkhozes and sovkhozes restructuring see Table 1. Table 1: Development of farming forms in Ukrainian agriculture Organizationally legislative forms of Business Organizationally legislative forms of Business Kolkhozes Sovkhozes Collective Agricultural Enterprises Interfarm Enterprises Agricultural Cooperatives Agricultural JointStock Companies Citizens Of which Peasant Farms Total Years 1991 Amount Total area,1000 ha 31,12710,93479.851.84,08629246,2798,8424,65920130814,70014,092% Amount 66.823.60.20.18.70.61005,2539,71634129931,98347,5921995 Total area, 1000 ha 8,385 30,852 74.9 885 6,760 786 46,957 % 17.963.90.11.914.51.7100Source: STATE LAND RESOURCES COMMITTEE, 1996. The Ukrainian Parliament also adopted the LAW ON COLLECTIVE AGRICULTURAL ENTERPRISES No 2114XII, February of 1992, which proclaimed that each member of the CAE is entitled to receive a share of the collectivelyowned land in case the member decides to leave the CAE. According to this law, the concept of a land share appeared as part of Ukraines land reform policy and social life as a whole. This established a fundamental mechanism for the transfer 14 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa of land from collective to private ownership, and guaranteed the individuals freedom of choice in hisher future production activities KOBZEV, 2004. A large amount of work concerning land redistribution was done in the beginning of 1992. But the absence of proper governmental coordination or control on land reform implementation, coupled with untimely decisions on a range of organizational and legislative issues concerning land relation reformation have led to delaying the realization of land reform. Land reform legislation was complemented by the RESOLUTION OF PARLIAMENT ON SPEEDING UP THE LAND REFORM AND LAND PRIVATIZATION No 2200, March, 1992, which declared the following main tasks: The demonopolisation and privatization of agricultural enterprises and organizations land starting May 15, 1992, to continue until 1995 according to the elaborated and approved land reform programs; The identification of agricultural enterprises and organizations land which had to be transferred to collective and private ownership in 1992; and The provision of specific terms to complete the transfer of land plots used by citizens into private ownership by April 15, 1992. The last step of this stage became the GOVERNMENT DECREE ON PRIVATIZATION OF LAND PLOTS No 1592, December of 1992 which predicted land plots being transferred into private possession by Ukrainian citizens. These plots were given to the citizens with definite purposes specified by the Land Code of Ukraine: To maintain households; to construct houses and productive buildings, dachas and garages; to garden, etc. This Decree also declared that citizens of Ukraine had the ability to sell or dispose of land plots which were given to them for definite purposes if there was no change of these purposes. The citizens right of private land ownership is certified by the State Act of the Right for Private Land ownership that can be given and registered by Village Councils Radas. Basic tasks of land reform were not reached during the first stage of reform because the real land owners had not been legally determined land trade, exchange, or gifting were prohibited, the land market had not been developed and rational use and land protection had not been provided. Due to the absence of proper management and workers low interest in the results of their work, the paces of agricultural production, as well as labour productivity, declined in this stage of land reform State Statistics Committee of Ukraine 1997. The production of agricultural products in collective farms declined from 1991 to 1995 by 25 %. Labour productivity also dropped during this stage of land reform, and by the end of 1995 was lower 40 % lower than in 1990 STATE STATISTICS COMMITTEE OF UKRAINE, 1997. But in general, changes such as legislation on private and collective land ownership, land transfers and first steps to the establishment of marketoriented forms of farming have happened for the first time in Ukraine for the last 70 years. That also means that the transition process is more difficult than expected because of its complexity and missing institutions. 3.2 Agricultural land sharing as a part of the land privatisation process Land privatisation, started in 1992, has run its course very slow: During the first 3 years only 3.7 million hectares of land were transferred to collective ownership. The complexity of the state demonopolisation and land privatisation procedures was one of the reasons that impeded this transferral. Obviously, the process requires large amounts of time, work and financial support in such conditions. Contrary to the Baltic States and most countries of Eastern and Creation of agricultural land market in Ukraine: Current state of development 15Central Europe, Ukraine rejected land restitution as a basis for land reform and chose to privatise agricultural land by distribution to users. Restitution was thought to be too complex and intricate: a Most of the cadastre documents concerning land ownership disappeared from the departments of the Soviet Land Management Committee; b The discovery of former landowners could have created undesirable tensions in a vulnerable Ukrainian society; c Taking into account that land redistribution de facto started in 1989, the government tried to ensure social equality and avoid probable conflicts with land claimants, and d The first President, as well as a majority of deputies of the Supreme Soviet of Ukraine suggested that agricultural land must belong to the individuals who work directly on land KRAVCHUK, 1991. These circumstances, as well as the decline of collective agricultural production and other results of land reform have led to the beginning of the second stage of reform, which began with the Presidential Decree ON IMMEDIATE MEASURES FOR ACCELERATION OF LAND REFORM IN THE SPHERE OF AGRICULTURAL PRODUCTION No 66694, November of 1994. This Decree recommended that Village Councils Radas cooperate with the State Land Committee to introduce measures that would speed up the transfer of land to the ownership of collective and other nonstate agricultural enterprises. As a result of such measures, in particular the presidential decree, about 90.0 % of the land from collective and other nonstate agricultural enterprises has been transferred since 1995 MORDVINOV, 2002. At the beginning of 1998, land transferred into collective ownership was practically finished. Agricultural enterprises received 26.0 million hectares, or 62.3 % of the land fund of Ukraine. Almost all land owned by collectives 99.8 % was used by nonstate agricultural enterprises SABLUK, 2000. Collective land actually belonged to the individual members of the collective, and each member including both active members and pensioners was entitled to an equal share of land. The 1990 Land Code established a procedure for calculating the size of an average land share, which essentially involved dividing all available land between the adult rural population. However, the Land Code did not elaborate the rights of shareowners beyond an individuals right to receive a physical plot of land corresponding to the share on exit from the collective CSAKI and LERMAN, 1997. Both ON THE PROCEDURE OF SHARING THE LAND GIVEN INTO COLLECTIVE OWNERSHIP OF AGRICULTURAL ENTERPRISES AND ORGANIZATIONS No 72095, August of 1995 and the November 1994 presidential decrees reaffirmed the fundamental right of individuals to exit with their land, a right first established in the Land Code. These decrees stated that each individual is free to exit the collective enterprise with a physical plot of land, and that that individuals right of private ownership will be certified by an official title The Certificate of the Right for Private Land ownership Share. According to these decrees, owners of land shares may voluntary pool their shares to create various associations, partnerships, cooperatives, jointstock companies, or other farming organizations; rights on land share can be the object of the purchase, sale, gift, exchange, inheritance or mortgage. Landsharing had been taking place separately inside of each enterprise, while land that had been transferred into collective ownership not being shared completely. Part of this land, especially land plots under roads, wood windbreaks, melioration constructions, productive 16 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa buildings, etc., remained under indivisible collective ownership. The rest of the land was personified shared. The responsible local authorities issued the certificates and their registration. If the land share owner wanted to exit the collective agricultural enterprise, the land share borders could be defined and the State Act of the Right for Private Land Ownership Plot could be given. Having received the State Act of the Right for Private Land Ownership Plot, the share owner was required to return the Certificate of the Right on Land Share to the local authorities. Land sharing proceeded slower than land transferral to collective ownership. According to the operative data of the State Land Resources Committee, on the 1st of April, 1996, about 95 % of the total land of nonstate agricultural enterprises was transferred to collective ownership. At the same time, land was shared in 18 % of such enterprises. Only 3.8 million of 23.0 million hectares under collective ownership were divided into land shares. Land certificates were only distributed in 4 % of nonstate agricultural enterprises 200,000 agricultural workers have received these Certificates. Agricultural enterprise directors and organizations suggested that land sharing would lead to the liquidation of the big enterprises and to the land being divided into small land plots; thus, their trying to stop the development of land sharing was the main reason for such slow and dissatisfactory paces of land reform. Scarcity of financial support for land sharing, the absence of elaborated legislation and consensual governmental management also slowed down land sharing MORDVINOV, 2002. Nevertheless, at the end of 1998, sharing collective land was practically finished: 6.7 million Ukrainian citizens received the Certificates STATE LAND RESOURCES COMMITTEE, 2000. In general, land sharing can be defined as a sharing on paper at this stage of land reform. The above decrees did not mention the issues of shared borders and the real provision of peasants with land plots. Landowners oftentimes did not know the exact location of their land. Ownership of the shared land remained the property of the members of collective agricultural enterprises, though these people could carry out transactions with their shares independently as land shareholders. Legislation caused the first speculations of land shares at this stage of land reform. But these speculations occurred just in a paper form certificates. On the other hand, trade with such certificates cannot be recognized as a full land transaction. It was a contract on paper only and did not define the borders of land shares at the moment of signing the contract. Moreover, the procedure of defining borders had not been elaborated at that time. The distribution of shares, combined with the legal right of exit from the existing corporate farm was an important mechanism for restructuring the agricultural sector; nevertheless, it was an interim measure which ultimately was expected to lead to the physical distribution of land plots and farm assets KOBZEV, 2004. The Constitution of Ukraine, which was accepted in 1996, did not foresee the existence of collective ownership. Decline in agricultural production and labour productivity in agricultural enterprises started in 1992 and continued in this stage of land reform as well see Figure 1. Low efficiency in agriculture, as well as the absence of workers motivation, reflected by labour productivity, predicated the necessity of collective agricultural enterprises reformation, thus providing their members with land and assets. All these events stipulated the development of the next stage of land reform. Creation of agricultural land market in Ukraine: Current state of development 17Figure 1: Gross agricultural production of agricultural enterprises in 1996 prices, billion UAH2 and labour productivity in % to 1990 100.034.3sanvyrh noillib ,secirp 6991 ni 403530252015105057.649.751.847.245.516.613.212.710.69.7199019951996199719981999Gross production of agricultural enterprises Labor productivity in agricultural enterprises 1201008060402000991 ot %ni Source: STATE STATISTIC COMMITTEE OF UKRAINE, 2002. 3.3 Restructuring collective agricultural enterprises As mentioned above, the land share policy introduced in the mid1990s did not bring the expected significant outcomes. In particular, transformation of collective ownership and the creation of fullfledged private land rights were not reached. The beneficiaries of the land sharing process were not well informed about the rights attached to their land shares. Land shareholders did not take strong proactive positions when exercising their rights, and real decisions were still made by collective farm directors. The situation in the agricultural sector see Table 2 and in rural areas was catastrophic. On January 1, 1999, one hospital served 28.5 villages, one ambulance served 14 villages, an obstetrical centre, clubhouse and school served 2 villages, and a kindergarten served 3 villages DYSHLIUK, 2000. Table 2: Number of unprofitable agricultural enterprises and amount of losses per unit Total amount of unprofitable agricultural enterprises, units Unprofitable agricultural enterprises, % of total Amount of losses, thousand hryvnas 1994 715 1995 3,734 Years 1996 8,505 1997 1998 10,906 11,410 5.7 24.2 30.2 77.3 68.5 222.3 87.2 332.9 91.8 370.8 1999 10,642 84.2 361.4 Source: STATE STATISTIC COMMITTEE OF UKRAINE, 2000. The Presidential Decree ON IMMEDIATE MEASURES TO ACCELERATE THE REFORM OF THE AGRARIAN SECTOR OF THE ECONOMY No 152999, December, 1999 was intended to correct this unsatisfactory situation. The beginning of the third stage of land reform began on the date the Decree was signed by the President of Ukraine. 2 UAH Ukrainian national currency Ukrainian Hryvnya, introduced 1996. 18 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa The decree was revolutionary in setting out a new policy for land reform. Collective ownership was eliminated and old state kolkhozes, which had been transformed into CAE, were reorganized. So the new organizational forms of farming e.g., jointstock companies, limited liability companies, agricultural cooperatives, private firms, etc., had to be established. According to the Decree, each member of the collective agricultural enterprises were able to exit the CAE with hisher land and asset shares. In such a case, the land share borders had to be determined on the territory and new landowners could obtain the rights of private land ownership. Owners of land plots could establish new forms of agricultural enterprises and carry out their activities on the basis of private land ownership. An official aim of the CAE reformation was to change the forms of stock and land ownership, and establish new, marketoriented agricultural enterprises in which labour and asset relations would be clearly dissociated that is, clearly divided possession, use and disposal of property from relations of the membership. In addition to establishing the most suitable environment for the CAE reorganization, the Decree also stipulated: Governmental assistance with the collective agricultural enterprises reorganization and creation of the new private formations; Implementation of simplified registration for lease contracts on land and asset shares by local authorities; Reduction of the costs incurred when individuals applied for land deeds; and Introduction of new rules for land registration at local authorities, etc. At this stage of land reform, government called upon land share certificate holders to exchange these certificates for state land acts from 2000 to 2002 to promote the greater institutionalization of private land ownership. But at the same time, there was no specified time framework which would require land shares to be converted into identified land plots certified by State Acts. Nevertheless, the mentioned speculations regarding the Certificates still occured. Peasants and other certificated owners were uninformed about the rights concerning land shares and real market prices for certificates. According to these circumstances, as well as to the absence of a land purchase and sale mechanism, and with the aim of protecting the peasants land rights, the Parliament of Ukraine issued the Law ON AGREEMENTS REGARDING LAND SHARE ALIENATION No 2242III, January of 2001. The Law prohibited land shareowners from making any agreements on the purchase, sale and gift, as well as on the alienation of land shares, in any other way except transferring it into heritance or acquisition for social needs. This law practically stopped all movement of land shares. In general, vague and inconsistent reformation steps resulted in their first positive results in this stage of land reform. In Ukraine, gross agricultural production grew from 21 % in 2001 to 23.3 % in 2002. Although the amount of unprofitable enterprises contracted, from 1999 to 2002 by 50 %, fixed agricultural tax as a factor of tax pressure reduction was introduced in 1998. The trade balance became positive, the debts on salary and the amount of barter decreased, the amount of credits in the agricultural sector increased, and promotional crediting was instituted see Table 3. Creation of agricultural land market in Ukraine: Current state of development 19Table 3: Selected economic results of the agricultural enterprises activity in Ukraine Indexes Gross agricultural output, billion hryvnas Of which was gross output of crop production Of gross output of animal husbandry Part of unprofitable enterprises, % Total amount of taxes without fixed agricultural tax paid by agricultural enterprises, million UAHmillion hryvnas Total amount of fixed agricultural tax, mil. UAHExternal trade balance of agricultural and food products turnover, million US dollars Export of agricultural and food products, million US dollars Import of ag and food products, mil. US External trade balance, mil.US dollars Unpaid salary in ag enterprises, mil. UAH Credits given for agricultural enterprises total, million UAH Of which were preferential credits Years 1999 2000 2001 2002 50,73627,57923,15784.255,68933,63222,05834.561,39737,80423,59343.962,536 37,248 25,288 42.3 2002 to 1999, % 123.3135.0109.250.23,6144,6335,2375,407 149.6173.02,5241,538986552.02,0423900223.92,5761,5829945881,5222,090818341.53,2952,0621,2338304785,8662,803420 3,835 2,634 1,201 1,432 340 5,860 2,155 243.0151.9171.2121.8259.516.71,5033,11218.727.1Specific weight of barter operations in total amount of sales of agricultural enterprises, % Source: MESELVESELJAK and FEDOROV, 2003. Such positive changes can be explained through CAE reorganization, which led to efficient land use by marketoriented legal entities. Land shareowners could lease their land shares to more efficient users and they were free to choose such users. But the real land plot trading still had not been carried out in Ukraine. The absence of a definitive procedure for establishing land plot borders was the main obstacle to land trading and agricultural land market development. 7.64.4 16.23.4 Agricultural land ownership structure Land privatization led to significant changes in the structure of agricultural land ownership in Ukraine see Table 4. As seen in Table 4, nearly 100 % of agricultural land was under state ownership by 1991. Transferring agricultural land between different forms of ownership started after the beginning of land reform. At present, about 72 %, or 30 million hectares of agricultural land are privately owned. Most of this land, 60 %, is in physically demarcated land plots. The average amount of agricultural land considered a peasant farm has grown from 19.8 hectares in 1991 to 84.8 hectares in 2003. 20 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa Table 4: Agricultural land ownership structure, thousands hectare Indicators Total amount of agricultural land Private ownership: Of which were Land shares Land plots Peasant farms: Total numbers, units Agricultural land, thousand hectare Peasant farms not registered as a legal entity State Ownership Source: STATE LAND RESOURCES COMMITTEE, 2005. 1991 42,030 14,700 292 42,030 Years 2000 41,827 28,795 25,109 3,686 35,900 2,158 2,749 12,323 2003 41,788 30,006 11,942 18,064 37,300 3,164 2,767 11,663 1995 41,853 9,232 9,232 32,000 786 32,620 3.5 Land Code as a new phase of land privatisation process The LAND CODE OF UKRAINE No 2768, October, 2001 proclaims land to be the basis of human life and the main source of national wealth under special protection of the State. The regulation of land use and land protection is based on an assumption that land is both a natural resource and real estate. The Code states that land relations are social relations regarding possession, use and disposal of land. It also ensures state guarantees of human rights concerning property on land. Among other things, Land Code stipulates two forms of land ownership in the market economy: Public ownership, which includes state and communal ownership, and private ownership. The Code stipulates that citizens obtain the right of land ownership plots according to contracts of purchase, gift, exchange or to other civillegislative contracts; free transferral from state and communal land ownership; privatization of land plots given for individual use by individuals; receiving inheritance; and the definition of land share borders on the territory. Further, the Land Code establishes a number of restrictions on the acquisition of land plots into ownership. The Land Code does not allow foreign physical and legal entities to acquire agricultural land plots for private ownership and restricts their right to acquire nonagricultural land plots for private ownership. As a compromise, it does allow foreign physical persons and persons without citizenship to acquire nonagricultural land plots within the boundaries of settlements and outside settlements provided they are located beneath the immovable property owned by them. Agricultural land inherited by foreign physical and legal entities and by persons without citizenship is subject to alienation within a year KOBZEV, 2004. On the other hand, in such positive circumstances for land relations and agricultural land market development, the Ukrainian Land Code is a deterrent of such development. Transitional Provisions of the Code are worth special attention in this respect, as they state: Citizens and legal entities of Ukraine can obtain the right of ownership on agricultural land with a total area of no more than 100 hectare till January 1, 2010. The right to contribute land plots the value of land plot to the statutory fund of agricultural enterprises is prohibited till January 1, 2005 this prohibition has been continued. Creation of agricultural land market in Ukraine: Current state of development 21 Citizens and legal persons of Ukraine which possess land plots for running agricultural business or any other agricultural production cannot sell or alienate, in any way, land plots and land shares, except to exchange, transfer into heritage or withdraw for social needs till January 1, 2005 the moratorium regarding agricultural land purchase and sale has been continued. Definition of the borders of land share on the territory can be done for the citizens or land shareowners, according to their desire. In this case the State Act of the Right on Land ownership has to be given. The problem of land share borders definition on the territory had become extremely important. The President of Ukraine, considering this problem, signed the Law of Ukraine ON THE PROCEDURE OF DEFINITION ON THE TERRITORY OF LAND PLOTS BORDERS FOR THE LAND SHARE OWNERS No 899IV, June of 2003. This law determined the organizational and legislative basis of measuring land plots which belonged to collective agricultural enterprises, agricultural cooperatives and agricultural jointstock companies of collective ownership. According to such measures, on the 1st of January 2005, about 5.1 million 85 % State Acts of the Right on Land ownership Plots were formatted and distributed to Certificate owners by the State Land Resources Committee. The Land Code of 2001 and June 2003 are the last legislative steps in Ukrainian land relations reformation observed in this study. Peasants had become owners of their land. All prerequisites with temporal restrictions for land market development were established. 3.6 Some preliminary results of the agricultural land reform process in Ukraine Within land reform a number of principal aims were reached. For example, private land ownership was introduced; demonopolisation of land through transferring possession to collective agricultural enterprises and citizens was carried out; land from collective agricultural enterprises was shared between workers and retirees of such enterprises. Different forms of business were established instead of the kolkhozessovkhozes system. Private peasant farms, established on the basis of private land ownership and individual or family forms of business organizations were able to develop further; farmers became the new subjects of agricultural business in Ukraine. Collective agricultural enterprises and huge amounts of sovkhozes were reformed into marketoriented entities established through private and state land ownership with collective forms of work organization. Restructuring existing agricultural enterprises and establishing new agroformations has brought significant changes in the amount of area used for agriculture see Table 5. As seen in Table 5, in 1990 agricultural enterprises used 93.5 % and private households 6.5 %, respectively, of the total agricultural land. In 2003 these figures were 63.0 % and 28.6 %, respectively, and farmers used 8.4 % of the total agricultural land. A striking development is the establishment of new forms of agricultural entities by land lease. Most land lease activities were run by big financial and service structures which invested funds into agricultural production and the social sector of rural territories. And thus a new form of agribusiness has appeared. The amount of such landlease enterprises was 2,900 in 2000, and on the 1st of April 2004 they accounted for 4,300 units MESELVESELJAK, 2004. The most important result of land reform is changes in land ownership, which have led to a decrease in the amount of unprofitable enterprises and the conversion of agricultural production into a profitable activity losses of agricultural enterprises were 12.3 billion UAH in 19961999; profits were 1.9 billion UAH in 20002003 STATE STATISTIC COMMITTEE OF UKRAINE. 22 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa As seen in Figure 2, at the beginning of the 1990s the state was the exclusive landowner, though the situation had begun to change by the mid1990s. Ukraines collective and state farms were converted into collective agricultural enterprises CAE accompanied by the issuance of land share certificates to affiliated workers and retirees. However, the issued share had been leased out to the same collective agricultural enterprises. As a result, creating a large number of marketoriented agricultural entities and private farms has not been realized; most of the CAEs are still unprofitable. Table 5: Redistribution of land between forms of businesses in agriculture of Ukraine 1990 1995 Years 2000 2003 Indicators ,stinu ga fo tnuom A dnasuoht ,sdnal larutlucirg A seratceh fo snoillim % ,stinu ga fo tnuom A dnasuoht ,sdnal larutlucirg A seratceh fo snoillim % ,stinu ga fo tnuom Adnasuoht dnasuoht ,sdnal larutlucirg A seratceh fo snoillim % ,stinu ga fo tnuom Adnasuoht dnasuoht ,sdnal larutlucirg A seratceh fo snoillim %Ag enter12,4 prises Peasant farms 0,043 x 38,7 93,5 15,6 34,6 83,4 21,0 32,2 77,7 19,0 24,0 63,0 0,004 32,0 0,8 1,9 35,9 2,1 4,9 37,3 3,2 8,4 x 6,5 100 2,7 41,4 6,1 14,7 41,5 100 Private households Total Source: STATISTICAL COMMITTEE OF UKRAINE, 2004. In 2001, the situation completely changed when private rights to land were institutionalized. There was steady growth in the amount of land privately owned, mostly due to CAE restructuring. From 1991 to 2001, most agricultural land in Ukraine nearly 30 million hectares out of 42 million was transferred from state ownership into collective and private ownership. Figure 2: Changes in ownership as a percentage of total land 7,4 17,4 42,7 100 10,9 38,1 28,6 100 x x 100%90%80%70%60%50%40%30%20%10%0%1990199520002003State Private Collective Source STATE LAND RESOURCES COMMITTEE, 2004. Creation of agricultural land market in Ukraine: Current state of development 23The restructuring of collective agricultural enterprises through land and property sharing, the privatization of farm property and fixed assets, and the introduction of new methods in farm management have led to significant changes in the nature of property relations based on the rights of private land ownership KOBZEV, 2004. As a result, on the 1st of January 2005, over 5.1 million or 85 % rural Ukrainians obtained rights to private land ownership plots certified by the State Act and became landowners. They received legal capacity to hand their agricultural land plots over as a gift, inheritancebequest, lease, etc. However, purchase and sale, as well as the exchange 3 of agricultural land are prohibited by the Temporal Provisions of Land Code till the 1st of January 2007. 4 FORMATION OF UKRAINIAN AGRICULTURAL LAND MARKET Importance and role of land market 4 Market transformation of agricultural production and land use led to the majority of peasants becoming landowners. Each worker from the agrarian sector has received or is to receive the State Act of the Right for Land ownership according to hisher desire. Moreover, nearly 50 % 14 million hectare of agricultural land is in retirees permanent possession, retirees who cannot actively be involved in agricultural production activities and 30 % of whom have no heirs DANYLENKO, 2004. That is why there is an urgent need to introduce a mechanism which would be able to provide rational and efficient from the social point of view land turnover. World practice attests that such a mechanism is meant to be introduced upon the emergence of an agricultural land market. Under the conditions of transformation into marketoriented land relations, the land market can be recognized as one of the main constructive parts of these relations DOBRIAK, TYKHONOV and PALAMARCHUK, 2004. The land market promotes the determination of highly effective users, the concentration of land resources in their ownership and use, provides rational and ecological land use, and solves important social and economic tasks SHALYGINA, 2000. In the case of land being included in commodity turnover through the land market, the price for agricultural products is formed by considering land price, specifically, the expenses of using capital or lease rent if land is in lease. According to this, prices on agricultural products will increase, which will be a positive result for producers and landowners because it gives them an opportunity to have additional profits for renewing the means of production as well as using modern technologies, highly productive techniques, etc. DANYLENKO, BILYK, 2002. An efficient land market could bring benefits to local authorities. Local budgets would receive sales revenues from land transactions in accordance to, among other legislation, the Law ON LAND PAYMENT No 2535XII, July of 1992, which stipulates 90 % of funds gained from land plot sales are to be transferred to local budgets and 10 % to the state budget. This revenue could be used for resolving the most urgent problems of the territorial communities. The land market is also of a great importance for the development of agricultural enterprises during transition in Ukraine. Having acquired land, the owner could use its value as an asset for the foundation capital of an enterprise. As international experience demonstrates, the 3 Prohibition of agricultural land exchange was ascertained by the Law On Amendments to the Land Code No 2059IV, October of 2004. 24 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa value of land remains stable or keeps growing, in spite of inflationary processes. Land is a unique capital in its ability to maintain its value, and, in contrast to many other assets such as currency, bonds, securities, etc., it tends to increase its value over time. This means that land may potentially become a source of significant wealth for those who own an enterprise. Thus, even for landholders who do not avail themselves to land markets during their lifetime, land markets can identify and confirm the asset value that can be passed to the next generation, and thereby is useful for planning a range of human activities KOBZEV, 2004. 4.2 Available forms of transactions at the Ukrainian agricultural land market Acceptance of the Land Code of 2001 predicted the appearance of a new market in Ukraine the agricultural land market. The land market is a system of juridical and economic relations in which the rights of possession, use and disposal of land plots are determined by civil and land legislation; it is an institution where land plots can be transferred between physical and legal entities and easily estimated in monetary form DANYLENKO and BILYK, 2002. All land transactions which can be made on the Ukrainian agricultural land market are generally divided into two main categories: a purchase and sale transactions, which predict the transfer of legal land ownership; and b leasing transactions, which predict the transfer of rights on land use from lessor to leaseholder. Giving as a gift, the inheritancebequest of agricultural land or socalled civillaw transactions and exchange of agricultural land plots or socalled market transactions are also commonlyused in Ukraine and can be placed in the first category of land transactions, which predict the transfer of legal land ownership. Leasing transactions comprise the leasing of agricultural land, subleasing, and third party lease see Table 6. At present, the LAND CODE 2001 and the October 2004 law are the main legislation that regulates agricultural land market in Ukraine. According to the abovementioned definition of land market and ascertained prohibitions in TRANSITIONAL PROVISIONS OF LAND CODE 2001, a fullfledged agricultural land market does not function in Ukraine today. The Transitional Provisions which were amended and prolonged by the Law of Ukraine ON AMENDING ACT TO THE LAND CODE OF UKRAINE No 2059IV, October 2004, state: Individuals and legal entities which have land plots in private ownership for family farming and other agricultural production, as well as the citizens of Ukraineland shareowners have no right to sell or alienate in any way their land plots and land shares, except by inheritance or withdrawal for public needs till January 1, 2007. For the period till January 1, 2015, individuals and legal entities can acquire agricultural land plots with the total area not exceeding 100 hectare. However, this area can be increased in the case of legitimate inheritance of these land plots by citizens and legal entities. Until January 1, 2007, land shareowners have no right to contribute their shares to the statutory fund of business associationscommercial companies. This is why the first and the most significant impediment to fullyfunctioning agricultural land market development is the moratorium on the purchase and sale of agricultural land in Ukraine. Creation of agricultural land market in Ukraine: Current state of development 254.2.1 First transactions of the rights on agricultural land and the moratorium on the purchase and sale of agricultural land The August 1995 Presidential Decree stipulated a land share size for each land ownership share with distribution of nominal Certificates of the Rights on Land Share. On the 1st of January 2003, 6.72 million peasants or 98 % received the Certificates and automatically obtained the rights regarding all available transactions with their land shares. The certificate transactions have been running during the last several years. At that time the land share rights were not properly understood by the population and new land shareholders did not take any strong proactive position in exercising their rights. Certificates of the Rights of Ownership on the Land Share every share comprised 4 hectares on average were selling between 500 hryvnas 100 USD to 16,500 hryvnas 3,000 US Dollars. According to the accepted method of monetarily assessing land, a hectare of agricultural land costs 8,574 hryvnas and the average cost of land share has not be less than 34,300 hryvnas STATE LAND RESOURCES COMMITTEE, 2003. This has led to the largescale purchasing of land share rights at low prices in certificate form see Figure 3. Figure 3: Transaction dynamics of land plot rights in certificate form, thousand 141210864202.6199911.712.612.9200020012002 Source: STATE LAND RESOURCES COMMITTEE, 2003. All land shareowners agreements regarding the purchase or sale, gift or alienation of land shares in any way, except through transferring them into heritance and withdrawing them for social needs, were prohibited by the January 2001 law, according to the absence of a land purchase and sale mechanism, and with the aim of protecting of peasants land rights. This law thereby practically stopped all transferral of the rights for land ownership shares. Another way of transferring the rights to agricultural land plots is purchase or sale. There are two probable types of agricultural land plot purchases or sales in Ukraine: a direct purchase or sale according to applications of all concerned individuals and b purchase or sale at auction see Table 6. As it is seen from Table 6, direct purchase or sale of agricultural land plots is allowed only for legal persons, religious and social organizations, and for Ukrainian citizens. Others may obtain rights for private land ownership through purchase or sale at the auction only. 26 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa While the sale and purchase of agricultural land are currently forbidden, gift, inheritance bequest and lease of land plots are allowed. This serves as a tool for reallocating land resources during the moratorium period. 4.2.2 Land plots exchange, inheritance and gift According to the LAND CODE OF UKRAINE 2001, three available types of transferring ownership rights to agricultural land were legally present in Ukraine till the end of 2005: Exchange, gift and inheritance. In this respect, the exchange of agricultural land plots is worthy of special attention. According to the LAND CODE 2001, the exchange of agricultural land was a legal operation on the Ukrainian agricultural land market by January 2005. The law On Amendments to the Land Code prohibited all market transactions concerning the exchange of agricultural land plots till the 1st of January 2007 see Table 6. Figure 4: Structure of land transactions exchange, inheritance, gift in land certificate form on the 1st of July 2003, Total 752 thousand transactions 100908070605040302010087.2Inherited 12.6Gifted 1.0Exchanged Source: STATE LAND RESOURCES COMMITTEE, 2004. As shown in Figure 4, inheritance is the predominant type of transaction, accounting for 86 % of the total amount of land transactions involving the transfer of ownership. This is explained by a simple reason: Half of all land plots are in possession of pensioners passing on land rights to their relatives DANYLENKO, 2004. One of the most common forms of land plot transferal of the Ukrainian agricultural land market is land lease. 4.2.3 Agricultural land leasing Land lease was reestablished in Ukraine through the Law On Land Lease No 161XIV, October 1998 after a 70 year break. Land sharing of nonstate agricultural enterprises provided a powerful incentive for agricultural land lease relations development. Nearly 6.7 million certificate owners, 41,600 farmers, as well as the new forms of business, were interested in developing land lease relations. In the last several years, legislative acts which established the main provisions regarding land lease relations have been accepted. They stipulate the following see also Table 8: The right to lease land is based on contract, it is limited in time and based on paid possession and land use for business and other activities; Creation of agricultural land market in Ukraine: Current state of development 27 Land plots may be leased to citizens and legal entities of Ukraine, foreign citizens and persons without citizenship, foreign legal entities, international associations and organizations and also to foreign states; A land plot can be leased for a short term not more than 5 years, and for a long term not more than 50 years; With the leasers consent, a leased land plot or a portion of it can be transferred by the lessee into the possession and use of another person subleased; and Land plots can be leased out by their owners or persons authorized by them as their agents. Currently in Ukraine, there are two ways of transferring land by lease: a the Certificate of the Right for Land ownership Share and b the State Act of the Rights for Private Land ownership. The majority of certificate owners entered into leasehold arrangements with agricultural entities and individuals. On the 1st of January 2004, land shareowners made 5,235,600 rent contracts, with a total leased area of 20,927,400 hectares. And on the 1st of January 2005, the amount of such contracts was 5,031,200, with a total area of 19,982,500 hectares of leased land. As seen from Figure 5, leasehold agreements with enterprises which issued land certificates still dominate 69 %. Such a figure can be explained mostly by retirees reluctance to change the leasers. The part of retirees leasehold agreements in the total amount of rent contracts is 2,691,700, or 53.5 %. On the 1st of January 2005, 12.716 million hectares of agricultural land were transferred into lease based on the State Act of the Rights for Private Land ownership. 99.9 % of this amount, or 12.708 million hectares, was transferred for agricultural production and only 8,700 hectares, or 0.1 %, was transferred for other purposes. 158,400 hectares of agricultural land, or 1.2 %, were transferred into lease in different localities. Figure 5: Structure of land share lease agreements at January 1, 2005, % of total Lease agreements with enterprises, which issued land certificates 69%Lease agreements with peasant farms 8%Lease agreements with other subjects 23% Source: STATE LAND RESOURCES COMMITTEE, 2005. 28 Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa As seen from Figure 5, shortterm contracts are the prevailing form of agricultural land lease, totaling 88 % of all concluded land rent contracts. The share of leases exceeding 10 years is very insignificant, amounting to only 2 % of all contracts. Figure 6: Structure of land lease terms at January 1, 2005, % of total concluded leases 7060504030201013 yrs 45 yrs 610 yrsover 10 yrs Source: STATE LAND RESOURCES COMMITTEE, 2005. Longterm leases are not common in Ukraine, which is mostly explained by tenure insecurity. Since land lease contracts tend to be shortterm, it is reasonable to assume there are few incentives for lessees to make longterm investments, or even to use rented land effectively. Landowners or longterm lessees are typically concerned about the sustainability of the land as a resource which brings a permanent income, the environmental care of land, and protection of soil fertility KOBZEV, 2004. Land leasing plays an important social role, as in many cases lease payments are the main source of income for rural families. State statistics show that total payments for 2003 land lease contacts were 2.4 billion UAH 455 million USD and for 2004 2.3 billion UAH 436 million USD. Approximately half of this amount was paid to retired peasants. However, only 13 % of the total payments for the 2004 land lease contacts were paid in monetary form. Other parts of such payments were in the form of agricultural products 81 % and services 6 %. At the same time, some experts argue that the land payment remains rather low MIKHAYLOV, 2003. Annual payment in 2003 was just 115.2 UAH 21.7 US Dollars and in 2004 116.9 UAH 21.6 US Dollars per hectare of agricultural land. 4.2.4 Overview of legal land transactions on the Ukrainian land market All agricultural and nonagricultural land transactions, both of which are legal according to the current legislative base in Ukraine, can be integrated in the Table 6. 4.3 Legislative control of the agricultural land market As mentioned above, there are two legislative documents which currently regulate the agricultural land market in Ukraine: Land Code No 2768, October 2001 and the Law On Amendments to the Land Code No 2059IV, October 2004. These documents reaffirmed the guarantees of obtaining and alienating the rights of ownership on agricultural land. At present, there is bill titled On Land Market in Ukraine, which is likely to be accepted by the government after some amendments. The law, if passed, will be the main legislative document, not only for the rights of land ownership, but also for sustainable agricultural land Creation of agricultural land market in Ukraine: Current state of development 29market development, the real formation of market prices for land, free transactions of agricultural land between market actors, etc. Table 6: Legal land transactions on the land market in Ukraine Form of land ownership Subjects of economic turnover of land srotacidn ILand Transactions etat S seitirohtua laco L suoigiler ,snosrep lage L snoitazinagro laicos dna slaudividn I ,snosrep lagel ngiero Fazinagro lanoitanretni snoit dna slaudividni ngiero F tuohtiw slaudividni pihsnezitic Land categories lanummo C larutlucirg A etavir P etat S larutlucirg A no N larutlucirg A larutlucirg A no N larutlucirg A no N larutlucirg A larutlucirg A no N larutlucirg A larutlucirg A no N larutlucirg A M M M M M M M M M M M Land purchase and sale: Direct purchase or sale according to the applications of all concerned individuals; Purchase or sale at auction Exchange of land Land lease First leaser Sublease Third party lease gninoitcnu F gninoitcnu F larutlucirg A no N larutlucirg A snoitcasnart tekra M snoitcasnart tekra M snoitcasnart wallivi Ctarobal E Hypothetic mortgage gniof land Land gift Inheritancebequest Allotment of land Lifetime rental Dividing land between members of the family gninoitcnu F M M M M Source: DOBRIAK, TYKHONOV and PALAMARCHUK, 2004. Notes: M The Moratorium on the Purchase and Sale of Agricultural Land; May participate in transactions. 30Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa 5 SUMMARY Almost all prerequisites for the development of an agricultural land market have been established in Ukraine. The states monopoly on land ownership has been eliminated, Ukrainian peasants obtained rights of private ownership on most agricultural land, and new forms of business on the agricultural land market developed. Further, market transactions of agricultural land through exchange, gift and inheritancebequest have been implemented in Ukraine. But several impediments to the further development of an agricultural land market still exist. First is the moratorium on the purchase and sale of agricultural land, which should be immediately lifted. The moratorium is interrupting the development of the land market, as well as its infrastructure, including consulting agencies, brokerages, real estate agencies, insurance companies, etc. Current agricultural land transactions in Ukraine are accompanied by the complex and intricate procedure of registration in different agencies and departments. That is why the formation of an Integrated Registration System of the rights on land and real estate is also one of the most important prerequisites for further agricultural land market development. One more problem to be addressed is that land evaluators and landowners have little access to market information regarding agricultural land prices or demand and supply. Difficulties in access to such information, and even its absence, are reflected in current land prices. Solving these issues will hopefully accelerate the development of the agricultural land market in Ukraine. REFERENCES DANYLENKO, A. S. 2004: Pro moratorj na kupvlju ta prodaz zemelnich dljanok slskogospodarskogo priznacennja: Dlovij tizden, 21.01.2004, Kiev, p. 5. DANYLENKO, A. S., BLYK, J. D. eds. 2002: Formuvannja rynku zeml v Ukran, Urozaj, Kiev. DOBRIAK D. C, TYKHONOV A. G., PALAMARCHUK, L. V. 2004: Ekonomcnij oborot zeml v Ukran: Teorja, metodologja praktik, Urozaj, Kiev. DOC978 1997: Agenda 2000 Summary and conclusions of the opinions of Commission concerning the Applications for Membership to the European Union presented by the candidates http:www.rcie.zgora.plplikidokumenty Countries, agenda 2000_summary_and_conclusions.pdf. StrasbourgBrussels, 15th July 1997, DRAPIKOVSKIJ, A. I., IVANOVA, I. B. 2003: Ocenka zemelnych ucastkov: EgaBasma, Biskek, ISBN 9967218444. DYSHLIUK, N. . 2000: Dejak aspekti rozvitku socalno sferi sela, in: SABLUK, P. T. ed.: Problemy ekonomki agropromislovogo kompleksu formuvannja ego kadrovogo potencalu, t. 2, s. 95100. FEDOROV, M. M. 2003: Organzacjnoekonomcn peredumovi formuvannja rynku zemel slskogospodarskogo priznacennja, Ekonomka APK, No 1, s. 2531, Kiev. GIOVARELLI, D., BLEDSOE, R. 2001: Land reform in Eastern Europe: Western CIS, Transcaucuses, Balkans, and EU Accession Countries, United Nations Food and Agricultural Organization, Seattle, Washington. JASTER, K., FILLER, G. 2003: Umgestaltung der Landwirtschaft in Ostdeutschland, INSTITUT FUR WIRTSCHAFTS UND SOZIALWISSENSCHAFTEN DES LANDBAUS, HU BERLIN eds.: Working paper Nr. 68, Berlin. KOBZEV, A. 2004: Advancing land relations and developing a fullfledged land market in Ukraine, http:www.policy.hukobzevPolicy Research Paper_Draft.pdf  Creation of agricultural land market in Ukraine: Current state of development 31KRAVCHUK, L. D. 1991: Urochiste zasdannja Verchovno Radi Ukrani, 5 December 1991: http:www.rada.gov.uazakonskl 1BUL1434_1.htm. KRYLATYH, J. N. 2000: Agrarnaja zemelnaja reforma Rossii, in: TILLACK, P., SCHULZE, E. eds.: Land Ownership, Land Markets and their Influence on the Efficiency of Agricultural Production in Central and Eastern Europe, Studies on the Agricultural and Food Sector in Central and Eastern Europe, Vol. 9, Halle Saale, pp. 392408. LERMAN, Z., BROOKS, K., CSAKI, C. 1994: Land reform and farm restructuring in Ukraine, World Bank, Washington D.C. LERMAN, Z., CSAKI, C. 1997: Land reform in Ukraine: The first five years, World Bank, Washington D.C. LERMAN, Z., CSAKI, C. 2000: Ukraine: Review of farm restructuring experiences, World Bank, Washington D.C. MESELVESELJAK, V. J. 2004: Rozvitok ta efektivnst organzacjnopravovich form gospodarjuvannja v slskomu gospodarstv Ukrani, Ekonomka APK, 11, s. 1922, Kiev. MIKHAJLOV, J. 2003: Zemelnij kodeks: Chi pravilnoju dorogoju jdete, panove?!, Propozicja, No 7, s. 7783, Kiev. MORDVNOV, O. 2000: Reformuvannja zemelnich vdnosyn v agrarnj sfer Ukrani, Ekonomchnij ChasopysXXI No 3, s. 2135, Kiev. NOVAKOVSKY, L. J., TRETIAK, A. M., DOBRIAK, D. S. 2001: Zemelna reforma zemleustrj Ukrani, Kiev. SABLUK, P. T. ed. 2000: Formuvannja ta funkconuvannja rinku agropromislovo produkc praktichnij posbnik, IAE, Kiev. SCHULZE, E., TILLACK, P. 1999: The development of land market in Central and Eastern European Countries, Zemedelska Ekonomika, 45, pp. 225230. SHAGAIDA, N., LERMAN, Z. 2004: The land market: Living with constraints, http:www.iet.ruafeconferences2004_09_13papersengLandShagaida.pdf. SHALYGNA, . V. 2000: Stvorennja rynku zeml, Ekonomka APK, No 4, s. 7075, Kiev. STATE STATISTIC COMMITTEE OF UKRAINE: Agriculture of Ukraine, Statistical Yearbook, Kyiv, several editions. STATE LAND RESOURCES COMMITTEE: Operative Data, Kyiv, several editions. 32Volodymyr Melnychuk, Sergiy Parkhomenko, Alexej Lissitsa ANNEX Table 1A. Chronology of land reform legislation in Ukraine Law on Amendments to the Land Code October 6, 2004 Government Decree On Organization of Work and Methodic of Land Plots Division Between Land Shares Owners Feb. 4, 2004 Law on Assessment of Land Dec. 11, 2003 Law on Mortgage June 5, 2003 Law on the Procedure of Land Plots Borders Definition at the territory for the Land Share Owners June 5, 2003. Government Decree On Expert Monetary Valuation of Land Plots October 11, 2002 Presidential Decree On Additional Measures Regarding Social Defense of Peasants Land Plots and Land Share Owners Feb. 2, 2002 Land Code October 25, 2001 Presidential Decree On the Main Directions of the Land Reform in Ukraine on 20012005 May 30, 2001. Presidential Decree On Measures to Facilitate Protection of the Property Rights of Peasants During the Process of Reforming the Agricultural Sector of the Economy January 30, 2000 Presidential Decree On the Providing of Village Workers of Social Sphere by Economic Interests and Social Defense Regarding Solving Issues, which Arise During the Process of Land Reform Implementation April 12, 2000 Presidential Decree On Immediate Measures to Accelerate the Reform of the Agrarian Sector of the Economy Dec. 3, 1999 Law on Fixed Agricultural Tax Dec. 17, 1998 Presidential Decree On the Guarantee of the Defense of Economic Interests and Improvement of Social Provisions of RetireesPeasants, Who Has the Right on Land Share Dec. 15, 1998 Law on Land Lease October 6, 1998 Presidential Decree On Guarantee of the Rights of Land Share Owners April 21, 1998 Constitution of Ukraine June 28, 1996 Presidential Decree Regulations for Division into Shares of Land Transferred to Collective Ownership of Agricultural Enterprises and Organizations Aug. 8, 1995 Government Resolution Procedure for Monetary Valuation of Agricultural Land and Land in Settlements March 23, 1995 State Land Resources Committee Temporal Procedure On the Work Regarding Receiving the State Acts of the Right of Collective Land ownership by Collective Agricultural Enterprises, Agricultural Cooperatives, and Agricultural JoinStock Companies Including Enterprises that were Established on the Base of Sovkhozes and Other State Agricultural Enterprises March 15, 1995 Creation of agricultural land market in Ukraine: Current state of development 33Presidential Decree On Immediate Measures for Acceleration of Land Reform in the Sphere of Agricultural Production Nov. 10, 1994 Government Resolution On Priority Measures for Preparation and Implementation of Land Reform May 7, 1993 Law on Amendments and Additions to Some Laws of Ukraine May 5, 1993 Resolution of Supreme Soviet of Ukraine On the SocioEconomic Situation in Ukraine and Measures for Its Stabilization Jan. 27, 1993 Government Decree On State Tax Jan. 21, 1993 Government Decree On Privatization of Land Plots Dec. 26, 1992 Law on Payment for Land July 3, 1992 Resolution of Supreme Soviet of Ukraine On Acceleration of Land Reform and Privatization of Land March 13, 1992 Law on Collective Agricultural Enterprise Feb. 14, 1992 Law on Forms of Ownership Jan. 30, 1992 Law on Peasant Farms Dec. 18, 1991 Resolution of Supreme Soviet of Ukraine On Land Reform Dec. 18, 1990 Land Code Dec. 18, 1990 Source: Authors data. DISCUSSION PAPERS DES INSTITUTS FUR AGRARENTWICKLUNG IN MITTEL UND OSTEUROPA IAMO DISCUSSION PAPERS OF THE INSTITUTE OF AGRICULTURAL DEVELOPMENT IN CENTRAL AND EASTERN EUROPE IAMO No. 1 FROHBERG, K., HARTMANN, M. 1997: Promoting CEA Agricultural Exports through Association Agreements with the EU Why is it not working? No. 2 FROHBERG, K., HARTMANN, M. 1997: Comparing Measures of Competitiveness: Examples for Agriculture in the Central European Associates No. 3 POGANIETZ, W. R., GLAUCH, L. 1997: Migration durch EUIntegration? Folgen fur den landlichen Raum No. 4 WEINGARTEN, P. 1997: AgriEnvironmental Policy in Germany Soil and Water Conversation No. 5 KOPSIDIS, M. 1997: Marktintegration und landwirtschaftliche Entwicklung: Lehren aus der Wirtschaftsgeschichte und Entwicklungsokonomie fur den russischen Getreidemarkt im Transformationsproze No. 6 PIENIADZ, A. 1997: Der Transformationsproze in der polnischen Ernahrungsindustrie von 1989 bis 1995 No. 7 POGANIETZ, W. R. 1997: Vermindern Transferzahlungen den Konflikt zwischen Gewinnern und Verlierern in einer sich transformierenden Volkswirtschaft? No. 8 EPSTEIN, D. B., SIEMER, J. 1998: Difficulties in the Privatization and Reorganization of the Agricultural Enterprises in Russia No. 9 GIRGZDIENE, V., HARTMANN, M., KUODYS, A., RUDOLPH, D., VAIKUTIS, V., WANDEL, J. 1998: Restructuring the Lithuanian Food Industry: Problems and Perspectives No. 10 JASJKO, D., HARTMANN, M., KOPSIDIS, M., MIGLAVS, A., WANDEL, J. 1998: Restructuring the Latvian Food Industry: Problems and Perspectives No. 11 SCHULZE, E., NETZBAND, C. 1998: Ergebnisse eines Vergleichs von Rechtsformen landwirtschaftlicher Unternehmen in Mittel und Osteuropa No. 12 BERGSCHMIDT, A., HARTMANN, M. 1998: Agricultural Trade Policies and Trade Relations in Transition Economies No. 13 ELSNER, K., HARTMANN, M. 1998: Convergence of Food Consumption Patterns between Eastern and Western Europe No. 14 FOCK, A., VON LEDEBUR, O. 1998: Struktur und Potentiale des Agrarauenhandels Mittel und Osteuropas No. 15 ADLER, J. 1998: Analyse der okonomischen Situation von Milchproduktionsunternehmen im Oblast Burgas, Bulgarien No. 16 PIENIADZ, A., RUDOLPH, D. W., WANDEL, J. 1998: Analyse der Wettbewerbsprozesse in der polnischen Fleischindustrie seit Transformationsbeginn No. 17 SHVYTOV, I. 1998: Agriculturally Induced Environmental Problems in Russia No. 18 SCHULZE, E., TILLACK, P., DOLUD, O., BUKIN, S. 1999: Eigentumsverhaltnisse landwirtschaftlicher Betriebe und Unternehmen in Ruland und in der Ukraine Befragungsergebnisse aus den Regionen Nowosibirsk und Shitomir No. 19 PANAYOTOVA, M., ADLER, J. 1999: Development and Future Perspectives for Bulgarian Raw Milk Production towards EU Quality Standards No. 20 WILDERMUTH, A. 1999: What Kind of Crop Insurance for Russia? No. 21 GIRGZDIENE, V., HARTMANN, M., KUODYS, A., VAIKUTIS, V., WANDEL, J. 1999: Industrial Organisation of the Food Industry in Lithuania: Results of an Expert Survey in the Dairy and Sugar Branch No. 22 JASJKO, D., HARTMANN, M., MIGLAVS, A., WANDEL, J. 1999: Industrial Organisation of the Food Industry in Latvia: Results of an Expert Survey in the Dairy and Milling Branches No. 23 ELSNER, K. 1999: Analysing Russian Food Expenditure Using MicroData No. 24 PETRICK, M., DITGES, C. M. 2000: Risk in Agriculture as Impediment to Rural Lending The Case of Northwestern Kazakhstan No. 25 POGANIETZ, W. R. 2000: Russian AgriFood Sector: 16 Months After the Breakdown of the Monetary System No. 26 WEBER, G., WAHL, O., MEINLSCHMIDT, E. 2000: Auswirkungen einer EUOsterweiterung im Bereich der Agrarpolitik auf den EUHaushalt steht nicht mehr zur Verfugung aktualisierte Version DP 42 No. 27 WAHL, O., WEBER, G., FROHBERG, K. 2000: Documentation of the Central and Eastern European Countries Agricultural Simulation Model CEECASIM Version 1.0 No. 28 PETRICK, M. 2000: Land Reform in Moldova: How Viable are Emerging Peasant Farms? An assessment referring to a recent World Bank study No. 29 WEINGARTEN, P. 2000: Buchbesprechung: BECKMANN, V. 2000: Transaktionskosten und institutionelle Wahl in der Landwirtschaft: Zwischen Markt, Hierarchie und Kooperation No. 30 BROSIG, S. 2000: A Model of Household Type Specific Food Demand Behaviour in Hungary No. 31 UVAROVSKY, V., VOIGT, P. 2000: Russias Agriculture: Eight Years in Transition Convergence or Divergence of Regional Efficiency No. 32 SCHULZE, E., TILLACK, P., GERASIN, S. 2001: Eigentumsverhaltnisse, Rentabilitat und Schulden landwirtschaftlicher Grobetriebe im Gebiet Wolgograd No. 33 KIELYTE, J. 2001: Strukturwandel im baltischen Lebensmittelhandel No. 34 , ., , ., , . 2001: , No. 35 FROHBERG, K., HARTMANN, M. 2002: Konsequenzen der Integration im Agrar und Ernahrungssektor zwischen Beitrittslandern und EU15 No. 36 PETRICK, M. 2001: Documentation of the Poland farm survey 2000 No. 37 PETRICK, M., SPYCHALSKI, G., SWITYK, M., TYRAN, E. 2001: Polands Agriculture: Serious Competitor or Europes Poorhouse? Survey results on farm performance in selected Polish voivodships and a comparison with German farms No. 38 HOCKMANN, H., KASHTANOVA, E., KOWSCHIK, S. 2002: Lage und Entwicklungsprobleme der weirussischen Fleischwirtschaft No. 39 SCHULZE, E., TILLACK, P., PATLASSOV, O. 2002: Einflussfaktoren auf Gewinn und Rentabilitat landwirtschaftlicher Grobetriebe im Gebiet Omsk, Russland No. 40 , ., , ., , . 2002: , No. 41 BAVOROVA, M. 2002: Entwicklung des tschechischen Zuckersektors seit 1989 No. 42 FROHBERG, K., WEBER, G. 2002: Auswirkungen der EUOsterweiterung im Agrarbereich No. 43 PETRICK, M. 2002: Farm investment, credit rationing, and public credit policy in Poland A microeconometric analysis No. 44 KEDAITIENE, A., HOCKMANN, H. 2002: Milk and milk processing industry in Lithuania: An analysis of horizontal and vertical integration No. 45 PETRICK, M. 2003: Empirical measurement of credit rationing in agriculture: A methodological survey No. 46 PETRICK, M., LATRUFFE, L. 2003: Credit access and borrowing costs in Polands agricultural credit market: A hedonic pricing approach No. 47 PETRICK, M., BALMANN, A., LISSITSA, A. 2003: Beitrage des Doktorandenworkshops zur Agrarentwicklung in Mittel und Osteuropa 2003 No. 48 SCHULZE, E., TILLACK, P., MOSASHWILI, N. 2003: Zur wirtschaftlichen Situation georgischer Landwirtschaftsbetriebe No. 49 , ., , . 2003: c No. 50 , ., , . 2003: A DEA No. 51 , ., , ., , . 2003: 10 No. 52 LISSITSA, A., STANGE, H. 2003: Russischer Agrarsektor im Aufschwung? Eine Analyse der technischen und SkalenEffizienz der Agrarunternehmen No. 53 VALENTINOV, V. 2003: Social capital, transition in agriculture, and economic organisation: A theoretical perspective No. 54 BORKOWSKI, A. 2003: Machtverteilung im Ministerrat nach dem Vertrag von Nizza und den Konventsvorschlagen in einer erweiterten Europaischen Union No. 55 KISS, P., WEINGARTEN, P. 2003: Cost of compliance with the acquis communautaire in the Hungarian dairy sector No. 56 WEINGARTEN, P., FROHBERG, K., WINTER, E., SCHREIBER, C. 2003: Quantitative Analysis of the Impacts of Croatias Agricultural Trade Policy on the Agrifood Sector No. 57 , ., , . 2004: No. 58 DERLITZKI, R., SCHULZE, E. 2004: Georg Max Ludwig Derlitzki 18891958 No. 59 VONEKI, E. 2004: Zur Bewertung des Ungarischen SAPARDProgramms unter besonderer Berucksichtigung der Investitionen im Milchsektor No. 60 , ., , . 2004: No. 61 BAUM, S., WEINGARTEN, P. 2004: Interregionale Disparitaten und Entwicklung landlicher Raume als regionalpolitische Herausforderung fur die neuen EUMitgliedstaaten No. 62 PETRICK, M. 2004: Can econometric analysis make agricultural economics a hard science? Critical remarks and implications for economic methodology No. 63 SAUER, J. 2004: Rural Water Suppliers and Efficiency Empirical Evidence from East and West Germany No. 64 PETRICK, M., BALMANN, A. 2004: Beitrage des 2. Doktorandenworkshops zur Agrarentwicklung in Mittel und Osteuropa 2004 No. 65 BOJNEC, S., HARTMANN, M. 2004: Agricultural and Food Trade in Central and Eastern Europe: The Case of Slovenian IntraIndustry Trade No. 66 GLITSCH, K., EERITS, A. 2004: Der slowakische Markt fur Milch und Milchprodukte Vom Beginn der Transformation bis zum EUBeitritt No. 67 FISCHER, C. 2004: Assessing Kosovos horticultural potential The market for fruit and vegetables on the balkans No. 68 PETRICK, M., SCHREIBER, C., WEINGARTEN, P. 2004: Competitiveness of milk and wine production and processing in Albania No. 69 , ., , . 2004: ?! No. 70 SAUER, J. 2004: Die Okonomie der Landlichen Wasserversorgung No. 71 HAPPE, K., BALMANN, A., KELLERMANN, K. 2004: The Agricultural Policy Simulator Agripolis An agentbased model to study structural change in agriculture Version 1.0 No. 72 BAUM, S., TRAPP, CH., WEINGARTEN, P. 2004: Typology of rural areas in the Central and Eastern European EU new Member States No. 73 PETRICK, M. 2004: Governing structural change and externalities in agriculture: Toward a normative institutional economics of rural development No. 74 RODIONOVA, O., SCHULZE, E., UERKOV, E., KARPOVA, G. 2004: Zur Besteuerung von Agrarholdings in Russland No. 75 HEIDELBACH, O., BOKUSHEVA, R., KUSSAYINOV, T. 2004: Which type of crop insurance for Kazakhstan? Empirical results No. 76 BOKUSHEVA, R. 2004: Crop insurance in transition: A qualitative and quantitative assessment of insurance products No. 77 RAMANOVICH, M., LAJTOS, I. 2004: Milchproduktion und verarbeitung in Weirussland: Eine Analyse der Wettbewerbsfahigkeit No. 78 LUKA, O., LEVKOVYCH, I. 2004: Intraindustry trade in agricultural and food products: The case of Ukraine No. 79 EINEX, CH., LISSITSA, A., PARKHOMENKO, S. 2005: Getreideproduktion in der Ukraine Eine komparative Analyse von Produktionskosten No. 80 , ., , . 2005: a a No. 81 ROTHE, A., LISSITSA, A. 2005: Der ostdeutsche Agrarsektor im Transformationsprozess Ausgangssituation, Entwicklung und Problembereich No. 82 , A. , . 2005: , No. 83 CURTISS, J., PETRICK, M., BALMANN, A. 2004: Beitrage des 3. Doktorandenworkshops zur Agrarentwicklung in Mittel und Osteuropa 2005 No. 84 SVETLOV, N., HOCKMANN, H. 2005: Factors of Russian corporate farm technical and economic efficiency: The case of the Moscow region No. 85 , ., , ., , . 2005: a No. 86 MELNYCHUK, V., PARKHOMENKO, S., LISSITSA, A. 2005: Creation of agricultural land market in Ukraine: Current state of development Die Discussion Papers sind erhaltlich beim Institut fur Agrarentwicklung in Mittel und Osteuropa IAMO oder im Internet unter http:www.iamo.de. The Discussion Papers can be ordered from the Institute of Agricultural Development in Central and Eastern Europe IAMO. Use our download facility at http:www.iamo.de. ", "filename": "504331027.pdf", "person": ["Vladimir Melnychuk", "Melnychuk, Vladimir", "Sergiy Parkhomenko", "Parkhomenko, Sergiy", "Alexej Lissitsa", "Lissitsa, Alexej"], "date": ["2005"]}