{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/33425/1/507804074.pdf"], "title": ["Employment protection, product market regulation and firm selection"], "plaintext": "Employment Protection, Product Market Regulation and Firm Selection Winfried Koeniger IZA Bonn and University of Bonn Julien Prat University of Vienna and IZA Bonn Discussion Paper No. 1960 February 2006 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 1960 February 2006 ABSTRACT Employment Protection, Product Market Regulation and Firm Selection E24, J63, J64, J65 firing cost, product market regulation, firm selection, firm turnover, job turnover This paper analyzes the effect of labor and product market regulation in a dynamic stochastic equilibrium with search frictions. Modeling multipleworker firms allows us to distinguish between the exitandentry extensive margin, and the hiringandfiring intensive margin. We characterize analytically how both margins depend on regulation before we calibrate the model to the US economy. We find that firing costs matter most for the intensive margin. Fixed or setup costs in the product market instead alter primarily the behavior of firms at the extensive margin. Moreover, we find important interactions between the policies through firm selection. Finally, the opposite effect of product and labor market regulation on job turnover rationalizes the empirically observed similarity of turnover rates across countries. JEL Classification: Keywords: Corresponding author: Winfried Koeniger IZA P.O. Box 7240 53072 Bonn Germany Email: koenigeriza.org We thank Pietro Garibaldi and participants of the IZA Prize Conference 2005 and workshop on Employment Protection and Labor Markets for helpful comments. 1 Introduction Product and labor market regulations dier substantially across OECD countries. Whereas AngloSaxon countries have cid:135exible labor markets and deregulated product markets, theopposite is the case for continental European countries.1 Although substantial dierencesremain, European product markets have undergone noticeable deregulation over recent years.Conversely, reforms in the labor market have been marginal and mostly limited to the introduction of more cid:135exible contracts.2 This is why recent research has argued that interactionsbetween labor and product market regulation might help to explain the dierent evolutionof unemployment rates across European countries.The coexistence of regulation in product and labor markets is a serious challenge forempirical researchers who are interested in the eects of labor market institutions on economic performance. Considering each type of regulation independently is misleading if thereare important channels of interaction since then the eect of labor market institutions isconfounded by changes in product market regulation.3 Thus, it is important to understandthe qualitative and quantitative eects of both types of regulation in a unicid:133ed theoreticalframework wherein product and labor market regulation each play a distinctive role but alsointeract endogenously by changing the costs and benecid:133ts of the respective other policy.In this paper we set up such a model, focussing on empirically important parts of regulation, such as wasteful cid:133ring costs 4 in labor markets and administrative cid:133xed and setupcosts in product markets. Usual matching models are not well suited to analyze these typesof regulation since entry and exit are indistinguishable from job creation and job destruction 1The correlation coe cient between summary indicators for the stringency of employment protection legislation EPL and product market regulation PMR proposed in Nicoletti et al. 1999 is highly signicid:133cantand equal to 0.72.2See Alesina et al. 2005, Figure 1, for the prevalence of product market deregulation from the 1970s to 1990s; and OECD 2004, chart 2.2, on the deregulation of EPL since the late 1980s.3A recent illustration of this problem is in LopezGarcia 2003. Using data with country and timevariations, she cid:133nds that the eect of EPL on unemployment falls dramatically in size and signicid:133cancewhenever startup costs are included in the regressions.4In reality, transfers between cid:133rms and workers are also an important component of employment protection legislation. For a recent discussion on the eects of severance payments see Garibaldi and Violante2005.1because of the cid:147onecid:133rmoneworkercid:148assumption. Instead we want to capture that barriersto entry limit the number of cid:133rms whereas cid:133ring costs incid:135uence cid:133rmscid:146employment decision.Hence, we set up a model with multipleworker cid:133rms which explicitly allows us to distinguishbetween the exitandentry extensive margin, and the hiringandcid:133ring intensive margin.We characterize analytically how both margins depend on the regulation policies before wecalibrate the model to the US economy.We cid:133nd that cid:133ring costs primarily matter for adjustment at the intensive margin: incumbent cid:133rms that are exposed to exogenous changes in business conditions will hoard more orless labor depending on the adjustment costs. Fixed or setup costs in the product marketinstead alter primarily the behavior of cid:133rms at the extensive entry margin and thus the totalnumber of cid:133rms producing in equilibrium. The model also allows us to highlight important interactions. On the one hand, cid:133ring costs encourage exit for two reasons: cid:133rstly, theylower the asset value of the cid:133rm; secondly, they increase the incentive to declare bankruptcysince defaulting cid:133rms are exempted from cid:133ring costs. On the other hand, product marketregulation matters for labor hoarding through a selection eect: higher cid:133xed and setupcosts imply higher average cid:133rm productivity and larger average cid:133rm size. Job turnover percid:133rm increases but since a smaller number of cid:133rms produces in equilibrium, the aggregatesteadystate mobility costs decrease.Furthermore, we cid:133nd that the interaction between cid:133ring and setup costs diers acrosscid:133rms. Incumbent cid:133rms favor higher barriers to entry as they benecid:133t from the exclusion ofless productive cid:133rms. The congestion externality in the labor market is mitigated and thispartially compensates for the burden of higher cid:133ring costs. Nevertheless, for the welfare ofthe economy as a whole, low barriers to entry complement high cid:133ring costs. The intuitionis that lower setup costs foster cid:133rm creation and thus mitigate the higher incidence of cid:133rmdestruction due to cid:133ring restrictions. As agents are risk neutral in our model, the insuranceof workers by cid:147largercid:148cid:133rms is not valued and the existence of a subset of highturnover cid:133rmsemploying workers adds welfare.Since heterogenous cid:133rms decide whether to enter in the good state and can exit if a badshock occurs, our model generates predictions about the patterns of cid:133rm and job turnoverin the steady state. In our numerical calibration we cid:133nd that product and labor market 2regulation have quite dierent and potentially countervailing eects on cid:133rm and job turnover.Firing costs decrease job turnover but increase cid:133rm turnover because more cid:133rms exit in thebad state and default on cid:133ring costs. On the contrary, the selection eect of cid:133xed and setupcosts intensicid:133es job turnover per cid:133rm mostly because smaller search frictions decrease therecruitment costs.These opposite eects on job turnover provide an alternative explanation to Bertola and Rogerson 1997 for why job turnover is similar across developed countries with dierentstringency of employment protection legislation EPL. Whereas Bertola and Rogerson arguethat rigid wages complement strict EPL in developed countries, we argue that the similarjobturnover rates can be explained by more product market regulation PMR in countrieswith stricter EPL.Related literature. The interactions between product and labor market regulations havereceived much interest in recent years. Blanchard and Giavazzi 2003 focus on the bargaining power of workers as labor market regulation. They argue that higher rents in regulatedproduct markets are complementary with more bargaining power in the labor market sinceworkers try to appropriate some of the rents. Ebell and Haefke 2004 have extended themodel to a dynamic context determining the type of bargain individual or collective as afunction of product market regulation. In this paper, we take the type of bargain as exogenous and instead focus on employment protection legislation, a labor market policy whichis very important in many OECD countries and at the same time quite heterogenous acrossthem. Compared with the deterministic models mentioned above, we frame our analysis ina stochastic environment in order to analyze cid:133ring costs and turnover in a meaningful way.We solve a dynamic stochastic equilibrium model with multipleworker cid:133rms and frictionsin the labor market. Imperfect labor markets with frictions imply realistic equilibrium unemployment and allow for a potentially positive welfare eect of market regulation. Althougha dynamic model with multipleworker cid:133rms and welldecid:133ned cid:133rm size is not easily solved,the distinction between administrative cid:133xed and setup costs per cid:133rm and cid:133ring costs perworker is most meaningful if multipleworker cid:133rms have an intensive and extensive margin.55For an analysis of hiring subsidies and cid:133ring costs in oneworker cid:133rms see Mortensen and Pissarides 3Our paper builds on the model of Bertola and Caballero 1994, henceforth BC. We addan entry and exit decision to BC and maintain the assumption that workers are homogenouswhereas cid:133rms are heterogenous.In our model cid:133rm heterogeneity also has a permanentcomponent besides the standard stochastic component which cid:135uctuates between two states,good and bad. Permanent productivity dierences between cid:133rms allow us to determine twoendogenous productivity thresholds: one above which cid:133rms decide to enter in the good stateand another one below which cid:133rms exit in the bad state.6As in BC, cid:133rm size is well decid:133ned because the production technology has decreasingreturns to scale in labor and cid:133rms cannot hire immediately due to frictions in the labormarket. Since wages are permanently renegotiated, this gives rise to intracid:133rm bargainingand overemployment. Firms exploit that an additional worker lowers the wage of all employedworkers. This outcome of intracid:133rm bargaining has been derived in deterministic models suchas the partial equilibrium analyses of Stole and Zwiebel 1996 a,b, the equilibrium analysisof Smith 1999 and, with multiple types of workers and capital, Cahuc et al. 2004.The rest of the paper is structured as follows. In Section 2 we lay out the basic model.We decid:133ne and calibrate the equilibrium to the US economy in Section 3. Section 4 providesa quantitative numerical analysis of the eect of regulation. The interactions between thetwo types of regulation are detailed in Section 5. We conclude in Section 6.2 Model In this section we set up the model and provide analytical results on the cid:133rmscid:146behavior.2003 and Pissarides 2000, chapter 9. Since both policies aect the intensive hiring and cid:133ring margin inmodels with oneworker cid:133rms, they have a similar eect on the match surplus and hiring subsidies can bedesigned to oset the eects of cid:133ring costs.6This relates to the analysis of Hopenhayn and Rogerson 1993 who analyze the eect of cid:133ring costs ina neoclassical model with job and cid:133rm turnover in the steady state. In their calibration cid:133ring costs have asubstantial negative eect on average productivity, employment and consumption.42.1 Setup The economy is populated by a continuum of workers. Workers are assumed to be homogenous and incid:133nitelylived. They are employed by a continuum of cid:133rms whose mass cid:22 isendogenously determined in equilibrium by the entry and exit conditions. Firms are indexedby the subscript i so that i 2 0; cid:22. Contrary to workers, cid:133rms are heterogenous and dierwith respect to their permanent total factor productivity ai and transitory dierences inbusiness conditions. Both cid:133rms and workers are risk neutral.Technology. Each cid:133rm has access to a production technology that uses labor as the onlyinput. The production technology has a cid:133xed overhead component f and a variable component. The variable component has decreasing returns to scale. The cid:133rmcid:146s labordemandschedule is characterized using a linearization of the marginal revenuescid:26gi cid:17gi cid:0 cid:27li with cid:17gi cid:17ai; g ,andcid:26bi cid:17bi cid:0 cid:27li with cid:17bi cid:17ai; b ,where the superscript denotes whether the cid:133rm is in the good or bad transitory state. Weassume that cid:17ai 0, cid:17j 0 with g b. The permanent components ai aredistributed according to an exogenous density over the interval 0; a. Hence their total massis constant through time so that new ai cannot be created. In the remainder of the text, wewill refer to ai as cid:147production opportunitiescid:148. In equilibrium, some production opportunitieswill be exploited by operating cid:133rms whereas others will be left unused. For concreteness, weassume thati aib and cid:17gcid:17bi aig .The production technology implies that each cid:133rm has decreasing returns in employingworkers. Thus, cid:133rm size is a welldecid:133ned concept and allows us to analyze the eect of cid:133ringcosts and product market regulation for cid:133rms with multiple workers.Institutions. Behavior in our economy is constrained by institutions in both the productand labor market. In the labor market, wasteful cid:133ring costs F constrain cid:133rmscid:146layo deci5sions. In the product market, cid:133rms face a regulatory burden. They have to pay a wastefulcid:135ow cost f in order to comply with regulation on licensing and other bureaucratic burden.We think of f as capturing the administrative procedures and economic regulations thatimpede cid:133rms in each period in which they produce. In reality, barriers to entrepreneurialactivity also account for a signicid:133cant part of product market regulation see Nicoletti et al.1999. We model this constraint by assuming that cid:133rms face a cost of entry equal to C.The labor market. The labor market is characterized by search frictions as in the standard DiamondMortensenPissarides model. We consider a CobbDouglas matching technology with constant returns so that every vacancy is matched to an unemployed worker at Poisson rateqcid:18t cid:24cid:18cid:13t , cid:0 1 cid:13 0 ,where cid:18t cid:17 VtUt, Vt denotes the stock of vacancies at time t, Ut denotes the stock ofunemployed workers and cid:24 is the scaling factor of the matching function.The hiring process consumes time and resources. As in BC, open vacancies vit entailit2 so that the marginal cost is cvit and the number of posted vacancies isa cid:135ow cost cv 2bounded.2.2 Firm behavior Our analysis focuses on the steady state so that time indices are dropped unless necessary.We cid:133rst decid:133ne the asset values of cid:133rms that always remain in the market and of cid:133rms thatenter and exit. In the remainder of the paper we will refer to the former as cid:147laborhoardingcid:133rmscid:148and to the latter as cid:147nonpermanent cid:133rmscid:148. Deriving these asset values is one of themain innovations of this paper compared with BC so that we analyze them in some detail.Then we use these asset values to determine cid:133rm selection.Firms that exit the market declare bankruptcy, cid:133re all workers and default on the cid:133ringand Ag;n,costs.7 We decid:133ne the asset value of a cid:133rm i in the bad and good state as Ab;nii 7This assumption is similar to Belviso 2005. However, in our model with heterogenous cid:133rms, it isoptimal that not all cid:133rms avoid cid:133ring costs by declaring bankruptcy but only cid:147smallcid:148cid:133rms choose to defaulton cid:133ring costs if they are hit by a bad shock.6where n is a discrete variable which takes value 0 when cid:133rm i declares bankruptcy in the badstate and 1 otherwise. We also apply superscripts 1 or 0 to the state and control variables.The asset value of a cid:133rm in the good state Ag;ncid:28 depends on the time cid:28 spent in this state.This is because hiring takes time. Introducing cid:28 as a state variable enables us to keep trackof the number of hired workers.i Asset values: laborhoarding cid:133rms. Let us cid:133rst characterize the asset values of a cid:133rmi that does not declare bankruptcy if hit by a bad shock. The asset value in the bad stateis decid:133ned asr Ab;1i cid:17 r A1l 1i 0; ai; b cid:25b;1i cid:29cid:16Ag;1i cid:17 ,i cid:28 0 cid:0 Ab;1where cid:29 is the Poisson hazard of receiving a good shock andi 0cid:25b;1i cid:17Z l 10cid:0cid:26bi l cid:0 wbicid:1 dl cid:0 f .The asset value is rather standard as it includes the procid:133t cid:135ow cid:25b;1and the change ofthe asset value if a good shock arrives with Poisson rate cid:29. The decid:133nition of the procid:133t cid:135owcid:25b;1, however, diers compared with onecid:133rmoneworker models. Firms in the bad state payii 0,wage wbprocid:133ts are decid:133ned as the integral of marginal revenues up to the employment level minusthe wage bill wbi cid:28 0. For the optimally chosen labor force l 1i to all workers and hoard labor l 1i 0, minus the cid:133xed operation cost f.8i l 1i Because hiring frictions make it impossible to adjust labor immediately to its optimallevel, employment in the bad state equals employment of a cid:133rm that has just received a goodshock and has spent cid:28 0 time units in the good state. Firms post vacancies solely in thegood state and the asset value of cid:133rm i in the good state readsr Ag;1i cid:28 cid:17 r A1l 1i cid:28 ; v 1i cid:28 ; ai; g cid:25g;1i cid:0 Ag;1i cid:28 cid:0 F l 1i cid:28 cid:0 l 1i cid:28 cid:14cid:16Ab;1i 0cid:17ddcid:28Ag;1i cid:28 ;18Note that cid:133rms take into account that more employment decreases wages, and thus overemploy workerssee the Appendix for results on wage determination. However, once the employment level is decided upon,each worker receives the same wage, so that the wage level is constant when we integrate over the marginalprocid:133t contribution of each worker. Note also that we set the constant of integration to zero without loss ofgenerality.7where cid:14 is the Poisson hazard of receiving a bad shock andi cid:28 cid:25g;1i cid:28 cid:17Z l 10cid:0cid:26gi l cid:0 wg;1i cid:28 cid:1 dl cid:0cv 1i cid:28 22cid:0 f .The procid:133t cid:135ows in the good state include the cid:135ow costs of vacancy posting cv 1i cid:28 22. Thei cid:28 changes with cid:28 as cid:133rms hire and converge to their maximum employmenti cid:28 ! 1. The control variable of the cid:133rm is the number of posted vacancies so theasset value Ag;1level l 1envelope theorem implies thatddcid:28Ag;1l 1i cid:28 ; v 1i cid:28 ; ai; g A1l 1i cid:28 ; v 1l 1i cid:28 i cid:28 ; ai; g_l 1i cid:28 ,where a dot denotes a derivative with respect to time cid:28 spent in the good state. Insertingthis expression for expected capital gains into the asset equation 1 allows us to rewrite itas a function of the optimal labor demand scheduler Ag;1i cid:28 cid:25g;1i cid:28 cid:14cid:16Ab;1i cid:0 Ag;1i cid:28 cid:0 F l 1i cid:28 cid:0 l 1i 0cid:17A1l 1i cid:28 ; v 1l 1i cid:28 i cid:28 ; ai; gqcid:18v 1i cid:28 ,where we substitute _l 1i cid:28 qcid:18v 1i cid:28 using the assumptions on the matching technology.Asset values: nonpermanent cid:133rms. We now characterize the asset values of a cid:133rmi that declares bankruptcy if hit by a bad shock. We assume that the cid:147ownershipcid:148 of theproduction opportunity ai In other words, managerswho declare bankruptcy do not retain the option to exploit the production opportunitywhen business conditions switch back to the good state.9 Managers operate in a perfectlycompetitive environment, so their outside option is equal to zero 10is lost after cid:133ling for bankruptcy.Ab;0i 0 .9Alternatively, one could interpret ai as measuring managerscid:146abilities. Then the production opportunitiesare retained after cid:133ling for bankruptcy. This interpretation has the interesting implication that entry costsdeter cid:133rms from going bankrupt. However, calibrating the model shows that this eect is very small becauseof discounting. Since this assumption complicates the analysis, we cid:133nd it more parsimonious and instructiveto focus on the interpretation proposed in the main text.10This holds if the supply of managers for procid:133table production opportunities is perfectly elastic. We viewthis as a cid:133rst approximation and leave the task of explicitly endogenizing the market for managers to furtherresearch.8Bankruptcy is an attractive option because: i it allows to save on wages and cid:133xed costsin the bad state; ii bankrupt cid:133rms default on cid:133ring costs. Thus, the asset equation in thegood state is given byr Ag;0i cid:28 cid:25g;0i cid:28 cid:14cid:0cid:0Ag;0i cid:28 cid:1 A0l 0i cid:28 ; v 0l 0i cid:28 i cid:28 ; ai; gqcid:18v 0i cid:28 ,where 0 has been substituted for the asset value in the bad state.2.2.1 Extensive margin and cid:133rm selection.Exit rule.In steadystate some cid:133rms will decide to hoard labor while others will prefer toexit the market. The asset values derived in the previous section allow us to determine thepermanent productivity threshold below which cid:133rms decide to exit the market. We solvethe problem in a recursive way: the cid:133rm determines whether or not it will exit the marketin the bad state, then it decides upon its optimal labor demand schedule.11As the asset value Ab;1 ai is increasing in ai whereas the bankruptcy option Ab;0 isindependent of ai, there exists a threshold productivity acid:3 such that Ab;1 ai S Ab;0 0 asai S acid:3. The cid:133rms with a permanent productivity below acid:3 are always better o in the badstate by declaring bankruptcy. Using the asset equations above, we determine acid:3 with theequation Ab;1 acid:3 cid:25b;1acid:3 cid:29Ag;1acid:3; cid:28 0r cid:29 0 .2It remains to pin down Ag;1i cid:28 0 for the marginal cid:133rm. Using Ab;1 acid:3 0 andinserting the analytic expression for the procid:133t cid:135ow, the asset value of the marginal cid:133rm inthe good state can be rewritten as followscid:14 rAg;1acid:3; cid:28 cid:25g;1acid:3;cid:28 cid:272zcid:16cid:17gacid:3 cid:0cid:0cid:14F l 1acid:3; cid:28 cid:0 l 1acid:3; 0 l 1acid:3; cid:28 cid:0 wg;1acid:3; cid:28 cid:17 l 1acid:3; cid:28 cid:0 f cid:0i cid:28 ; v 1i cid:28 l 1Ag;1i l 1i cid:28 ; acid:3; gcv 1acid:3; cid:28 22qcid:18v 1acid:3; cid:28 :11In order to rule out inconsistent choice, we notice that the exit decision is based on the value of the cid:133rmin the bad state so that cid:133rms necessarily choose the alternative which yields the highest asset value wheni b. In other terms, the cid:133rmcid:146s value in the good state may be higher if it could commit to hoard labor inthe bad state, but it will never implement this production plan if it does better in the bad state by declaringbankruptcy.9Optimal vacancy posting implies thatAgi l 1i cid:28 ; v 1l 1i cid:28 ; acid:3; gi cid:28 cv 1acid:3; cid:28 qcid:18.As in BC, the marginal value of employment is equal to the expected hiring costs. Inserting this expression in the previous asset equation, we obtaincid:14 rAg;1acid:3; 0 cid:16cid:17gacid:3 cid:0cid:272l 1acid:3; 0 cid:0 wg;1acid:3; 0cid:17 l 1acid:3; 0 cid:0 f cv 1acid:3; 022.3This equation enables us to evaluate the entry condition 2 to solve for acid:3 using theoptimal labor demand schedules derived below. Let us mention for future reference thatcid:133ring costs F decrease the asset values and thus increase the productivity of cid:133rms thatproduce in equilibrium through the entry and exit decision. However, their eect is lessdirect than that of cid:133xed costs f, since cid:133ring costs do not enter explicitly in equation 3.Firing restrictions only matter through their eect on the vacancyposting policy v 1acid:3; 0and hoarded labor l 1acid:3; 0. This is due to the fact that the cid:133rm will have to pay cid:133ring costssolely in the distant future, when it will switch back from the good to the bad state.Entry rule. We restrict our attention to the steadystate of the economy. In equilibrium,all the production opportunities above acid:3 are exploited and remain cid:133lled independentlyof their idiosyncratic business conditions. Since the mass and distribution of productionopportunities remain constant, the only vacant production opportunities are below acid:3. Letacid:3cid:3 denote the lowest permanent productivity among cid:133rms which enter the market in thegood state and exit in the bad state. The entry condition that determines acid:3cid:3 readsr Ag;0acid:3cid:3; 0 cid:25g;0acid:3cid:3; 0cid:14cid:0cid:0Ag;0acid:3cid:3; 0cid:1Ag;0l 0i 0; v 0i 0; acid:3cid:3; gi 0l 0qcid:18v 0acid:3cid:3; 0 r C ;where C is the entry cost. As before, optimality implies that the derivative of the assetvalue with respect to labor is equal to cv 0acid:3cid:3; 0qcid:18. Moreover, since l 0acid:3cid:3; 0 0, wehave cid:25g;0acid:3cid:3; 0 cid:0c v 0acid:3cid:3;02cid:0 f. Replacing these two expressions in the asset equationand simplifying yields 2Ag;0acid:3cid:3; 0 cid:18 1r cid:14cid:19cid:18cv 0acid:3cid:3; 022cid:0 fcid:19 C .10Since v 0a; 0 is increasing in a, the entry condition Ag;0acid:3cid:3; 0 C is equivalent tocid:133nding a permanent productivity acid:3cid:3 such thatv 0acid:3cid:3; 0 r 2 r cid:14 C f c.4Note again that product market regulation C; f directly aects acid:3cid:3 whereas cid:133ring costs F only matter by changing the vacancy posting of cid:133rms, that is the function v 0cid:1. Dependingon the modelcid:146s parameters especially C, acid:3cid:3 might be larger than acid:3. Then, there is nocid:133rm turnover. In most cases the equilibrium is characterized by the following crosssectionaldistribution: the production opportunities below acid:3cid:3 are vacant, those between acid:3cid:3 and acid:3 areexploited in the good state and left unused in the bad state, while production opportunitiesabove acid:3 remain cid:133lled by laborhoarding cid:133rms.2.2.2 Intensive margin: hiring and cid:133ring.We briecid:135y mention how cid:133rms adjust at the intensive margin. This section is quite similarto BC but for the fact that cid:133rms dier with respect to their permanent productivity shifterai and that some cid:133rms do not hoard labor in the bad state.Search frictions in the labor market imply that hiring takes time so that cid:133rms cannotimmediately adjust their stock of employed workers upwards. Instead, cid:133ring of workers isimmediate. The stock of employed workers at cid:133rm i evolves according tolni;tdt lni;t qcid:18tvni;t cid:1lni;t ;5where the cid:133rm i sheds cid:1lit workers if hit by a negative shock. Dropping time indexes, theshadow value of employment readsr Sni cid:26ni cid:0 !ni ddcid:28Sni,i lnai; cid:28 ; ai denotes the marginal cost of employment. Note that this marginal costwhere !nis not equal to the wage in our model since multipleworker cid:133rms have monopsony powerand take into account the eect of their marginal employment decision on the wages of allworkers.11Labor demand schedule of cid:147nonpermanentcid:148 cid:133rms. The shadow value of an additional worker in the bad state depends on whether or not the cid:133rm declares bankruptcy.If ai acid:3, so that a cid:133rm exits the market when hit by a bad shock, the shadow value isobviously equal to zero Sb;0i 0 :In the good state the cid:133rms decide to hire so that the shadow value equals the expectedhiring cost Sg;0icid:28 cv 0i cid:28 qcid:18:Using the linearization of the revenue function, we cid:133nd thatcid:17g;0i cid:0 cid:27l 0i cid:28 cid:0 !g;0i cid:28 cid:14cid:18cid:0cv 0i cid:28 qcid:18 cid:19 ddcid:28cv 0i cid:28 qcid:18 rcv 0i cid:28 qcid:18:67Given that bankrupt cid:133rms default on cid:133ring costs, their optimal labor demand schedule isindependent of F . This means that the entry rule 4 is not directly aected by the stringencyof EPL. There will be an equilibrium eect, however, as we will see in the numerical solutionbelow.Labor demand schedule of cid:147laborhoardingcid:148cid:133rms.If ai cid:21 acid:3, cid:133rm i decides to bothcid:133re and hoard labor when hit by a bad shock. Then, the shadow value of an additionalworker must be equal to the cid:133ring cost The shadow value in the good state is determined as before, so that Sb;1i cid:0F .Sg;1icid:28 cv 1i cid:28 qcid:18:Since cid:133ring is instantaneous, each cid:133rm that cid:133res has the same employment level conditional on permanent productivity ai. The employment of cid:133rms in the good state depends onhow long cid:133rms have been in the good state. Using the linearization of the revenue functionand the cid:133ring condition, we cid:133nd that cid:133ring in the bad state is determined bycid:17b;1i cid:0 cid:27l 1i 0 cid:0 !b;1i 0 cid:29cid:18 cv 1qcid:18 cid:0 cid:0F cid:19 cid:0r F ;i 0812and hiring in the good state at time cid:28 is given bycid:17g;1i cid:0 cid:27l 1i cid:28 cid:0 !g;1i cid:28 cid:14cid:18cid:0F cid:0cv 1i cid:28 qcid:18 cid:19 ddcid:28cv 1i cid:28 qcid:18 rcv 1i cid:28 qcid:18.9Contrary to the conditions for the extensive margin 2 ; 3 and 4 the conditions forthe intensive margin 8 and 9 explicitly depend on cid:133ring costs F whereas cid:133xed costs f orsetup costs C only have an implicit eect. Although higher cid:133xed or setup costs do not aectthe optimal labor demand schedule of a given cid:133rm directly, they modify the distribution ofoperating cid:133rms through the selection eect at the extensive margin. As only more productivecid:133rms enter a more regulated market and the hiring and cid:133ring condition depend on ai, cid:133xedand setup costs matter for aggregate labor hoarding. The selection eect also induces anequilibrium eect by feeding back into the optimal recruitment policy, and thus changes theaggregate unemployment rate and labor market tightness. We will illustrate this interactionfurther when we solve the model numerically in the next section.The asset value of the worker, wages and the equilibrium are solved for quite similarly to BC so that we refer for these derivations to the Appendix. The model can be solved largelyanalytically but for the two conditions that determine hoarded labor, l 1i 0, and vacanciesi 0.12 Compared with BC the permanent productivityinitially posted in the good state, vnshifter ai implies that the two conditions also depend on the average number of vacanciesposted.1312For the socialplannercid:146s problem one can show in closed form what we cid:133nd numerically for the decentralized equilibrium in which wage determination complicates the analysis. For a given ai, cid:133rms that exitin the bad state post more vacancies in the good state because these cid:133rms do not have to pay the cid:133ring costsand do not hoard labor in the bad state. These results are available on request.13This is because the wage of the employed worker in the bad state, wbi , depends on the outside option ofunemployment which is a function of the average vacancies posted across cid:133rms in the good state. The postedvacancies in each cid:133rm summarize expected future employment changes in these cid:133rms which are importantfor expected future wages because of decreasing returns, intracid:133rm bargaining and the monopsony power ofcid:133rms. See the Appendix for further details.133 Equilibrium In this section we decid:133ne the equilibrium, describe the numerical algorithm and calibrate ourmodel to the US economy. Then we discuss the robustness of the calibration to some changesof important parameters.i cid:28 ; vni ; wg;nicid:28 0 such that:cid:28 cid:91Equilibrium decid:133nition. We decid:133ne a search equilibrium for the economy as a set ofaggregate quantities f L; V g, matching rate qcid:18, permanent productivity thresholds facid:3cid:3; acid:3g,i cid:28 g 1cid:28 0 andemployment distribution cid:22ljai and incid:133nite sequences for quantities flnpricescid:8wbcid:15 Given the matching rate and prices, flncid:15 Wagescid:8wbcid:15 Permanent productivity thresholds facid:3cid:3; acid:3g are determined by the optimal entry andi cid:28 g 1cid:28 0 solve cid:133rm icid:146s optimization probcid:28 0 are the solution of the Nashbargaining problem.cid:28 cid:91i cid:28 ; vnlem.i ; wg;niexit decisions of cid:133rms.cid:15 Aggregate quantities f L; V g result from the aggregation of cid:133rmscid:146optimal labor demandschedules.cid:15 The matching rate qcid:18 is given by the aggregate matching function.cid:15 The cid:135ows into and out of the employment distribution cid:22ljai balance out.The derivation of the equilibrium can be found in the Appendix.Crosssectional e ciency. As already mentioned by BC, solving the social plannercid:146sproblem makes clear that the decentralized equilibrium is not e cient because of the standard congestion externality. Because of intracid:133rm bargaining distortions and cid:133rm heterogeneity, the standard Hosios condition is not enough to restore e ciency. For the purposesof this paper, however, it is important to note that the congestion externalities are ratherunimportant for the parameter values of the calibrated model described below.1414The vacancy cost c 0:01, required to match realistic unemployment rates and duration, implies thataggregate vacancy posting costs are very small.14The numerical algorithm. The algorithm proceeds in three steps.In Step 1, we setstarting values for the average number of vacancies, labor market tightness cid:18 and the productivity acid:3 of the marginal cid:133rm.In Step 2, we solve for v 1acid:3; 0, l 1acid:3; 0 and use thesolution for v 0acid:3cid:3; 0 to determine acid:3cid:3. We then update the average number of vacanciesand cid:18. As long as these two values have not converged up to numerical precision of 10cid:06,we repeat Step 2. Otherwise we continue with Step 3 and update acid:3 using the steadystatecondition Ab;1 acid:3 0. Unless acid:3 has converged up to numerical precision of 10cid:06, we updatecid:18 and the average number of vacancies, and restart the algorithm at Step 2. Our numericalresults indicate that the equilibrium labor market tightness cid:18 is locally unique.15Calibration. For our computations we assume that production opportunities are uniformly distributed so that ai cid:24 U 0; a. The constant density facilitates the interpretationof the numerical results. The upper bound of the uniform distribution can be tied downusing the normalization to 1 of total labor in the frictionless economy.16We set the annual interest rate r to 0:05. The utility cid:135ow in unemployment b 0:05,which is 43% of the average wage in the cid:135exible economy as we will see below. This valueis within the range of commonly assumed values. We check that the value b implies thatworkers in the frictionless economy cid:133nd it optimal to supply labor in the good state so thatb cid:20 cid:17gi cid:0 cid:27li, for all ai. Indeed, we cid:133nd that for cid:27 0:4 and g 1 this condition is always 15We calculate the slope of the feedback locus cid:180cid:18 when we compute cid:18 in each iteration for each givenvalue of acid:3. In the program we check that the locus cid:180cid:18 intersects only once with the 45degree line. Wehave always found a unique equilibrium for positive cid:18 given the parameter values we considered.16We restrict our attention to the case where cid:133rms in the frictionless economy operate solely in the goodstate. All labor is shed if a bad shock occurs. Since the workforce in the good state is equal to la agcid:0b,the normalization of employment to full employment in the frictionless economy yieldscid:271 cid:29cid:29 cid:141a cid:0 a Z ablada cid:18 cid:29a cid:0 acid:19cid:18 12cid:27gcid:0a 2 cid:0 b 2cid:1 cid:0bcid:27a cid:0 bcid:19 .Setting a 0 implies that a is the positive root of a quadratic equationcid:29cid:14cid:29 ba cid:16 b 2ggcid:02cid:272cid:17.cid:27cid:12cid:29 cid:14cid:19cid:18 1cid:27 rcid:0 cid:29cid:14cid:29 bgcid:2715satiscid:133ed in equilibrium. We set b equal to ba. This value implies that in the bad state thereis no wage for which cid:133rms employ a positive amount of labor in the frictionless economy.The dynamic transitions between good and bad states are parametrized as cid:14 0:5and cid:29 1. This implies that a created job has a 60% chance to persist for one year ormore whereas the chance for a destroyed job is 40%. The former is consistent with estimatesreported in Davis et al. 1996 whereas cid:29 is higher than suggested by their evidence. A highercid:29 makes it more attractive for cid:133rms to hoard labor also at low levels of unemployment. Weneed this for technical reasons as further explained below. We assume a matching e ciencycid:13 cid:00:5 which is in line with parameters commonly used in the literature see Petrongoloand Pissarides, 2000.In order to be able to match empirically plausible unemploymentrates, we set the bargaining power of workers to cid:12 0:2 which is slightly smaller thanthe estimates reported in Flinn 2005. Below we check the robustness of our results for abargaining power of cid:12 0:3.17 Finally, we assume that the cid:135ow cost of an additional vacancyis c 0:01 and the scaling factor of the matching function cid:24 2:5. Both parameters are setto match a reasonable unemployment rate, labor market tightness and thus unemploymentduration. The value of c equals 112 of the average wage, which yields an average recruitingcost close to one monthcid:146s wage see Hamermesh, 1993. As we will discuss further below,the small value of c is crucial for the model to predict realistic unemployment duration. Thescaling factor instead allows for realistic unemployment rates.In the calibration of our model there is a tension between targeting low unemploymentrates and unemployment duration together with all cid:133rms with ai cid:21 acid:3 hoarding labor. Thelatter is important because it simplicid:133es the solution of the model since the shadow value oflabor in the bad state is then determined by 8. However, we need small search frictionsin the labor market which imply realistic values for the level and duration of unemploymentbut also less labor hoarding. In order to generate some labor hoarding for all cid:133rms withai cid:21 acid:3, we calibrate cid:133xed and cid:133ring costs in the cid:135exible economy as f 0:1 and F 0:04.This is not unrealistic compared with an average wage of 0:12 since even in relatively cid:135exible 17Note that e ciency could not be restored in this model if we set cid:12 cid:0cid:13, as the Hosios condition mightsuggest. As pointed out in BC, crosssectional e ciency is more di cult to achieve because of the additionalintracid:133rm bargaining distortions and heterogenous vacancy posting of cid:133rms. This holds a fortiori in thismodel with permanent productivity dierences ai.16Parameters Valuesrcid:27cid:140.4 0.05 0.5cid:291cid:24cid:12bcid:13C0.5 2.5 0.2 0.05 0.01 0.04 0.1 0.1Ffc Equilibrium Variables Unemployment rate U in %Vacancies VLabor mkt. tightness cid:18Output YWelfare cid:10Productivity ai averageProd. margins acid:3cid:3, acid:3Average cid:133rm size Av. labor hoarded Average wage 7.6220.3414.4720.3880.3290.8950.486,0.5061.4890.1930.115Table 1: Equilibrium values in the cid:135exible cid:147UScid:148economy.economies such as the US, cid:133rms face some administrative costs to maintain operations andlay o workers if these layos are considered cid:147unfaircid:148 see OECD, Ch. 2, 1999; Autor,Donohue and Schwab, 2006. Our calibration implies that the cid:133rm with ai acid:3 just hoardsa tiny amount of labor li0 in the bad state. We calibrate setup costs C 0:1 so that thehazard rate of bankruptcy is equal to 0.8% per year, which is realistic for publicly tradedcid:133rms in the US economy see www.bankruptcydata.com.Table 1 displays the equilibrium for the cid:135exible economy with f C 0:1 and F 0:04which we call the cid:147UScid:148. The calibration matches the level and duration of unemploymentin the cid:135exible cid:147UScid:148 economy quite well see, for example, Abrahams and Shimer, 2002:the average unemployment duration is 2.3 month and an unemployment rate of 7.6% isrealistic for the US in the last decades. Production opportunities ai acid:3cid:3 0:49 are vacant.Firms with ai 2 0:49; 0:51 declare bankruptcy if hit by a bad shock.Independently oftheir idiosyncratic business conditions, all production opportunities between acid:3 0:51 and 17a 1:3 are exploited.18For the assumed uniform distribution, the average cid:133rm size reported in Table 1 can becomputed as total employment over the mass of producing cid:133rms. This measure equals 1 ifthere is full employment and all production opportunities are exploited. In our calibrationthe average size is 1:49 which results because of deviations on the intensive and extensivemargin from this benchmark. The amount of average labor hoarded is 0:19, that is 17 ofthe average cid:133rm size. Finally, the output measure in Table 1 is decid:133ned net of steadystatemobility and vacancy costs. We then subtract cid:133xed costs of all producing cid:133rms and takeinto account the utility cid:135ow of the unemployed for our measure of welfare see the Appendixfor the analytic expressions.Robustness. Before analyzing changes in the policy parameters f; C; F , let us mentionhow the equilibrium depends on some important parameter values.19 For brevity we onlysummarize the main insights. A higher utility during unemployment b 0:06 or a bargainingpower of workers cid:12 0:3 both increase unemployment and unemployment duration. However, cid:12 has a stronger selection eect than b: less cid:133rms operate in equilibrium and averageproductivity increases. Decreasing cid:27, and so reducing the elasticity of the cid:133rmscid:146marginalrevenue with respect to employment, augments the number of posted vacancies, the averagecid:133rm size and the amount of labor hoarded. As a result, the unemployment rate and durationfall substantially.20 A slightly smaller cid:135ow cost of vacancy posting c 0:0095 also substantially lowers the unemployment rate and duration. The lower cost of posting vacancies favorscid:133rms with a high permanent productivity ai since they tend to post more vacancies. Thusmore production opportunities are vacant, i.e., acid:3cid:3 and acid:3 increase slightly. Firms have alarger average size and hoard less labor in the bad state since hiring is less costly. Both a 18Our model produces a leftskewed crosssectional distribution for wages and a Ushaped distribution ofemployment over cid:133rms with dierent size which are roughly consistent with empirical data. Our model alsogenerates a positive cid:133rmsize wage premium and smaller wage dispersion in larger cid:133rms as in Bertola and Garibaldi 2001. Results on the crosssectional distribution are available on request.19We keep constant the other parameters which depend on cid:27 or b e.g. a. More detailed numerical resultsare available on request.20This is similar to Smith 1999 who showed that more overemployment resulting from concave productionexacerbates the congestion externality and thus reduces entry and aggregate employment.18smaller c or cid:27 imply that regulation has a smaller eect on the unemployment rate.Many papers have argued that the volatility of the economic environment is substantiallyhigher today than it used to be in the 1960 and 1970s see Ljungqvist and Sargent, 1998,and their references. Whereas Ljungqvist and Sargent argue that the size of the shock hasincreased, we augment the frequency of the turbulence by setting cid:14 0:7 and cid:29 1:4 sothat created jobs have 50% chance to persist more than a year whereas destroyed jobs onlypersist more than a year with 25% probability. These parameter changes leave the steadystate probability mass in the bad state unchanged at cid:14cid:14 cid:29 13, but decrease thepersistence of each state.Not surprisingly, turbulence increases frictional unemployment. Nevertheless, the unemployment duration decreases because more vacancies are posted. Higher steadystate mobility costs reduce output and welfare. More interestingly, higher turbulence implies that acid:3cid:3and acid:3 increase, so that only cid:133rms with higher permanent productivity continue to produce.Since cid:133rms that only operate in the good state produce for a shorter expected duration,acid:3cid:3 increases more than acid:3 and the incidence of bankruptcy decreases. Average cid:133rm size isslightly lower as cid:133rms in the good state converge to smaller employment levels licid:28 ! 1.Finally, more labor is hoarded in the bad state so that wages are lower on average. Theeect of turbulence on labor hoarding is very intuitive: if a bad shock is less persistent, cid:133rmswill cid:133nd it less attractive to lay o workers even if cid:133ring costs are low. Firms hoard labor toavoid labor market frictions whereas cid:133ring costs are much less relevant for labor hoarding inan economy with high turbulence: the implied elasticity of labor hoarding with respect tocid:133ring costs falls.In the following sections we analyze the eect of regulation on the equilibrium. We startby presenting results on the eect of cid:133xed, entry and cid:133ring costs in Section 4 before wecharacterize the interactions between regulations in Section 5.4 The eect of regulation The selection eect of cid:133xed costs. As can be seen from equations A13 ; A14 andA15 in the Appendix, the cid:133xed costs f do not directly enter in the optimal labor demand 19F 0:04f 0:1f 0:15f 0:1f 0:15USEquilibrium Variables C 0:11Unempl. rate U in %7.622Vacancies V0.341Labor mkt. tightness cid:184.472Output Y0.388Welfare cid:100.329Productivity ai average 0.895Prod. margins acid:3cid:3, acid:3Average cid:133rm size Av. labor hoarded Average wage0.486,0.5061.4890.1930.115C 0:128.4130.3053.6250.3840.3000.9230.531,0.5791.5840.2080.106C 0:1537.8730.3284.1620.3860.3290.9000.514,0.5021.5030.1930.112C 0:1548.9000.2853.1200.3810.2990.9290.553,0.5731.6020.2060.101Table 2: Equilibrium values for dierent cid:133xed costs and setup costs.schedules. Since vacancy posting and labor hoarding decisions are based on workerscid:146marginalrevenues, it is clear that cid:133xed costs do not incid:135uence the decisions of cid:133rms at the intensivemargin.Fixed costs, however, reduce cid:133rmscid:146asset values. As the least procid:133table cid:133rm just breakseven, it is driven out of business by a tightening of administrative regulation. In terms ofthe modelcid:146s parameters this means that acid:3cid:3 and acid:3 increase, as can be seen by comparingcolumns 1 and 2 or 3 and 4 in Table 2, where we increase cid:133xed costs from 0.1 to 0.15 for dierent levels of setup cost C. Furthermore, the impact on acid:3 is stronger so thatcid:133xed costs increase the size of the interval acid:3cid:3; acid:3 in which cid:133rms declare bankruptcy. Giventhat nonpermanent cid:133rms do not pay the cid:133xed costs in the bad state, their asset valuesfall relatively less than the asset values of the labor hoarding cid:133rms. Quantitatively, for lowsetup costs C 0:1, higher cid:133xed costs imply that the incidence of bankruptcy increasesfrom 0.8% to 2%.20This selection eect on acid:3cid:3 and acid:3 decreases labor market tightness and thus reduceswages by lowering the outside option of workers. The operating cid:133rms take advantage oftheir stronger bargaining position through an increase in both hoarded labor and targetedemployment in the good state licid:28 ! 1. The new equilibrium is characterized by a smallernumber of larger cid:133rms. Notice that labor hoarding remains nearly constant so that mostof the adjustment is achieved through an increase of the cid:133rmscid:146 sizes in the good state.This implies that cid:133rms destroy on average more jobs when they are hit by a bad shock.This positive turnover eect on labor hoarding cid:133rms is reinforced by the fact that a largershare of cid:133rms declares bankruptcy and sheds all workers. Although the eect on cid:133rm sizecompensates the selection eect to a certain extent, the latter prevails so that labor markettightness decreases and unemployment increases substantially.The selection eect of barriers to entry. Table 2 also displays the equilibrium outcomes for higher setup costs C 0:15, again for dierent levels of cid:133xed costs. Not surprisingly, higher barriers to entry decrease the number of operating cid:133rms and slightly increaseaverage productivity and average cid:133rmscid:146size. The increase in unemployment and unemployment duration leads to a decline in wages. Setup costs also decrease welfare and output.These negative eects are quantitatively smaller than for cid:133xed costs because the setup costsdo not directly aect the asset value of the cid:133rm once it has entered the market.21More interestingly, barriers to entry have opposite eects on the exit and entry margins:they lower acid:3 and raise acid:3cid:3, so that less cid:133rms declare bankruptcy in the bad state. On theone hand, more production opportunities are exploited in the bad state because the barriersto entry isolate operating cid:133rms from the competition of potential entrants. As setup costsdo not aect their revenues, the labor hoarding cid:133rms actually benecid:133t from an increase in C.On the other hand, less cid:133rms are created due to the higher cost of entry. This eect on acid:3cid:3is more sizeable and positive as can be seen analytically from the entry rule 4. Column3 shows that setup costs can deter entry to such an extent that acid:3cid:3 acid:3. In other terms,for su ciently high setup costs, the equilibrium may exhibit no bankruptcy and no cid:133rmturnover.21The negative welfare eect remains if cid:133xed andor setup costs are rebated at the aggregate level.21cid:133xed cost f 0:1setup cost C 0:1Equilibrium Variables Average labor hoarded Average cid:133rm size Unempl. rate U in %Labor market tightness cid:18Prod. margins acid:3cid:3, acid:3USPartialgiven cid:18,acid:3,acid:3cid:3Equilibriumgiven acid:3,acid:3cid:3Full eect F 0:0410.1931.4897.6224.4720.486,0.506F 0:0920.3251.5096.4004.8750.486,0.506F 0:0930.3131.4996.9954.4620.486,0.506F 0:0940.3171.5076.9534.5520.482,0.525Table 3: Decomposition of the eect of cid:133ring costs.The interactions between cid:133xed costs and entry costs. Comparing the unemployment rates reported in Table 2 shows that the two regulations interact negatively since theirjoint increase see column 4 leads to bigger job losses than the sum of their independent increases see columns 2 and 3. Intuitively, the selection eect is reinforced as thetwo regulations increase the costs and reduce the procid:133ts of exploiting vacant productionopportunities.The eect of EPL. The mechanism through which EPL aects the equilibrium is moreintricate because cid:133ring costs also directly modify the labor demand schedules of cid:133rms. Asexplained in Bentolila and Bertola 1990, the partial equilibrium eect of cid:133ring costs yieldsless labor mobility and more labor hoarding. Firms respond to the change in labor markettightness by adjusting the number of posted vacancies. This equilibrium eect dampensthe imbalance between the partial equilibrium eects on the hiring and cid:133ring margins. Tothe extent that the labor hoarding adjustments prevail, cid:133ring costs and employment arepositively related in equilibrium.Both partial equilibrium and equilibrium eects were already at work in BC. Since ourmodel has an extensive adjustment margin, cid:133ring costs also have an additional selectioneect. Table 3 decomposes the eect of cid:133ring costs into: i the partial equilibrium eectfor given acid:3cid:3, acid:3 and cid:18, ii the equilibrium eect through changes in cid:18 for given acid:3cid:3 and 22acid:3, iii the selection eect on acid:3cid:3 and acid:3. The table analyzes the eect of increasing cid:133ringcost F from 0:04 to 0:09 for cid:133xed and setup cost f C 0:1.Column 2 displays the partial equilibrium eect of higher cid:133ring cost. As expected, employment protection stimulates labor hoarding and the average cid:133rmcid:146s size increases. Hence,positive labor adjustments at the cid:133ring margin prevail over negative adjustments at the hiring margin. This is why the partial equilibrium eect on employment is positive. The fourthrow displays the new labor market tightness. As the number of unemployed and postedvacancies decrease, the labor market becomes tighter. Obviously, the value of cid:18 reported incolumn 2 is not an equilibrium outcome since we assume that cid:133rms make their choice basedon the value of cid:18 in column 1. The equilibrium adjustments resulting from the discrepancybetween the two values of cid:18 are reported in column 3. As explained before, a higher labormarket tightness induces cid:133rms to lower their labor demand, so that both labor hoarding andvacancy posting decrease. The equilibrium eect of cid:133ring costs on unemployment is positiveand the equilibrium labor market tightness is substantially lower.Of most interest to our analysis are the dierences between columns 3 and 4 sincethey capture the selection eect that is new in our model. Although the selection eect ofcid:133xed and cid:133ring costs on acid:3 are qualitatively alike, their magnitude substantially diers.22Given that the decision to remain in the market is based on the asset value of the cid:133rm in thebad state, cid:133ring costs are heavily discounted since they will have to be paid in the remotefuture. Instead, cid:133xed costs burden the procid:133t of the cid:133rm at each instant so that they have amore noticeable incid:135uence on the extensive margin.Conversely, the selection eect of cid:133xed and cid:133ring costs on acid:3cid:3 are dierent in both quantitative and qualitative terms. Whereas cid:133xed costs substantially increase acid:3cid:3, the impact ofcid:133ring costs is negative and quantitatively small. The reason is that cid:147nonpermanentcid:148cid:133rmsare exempted from EPL. Hence, cid:133ring costs do not aect directly their asset values Ag;0i 0.Instead, cid:147labor hoardingcid:148 cid:133rms ai acid:3 are hurt by cid:133ring restrictions and thus post lessvacancies in the good state. Ceteris paribus, the cid:147nonpermanentcid:148cid:133rms ai 2 acid:3cid:3; acid:3 benecid:133t from the increase in the rate of vacancy cid:133lling. This externality augments the incentivesto enter the labor market in the good state so that acid:3cid:3 falls.2322Compare the values of acid:3 in columns 4 of Table 3 with its counterpart in column 2 of Table 2.23Note that the analytical solution for Ag;0acid:3cid:3; 0 does not depend on cid:133ring costs so that cid:133ring costs only 23Turning our attention to employment, we notice that the selection eect is positive. Thesign of the relationship is due to the decrease in acid:3cid:3 and so crucially hinges on the assumptionthat cid:133rms can declare bankruptcy. On the contrary, when the model does not allow cid:133rms todeclare bankruptcy, the selection eect unambiguously raises unemployment. Thus, the signand size of the selection eect on unemployment depends importantly on whether small cid:133rmswith low permanent productivity ai can cid:147avoidcid:148cid:133ring costs using the bankruptcy option.This motivates why, in countries with strict EPL like Italy or Germany, this legislation doesnot apply to small cid:133rms with employment below a certain threshold.24Finally, it is worth emphasizing that the sign of the relationship between EPL and unemployment is ambiguous. Depending on the parameter values, it can be either positive ornegative. Nevertheless, doing comparative statics around the proposed equilibrium we havefound that the eects are locally robust.5 Interaction of labor and product market regulation We now investigate the interactions between labor and product market regulation. We cid:133rstcompare the welfare in steady states with dierent labor and product market regulation.Although steadystate comparisons neglect transition dynamics, this exercise oers cid:133rst insights on how the regulations interact. Then we illustrate how the interactions analyzed byour model are important for applied researchers who try to isolate the eect of labor marketregulation on job cid:135ows. We show how cid:133ring and cid:133xed costs have opposite eects on jobturnover which calls for a joint analysis of regulation in empirical work.5.1 Complements or substitutes?An important question is whether labor and product market regulation are complements orsubstitutes in terms of welfare. In this section we investigate whether the eect of cid:133xed costsor setup costs changes for dierent levels of cid:133ring costs.matter through their eect on the vacancy posting policy v 0acid:3cid:3; 0.24The threshold is currently at 15 employees in Italy and 10 employees in Germany. Furthermore, in somecountries, entering cid:133rms are exempt from EPL for a limited time period.24F 0:09f 0:1f 0:15f 0:1Equilibrium Variables C 0:116.953Unempl. rate U in %0.317Vacancies V4.552Labor mkt. tightness cid:180.366Output YWelfare cid:100.307Productivity ai average 0.897Prod. margins acid:3cid:3, acid:3Average cid:133rm size Av. labor hoarded Average wage0.482,0.5251.5630.3170.111C 0:127.8030.2833.6310.3640.2790.9250.528,0.5981.7090.3310.102C 0:1537.3450.2954.0210.3630.3060.9050.508,0.5191.5430.3170.105Table 4: Changes in cid:133xed or setup costs for higher cid:133ring costs.Fixed costs and cid:133ring costs. Before analyzing the interaction between cid:133xed and cid:133ringcosts, it is useful to notice that their eects would be independent in BCcid:146s framework. Theinteraction between both regulations arises because of the adjustments at the extensive margin. According to the previous sections, the selection eects of cid:133xed costs and employmentprotection are qualitatively similar: they both reduce the number of operating cid:133rms in thebad state, increase cid:133rm turnover and average cid:133rm size. Quantitatively, cid:133ring costs are moreimportant for labor hoarding whereas cid:133xed costs have a larger eect on entry and exit.We will show in section 5.2 that cid:133xed costs increase the job turnover rate and thus thesteadystate mobility cost per cid:133rm. But this does not necessarily induce additional welfarelosses because the impact of both policies on cid:133rm selection implies that less cid:133rms need to paythe cid:133xed costs or cid:133ring costs. This pure accounting eect reduces, and can even outweigh, thedirect negative impact on welfare. Adding the change in welfare between Table 2, columns1 and 2, and the change between Table 2, column 1, and Table 4, column 1, it appearsthat the welfare losses due to independent increases in cid:133ring and cid:133xed costs add up to 16:2%25of the initial welfare. When regulations in both product and labor markets are combined,the welfare losses decrease to 15:8% compare Table 2, column 1, and Table 4, column 2.Hence, the coexistence of the two regulations slightly alleviates their individual costs.In order to understand the reason for this complementarity better, we further decomposethe total losses into changes in the aggregate cost of vacancy posting, steadystate mobilitycosts and cid:133xed costs. We cid:133nd that both cid:133ring and cid:133xed costs reduce the cost of vacancyposting although this eect is minor since the absolute level of this cost is low for the chosensmall parameter value of c. Most importantly, we cid:133nd that steadystate mobility costsdecrease by 3.2% if cid:133xed costs increase from 0:1 to 0:15 as in Table 2, columns 1 and 2.Although the mobility costs per cid:133rm increase because of higher job turnover, the mass ofcid:133rms who bears these costs is smaller and the latter eect dominates. Finally, the selectioneect implies that higher cid:133ring costs increase the direct welfare losses resulting from cid:133xedand setup cost payments by 0:5% for changes from Table 2, column 1, to Table 4, column1.25Setup costs and cid:133ring costs. From the point of view of the cid:133rm, defaulting is analternative to paying the cid:133ring costs. Therefore EPL makes bankruptcy a more attractiveoption. For example, comparing column 1 in Table 4 to column 1 in Table 2 shows thatthe incidence of bankruptcy goes up from 0:8% to 1:8% in the economy with stringent EPL.But for this option to be relevant in equilibrium, setup costs have to be low enough to allowcid:133rms to enter the market. Hence low barriers to entry complement stringent EPL.The results in Tables 2 and 4 illustrate this complementarity. Reducing entry costs from 0:15 to 0:1 implies a 3:1% decrease of the unemployment rate when cid:133ring costs are low see Table 2, columns 1 and 3, compared with 5:3% when cid:133ring costs are high see Table 25For f C 0:1, the saved cid:133xed costs of bankrupt cid:133rms exactly cancel the additional setup costs ofnewly entering cid:133rms for given acid:3cid:3. Since acid:3cid:3 falls slightly, more cid:133rms pay the setup cost so that the welfareloss increases.Note also that if we rebate cid:133ring cost at the aggregate level, output still decreases with higher cid:133ring costssince bankrupt cid:133rms do not produce in the bad state the selection eect on acid:3cid:3 and acid:3 and labor hoardingimplies lower e ciency for all operating cid:133rms. The welfare gain because of lower steadystate vacancy costsis too small to oset these eects.264, columns 1 and 3. The higher rate of cid:133rm creation induced by low barriers to entrymitigates the higher incidence of cid:133rm destruction due to cid:133ring restrictions.Note however, that incumbent cid:133rms like setup cost. The fact that they make moreprocid:133ts is illustrated by the observation that higher setup costs lower acid:3. As mentionedabove barriers to entry isolate operating cid:133rms from the competition of potential entrants.Thus, these cid:133rms can bear the cid:133ring costs cid:147more easilycid:148. This is interesting since it pointsto one reason for the coexistence of both types of regulation which is beyond our model inwhich agents are riskneutral and cid:133nancial markets are perfect.If cid:133rms are supposed toinsure workers by hoarding them in bad times, they can only do so if they remain procid:133table.Product market regulation generates these procid:133ts and thus makes it easier for cid:133rms to agreeto policies that protect jobs in bad times.5.2 Job turnover and interactions between cid:133ring and cid:133xed costs We have already mentioned that higher cid:133xed andor setup costs increase job turnover percid:133rm. As the competition for workers is alleviated by the selection eect, the costs of adjustingthe labor force decrease. Thus cid:133rms have less incentive to smooth out their labor demandschedule. Conversely, it is well known that cid:133ring costs imply less labor mobility at both theaggregate and cid:133rm level. These insights are illustrated in Table 5. The table reports the rateof job cid:133nding, the aggregate job cid:135ows 26 along with the rates of job turnover and job turnoverper cid:133rm. Table 5 shows that cid:133xed costs decrease whereas cid:133ring costs increase the job cid:133ndingrate. Firing costs do reduce job cid:135ows because of the lower unemployment rate. Fixed costshave almost no eect on aggregate job cid:135ows as the smaller transition rate is compensatedby the increase in the size of the unemployment pool. Since the cid:135ows out of the employmentpool are nearly constant whereas the number of employees is smaller, it follows that the jobturnover rate is an increasing function of cid:133xed costs. The job turnover rate per cid:133rm is also 26Notice that job cid:135ows and worker cid:135ows are indistinguishable in the current formulation of the modelsince we have excluded jobtojob transitions. Moreover, the job turnover rates are slightly higher than theempirical counterparts reported for the US see Davis and Haltiwanger, 1999, Table 2. This is because weassume larger values for cid:29 in our calibration than in the data to ensure that cid:133rms with ai acid:3 are alwaysat the cid:133ring margin in the bad state see the discussion of the calibration in Section 3.27USC 0:1F 0:04 F 0:09 F 0:04 F :09Equilibrium Variablesf 0:115.287Job cid:133nding rate 0.403Job cid:135ows Job turnover rate 0.436Job turnover rate cid:133rm 0.645f 0:125.3340.3710.3990.601f 0:1534.7600.4000.4370.692f 0:1544.7640.3720.4030.646Table 5: The eect of cid:133ring and cid:133xed costs on turnover.increasing for the same reasons, but in this case the eect of cid:133xed costs is strong enough so asto completely oset the cid:147sclerosiscid:148generated by EPL. The impact of setup costs on the jobturnover rate per cid:133rm is similar but smaller. Yet, their eect on job turnover is ambiguousin general because setup costs also reduce the number of cid:147nonpermanentcid:148cid:133rms.The implication of the model that product and labor market regulation have oppositeeects on job turnover is a priori consistent with empirical evidence that turnover ratesacross countries are very loosely related to the stringency of EPL. This empirical fact has led Bertola and Rogerson 1997 to argue that the greater compression of wages in Europe thanin the US can compensate the dierences in EPL and so explain the similarity of the turnoverrates. The model proposed in this paper suggests that more product market regulation in Europe is an alternative explanation. In the light of Table 5, the lack of conclusive evidencemight be partly explained by the countervailing eects of EPL and PMR.2727Preliminary empirical results provide weak support for this prediction of the model. We regress jobturnover statistics taken from the OECD Employment Outlook 1996 on crosscountry indexes for both typesof regulations Nicoletti et al., 1999. Considered separately, the EPL and PMR indexes are not signicid:133cantat all and have a negative coe cient. When both EPL and PMR indicators are included as regressors, theexplanatory power of the regression increases. Moreover, the coe cients have the desired negative sign for EPL and positive sign for PMR. Nevertheless, both variables remain nonsignicid:133cant at conventional levels.The small sample size, the stylized nature of the indexes and, most importantly, the fact that the indexes arenearly collinear probably explain the lack of conclusive evidence. Thus, although a preliminary look at thedata does not contradict the modelcid:146s prediction, further empirical research is needed in order to ascertain 286 Conclusions The model analyzed in this paper extends the framework proposed in Bertola and Caballero1994 by considering that, besides idiosyncratic cid:135uctuations in business conditions, cid:133rmsalso dier with respect to their permanent technological productivity. These transitory andpermanent dierences explain why some cid:133rms decide to enter the market while others preferto remain inactive. Accordingly the equilibrium exhibits both cid:133rm and job turnover.The distinction between the extensive and intensive margin has allowed us to generate some novel results compared with the literature, especially models based on the cid:147onecid:133rmoneworkercid:148assumption. Most importantly, the model illustrates how the interactionsbetween labor and product market regulation crucially depend on the link between bothmargins of adjustment. We cid:133nd that cid:133ring costs are quantitatively most important for thehiring and cid:133ring margin whereas cid:133xed and setup cost matter more for the entry and exitmargin. Nevertheless, both policies also matter for the respective other margin. Strikinglyenough, the eects of cid:133ring restrictions on the intensive and extensive margin are of opposite signs: they reduce job turnover and amplify cid:133rm turnover. Conversely, job turnover isstimulated by administrative regulations and to a lesser extent by barriers to entry.These countervailing eects call for a joint analysis of regulation in empirical work, astheir interactions may explain why empirical studies using crosscountry cid:135ow data have failedto document the strong negative relationship between EPL and job cid:135ows predicted by thetheory. Given that both regulations are strongly positively correlated, if PMR stimulatesjob reallocation, the negative impact of EPL needs not be evident in crosscountry data.The model also has some clear predictions about the design of regulation policies. Fixedand setup costs interact negatively by reducing both the incentives to enter the market andthe capacity of potential entrants to do so. High cid:133ring costs and low setup costs complementeach other because the bankruptcy option is a procid:133table alternative to paying the cid:133ringcosts for cid:133rms with low permanent productivity. This motivates why EPL is not applied tosmall cid:133rms in countries with strict employment protection legislation. Productive incumbentcid:133rms, however, benecid:133t from higher setup costs since fewer cid:133rms produce in equilibriumwhether or not the positive relationship between job turnover and PMR can be documented in the data.29which reduces the congestion externality. Thus, if a government wants to introduce cid:133ringcosts, it could cid:147buycid:148the support of these cid:133rms by compensating them with entry barriers.Overall, our results suggest that considering interactions between product and labor marketregulation is important for policy design as well as for understanding the dierent labormarket outcomes across countries.The proposed framework lends itself naturally to many extensions. In ongoing researchwe investigate the implications of our model on the employment and wage distributions acrosscid:133rms with dierent size. Also the predictions for the eect of cid:133ring costs on the extensivemargin deserve further empirical investigation with cid:133rmlevel data as in Autor, Kerr and Kugler 2005. Before taking the model to the data, however, it would be useful to allowfor a more realistic shock structure. The shocks in our model are rather big, much largerthan most of the shocks which hit cid:133rms in reality. Accordingly our measure of cid:133ring costsrelates more closely to restrictions on collective dismissal. Introducing techniques developedin Bertola and Garibaldi 2001 would allow for a cid:133ner shock structure and so more realisticpredictions.From a theoretical perspective it is worth analyzing optimal regulation if the social planner can condition this regulation on cid:133rm size. Finally, we have taken the market power ofcid:133rms as given in our analysis. In other terms, we have interpreted the decreasing marginalrevenue schedule of cid:133rms as technological and not as recid:135ecting market power. Further research could extend the model to endogenize market power by making it an explicit functionof the number of operating cid:133rms. This would certainly introduce additional channels ofinteraction between both policies.30Appendix Workers.Given that workers are homogenous, the asset value of employment solely depends onthe cid:133rm characteristics. Workers receive a utility cid:135ow b if unemployed and an endogenouswage wg;nif employed in the bad state by a labor hoarding cid:133rm.cid:28 in the good state or wb;1ii The asset value of the representative unemployed worker in steady state iser W u b cid:18qcid:18Wcid:0 W u ,e is the expected asset value ofwhere the Poisson hazard of cid:133nding a job is cid:18qcid:18; and Wbeing matched to one of the posted vacancies. This expected value depends on the realizeddistribution of posted vacancies. Note that W u by decid:133nition is independent of the type ofcid:133rm i. The value of being in a bad job isA1r W b;1 wbi cid:29W g;1i0 cid:0 W b ;A2where n has been set to one since only cid:147laborhoardingcid:148 cid:133rms employ workers in the badstate. The asset value of employment in a good cid:133rm which has been cid:28 periods in the goodstate isr W g;nicid:28 wg;nicid:28 cid:14W u cid:0 W g;nicid:28 _W g;nicid:28 ,A3where cid:14 is the exogenous Poisson hazard of a bad shock. As shown in BC, p. 441442, nonenforceability of longterm contracts implies that the asset value of a worker in a cid:133rm withlow productivity b is equal to the outside option W u cid:133rms can credibly threaten workersto cid:133re them otherwise. Thus, W b is also independent of cid:133rmspecicid:133c productivity ai sinceunemployed workers and workers in cid:133rms with temporarily low productivity have the samei willexpected discounted utility. Equation A2 implies that the wage in the bad state wbabsorb dierences in W g;10.i Wage determination.Wages are determined by Nash bargaining between the worker and the cid:133rm. Nonenforceability of contracts implies that all workers in a given cid:133rm earn the same wage.31However, wages between cid:133rms dier as long as workers have some bargaining power, cid:12 0.Wages dier for cid:133rms in the good state depending on the time they have spend in the goodstate and the number of workers they have hired in this time. As is standard the Nashbargain implies thatcid:12Sg;nicid:28 cid:0 So 1 cid:0 cid:12W g;nicid:28 cid:0 W u ,A4where the shadow value of posting a vacancy So is zero the shadow value of hiring a workerequals the cid:135ow cost of posting the vacancy discounted by the probability that the vacancyis matched to a worker.Plugging the shadow value of hiring a worker 6 into the optimality condition of the Nash bargain A4, we getand thus W g;nicid:28 W u cvni cid:28 qcid:18;cid:121 cid:0 cid:12A5_W g;nicid:28 c _vni cid:28 qcid:18,cid:121 cid:0 cid:12where dots denote time derivatives. The outside option of workers does not change ascid:133rms experience good times, but the number of posted vacancies does. Inserting these twoexpressions into A3, we getwg;nicid:28 r W u cid:12c 1 cid:0 cid:12r cid:14vni cid:28 cid:0 _vnqcid:18i cid:28 .A6Wages of cid:147nonpermanentcid:148 cid:133rms. Reinserting the explicit expression for the shadowvalue of a hired worker 7 into A6 yieldswg;0i cid:28 r W u i cid:28 cid:0 !g;0Making explicit the dependence of wages on employment wg;0gnlni cid:0 cid:27l 0i cid:28 , we cid:133nd that the following condition must holdi g 0l 0i cid:28 lni cid:28 gnl lncid:121 cid:0 cid:12cid:0cid:17gi cid:28 cid:1 .i cid:28 : Since !g;nig 0l 0i cid:28 r W u i cid:0 cid:27l 0i cid:28 cid:0 g 0l 0i cid:28 cid:0 g 0l l 0i cid:28 l 0cid:121 cid:0 cid:12cid:0cid:17gi cid:28 cid:1 .This cid:133rstorder dierential equation has the linear solutionwg;0i cid:28 1 cid:0 cid:12 r W u cid:12cid:17gi cid:0cid:12cid:271 cid:12l 0i cid:28 .32cid:28 A7Wages of cid:147laborhoardingcid:148 cid:133rms. Solving the explicit expression for the shadow value ofa hired worker 9 and plugging this into A6 results inwg;1i cid:28 r W u cid:121 cid:0 cid:12cid:0cid:17gi cid:0 cid:27l 1i cid:28 cid:0 !g;1i cid:28 cid:0 cid:14Fcid:1 .Solving for wg;1iin terms of l 1i cid:28 as before cid:133nally yieldsi cid:28 1 cid:0 cid:12 r W u cid:12 cid:17gwg;1i cid:0 cid:14F cid:0cid:12cid:271 cid:12l 1i cid:28 .A8Wages in good cid:133rms are a weighted average of the workers outside option and the cid:133rmcid:146ssurplus net of expected cid:133ring costs.Optimal labor demand schedules.By decid:133nition!g;nicid:28 wg;nicid:28 cid:0cid:12cid:271 cid:12lni cid:28 .Note the incentive of cid:133rms to reduce the surplus appropriated by workers by increasingemployment. This incentive is stronger the larger is cid:12 and cid:27.Reinserting this expression into 7 and 9, dierentiating with respect to cid:28, we getnotice that cid:18 does not change in the steady statecid:0 _wg;nicid:28 cid:0cid:271 cid:12cid:1lni cid:28 ccid:127vni cid:28 qcid:18 r cid:14c _vni cid:28 qcid:18:Dierentiating equation A6 with respect to cid:28 we have_wg;nicid:28 r W u r cid:14 _vni cid:28 cid:0 cid:127vnqcid:18i cid:28 :cid:12c 1 cid:0 cid:12Using the two equations to substitute out _wg;ncid:28 ,icid:0r cid:14 _vnccid:127vni cid:28 qcid:18 cid:0 r cid:14Using 5, replacing qcid:18 by cid:24cid:18cid:13 and rearranging yieldsi cid:28 cid:0 cid:127vnqcid:18cid:12c 1 cid:0 cid:12i cid:28 c _vni cid:28 qcid:18 cid:0cid:271 cid:12cid:1lncid:28 0 .cid:127vni cid:28 cid:0 r cid:14 _vni cid:28 cid:0 cid:271 cid:0 cid:121 cid:12cid:242cid:182cid:13cvi 0 .The solution of this secondorder dierential equation that satiscid:133es limcid:28!1 vni cid:28 0 isvni cid:28 vni 0ecid:0cid:21cid:28 with cid:21 120cid:0 r cid:14 sr cid:142 4cid:271 cid:0 cid:121 cid:12cid:242cid:182cid:13c 1A .A933Permanent dierences between cid:133rms, ai, matter only for the absolute number of postedvacancies but not for the behavior of the vacancy policy over time cid:21 would depend on iif we allowed cid:27 to dier across cid:133rms. The rate of convergence is also independent of cid:133rmentry and exit n 0; 1.Given the exogenous destruction rate cid:14, open vacancies are distributed exponentially overcid:28 with parameter cid:14 cid:21 independently of the value of ai. Equation A5 then implies thatthe expected gain from cid:133nding a job in a good cid:133rm ise Wcid:0 W u cid:121 cid:0 cid:12cid:121 cid:0 cid:12cqcid:18cqcid:181cid:14 cid:21cid:18cid:14 2cid:21 R acid:31 cid:0 U acid:3cid:3 acid:3cid:1924 R acid:3acid:3cid:3acid:3cid:0R 1acid:3cid:0R 1R ai 0uada R aacid:3 v 11 cid:0 U acid:3cid:3 acid:3acid:3cid:3acid:3 v 0cid:14 cid:210 v 00 v 1i cid:28 ecid:0cid:14cid:21cid:28 dcid:28cid:1 uada 35i cid:28 ecid:0cid:14cid:21cid:28 dcid:28cid:1 uada! :i 0uadawhere acid:3cid:3 acid:3 cid:17 minfacid:3cid:3; acid:3g ; ua and U a respectively denote the PDF and CDF ofa. The second equality follows from vni 0ecid:0cid:21cid:28 and the fact that ai and cid:28 areindependently distributed. Notice that the distribution is normalized by the actual mass ofoperating cid:133rms 1cid:0 U acid:3cid:3 acid:3 since the expected asset value is conditioned on the formationof a match.i cid:28 vn Moreover, equation A1 implies thatr W u b ccid:18cid:121 cid:0 cid:12and equation A2 impliescid:14 cid:21cid:14 2cid:21 R acid:3acid:3cid:3acid:3 v 0i 0uada R aacid:3 v 11 cid:0 U acid:3cid:3 acid:3i 0uada! :r W b;1 wbi cid:29W g;1i0 cid:0 W b;1 wbi cid:29cv 1i 0qcid:18:cid:121 cid:0 cid:12where the second equality follows from equation A5. In equilibrium W u W b;1 and thuswbi b c cid:18cid:121 cid:0 cid:12cid:14 cid:21cid:14 2cid:21 R acid:3acid:3cid:3acid:3 v 0i 0uada R aacid:3 v 11 cid:0 U acid:3cid:3 acid:3i 0uada! cid:0i 0! . A10v 1cid:29qcid:18The wage in the bad state depends positively on the total number of posted vacancies whichincrease the outside option; but negatively on the expected number of vacancies posted inthe own cid:133rm i if good times arrive. Workers are willing to take larger wage cuts in bad times 34if this is compensated in good times. Equations A6 and A9 implywg;nicid:28 r W u Plugging in W u, we getr cid:14 cid:21vnqcid:18i 0ecid:0cid:21cid:28:cid:12c 1 cid:0 cid:12A11wg;nicid:28 bc cid:18cid:121 cid:0 cid:12cid:14 cid:21cid:14 2cid:21 R acid:3acid:3cid:3acid:3 v 0i 0uada R aacid:3 v 11 cid:0 U acid:3cid:3 acid:3i 0uada! r cid:14 cid:21ecid:0cid:21cid:28qcid:18i 0! .vn Note that the wage in good times depends positively on vnearn the same wage as cid:133rms exploit their monopsony power and hire untilcid:14 cid:21cid:14 2cid:21 R acid:3acid:3cid:3acid:3 v 0cid:121 cid:0 cid:12wg;ni b wg;ncid:28 ! 1 cid:17 limcid:28!1To sum up: workers in cid:133rms with high permanent productivity ai acid:3 earn lower wages inbad times, higher wages upon arrival of good times and the same wage as cid:28 ! 1.ccid:18A12i 0. As cid:28 ! 1 all workers! :i 0uada R aacid:3 v 11 cid:0 U acid:3cid:3 acid:3i 0uada Employment and boundary conditions for vn The employment and vacancy schedules are fully characterized by the initial conditionsi 0 and lni 0:i 0 and lnvni 0 since vni cid:28 vni 0ecid:0cid:21cid:28 andlni cid:28 lni 0 qcid:18cid:211 cid:0 ecid:0cid:21cid:28 vni 0 .Initial vacancy posting of cid:147nonpermanentcid:148 cid:133rms. Since l 0i 0 0, we only need oneboundary condition to characterize the optimal labor demand schedule. Since all workersare shed, there is no need to ensure that workers are indierent between employment andunemployment. The value of v 0i 0 can be determined noticing that A7 and A11 mustbe equal, so thatcr cid:14 cid:211 cid:0 cid:12qcid:18i 0 cid:17g;0v 0i cid:0 b cid:0 r W u :A13Initial vacancy posting of cid:147labor hoardingcid:148 cid:133rms. For these cid:133rms, li0 diers from zeroso we need to determine two boundary conditions. Equation 8 together with the resultthat workers are indierent between employment and unemployment in the bad state and!b;1i 0 wbi impliescid:29v 1i 0 qcid:18c cid:16cid:27li0 cid:0cid:16cid:17b;135i cid:29 rF cid:0 wbicid:17cid:17 .A14As before, the second boundary condition follows from equating A8 and A12 usingA10:1 cid:0 cid:12 r W u cid:12cid:0cid:17g;1i cid:0 cid:14Fcid:1 cid:0Since W u W b;1;cid:12cid:271 cid:12i 0 wbl 1i cid:12c 1 cid:0 cid:12cid:29 r cid:14 cid:21qcid:18v 1i 0 .ccid:12cid:29 r cid:14 cid:211 cid:0 cid:12qcid:18v 1i 0 cid:0cid:271 cid:12l 1i 0 cid:0cid:17g;1icid:1 .i cid:0 cid:14F cid:0 wbA15i from A10, the two boundary conditions can be used to solve for v 1i 0 and Inserting, wbi 0 for given acid:3, and average vacancies and employment integrating over a 2 acid:3cid:3acid:3; a.l 1This completes the characterization of cid:133rm icid:146s optimal policies. It remains to close the modelby determining the aggregate stock of vacancies V and employment L and thus cid:18.Equilibrium.In steady state the number of cid:133rms turning good has to equal the number of cid:133rmsturning bad for each ai. Thus the proportion of cid:133rms in the good and bad state, cid:30g and cid:30brespectively, are given byandso thatcid:29cid:30b cid:14cid:30g ;cid:30b cid:30g 1 ;Given that the density of cid:28 is exponentially distributed, we getcid:30b cid:14cid:14 cid:29and cid:30g cid:29cid:14 cid:29.vni cid:28 ecid:0cid:14cid:28 dcid:28 uada vni 0uada :acid:3cid:3acid:3L cid:29cid:14cid:14 cid:29Z a 0cid:29cid:14acid:3cid:3acid:3Z 1cid:14 cid:29Z aacid:3cid:3acid:3Z 1cid:14 cid:29 cid:14 cid:21Z acid:29qcid:180L cid:14cid:14cid:29cid:14 cid:29cid:14 cid:21Z acid:14 cid:29Z ai 0uada Z aacid:3acid:3lni cid:28 ecid:0cid:14cid:28 dcid:28 d U a l 1i 0uada .V and Plugging in lni cid:28 we getacid:3cid:3acid:3vn 36l 1i 0uada ,where the aggregate employment level depends negatively on acid:3cid:3 and acid:3.Steadystate employment distribution.Let T l; a denote the time elapsed in the good state such that a cid:133rm with characteristica has a workforce equal to l. Given thatwhere n 1 when a is such that the cid:133rm hoards labor and 0 otherwise. AccordinglylT; a ln0; a qcid:18cid:18 1 cid:0 ecid:0cid:21TT l; a cid:0cid:18 1cid:19 vn0; a ;vn0; aqcid:18 cid:19 .cid:21cid:19 lncid:181 cid:0l cid:0 ln0; a cid:21cid:21As business conditions switch to the bad state at the Poisson rate cid:14, the employmentdensity cid:22ljai readscid:22ljai 8:cid:14cid:14cid:29 if l ln0; aicid:14cid:29cid:1 cid:14ecid:0cid:14T l;ai if l 2cid:16ln0; ai; ln0; ai qcid:18cid:0 cid:29cid:21 vn0; aicid:170 if l 2hln0; ai; ln0; ai qcid:18cid:21 vn0; aicid:17,According to Kolmogorovcid:146s forward equationcid:22ljaicid:22ljai cid:0lcid:1lni cid:0 cid:14cid:22ljai ;tthe steadystate condition cid:22ljait 0 is satiscid:133ed whencid:22ljailcid:1lni cid:14cid:22ljai :cid:0Dierentiating the density above yields for all l 2cid:16ln0; ai; ln0; ai qcid:18 cid:14 vn0; aiqcid:18 cid:0 l cid:0 ln0; ai cid:21cid:01 cid:22ljai :cid:22ljaicid:0lcid:21 vn0; aicid:17Reinserting the expression for cid:1lnicid:1lni qcid:18vni l qcid:18vn0; aiecid:0cid:21T l;ai vn0; aiqcid:18 cid:0 l cid:0 ln0; ai cid:21 ;proves that the Kolmogorov forward condition is satiscid:133ed by the proposed steadystate distribution. In other words, when employment is distributed according to cid:22ljai; incid:135ows andoutcid:135ows for any employment level balance out.37Output and Welfare.Each cid:133rm in the good state has a cid:147productionequivalentcid:148cid:135owyg;ni cid:17 cid:17gi lni cid:28 cid:0cid:272lni cid:28 2 cid:0c 2vni cid:28 2 cid:0 cid:14F lni cid:28 cid:0 lni 0n .Firms in the good state bear a steadystate mobility cost cid:14F l 1i 0 if n 1, andcosts of vacancy posting cvncid:28 22 below we add the cid:133xed cost f which all cid:133rms have topay. Instead each cid:133rm in the bad state has a cid:147productionequivalentcid:148cid:135owi cid:28 cid:0 l 1Thus, gross output is decid:133ned as Y cid:29lncid:272yb;ni lni 0 cid:0i cid:17 ncid:16cid:17bcid:29 cid:1424 R acid:3acid:3cid:3acid:3cid:0R 10 cid:14ecid:0cid:14cid:28cid:0cid:17g 0 cid:14ecid:0cid:14cid:28cid:0cid:17gacid:3cid:0R 1R acid:29 cid:14Z aacid:3cid:16cid:0cid:17bi cid:29Fcid:1 l 1i 02cid:17 .i cid:28 cid:0 cid:27i cid:28 2 cid:0 c 2 l 0i l 02 v 0i cid:28 cid:0 cid:27i cid:28 2 cid:0 ci cid:0 cid:14F l 12 l 1i 02cid:17 uada ,l 1i 0 cid:0cid:272cid:14i cid:28 2cid:1 dcid:28cid:1 uada 35i cid:28 2cid:1 dcid:28cid:1 uada2 v 1up to a constant of integration that can be neglected if procid:133ts are zero for cid:133rms that do notuse labor. We compute welfare cid:10 adding the productionequivalent cid:135ow b for all unemployedworkers and subtracting f for all cid:133rms in the market, as well as the setup costs incurred bythe cid:133rms which enter the market, so that Plugging in the expression for lni cid:28 and vni cid:28 ; the cid:133rst integral in Y readscid:29 cid:14cid:19Z acid:3cid:10 Y b U cid:0cid:18 cid:29cid:14ecid:0cid:14cid:28cid:16cid:17g Z 1i l 0i cid:28 cid:0acid:3cid:3acid:30qcid:18cid:14 cid:21cid:17gi v 0i 0 cid:0acid:3f cid:14C uada cid:0Z ai cid:28 2cid:17 dcid:28v 0i 02 cid:0l 0i cid:28 2 cid:0cid:14 2cid:21c 2v 0cid:14cid:272cid:27qcid:182cid:21 cid:14 2cid:21 cid:14c 2v 0i 02 .f uada :Integrating this expression over a 2 acid:3cid:3 acid:3; acid:3 allows us to compute the cid:133rst term of Y , whereas cid:17g 0Z 1cid:14ecid:0cid:14cid:28cid:16cid:17gi cid:0 cid:14F l 1cid:27qcid:182i 0 cid:0cid:21 cid:14 2cid:21 cid:14cid:272i cid:0 cid:14F l 1qcid:18cid:14 cid:21v 1i 02 cid:0i cid:28 cid:0cid:17gi cid:0 cid:14F v 1v 1l 1i cid:28 2 cid:0i 0 cid:0i 0v 1qcid:18l 1cid:272cid:14 cid:21cid:27c 2i cid:28 2cid:17 dcid:28l 1i 02i 0 cid:0cid:14cid:14 2cid:21c 2v 1i 02 .38which can be integrated over a 2 acid:3; a to compute the second term of Y .References1 Abrahams, Katherine G. and Robert Shimer 2002: cid:147Changes in Unemployment Duration and Labor Force Attachmentcid:148, in: Krueger, Alan and Robert Solow eds., The Roaring Nineties: Can Full Employment Be Sustained?, Russell Sage and Century Foundations, 367420.2 Alesina, Alberto, Silvia Ardagna, Giuseppe Nicoletti and Fabio Schiantarelli 2005:cid:147Regulation and Investmentcid:148, Journal of the European Economic Association, vol. 3,791825.3 Autor, David H., John J. Donohue III and Stewart J. Schwab 2006: cid:147The Costsof WrongfulDischarge Lawscid:148, Review of Economics and Statistics, vol. 88, May 2006,forthcoming.4 Autor, David H., William R. Kerr and Adriana D. Kugler 2005: cid:147Do Employment Protections Reduce Productivity? Evidence from U.S. Statescid:148, Harvard University,mimeo.5 Belviso, Francesco 2005: cid:147Firing Costs and Unemployment: considering bankruptcyin a matching modelcid:148, Princeton University, mimeo.6 Bentolila, Samuel and Giuseppe Bertola 1990: cid:148Firing Costs and Labour Demand:How Bad is Eurosclerosis?cid:148, Review of Economic Studies, vol. 57, 381402.7 Bertola, Giuseppe and Ricardo J. Caballero 1994: cid:147CrossSectional E ciency and Labour Hoarding in a Matching Model of Unemploymentcid:148, Review of Economic Studies,vol. 61, 43556.8 Bertola, Giuseppe and Pietro Garibaldi 2001: cid:147Wages and the Size of Firms in Dynamic Matching Modelscid:148, Review of Economic Dynamics, vol. 4, 33568.399 Bertola, Giuseppe and Richard Rogerson 1997: cid:147Institutions and Labor Reallocationcid:148,European Economic Review, vol. 41, 114771.10 Blanchard, Olivier J. and Francesco Giavazzi 2003: cid:147Macroeconomic Eects of Regulation and Deregulation in Goods and Labor Marketscid:148, Quarterly Journal of Economics,vol. 118, 879908.11 Cahuc, Pierre, Francois Marque and Etienne Wasmer 2004: cid:147A Theory of Wages and Labor Demand with Intracid:133rm Bargaining and Matching Frictionscid:148, mimeo, CREST,Paris.12 Davis, Steven J., John C. Haltiwanger and Scott Schuh 1996: Job Creation and Job Destruction, MIT Press, Cambridge Massachusetts.13 Davis, Steven J., and John C. Haltiwanger 1999: cid:147Gross Job Flowscid:148, in: Handbook of Labor Economics, vol. 3B, Ashenfelter, Orley and David Card eds., Elsevier, Amsterdam.14 Ebell, Monique and Christian Haefke 2004: cid:147The Missing Link: Product Market Regulation, Collective Bargaining and the European Unemployment Puzzlecid:148, Unversitat Pompeu Fabra, mimeo.15 Flinn, Christopher 2005: cid:147Minimum Wage Eects on Labor Market Outcomes under Search, Matching, and Endogenous Contact Ratescid:148, New York University, mimeo.16 Garibaldi, Pietro and Giovanni L. Violante 2005: cid:147The Employment Eects of Severance Payments With Wage Rigiditiescid:148, Economic Journal, vol. 115, 799832.17 Hamermesh, Daniel S. 1993: Labor Demand, Princeton University Press, Princeton.18 Hopenhayn, Hugo and Richard Rogerson 1993: cid:147Job Turnover and Policy Evaluation:a general equilibrium analysiscid:148, Journal of Political Economy, vol. 101, 91538.19 Ljungqvist, Lars and Thomas Sargent 1998:cid:147The European Unemployment Dilemmacid:148, Journal of Political Economy, vol. 106, 51450.4020 LopezGarcia, Paloma 2003: cid:147Labour Market Performance and Startup Costs: OECDEvidencecid:148, CESifo Working Paper Series, No. 849.21 Mortensen, Dale and Christopher Pissarides 2003: cid:147Taxes, Subsidies and Equilibrium Labor Market Outcomescid:148, in: Designing Inclusion: Tools to Raise LowEnd Pay and Employment in Private Enterprise, Phelps, Edmund S. ed., Cambridge University Press, Cambridge.22 Nicoletti, Giuseppe, Stefano Scarpetta and Olivier Boylaud 1999: cid:147Summary Indicators of Product Market Regulation with an Extension to Employment Protection Legislationcid:148, OECD Economics Department Working Papers No. 226, OECD, Paris.23 OECD 1999, 2004: cid:147Employment Protection Regulation and Labour Market Performancecid:148, Employment Outlook, ch. 2, OECD, Paris.24 Petrongolo, Barbara and Christopher Pissarides 2000: cid:147Looking into the Black Box:A Survey of the Matching Functioncid:148, Journal of Economic Literature, vol. 39, 390431.25 Pissarides, Christopher 2000: Equilibrium Unemployment Theory, second edition,MIT Press, Cambridge Massachusetts.26 Smith, Eric 1999: cid:147Search, Concave Production and Optimal Firm Sizecid:148, Review of Economic Dynamics, vol. 2, 45671.27 Stole, Lars A. and Jerey Zwiebel 1996a: cid:147IntraFirm Bargaining under NonBinding Contractscid:148, Review of Economic Studies, vol. 63, 375410.28 Stole, Lars A. and Jerey Zwiebel 1996b: cid:147Organizational Design and Technology Choice under Intracid:133rm Bargainingcid:148, American Economic Review, vol. 86, 195222.41", "filename": "507804074.pdf", "person": ["Winfried Koeniger", "Koeniger, Winfried", "Julien Prat", "Prat, Julien"], "date": ["2006"]}