{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/33630/1/513709088.pdf"], "title": ["Child labor, urban proximity and household composition"], "plaintext": "Child Labor, Urban Proximity and Household Composition Marcel Fafchamps University of Oxford Jackline Wahba University of Southampton and IZA Bonn Discussion Paper No. 1966 February 2006 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 1966 February 2006 ABSTRACT Child Labor, Urban Proximity and Household CompositionUsing detailed survey data from Nepal, this paper examines the determinants of child labor with a special emphasis on urban proximity. We find that children residing in or near urban centers attend school more and work less in total but are more likely to be involved in wage work or in a small business. The larger the urban center, the stronger the effect is. Urban proximity is found to reduce the workload of children and improve school attendance up to 3 hours of travel time from the city. In areas of commercialized agriculture located 3 to 7 hours from the city, children do more farm work. Urban proximity effects are accounted for by a combination of local labor supply and demand conditions, most notably the local importance of agriculture, the education level of the parents, and the local wage rate. Child servants, which represent a small proportion of all children, work much harder than other children and appear particularly at risk. JEL Classification: Keywords: Corresponding author: Jackline Wahba Economics Division University of Southampton Southampton, SO17 1BJ United Kingdom Email: j.wahbasoton.ac.uk child labour, Nepal, child schooling, urban proximity J10, J22, J24, J40, N35 We thank for their excellent comments Tim Besley, TN Srinivasan and participants to the conference held on September 24 in Harvard to honor Pranab Bardhan for his contribution to the Journal of Development Economics and the larger field. We are grateful to Forhad Shilpi for her help with the data and to the World Bank for making the data available to us. 1. Introduction Recent years have seen growing concerns regarding the welfare of children in poor countriese.g. Grootaert Kanbur 1995, ILO 2002, Basu Tzannatos 2003. Lack of education andchild labor have received particular attention as they potentially have dramatic longterm eecton human capital accumulation and hence on development. Furthermore, child labor is oftenportrayed in the popular press as a growing problem fueled by international trade Cigno, Rosati Guarcello 2002.The evidence suggests that many children in poor countries do work e.g. ILO 2002, Ersado 2002, Grootaert Kanbur 1995, Basu 1999. In the overwhelming majority of cases, the workperformed by children takes place within the household cid:150usually in household chores and on thefamily farm Basu Ray 2002. Wage work and work in small enterprises remain the exceptionILO 2002. Child labor is considered primarily a rural phenomenon in Africa where childrenare engaged in farming. In contrast, it is regarded as an urban phenomenon as well in Asia and Latin America where children often also work in smallscale industrial enterprises or in smalltrade and service businesses. Most child labour studies have focused on rural areas cid:150see Basu1999 for a survey. A few studies have examined child labour participation at a national leveland distinguished between urban and rural areas e.g. Ersado 2002, Wahba 2005. But thosestudies do not focus on how urban proximity aects child labour incidence or intensity.Little is known on whether markets favor an increase or decrease in child labor.In thisrespect, theory is not a useful guide because it does not make sharp predictions one way oranother: depending on substitution elasticities between adult and child labor in production andconsumption, the eect of marketization on child labor can go either way e.g. Edmonds Pavcnik 2004, Wahba 2005. Economic theory is also ambiguous regarding the impact of tradepolicy and globalization on child labour. See for example, Jafarey Lahiri 2002. Based on 1the scant available evidence, it does not appear that globalization increases the incidence ofchild labour Cigno, Rosati Guarcello 2002. Edmonds Pavcnik 2004, for instance, studythe relationship between trade liberalization measured as the change in the relative price of anexported commodity and child labor using household level data from Vietnam. They cid:133nd thathigher rice prices are associated with declines in child labor, suggesting that in this case greatermarket integration is associated with less child labor, not more.The purpose of this paper is to throw some indirect light on this important policy questionusing detailed survey data from Nepal. Unlike Edmonds Pavcnik 2004 who use price variation to capture dierences in levels of market integration, we rely on crosssection dierences inproximity to cities. Jacoby 2000, Fafchamps Shilpi 2003 and Fafchamps Shilpi 2005have indeed shown that, in the studied country, proximity to cities is strongly related to market orientation and increased specialization. A crosssection approach has the drawback thatit cannot control for unobserved heterogeneity across locations. But it oers the advantage ofcomparing households at the same point in time and thus in similar macroeconomic conditions,something that cannot be done in studies of child labor based on national time series data.Our results show that children living in or around cities work more for the market in theform of wage work or small business employment. The increased intensity of market exchangeassociated with cities thus appears to be empirically correlated with an increased involvement ofchildren in marketrelated forms of work. At the same time, work by children on the family farmand on household chores falls dramatically with proximity to urban centers. When we combineall three forms of labor, we see that children living in or around cities work in total much lessthan their rural counterparts. We also cid:133nd that school attendance increases dramatically withproximity to cities. Taken together, these results suggest that, on average, urban proximityis associated with an improvement in child welfare cid:150 at least as far as total child labor and 2education are concerned.The above cid:133ndings only holds for the average child, however. We remain concerned thatchildren working for the market may be engaged in dangerous activities. The data show thatmore than three quarters of child wage employment 77% is in agriculture, a sector where children may have to work long hours in harsh weather and use harmful pesticides and fertilizers.Another 8% work in domestic services, a sector where abuses of various kind are easy to dissimulate. In the studied country, child wage employment in sectors other than farming and domesticservices remains small 2% in construction, 4% in manufacturing, and 10% in services.A few authors have studied child labour in Nepal. Basu Ray 2002 have examined theeect of a balanced power structure within the household between the husband and wife on childlabour using data from Nepal. Ersado 2002 has focused on the impact of poverty on child labourin rural versus urban areas in three countries: Nepal, Peru, and Zimbabwe. Edmonds 2004has focused on the sibling dierences in child labor in Nepal. He argues that sibling dierencesrecid:135ect comparative advantage in household production. Using the Nepal NLFS survey data, hecid:133nds that older girls work more than boys within the same household, because older girls spendmore time in domestic work. He also shows that the extra work required of older girls increasesin the number of younger siblings especially younger boys and the spacing between siblings.Given that the focus of his study is on sibling dierences, Edmonds 2004 studies only 615year old children of head with siblings. In contrast, we examine all children in the householdwho are 515 years old.The paper is organized as follows. In Section 2 we present the conceptual framework underlying our empirical analysis. The data are introduced in Section 3, together with a briefdescription of the survey area. Econometric results are presented in Section 4. Conclusionsappear at the end.32. Conceptual framework The incidence of child labor and the form that it takes are driven by supply and demand factors.Supply factors are aected in part by attitudes towards child work. These attitudes are likelyto be shaped by public opinion cid:150 which may vary with isolation. Supply also depends ondecision taken within households. Indeed, most minors are in the custody of their parents orguardian who have the authority to decide whether the child works. Parentscid:146desire to put theirchildren to school may lead them to keep children out of the labor force. The opposite may alsoarise, as when poor parents partly cid:133nance their childrencid:146s schooling with child work cid:150 eitherdirectly through child wages, or indirectly by substituting children for adults in house choresor household production. Parents may also choose to sacricid:133ce some children in order to sendothers to school. Edmonds 2004, for instance, provides some evidence that cid:133rstborns are morelikely to work, probably to enable their parents to educate younger siblings. For these reasons,household composition is likely to aect the supply of child labor.Demand factors originate primarily from outside the household. As Fafchamps Shilpi2003 and Fafchamps Shilpi 2005 have shown, urban proximity shapes economic activityin many important ways. They cid:133nd that, in Nepal, households living up to three hours oftravel time from cities are more likely to engage in nonfarm work than in agriculture. Theyare also more likely to work for a wage and to rely on the market for a number of goods andservices that, in rural areas, are normally selfprovided e.g., food, water, fuel. These changesin the activity mix recid:135ect urban and regional economic processes that have been discussed ingreat detail elsewhere and need not be revisited here e.g. Henderson 1988, Fujita, Krugman Venables 1999.Some demand factors originate from within the household itself. This is because most households in poor countries are selfemployed. The activities in which a household engages shape 4the demand for child work within the household. Rather than work outside the household for awage, children may be called to assist in the family farm or business, or to help with householdchores. So doing, they free adults to engage in more marketoriented activities. Of course, thehealth and safety of children is not equally at risk in all these activities. For most parents,involving children in household work is probably seen as an essential part of a good education.But ignoring home production and household chores from an assessment of child labor wouldresult in a distorted image of childrencid:146s involvement in productive activities.To guide our econometric analysis, we develop a simple household model in the spirit of Becker 1965, Gronau 1977, and Fafchamps Quisumbing 2003. The purpose of the modelis to help identify supply and demand forces at work within the household. Since the focus of themodel is on the household, we take local market forces as given and we think of them as settingwages and as shaping the range of productive activities in which the household can engage.In the econometric work, these forces external to the household are captured explicitly usingvariables such as urban proximity, local wages, and other measures of local economic activity.Consider a household decision model in which altruistic parents make decisions regardingwork by their children. For now, we ignore education; it is introduced later. Formally, let thehousehold decision process be represented as the maximization of a welfare function made ofweighted individual utilities U iY; li where Y denotes household consumption and li individualleisure. Index 0 denotes the parents and indices 1 and above denote the children. The number ofchildren N is taken as predetermined.1 The household is engaged in K activities, each with itsown production function and cid:133xed factors Aj.2 Household chores are counted as part of these 1 It is conceivable that parentscid:146 decisions regarding the number of children they choose to have be partlydetermined by their labor needs e.g. Rosenzweig Evenson 1977, Wolpin 1984, Nugent 1985, Rosenzweig Schultz 1987, Becker, Murphy Tamura 1990. We do not reject this possibility but, in the analysis presentedhere, we focus on child labor conditional on household composition. Our analysis can thus be construed as focusingon shortterm time allocation decisions.2 Fixed factors include parental skills, land, equipment, capital, etc.5activities, in which case the imputed value of the services generated by housework is added toconsumption. Household members can also hire out their labor force for a wage wi. Presumably,w 0 wi for i 0 in most cases. If the household cannot hire in labor, we have:3max Lijcid:210;Hicid:210NXi0!i U iY; li subject to Y Lj Ti KXj1NXi0KXj1QjAj; Lj wi Hi NXi0Lijcid:13ij for all j Lij Hi li for all i2.12.22.3where !i denote welfare weights and cid:13ij denotes the productivity of individual i in activity j.Equation 2.1 is the usual budget constraint. Equation 2.2 decid:133nes eective labor to activityj.4 Presumably children are less productive than parents, so that cid:130j cid:13ij for i 0 in mostcases. We set cid:130j 1 for all j, so that labor is expressed in adult equivalent units. Equation2.3 is the time constraint. Welfare weights are normalized so that !0 1. If parents care morefor their children than for themselves, !i 1 and vice versa.The resulting labor decisions depend on household cid:133xed factors Aj, wages wi, productivitycoe cients cid:13ij, welfare weights !i, and number of children N. We immediately note that leisureconsumption li increases with altruism !i: the more altruistic parents feel towards children, theless children work. It is reasonable to assume that for a young enough child, cid:13ij wi 0 andthat cid:13ij and wi rise with child age. Consequently, we expect older children to work more thanyoung ones.3 If the household can freely hire in labor, we have full separability between production decisions and householdpreferences. The separable case is discussed below when Hi 0. We also discuss the non separable case when Hi 0. Separability has been rejected in most empirical applications.4 For simplicity, we assume here that the household cannot hire in labor. This assumption is 6In general, we expect labor to be allocated to activities where returns to labor are highest.As long as Hi 0,5 the model behaves like a separable household model. In this case, a simplearbitrage argument predicts Lij to increase with Aj and cid:13ij and Hi to increase with wi. Theseadjustments are accomplished simply by shifting labor between selfproduction and wage work.Endowments, labor productivity, and wages thus shape what the household does. A householdwith more land is predicted to devote more labor to agricultural production, much of which willprobably come from the household. Higher wages in contrast will divert household labor fromfarming to wage work. The model also predicts that more productive household members, forinstance because of better human capital, will be aected to tasks in which their human capitalis most useful e.g. Fafchamps Quisumbing 1999, Yang 1997. These predictions apply toparents as well as children.Suppose that, because of transactions costs or imperfect markets, Hi is constrained to remainpositive: the household cannot hire labor for selfproduction. When Hi 0, the model thenbehaves like a nonseparable household model e.g. de Janvry, Fafchamps Sadoulet 1991, Key,Sadoulet de Janvry 2000. In this case, endowment and productivity eects may be mitigatedor even reversed by income eects operating in the opposite direction, or by changes in householdshadow prices. Total labor supply depends on price as well as income eects. Provided leisure isa normal good, leisure consumption for all household members increases as Y rises. An increasein Aj, wi, or cid:13ij may therefore generate an income eect so strong that Hi falls to zero andthe resulting rise in the household shadow wage reduces Lij in all activities, even those wherereturns to labor rise. Because of this, it is di cult to sign a priori the eect that Aj, wi, orcid:13ij may have on labor cid:150except to say that if the income elasticity of leisure is small, the laborreturns eect is likely to dominate and the net eect should be positive. The same prediction 5 Or if Hi can become negative.7obtains if the model is separable.It is reasonable to expect children to be more productive in household activities than in wagework, i.e., to assume that cid:13ijcid:13oj wiw 0. The reason is that children probably work best underthe supervision of their parents. The nominal wage received by children may also overestimatereturns to parents if parents fear children to be mistreated or abused by employers. For thesereasons, we expect children to work mostly in K selfproduction activities with their parents.The immediate corollary is that, other things being equal, children in farming households arein general expected to spend more time working than children whose parents do not farm. Thisis because in nonfarming households the marginal return to child labor is lower. Of course, aswe have already emphasized, these returns eects may be reversed by su ciently strong incomeeects, so that children of large farmers may work less than children of poor landless householdseven though the returns to child labor are lower for the landless. These income eects are atthe heart of the argument of Basu Van 1998. It is also reasonable to assume that the gapbetween cid:13ijcid:13oj and wiw 0 falls as the child gets older, i.e., that wi increases faster with agethan cid:13ij. Consequently, we expect older children to be more likely to engage in wage work thansmall children.The above model can be expanded to allow for education and learningbydoing. Supposethat the longterm income potential of a child depends on human capital Z which, for the sakeof this model, we represent as a vector of skills Z f Sjg. Without loss of generality, schooling isrepresented by S0i . Other skills are activityspecicid:133c and are acquired through learningbydoing,i.e., Sji SLij. The future utility of child i is written ViS0i ; :::SKi with ViSji cid:21 0 for all 8j.6 The decision problem faced by parents now is:max Lijcid:210;Hicid:210U 0Y; l 0 !iU iY; li ViS0i ; SLi 1; :::; SLi K subject to NXi1Y Lj KXj1NXi0Ti S0i wi Hi QjAj; Lj NXi0Lijcid:13ij for all j Lij Hi li for all i KXj12.42.52.6The main dierence with the earlier model is that an increase in !i need not result in an increasein child leisure. This is because if cid:13ij is very small or even negative, parents may neverthelessdecide to involve the child in activity j because doing so generates skills that will be useful tothe child later in life. An increase in !i nevertheless has an unambiguous eect on schooling,which is predicted to rise with altruism.Turning to urban proximity, we know from other work in the studied country e.g. Fafchamps Shilpi 2003, Fafchamps Shilpi 2005 that it is associated with more emphasis on nonfarmactivities and wage work, and less emphasis on farming. Agriculture tends to be more marketoriented up to three hours travel time from large urban centers, focusing on fruits and vegetables.Commercial agriculture in grains and cash crops predominates between 3 and 8 hours of traveltime. Beyond 8 hours of travel time livestock production takes more importance. Very isolatedhouseholds revert to selfsubsistence, except for occasional labor migration.Fafchamps Shilpi 2005 also document large dierences in the composition of householdchores for households living near urban centers: they spend less time fetching water and cid:133rewoodbut more time shopping and cleaning the house. The emphasis on wage work in and around 6 Discounting is subsumed in function Vi:.9urban centers and the presence of large employers with a need for literate workers suggesthigher returns to education near cities cid:150together with a better supply of schools Fafchamps Quisumbing 1999. For these reasons, we expect school attendance to be higher in the vicinityof urban centers.The decreased emphasis on agriculture may reduce child labor provided perverse incomeeects do not force poor urban households to send their children to work outside the household.At the same time, increased opportunities in wage work and nonfarm selfemployment aroundcities may raise child labor. Neighborhood eects may also aect parental decisions. Irrespectiveof whether the ward is rural or urban, the kind of activities undertaken by other individuals inthe wards decid:133nes work opportunities outside the farm. For this reason we expect less child laborin market oriented activities if other villagers are predominantly occupied in farming. Which ofthese eects dominates is an unresolved empirical question and the emphasis of this paper.3. The data We investigate the above empirical questions using survey data from Nepal in the late 1990cid:146s.Home to the Everest, Nepal is located nearly entirely at the foot of the Himalaya mountains.It is largely rural, with 86% of its 21 million inhabitants living in villages or towns of less than 10,000 people. In the early 1990cid:146s, Kathmandu, the capital city and largest urban center, hada population of around half a million people.7 At the last publicized census, there were only 34cities and towns of 10,000 inhabitants or more.Given the mountainous terrain, communications are di cult within Nepal. People livingin the remote Northern part of Nepal must trek for many hours by foot or bullock cart beforereaching the nearest road. Nepal thus oers a perfect testing ground to examine the eect of 7 421,000 inhabitants in 1991. Current estimates put the 2000 Kathmandu population level at around 1 million.A population census was conducted in 2001 but the results are not yet available.10proximity to cities on child labor. The institutional setting and legislation regulating child laborand school attendance in Nepal are discussed in detail in Edmonds 2004 and Government of Nepal 1999. Edmonds Sharma 2004 documents labor bonding institutions that survive inthe extreme Western part of the country and the eect they have on educational investment The data we use come from the Nepal Labor Force Survey NLFS of 199899. The datawere collected by the Central Bureau of Statistics of Nepal CBS. The questionnaire and surveymethodology were designed in collaboration with the International Labor Organization, drawingfrom survey experience in similar countries Government of Nepal 1999. The NLFS surveydata have already been used by Fafchamps Shilpi 2005 to study occupational and sectoralspecialization and by Edmonds 2004 to study sibling dierences in child labor.8It is important to recognize that because the data used here is based on a household survey,it misses certain categories of children that are particularly at risk, such as street children. Wealso suspect that children engaged in prostitution or bonded labor are not adequately capturedor the nature of their work accurately described, although some may live in surveyed households.The results presented here should be interpreted with this caveat in mind.Geographical coverage in the NLFS is extensive. The survey covers 14,355 urban and ruralhouseholds spread among 719 villages or cid:146wardscid:146 distributed over 73 of the 75 districts of thecountry.9 Twenty households were selected at random in each ward and employmentrelatedinformation was collected on each household member except small children i.e., below the ageof 5. Wards are administratively classicid:133ed as urban and rural on the basis of their sectoralspecialization relative to neighboring wards. Rural wards are those that emphasize agriculture;8 The reader may wonder about the validity and reliability of the NLFS. The reader will cid:133nd comfort in thefact that, three years prior to the NLFS, the Central Bureau of Statistics of Nepal conducted a Living Standard Measurement Survey the Nepalese Living Standard Survey or NLSS. The results from this earlier survey caneasily be compared with similar LSMS surveys in other countries. This comparison suggests that the work doneby CBS is of high quality. This is also the opinion of the World Bank sta in Katmandu.9 Two of the most remote districts of the country were not included in the analysis because of di cultiesreaching them. Their population is very small so that the resulting bias in negligible.11urban wards are those that do not. Some urban wards are located in moderately large cities;most belong to small towns and districtlevel administrative centers. By design, half of thesurveyed wards were selected in areas classicid:133ed as cid:146urbancid:146; the other half were selected in ruralareas. Urban areas are thus overrepresented in the sample, a feature that suits our purpose well.There are some 74,622 individuals identicid:133ed in the sample. We focus on those who are agedbetween 5 and 15 years of age cid:15019,176 individuals in total.10 Each of these individuals was askedto describe how much time he or she worked over the seven days preceding the survey. Theywere asked to distribute their hours of work into 16 dierent activities which can be divided intothree categories: 1 market work, that is, work done primarily or exclusively for the market;2 what we call subsistencerelated work, which may in part be for the market but is largelyfor selfconsumption; and 3 household chores, which are not for the market. The cid:133rst categoryincludes wage work and work in a nonfarm business operated by the household. The secondcategory includes primarily farming, plus a few residual categories such as handicrafts and houseconstruction, which can potentially be provided for the market or for household consumption.The third category includes various household chores, including fetching fuelwood and water,cooking, visiting the market, cleaning, and caring for children and the elderly. Schooling information comes from a question on whether the child is attending school.Table 1 summarizes respondentscid:146answers. Roughly three quarters of all children aged 515go to school. As is common in South Asia, school attendance is higher among boys than girlsILO 2002, Kingdon 2003. A little under half of all surveyed children aged 5 to 15 work in oneway or another. Less than 5% of surveyed children perform what we have called market work.One fourth are involved in subsistence work, primarily assisting on their parentscid:146farm, and athird of surveyed children participate in household chores. As could be expected, participation in 10 We eliminated 15 households in which the head is a child. Such households do not cid:133t the conceptual frameworkdeveloped here.12housework is much higher among girls than boys. Participation in all work categories increaseswith age, together with the number of hours worked in all categories. The increase is strongestin market work because the number of small children involved in marketrelated work is verysmall. Finally we note that for those children involved in market work, the average numberof hours worked per week is quite high cid:150 close to full time work. Corresponding numbers forsubsistence and household work are much lower.We complement these NLFS data with information about urban population in Nepal usingthe 1991 population census. For our purpose, a town is decid:133ned as a settlement of more than 10,000 inhabitants. There were 34 such towns in 1991. We cid:133rst compute the distance betweeneach of the 719 surveyed ward and each of these towns. Distances are taken along existingroads, except when roads do not exist, in which case we calculate the shortest arc distanceto the nearest road, and then the distance to various cities along the road.11 Distances areconverted into travel time using available information about trucking and walking speeds alongvarious types of roads in Nepal.12 O the road travel is assumed to take place by foot cid:150 areasonable assumption for Nepal given the nature of the terrain.Available information on distance to the nearest town is summarized in the cid:133rst two columnsof Table 2. The average distance from surveyed wards to the nearest town is around 3 hours,with large dierences across wards. Around 30% of surveyed wards are located either within 11 This is a very time consuming process that requires a combination of various techniques. e.g., visual inspectionof maps, statistical information on road grades, calculation of arc distances, comparisons across various measurements to identify shortest distances, etc. The assistance of Jyotsna Puri GIS lab, Department of Research of the World Bank was essential to the success of this operation.12 Travel speeds are calculated for various terrains and types of road. Assumed travel times are as follows, inkmhour:Highway Provincial road Secondary road O road Terai Siwalik Middle mountain High mountain High Himalayas 60514236303529.7524.52117.5108.576554.253.532.5These cid:133gures were obtained through discussion with various transportation experts and South Asia operationssta at the World Bank. Travel on highways and provincial roads is assumed to take place by truck; travel onsecondary roads is assumed to be by cart.13towns or very close to towns. A little under half of the surveyed children live more than twohours travel away from a town or city; the median distance is 1 hour and 35 minutes. Comparedto nationally representative surveys Fafchamps Shilpi 2003, this sample is slightly moreurban in the sense that more sample households live in or near towns than in the country asa whole. However, many sample households live far from towns and cities, a recid:135ection of themountainous and isolated nature of much of Nepal. A quarter of surveyed children are locatedmore than 4 hours travel time from the nearest town; cid:133ve percent are more than 10 hours away.The extent of this variation makes it easier to identify the eect of distance from towns on childlabor. It is the main reason why Nepal is chosen for this study.We are interested not only in testing the eect of proximity to cities on child labour, butalso in identifying the eect of town size. As Fafchamps Shilpi 2003 have shown, townsize matters. We construct a measure of urban population residing at various distances h fromhousehold i; denoted P hi . To construct these P hi variables, we combine information on distance totowns with data on population in these towns. The resulting variables give the urban populationat various time distances from each ward, up to ten hours of travel time. These variables basicallymeasure the urban population residing in a cid:146donutcid:146 decid:133ned by travel distance from the ward.To see how the variables are constructed, suppose that a ward i is 2,5 hours away from thenearest town, which has a population of 30,000. The next nearest town is 4,5 hours away andhas a population of 100,000. Put dierently, there is a town in the donut of 2 to 3 hours traveltime and another, larger town in the donut of 45 hours travel time. In this case we have, foreach household in the ward, f P 1columns of Table 2 summarizes the P hi ; :::; P 10i g 0;0;30,000;0;100,000;0;0;0;0;0. The righthandi variables. The average surveyed ward has an urbanpopulation of 74,000 inhabitants located within an hour of travel time. The median, however,is zero. As could be expected, urban population in each donut increases with distance since the 14area covered by a donut increases with its radius.4. Empirical results We now turn to econometric analysis. To keep things focused, we use the division of childwork into the three broad categories listed in Table 1. We also consider school attendance as aseparate dependent variable. We cid:133rst examine whether a child is involved in any of four activitiescid:150market work, subsistence work, housework, and school attendance cid:150as a function of proximityto urban centers. We then seek to identify the source of urban proximity eects. To this purpose,we introduce various controls thought to be correlated with spatial eects and examine the eecton the signicid:133cance and magnitude of urban proximity variables. If the controls capture spatialeects, urban proximity variables should no longer be signicid:133cant.To the extent that child leisure and education are normal goods, we expect children in richerhouseholds to work less and to go more to school. Since incomes are also higher in and aroundcities, the net eect of urban proximity on child labor and education is a priori ambiguous:higher incomes should lower child labor but higher child wages and employment opportunitiesmay raise it cid:150hence the need for empirical investigation.Fafchamps Shilpi 2003 have shown that, in Nepal, proximity to urban centers is associated with more nonfarm work and less emphasis on subsistence agriculture. Fafchamps Shilpi2005 further show that wage labor is more frequent in the vicinity of urban centers. Theseresults suggest that wage work and nonfarm employment are more readily available near cities.We therefore expect market oriented work to be relatively more prevalent for all householdmembers, including children.Fafchamps Shilpi 2005 also argue that large hierarchies e.g., large cid:133rms, hospitals,schools, public administration generate higher returns to education in urban areas because the 15skills imparted by schooling are valuable in monitoring and supervision tasks. Consequently, wealso expect the demand for schooling to be higher in and around urban areas. Partly for thisreason, the supply of schools is also likely to be higher in towns.4.1. Reduced form We begin by estimating reduced form logit regressions of child labor on urban proximity.13 Weinvestigate the eect of urban proximity on dependent variables that take value 1 if the childis involved in one of the four activities list above cid:150market work, subsistence work, housework,and school attendance cid:150 and 0 otherwise. We regress these variables on the urban populationvariables in log f P 1i g for up to ten hours of travel time, after which the eect of urbanproximity tapers o.14 These regressions can be construed as summarizing the combined eecti ; :::; P 10of supply and demand factors on child labor and school attendance. To correct for correlationin residuals between observations coming from the same ward, we report logit estimates usingwardlevel random eects.To facilitate interpretation, the coe cients of urban population variables are summarizedin Figures 1.11.5, together with their 95% concid:133dence interval. We see that child market workand schooling are more likely in the vicinity of urban population while the opposite is true forsubsistence work. To investigate which eect dominates, we reestimate the model combiningmarket and subsistence work. The result, presented in Figure 1.5, shows that proximity to urbanpopulation is associated with a strong reduction of combined market and subsistence work. This 13 Very similar results are obtained using tobit regressions on hours worked. Because tobit is sensitive todistributional assumptions, we prefer to present logit results as they are more robust.14 We also experimented with urban proximity dummies f D1i ; :::; D10i 0, and 0 otherwise.i ; :::; P 10Except for market work for which f D1i g yield nearly identical likelihood values, urbanproximity dummies perform systematically less well than urban population variables, with large dierences in likelihood values 40.969 for subsistence work, 15.512 for combined market and subsistence work, 9.58 for housework,and 28.822 for schooling. Spatial patterns are also sharper with urban population variables. We experimentedwith both sets of variables simultaneously, but multicollinearity between them makes results highly variable andhard to interpret.i g and f P 1i ; :::; D10i g with Dki 1 if P k 16implies that children are less likely to work in either of these two activities when they live inand around large population centers. If they work, however, they are more likely to work inmarketrelated activities, possibly without their parents. These results suggest that supply anddemand in and around cities combine to reduce child labor in absolute terms but to increase theshare of market work. Figures 1.1 1.5 furthermore show that the eect of urban population onmarket and subsistence work by children extends over a large area cid:150up to four hours of traveltime. Only after 6 hours of travel time do coe cients become mostly nonsignicid:133cant.For household chores, the eect of urban proximity is nonlinear, with a reduction of childlabor around cities relative to isolated rural communities, but a compensating positive eect incities themselves. This may be because children help parents cope with the many demands ontheir time. As Fafchamps Shilpi 2005 have shown, city life is associated with more emphasison cleaning and cooking. These homebased, relatively light chores 15 may encourage parents toenlist children help.We cid:133nd a strong positive eect of proximity to urban population on schooling, consistentwith the idea that cities oer better access to schools and more opportunities to take advantageof a good education. This eects extends well beyond the towns themselves, reaching areaslocated up to three hours away. We also cid:133nd that children residing in areas located 4 to 6 hoursaway from a large city attend school less. This area corresponds with what Fafchamps Shilpi2003 have identicid:133ed as the commercial farming zone. It is possible that in this zone the workof children is essential to assist parents in agriculture.One important conclusion thus emerges from the reducedform analysis presented so far:urban proximity has a strong eect on child labor. The eect extends well beyond the concid:133nesof the town itself, reaching areas located up to 5 hours away. This suggests that cities shape 15 Relative to collecting water and fetching cid:133rewood.17child labor in surrounding rural areas, introducing a strong dierentiation between rural arease.g. Fafchamps Shilpi 2003, Fafchamps Shilpi 2005. An immediate corollary is that theruralurban dichotomy often used in theoretical and empirical work is insu ciently precise incharacterizing the factors aecting child labor.4.2. Controlling for household and child characteristics The reduced form results presented in Figures 1.11.5 provide no information regarding thepossible channels through which urban proximity aects child labor. We also worry about thepossibility that our results are biased by extraneous factors that aect child labor and happento be correlated with urban proximity. For these reasons we reestimate the regressions withadditional controls, the mean and standard deviation of which are presented in Table 3.We are ultimately interested in identifying the respective eects of local labor demand andsupply conditions on child labor. As was discussed in the conceptual section, the supply of childlabor is expected to depend on household and child characteristics such as household size, childage, etc. We wish to test whether dierences in these characteristics can explain dierences inchild labor outcome across space. To this eect we add a large number of household and childcharacteristics thought to incid:135uence the supply of child labor and we test whether urban proximityvariables remain signicid:133cant.If the relationship between child labor and urban proximity isentirely due to variation in labor supply cid:150and our additional controls adequately capture thisvariation cid:150urban proximity variable should no longer be signicid:133cant. Regression results shouldalso indicate which factors most aect child labor supply.To control for household composition N, we include the size of the household and the numberof siblings present in the household as well as the number of other children who are less than 6years of age. We do not have data on household income but since this variable is endogenous 18to child labor decisions, it would not be of much use. We control for adult labor e ciencycid:13ij via the education of the household head and his spouse. To control for permanent incomedeterminants Aj we include a dummy that takes value 1 if the main occupation of the householdhead is agriculture. A similar dummy is included for the spouse of the head. A dummy is alsoincluded if the household head does not have a spouse because this would aect the householdcid:146sworkload as well as welfare weights.Child specicid:133c regressors contains the gender and age of each child.16 To allow for nonlinear age eects on cid:13ij, the age of the child enters the regression in the form of age dummyvariables. In Section 2 we have shown that child labor in general falls with !i, except possibly inactivities for which there is learningbydoing. To control for welfare weight eects, we includetwo variables hypothesized to be correlated with !i, the welfare weight of the child: birth orderand relatedness to the household head.We include a dummy if the child is declared as a household servant. Such children representa very small proportion 0.6% of our sample but we expect them to work much harder thanother children. We are also interested in cid:133nding out in which kind of activity they are involved.Relatedness to the household head is included as a series of dummies meant to capture thewelfare weight of the child relative to that of the head.17 Experimental research by psychologistshas indeed shown that altruism is an increasing function of the number of genes that twoindividuals share cid:150 a result known as Hamiltoncid:146s rule e.g. Brembs 2001, Allison 1992, Cronk 1991, Dawkins 1989. For this reason, we expect children closer related to the household headto work less.Birth order eects arise if cid:133rstborns are favored by parents or, on the contrary, sacricid:133ced 16 Child education is not included because it is jointly determined with work.17 Because they do not cid:133t our conceptual framework, we have dropped 15 observations for which the head ofhousehold is a child. There are too few observations to analyze child labor in such households.19to provide for younger siblings, as shown for instance by Edmonds 2004.18 We think ofbirth order as fundamentally a distributional issue among siblings.In the absence of birthorder eects, workload and school attendance would be distributed equally among children. Byaecting relative welfare weights among children of the same household, birth order can raisethe workload or school attendance of some children while reducing that of others.To capture this idea formally, let Ri stand for birth order i.e., cid:133rstborn1, second born2,etc and suppose that welfare weights !i !Ri, with the sign of !0i a priori unknown and Pi !Ri 1. An easy functional form for !Ri is to decid:133ne relative birth order as ri R cid:0 Riwhere R is the average birth order of all children in the household, and to let:!i cid:11 cid:12ri4.1This normalization ensures that Pi !Ri cid:11, i.e., that birth order only aects relative welfareamong siblings. Because we suspect that birth order matters dierently by gender, we computeit separately for boys and girls. Since our focus is on children sent to work by their parents, wecompute relative birth order only for children residing in the household; children who have leftthe household are ignored. Such approach would not necessarily be justicid:133ed if we studied, say,inheritance. But in our case it is more appropriate since we focus on what happens within thehousehold.Regional and seasonal dummies are used to control for geographical and climatic characteristics that aect the demand for agricultural labor and that, because of the di culty of buildingcities in mountainous terrain, may be correlated with urban proximity. We include EastWest 18 A few studies have examined the eect of birth order on child labor. For example, Emerson Souza 2002study the eects of birth order on child labor and school attendance in Brazil. They cid:133nd that male lastbornchildren are less likely to work and more likely to go to school than their cid:133rst and middleborn siblings, which theyargue, is because older children can command higher wages. However, they cid:133nd that females who are cid:133rstbornsare less likely to attend school and no more or less likely to work than their middle or lastborn siblings becausethe oldest female children are kept out of school to assist the mother with housework and childcare.20regional dummies as well as dummies for seasons and terrain which broadly corresponds tothe NorthSouth gradient, Terai being the plain bordering India and Mountain being the highaltitude area bordering China. We also include as regressor a dummy variable that equals oneif the surveyed ward is administratively classicid:133ed as urban. Edmonds 2004 has indeed shownthat child labor is dierent in urban areas. By survey design, this occurs for about half 46%of the sample.Regression results are summarized in Table 4. We estimated the model for boys and girlsseparately but since all qualitative results remain unchanged, results are not presented here tosave space. The estimated coe cients of the urban dummy show that children residing in wardsclassicid:133ed as urban work much less in subsistence work and somewhat less on house chores, butare more likely to attend school. The eect on market work is not signicid:133cant.Once we control for the urban dummy, the coe cients of urban population variables becomesmaller but many remain signicid:133cant. This indicates that residing in a ward classicid:133ed as urbandoes not fully capture the eect of urban proximity. The combined eect of the urban dummyand the urban population variables continue to indicate that children living in urban areas workmuch less in total.The remaining eect of the urban variables can basically be interpreted as the combinedeect of market labor demand and school supply eects. These eects appear strong sinceurban population and the urban dummy retain a large independent incid:135uence on child laborafter controlling for individual labor supply factors. At the same time, since urban proximitycoe cients fall relative to their value in Figures 1.11.5, we see that labor supply factors accountfor part of the eect of urban proximity. Results not shown here indicate that much of theeect of household characteristics is attributable to whether parents are involved in farming.Children in farming households are much less likely to engage in market work and much more 21likely to engage in subsistence work and, to a lesser extent, in housework. The positive eecton subsistence work dominates so that the net eect on combined market and subsistence workis strongly positive.As predicted by the model, we cid:133nd that the propensity to work increases monotonically withage in all work categories. For market work, the increase is strongest among children aged 14and above, suggesting that parents are reluctant to let young children work for a wage or as selfemployed workers. We also cid:133nd strong gender dierences, with boys more likely to participatein market work. In contrast, girls are more likely to participate in subsistence work and muchmore likely to be engaged in household chores. Birth order is also signicid:133cant, with cid:133rstbornboys more likely to enter market work, and cid:133rstborn girls more likely to undertake subsistencework, and all cid:133rstborn children more likely to undertake household chores. We also cid:133nd thatcid:133rstborn girls are less likely to attend school. This suggests that cid:133rstborn children are de factocid:146sacricid:133cedcid:146 in the sense that they are more likely to work and less likely to receive educationthan their younger siblings. Edmonds 2004 reports a similar cid:133nding. One possible explanationis that as households become wealthier over their life cycle, they can better aord sending theirchildren to school.Results show that child servants are much more likely to be engaged in market work and lesslikely to attend school or assist the household in subsistence activities. They are slightly morelikely to participate in household chores but the eect is not signicid:133cant.In their study of South African orphans, Case, Paxson Ableidinger 2003 cid:133nd that orphansare signicid:133cantly less likely than nonorphans to be enrolled in school.19 We also cid:133nd thatchildren who are more closely related to the household head are more likely to attend school andless likely to engage in market or house work, as predicted by the model presented in Section 19 Using South African data, Zimmerman 2003 cid:133nds that fostered children tend to move from homes that havedi culty enrolling them in school to homes that are more apt to do so.222.20 At the same time, they are no less likely to participate in subsistence activities. Theseresults suggest that participation in subsistence work cid:150 primarily farming cid:150 may be seen as abenecid:133cial activity by parents, probably because it teaches important skills to children. Marketand housework, in contrast, are not seen as benecid:133cial, probably because learning is limited andnegative externalities present. For household work, these results are consistent with the workof Fafchamps Quisumbing 2003 who provide some evidence of rapid learning of householdchores in rural Pakistan. We also tested whether Hamiltoncid:146s rule applies to child labor bychecking whether the ratios between the coe cients of the relatedness dummies correspondto those predicted by Hamilton. Test results cid:150 presented at the bottom of Table 4 cid:150 reject Hamiltoncid:146s rule except for subsistence work.Turning to household variables, we cid:133nd that household size has a strong negative eect onall forms of child labor and a positive eect on schooling. The eect is particularly strong inhousework, which concid:133rms the existence of returns to scale in housework e.g. Deaton Paxson 1998, Fafchamps Quisumbing 2003. These eects, however, are mitigated by householdcomposition. In particular, we cid:133nd some evidence of competition for education among siblingsGarg Morduch 1998: school attendance falls with an increase in the number of other childrenin the household, especially young children. Coupled with the rising child participation inhousehold chores that is observed in households with small children, this suggests that childrenare called to assist their parents in child care provision by substituting for them in houseworkand, to a lesser extent, in subsistence and market work. As a result they cannot attend school.To summarize, child labor in market oriented activities is closely related to household size:20 Endogenous selection is of course a concern. Some children are adopted or fostered e.g. Zimmerman 2003,Ainsworth 1996, Akresh 2003, and children less directly related to the household head are observed only inhouseholds which care enough to adopt or foster them. Household heads who have chosen to look after a child whois not their own are therefore likely to treat this child better than the average head would treat an average distantrelative. This bias tends to reduce the dierence between own children and fostered children. If we neverthelesscid:133nd a dierence in treatment, this suggest that true eect of relationship to the head is even stronger.23children in households with more adults and fewer children are much less likely to be involved inmarket work and much more likely to go to school. This suggests that child labor is associatedwith high child fertility, a feature consistent with theories emphasizing the tradeo betweenchild quantity and quality e.g. Becker, Murphy Tamura 1990, Nugent 1985.We also cid:133nd that the education levels of the household head and spouse have a signicid:133cantnegative eect on all forms of child labor and a strong positive eect on schooling. Bettereducated parents are thus less likely to let their children work and more likely to send them toschool. This eect may recid:135ect a direct education eect cid:150better educated parents value educationmore cid:150or an indirect income eect cid:150wealthier parents can aord to educate their children andto pull them out of the labor force. We also cid:133nd that the absence of a spouse to the householdhead is associated with less market work but also less schooling and more subsistence work. Ittherefore appears that children raised by a single parent work more on the farm to make up forthe absence of a spouse.4.3. Controlling for local characteristics The regression results presented in Table 4 control cid:150 as much as possible cid:150 for labor supplyshifters. The lingering question is whether we can interpret residual urban proximity eects asdue mostly to local labor demand and school supply eects. To verify whether there is groundfor such an interpretation, we introduce variables that proxy for local labor market and schoolsupply conditions. If introducing these variables eliminates or at least reduces the magnitude ofurban proximity variables, this provides tentative evidence that residual urban proximity eectsare associated with local labor demand and school supply conditions.2121 Given the data collected in the survey, we do not have information on a number of relevant urban proximityeects, such as prices. Jacoby 2000 has shown that in Nepal land prices and wages vary systematically withdistance from markets and urban centers. We expect the same to hold for the price of manufactures, giventhat most manufactured products consumed in rural areas originate in cities. All proximity eects that are notcontrolled for explicitly are captured by the urban proximity variables.24Table 5 presents the ward characteristics used to proxy for labor demand eects.22 Usinginformation on wages for all salaried workers collected in the NLFS survey, we calculate averageadult wages in each ward. Because wages vary with education and education levels vary systematically with distance from urban centers, we calculate an educationcorrected average wagein each ward. The estimation is detailed in Appendix. Using a simple arbitrage argument, weexpect child wages and returns to selfemployed labor to vary across wards in ways that mimicdierences in adult wages.Jacoby 2000 has shown that Nepalese wage levels vary systematically with distance fromthe nearest town or market. Since we are already controlling for many labor supply eectsthrough household and child characteristics, variation in the wage rate across wards is used toproxy for dierences in local labor demand conditions. The conceptual framework presentedin Section 2 argues that the eect of wage on labor supply depends on the relative strength ofsubstitution and income eects. If, as assumed for instance by Basu Van 1998, the incomeeect of adult wages dominates the substitution eect, wards with higher adult wages shouldhave less child labor. We also include the average education level of adults and the proportionof migrant households in the ward as other measures of local labor market conditions.23In a country like Nepal where most people are selfemployed, the wage rate presents anincomplete picture of local labor market conditions. Agriculture is the major employer in moststudied wards. We expect children living in wards where most households farm to be more likelyto farm themselves, either directly on their parentscid:146farm or indirectly as agricultural laborers.We have indeed seen that most wage work by children takes the form of agricultural labor. Tocapture this eect, we use the proportion of adults in the ward who are engaged in subsistence 22 In all cases, own household is omitted from the calculation of the ward mean to avoid spurious correlation.23 The migrant variable is calculated as the proportion of households whose head was born outside the ward andmigrated to the ward. This information comes from the Nepalese Living Standard Survey NLSS of 199696.Because the NLFS and NLSS surveys did not visit the same wards, the migrant variable give an average for thesame district. There are 73 districts covered in both surveys.25agriculture. On average, more than half of ward households are in agriculture.School supply also matters. We expect children located closer to schools to be more likelyto attend school and less likely to work. To capture school supply conditions, we include theaverage travel time to the nearest school, in minutes. This variable is only available at thedistrict level.24 It is strongly correlated with urban proximity.Regression results are presented in Table 6. We see that the inclusion of local variablesreduces the magnitude of urban proximity eects. For example, by comparing tables 4 and 6 we see that the coe cient on the urban dummy variable falls dramatically in magnitude forsubsistence work and school attendance, while rising slightly for household chores and remainingnonsignicid:133cant for market work. Many urban population variables also become smaller in magnitude or nonsignicid:133cant. These results suggest that urban proximity variables in part recid:135ectlocal labor market and school supply conditions. A residual urban proximity eect neverthelessremains signicid:133cant in all cases, probably because, due to data limitations, we only inadequatelycontrol for labor supply and demand and school supply conditions. It is also conceivable thatattitudes towards child labor vary systematically with geographical isolation, perhaps becausewestern ideals about child welfare have not reached all parts of the country.Ward and district variables are also interesting in their own right. Most are signicid:133cant.We observe a strong negative coe cient of the ward wage level in the market subsistence workregressions. This result is consistent with the idea that the income eect dominates the substitution eect in the household decision process: parents living in wards where salaries are higherare less likely to put children to work in the market or on the farm. This cid:133nding is in linewith Edmonds Pavcnik 2004 who show that an increase in the price of agricultural outputis associated with a fall of child labor in Vietnam. The eect of wage level on schooling is, as 24 It also comes from the NLSS survey cid:150see previous footnote.26anticipated, strongly positive.As expected, we cid:133nd that children living in wards where most adults are engaged in subsistence agriculture are less likely to undertake market work and more likely to engage in subsistenceand housework. This concid:133rms the role of local labor market conditions in shaping child laborpatterns. The presence of a larger immigrant population is associated with more child market and house work but also more school attendance. The distance to school variable has nosignicid:133cant eect on school attendance. This result is misleading, however. If urban proximityvariables are omitted, the distance to school variable has the anticipated negative sign. The lackof signicid:133cance is probably due to the way our distance to school variable is constructed, i.e., asan average at the district level. Urban proximity variables are measured at the ward level andprobably capture distance to school better than the average distance to school at the districtlevel.4.4. Hours worked So far we have examined child work and schooling propensity. The survey also collected information on hours worked in the week preceding the survey. This enables us to examine the totalamount of child work market, subsistence, and housework performed in the week precedingthe survey. Tobit regression results are presented in Table 7. For comparison purposes, we alsoreport results with hours of child labor in market, subsistence, and house work.25 Regressorsare the same as those used in Table 6.Results concid:133rm that children living in and around urban centers spend less time workingin general. This eect is particularly noticeable with the urban dummy, which is signicid:133cantlynegative throughout. Results also indicate an increase in child labor in a zone identicid:133ed by 25 We also experimented with censored least absolute deviation CLAD regressions. Unfortunately, due toheavy censoring especially in market work, we were unable to obtain convergence, even at higher quantiles.27Fafchamps Shilpi 2003 as the zone of commercial agriculture cid:150 namely, from 3 to 7 hoursof travel time from urban population. This increase in subsistence work is strong enough togenerate an increase in the total workload of children.Other qualitative results are largely unchanged. Wards where adult wages are higher haveless child labor. Having farming parents is again shown to have a strong net positive eecton child labor: being born in an agricultural household is a major determinant of child labor.Hours worked by children increase more or less linearly with age.We also cid:133nd evidence that children in larger households work less, a result consistent withthe existence of returns to scale in household size Deaton Paxson 1998 and Fafchamps Quisumbing 2003. This eect, however, is reversed in households with many children, especiallyof a young age, in which case other children tend to work more in market and housework. Otherresults of interest point to the fact that children raised by single parents work more in subsistencerelated activities. Coupled with our cid:133ndings that children in household with more adults workless and that those in households with more small children work more, these results indicatethat child work serves as substitute for adult labor: when there is a shortage of adult labor,children have to participate more.5. Conclusion Using a large survey data set from Nepal, we have examined the relationship between childlabor and urban proximity. Reducedform regressions indicate that children born in householdsresiding away from urban centers work more than their urban counterparts. The main reason isthat rural children assist their parents on the farm and in house chores. We also cid:133nd that childrenliving near towns and cities are more likely to attend school, a result consistent with a bettersupply of schools and with the existence of higher returns to education in nonfarm activities and 28hence in urban areas e.g. Fafchamps Quisumbing 1999, Fafchamps Shilpi 2005. However,while children living in and around urban centers do much less subsistence and housework,they spend more time in marketrelated activities such as wage employment and work in nonfarm household enterprises. Though a cause for concern, this pattern aects a relatively smallproportion of children.Urban proximity eects go well beyond the traditional ruralurban distinction. Its eect onchild labor and schooling is not fully captured by an urban dummy and extends up to 3 to 5hours of travel time. Cities shape the type of work children do and their propensity to attendschool well beyond the concid:133nes of cities themselves. Furthermore, we cid:133nd some evidence thatchild agricultural work is higher in areas located 3 to 7 hours of travel time from large urbancenters. According to Fafchamps Shilpi 2003, this corresponds in Nepal to the zone wherecommercial agriculture is prevalent and focuses on grains and export crops.We then examine which factors account for these urban proximity eects. To capture household labor supply eects, we add to the regression a number of household and child characteristicsthought to incid:135uence child labor decisions. We cid:133nd that the introduction of household and childcharacteristics reduces the magnitude of the coe cients of urban proximity variables, withouteliminating them altogether. This suggests that only part of the urban proximity eects are dueto dierences in labor supply.Of the households characteristics that matter most, results indicate that parental education,which is higher in and around urban centers, has a strong negative association with child laborand a positive association with school attendance. This probably recid:135ects both a preference eectcid:150educated parents care more about education cid:150and an income eect cid:150educated parents havea higher income and child leisure is a normal good. The fact that only the education of thehousehold head matters for market work and that it matters more for schooling than education 29of the spouse militates in favor of an income eect. In contrast, the mothercid:146s education hasa strong negative eect on child participation in household chores, especially for girls. This isprobably the result of a direct eect on parental preferences since, in the region, the cid:133nancialreturns to female education are low Fafchamps Quisumbing 1999.Child labor is aected by household composition, which also varies systematically with urbanproximity. Low birth order children e.g., those born cid:133rst are penalized relative to their youngersiblings in terms of all categories of work, even after we control for age dummies. They arealso less likely to attend school. Taken together, these results suggest that households withmany children tend to enlist the help of older siblings to substitute for parentscid:146 work. Thisinterpretation is consistent with models of child fertility in which a tradeo exists between thequantity and quality of children e.g. Becker, Murphy Tamura 1990, Becker 1981. Our resultsillustrate how this tradeo operates in practice: the welfare and education of older siblings isbasically cid:146sacricid:133cedcid:146to help raise their younger siblings Edmonds 2004. This eect tends topenalize rural children more because they have more siblings on average.We cid:133nd in the sample a small number of child servants less than 0.5% who appear towork long hours doing market work. These children appear the most vulnerable to abuse. Wealso cid:133nd that children related closely to the household head work less in total and are morelikely to attend school. But they are no less likely to participate in farm work. This suggeststhat parents probably cid:133nd farm work benecid:133cial to their children, possibly because they learnprofessional skills that will be useful in their future life and that they could not learn otherwise.We investigate whether local labor market and school supply conditions can account forurban proximity eects. Jacoby 2000 has shown that in Nepal land prices and wage rates varysystematically with proximity to urban centers. We cid:133nd a strong negative association betweenthe wage rate prevailing in a ward and the extent of child labor in market and subsistence work.30The net eect on total child labor is negative. These cid:133ndings are in agreement with theoreticalpredictions and suggest that the income eect dominates the substitution eect, except for housechores.Agriculture raises child labor even if the household head is not a farmer. Indeed, we cid:133nd that,after controlling for the occupation of the head, children living in wards with a large proportionof farmers are more involved in subsistence work and in housework. At the same time, weobserve less child work in market activities. One possible interpretation of these cid:133ndings is thatchildren substitute for parents on the family farm when the latter work as agricultural laborersFafchamps Shilpi 2003.Taken together the results presented here suggest that child labor cannot be understood inisolation from other forces that aect parents and their capacity to support themselves and theirdependents. In rural areas, the participation of children in the family farm and in householdchores is probably essential otherwise parents could not cope with the many demands upon theirtime. In and near urban centers, the situation is in general more favorable to children, withless work and more education. In towns, there is a marginal increase in marketrelated workbut the eect only aects a relatively small proportion of children who tend to be older andpredominantly male.Of more concern is the situation of a small group of children classicid:133ed as servants. Thesechildren work much longer hours than other children, mostly in market work. They represent asmall proportion of all children less than 0.5% but their plight requires special attention.2626 Of course, we do not claim that child servants are worse o than if they had not been put into service. As Akresh 2003 has shown in his study of child fostering in Burkina Faso, while biological children may be treatedbetter than nonbiological children by fostering parents, fostered children often are better o than they wouldhave been by staying with their biological parents. This is because fostered children often come from very poorhouseholds. The same is probably true of child servants.31Appendix: estimation of the wage equation To correct for possible dierences in worker characteristics between wards, we cid:133rst estimatea standard mincerian earnings function by regressing log wage on worker characteristics andward dummies:log wi Xicid:12 cid:13k Dik uiw NXk15.1where Xi is the vector of regressors, Dik is a dummy variable for ward k, and cid:13k is the wardspecicid:133c coe cient. Given the data at our disposal, Xi includes a male dummy, worker age, agesquared, years of education, and seasonal dummies. Some 8% of all 75,000 individuals coveredin the survey were working for a wage, generating 6395 observations with wage data Resultsare summarized in Table A1. Coe cientbcid:13k are an estimate of the wardspecicid:133c wage level thatcontrols for dierences in the gender, age and education composition of the workforce betweenwards.This estimate is then corrected to purge the own household eect from the ward average.The correction proceeds as follows. Consider cid:133rst taking a straight mean of the log wage in eachward. This is equivalent to estimating a model of the form:log wi NXk1cid:13k Dik ui5.2with bcid:13k being the wardspecicid:133c mean of log wi. Taking out the own household eect from themean is obtained as:where Nk be the total number of wage earners in ward k. Applying this approach to 5.1k bcid:13c Nkbcid:13k cid:0 log wi Nk cid:0 132requires that we take out not just log wi but log wi cid:0 Xibcid:12. The correction formula becomes:Nkbcid:13k cid:0 log wi cid:0 Xibcid:12Nk cid:0 1k bcid:13c In practice, this can be done more easily by noting that, for each i 2 Nk, we have:dlog wi Xibcid:12 bcid:13k Xibcid:12 dlog wi cid:0bcid:13kwhere dlog wi is the predicted value of log wi from equation 5.1. The correction formula canthus be rewritten:k bcid:13c Nk cid:0 1Nkbcid:13k cid:0 log wi cid:0 dlog wi bcid:13k bcid:13k cid:0log wi cid:0 dlog wi Nk cid:0 1The corrected value, denoted bcid:13cdeviation.k, is the one reported in Table 5 together with its standard References Ainsworth, Martha. 1996. Economic Aspects of Child Fostering in Cote dcid:146Ivoire. In Research in Population Economics. Vol. 8 Greenwich, Conn. and London: T. Paul Schultz ed., JAIPress pp. 25cid:15062.Akresh, Richard. 2003. cid:147Risk, Network Quality, and Family Structure: Child Fostering Decisionsin Burkina Faso.cid:148mimeograph.Allison, Paul. 1992. cid:147The Cultural Evolution of Benecid:133cent Norms.cid:148Social Forces 712:279cid:150301.33Basu, Kaushik. 1999. cid:147Child Labor: Cause, Consequence, and Cure.cid:148 Journal of Economic Literature 373:1083cid:150119.Basu, Kaushik Pham Hoang Van. 1998. cid:147The Economics of Child Labor.cid:148American Economic Review 883:412cid:15027.Basu, Kaushik Ranjan Ray. 2002. The Collective Model of the Household and An Unexpected Implication for Child Labour: Hypothesis and an Empirical Test. Technical report World Bank. Working Paper wps 2813.Basu, Kaushik Zacid:133ris Tzannatos. 2003. cid:147The Global Child Labor Problem: What Do We Know and What Can We Do?cid:148 World Bank Economic Review 172:147cid:150173.Becker, Gary S. 1965. cid:147A Theory of the Allocation of Time.cid:148Economic Journal 75299:493cid:150517.Becker, Gary S. 1981. A Treatise on the Family. Cambridge, Mass.: Harvard U.P.Becker, Gary S., Kevin M. Murphy Robert Tamura. 1990. cid:147Capital, Fertility, and Economic Growth.cid:148J. Polit. Econ. 98:S12cid:150S37.Brembs, B. 2001. Hamiltoncid:146s Theory. In Encyclopaedia of Genetics. Academic Press.Case, Anne, Christina Paxson Joseph Ableidinger. 2003. cid:147Orphans in Africa.cid:148mimeograph.Cigno, A., F. C. Rosati L. Guarcello. 2002. cid:147Does Globalization Increase Child Labour?cid:148World Development 30:1579cid:15089.Cronk, Lee. 1991. cid:147Human Behavioral Ecology.cid:148Annual Review of Anthropology 20:25cid:15053.Dawkins, Richard. 1989. The Selcid:133sh Gene. Oxford: Oxford University Press.de Janvry, Alain, Marcel Fafchamps Elisabeth Sadoulet. 1991. cid:147Peasant Household Behaviorwith Missing Markets: Some Paradoxes Explained.cid:148Economic Journal 101409:1400cid:1501417.34Deaton, Angus Christina H. Paxson. 1998. cid:147Economies of Scale, Household Size, and the Demand for Food.cid:148Journal of Political Economy 1065:897cid:150930.Edmonds, Eric Nina Pavcnik. 2004. cid:147The Eect of Trade Liberalization on Child Labor.cid:148Journal of International Economics . forthcoming.Edmonds, Eric S. Sharma. 2004. cid:147Is Investment in Human Capital Incid:135uenced by Property Rights? Evidence from Families Vulnerable to Bondage.cid:148mimeograph.Edmonds, Eric V. 2004. cid:147Understanding Sibling Dierences in Child Labor.cid:148mimeograph.Emerson, Patrick M. A.P. Souza. 2002. cid:147Birth Order, Child Labor and School Attendance in Brazil.cid:148mimeograph.Ersado, L. 2002. Child Labour and School Decisions in Urban and Rural Areas: Cross Country Evidence. Technical report International Food Policy Research Institute Washington, DC.:. FCND Discussion Paper no. 145.Fafchamps, Marcel Agnes R. Quisumbing. 1999. cid:147Human Capital, Productivity, and Labor Allocation in Rural Pakistan.cid:148Journal of Human Resources 342:369cid:150406.Fafchamps, Marcel Agnes R. Quisumbing. 2003. cid:147Social Roles, Human Capital, and the Intrahousehold Division of Labor: Evidence from Pakistan.cid:148Oxford Economic Papers 551:36cid:15080.Fafchamps, Marcel Forhad Shilpi. 2003. cid:147The Spatial Division of Labor in Nepal.cid:148 Journalof Development Studies 396:23cid:15066.Fafchamps, Marcel Forhad Shilpi. 2005. cid:147Cities and Specialization: Evidence from South Asia.cid:148Economic Journal . forthcoming.35Fujita, Masahisa, Paul Krugman Anthony J. Venables. 1999. The Spatial Economy: Cities,Regions, and International Trade. Cambridge and London: MIT Press.Garg, A. J. Morduch. 1998. cid:147Sibling Rivalry and the Gender Gap: Evidence from Child Health Outcomes in Ghana.cid:148Journal of Population Economics 11:471cid:150493.Gronau, Reuben. 1977. cid:147Leisure, Home Production, and Work cid:150the Theory of the Allocationof Time Revisited.cid:148Journal of Political Economy 856:1099cid:1501124.Government of Nepal. 1999. Report on the Nepal Labour Force Survey 199899. Kathmandu, Nepal: Central Bureau of Statistics, National Planning Commission Secretariat,His Majestycid:146s Government of Nepal.Grootaert, C. Ravi Kanbur. 1995. cid:147Child Labour: An Economic Perspective.cid:148 International Labour Review 1342:187cid:150203.Henderson, J. Vernon. 1988. Urban Development: Theory, Fact, and Illusion. New York: Oxford University Press.ILO. 2002. Every Child Counts: New Global Estimates on Child Labour. Geneva: International Programme on the Elimination of Child Labour, International Labour O ce.Jacoby, Hanan G. 2000. cid:147Access to Markets and the Benecid:133ts of Rural Roads.cid:148Economic Journal 110465:713cid:15037.Jafarey, Saqib Sajal Lahiri. 2002. cid:147Will Trade Sanctions Reduce Child Labour?: The Role of Credit Markets.cid:148Journal of Development Economics 681:137cid:15056.Key, Nigel, Elisabeth Sadoulet Alan de Janvry. 2000. cid:147Transactions Costs and Agricultural Household Supply Response.cid:148American Journal of Agricultural Economics 822:245cid:15059.36Kingdon, Geeta. 2003. Where Has All the Bias Gone? Detecting Gender Bias in the Household Allocation of Educational Expenditure. Oxford: Centre for the Study of African Economies,Oxford University. WPS200313.Nugent, Jerey B. 1985. cid:147The OldAge Security Motive for Fertility.cid:148Population and Development Review 11 1:75cid:15097.Posel, Dorritt Samuel Bowles. 2004. cid:147Genetic Relatedness Predicts IntraHousehold Resource Allocations: Evidence from South African Migrants Remittances.cid:148mimeograph.Rosenzweig, Mark R. Robert Evenson. 1977. cid:147Fertility, Schooling, and the Economic Contribution of Children in Rural India: An Econometric Analysis.cid:148Econometrica 455:1065cid:1501078.Rosenzweig, Mark R. T. Paul Schultz. 1987. cid:147Fertility and Investments in Human Capital:Estimates of the Consequences of Imperfect Fertility Control in Malaysia.cid:148J. Econometrics 36:163cid:150184.Wahba, Jackline. 2005. cid:147The Incid:135uence of Market Wages and Parental History on Child Laborand Schooling in Egypt.cid:148Journal of Population Economics . forthcoming.Wolpin, Kenneth I. 1984. cid:147An Estimable Dynamic Stochastic Model of Fertility and Child Mortality.cid:148J. Polit. Econ. 22, No. 5:852cid:150874.Yang, Dennis T. 1997. cid:147Education and OFarm Work.cid:148 Economic Development and Cultural Change 45 3:613cid:150632.Zimmerman, Frederick J. 2003. cid:147Cinderella Goes to School: The Eects of Child Fostering on School Enrollment in South Africa.cid:148Journal of Human Resources 383:557cid:15090.37Table 1: Child work and schooling A. Schooling Children attending school B. Work Market work% of children doing market work Hours per week Hours per week for those who work Subsistence work% of children doing subsistence work Hours per week Hours per week for those who work Household chores% of children doing household chores Hours per week Hours per week for those who work All Work% of children doing any work Hours per week Hours per week for those who work Number of observations All 77.2%4.3%1.432.928.3%6.523.132.6%3.611.146.5%11.624.919176Boys 83.6%4.5%1.635.325.6%5.621.818.5%1.47.837.5%8.623.09876Girls Aged 510 Aged 111570.4%78.2%76.4%4.0%1.230.131.2%7.524.147.6%6.012.556.1%14.726.293001.2%0.322.817.6%3.520.120.5%2.110.130.2%5.919.4108618.3%2.934.942.4%10.524.748.4%5.711.767.9%19.028.08315Work information is based on one week recall questions.Market work refers to wage employment and business selfemployment. Subsistence work combines farming, livestock, and crafts.All work combines market work, subsistence work, and household chores.Table 2 Distance to nearest town and urban proximity variables Travel Time 0 1 hour 1 2 hour 2 3 hour 34 hour 45 hour 56 hour 67 hour 78 hour 89 hour 910 hour Distance to nearest town% of Wards % of Children 26.2%21.5%11.0%9.5%5.6%3.6%2.1%3.3%1.2%1.5%29.5%22.1%9.7%9.5%5.4%3.2%1.9%3.2%1.1%1.7%Urban population Mean Std. Dev.748041803511304805451416727397443223457151752164544225559268668214631320305342046320061338362288493299774309812341247Number of observations 71919176The distance to nearest town columns give the proportion of wards and sample child population who live in various travel time ranges from the nearest town.Urban population refers to the urban population living in each travel distance range fromthe surveyed wards, based on the 1991 population census. See text for details.Table 3: Descriptive statistics of children aged 515Individual characteristics Percentage of boys Average age in years Relative birth order of boys including children5Relative birth order of girls including children5Relationship to the head of household %Mean Std. dev.51.5%10.00.190.203.00.360.412.521.591.034.573.08Sondaughter Grandchild Sisterbrother NieceNephew Other Servant Households characteristics Number of members in the household Number of siblings in the household Number of children less than 6 years in household Years of education of household head Years of education of spouse of household head Percentage of households in which head has no spouse % of households in which head works in agriculture% of households in which spouse of head works in agriculture Geographical dummies Ward classified as urban in sampling frame Ward classified as rural in sampling frame Total Eastern region Central region around capital cityWestern region Midwestern region Farwestern region Total Mountain region above 4000 metersHills below 4000 metersTerai plain bordering IndiaTotal Number of observations 83.1%11.9%1.9%1.3%1.8%0.6%6.542.070.953.711.2614.3%56.3%56.9%46.3%53.7%100.0%23.7%37.5%16.9%12.4%9.4%100.0%5.5%46.2%48.3%100.0%19176Table 4: Logit regressions on child work and school attendancewith wardlevel random effectsDependent variable1 if child engaged in:Subsistence Work Urban Proximity Dummy whether ward classified as urban Urban population within 01 hour of travel time Urban population within 12 hours of travel time Urban population within 23 hours of travel time Urban population within 34 hours of travel time Urban population within 45 hours of travel time Urban population within 56 hours of travel time Urban population within 67 hours of travel time Urban population within 78 hours of travel time Urban population within 89 hours of travel time Urban population within 910 hours of travel time Child characteristics:Male dummy Relative birth order among boys Relative birth order among girls Dummy1 if sondaughter of head of household Dummy1 if grandchild of head of household Dummy1 if sisterbrother of head of household Dummy1 if niecenephew of head of household Dummy1 if servant Age of the child omitted category is 12Dummy1 if child age is 5Dummy1 if child age is 6Dummy1 if child age is 7Dummy1 if child age is 8Dummy1 if child age is 9Dummy1 if child age is 10Dummy1 if child age is 11Dummy1 if child age is 13Dummy1 if child age is 14Dummy1 if child age is 15Household characteristics:Number of members in the household Number of siblings in the household Number of children less than 6 years in household Years of education of household head Years of education of spouse of household head % of households in which head has no spouse % of households in which head works in agriculture% of households in which spouse works in agriculture Geographical dummies:Dummy1 if in Central region Dummy1 if in Western region Dummy1 if in Midwestern region Dummy1 if in Farwestern region Dummy1 if in Hills Dummy1 if in Terai Dummy1 if survey took place in second season Dummy1 if survey took place in third season Intercept Number of observations Testing relationship to head of household:Joint significance of relationship dummies Hamiltons rule Market Work Coeff0.063 0.8600.1440.8600.0280.763 0.6490.7000.7740.028 0.849tstat0.411.670.241.430.061.381.271.661.760.041.680.082.990.741.763.320.370.2512.384.924.988.078.436.114.904.100.684.136.845.802.283.175.391.704.035.388.771.410.110.610.740.402.781.431.924.190.009 0.4060.1040.505 1.115 0.1290.115 5.6914.979 5.020 2.756 2.280 1.339 0.809 0.783 0.1030.5740.9350.170 0.0960.2010.070 0.031 0.596 0.606 1.022 0.3020.0250.1500.226 0.1450.9830.2230.2962.141 19176tstat14.326.755.572.182.832.401.662.562.270.671.158.471.222.741.340.662.330.212.0423.2226.5623.1317.5211.797.962.362.566.425.445.342.060.625.524.785.3510.0411.033.262.604.994.431.730.210.302.621.32Coeff1.6773.6322.9001.0751.2840.8930.6260.7480.7180.3140.4180.5140.0950.1980.2980.1500.6030.0661.1074.3373.8232.5121.6461.1490.6750.2290.2390.5920.5100.0750.0440.0200.0410.0730.5080.5840.7990.5560.5090.9450.9400.3460.0390.0390.3360.41919176House Work Coeff0.3461.1420.5670.1750.0900.2510.1180.5130.0240.2820.489tstat3.573.271.470.410.270.760.311.740.080.701.4135.623.794.282.682.793.041.070.3427.5226.8722.3919.0614.478.433.923.717.887.9620.140.5916.641.703.340.811.591.073.861.066.401.370.471.890.440.049.592.0480.2850.2760.5170.5530.7030.2800.1023.8423.0252.1401.6811.3080.6640.3440.3120.6520.6740.2740.0120.5080.0110.0310.0640.0850.0650.5640.1600.9990.2330.0910.3630.0450.0042.86019176Attending schooltstat 9.982.302.720.061.160.623.360.451.910.582.0818.270.612.369.399.860.855.3212.3613.228.201.922.192.542.022.291.826.4210.928.667.306.6225.355.160.471.782.292.723.703.421.851.663.380.560.783.81Coeff 1.0170.9251.1920.0280.4010.2421.0010.1300.6450.2380.7601.0810.0490.1611.9262.0650.2041.5424.4571.4260.7940.1900.2160.2750.1920.2610.1880.6321.0770.1150.1500.2040.2090.0850.0410.1020.1550.3870.5740.5400.3160.3090.6010.0580.0851.15619176Note: Coefficients that are significant at the 10% level or better appear in boldface. chi 2419.86chi 2319.71pvalue 0.001pvalue 0.000chi 249.24chi 233.64pvalue 0.055pvalue 0.303chi 2411.52chi 236.81pvalue 0.021pvalue 0.078chi 24225.130chi 23219.56pvalue 0.000pvalue 0.000Table 5. Ward characteristics Ward variables computed from the Nepal Labor Force Survey Average adult wage in logs see appendix for detailsPercentage of adults working in subsistence agriculture Average years of education for adults District averages computed from the Nepal Living Standards Survey% of head of household born outside ward of residence Average travel time to school in hoursMean Std. dev.2.3956.2%3.1423.6%0.360.23Note: to avoid spurious correlaton, all ward variables are calculated by omittingthe childs own household. See the appendix for the calculation of the adult wage.Table 6: Logit regressions on child work and school attendancewith wardlevel random effectsWard variables:Average adult wage in logs% of adults working in subsistence agriculture Average years of education for adults District variables:% of hh heads born outside ward of residence Average travel time to school in hoursUrban Proximity Dummy whether ward classified as urban Urban population within 01 hour of travel time Urban population within 12 hours of travel time Urban population within 23 hours of travel time Urban population within 34 hours of travel time Urban population within 45 hours of travel time Urban population within 56 hours of travel time Urban population within 67 hours of travel time Urban population within 78 hours of travel time Urban population within 89 hours of travel time Urban population within 910 hours of travel time Child characteristics:Male dummy Relative birth order among boys Relative birth order among girls Dummy1 if sondaughter of head of household Dummy1 if grandchild of head of household Dummy1 if sisterbrother of head of household Dummy1 if niecenephew of head of household Dummy1 if servant Age of the child omitted category is 12Dummy1 if child age is 5Dummy1 if child age is 6Dummy1 if child age is 7Dummy1 if child age is 8Dummy1 if child age is 9Dummy1 if child age is 10Dummy1 if child age is 11Dummy1 if child age is 13Dummy1 if child age is 14Dummy1 if child age is 15Household characteristics:Number of members in the household Number of siblings in the household Number of children less than 6 years in household Years of education of household head Years of education of spouse of household head % of households in which head has no spouse % of households in which head works in agriculture% of households in which spouse works in agriculture Geographical dummies:Dummy1 if in Central region Dummy1 if in Western region Dummy1 if in Midwestern region Dummy1 if in Farwestern region Dummy1 if in Hills Dummy1 if in Terai Dummy1 if survey took place in second season Dummy1 if survey took place in third season Intercept Number of observations Market Work Coeff0.6981.3890.002tstat3.413.770.042.080.501.510.510.550.560.250.801.101.661.990.661.480.063.100.552.043.400.290.1912.214.924.988.048.425.974.804.100.493.676.745.852.593.165.461.523.674.777.900.620.050.850.100.130.312.212.650.811.0480.1810.2830.2920.3520.3190.1240.4340.5540.6910.8920.4350.7420.0070.4260.0780.5831.1450.1020.0865.5674.9815.0192.7452.2781.3120.7940.7890.0760.5190.9310.1730.1100.2030.0720.0280.5460.5530.9550.1320.0110.2170.0310.0580.1410.3400.4040.62417714Note: Coefficients that are significant at the 10% level or better appear in boldface. tstat1.306.443.911.422.753.143.824.310.221.971.371.632.160.890.930.298.001.372.861.340.612.500.051.8521.5024.6420.8215.8610.297.292.102.496.715.124.901.930.344.844.004.728.9710.164.132.751.991.791.070.401.132.270.49Coeff0.2322.2210.2030.7720.6140.6262.4912.8250.2000.8600.7070.7650.7550.3170.4660.1260.5110.1130.2180.3080.1430.6670.0171.0304.0853.6942.3771.5601.0590.6480.2140.2450.6480.5040.0720.0440.0120.0370.0620.4720.5410.7700.7670.5260.4200.4670.3160.1500.1570.3160.35217714Dependent variable1 if child engaged in:Subsistence Work House Work Coeff 0.2030.3000.021tstat 1.431.100.62Attending schooltstat 3.070.575.494.191.262.950.041.380.681.030.432.200.680.480.210.9417.100.712.059.519.870.674.9712.8012.317.101.862.362.332.032.621.335.9610.258.477.735.6324.464.480.712.261.883.231.474.722.190.943.581.471.295.79Coeff 0.3990.1440.2011.3070.2770.3540.0160.6360.3090.3220.1400.6910.1950.1400.0810.3351.0650.0600.1482.0252.1490.1661.4864.7891.3860.7180.1930.2420.2650.2020.3160.1460.6161.0600.1180.1680.1810.2110.0760.0640.1340.1330.4530.2220.7420.4140.2040.8410.1550.1362.759177141.730.283.252.542.490.830.020.650.692.370.630.681.3434.423.774.442.282.463.210.990.4726.1425.8021.3318.5413.618.203.963.537.977.8118.930.0215.801.943.371.081.061.303.830.144.560.500.541.620.170.294.090.5990.0660.4281.0251.1100.3640.0080.2330.2470.7200.2100.2990.4842.0770.2990.2990.4510.5020.7680.2680.1413.8063.0412.1441.7131.2910.6730.3620.3110.6880.6900.2690.0000.5050.0120.0320.0880.0600.0840.5920.0220.8080.1080.1280.4140.0190.0332.08617714Table 7: Tobit regressions on hours of child work Ward variables:Average adult wage in logs% of adults working in subsistence agriculture Average years of education for adults District variables:% of hh heads born outside ward of residence Average travel time to school in hoursUrban Proximity Dummy whether ward classified as urban Urban population within 01 hour of travel time Urban population within 12 hours of travel time Urban population within 23 hours of travel time Urban population within 34 hours of travel time Urban population within 45 hours of travel time Urban population within 56 hours of travel time Urban population within 67 hours of travel time Urban population within 78 hours of travel time Urban population within 89 hours of travel time Urban population within 910 hours of travel time Child characteristics:Male dummy Relative birth order among boys Relative birth order among girls Dummy1 if sondaughter of head of household Dummy1 if grandchild of head of household Dummy1 if sisterbrother of head of household Dummy1 if niecenephew of head of household Dummy1 if servant Age of the child omitted category is 12Dummy1 if child age is 5Dummy1 if child age is 6Dummy1 if child age is 7Dummy1 if child age is 8Dummy1 if child age is 9Dummy1 if child age is 10Dummy1 if child age is 11Dummy1 if child age is 13Dummy1 if child age is 14Dummy1 if child age is 15Household characteristics:Number of members in the household Number of siblings in the household Number of children less than 6 years in household Years of education of household head Years of education of spouse of household head % of households in which head has no spouse % of households in which head works in agriculture% of households in which spouse works in agriculture Geographical dummies:Dummy1 if in Central region Dummy1 if in Western region Dummy1 if in Midwestern region Dummy1 if in Farwestern region Dummy1 if in Hills Dummy1 if in Terai Dummy1 if survey took place in second season Dummy1 if survey took place in third season Intercept Number of observations Number of uncensored observations Market Work Coeff15.66232.7040.101tstat4.615.200.122.920.691.680.550.880.590.400.891.582.202.480.971.870.243.290.103.454.490.530.8912.616.196.288.648.916.264.893.880.573.706.796.402.603.765.571.483.504.707.010.140.330.790.160.230.782.313.390.9924.2354.2915.2775.3139.6915.6123.2407.96712.95615.25218.24810.79315.2900.65010.7050.34123.53135.1874.3929.610108.450103.251100.66861.11552.05831.28618.92517.3642.11012.62322.9084.3442.5555.6111.7020.61612.06412.63619.8700.4821.3013.2110.8361.7936.1805.9288.58614.14517714799Subsistence Worktstat5.8611.507.003.414.317.737.527.750.124.734.433.504.621.881.111.318.302.533.170.071.951.171.492.5722.9525.4020.0715.089.696.702.492.306.925.994.561.621.265.203.855.839.3514.119.798.124.392.801.740.694.137.041.52Coeff4.68220.2141.8756.9115.7165.74929.38024.9720.3489.8989.2307.1517.9523.6472.8862.8395.9222.3522.6540.1724.8733.3145.26915.30445.33740.98525.93416.94711.3746.8122.8542.4947.2126.4250.7240.3980.4680.4340.6286.3276.24111.7658.7817.8054.1903.1282.2531.0192.7174.6615.636177144754House Work Coeff 0.5311.3050.107tstat 1.231.480.904.420.185.520.525.561.750.340.801.154.710.252.142.7935.163.394.767.527.646.074.682.1026.5124.7419.9918.1213.208.374.063.507.188.9921.700.7020.153.733.350.610.781.256.421.994.741.541.133.463.313.6112.114.7630.1242.1780.7268.3072.5820.3880.9161.3114.4170.2672.9683.14313.5781.7841.9618.3208.8458.4567.6773.74323.94918.34312.98810.9388.1944.4942.4151.9653.8824.9671.8900.0924.0010.1510.2040.3060.2730.4893.1341.0222.4110.9500.8272.7751.1171.22022.737177145664tstat5.504.272.650.222.2110.430.778.970.712.753.154.566.890.030.960.9324.385.574.527.459.453.165.3918.2434.5835.5328.5524.2816.8211.485.683.2810.3513.3517.930.4714.169.913.090.625.444.809.117.666.291.120.531.685.246.2718.60All work Coeff3.5865.7030.4920.3582.3666.2411.66420.5701.5544.5935.3497.7189.6620.0482.0301.58313.5504.1652.97213.19817.4186.82813.80350.74247.82840.66228.00621.71515.5789.3055.1412.8298.60811.3442.2850.0934.2040.6200.2990.4842.8862.8786.5675.9544.8921.0430.5862.0522.6933.22753.847177148060Note: Coefficients that are significant at the 10% level or better appear in boldface. Table A1: Mincerian Earnings Function The dependent variable is the log of hourly wage for adults.Male dummy Age Age squared Years of education Ward dummies Intercept Coeff 0.2030.0370.0000.055tstat 12.1610.828.4335.61included but not shown 4.561.214Number of observations Adjusted Rsquared 65260.52Child Labor, Schooling and Urban Proximity zero lconf dist 1 uconf zero lconf dist 1 uconf 2.553491.496471.09391.681497Urban Proximity in hours Fig 1.1: Child market work dist 1 uconf zero lconf 106.9314213.71757Urban Proximity in hours 10Fig 1.2: Child subsistence work zero lconf dist 1 uconf1.887381Urban Proximity in hours2.46432101Urban Proximity in hours 10Fig 1.3: Child work in household chores Fig 1.4: Shool attendance Key: Each figure plots the reduced form logit coefficients of the urban population variables by hour of travel distance from ward.The coefficients are shown as the dist 1 broken line, together with their 95% confidence interval the uconf and lconf broken lines.Market work refers to wage employment and business selfemployment. Subsistence work combines farming, livestock, and crafts. zero lconf dist 1 uconf 1.330353.671831Urban Proximity in hours 10Fig 1.5: Combined market and subsistence work Key: The figure plots the reduced form logit coefficients of the urban population variables by hour of travel distance from ward.The coefficients are shown as the dist 1 broken line, together with their 95% confidence interval the uconf and lconf broken lines.Market work refers to wage employment and business selfemployment. Subsistence work combines farming, livestock, and crafts. Here the dependent variable is 1 if the child is engaged in either market or subsistence work, 0 otherwise.", "filename": "513709088.pdf", "person": ["Marcel Fafchamps", "Fafchamps, Marcel", "Jackline Wahba", "Wahba, Jackline"], "date": ["2006"]}