{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55650/1/514905107.pdf"], "title": ["A survey of economic theories and field evidence on pro-social behavior"], "plaintext": " No. 066 A Survey of Economic Theories and Field Evidence on Pro Social Behavior Stephan Meier Abstract: In recent years, a large number of economic theories have evolved to explain peoples prosocial behavior and the variation in their respective behavior. This paper surveys economic theories on prosocial behavior and presents evidencemainly from the fieldtesting these theories. In addition, the survey emphasizes that institutional environment might significantly interact with prosocial preferences and explain some of the variation in observed prosocial behavior. JEL codes: D64, C93, H41, D01 Stephan Meier is an Economist at the Federal Reserve Bank of Bostons Research Center for Behavioral Economics and Decision Making. His email address is stephan.meierbos.frb.org. This paper, which may be revised, is available on the web site of the Federal Reserve Bank of Boston at http:www.bos.frb.orgeconomicwpindex.htm. I am grateful for helpful comments from Matthias Benz, Bruno S. Frey, Simon Gachter, Lorenz Gotte, Simon Luchinger, Alois Stutzer, and two referees. The views expressed herein are solely those of the author and not those of the Federal Reserve System or the Federal Reserve Bank of Boston. This version: January 2006 Research Center for Behavioral Economics and DecisionMaking1 Introduction Standard economic theory predicts that public goods are often underprovided because individuals will freeride on the contributions of others, as they cannot be excluded from using the public good. An enormous number of decisions can be characterized as publicgood problems. To cite a few examples, people freeride on the efforts of others to protect the environment; individual consumers rarely fight for reduced tariff rates because everyone profits from the resulting lower prices; people often let others organize community events; few people donate blood because, if it is needed, they will receive blood anyway; people do not enforce social norms for example, by stopping someone from littering in a public park because they think that others should do it, etc. All these individual calculations result in suboptimal outcomes: too little environmental protection, no reduction in tariff rates, few community events, a scarcity of blood donors, and nobody who enforces social norms. In general, people will not contribute a sufficient amount of money or time to provide the socially optimal amount of public goods. In reality, people freeride less often than is predicted by standard economic theory. In a number of situations, people behave not according to narrow selfinterest, but rather prosocially. For instance, most people actually pay their taxes, a fact that cannot be explained by relying on strict selfinterest axioms for example, see Andreoni, Erard, and Feinstein 1998. Individuals do vote even though the expected utility of voting is close to zero because of the low probability of having the decisive vote, and standard economic theory predicts that few people will show up at the ballot boxes for example, Mueller 2003. In the political process, voters express their preferences for income redistribution in a way that goes beyond financial selfinterest for example, see Shabman and Stephenson 1994. Under certain circumstances, people are able to prevent the overuse of a commonpool resource Ostrom 1990. And a large part of the production of opensource software is difficult to explain by relying on strict selfinterested behavior see Osterloh, Rota, and Kuster 2003. According to standard economic theory, people should take advantage of any opportunity to exploit society or another individualbut they do not. In various situations in 2the political sphere, in firms, or in the family, people are rent leavers, meaning that they do not invest in something that is unproductive for others but that would increase their own income Bohnet and Frey 1997: 711. Individuals therefore contribute substantial amounts of money and time to public goods.1 The selfinterest hypothesis has also been rejected in a large number of laboratory experiments see Ledyard 1995; Camerer 2003. A recent study of experimental ultimatum games in 15 smallscale societies around the world reveals that the canonical model of the selfinterested, materialpayoffmaximizing actor is systematically violated Henrich et al. 2001: 77. As a result of these findings, economists have turned to psychologists, who have studied prosocial behavior for quite a long time. Consequently, a large number of economic theories have evolved to explain peoples prosocial behavior and the variation in their respective behavior. This paper surveys these theories. In each subsection below, one specific theory is investigated and predictions for behavior are derived. The hypotheses are then confronted with existing empirical evidence. The empirical findings presented are mainly based on field and survey evidence rather than on laboratory experiments, but laboratory studies are also referred to where appropriate. Fehr and Schmidt 2003, Camerer 2003, and Konow 2003 offer other good surveys of theories of fairness and reciprocity, with a focus on experiments as sources of evidence. Contributions to public goods may be explained by relying on extended versions of the selfinterested model. People may contribute to a public good if doing so is a precondition of receiving a private good Olson 1965. Automobile lobby groups like the AAA, for example, provide breakdown services, insurance, and reductions in hotel prices to their members. Donors to arts organizations may gain access to special events, gala dinners, or choice seats in the opera 1 Estimations for the United States show that in 1995, more than 68 percent of households contributed to charitable organizations. In 1998, these private households donated more than 134 billion Andreoni 2002. In the same year, more than 50 percent of all adult Americans did volunteer work, amounting to 5 million fulltime equivalents Anheier and Salamon 1999: 58. Although the extent of charitable contributions and the engagement in volunteer work is smaller in Europe, it is still substantial: On average, 32.1 percent of the population volunteer. Taking hours volunteered into account, this amounts to 4.5 million fulltimeequivalent volunteers for the 10 European countries considered Anheier and Salamon 1999: 58. 3house they support; they may even have exhibition halls named after them. In addition to the aforementioned fringe benefits, volunteers may receive job experience and a social network. Or, donations may be driven by a desire to signal wealth in order to increase ones prestige Glazer and Konrad 1996; Harbaugh 1998. Despite the fact that prestige is not a material good, the important aspect of the prestige motive is that people instrumentally behave prosocially to get an external reward. But theories based on extended selfinterest cannot explain the full range of prosocial behavior. Even in anonymous situations and in final rounds of interactions, when no material benefit can be expected, people often behave prosocially. Although some economists are reluctant to accept that the selfinterest hypothesis has its limits, the bulk of empirical evidence on prosocial behavior requires that theories explaining human behavior go beyond selfinterest. The survey proceeds as follows. Section 2 presents the three most important sets of theories on nonselfish or otherregarding behavior: outcomebased, prosocial preference models; theories based on the norm of reciprocity; and approaches that focus on the relevance of selfidentity. Section 3 focuses on the importance of the institutional environment in explaining the variation in prosocial behavior. Section 4 presents evidence for the effect of relative prices on prosocial behavior. Section 5 discusses the heterogeneity of individuals with respect to prosocial behavior and the importance of such differences for an economic analysis of prosocial behavior. In Section 6, the relationship between utility and prosocial behavior is discussed. Section 7 draws conclusions for policy and formulates remaining open questions. 2 Theories Beyond Self Interest Adam Smith, who praised the selfishness of individuals in The Wealth of Nations, did not believe that only selfish motives matter for human beings. In his first book, The Theory of Moral Sentiments, Smith wrote, How selfish soever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others, and render their happiness necessary to him, though he derives nothing from it, except the pleasure of seeing it Smith 1759: 3. In recent years, various models have been developed in order to map out how man is interested in the fortune of others and whether these motives can systematically explain pro 4social behavior. Three groups of prominent models can be broadly distinguished: 1 outcomebased prosocial preferences theories that assume that an individuals utility depends directly on the utility of other people; 2 theories of reciprocity that are based on the notion that individuals behave in a friendly manner when they are treated benevolently and, conversely, they act meanly when treated badly; and 3 approaches stressing the importance of selfidentity for prosocial behavior. 2.1 Outcomebased Pro Social Preferences Theories of prosocial preferences are based on the notion that people care about the wellbeing of others. In the three most prominent formulations of prosocial preferences, the utility of others can either 1 influence ones utility directly pure altruism theories, 2 influence ones utility partly, because helping others produces a warm glow impure altruism theories, or 3 have an effect on ones utility that depends on the difference between ones own and anothers wellbeing theories of inequality aversion. 2.1.1 Pure Altruism Altruism theories assume that others consumption or utility positively affects an individuals own utility for example, see Becker 1974. People thus behave prosocially or contribute to a public good because they enjoy the wellbeing of others. Altruistic preferences are used to explain a wide range of prosocial behavior: donations Smith, Kehoe, and Cremer 1995, volunteering Unger 1991, behavior in the workplace Rotemberg 1994, and contributions in laboratory experiments like dictator games Eckel and Grossman 1996; Andreoni and Miller 2002. Altruism theories assume that individuals enjoy seeing the wellbeing of others increase independently of the source of the improvement. This leads to the hypotheses that people will contribute positive amounts to public goods and that their contributions are inversely related to the contributions of others. If other private individualsor the statecontribute to the public good, people will reduce their contribution by the same extent. for example, see Roberts 1984. The prediction of altruism theories that contributions by others will crowd out completely an individuals own contribution has been criticized on the basis of both theoretical 5considerations and empirical facts. From a theoretical point of view, for example, it can be argued that in large groups, no altruist would contribute to a public good because he or she could freeride on the contributions of others Sugden 1982; Andreoni 1988; Croson 1998. But in reality people donate to large charities like the Red Cross or Amnesty International. In empirical research, it is difficult to support the onetoone crowding out of private contributions by public grants. Government spending has been found to crowd out private contributions, but the crowding out is far from complete dollarfordollar; it lies in the range of zero to onehalf see Andreoni 2004 for an excellent survey.2 2.1.2 Impure Altruism Because pure altruism theories do not make empirically accurate predictions with respect to crowdingout effects, Andreoni 1990 extends the altruism model with a warmglow motive for giving. Not only do people care about the utility of the recipient, they also receive some privategoods benefit from their prosocial behavior per se. In comparison with the privategoods benefit for example, prestige, the warm glow is purely internal, derived from the donors own knowledge of his prosocial behavior. Psychologically, various underlying motivationssuch as selfreward, negativestate relief, or guilt reductionmay cause the ultimately egoistic warm glow for a survey, see Bierhoff 2002. In the case of volunteering, selfdetermination and increased selfesteem may be intrinsically rewarding motives. In models of impure altruism, crowding out is never perfect because donors still receive a benefit from the donation per se. The prediction of the impurealtruism model fits better the observation that givers do not see public grants as perfect substitutes for private contributions.3 Nevertheless, the model of warmglow giving still predicts that people will partly reduce their own contributions when other agents or the government increase their share to the public good. 2 As fundraising and revenues from ancillary goods constitute a necessary evil for many managers of nonprofit organizations see, for example, Segal and Weisbrod 1998, government grants may not only crowd out private contributions because of donors altruistic preferences, they may also lower the incentive of charities to undertake fundraising activities. Andreoni and Payne 2003 have established empirically that, for arts organizations and social service organizations, part of the crowding out indeed comes from the reduction of charities fundraising efforts when they receive government grants. If fundraising efforts are not included in the estimations, even a low crowdingout effect is likely to be overestimated. 3 Another extension of the pure altruism model assumes that donors value making a difference Duncan 2004. 6Theories of both pure and impure altruism also assume that people will exhibit stable behavior. However, this prediction is at odds with at least two empirical observations. First, prosocial behavior erodes with repetition in most experimental studies for example, see Dawes and Thaler 1988. Altruism theories are not able to explain the decay of prosocial behavior. Second, people do not always behave prosocially to increase the wellbeing of others. Sometimes they consciously reduce others utility by punishing their behavioran action that is inconsistent with altruistic preferences Fehr and Gachter 2000a. To cope with these behavioral irregularities, models of inequality aversion focus on relative wellbeing rather than on absolute utility levels. 2.1.3 Inequality Aversion Models of inequality aversion assume that ones relative standing in the income distribution is important. According to the model of Fehr and Schmidt 1999, people do not like inequality.4 Inequality is particularly disturbing when a subjects payoff is smaller than that of other subjects. Such models attempt to explain why people behave altruistically towards others worse off than they are, but punish those who are better off.5 Several studies in experimental economics have investigated this phenomenon and have found that peoples behavior in various situations can indeed be explained by inequality aversion Fehr and Schmidt 1999. However, people are also driven by other motives besides reducing inequality. Charness and Rabin 2002, for example, let subjects in a number of simple games choose between an equal payoff say, 400 : 400 and an unequal but often more efficient payoff 750 for the recipient and 400 for the dictator. The authors find a strong degree of respect for social efficiency, tempered by concern for those well off p. 849. That is, the more unequal but socially efficient outcome is often chosen. Whether people are more concerned with social welfare than with inequality has to be investigated further, possibly using a broader set of exercises than simple dictator games. Other studies argue that inequality aversion is inadequate to explain a whole range of prosocial behavior Engelmann and Strobel 2004. 4 For a similar model, see Bolton and Ockenfels 2000. 5 For models that introduce other motives like envy and spitefulness, see Mui 1995 and Fehr and Schmidt 2003. 7The next set of models extends these outcomebased models by capturing the importance of intentions. 2.2 Reciprocity and Conditional Cooperation The aforementioned theories of prosocial preferences assume that people value only the distributional consequences of their own and others behavior. In theories of reciprocity, people are also concerned about the intentions that lead other people to their choices. We talk of reciprocity when individuals act in a prosocial manner in response to the friendly behavior of others and in a hostile way in response to unfriendly behavior Rabin 1993; Falk and Fischbacher 2001; Dufwenberg and Kirchsteiger 2004. The reciprocity model has recently gained much attention. It has been claimed that practically all life in society includes and implies reciprocities, and reciprocity has been seen as the basic glue that makes people constitute groups or societies Kolm 2000: 115. Many studies in experimental economics for example, Fehr and Gachter 2000b supplement the evidence provided by other social sciences indicating that reciprocity is an important factor in prosocial behavior. In publicgood games, the option to reciprocally punish freeriders sustains high contribution rates even with repetition Fehr and Gachter 2000a. This is not trivial, as contributions in publicgood games normally converge to full freeriding over time. Individuals do indeed undertake the costly punishment of freeriders. The more a subjects contribution is below the average of group contributions, the more heavily he or she is punished. There is also evidence for reciprocity and its influence on prosocial behavior outside the laboratory. Fong 2001 interprets survey data about support for redistribution as evidence for the importance of reciprocity. People who believe that the needy are those who have been beset by unfortunate external circumstances are more in favor of redistribution. In contrast, people who believe that the poor are not doing their share to escape poverty are more likely to be against redistribution see also Bowles, Fong, and Gintis 2001. This reflects the view that if the poor dont give or try to give their share to society, they should not receive aid. However, it is also possible that people who are selfish in general will legitimize their behavior by assuming that welfare recipients are able but unwilling to help themselves. In a second study, Fong 2003 8addresses this caveat by randomly matching to potential donors welfare recipients who report different work morals. The results show that people who indicate in a preexperiment survey that helping the poor is important are especially sensitive to the laziness of welfare recipients. They give large amounts to people who have a high work ethic, but they reduce their share substantially when confronted with a lazy person. People who do not indicate in the preexperiment survey that helping the poor is important are significantly less sensitive to a recipients laziness. The principle of reciprocity seems to be important in various fields, including merchandising, political logrolling a number of examples can be found in Cialdini 1993, tax compliance Smith 1992, tipping in restaurants Seligman et al. 1985; Conlin, Lynn, and ODonoghue 2003, and effort in the workplace Akerlof 1982; Frey 1993; Fehr, Gachter, and Kirchsteiger 1997. To test the effects of reciprocal norms in charitable giving, Falk 2004 conducted a largescale field experiment in which potential donors were provided with one of the following: no gift, a small gift, or a large gift in the solicitation letter. The relative frequency of donations was 75 percent higher among those receiving a large gift compared with the no gift treatment. If a person receives a gift from a potential aid recipient, the norm of reciprocity seems to require returning a donation. For interactions between donors and recipients, the principle of reciprocity thus seems to play a substantial role. For the norm of reciprocity, it may be a question not only of the relationship between the donor and a single recipient, but of whether reciprocity affects social interactions between donors. One implication of theories of reciprocity is that people react positively to the behavior of others. When a group of people has to decide whether to contribute to a public good, individuals will judge the behavior of others as kind or not and will adjust their behavior accordingly. If individuals observe that others behave prosocially, they will do so as well. No one likes being the only one who contributes to a good cause, and no one likes being the sucker who contributes while others freeride. The most distinctive prediction of such a theory is that individual is probability of contributing to a public good increases when the percentage of individuals j j1,  , n; ji who contribute increases within a given group. The prediction 9stands in contrast to the prediction made by altruism theories, in which a negative relationship between an individuals own behavior and the contributions of others in his group is expected. The idea of conditionality in theories of reciprocity is crucial. Individuals are defined as conditional cooperators when the positive correlation discussed above applies a survey on conditional cooperation is provided by Gachter 2005. Evidence in favor of conditional cooperation can show that expectations about the behavior of others is positively correlated with ones own behavior. For example, there is a large literature showing that peoples selfreported tax compliance correlates with their estimate of other peoples noncompliance see Frey and Torgler 2004. However, this kind of evidence does not reveal the direction of causality. It may be the case that expectations do not trigger behavior, but rather that behavior influences expectations. Such a false consensus effect Dawes, Mc Tavish, and Shaklee 1977; Ross, Greene, and House 1977; Marks and Miller 1987 can occur because one projects ones own behavior onto others, or because behavior needs to be justified. In a laboratory experiment that allows one to vary the average behavior of the group at random, Fischbacher et al. 2001 solved the causality problem by using the strategy method. Subjects in their laboratory publicgood game have to decide how much to give to a public account on the basis of the contributions of others. The study concludes that roughly 50 percent of the people increase their contribution if the others do so as well. In contrast to most studies about conditional cooperation, which are based on laboratory experiments, Andreoni and Scholz 1998 provide a nonlaboratory study and find that ones own donation depends on the donations of ones reference group. The results show that if the contribution of those in ones social reference group increases by an average of 10 percent, the expected rise in ones own contribution is about 2 percent to 3 percent. However, because the reference group in this study is constructed on socioeconomic characteristics, it does not provide a direct test of how people react to the behavior of others. Frey and Meier 2004 found supporting evidence of conditional cooperation in a field experiment. Students at the University of Zurich were asked each semester whether they wanted to contribute to two social funds. In this experiment, students were randomly informed 10either that many other students 64 percent of the student population had contributed to the two funds or that few other students 46 percent had contributed. The basis of this information was either the average behavior over the last ten years the lower contribution rate or behavior in the previous semester the higher contribution rate. The analysis shows that students increase their prosocial behavior if faced with many others who do the same.6 In an interesting field experiment on tax compliance, Wenzel 2001 first asked taxpayers about their own tax compliance and about others norms and behavior with regard to paying taxes. He then informed a subgroup of these taxpayers about their misperception of others behavior. Taxpayers, actually, wrongly think that most others act less honestly than they themselves do. When people are informed in the experiment that others are more honest than they expected them to be, they subsequently significantly reduce their claims for tax reduction in their actual behavior compared with the control group. This result can be interpreted as evidence that people behave conditionally on what others do.7 Heldt 2005 presents evidence in support of conditional cooperation in the field. In an innovative study, he found that crosscountry skiers are more likely to contribute to the maintenance of the slopes if confronted with many others who do so. Shang and Croson 2005 show in a field experiment that people increase their financial contribution to a National Public Radio campaign when informed of a high contribution of just the previous donor.8 A positive correlation has also been found when money is collected in a community using a list of others in the neighborhood who have already donated. The longer the list, the higher the willingness to contribute Reingen 1982. These studies do not necessarily show that the perceived good intentions of other people caused individuals prosocial behavior. Reciprocity models, however, explicitly assume this. Recent laboratory studies have therefore analyzed the effect of intentions per se. The evidence 6 For the effect of framing on the proportion of noncontributors vs. the proportion of contributors, see Meier 2006. 7 See also the field experiment by Blumenthal et al. 2001. However, they find no statistically significant effect from informing taxpayers that few others cheat. 8 Another field experiment that can be interpreted as evidence for conditional cooperation is presented by List and Lucking Reiley 2002. The authors analyze the impact of seed money on charitable donations and show a positive correlation between giving by others and giving by the individual donor. 11supports the notion that intentions matter. For example, Blount 1995 reports that subjects in an ultimatum game accept lower offers when the offers are generated by a random mechanism than when they are chosen deliberately by another party. Various other studies support the finding that the process, and particularly the intentions, behind another parties actions are crucial for reciprocity see Charness and Levine 2003 and the references therein. How those intentions are perceived often depends on the particular situation. Bohnet and Meier 2005 show that framing effects in a trust game change the perception of the other parties intentions. As a result reciprocal behavior changes dramatically. In sum, there are a number of studies supporting the influence of reciprocity and therefore intentions on prosocial behavior in the lab and in the field. 2.3. Self Identity Recently, economists have recognized the importance of selfidentity for human behavior Akerlof and Kranton 2000. People not only care about their reputation with others but also want to have a good selfimage. They therefore undertake certain activitiesprosocial activitiesin order to selfsignal their good traits. Bodner and Prelec 2003 and Benabou and Tirole 2004 present two recent models in which selfidentity is a crucial element in explaining prosocial behavior. These models differ from outcomebased models in that people do not necessarily care about the outcome of a prosocial behavior per se but instead care about how their behavior affects their selfidentity. Whether prosocial behavior actually produces a good selfimage thus depends on at least two factors: first, what is considered to be good action, and second, in what circumstances a prosocial action is a valuable signal of ones good traits. The social norm defines what constitutes a good action. Managing selfidentity therefore often means conforming to the social norm in ones reference group for example, see Bernheim 1994. The results discussed above to the effect that people contribute to a public good conditional on other peoples behavior is therefore consistent with a theory based on selfidentity. In order to fully understand why people behave prosocially in one but not the other 12situation, one needs to develop models of prosocial behavior that incorporate peoples expectations of what is perceived to be appropriate. The context in which a decision is made crucially influences whether engaging in a prosocial activity sends a needed andor valuable signal in the service of preserving ones selfidentity. As will be discussed latter in more detail, a financial incentive to behave prosocially might, for example, make the signal less valuable. The prosocial action might not be attributed solely to ones good traits but might be seen as reflecting the influence of extrinsic motivation. As a result, the level of prosocial behavior might be lower than it would be without a financial incentive Benabou and Tirole 2004. The context might also allow people to behave selfishly, without the behaviors being attributed to a greedy trait. In such situations, people might be much more willing to behave selfishly. Murningham et al. 2001 find in a simple dictator game that fewer potential options of splitting 10for example, allowing subjects to select splits from 0 to 10 in increments of 1 compared with offering two options, selfish 10, 0 and equal split 5, 5results in significantly fewer fair splits being chosen. The reduction of the options allows subjects to construe the less fair outcome as largely outside their control and therefore to preserve their selfidentity even while selecting that outcome see also Dana, Weber, and Xi Kuang 2004; Dana, Cain, and Dawes 2006. As will be discussed in more detail in the following section, the institutional environment might therefore have a huge impact on peoples prosocial behavior. The context might allow people to attribute the same decision to either a greedy or an altruistic trait, thereby affecting the decision in the first place. 3 Institutional Environment For prosocial behavior, the institutional environment in which people decide to contribute to public goods is crucial for example, see Ostrom 2000; Sobel 2002: 146149. The institutional environment, which constitutes the context in which people decide, can matter even though the decisions remain the same in terms of material payoffs. Such contextdependent, prosocial behavior has been labeled institutional framing by Isaac et al. 1991. The influence of the institutional environment on prosocial behavior can be twofold. On the one hand, the context might calibrate the salience of motives like altruism and reciprocity. In 13a situation in which a mechanism exists to punish freeriders, the norm of reciprocity will be more important than in the absence of this institutional feature. On the other hand, the institutional environment can trigger motives that go beyond altruism and reciprocity, as evidence presented by Bohnet and Frey 1999a; 1999b and Frey and Bohnet 1995 suggests. In a dictator game, they allow for oneway identification, meaning that the dictator sees the recipient but not vice versa. This institutional change increases the willingness to cooperate dramatically. Such a shift in behavior can be explained by reciprocity, because according to these theories, identification should not change the behavior in the decision. Giving, in dictator games, may therefore not be caused solely by reciprocity see Hoffman et al. 1996 or even by altruism see Johannesson and Persson 2000. The effect of contextual factors on prosocial behavior is supported in various experiments in which framing the same decision differently has a critical influence on the decision see Andreoni 1992; Cookson 2000. Because framing effects are significant, most experimentalists try to avoid using verbal cues in their decision settings. However, verbal framing is not the only contextual factor that influences human prosocial behavior. Reallife social contexts contain a variety of cues that shape individuals beliefs about the appropriate set of rules. This is closely related to findings in ultimatumgame experiments conducted in 15 smallscale societies: The preferences over economic choices are shaped by the economic and social interactions of everyday life Henrich et al. 2001: 77. The institutional environment can have at least two distinct effects: The institutional environment changes the salience of a social norm. Institutional settings, as well as framing effects, change the focus of what is considered to be fair behavior in a certain situation. The context helps one to evaluate which set of values to use. Whether a person is sharing 10 that he has received as a gift or is sharing 10 that he has earned influences the generosity of the donor considerably. In dictator games between students, an equal split of the total seems to be the norm. When the same amount of money is to be shared with a charity, the average amount given is much larger Eckel and Grossman 1996. According to Bohnet and Frey 1999a, the contextual setting can influence the social distance and thereby vary the empathy between the actors. Charities have long recognized the importance of reducing social distance 14between donor and recipient. It is well known that people are more willing to help an identifiable victim Schelling 1984; Small and Loewenstein 2003, such as a specific child in the Third World, than to support a project that aims to improve the overall situation of children in poor countries. More generally, contextual factors not only change the social distance between the individuals, but also influence the salience of a social norm in contributing to a public good. It can be hypothesized that the greater the extent to which a decision is taken in a social context, the more relevant manners become Bohnet and Frey 1999a: 44. The institutional environment varies the degree of potential social sanctions. The context in which people decide to contribute to a public good affects the extent of social sanctions when the social norm is violated. Even in anonymous situations, people may follow the internalized social norm, because otherwise they suffer from guilt, shame, or fear. According to Trivers 1971, internalized norms are a reaction to social sanctions in case of the violation of a norm. Even the suspicion that someone dislikes ones behavior can trigger compliance Loewenstein 2000. But social sanction in the form of social approval or disapproval is most important if each persons identity is revealed. In situations where anonymity is lifted, prosocial behavior is expected to be the most pronounced Rege and Telle 2004. Soetevent 2005 examined the role of anonymity in a field experiment in Dutch churches. Either closed collection bags or open collection baskets were randomly used for the collection of offerings. The use of open baskets, whereby the neighbors on each side could identify the donors contribution, increased contribution in the services second offering by 10 percent. Interestingly, people started to give larger coins when open baskets were used. To illustrate the importance of the institutional environment, three different phenomena will be discussed that substantially influence prosocial behavior: 1 property rights; 2 ingroup effects; and 3 communication. Property rights. The perception of what constitutes a fair allocation is shaped greatly by the way property rights are assigned see Frey and Bohnet 1995. Imagine the following situation in two different environments: You submit an academic paper for a prize, as does your 15colleague. In one setting, the independent jury chooses your paper to receive a 1000 prize. In the other setting, the independent jury could not choose between your paper and your colleagues paper, and a lottery was used to determine that you would receive the cash prize. In which setting would you share the prize money with your friend? Probably only in the situation where you received the property rights by luck. The way of assigning the property right changes the principles of what is perceived as fair. Cherry et al. 2002 investigated whether in a laboratory dictator game the allocation differed when earned wealth was divided versus when unearned wealth was given by the experimenter. In the situation in which people received the money as a gift, only 15 percent offered nothing to the other recipients. In sharp contrast, when people had to earn the 40, which was to be divided by answering some questions, 70 percent of the subjects offered nothing to the other person. It seems that a lower degree of generosity is to be expected when people attribute the receipt of property rights to a variable that they can influence for example, effort. In contrast, when the assignment of property is based on factors that cannot be influenced for example, luck, equal sharing is perceived to be fairer Hoffman and Spitzer 1985; Konow 2000. One should expect that the stronger the property rights that are assigned, the less likely individuals will be to share their wealth. Ingroup effects. The institutional environment may shape the formation and salience of groups. For example, whether individuals are faced with a decision to behave prosocially in their own firm or in a supermarket is critical to their decision see Carpenter, Burks, and Verhoogen 2003. There is some evidence suggesting that people tend to cooperate more with their ingroup other members of the same fraternity than with individuals not part of their ingroup members of other fraternities Kollock 1998. Even a minimal definition of groups those who prefer Kandinsky over Klee has been found to be sufficient to create a group identification that has a significant influence on the division of money in an experimental setting Tajfel 1981. Ingroup effects can also been found outside the laboratory. The more equal and less fragmented a community is in terms of ethnicity and race, the greater is the willingness to participate in social organizations and activities Alesina and La Ferrara 2000, and the greater is the acceptance of income redistribution Luttmer 2001. One reason for the higher contribution rates in ingroups may be that in a defined group, individuals have a biased perception about 16members of their own group and those of the outgroup. In the case of redistribution, people may attribute the poverty of a group member to external circumstances such as bad luck, whereas a poor outcome for a nongroup member tends to be attributed to poor personal characteristics. Goette, Huffman, and Meier 2006 use random assignment to real social groups to isolate the effects of group membership. They find more cooperation and altruistic punishment within randomly assigned groups but no hostility effects towards outgroup members. The tendency to help ingroup members may also be the result of other factors, like reciprocity, social pressure, or sociobiological motives. Communication. A number of studies have shown empirically that communication is important for cooperation in social dilemmas for a metaanalysis, see Sally 1995, despite the fact that no enforceable agreements can be made and communication is therefore viewed as cheap talk Farrel and Rabin 1996. Communication fulfills two important functions. First, people get to know the other people involved; after just a few minutes of talking, the subjects expectation of others cooperative behavior increases significantly in accuracy Frank, Gilovich, and Regan 1993b. If people believe that the other group members will act prosocially, their willingness to contribute increases consistent with inequality aversion and conditional cooperation. Communication, however, has to be facetoface to affect significantly the judgment of others; when communication is allowed only via a computer, the effects on cooperation are smaller Ostrom 2000. Second, communication provides an opportunity for subjects to ask other individuals what they will do. Most subjects in experiments in which communication is allowed try to make agreements about mutual behavior Frey and Bohnet 1995. Even though such agreements can never be enforced, people seldom violate them. People seem to feel obliged to stick to their promises because the inconsistency of breaking a promise has high psychic costs.9 The Importance of Being Asked can be demonstrated for the decision 9 A large Swiss charity, for example, raises donations by announcing the donated amount on public radio. The reasons for this technique may be twofold: First, people are more willing to donate when others do so as well conditional cooperation and, second, it may be easier to express the intention to donate than to actually do it. Surprisingly to an economist, most people actually donate the promised amount although no enforcement mechanism exists. Cialdini 1993: 57113 presents many examples of how firms use peoples tendency to be consistent with former commitments to sell their products or to raise donations. 17to volunteer Freeman 1997, to donate money Long 1976, to participate in political demonstrations Opp 2001, and even to rescue Jews during World War II Varese and Yaish 2000. The importance of being asked is not only due to selection in that people who look like potential volunteers are asked. The requests carry social pressure with them, and therefore people are more likely to be persuaded by a personal request than by written requests; the probability of contributions is higher the closer the relationship to the requester Freeman 1997. In this section, we demonstrated that the institutional environment affects prosocial behavior in various respects. There is, however, still insufficient understanding of how and when institutional factors influence prosocial behavior more or less strongly. 4 Monetary Incentives and Pro Social Behavior From an economic point of view, peoples prosocial behavior should depend on the relative cost: The more expensive prosocial behavior is, the less it should be undertaken. This is a feature of all the models discussed in the previous sections. Relative prices and incentives can be understood as important factors in the institutional environment discussed above. In this section, the effects of monetary incentives on prosocial behavior are investigated in more detail. When people react systematically to changes in the cost of prosocial behavior, this opens up the opportunity to subsidize prosocial behavior in order to increase it. In the case of charitable giving, charities may benefit if donors receive rebates on their donations or know that their donations are being matched. While the first mechanism is often implemented by allowing deductions for charitable giving from taxable income, the second mechanism is often implemented by firms matching their employees donations. Such monetary incentives to increase prosocial behavior can, of course, be implemented in all areas where prosocial behavior is involved: volunteering, refraining from littering, organizational citizenship behavior, etc. In what follows, two contradictory effects of monetary incentives on prosocial behavior are presented: First, according to the ordinary relative price effect, prosocial behavior will increase when monetary incentives are provided. Second, in certain circumstances, monetary 18incentives may decrease intrinsic motivation to undertake the prosocial behavior because of a motivational crowdingout effect Frey 1997b. The net effect of monetary incentives on prosocial behavior may be positive or negative in such circumstances, depending on the magnitude of the two effects. Thus, under specific conditions, the relative price effect can be reversed. 4.1 Relative Prices of Pro Social Behavior The importance of the relative price effect for prosocial behavior can be illustrated by the opposition of very wealthy U.S. citizens to a recent tax reform proposal. A group of rich citizens centered around Bill Gates, the founder of Microsoft, has been arguing against the introduction of a new tax law that would basically lower the tax burden for wealthy people Gates and Collins 2002. A substantial literature attempts to analyze whether the presumption that people react to the price of giving is founded on a solid empirical basis for a survey, see Andreoni 2004. Two results of this branch of research are worth mentioning: First, estimated price elasticities support the hypothesis that the price of giving is important for prosocial behavior. The estimated elasticities vary from 0.4 to 3.0, but most fall in a range of 1.0 to 1.3 Andreoni 2004. Recent studies based on panel data find somewhat lower price elasticities in the range from 0.51 to 1.26 Auten, Sieg, and Clotfelter 2002. Thus, for a taxpayer formerly faced with a marginal tax rate of 30 percent, elimination of the tax deductibility for charitable contributions would increase the price of a unit of giving from 0.7 to 1.0. Calculating the aggregate effect equivalently, charitable contributions would decrease between 15 and 36 percent.10 Matching peoples donations, which is another way of changing the relative price of giving, also increases willingness to behave prosocially Meier 2005a. Matching is shown to be an even more powerful subsidy mechanism than a rebate Eckel and Grossman 2003 and 2005. Laboratory studies show that another form of prosocial behavior, 10 Interestingly, men and women have different price elasticities: when it is relatively expensive to give, women are more generous than men; however, as the price of giving decreases, men begin to give more than women Andreoni and Vesterlund 2001: 294. Bohnet 2006 finds substantial differences in trust behavior of men and women. However, in a field experiment, men were not more sensitive to a matching mechanism than women Meier 2005b. 19norm enforcement, also reacts to changes in price as if punishment were a normal good Carpenter 2006; Putterman and Anderson 2006. Second, substitutes and complements must be taken into account when analyzing the relative price effect on prosocial behavior. For example, charitable contributions can be made in cash donations or time volunteering. If monetary giving and volunteer labor are complements, the abovementioned tax deduction will also increase volunteering. If, however, people move away from volunteering when prices for cash contributions decrease, the benefits of such a decrease will be overestimated by ignoring the effect on volunteering. Contrary to standard economic theory, contributions of time and money are mostly found to be gross complements Brown and Lankford 1992; Freeman 1997.11 The effect of a price reduction on prosocial behavior is therefore understated by focusing solely on monetary giving. 4.2 Motivational Crowding Out Effect The relative price effect, however, does not always hold. In certain situations, a motivational crowdingout effect can work against the relative price effect Frey 1997b. This is of considerable importance for prosocial behavior. Incentives may undermine or even crowd out an intrinsic motivation to behave prosocially Benabou and Tirole 2004. The motivational crowdingout effect was known in psychology long before economists started to think seriously about the hidden costs of reward Lepper and Greene 1978 or the corruption effect Deci 1975. In an early insight, Titmusss book, The Gift Relationship 1970, argues that providing monetary incentives for blood donations will undermine the donors motivation and reduce the amount of blood donated overall. While Titmuss did not present any empirical evidence, a considerable amount of evidence has since been collected on the motivational crowdingout effect for an extensive survey, see Frey and Jegen 2001. In psychology, the large number of experimental studies has led to several metaanalyses that, in general, support the finding that external incentives have detrimental effects on intrinsic 11 An exception to this general result is the study by Duncan 1999. 20motivation see Deci, Koestner, and Ryan 1999.12 In economics, the few studies that explicitly test the crowdingout effect cover a wide range of activities involving prosocial behavior. This section limits discussion to the three cases of volunteering, civic duties, and trust relationships. The introduction of monetary incentives has been found to reduce the work motivation of volunteers Frey and Goette 1999; Gneezy and Rustichini 2000a. Frey and Goette show in an econometric study that, while the size of the offered financial reward raises the number of hours volunteered, the mere fact that financial compensation is provided significantly reduces the amount of volunteering. Volunteers receiving the median monetary incentive work less than either people who receive a large reward or those who receive no reward at alla result that supports the crowdingout effect and has important implications for policies regarding volunteer work. The evidence points especially to two important aspects of the crowdingout effect. First, the introduction of external incentives dramatically shifts the perception of the decision situation. In the situation with extrinsic incentives, people seem to behave in an exchange mode in which they make strategic considerations and start to calculate I am not working for only 5 per hour, am I? Gneezy 2003. In contrast, in a situation without external incentives, people instead seem to behave in a moral mode in which prosocial behavior is rewarded internally, such as with a warm glow Heyman and Ariely 2004. In particular, small amounts of extrinsic incentives are expected to have large negative effects on observed prosocial behavior, because with large extrinsic incentives the relative price effect will dominate. This is supported by a field experiment by Gneezy and Rustichini 2000a, who offered extrinsic incentives to children who voluntarily collected monetary donations. Small extrinsic incentives were found to reduce the motivation of volunteers significantly, while the effort increased when large incentives were offered. This effect can be observed with negative incentives fines as well as with positive incentives rewards Gneezy 2003. 12 For a metastudy declaring the crowding effect to be a myth, see Eisenberger and Cameron 1996. For an evaluation of the two contradictory metastudies, see Lepper et al. 1999. 21Other important crowdingout effects have been discovered for activities that require intrinsic motivation in the form of civic duty. Frey and Oberholzer Gee 1997 investigated motivational crowdingout in the context of siting locally undesirable projects socalled Not In My Backyard or NIMBY problems. Economic theory proposes a simple solution for such projects, which are often socially desirable but impose considerable costs on the immediate neighbors: A community that hosts a NIMBY project should be compensated by all the other communities such that its net benefit becomes positive. Frey and Oberholzer Gee analyzed the reaction of Swiss residents to such compensation for the acceptance of a nuclear waste depository. While more than 50 percent of the respondents agreed to host the depository without compensation, the offering of monetary incentives reduced the acceptance rate to 24 percent. The authors favored explanation for this reduction is that the sense of civic virtue engendered by acceptance of the noxious facility was crowded out by the offer of monetary compensation. Civic duty to behave prosocially can be crowded out not only by explicit monetary incentives, but also by laws and rules. An important application of this notion is tax morale, where the crowdingout effect can have huge costs. Tax morale, or the motivation that explains the low rate of tax evasion in many countries, depends to a great extent on trust between the government and the citizens. A constitution that tries to discipline citizens can be perceived as distrusting and therefore decrease civic virtue see Frey 1997a for empirical evidence. More generally, the introduction of monetary incentives can have considerable negative effects on trustbased prosocial behavior. In a laboratory experiment with CEOs, Fehr and List 2004 found that detrimental effects follow from external incentives. If the first player uses an external incentive in a trust game, the second player returns less money. However, the highest efficiency is reached if it is possible to implement an external incentive but players explicitly trust each other and do not use the incentive mechanism. Therefore, while in general trust is crowded out by external incentives, the existence but nonuse of incentives allows for increased prosocial behavior. Bohnet, Frey, and Huck 2001 conducted a study in which subjects had to decide whether they wanted to enter into a contract without knowing whether the partner would perform. The authors report a crowdingout effect: In a situation of weak contract 22enforcement, performance is higher than in a situation of medium contract enforcement; only if contract enforcement is increased well beyond the medium mark are contracts performed again. The findings support the notion that medium or low incentives can crowd out trust and intrinsic motivation. Falk and Kosfeld 2006 present an interesting experimental study on the dysfunctional effect of incentives. In their study, a principals decision to exert control decreases an agents motivation and effort. Extrinsic incentives do not always lead to a motivational crowdingout effect. The present state of research allows one to indicate conditions under which extrinsic incentives have more positive or more negative effects. A discussion of these identifiable conditions makes it clear that crowdingout effects are of particular importance for prosocial behavior. Intrinsic motivation can only be crowded out by extrinsic incentives if people have intrinsic motivation to begin with. If, for example, people undertake a task only because of extrinsic motivation, an increase in extrinsic incentives will certainly increase effort, as predicted by standard price theory. However, contributing time or money to a public good often involves some sort of intrinsic motivation. The introduction of external incentives in order to increase prosocial behavior must therefore be considered very carefully. Motivational crowdingout is to be expected if the external intervention is perceived as controlling Enzle and Anderson 1993. Psychologically, extrinsic incentives can have negative effects when they reduce the perceived selfdetermination of individuals Rotter 1966; Deci 1975, or when they interfere with a relationship based on mutual trust Rousseau 1995. However, if extrinsic incentives are applied carefullyfor example, acknowledging individuals intrinsic motivationthey may not be perceived as hostile and controlling, and they can even support and increase prosocial behavior a crowdingin effect. A motivational crowdingout effect results in a net negative effect on behavior only if it dominates the standard relative price effect.13 As mentioned before, this is most likely to be the 13 However, little is known about whether motivational crowding out is due to a change in preferences Frey 1997b or to the perceived nature of the task Benabou and Tirole 2002, or about how intrinsic motivation is rebuilt after an extrinsic incentive is removed. 23case for positive or negative incentives that are small. Motivational crowdingout, however, is not thereby rendered irrelevant in the context of prosocial behavior. First, there are many situations in which small incentives are quite important. In the case of prosocial behavior, the introduction of small incentives is widely discussed, as in the context of volunteering. Second, the reliance on extrinsic incentives may lead to a selection of certain selfishlyoriented people. Whereas for some tasks it is desirable to attract extrinsically motivated people see Lazear 2000, in other areas, like the nonprofit or charitable sector, this is not very welcome. Third, if prosocial preferences are affected permanently, prosocial behavior will not reach the original level again, even if the extrinsic incentive is removed. Meier 2005a presents suggestive evidence from a field experiment, showing that offering matching in a donation context increases donations in the period in which the matching is offered. However, peoples willingness to contribute decreases below the original level if the matching is removed. Gneezy and Rustichini 2000b similarly show that the original level of prosocial behavior will not be reached even after the dysfunctional incentive is removed. Fourth, extrinsic incentives for a certain task may not only reduce the intrinsic motivation for the particular task, but may also spill over to other areas Frey and Benz 2000. This may then destroy intrinsic motivation in areas that are actually not subject to the external intervention. The detrimental effect of extrinsic incentives may even be worse in the dimension not directly affected. 5 Heterogeneity in Individuals In standard economic theory, preferences are usually but not always assumed to be homogeneous. This assumption generates powerful predictions with regard to prosocial behavior. However, taking the variation in prosocial attitudes into account leads to interesting additional implications. To begin with, there are significant differences between individuals: Andreoni and Miller 2002 show in a study based on dictator games that about 47 percent of individuals can be characterized as selfish however, only 23 percent are perfectly selfish, while the other 53 percent are characterized as other regarding. Fischbacher et al. 2001 find in a publicgood game that 30 percent of the individuals behave like freeriders and 50 percent can 24be characterized as conditional cooperators. Three implications of this heterogeneity are discussed below. 1 The interaction of different types of people is crucial to understanding why cooperation is stable and public goods are provided. Consider, for example, the situation in which an egoistic individual is interacting with a reciprocal individual. The presence of a reciprocal individual may change the material incentive of the egoist and thereby cause the egoist to behave prosocially. The presence of only a few reciprocal types may have a big impact on the aggregate outcome of markets and organizations see the survey in Fehr and Fischbacher 2002. Whether a prosocial individual will cause an egoist to behave prosocially or, conversely, a few egoists will cause prosocial individuals to start freeriding is a question that depends crucially on the institutional setting.14 To analyze the institutional factors that lead to one or the other of the two outcomes, one has to understand how heterogeneous individuals interact. 2 The institutional environment may influence individuals differently. In analyzing the effect of a change in the institutions, it is important to take the heterogeneity of individuals into account. Meier 2005a presents additional evidence from a controlled field experiment showing that only certain types of people react to a change in relative prices. In addition, people may react quite differently to the introduction of monetary incentives with respect to their motivation to behave prosocially. Prosocially inclined persons may reduce their intrinsically motivated prosocial behavior when external incentives are introduced, whereas more selfishly oriented individuals may increase their prosocial behavior to capture the extra reward. 3 Understanding the evolution of heterogeneous prosocial preferences can help one understand how prosocial preferences can be fostered. Very little is known about this question in economics. One prominent position, however, is that education can influence prosocial behavior and probably even preferences. Economics and business students in particular are assumed to be better citizens and better future managers if they are taught some ethics in 14 Because an altruist mimics the behavior of an egoist every time he or she meets one, expectations about others differ between the two types. An egoist believes that everybody is an egoist because he or she meets only people who behave egoistically, while an altruist knows that there are egoists and altruists Kelley and Stahelski 1970. For a test of this triangle hypothesis, see van Lange 1992. 25addition to selfinterest maximization. Students of economics are often portrayed as being more egoistic than those majoring in other fields, partly because their training changes their behavior see Frank, Gilovich, and Regan 1993a and 1996. However, Frey and Meier 2003 analyze a large panel data set and find that students who choose economics as their major already tend toward egoism when they enter. In this case, it is possible that economists are born, not made Carter and Irons 1991. 6 How Does Pro Social Behavior Affect Happiness? In the history of ideas, prosocial behavior has always been linked with human welfare. In the Judeo Christian tradition, helping others is the only way to reach the ultimate goal of happiness. Empirical evidence, however, is still lacking to prove that a person who acts prosocially is happier than a homo economicus, who is solely concerned with his or her narrow selfinterest. To answer the question of what constitutes the good life, which is also the happy life, one has to understand how prosocial behavior influences utility happiness. Reported subjective wellbeing is typically used as a proxy for utility. Frey and Stutzer 2002a and 2002b present excellent surveys of why and how economists can learn from happiness research. The various theories on prosocial behavior lead to different predictions concerning utility gained from such behavior. In the following, these predictions are presented alongside the scarce empirical evidence gleaned in economics and evidence documented in psychology and sociology. 1 Inequality and Happiness According to these theories, peoples wellbeing increases if they observe that other peoples lives are improving or that inequality between two individuals andor social inequality is decreasing. Importantly, the increase in utility occurs independently of ones own actions, whereas according to impure altruism ones own actions are a substantial source of the warm glow coming from prosocial behavior. A few studies have investigated the overall effect of inequality as well as the effect of other peoples material wellbeing on individual happiness levels. Alesina et al. 2004 find that people are less likely to report being happy when inequality 26is high. This inequality aversion, however, is more pronounced in Europe than in the United States. Interestingly, the effect of inequality on the wellbeing of the poor versus the wealthy differs on the two continents. Whereas in the United States only the wealthy seem to suffer a loss of wellbeing from the effect of inequality, in Europe only the wellbeing of the poor is decreased by higher inequality. The authors interpret this result, which is inconsistent with pure inequality aversion, as an effect of differences in social mobility between European countries and the United States. Because social mobility in the United States is perceived to be higher, wealthy U.S. citizens interpret high inequality as a potential risk of falling down the scale as a result of an unfortunate life event. According to the authors, poor U.S. citizens believe that they can improve their income situation substantially. In contrast, poor Europeans feel stuck in poverty. People may therefore care not only about inequality outcomes whether the income distribution is more or less unequal but also about the process leading to a certain result whether it is in the individuals power to influence an outcome.15 However, Schwarze and Harpfer 2006 find evidence consistent with inequality aversion in Germany for all income classes. In their panel survey, peoples life satisfaction is inversely related to inequality on the regional level. Charness and Grosskopf 2001 find no correlation between happiness scores and preferences for equality in dictator games. Subjects who choose more equal payoffs do not report higher wellbeing after the decision, nor do subjects who report higher happiness scores before the decision choose more equal payoffs. Thus, the experiment does not support the hypothesis that happiness is correlated with inequality. However, overall happiness measures are explicitly designed to be relatively insensitive to minor life events. They are therefore not expected to be influenced by the results of a laboratory experiment involving low stakes. Much more research is needed to understand how the utility levels of others influence ones own happiness. 15 The importance of processes for utility is often neglected in economics. For a survey on procedural utility, see Benz 2005. 272 Pro Social Behavior and Happiness Theories of impure altruism predict that prosocial behavior increases utility. In this branch of research, the focus is on the effect of prosocial behavior per se on subjective wellbeing. Various studies by psychologists and sociologists that focus mostly on volunteering find positive correlations between prosocial behavior and wellbeing see Wilson and Musick 1999. Volunteers report higher wellbeing scores than nonvolunteers; they are less depressed, and their mortality rate is lower than average. These effects are found to be especially true for elderly volunteers Wheeler, Gorey, and Greenblatt 1998. People may get a warm glow from volunteering because helping others increases either their perceived selfesteem or their selfefficacy. Volunteering may also generate a state of flow Csikszentmihalyi 1990, which depends on the extent of commitment, the use of skill, and the kind of achievement involved in the task Argyle 1999: 364365. Alternatively, the positive effect of prosocial behavior in the form of volunteering may be due to the effect of social integration. People who feel integrated and enjoy many personal relationships are taken to be happier than people who feel lonely. According to this explanation, volunteering increases peoples wellbeing not because they help others but because they feel integrated. Most studies on the effects of prosocial behavior on happiness mostly on volunteering cannot discriminate between utility arising from the act of helping and utility arising from sideeffects such as social involvement. In addition, most empirical work uses crosssectional data on participants selfassessments of the impact of volunteer programs. Apart from problems arising from response biases in volunteers who selfassess the benefits of their own programs, the direction of causality is very difficult to evaluate in such studies. In fact, prosocial behavior may not make people happier so much as happier people are more willing to behave prosocially. There is some evidence that happiness affects ones willingness to help others. In a number of experiments, the mood of subjects was first manipulatedfor example, by letting them find a coin or by letting them win in a game. Afterwards, the subjects had the opportunity to help with a task or to 28donate money to a charity. Those with induced good moods were more likely to help others Harris and Smith 1975; Isen, Horn, and Rosenhan 1997.16 Konow and Early 2002 used simple dictator games to disentangle the various effects that influence the relationship between happiness and prosocial behavior. The authors asked the subjects various questions about their subjective wellbeing either before or after a decision on dividing an amount of money between another person and the subjects themselves. The results indicate an indirect relationship between prosocial behavior and happiness: Generosity contributes to selfactualization, which in turn increases longrun happiness. Meier and Stutzer 2004 found robust evidence that volunteers are more satisfied with their lives than nonvolunteers, based on a largescale panel data set for Germany. Causality was addressed by taking advantage of a natural experiment: the collapse of East Germany and its infrastructure of volunteering. People who accidentally lost their opportunities for volunteering were compared with people who experienced no change in their volunteer status. Exogenously losing the opportunity to volunteer decreased peoples wellbeing. This result establishes that part of the correlation between happiness and volunteering is a result of volunteerings causing higher wellbeing. 7 Concluding Remarks The evidence is overwhelming that human behavior is not motivated solely by narrow selfinterest. People accept cost when engaging in prosocial activities like voluntarily contributing money or time to public goods and enforcing social norms. Prosocial behavior is widespread and quantitatively important for economic and societal outcomes. When designing institutions, prosocial behavior has to be taken into account. If it is not, the institutions may not reach their intended goals. In recent years, a number of theories have evolved that attempt to formalize prosocial behavior. The most important approaches presented in this survey can be classified into three 16 The negativestaterelief theory in psychology see Cialdini, Kenrick, and Baumann 1982 proposes exactly the opposite: People in a bad mood behave more prosocially because they think that doing good lifts the bad mood. 29groups: 1 those that emphasize the distributional outcome, as do theories of outcomebased prosocial preferences; 2 those that highlight the importance of the process that leads to a certain outcome for example, the intentions of the people involved, an aspect stressed by theories of reciprocity and conditional cooperation; and 3 those that focus on the importance of peoples selfidentity for prosocial behavior. An important insight developed in this survey is the effect of the institutional environment on prosocial behavior. On one hand, the institutional environment affects the salience of particular social norms, as well as the intrinsic motivation to behave prosocially. On the other hand, it influences the social interaction between egoistic andor altruistic individuals, as in the determination of how the violation of a social norm can be punished. We believe that less emphasis should be given to the quest for the ultimate prosocial motivation and more to conditions that trigger one or the other. The evidence on theories on prosocial behavior is inconclusive because i not only do people differ substantially in their prosocial preferences, but ii even the same person might show different patterns of prosocial behavior, depending on the situation. While in some situations people are motivated by altruism or inequality aversion, in other situations people care more for the socially efficient outcome. To get a better understanding of the importance of these conditions helps to bring the various theories and their supporting evidence into line with one another. 30References Akerlof, George A. 1982. Labor Contracts as Partial Gift Exchange. Quarterly Journal of Economics 974: 54369. Akerlof, George A., and Rachel E. Kranton. 2000. Economics and Identity. Quarterly Journal of Economics 1153: 71553. Alesina, Alberto, and Eliana La Ferrara. 2000. Participation in Heterogeneous Communities. Quarterly Journal of Economics 1153: 847904. Alesina, Alberto, Rafael Di Tella, and Robert Mac Culloch. 2004. Inequality and Happiness: Are Europeans and Americans Different? Journal of Public Economics 88910: 20092042. Andreoni, James. 1988. Privately Provided Public Goods in a Large Economy: The Limits of Altruism. Journal of Public Economics 351: 5773. ____. 1990. Impure Altruism and Donations to Public Goods: A Theory of Warm Glow Giving. Economic Journal 100401: 464477. ____. 1992. Warm Glow Versus Cold Prickle: The Effects of Positive and Negative Framing in Cooperation in Experiments. Quarterly Journal of Economics 601: 121. ____. 2002. The Economics of Philanthropy. N. J. Smelser and P. B. Baltes, International Encyclopedia of Social and Behavioral Sciences, 1136911376. Oxford: Elsevier. ____. 2004. Philanthropy. L.A. Gerard Varet, S.C. Kolm and J. Mercier Ythier, Handbooks of Giving, Reciprocity and Altruism. Amsterdam: ElsevierNorth Holland, Forthcoming. Andreoni, James, and John H. Miller. 2002. Giving According to Garp: An Experimental Test of the Consistency of Preferences for Altruism. Econometrica 702: 737753. Andreoni, James, and Abigail Payne. 2003. Do Government Grants to Private Charities Crowd out Giving or Fund Raising? American Economic Review 933: 792812. Andreoni, James, and John Karl Scholz. 1998. An Econometric Analysis of Charitable Giving with Interdependent Preferences. Economic Inquiry 363: 410428. Andreoni, James, and Lise Vesterlund. 2001. Which Is the Fair Sex? Gender Differences in Altruism. Quarterly Journal of Economics 1161: 293312. Andreoni, James, Brian Erard, and Jonathan Feinstein. 1998. Tax Compliance. Journal of Economic Literature 362: 818860. Anheier, Helmut K., and Lester M. Salamon. 1999. Volunteering in Cross National Perspective: Initial Comparisons. Law and Contemporary Problems 624: 4365. Argyle, Michael. 1999. Causes and Correlates of Happiness. D. Kahneman, E. Diener and N. Schwarz, Well Being: The Foundations of Hedonic Psychology, 353373. New York: Russell Sage Foundation. 31Auten, Gerald, Holger Sieg, and Charles T. Clotfelter. 2002. Charitable Giving, Income and Taxes: An Analysis of Panel Data. American Economic Review 921: 371382. Becker, Gary S. 1974. A Theory of Social Interactions. Journal of Political Economy 826: 10631093. Benabou, Roland, and Jean Tirole. 2002. Intrinsic and Extrinsic Motivation. Review of Economic Studies 70: 489520. ____. 2004. Incentives and Prosocial Behavior. Mimeo, Princeton University. Benz, Matthias. 2005. The Relevance of Procedural Utility for Economics. Mimeo, University of Zurich. Bernheim, Douglas B. 1994. A Theory of Conformity. Journal of Political Economy 1025: 842877. Bierhoff, Hans Werner. 2002. Prosocial Behaviour. New York: Psychology Press. Blount, Sally. 1995. When Social Outcomes Arent Fair: The Effect of Causal Attributions on Preferences. Organizational Behavior and Human Decision 63: 131144. Blumenthal, Marsha, Charles Christian, and Joel Slemrod. 2001. Do Normative Appeals Affect Tax Compliance? Evidence from a Controlled Experiment in Minnesota. National Tax Journal 541: 125138. Bodner, Ronit, and Drazen Prelec. 2003. Self Signaling and Diagnostic Utility in Everyday Decision Making. I. Brocas and J. Carrillo, The Psychology of Economic Decisions Vol. 1: Rationality and Well Being, 105126. Oxford: Oxford University Press. Bohnet, Iris, and Bruno S. Frey. 1997. Rent Leaving. Journal of Institutional and Theoretical Economics 153: 711721. ____. 1999a. Social Distance and Other Regarding Behavior in Dictator Games: Comment. American Economic Review 891: 335339. ____. 1999b. The Sound of Silence in Prisoners Dilemma and Dictator Games. Journal of Economic Behavior and Organization 381: 4357. Bohnet, Iris, and Stephan Meier. 2005. Deciding to Distrust. Mimeo, Kennedy School of Government, Harvard University. Bohnet, Iris, Bruno S. Frey, and Steffen Huck. 2001. More Order with Less Law: On Contract Enforcement, Trust, and Crowding. American Political Science Review 951: 131144. Bohnet, Iris. 2006. Social Preference and Trust: Gender Matters. Mimeo, Kennedy School of Government, Harvard University. Bolton, Gary, and Axel Ockenfels. 2000. ERCA Theory of Equity, Reciprocity and Competition. American Economic Review 901: 166193. 32Bowles, Samuel, Christina Fong, and Herbert Gintis. 2001. Reciprocity and Welfare State. J. Mercier Ythier and S.C. Kolm, Handbook on the Economics of Giving, Reciprocity, and Altruism. Amsterdam: Elsevier. Brown, Eleanor, and Hamilton Lankford. 1992. Gifts of Money and Gifts of Time: Estimating the Effect of Tax Prices and Available Time. Journal of Public Economics 473: 321341. Camerer, Colin. 2003. Behavioral Game Theory. Princeton: Princeton University Press. Carpenter, Jeffrey. 2006. The Demand for Punishment. Journal of Economic Behavior Organization, forthcoming. Carpenter, Jeffrey, Stephen Burks, and Eric Verhoogen. 2003. Comparing Students to Workers: The Effect of Stakes, Social Framing, and Demographics on Bargaining Outcomes. Mimeo, Middlebury College. Carter, John R., and Michael D. Irons. 1991. Are Economists Different, and If So, Why? Journal of Economic Perspectives 52: 171177. Charness, Gary, and Brit Grosskopf. 2001. Relative Payoffs and Happiness: An Experimental Study. Journal of Economic Behavior and Organization 453: 301328. Charness, Gary, and David I. Levine. 2003. The Road to Hell: An Experimental Study of Intentions. Mimeo, University of California at Santa Barbara. Charness, Gary, and Matthew Rabin. 2002. Social Preferences: Some Simple Tests and a New Model. Quarterly Journal of Economics 1173: 817869. Cherry, Todd L., Peter Frykblom, and Jason F. Shogren. 2002. Hardnose the Dictator. American Economic Review 924: 12181221. Cialdini, Robert B. 1993. Influence: The Psychology of Persuasion. New York: William Morrow Company. Cialdini, Robert B., D.T. Kenrick, and D.J. Baumann. 1982. Effects of Mood on Prosocial Behavior in Children and Adults. N. Eisenberg, The Development of Prosocial Behavior, 339359. New York: Academic Press. Conlin, Michael, Michael Lynn, and Ted ODonoghue. 2003. The Norm of Restaurant Tipping. Journal of Economic Behavior and Organization 523: 297321. Cookson, Richard. 2000. Framing Effects in Public Goods Experiments. Experimental Economics 31: 5579. Croson, Rachel. 1998. Theories of Commitment, Altruism and Reciprocity: Evidence from Linear Public Good Games. Mimeo, Wharton School, University of Pennsylvania. Csikszentmihalyi, Mihaly. 1990. Flow: The Psychology of Optimal Experience. New York: Harper Perennial. 33Dana, Jason, Daylian M. Cain, and Robyn M. Dawes. 2006. What You Dont Know Wont Hurt Me: Costly but Quiet Exit in Dictator Games. Organizational Behavior and Human Decision Processes, forthcoming. Dana, Jason, Roberto A. Weber, and Jason Xi Kuang. 2004. Expoliting Moral Wriggle Room: Behavior Inconsistent with a Preferences for Fair Outcomes. Mimeo, Carnegie Mellon University. Dawes, Robyn M., and Richard Thaler. 1988. Anomalies: Cooperation. Journal of Economic Perspectives 23: 187197. Dawes, Robyn M., Jeanne Mc Tavish, and Harriet Shaklee. 1977. Behavior, Communication, and Assumptions About Other Peoples Behavior in a Commons Dilemma Situation. Journal of Personality and Social Psychology 351: 111. Deci, Edward L. 1975. Intrinsic Motivation. New York: Plenum Press. Deci, Edward L., Richard Koestner, and Richard M. Ryan. 1999. A Meta Analytic Review of Experiments Examining the Effects of Extrinsic Rewards on Intrinsic Motivation. Psychological Bulletin 1256: 627668. Dufwenberg, Martin, and Georg Kirchsteiger. 2004. A Theory of Sequential Reciprocity. Games and Economic Behavior 47: 268298. Duncan, Brian. 1999. Modeling Charitable Contributions of Time and Money. Journal of Public Economics 722: 213242. ____. 2004. A Theory of Impact Philanthropy. Journal of Public Economics 88910: 21592180. Eckel, Catherine C., and Philip J. Grossman. 1996. Altruism and Anonymous Dictator Games. Games and Economic Behavior 162: 181191. ____. 2003. Rebate Versus Matching: Does How We Subsidize Charitable Giving Matter? Journal of Public Economics 8734: 681701. ____. 2005. Subsidizing Charitable Contributions: A Field Test Comparing Matching and Rebate Subsidies. Mimeo, Virginia Polytechnic Institute and Station University. Eisenberger, Robert, and Judy Cameron. 1996. Detrimental Effects of Reward. Reality or Myth? American Psychologist 51Nov: 11531166. Engelmann, Dirk, and Martin Strobel. 2004. Inequality Aversion, Efficiency and Maximim Preferences in Simple Distribution Experiments. American Economic Review 944: 857869. Enzle, Michael E., and Sharon C. Anderson. 1993. Surveillant Intentions and Intrinsic Motivation. Journal of Personality and Social Psychology 642: 257266. Falk, Armin. 2004. Charitable Giving as a Gift Exchange: Evidence from a Field Experiment. Mimeo, Institute for Empirical Research in Economics, University of Zurich. 34Falk, Armin, and Urs Fischbacher 2006. A Theory of Reciprocity. Games and Economic Behavior 542: 293315. Falk, Armin, and Michael Kosfeld. 2006. The Hidden Cost of Control. American Economic Review, forthcoming. Farrel, Joseph, and Matthew Rabin. 1996. Cheap Talk. Journal of Economic Perspectives 103: 103118. Fehr, Ernst, and Urs Fischbacher. 2002. Why Social Preferences Matter The Impact of Non Selfish Motives on Competition, Cooperation, and Incentives. Economic Journal 112478: 133. Fehr, Ernst, and Simon Gachter. 2000a. Cooperation and Punishment in Public Goods Experiments. American Economic Review 904: 980994. ____. 2000b. Fairness and Retaliation: The Economics of Reciprocity. Journal of Economic Perspectives 143: 159181. Fehr, Ernst, and John A. List. 2004. The Hidden Costs and Returns of Incentives Trust and Trustworthiness among CEOs. Journal of the European Economic Association 25: 743771. Fehr, Ernst, and Klaus Schmidt. 1999. A Theory of Fairness, Competition, and Cooperation. Quarterly Journal of Economics 1143: 817868. ____. 2003. Theories of Fairness and Reciprocity Evidence and Economic Application. M. Dewatripont, L.P. Hansen, and S.J. Turnovsky, Advances in Economics and Econometrics 8th World Congress, Econometric Society Monographs, 208257. Cambridge: Cambridge University Press. Fehr, Ernst, Simon Gachter, and Georg Kirchsteiger. 1997. Reciprocity as a Contract Enforcement Device. Econometrica 654: 833860. Fischbacher, Urs, Simon Gachter, and Ernst Fehr. 2001. Are People Conditionally Cooperative? Evidence from a Public Goods Experiment. Economics Letters 713: 397404. Fong, Christina. 2001. Social Preferences, Self Interest, and the Demand for Redistribution. Journal of Public Economics 822: 225246. ____. 2003. Empathic Responsivenesss: Evidence from a Randomized Experiment on Giving to Welfare Recipients. Mimeo, Carnegie Mellon University. Frank, Robert H., Thomas D. Gilovich, and Dennis T. Regan. 1993a. Does Studying Economics Inhibit Cooperation? Journal of Economic Perspectives 72: 159171. ____. 1993b. The Evolution of One Shot Cooperation: An Experiment. Ethology and Sociobiology 14: 247256. ____. 1996. Do Economists Make Bad Citizens? Journal of Economic Perspectives 101: 187192. 35Freeman, Richard B. 1997. Working for Nothing. The Supply of Volunteer Labor. Journal of Labor Economics 151: 140166. Frey, Bruno S. 1993. Shirking or Work Morale? The Impact of Regulating. European Economic Review 378: 15231532. ____. 1997a. A Constitution for Knaves Crowds out Civic Virtues. Economic Journal 107443: 10431053. ____. 1997b. Not Just for the Money. An Economic Theory of Personal Motivation. Brookfield: Edward Elgar. Frey, Bruno S., and Matthias Benz. 2000. Motivation Transfer Effect. Mimeo, Institute for Empirical Research in Economics, University of Zurich. Frey, Bruno S., and Iris Bohnet. 1995. Institutions Affect Fairness: Experimental Investigations. Journal of Institutional and Theoretical Economics 1512: 286303. Frey, Bruno S., and Lorenz Goette. 1999. Does Pay Motivate Volunteers? Mimeo, Institute for Empirical Research in Economics, University of Zurich. Frey, Bruno S., and Reto Jegen. 2001. Motivation Crowding Theory: A Survey of Empirical Evidence. Journal of Economic Surveys 55: 589611. Frey, Bruno S., and Stephan Meier. 2003. Are Political Economists Selfish and Indoctrinated? Evidence from a Natural Experiment. Economic Inquiry 413: 448462. ____. 2004. Social Comparisons and Pro Social Behavior: Testing Conditional Cooperation in a Field Experiment. American Economic Review 945: 17171722. Frey, Bruno S., and Felix Oberholzer Gee. 1997. The Cost of Price Incentives: An Empirical Analysis of Motivation Crowding Out. American Economic Review 874: 746755. Frey, Bruno S., and Alois Stutzer. 2002a. What Can Economists Learn from Happiness Research? Journal of Economic Literature 402: 402435. ____. 2002b. Happiness and Economics: How the Economy and Institutions Affect Well Being. Princeton: Princeton University Press. Frey, Bruno S., and Benno Torgler. 2004. Taxation and Conditional Cooperation. Mimeo, Yale Center for International and Area Studies. Gachter, Simon. 2005. Conditional Cooperation in the Field and the Lab: Behavioural Findings and Policy Implications. Mimeo, University of Nottingham. Gates, William H., and Chuck Collins. 2002. Tax the Wealthy: Why America Needs the Estate Tax. The American Prospect 1311. Glazer, Amihai. and Kai A. Konrad. 1996. A Signaling Explanation of Charity. American Economic Review 864: 10191028. 36Gneezy, Uri. 2003. The W Effect of Incentives. Mimeo, University of Chicago Graduate School of Business. Gneezy, Uri, and Aldo Rustichini. 2000a. Pay Enough or Dont Pay at All. Quarterly Journal of Economics 1153: 791810. ____. 2000b. A Fine Is a Price. Journal of Legal Studies 291: 118. Goette, Lorenz, David Huffman, and Stephan Meier. 2006. The Impact of Group Membership on Cooperation and Norm Enforcement: Evidence Using Random Assignment to Real Social Groups. American Economic Review, forthcoming. Harbaugh, William T. 1998. The Prestige Motive for Making Charitable Transfers. American Economic Review 882: 277282. Harris, Mary B  and Robert J. Smith. 1975. Mood and Helping. The Journal of Psychology 912: 215221. Heldt, Tobias. 2005. Conditional Cooperation in the Field: Cross Country Skiers Behavior in Sweden. Mimeo, Uppsala University. Henrich, Joseph, Robert Boyd, Sam Bowles, Colin Camerer, Herbert Gintis, Richard Mc Elreath, and Ernst Fehr. 2001. In Search of Homo Economicus: Experiments in 15 Small Scale Societies. American Economic Review 912: 7379. Heyman, James, and Dan Ariely. 2004. Effort for Payment: A Tale of Two Markets. Psychological Science 1511: 787793. Hoffman, Elizabeth, Kevin Mc Cabe, and Vernon L. Smith. 1996. Social Distance and Other Regarding Behavior in Dictator Games. American Economic Review 863: 653660. Hoffman, Elizabeth, and Matthew L. Spitzer. 1985. Entitlements, Rights and Fairness: An Experimental Examination of Subjects Concepts of Distributive Justice. Journal of Legal Studies 14: 259297. Isaac, R. Mark, Deborah Mathieu, and Edward E. Zajac. 1991. Institutional Framing and Perceptions of Fairness. Constitutional Political Economy 23: 329370. Isen, Alice M., Nancy Horn, and D.L. Rosenhan. 1997. Effects of Success and Failure on Childrens Generosity. Journal of Personality and Social Psychology 272: 239247. Johannesson, Magnus, and Bjorn Persson. 2000. Nonreciprocal altruism in dictator games. Economics Letters 692: 137142. Kelley, Harold H., and Anthony J. Stahelski. 1970. Social Interaction Basis of Cooperators and Competitors Beliefs About Others. Journal of Personality and Social Psychology 161: 6691. Kollock, Peter. 1998. Transforming Social Dilemmas: Group Identity and Co Operation. P.A. Danielson, Modelling Rationality, Morality and Evolution, 186210. New York: Oxford University Press. 37Kolm, Serge Chistophe. 2000. The Theory of Reciprocity, Giving, and Altruism. L.A. Gerard Varet, S.C. Kolm, and J.M. Ythier, The Economics of Reciprocity, Giving, and Altruism, 144. Houndmills: Mc Millan. Konow, James. 2000. Fair Shares: Accountability and Cognitive Dissonance in Allocation Decisions. American Economic Review 904: 10721091. ____. 2003. Which Is the Fairest One of All? A Positive Analysis of Justice Theories. Journal of Economic Literature 414: 11881239. Konow, James, and Joseph Earley. 2002. The Hedonistic Paradox: Is Homo Economicus Happier? Mimeo, Loyola Marymount University. Lazear, Edward. 2000. Performance Pay and Productivity. American Economic Review 905: 13461361. Ledyard, John O. 1995. Public Goods: A Survey of Experimental Research. J. Kagel and A. E. Roth, Handbook of Experimental Economics, 111194. Princeton: Princeton University Press. Lepper, Mark R., and David Greene eds. 1978. The Hidden Costs of Reward: New Perspectives on Psychology of Human Motivation. Hillsdale, NY: Erlbaum. Lepper, Mark R., Jennifer Henderlong, and Isabelle Gingras. 1999. Understanding the Effects of Extrinsic Rewards on Intrinsic Motivation Uses and Abuses of Meta Analysis: Comment on Deci, Koestner, and Ryan 1999. Psychological Bulletin 1256: 669676. List, John A., and David Lucking Reiley. 2002. The Effects of Seed Money and Refunds on Charitable Giving: Experimental Evidence from a University Capital Campaign. Journal of Political Economy 1101: 215233. Loewenstein, George. 2000. Emotions in Economic Theory and Economic Behavior. American Economic Review 902: 426432. Long, Stephen H. 1976. Social Pressure and Contributions to Health Charities. Public Choice 282: 5666. Luttmer, Erzo F. P. 2001. Group Loyalty and the Taste for Redistribution. Journal of Political Economy 1093: 500528. Marks, Gary N., and Norman Miller. 1987. Ten Years of Research on the False Consensus Effect: An Empirical and Theoretical Review. Psychological Bulletin 1021: 7290. Meier, Stephan. 2005a. Do Subsidies Increase Charitable Giving in the Long Run? Matching Donations in a Field Experiment. Mimeo. Institute for Empirical Research in Economics, University of Zurich. ____. 2005b. Conditions under Which Women Behave LessMore Pro Socially Than Men. Mimeo, Kennedy School of Government, Harvard University. ____. 2006. Does Framing Matter for Conditional Cooperation? Evidence from a Natural Field Experiment. Contributions to Economic Analysis Policy 52. 38Meier, Stephan, and Alois Stutzer. 2004. Is Volunteering Rewarding in Itself? Evidence from a Natural Experiment. IEW Working Paper No. 181, University of Zurich. Mueller, Dennis C. 2003. Public Choice Iii. Cambridge: Cambridge University Press. Mui, Vai Lam. 1995. The Economics of Envy. Journal of Economic Behavior Organization 26: 311336. Murningham, J. Keith, John M. Oesch, and Madan Pillutla. 2001. Player Types and Self Impression Management in Dictator Games: Two Experiments. Games and Economic Behavior 372: 388414. Olson, Mancur. 1965. The Logic of Collective Action: Public Goods and the Theory of Groups. Cambridge: Harvard University Press. Opp, Karl Dieter. 2001. Collective Political Action. Analyse Kritik 231: 120. Osterloh, Margit, Sandra Rota, and Bernhard Kuster. 2003. Open Source Software Production: Climbing on the Shoulders of Giants. Mimeo, Institute for Research in Business Administration, University of Zurich. Ostrom, Elinor. 1990. Governing the Commons: The Evolution of Institutions for Collective Action. Cambridge: Cambridge University Press. ____. 2000. Collective Action and the Evolution of Social Norms. Journal of Economic Perspectives 143: 137158. Putterman, Louis, and Christopher M. Anderson. 2006. Do Non Strategic Sanctions Obey the in the Voluntary Contribution Law of Demand? The Demand for Punishment Mechanism. Games and Economic Behavior 541: 124. Rabin, Matthew. 1993. Incorporating Fairness into Game Theory and Economics. American Economic Review 835: 12811302. Rege, Mari, and Kjetil Telle. 2004. The Impact of Social Approval and Framing on Cooperation in Public Good Situations. Journal of Public Economics 8878: 16251644. Reingen, P.H. 1982. Test of a List Procedure for Inducing Compliance with a Request to Donate Money. Journal of Applied Psychology 671: 110118. Roberts, Russell D. 1984. A Positive Model of Private Charity and Public Transfers. Journal of Political Economy 921: 136148. Ross, Lee, David Greene, and Pamela House. 1977. The False Consensus Effect: An Egocentric Bias in Social Perception and Attribution Processes. Journal of Experimental Social Psychology 133: 279301. Rotemberg, Julio. 1994. Human Relations in the Workplace. Journal of Political Economy 1024: 684717. 39Rotter, Julian B. 1966. Generalized Expectancies for Internal Versus External Control of Reinforcement. Psychological Monographs 801. Rousseau, Denise M. 1995. Psychological Contracts in Organizations: Understanding Written and Unwritten Agreements. London: Sage Publications. Sally, David. 1995. Conversation and Cooperation in Social Dilemmas. A Meta Analysis of Experiments from 1958 to 1992. Rationality and Society 71: 5892. Schelling, Thomas C. 1984. The Life You Save May Be Your Own. T. Schelling, Choice and Consequence: Perspectives of an Errant Economist, 113146. Cambridge: Harvard University Press. Schwarze, Johannes, and Marco Harpfer. 2006. Are People Inequality Averse, and Do They Prefer Redistribution by the State? Evidence from German Longitudinal Data on Life Satisfaction. Journal of Socio Economics, forthcoming. Segal, Lewis M., and Burton Weisbrod. 1998. Interdependence of Commercial and Donative Revenues. B. A. Weisbrod, To Profit or Not to Profit: The Commercial Transformation of the Nonprofit Sector, 105127. Cambridge: Cambridge University Press. Seligman, Clive, Joan E. Finegan, J. Douglas Hazlewood, and Mark Wilkinson. 1985. Manipulating Attributions for Profit: A Field Test of the Effects of Attributions on Behavior. Social Cognition 33: 313321. Shabman, Leonard, and Kurt Stephenson. 1994. A Critique of the Self Interested Voter Model: The Case of a Local Single Issue Referendum. Journal of Economic Issues 184: 11731186. Shang, Jen, and Rachel Croson. 2005. Field Experiments in Charitable Contribution: The Impact of Social Influence on the Voluntary Provision of Public Goods. Mimeo, Wharton School, University of Pennsylvania. Small, Deborah A., and George Loewenstein. 2003. Helping the Victim or Helping the Victim: Altruism and Identifiability. Journal of Risk and Uncertainty 261: 516. Smith, Adam. 1759. The Theory of Moral Sentiments. Amherst, New York: Prometheus Books. Smith, Kent W. 1992. Reciprocity and Fairness: Positive Incentives for Tax Compliance. J. Slemrod, Why People Pay Taxes: Tax Compliance and Enforcment, 223250. Ann Arbor: University of Michigan Press. Smith, Vincent H., Michael R. Kehoe, and Mary E.Cremer. 1995. The Private Provision of Public Goods: Altruism and Voluntary Giving. Journal of Public Economics 581: 10726. Sobel, Joel. 2002. Can We Trust Social Capital? Journal of Economic Literature 401: 13954. Soetevent, Adriaan R. 2005. Anonymity in Giving in a Natural Context: An Economic Field Experiment in Thirty Churches. Journal of Public Economics 891112: 23012323. Sugden, Robert. 1982. On the Economics of Philanthropy. Economic Journal 92: 34150. 40Tajfel, Henri. 1981. Human Groups and Social Categories Studies in Social Psychology. London: Cambridge University Press. Titmuss, Richard M. 1970. The Gift Relationship. London: Allen and Unwin. Trivers, Robert. 1971. The Evolution of Reciprocal Altruism. Quarterly Journal of Biology 46: 3257. Unger, Lynette S. 1991. Altruism as a Motivation to Volunteer. Journal of Economic Psychology 121: 71100. Van Lange, Paul A. 1992. Confidence in Expectations: A Test of the Triangle Hypothesis. European Journal of Personality 65: 37179. Varese, Federico, and Meir Yaish. 2000. The Importance of Being Asked: The Rescue of Jews in Nazi Europe. Rationality and Society 123: 30734. Wenzel, Michael. 2001. Misperception of Social Norms About Tax Compliance: A Field Experiment. Mimeo, Australian National University. Wheeler, Judith A., Kevin M. Gorey, and Bernard Greenblatt. 1998. The Beneficial Effects of Volunteering for Older Volunteers and the People They Serve: A Meta Analysis. International Journal of Aging and Human Development 471: 6979. Wilson, John, and Marc Musick. 1999. The Effects of Volunteering on the Volunteer. Law and Contemporary Problems 624: 14168. 41", "filename": "514905107.pdf", "person": ["Stephan Meier", "Meier, Stephan"], "date": ["2006"]}