{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/25810/1/517022656.PDF"], "title": ["How do extended benefits affect unemployment duration?: A regression discontinuity approach"], "plaintext": " CESifo Working Paper No. 1765 HOW DO EXTENDED BENEFITS AFFECT UNEMPLOYMENT DURATION? A REGRESSION DISCONTINUITY APPROACH Abstract This paper studies a program that extends the maximum duration of unemployment benefits from 30 weeks to 209 weeks. Interestingly, this program is targeted to individuals aged 50 years or older, living in certain eligible regions in Austria. In the evaluation, I use sharp discontinuities in treatment assignment at age 50 and at the border between eligible regions and control regions to identify the effect of extended benefits on unemployment duration. Results indicate that the duration of job search is prolonged by at least .09 weeks per additional week of benefits among men, whereas unemployment duration increases by at least .32 weeks per additional week of benefits among women. The salient differences between men and women are consistent with the lower minimum age for early retirement applying to women. JEL Code: C41, J64, J65. Keywords: benefit duration, unemployment duration, early discontinuity. retirement, regression Institute for Empirical Economic Research Rafael Lalive University of Zurich Blumlisalpstr. 10 8006 Zurich Switzerland rlaliveiew.unizh.ch First version: February 24, 2006 This version: July 6, 2006 I would like to thank the editors, two anonymous referees, David Autor, Josef Zweimuller and seminar participants in Berne, Frankfurt an der Oder, Lausanne, and Zurich for comments on a previous version of this paper. Andreas Kuhn provided great research assistance and Ronald Schmidt helped displaying geographical information. All remaining errors are my own. 1 Introduction Structural unemployment differs tremendously among countries at relatively similar stages ofeconomic development. For instance, the 20 OECD member countries analyzed by Nickell and Layard 1999 are characterized by an average unemployment rate over the period 1983 to 1996 of about 8 %; but the standard deviation in unemployment rates across these countriesamounts to more than 4 %. The literature on labor market institutions documents strong differences in policies that appear to contribute to unemployment with unemployment insurancebeing one of the most important candidate explanations. In particular, the potential durationof unemployment benefits is strongly correlated with structural unemployment Nickell and Layard, 1999. The idea is that extended benefit duration discourages job search and thusleads to prolonged unemployment duration.This paper proposes to identify the causal effect of extending benefits on the duration ofjob search using information on a unique policy change in Austria. In June 1988, the Austriangovernment extended the potential duration of unemployment benefits from 30 weeks to 209weeks for job seekers aged 50 or older when entering unemployment, living for at least 6months in certain regions of Austria, who satisfy a previous work requirement. There areseveral interesting aspects of this regional extended benefit program REBP. First, the REBPprovides a unique opportunity to study the effect of a dramatic increase in the potential benefitduration by almost 3.5 years. The existing literature on the effects of potential benefit durationon unemployment duration are primarily based on extensions of benefit duration by one ortwo quarters.1Second, the program is strictly targeted with respect to age at entry into unemploymentand place of residence two dimensions that can be readily observed in the available data.The age based identification strategy compares job seekers who are aged 50 years to job seekerswho just fail the age requirement. This strategy is intuitively appealing because both groupsof job seekers are basically of the same age. However, since the program was strictly appliedconditional on having completed the 50th year of age, the slightly older group of job seekershas access to REBP whereas the slightly younger group of job seekers does not have access to REBP. Thus assignment to treatment takes place in a socalled sharp regression discontinuitydesign Hahn et al., 2001. One potentially important concern with this strategy is thatfirms and workers could try to manipulate age at entry into unemployment.In particular,firms might be willing to offer to their employees not to lay them off until they just satisfythe age requirement.2 The paper therefore proposes to focus on the second threshold, the 1For instance, Katz and Meyer 1990 use state variation in federal supplementation of potential benefitduration by one quarter 13 week triggered by high unemployment. Lalive et al. 2006 study changes inpotential benefit duration in Austria by 9, and 22 weeks respectively.2Such a reaction can invalidate the regression discontinuity assumption that average unemployment duration 1border between treated and control regions, to identify the effect of REBP on unemploymentduration. This geography based strategy contrasts individuals living close to both sides of theborder between treated and control regions. This contrast is appealing because labor marketconditions are quite similar within a tightly defined geographical area. Moreover, in contrastto age at entry into unemployment, region of residence can not be readily manipulated becauseworkers have to move from control to treated regions well in advance of the eventual layoff.Third, Austrian social insurance legislation allows for early retirement at age 54 years forunemployed women but only at age 59 years for unemployed men. This means that REBPcan also be used to study the interactions between unemployment insurance provisions andearly retirement rules. Specifically, by performing separate analyses for women and men, thispaper can discuss the likely impacts of having an early retirement option after exhaustingunemployment benefits among women compared to not having this option among men.This paper contributes to two strands of the literature. The first strand is concerned withmeasuring the effects of potential benefit duration on unemployment duration. A selective listof contributions includes Card and Levine 2000, Hunt 1995, Katz and Meyer 1990, Laliveand Zweim uller 2004b, Moffitt 1985, Moffitt and Nicholson 1982, WinterEbmer 1998and Van Ours and Vodopivec 2006. These contributions to the literature are primarily basedon differencesindifferences approaches.3 The present paper goes beyond the existing literaturein proposing to use the regression discontinuity approach. This design is appealing. Bergeret al. 2005 find that the regression discontinuity design very robustly identifies the effectthat would be found in a randomized experiment. The smaller second strand of the literaturediscusses interactions between unemployment insurance and early retirement. Heyma and Van Ours 2006 study how the early retirement option affects job finding rates among olderworkers in the Netherlands. Riphahn 1997 compares the determinants of transitions intounemployment and disability among older workers in German data. She concludes that criticalvariables such as individual health or aggregate unemployment have clearly different effects onthe two forms of exit from employment. Dahl et al. 1999 reach a similar conclusion using Norwegian data.The main contributions of this paper are the following. First, the paper studies a dramaticchange in potential benefit duration. This is appealing from an economic viewpoint becauseit provides evidence on the maximum extent to which changing the potential benefit durationfor individuals just missing the age threshold is informative on the counterfactual duration without treatmentfor individuals who have just turned 50 years. See Mc Crary 2005 and Lee and Mc Crary 2005 for a discussionof manipulation in the regression discontinuity design.3In the static labor supply literature, Lemieux and Milligan 2005 study the incentive effects of socialassistance on the decision to work in a regression discontinuity design RDD and discuss the relationshipbetween the RDD and the differencesindifferences approach. Moreover, Card et al. 2006 discuss the likelyreasons for the effects of extended benefits on unemployment duration exploiting discontinuities in Austrianseverance pay rules.2contributes to unemployment. Moreover, because the treatment dose is so large, a graphicalanalysis of the treatment effect is quite informative. Second, this paper identifies the effectsof the same change in potential benefit duration at two thresholds the age threshold andthe border threshold. This is useful because the regression discontinuity assumption may besatisfied for the geographic analysis but not necessarily for the age based strategy. Moreover,because the effect of treatment may depend on the characteristics of individuals, this paperillustrates that the average effects identified at two thresholds do not agree because the underlying threshold populations differ. Third, the analysis uses rich, high quality, comprehensivedata from two administrative sources, the Austrian social security database, and the Austrianunemployment insurance register. These data provide a comprehensive account of the entirework history of individuals since the year 1972. Moreover, the data record very accuratelyboth the age at entry into unemployment and the place of residence of job seekers. Thesetwo pieces of information are crucial in implementing a convincing regression discontinuityidentification strategy. Fourth, the data cover the universe of all unemployment spells. Thisallows concentrating on unemployment spells that are fairly close to the age and border thresholds thus limiting the possible biases due to misspecification. Indeed, results indicate that theeffects of both age and distance border on average unemployment duration can be capturedin a relatively simple manner a model with a linear trend on both sides of the threshold.This means that the empirical analysis convincingly identifies the effect of extended benefitsand early retirement rules on unemployment duration. Fifth, many countries are developingstrategies for their pension systems to be able to cope with rapidly ageing populations. Thispaper argues that it may be important to focus on pathways to retirement that are generatedby social assistance programs outside the pension system.The outline of this paper is as follows. Section 2 provides background on the unemploymentinsurance system, on the regional extended benefit program, and on the early retirement rulesin Austria. Section 3 discusses the dataset and provides descriptive statistics on the subsamples of eligible and ineligible job seekers used in the main analysis. Section 4 providesdescriptive evidence on the effects of REBP on unemployment duration, on the compositionof the unemployment inflow, and on the size of the unemployment inflow. Section 5 discussesidentification and estimation of treatment effects in the regression discontinuity design. Section 6 provides the regression analysis of the effects of REBP on unemployment duration, andsection 7 concludes this paper with a summary of our findings.32 Background This section discusses the Austrian unemployment insurance and early retirement rules and itprovides background on the REBP. Moreover, the section discusses why the REBP may affectwomen differently from men.Unemployment insurance: The design of the Austrian unemployment insurance system is encoded in a national unemployment insurance law Arbeitslosenversicherungsgesetz.Before August 1989, an unemployed person could draw regular unemployment benefits UBfor a maximum period of 30 weeks provided that he or she had paid unemployment insurancecontributions for at least 156 weeks within the last 5 years.4 In August 1989 the potentialduration of UB payments became dependent not only on previous experience but also on ageat the beginning of the unemployment spell. Benefit duration for the age group 4049 wasincreased to 39 weeks if the unemployed has been employed 312 weeks within the last 10 yearsprior to the current spell. For the age group 50 and older, UBduration was increased to 52weeks if the unemployed has been employed for at least 468 weeks within the last 15 years.Voluntary quitters and workers discharged for misconduct can not claim benefits until awaiting period of 4 weeks has passed. UB recipients are expected to search actively for a newjob that should be within the scope of the claimants qualifications, at least during the firstmonths of the unemployment spell. Noncompliance with the eligibility rules is subject tobenefit sanctions that can lead to the withdrawal of benefits for up to 4 weeks.Compared to other European countries, the replacement ratio UB relative to gross monthlyearnings is rather low. The amount of UB payments depends on previous earnings and, in 1990, the replacement ratio was 40.4 % for the median income earner; 48.2 % for a lowwageworker who earned half the median; and 29.6 % for a highwage worker earning twice themedian. On top, family allowances are paid. UB payments are not taxed implying that netreplacement rates are substantially higher than 40 %, and there is no experience rating offirms.After UB payments have been exhausted, job seekers can apply for transfer paymentsfor those in need Notstandshilfe.5 As the name indicates, these social assistance transfersare meanstested. Social assistance payments depend on the income and wealth situation ofother family members and close relatives and may, in principle, last for an indefinite timeperiod. These transfers are granted for successive periods of 39 weeks after which eligibilityrequirements are recurrently checked. The social assistance transfers are lower than UB and 4UB duration was 20 weeks for jobseekers who did not meet this requirement. This paper focuses onindividuals who were entitled to at least 30 weeks of benefits.5This implies that job seekers who do not meet UB eligibility criteria can apply at the beginning of theirspell 4can at most be 92 % of UB. In 1990, the median postUB transfer payment was about 70 %of the median UB among job seekers who were eligible for social assistance. Note however,that individuals who are eligible for such transfers may not be comparable to individuals whocollect UB because not all individuals who exhaust UB pass the means test. The majority ofthe unemployed 59 % received UB whereas 26 % received social assistance transfers.The Regional Extended Benefits Program: The background of the REBP is stronglytied to the history of the Austrian steel sector. To protect its assets after World War II from Soviet appropriation and to provide the capital needed for reconstruction, Austria nationalized its iron, steel, and oil industries, large segments of the heavy engineering and electricalindustries, most of the coal mines, and the nonferrous metals industries. State owned firmsin manufacturing were part of a large holding company, the Oesterreichische Industrie AG,Oe IAG. By the mid1970s this holding company was running into serious problems related toshrinking markets, overstaffing, too heavy concentration on outmoded smokestack industries,insufficient research and development, and low productivity. Initially, the Austrian governmentcovered the losses by subsidies. But in 1986, after the steel industry was hit by an oil speculation scandal and failure of a U.S. steel plant project, this protectionist policy was abolished. Anew management was appointed and a strict restructuring plan was implemented. This planaimed at focusing on the holdings core competencies. The result were layoffs due to plantclosures and downsizing, particularly in the steel industry.To mitigate the labor market problems in the concerned regions the Austrian governmentenacted a law that extended UBentitlement to 209 weeks for a specific subgroup. An unemployed worker became eligible to 209 weeks of UB if he or she satisfied, at the beginning of hisor her unemployment spell, each of the following criteria: i age 50 or older; ii a continuouswork history 780 employment weeks during the last 25 years prior to the current unemployment spell; iii location of residence in one of 28 selected labor market districts since at least 6 months prior to the claim; and iv start of a new unemployment spell after June 1988 orspell in progress in June 1988. The REBP was initially expected to be in effect until December 1991. However, the Austrian parliament decided at the end of 1991 to extend the programuntil August 1993 when it was eventually abolished.The minister for social affairs, a member of the ruling party SP O, was in charge of selectingthose regions that became eligible to the program. Records of the meetings in which the set ofregions eligible to the program was decided are not open to the public. However, Lalive and Zweim uller 2004a show that eligible regions were characterized by a strong concentrationof employment in the steel sector and that there are no differences between regions in termsof unemployment. These two facts support an explanation that the program was targetedtowards regions with a relatively high share of employment in the steel sector rather than 5towards regions with high structural unemployment. Note that except for the REBP, all otherlabor market institutions do not differ across regions.This discussion implies, first, that it might be difficult to draw reliable evidence on theeffect of REBP from a global comparison of treated and control regions because these regionsare characterized by a different industry structure. However, a local comparison at the borderbetween treated and control regions can be quite informative if communities located on bothsides of the border are similar in terms of industry and age structure. Second, it is clear thatindividuals entering unemployment from a job in the steel industry were not only facing adifferent unemployment insurance regime but were affected by the restructuring of the steelsector. Thus it is very difficult to isolate the effects of extended benefits on unemploymentduration in the nonsteel inflow. This paper therefore proposes to focus on the nonsteel inflow.Note that more than 80 % of all job seekers were not previously employed in the steel sector.This means that concentrating on the nonsteel inflow allows identifying the effects of extendedbenefits on an important subsample of the entire unemployment inflow.Early Retirement Rules: Austrian social security legislation provides for regular old agepensions at age 65 for men and age 60 for women. Pension benefits depend on contributionsto the pension system in the 156 months 13 years prior to leaving the labor force, and on thetotal number of months contributed to the pension system.There are two early retirement pathways available at age 60 for men and at age 55 forwomen. The first is provided for individuals who have a long contribution history, that is,worked for at least 420 months 35 years prior to claiming early retirement. Also, individualsapplying for this early retirement option must have worked for at least 2 out of the previous 3 years before entering early retirement. The second early retirement option is available toindividuals who have spent at least 12 out of the previous 15 months claiming unemploymentbenefits, postUB transfers, or special income support.A third measure affecting older workers is Sonderunterst utzung special income support.This measure was originally created in January 1974 to support individuals in the miningsector who were permanently displaced just prior to becoming eligible for early retirement.The special income support program provides benefits for at most one year; benefits are 25 %higher than unemployment benefits capped from above by the pension benefit the individual isexpected to receive from the pension system. In 1979, the system was extended to cover all menaged 59 years or older and women aged 54 years or older, provided they had contributed to thepension system for at least 15 out of the previous 25 years. Note that the previous contributionrequirement for the special income support is identical to the contribution requirement for REBP.Hypotheses: The effects of the REBP for men can be analyzed in the standard job search 6framework where job seekers receive unemployment benefits as long as they have not exhaustedthe potential benefit duration. Thereafter job seekers are eligible for reduced social assistancetransfers. Mortensen 1977 argues that extending the potential benefit duration in such asystem tends to reduce the transition rate to regular jobs because it postpones the exhaustionof regular unemployment benefits.6 This reduction in the unemployment exit rate leads toprolonged unemployment duration.In contrast to men, women have access to special income support once unemploymentbenefits have been exhausted. This means that in contrast to the standard job search model,eligible women are facing an upward sloping time path of benefits discouraging job searchstrongly.7 Thus, REBP is expected to prolong unemployment duration much more stronglyfor women than for men.Moreover, firms and workers may even use REBP to change their early retirement strategies.Laying off an older worker who is unproductive but has been employed with the firm for a longperiod damages the reputation of the firm. In contrast, offering this worker an early retirementoption is a way to end the employment relationship without damaging ones reputation amongongoing jobs. Thus, providing early retirement is an attractive option for firms who want tokeep a reputation as a longterm employer but also desire to end employment relationships thatare marginally unproductive. In general, financing early retirement is costly. However, since REBP replaces at least 40 % of previous income, this strategy becomes attractive for firmswho expect significant savings from ending an employment relationship but do not want to beperceived as reneging on a promise of longterm employment. They merely need to provideseverance pay to top off unemployment benefits in order to reach the level of a regular oldage pension. Analyzing unemployment duration is informative on the extent to which suchagreements may have taken place. Women with access to an early retirement package arecertain not to leave unemployment until they reach age 54 special income support programstarts; income while unemployed is lower than special income support or age 55 regular earlyretirement program starts; income while unemployed is higher than special income support.This means that the duration of unemployment among eligible women with an early retirementoption is a monotonically decreasing function of the time from age at entry into unemploymentto age 5455 years.6Lalive et al. 2006 find that this is indeed the case for small benefit extensions.7These predictions have been recently developed in the standard job search model Hairault et al., 2006.73 Data To assess the impact of benefit duration and early retirement rules on the duration of unemployment spells, I use longitudinal individual data from two different sources: i the Austriansocial security database ASSD which contains detailed information on the individuals age,employment, unemployment and earnings history since the year 1972, and some informationon the employer like region and industry affiliation; and ii the Austrian unemployment register AUR from which I get information on the place of residence community and relevantsocioeconomic characteristics. The data cover the universe of the unemployment inflow overthe period 1986 to 1995. The corresponding spells are followed up until the end of 1998.The empirical analysis extracts information on individuals entering unemployment from ajob in the nonsteel sector in the time period 11986 until 121987 before REBP and in thetime period 81989 until 71991 during REBP. The first time period covers the situation before REBP was introduced. We restrict attention to the period after January 1986 because the Austrian unemployment register only started in 1986. Moreover, we do not include informationon the period 11988 until 51988 because spells starting in this time period may already beaffected by REBP.8 The during REBP time period covers the longest possible time periodwhere REBP is introduced but no other changes in benefit entitlement take place. Recallthat the maximum unemployment duration was changed as of August 1989. Furthermore,the analysis disregards the fourth quarter inflow into unemployment in the year 1991 because Lalive and Zweim uller 2004a show that the inflow into unemployment was very stronglyaffected just prior to the end of 1991.9The analysis furthermore focuses on individuals with a continuous work history. Eligibilityfor REBP and special income support requires 780 employment weeks 15 years within thelast 25 years an actualtopotential experience ratio of at least 0.6. Since the Austrian socialsecurity database only contains information as of January 1, 1972, we can observe at most 19.5years prior to entry into unemployment on average. In order to keep possible misclassificationlow, a continuous work history is defined as a career with a ratio of actual to potential workexperience henceforth previous experience since the year 1972 of at least 0.7. This ensuresthat only workers who satisfy the work experience requirement with a very high probabilityare included in the sample.108Note that ongoing spells are affected by REBP. However, once a job seeker has exhausted regular unemployment benefits he or she is no longer eligible for REBP. Since the potential benefit duration was at most 30 weeks prior to REBP, this sample selection ensures that REBP does not affect the before REBP analysisstrongly.9Arguably, this can be rationalized by the fact that it was not certain whether REBP would be extended.Firms and workers therefore had a strong incentive to make use of the generous unemployment insurance rulesprovided by REBP.10The data contain information on employment dating back to the late 1940s for about 30 % of all individualsREV Daten. This information can be used to assess the quality of the threshold rule used in the empirical 8The data contain information on the month and year of birth, and month and year of entryinto unemployment. This allows calculating the age at entry into unemployment by countingthe number of years and months of a persons life completed before entering unemployment.For instance, a job seeker born in June 1940 who is entering unemployment in May 1990 isaged 49 years and 11 months. In contrast, a job seeker born in the same month but enteringunemployment in June 1990 is aged 50 years and 0 months.11 The empirical analysis restrictsattention to individuals aged 46 years to 53 years and 11 months at the beginning of theunemployment spell. This is the only age bracket where both women and men do not haveaccess to early retirement on the first day of the unemployment spell. Second, because age isonly recorded up to a precision of one month, we allow for clustering of the regression errorsat the age cell level to account for possible specification error as suggested in Card and Lee2006.The second identification strategy identifies the effect of REBP at the border betweentreated and control regions.12 Figure 1 shows the distribution of REBP across the 2361 communities in Austria. Interestingly, the treated regions communities with blue shading wereall located on a contiguous area located in the Eastern part of Austria and stretching from the Northern border to the Southern border. The program covers parts of the provinces Burgenland, Carinthia K arnten, Lower Austria Nieder osterreich, Upper Austria Ober osterreich,and Styria Steiermark.It is crucial to measure the distance of each community to the border between treatedand control regions. Figure 1 shows that communities which appear to be located close tothe border on the map need not be close in economic terms because they are separated bymountainous terrain for instance in the Alpine center of Austria. We therefore use a measurethat reflects travel time an economically more relevant measure of distance between locationsthan air distance. Specifically, the distance to the border of community A is the numberof minutes it takes to drive a car from a community across the border, i.e.to the closestcommunity that is located on the other side of the border.13 This travel distance measure isanalysis. Findings indicate that 61 % of all job seekers with an actual to potential experience ratio of .6 to .7actually fulfill the 15 out of 25 years requirement. The corresponding figure is 81 % for job seekers with a ratioof .7 to .8, it is 94 % for job seekers with a ratio of .8 to .9, and it is 99 % for job seekers with a ratio of .9 to 1. This suggests that the .7 threshold is successful in identifying eligible individuals the average probability ofbeing eligible exceeds 94 %. Note, however, that we can not concentrate on the subsample of individuals with REV information since this subsample is not a random draw from the unemployment inflow.11Note that this job seeker may have been born on June 30, 1940 but entered unemployment on June 1,1990 missing almost one month to her or his 50th birthday. Results strongly suggest that this person wasnevertheless eligible for REBP see Figure 2. Arguably, this can be explained by the fact that the caseworkersin the unemployment insurance office only consider month and year of birth and unemployment entry whenassessing a claimants eligibility status.12See Holmes 2005 and Hoxby 2000 for important geography based analyses in urban economics and theeconomics of education.13The distance measure reflects the time required to drive from the center of community A to the center ofthe community on the other side of the border using the fastest road connection between these two communitiesunder normal conditions. We obtained this information in 2000 from a commercial provider of rout planning 9Figure 1: Regional distribution of REBPsuperior to using air distance between communities because it accounts for possible geographicbarriers mountains, rivers between communities that look adjacent on a map. The minimaldistance from a community in the treated region to the nearest control region community is 5 minutes. We normalize travel distance from this treated community to the border to bezero because this community is, effectively, located exactly on the border between treated andcontrol communities.14For control region communities we perform the same calculation with the only differencethat we record the negative of the travel distance by car. Thus nonnegative values of thedistance to border variable refer to treated communities. Negative values of the distance toborder refer to control communities. The analysis identifies the effect of REBP on unemployment duration at the border between treated and control communities, i.e. at zero minutesdistance to border.The empirical analysis restricts attention to individuals living no farther than a 70 minutescar drive from the border because the density of the inflow into unemployment is very lowsoftware in Austria DDS Digital Services. Note that the travel distance by car measured in this paper maynot properly reflect the travel distance at the beginning of the 1990s. Nevertheless, we believe that this measureof travel distance is likely to contain important information on the geographic distance between communitiesbecause there were no major changes to road infrastructure.14Specifically, we subtract 5 minutes travel distance from each treated region communitys distance to theborder between regions.109009045Kilometers With Extended Benefits Shaded Without Extended Benefits Whitein communities located further than 70 minutes car distance from the border. Furthermore,we also exclude unemployment spells that start in Vienna a control region city located at 33 minutes from the border between treated and control regions because Vienna is a verydominant community characterized by long unemployment duration.The key issue in terms of identification is the location of steel plants in terms of distanceto the border between treated and control regions. Even though the analysis focuses on thenonsteel inflow, the steel restructuring operations may spill over to other industries. Thereare two main channels for spillovers. First, industries that are supplying materials to the steelindustry can be affected. Second, the reduction in steel worker incomes may spill over to otherindustries via reduced demand for goods. The national steel holdings two largest plants arelocated in the city of Linz Upper Austria, and Donawitz, located near the city of LeobenStyria. Our data indicates that it takes 24 minutes to drive from the city of Linz to theborder between treated and control regions. The distance from Donawitz to the border is evenlonger 34 minutes. Arguably, this suggests that spillovers from steel do not affect estimatesof the effect of REBP at the border between treated and control regions.15Table 1 reports key background statistics on the job seekers entering unemployment froma job in the nonsteel sector in the time during REBP 8198971991, by gender, age andregion of residence.16Table 1 indicates that there are 4759 treated male individuals, that is individuals aged 5053years, living in treated regions Panel A, Column 1. Average age is slightly lower than 52 yearsreflecting the fact that the inflow is concentrated somewhat among individuals closer to the 50 year threshold. On average, treated individuals live about a 28 minutes car drive from theborder between treated and control regions. About 83 % of all men who enter unemploymentare married, and about 48 % of the job seekers were previously employed in construction.17Table 1 shows that there are 4975 men starting an unemployment spell also in treatedregions but aged 4649 years Panel A, Column 2. Clearly, average age 48 years in thisgroup is lower than in the group of treated individuals. However, this first control groupappears to be living at roughly similar distance to the border between treated and controlregions and the younger group of job seekers living in treated regions is quite comparable to theeligible older group of job seekers in terms of the family situation. In the control communities,there are 8537 men entering unemployment in the age group 5053 years Table 1, Panel A,15Note that spillovers from steel are unlikely to bias the identification strategy at the age 50 years thresholdbecause these spillovers affect both job seekers similarly on both sides of the threshold.16These control variables are used in the empirical analysis. In addition, the empirical analysis uses information on family situation, education, nationality, wage in previous job, skill level white collar vs. blue collar,and previous industry to control for possible differences between treated and control spells.17Note that the high share of construction workers in the unemployment inflow reflects strong seasonal unemployment in the construction sector rather than the relative size of this sector compared to other sectors.11Column Living in Age bracket Table 1: Selected Descriptive Statistics means123Treated region Treated region Control region 5053 years 4649 years 5053 years Age yearsDistance to border minutesMarried shareConstruction shareNumber of spells Age yearsDistance to border minutesMarried shareConstruction shareA. Men 51.728.2.828.4814759B. Women 51.527.1.780.030Number of spells Source: Own calculations, based on ASSD.346648.027.2.785.492497548.126.6.696.027219351.739.2.821.600853751.937.1.721.0343625Column 3.18 Average age for control region job seekers is identical to treated individuals.However, these individuals are living on average 39 minutes from the border between treatedand control regions. This indicates that the average control individual is living in a communitythat could be quite different due to geographic location from the community of the averagetreated individual.Indeed, the construction sector inflow is much larger in control regions60 % than in treated regions 48 %. This suggests paying particular attention to how theconstruction share changes when approaching the border between treated and control regions.With respect to the family situation job seekers in control regions 82 % are married aresimilar to job seekers in treated regions 83 % are married.There are 3466 women entering unemployment who satisfy both the age and region ofresidence requirement for REBP Table 1 Panel B Column 1. The average age among womenis 51.5 years; about .3 years lower than the average age among treated men. This could be dueto the fact that REBP might have been more relevant among women near the age 50 thresholdcompared to men. Second, about 78 % of all eligible women are married and about 3 % ofthese women were previously employed in the construction sector.Table 1 reports descriptive statistics on the two control groups for women Panel B Columns 2 and 3. There are 2193 women entering unemployment in the age bracket 4649 years in theperiod with REBP in treated regions Panel B Column 2. The family situation of the jobseekers who fail the age requirement is quite different from the eligible group of job seekers.18The inflow into unemployment is larger in the control regions than in treated regions because more peoplelive and work in control region communities than in treated regions.12Figure 2: The effect of REBP on unemployment duration for men: age threshold Notes: Sample restricted to inflow into unemployment the period 81989 until 71991 during REBP. Sample restricted to individualsliving in treated region.Source: Own calculations, based on Austrian Social Security Database.Whereas 78 % of the eligible women are married, only 70 % of the women below the age 50threshold are married. In terms of identification, it is important to see whether this differenceoccurs at the age threshold. The second control group comprises the 3625 women who do notlive in treated regions but satisfy the age requirement Panel B Column 3. Note that averageage in this group is 51.9 which is slightly higher than the average age in the treated group is 51.5 years. Moreover, the fraction married in the control group is again somewhat lower 72% than in the treated group 78 %.4 Descriptive Evidence on the Effects of REBPThis section reports descriptive evidence on the effects of REBP on unemployment duration,on the effects of age and distance to border before REBP was introduced, and on the effectsof REBP on inflow composition and on inflow size.Results for Men: Figure 2 reports descriptive evidence on the effect of REBP on averageunemployment duration measured in weeks among men. Note that average unemploymentduration is not affected by right censoring because spells are observed until the end of 1998.19Figure 2 reports average unemployment duration by age at entry into unemployment for 19Fewer than 1% of all unemployment spells are right censored in the data.13013263952unemployment duration weeks464748495051525354age yearsDiscontinuity at threshold 14.798; with std. err. 1.928.Figure 3: The effect of REBP on unemployment duration for men: border threshold Notes: Sample restricted to inflow into unemployment the period 81989 until 71991 during REBP. Sample is restricted to individualsaged 50 years or older.Source: Own calculations, based on Austrian Social Security Database.each age quarter from 46 years and 1 quarter to 53 years and 4 quarters. The evidence isbased on 9734 individuals living in treated regions, i.e. 4759 treated individuals aged 50 yearsand older and 4975 control individuals aged 46 to 49 years. All figures superimpose the fitof a linear regression allowing for a discontinuity at the threshold and linear trends in theassignment variable age or distance to border on both sides of the threshold see section 5for further discussion on estimation.Control individuals remain unemployed for 13 weeks on average.In contrast, averageunemployment duration exceeds 26 weeks in almost all age cells for individuals aged 50 yearsor older. There is a significant discontinuity in average unemployment duration that occursbetween individuals aged 49 years and 4 quarters and individuals aged 50 years and 1 quarter.This suggests that there is a strong effect of REBP on the average duration of unemploymentspells.Figure 3 identifies the effect of REBP by comparing individuals living on both sides of theborder between treated and control regions. This figure is based on 13296 individuals who are 50 years or older at the beginning of their unemployment spell, i.e. the 4759 treated individualswho live in treated regions and the 8537 control individuals who live in control regions.2020The figure reports average unemployment duration for each distance to border cell of width 5 minutes, i.e.the first cell reporting average unemployment duration in communities located 6569 minutes from the border 14013263952unemployment duration weeks70605040302010010203040506070distance to border minutesDiscontinuity at threshold 13.622; with std. err. 2.988.Figure 4: The effects of age and distance before REBP: men Notes: Sample restricted to inflow into unemployment in the period 11986 until 121987 before REBP. Sample for age identification isrestricted to treated region. Sample for border identification is restricted to individuals aged 50 years or older.Source: Own calculations, based on Austrian Social Security Database.Average unemployment duration is roughly 13 weeks in the control regions negative values ofdistance to border. Furthermore, unemployment duration appears to decrease slightly whenapproaching the border between treated and control regions. In contrast, as soon as we enterthe the treated region, average unemployment duration increases significantly to more than 26weeks. This suggests, again, that REBP strongly increases average unemployment durationamong men living close to the border between treated and control regions. In line with controlregions, there is a negative relationship between average unemployment duration and distanceto border in treated regions.The evidence in Figures 2 and 3 suggest that there are important discontinuities in theduration of unemployment at age 50 and at the border between treated and control regions.Have these discontinuities been caused by REBP? This is true only if the counterfactual averageduration without REBP varies smoothly with age and distance to border.In particular,jumps in unemployment duration at age 50 and at the border that occur for reasons otherthan benefit eligibility have to be ruled out. I therefore investigate whether average durationof unemployment varies smoothly before REBP was introduced. Figure 4 reports averageunemployment duration as a function of age and distance to border in the period from 11986until 121987, i.e. 2.5 years to .5 years before REBP was introduced.Figure 4A reports the effects of age on unemployment duration. Men who are 46 years oldremain unemployed for about 13 weeks on average. As age increases, so does average unemployment duration. Men who are 53 years old when registering at the unemployment officebetween treated and control regions 67.6 minutes, the second cell reporting evidence for communities at 6064minutes distance 62.5 minutes,  , and the last cell reporting evidence for the community located 55 to 69minutes from the border 62.5 minutes. Note that the cells at distance 10 to 14 minutes, 5 to 9 minutes tothe border from the control region side, and the cells 0 to 4 minutes, and 5 to 9 minutes distance to the borderon the treated region side are aggregated because the cells close to the border are based on fewer than 150spells. For the same reason, the descriptive analysis aggregates the cells 5559 minutes, 6064 minutes, and 6569 minutes distance to border into one cell. Note, however, that the econometric analysis is based on thecontinuous distance to border measure.15013263952unemployment duration weeks464748495051525354age yearsDiscontinuity at threshold 3.442; with std. err. 1.416.A. Age 013263952unemployment duration weeks70605040302010010203040506070distance to border minutesDiscontinuity at threshold 1.872; with std. err. 2.518.B. Borderare expected to be unemployed for about 16 weeks. Importantly, there are some differencesin terms of average unemployment duration at the age 50 threshold. Men who are in the agebracket 49 years and 4 quarters are unemployed for roughly 14 weeks. In contrast, men whohave just celebrated their 50th birthday remain unemployed for 17 weeks on average, and thelinear regression suggests that this difference is statistically significant. This evidence thus suggests that it may be important to account for preexisting differences in average unemploymentduration at the age 50 years threshold.Figure 4B assesses how average unemployment duration varies with distance to border.Before REBP, average unemployment duration is about 13 weeks in control region communitiesat 70 minutes distance to the border. Duration of job search increases monotonically from lessthan 13 weeks to about 20 weeks when approaching the border between treated and controlregions. Importantly, there is no significant difference in average unemployment duration onboth sides of the border. The evidence in Figure 4B thus suggests that identifying the effectof REBP by contrasting average unemployment duration in communities located at both sidesof the border is a meaningful identification strategy.For this identification strategy to be valid, however, the composition of the inflow poolneeds to be balanced at the age and border threshold in the period with REBP. Two importantcharacteristics are marital status and previous employment in construction. Marital status isimportant primarily because it is related to the potential level of the social assistance transfers.The idea is that married individuals are more likely to live with a working spouse. Sincemeans testing focuses on household rather than individual income, the likelihood that marriedindividuals will receive social assistance is lower. This suggests that married individuals remainunemployed shorter than nonmarried individuals all else equal. Construction employment isimportant because it proxies for seasonal unemployment which reflects unemployment due toa temporary rather than a permanent layoff. Table 1 presents descriptive statistics on theseimportant background characteristics and shows that the share married is not balanced withrespect to age and the construction share is not balanced between treated and control regions.Figure 5 therefore assesses how the composition of the inflow into unemployment varies withage and distance to border.Focusing on men entering unemployment in treated regions in the age bracket 4553 years,Figure 5A reveals that marital status indeed appears to be correlated with age. In the agebracket 4648 years, the share married increases from about 75 % to about 80 %. Importantly,there is no discontinuity at the age 50 threshold. Roughly 80 % of all job seekers who are aged 50 years and 1 quarter are married. The share married increases from 80 % to about 86 % inthe age bracket 50 to 53.Figure 5B discusses inflow composition with respect to previous employment in construc16Figure 5: The Composition of the Unemployment Inflow: men Notes: Sample restricted to inflow into unemployment in the period 81989 until 71991 during REBP. Sample for age identification isrestricted to treated region. Sample for border identification is restricted to individuals aged 50 years or older.Source: Own calculations, based on Austrian Social Security Database.tion as a function of distance to border. In control regions, the share previously employed inconstruction is about 60 % irrespective of distance to the border between treated and controlregions. Just on the other side of the border, the share previously employed in constructiondecreases quite strongly but insignificantly to 53 %. The share previously employed in construction decreases further as distance to border increases and reaches a level of less than 40% in communities located at distance 40 minutes to the border. Moving further away from theborder, we find that the construction share increases again to about 50 %.A final concern with the identification strategy refers to how likely it is that firms andindividuals manipulate their location on either side of the threshold. While it is clearly difficultto manipulate ones age, it is very well possible that firms and individuals can manipulate theage at entry into unemployment. Figure 6 therefore assesses whether the relative size of theinflow into unemployment is affected by the REBP.21Figure 6A reports relative inflow for the age based identification strategy among men.Relative inflow is the likelihood ratio of age, i.e. the ratio of the density of age in treatedregions to the density of age in control regions.22 Figure 6A indicates that the likelihood ratiois close to 1 throughout the entire support suggesting that there is no concentration of theinflow at a particular age bracket. This suggests that manipulation of the age at entry intounemployment does not occur among men.Figure 6B reports relative inflow for the border based identification strategy. Relative inflowis the likelihood ratio of distance to border, i.e. the ratio between the density of distance to 21It would be desirable to report the unemployment inflow rate, that is, the number of spells entering unemployment relative to employment. Our employment data, however, are based on the location of the previousemployer rather than of the location of the individuals residence. This means that it is not possible to calculateunemployment risk appropriately. Note that relative inflow is, however, informative on inflow risk unemployment inflow divided by employment if the age structure of employment is identical in treated and controlregions up to a constant.22Specifically, the density in treated control regions is the ratio of the number of spells observed in each agebracket relative to the total number of spells in treated control regions. Each point in Figure 6A is the ratiobetween these two densities.17.4.5.6.7.8.91married share464748495051525354age yearsDiscontinuity at threshold .002; with std. err. .016.A. Age.2.3.4.5.6.7.8construction share70605040302010010203040506070distance to border minutesDiscontinuity at threshold .052; with std. err. .046.B. BorderFigure 6: Inflow effects due to REBP: men Notes: Age: relative inflow is the ratio of the density of age in the treated region to the density of age in the control region. Border: relativeinflow is the ratio of the density of distance to border in the age bracket 5053 years to the corresponding density in the age bracket 4649years. Sample restricted to inflow into unemployment in the period 81989 until 71991 during REBP.Source: Own calculations, based on Austrian Social Security Database.border in the age bracket 5053 years to the density of distance to border in the age bracket 4649 years. In control communities, relative inflow is 1 indicating that the number of olderworkers entering unemployment is almost identical to the number of younger workers. Relativeinflow is also close to 1 in treated communities located no farther than 30 minutes from theborder. Relative inflow becomes more noisy in communities located 35 minutes and more fromthe border reflecting the fact that these distance to border cells are relatively small. Again,there appears to be no manipulation of location of residence.Results for Women: Figure 7 concentrates on women entering unemployment in treatedregions in the age bracket 46 to 53 years and it displays three striking facts.23 First, thereis a very salient increase in unemployment duration at the age 50 threshold. Whereas thewomen who are slightly younger than the threshold leave unemployment on average afterabout 16 weeks, women who are slightly older than the threshold do not exit unemploymentfor more than 130 weeks on average. Thus, there appears to be a strongly significant increasein unemployment duration by at least 110 weeks. Second, in the age bracket 50 to 53 years,there is a very strong decrease in average unemployment duration from more than 130 weeksage 50 years and 1 quarter to less than 52 weeks age 53 years and 4 quarters. Thisevidence is consistent with an interpretation that a substantial fraction of eligible womenremain unemployed until they turn 54, the minimum age required in the special income supportprogram.24 Third, in contrast to men, there appears to be a decline in average unemploymentduration from about 26 weeks at age 48 to about 16 weeks at age 49.23Note that the yaxis for women covers the first three years in an unemployment spell rather than merelythe first year as for men. Women who are 46 years old remain unemployed for about 20 weeks on average; thisis somewhat longer than average unemployment duration among men in the same age bracket see Figure 2.This can be explained by seasonal construction sector unemployment being much more relevant for men thanfor women.24Note, however, that it it is not true that all women at the age 50 threshold are using REBP as an earlyretirement pathway. If this were the case the average duration of unemployment would have to exceed 200 weeksfor women entering unemployment at age 50 instead of reaching a level of 141 weeks.180.511.52relative inflow treated vs control Region464748495051525354age yearsDiscontinuity at threshold .061 with std. err. .046.A. Age 0.511.52relative inflow age 5053 vs age 464970605040302010010203040506070distance to border minutesDiscontinuity at threshold .148 with std. err. .097.B. BorderFigure 7: The effect of REBP on unemployment duration for women: age threshold Notes: Sample restricted to inflow into unemployment the period 81989 until 71991 during REBP. Sample is restricted to individualsliving in treated region.Source: Own calculations, based on Austrian Social Security Database.Figure 8 uses variation in distance to border among women aged 50 years or older toidentify the effect of REBP. There is hardly any variation in the duration of job search asone approaches the border between treated and control regions from the control region side.Average unemployment duration oscillates around 26 weeks, i.e. almost twice the average formen see Figure 3. However, as one crosses the border between treated communities andcontrol communities, unemployment duration increases significantly from 26 weeks to a levelof 78 weeks, i.e. an increase by exactly one year. Thus, there appears to be a tremendousincrease in average unemployment duration associated with REBP. Note that the effect of REBP at the border is much weaker than the effect of REBP at age 50 years.Using preprogram data for women, we find that there is neither a significant discontinuityin expected unemployment duration at the age 50 threshold nor at the border between treatedand control regions. Moreover, inflow composition does not appear differ at the border betweentreated and control regions; the share married does not significantly differ on both sides of theborder. In contrast, inflow composition appears to be significantly affected at the age threshold.Women aged 50 years are significantly and quantitatively importantly 6.5 percentage pointsmore likely to be married than women who just fail the age threshold.Figure 9 discusses the effects of REBP on the relative size of the inflow among women.190265278104130156unemployment duration weeks464748495051525354age yearsDiscontinuity at threshold 109.645; with std. err. 4.927.Figure 8: The effect of REBP on unemployment duration for women: border threshold Notes: Sample restricted to inflow into unemployment the period 81989 until 71991 during REBP. Sample is restricted to individualsaged 50 years or older.Source: Own calculations, based on Austrian Social Security Database.There is a striking spike in the number of women entering unemployment exactly at age 50years and 1 quarter in treated regions relative to control regions Figure 9A. Whereas relativeinflow is around 1 in the age group 4549 years, relative inflow peaks at almost 3 in the agecell 50 years and 1 quarter.25 With increasing age, however, relative inflow drops strongly andreaches a level of about 1 in the age bracket 51 to 52 years. Relative inflow is below 1 in theage group 53 years.26 The fact that the inflow size is affected strongly by REBP suggests thatthe age based identification strategy could be affected by inflow effects.Interestingly, in contrast to the age based identification strategy, the border based identification strategy appears to be much less strongly affected by inflow size effects Figure 9B.Relative inflow increases monotonically and quite smoothly from control communities at distance 70 minutes from the border to treated communities at distance 20 minutes from theborder from a likelihood ratio of about .6 to a likelihood ratio of 1. On the other side of theborder, relative inflow is about 1.2 which is only slightly and insignificantly higher than rela25Specifically, in control regions there 256 spells in the age bracket 50 years and 1 quarter. In treated regions,there are 596 ! spells in the age bracket 50 years and 1 quarter. Relative inflow is .1055965659 total age 4649 inflow in treated regions divided by .0362567063 total age 4649 inflow in control regions. There isno evidence that these spells are due to the closing of one large plant.26This is due to the fact that the size of the inflow increases quite strongly at age 53 years in control regions,i.e. the age when women in control regions can also use the unemployment benefit system as a pathway to earlyretirement because potential benefit duration is one year.200265278104130156unemployment duration weeks70605040302010010203040506070distance to border minutesDiscontinuity at threshold 50.58; with std. err. 6.031.Figure 9: Inflow effects due to REBP: women Notes: Age: relative inflow is the ratio of the density of age in the treated region to the density of age in the control region. Border: relativeinflow is the ratio of the density of distance to border in the age bracket 5053 years to the corresponding density in the age bracket 4649years. Sample restricted to inflow into unemployment in the period 81989 until 71991 during REBP.Source: Own calculations, based on Austrian Social Security Database.tive inflow in control communities providing information on the counterfactual unemploymentduration without REBP. This suggests that the border based identification strategy is lessaffected by the effects of REBP on the size of the unemployment inflow.Taken together, these descriptive analyses suggest that an estimation strategy that measures the discontinuity at the threshold identifies the causal effect of extended benefits onunemployment duration at both thresholds for men and at the border threshold for women.275 Identification and Estimation The goal of the regression discontinuity approach is to measure the discontinuity in expectedunemployment duration at the assignment threshold S0 age 50 years or distance to border 0minutes. Because the design in the REBP context is sharp, this discontinuity identifies theaverage causal effect for the threshold population of job seekers if the expected nontreatmentunemployment duration is continuous at the threshold Hahn et al., 2001.I have provided three pieces of evidence that allow discussing the validity of this identifyingassumption in the previous section. First, I have provided evidence on how expected unem27Firms can not respond at the border threshold because workers have to be living for at least 6 monthsin treated regions. Yet, firms also do not appear to delay laying off a 49 year old until she or he is 50 yearsold. This can be understood by considering the theory behind a layoff. A firm induces a layoff if the expectedcontribution i.e. productivity minus total costs of a particular worker to firm profit is negative. Suppose thefirm realizes at date t that worker i aged 49 years and 11 months contribution to firm profit is negative. Thefirm thus has a strong incentive to fire the worker at date t. In contrast, the workers expected utility wouldbe improved if the firm delayed the layoff from date t to date t 1 because the worker would be eligible for 209 weeks of extended benefits instead of 39 weeks. This means that there are gains from trade. These gainscan be realized if the worker could propose to the firm that he or she will take a wage cut that is sufficient forexpected contribution to the firms profit to be nonnegative. In the present context, however, such a trade ishighly unlikely to take place for at least two reasons. First, the worker is only slightly better off in the systemwith extended benefits because extended benefits are valuable for workers who exhaust unemployment benefits.In the Austrian context, only 1 out of 14 workers in treated regions exhaust 39 weeks of benefits. Second, evenif the gains from trade were large, it is not possible for workers and firms to implement a temporary wage cutbecause unions would not agree with such a deal. This means that it is not possible for workers and firms todelay entry into unemployment.210.511.522.53relative inflow treated vs control Region464748495051525354age yearsDiscontinuity at threshold .973 with std. err. .316.A. Age 0.511.522.53relative inflow age 5053 vs age 464970605040302010010203040506070distance to border minutesDiscontinuity at threshold .007 with std. err. .121.B. Borderployment duration varies with S in the time period before REBP was introduced. This allowsassessing whether continuity of the nontreatment outcome is fulfilled without the program.However, introducing the program may invalidate evidence before the program was introduced.In particular, firms and workers may agree to postpone entry into unemployment until the eligibility criteria have been satisfied. I therefore provide, second, evidence that allows assessingwhether important background characteristics such as marital status or previous employmentin construction are balanced at the assignment threshold. Third, I also provide evidence onthe effects of REBP on the relative density of the assignment variable S in the inflow intounemployment in Figures 6 and 9. The idea is straightforward. Noncontinuity of the density of S indicates that firms and workers react to REBP. This reaction can induce a biasin the regression discontinuity estimates if additional layoffs are selective, i.e. have differentcounterfactual unemployment duration. Figure 9A suggests that there is an abnormal reactionat the age threshold for women. The absence of a dip just before age 50 suggests, however,that this reaction has not been caused by firms wanting to provide an early retirement optionto women whom they expect to remain longterm unemployed. Section 6 addresses the agethreshold reaction by providing results for a subgroup of women with information on previous unemployment duration. This allows assessing whether there is selection bias within thissubgroup.The focus of RDD estimation is on identifying the discontinuity in average unemploymentduration Y at the assignment threshold S0. Specifically, I use the following linear regression Yi 0 1Di 0Si S0 1DiSi S0 i1The parameter 1 measures the average causal effect of REBP on unemployment durationat the assignment threshold S0. The parameters 0 and 1 capture the direct effects of theassignment variable S on average unemployment duration.28The crucial issue in RDD estimation is the specification of the correlation between the outcome Y and the assignment variable S. This paper proposes two ways of assessing whether thetwosided linear model specification 1 is appropriate. The first sensitivity analysis augmentsthe regression with quadratic and cubic terms in S S0. This is a parametric method ofassessing the sensitivity of our results. Second, I discuss sensitivity to functional form applyinga semiparametric version of model 1 to the data Porter, 2003. Intuitively, the local linearregression weighs data points such that information close to the threshold gets more weight 28Note that the data on S age at entry into unemployment and distance to border between treated andcontrol regions is not measured on a continuous scale. This introduces a specification error into model 1.Random specification error introduces heteroscedasticity in the variancecovariance matrix of the error termand can be addressed by clustering on the cells of S that are observed in the data Card and Lee, 2006.22than information further away from the threshold.29The empirical analysis also addresses two additional concerns. First, the assumption ofcontinuity may not hold even before REBP was introduced. The sensitivity of the results basedon model 1 can be assessed by using information before REBP was introduced.30 Second, theit is possible to improve the efficiency of the estimates by including observed characteristicsinto the regression. The sensitivity analysis therefore adds all observed characteristics to thebasic model 1.6 Econometric Results This section presents the econometric estimates of the effects of REBP on unemployment duration. Table 2 presents results for men, based on the age threshold in Panel A, and based onthe border threshold in Panel B. The first Column reports estimates that contrast average unemployment duration on both sides of the age threshold. Results indicate that unemploymentduration is 14.6 weeks longer among men in the age bracket 5053 years compared to men aged 4649 years. The second Column reports the results from the basic model 1. Results indicatethat REBP prolongs unemployment duration by 14.8 weeks rather than 14.6 weeks. Moreover,Figure 2 shows that the basic model fits the threshold data points well.Because there is not necessarily a linear trend in the outcome, column 3 in Table 2 reportsresults based on a cubic specification again on both sides of the threshold. Results indicatethat the effect of REBP is weaker than in the basic model 11.2 weeks as opposed to 14.8 weeks.Column 4 in Table 2 reports results that use Epanechnikov kernel weights to give more weightto observations that are close to the age 50 threshold. The local linear estimate of the effectof REBP on unemployment duration is 12.7 weeks, again lower than the basic model estimateof 14.8 weeks.31 Column 5 accounts for possible preexisting differences in unemployment 29Specifically, the local linear estimates are obtained by Ncid:88argmin 0,1,0,1i1Yi 0 1Di 0Si S0 1DiSi S02KhSi S02where Khu 341 uh2Iu h is the Epanechnikov kernel, and h is the bandwidth. Note thebasic model 1 is a special case of the model 2 obtained by setting the bandwidth to , i.e. weighting allobservations equally. In the empirical analysis, I set the bandwidth to 2 years at the age threshold and to 30minutes at the border threshold. This ensures that about one half of all the observations from model 1 are usedin model 2. I also investigate sensitivity of estimates to bandwidth choice. Specifically, I also use bandwidths 1 year or 3 years for the age strategy and bandwidths 20 minutes or 40 minutes for the border strategy.30Specifically, the model Yi 0Ti 1Ti Di 0TiSi S0 1Ti DiSi S0 0 1Di 2Si S0 3DiSi S0 i3is estimated where Ti 1 if the unemployment spell starts in the during REBP period, and Ti 0 otherwise. Again, the parameter 1 provides the beforeduringRDD BDRDD estimate of the effect of REBP onunemployment duration.31The local linear regression reported in Table 2 uses a bandwidth of 2 years. Estimates are not sensitive to 23Table 2: Men: The effect of extended benefit duration on unemployment duration Column123456Treatment effect 14.6051.070A. Age threshold 11.15314.7981.9283.47512.7152.57711.3562.25413.8311.851Polynomial order Bandwidth yearsBDRDDControl variables Observations R2Treatment effect 0No No 97340.021No No 97340.023No No 97340.0212No No 53820.011Yes No 194600.011No Yes 97340.0613.9021.646B. Border threshold 15.49613.6229.5302.98812.5386.03711.7503.09612.0392.493Polynomial order Bandwidth minutesBDRDDControl variables 0No No 1No No 3No No Observations R2132960.01132960.01132960.02130No No 57620.011Yes No 253410.011No Yes 132960.08Notes: Robust standard errors in parentheses clustered on age and distance to border. significant at 10%, significant at 5%, significant at 1%. BDRDD refers to model 3 that uses information on the period before REBP to control for preexisting discontinuitiesat the age and border threshold.Source: Own calculations, based on ASSD.duration at the age 50 threshold by using information before REBP was introduced. Resultssuggest that REBP prolongs unemployment by about 11.3 weeks a weaker effect than in thebasic model. Column 6 absorbs random variation by adding observed characteristics. Resultssuggest that REBP prolongs unemployment duration by 13.8 weeks.The second identification strategy compares men entering unemployment living on bothsides of the border between treated and control regions Table 2, Panel B. Contrasting treatedand control regions produces a prima facie treatment effect of about 13.9 weeks of REBP onaverage unemployment duration column 1. Adding a linear trend in distance to region asin the basic model 1 indicates that REBP leads to an increase in unemployment durationby 13.6 weeks rather than 13.9 weeks. Again, fitting the quite nonlinear trend observedin the raw data with a linear trend captures the situation at the threshold quite well see Figure 3. Adding a quadratic and cubic term in distance to border leads to a stronger, albeitinsignificant, estimate of the effect of REBP on unemployment duration column 3. Thelocal linear estimate of the corresponding effect is 12.6 weeks column 4 weaker than thebasic model estimate of 13.6 weeks.32 Accounting for preexisting differences in unemploymentchanges in the bandwidth effect is 12.594 with a 1 year bandwidth, and 13.467 with a 3 years bandwidth.32The local linear regression reported in Table 2 uses a bandwidth of 30 minutes. Estimates are somewhatsensitive to changes in the bandwidth effect is 16.328 with a 20 minutes bandwidth, and 11.785 with a 40minutes bandwidth.24duration at the border suggests that REBP prolongs unemployment duration by 11.8 weekscolumn 5, and adding observed characteristics suggests that REBP prolongs unemploymentduration by about 12.0 weeks.Turning to results for women Table 3, I now discuss results based on the age strategypanel A and the border strategy panel B. Table 3 shows that contrasting women aged 5053years with women aged 4649 years produces a prima facie effect of REBP on unemploymentduration of 68.2 weeks column 1. This effect is, however, downward biased since unemployment duration decreases strongly with age among women aged 50 or older. Adding a twosidedlinear trend produces an estimate of about 109.6 weeks in the basic model specification column 2. The simple identification strategy is in line with the raw data below the threshold butit is below average unemployment duration at age 50 and 1 quarters see Figure 7. A modelthat adds quadratic and cubic terms in age to the basic model 1 produces a much strongereffect of REBP of 125.7 weeks column 3. The local linear estimate of the effect of REBPon unemployment duration is 121.8 weeks almost in line with the cubic model estimate of 125.7 weeks but again larger than the basic model estimate.33 The BDRDD analysis producesan estimate of the effect of REBP on unemployment duration of 109.4 weeks which is exactlyin line with the basic model estimate column 5. Moreover, adding control variables to thisspecification tends to reduce the treatment effect by about 7 weeks, from 109.6 weeks to 102.6weeks column 6.Note that the particular feature of the age identification strategy is that the unemployment inflow near the age 50 years threshold is strongly affected by REBP Figure 9. Thismeans that average unemployment duration below the age 50 threshold is not informative onthe counterfactual situation for the age 50 unemployment inflow. One way of addressing thisconcern is to find preprogram information on the average unemployment duration for womenwho are aged 5053 years during REBP. This is possible for women who have been repeatedlyunemployed women. Figure 10A reports the average first unemployment spell duration in thepreprogram period conditional on age attained at the start of the duringprogram spell.34There is no quantitatively important discontinuity in unemployment duration at the thresholdfor repeatedly unemployed women. The linear regression indicates that unemployment duration is 2.8 weeks longer with std.err. 1.5 weeks for women aged 50 years compared to womenaged 49 years and 11 months.Figure 10B plots average duringprogram duration for the sample of women with infor33The local linear regression reported in Table 3 uses a bandwidth of 2 years. Estimates are not sensitive tochanges in the bandwidth effect is 123.503 with a 1 year bandwidth, and 119.981 with a 3 years bandwidth.34Clearly, for individuals aged 4647 the chances are very small that such information is available because thedata set is limited to the age group 4653 years. There are 1,279 out of 5,6459 spells present in this analysis;978 out of 3,466 spells for women age 50 years or older; 279 out of 2,193 spells for women age 49 or younger.25Figure 10: Results for repeatedly unemployed women Notes: Preprogram refers to women with preprogram unemployment duration information. DuringProgram refers to the same womenwhen REBP in force.Source: Own calculations, based on Austrian Social Security Database.mation on preprogram duration. There is a strong and significant increase in unemploymentduration at the threshold. While repeatedly unemployed women age 50 years are expectedto remain unemployed for about 85 weeks, the counterfactual unemployment duration without extended benefits is only 11 weeks. Thus, extended benefits appear to increase averageunemployment duration by 74.8 weeks std. err. 6.5 weeks. This estimate of the causaleffect is weaker than all of the estimates reported in Table 3 Panel A. There are at least twoexplanations for this weaker effect. On one hand, effects reported previously could be biased.On the other hand, the repeatedly unemployed subgroup could be less responsive to extendedbenefits in general. It is possible to assess the second explanation by studying repeatedly unemployed men. The average causal effect of extended benefits for repeatedly unemployed menis 8.6 weeks std. err. 3.2 weeks. This effect is smaller than the average causal effect for allmen; repeatedly unemployed men are less responsive to extended benefits than the average jobseeker. This implies that identification strategy using information on repeatedly unemployedwomen identifies a lower bound of 74.8 weeks for the average causal effect of extended benefitsfor all women.Turning to the results obtained when contrasting unemployment duration for women livingon both sides of the border between treated and control regions Table 3, Panel B, we findthat unemployment lasts 62.6 weeks longer in treated regions compared to control regionscolumn 1. Adding a two sided linear trend reduces the estimated treatment effect to 50.6weeks column 2. Fitting a cubic polynomial on both sides of the border reduces the estimateof the treatment effect somewhat estimate is 46.4 weeks but doing so reduces the precisionof the estimate considerably standard error increases from 6.0 weeks to 15.8 weeks; Column 3. The local linear estimate of the effect of REBP on unemployment duration is 43.3 weekscolumn 4, again slightly weaker than the basic model estimate of 50.6 weeks.35 Accounting for 35The local linear regression reported in Table 3 uses a bandwidth of 30 minutes. Estimates are not at all 260265278104unemployment duration weeks48495051525354age yearsDiscontinuity at threshold 2.748; with std. err. 1.5.A. Pre Program 0265278104unemployment duration weeks48495051525354age yearsDiscontinuity at threshold 74.82; with std. err. 6.492.B. During ProgramTable 3: Women: The effect of extending benefit duration into early retirement Column123456Treatment effect 68.1586.317Polynomial order Bandwidth yearsBDRDDControl variables Observations R20No No 56590.14Treatment effect 62.5542.973Polynomial order Bandwidth minutesBDRDDControl variables Observations R20No No 70910.15A. Age threshold 125.716109.6454.9274.873121.8304.786109.3385.292102.5844.2701No No 56590.223No No 56590.2212No No 34360.221Yes No 99110.271No Yes 56590.26B. Border threshold6.03115.79350.58046.35643.32410.13654.0465.92944.8565.4231No No 70910.153No No 70910.15130No No 36430.101Yes No 114970.201No Yes 70910.20Notes: Robust standard errors in parentheses clustered on age and distance to border. significant at 10%, significant at 5%, significant at 1%. BDRDD refers to model 3 that uses information on the period before REBP to control for preexisting discontinuitiesat the age and border threshold.Source: Own calculations, based on ASSD.preexisting differences in unemployment duration at the border between treated and controlregions produces a slightly larger treatment effect of 54.0 weeks.36 Adding control variables tothe linear specification suggests that REBP tends to increase unemployment duration by about 44.9 weeks column 6. Interestingly, we again find that the relatively simple specification witha two sided linear trend appears to capture the discontinuity in the raw data rather well see Figure 8.7 Conclusions Austria implemented in the late 1980s and early 1990s a unique program that provides 209weeks of unemployment benefit duration but only to individuals aged 50 years or older whohave been living in certain parts of Austria and satisfy a work requirement. Because theprogram was strictly targeted with respect to age and region, this paper proposes to evaluatesensitive to changes in the bandwidth effect is 44.576 with a 20 minutes bandwidth, and 43.534 with a 40minutes bandwidth.36Note that there is a positive difference in unemployment duration between the treated and control communities at the border. Thus, one would expect the BDRDD estimate in column 5 to be weaker than the levelsestimate in Column 2. However, note that the BDRDD estimate uses information from all communities to calculate the preexisting differences. Applying the basic model to data before REBP suggests that the differencein unemployment duration before REBP was introduced is negative 3.5 weeks.27the effects of this program using a regression discontinuity design. The basic idea is thatjob seekers who just fail the age or residence requirement may provide useful information onthe counterfactual situation for eligible workers who just satisfy the requirement. Moreover,because women have access to early retirement at age 54 years but men have access to earlyretirement only at age 59 years, this program also offers a unique opportunity to learn aboutthe interactions between the pension system and unemployment insurance.Results for men indicate that extended benefit duration increases unemployment duration.The identification strategy at the age threshold measures the effects of an increase from 39weeks to 209 weeks by 170 weeks. The duration of job search is prolonged by about 14.8weeks by this treatment. The identification strategy that compares job seekers living on bothsides of the border between treated and control regions identifies the effect of a treatment withslightly smaller dose, an increase by 3 years, from 52 weeks to 209 weeks. The estimated effecton unemployment is slightly smaller, 13.6 weeks rather than 14.8 weeks. Taking the ratio ofeffect and treatment dose, we find that each week of extended benefits produces about .09additional weeks of unemployment duration or equivalently that it takes about 11 weeks ofbenefit duration to add one week of unemployment duration.37Comparing our findings for women and men, the following patterns emerge. First, we findthat the effects of REBP for women are much larger than the effects of REBP for men. Thelower bound on the effect of REBP on unemployment duration at the age threshold is 74.8weeks for women about 5 times the effect for men. The effect of REBP for women on livingon the border between treated and control regions is 50.6 weeks almost 4 times the effectfor men. Second, the effect of REBP at the age threshold is much larger than the effect atthe border threshold. Arguably, this is because the population treated at the age thresholdhas to wait much longer to reach the early retirement age of 54 years than the populationtreated at the border threshold. Because treated women at the border are 51.5 years old, theaverage distance to early retirement is shorter 2.5 years for the border strategy than for theage strategy 4.0 years. Taking the ratio of the causal effect to distance to early retirementin weeks, indicates that women tend to remain unemployed about 20 weeks longer for everyyear of benefit duration that provides a direct pathway into early retirement.38 Thus Austrianunemployment insurance provided a quantitatively important pathway into early retirement.37Note that our results agree with the findings in Card and Levine 2000 and are somewhat larger thanthe result in Lalive and Zweim uller 2004b. The findings reported in this paper may differ from Lalive and Zweim uller 2004b for at least two reasons. First, Lalive and Zweim uller 2004b apply a differencesindifferences identification strategy that measures the overall effect of treatment on the treated rather than theeffect of treatment at the threshold. Second, simulations in Lalive and Zweim uller 2004b apply to a referenceindividual rather than the average unemployment duration of eligible individuals.38Interestingly, the standardized affects agree very much at the age threshold 74.8 weeks 4 years 52 weeks year .360 and at the border threshold 50.6 weeks 2.5 years 52 weeks year .391. This suggeststhat the lower bound of 74.8 weeks at the age threshold is close to the actual causal effect for all women.28References Berger, M., Galdo, J., and Smith, J. 2005. Estimating the Selection Bias of the Regression Discontinuity Design using a TieBreak Experiment. Discussion paper, Syracuse University.Besley, T. and Case, A. 2000. Unnatural Experiments? Estimating the Incidence of Endogenous Policies. Economic Journal, 110467, 672694.Card, D., Chetty, R., and Weber, A. 2006. Unemployment Benefits, Income Effects, and Search Outcomes: Evidence from A Discontinuity in the Austrian Severance Pay System. Mimeo, UCBerkeley.Card, D. E. and Lee, D. S. 2006. Regression Discontinuity Inference with Specification Error. Journalof Econometrics, page forthcoming.Card, D. E. and Levine, P. B. 2000. Extended Benefits and the Duration of UI Spells: Evidence fromthe New Jersey Extended Benefit Program. Journal of Public Economics, 781, 107138.Dahl, S.A., Nielssen, O. A., and Vaage, K. 1999. Work or Retirement? Exit Routs for Norwegian Elderly. Discussion paper no. 32, IZA.Hahn, J., Todd, P., and van der Klaauw, W. 2001. Identification and Estimation of Treatment Effectswith a RegressionDiscontinuity Design. Econometrica, 691, 201209.Hairault, J.O., Langot, F., and Sopraseuth, T. 2006. The Interaction betwen Retirement and Job Search: A Global Approach to Older Workers Employment. Discussion paper no. 1984, IZA.Heyma, A. and Van Ours, J. C. 2006. How eligibility criteria and entitlement characteristics ofunemployment benefits affect job finding rates of elerly workers. Working paper, Tilburg University.Holmes, T. J. 2005. The Location of Sales Offices and the Attraction of Cities. Journal of Political Economy, 1133, 551581.Hoxby, C. M. 2000. Does Competition among Public Schools Benefit Students and Taxpayers? American Economic Review, 905, 12091238.Hunt, J. 1995. The Effect of Unemployment Compensation on Unemployment Duration in Germany.Journal of Labor Economics, 132, 88120.Katz, L. and Meyer, B. 1990. The Impact of the Potential Duration of Unemployment Benefits onthe Duration of Unemployment. Journal of Public Economics, 411, 4572.Lalive, R. and Zweim uller, J. 2004a. Benefit Entitlement and the Labor Market: Evidence froma LargeScale Policy Change. In J. Agell, M. Keen, and A. Weichenrieder, editors, Labor Market Institutions and Public Policy, pages 63100. Cambridge, Massachusetts: MIT Press.Lalive, R. and Zweim uller, J. 2004b. Benefit Entitlement and Unemployment Duration: The Role of Policy Endogeneity. Journal of Public Economics, 8812, 25872616.Lalive, R., van Ours, J. C., and Zweim uller, J. 2006. How Changes in Financial Incentives Affect the Duration of Unemployment. Review of Economic Studies, page forthcoming.Lee, D. and Mc Crary, J. 2005. Crime, Punishment and Myopia. Working paper no. 11491, NBER.Lemieux, T. and Milligan, K. 2005. Incentive effects of social assitance: A regression discontinuityapproach. Working paper, University of British Columbia.Mc Crary, J. 2005. Manipulation of the Running Variable in the Regression Discontinuity Design.Mimeo, University of Michigan.Moffitt, R. A. 1985. Unemployment Insurance and the Distribution of Unemployment Spells. Journalof Econometrics, 281, 85101.Moffitt, R. A. and Nicholson, W. 1982. The Effect of Unemployment Insurance on Unemployment:The Case of Federal Supplemental Benefits. Review of Economics and Statistics, 641, 111.Mortensen, D. 1977. Unemployment Insurance and Job Search Decisions.Relations Review, 304, 505517.Industrial and Labor Nickell, S. and Layard, R. 1999. Labor Market Institutions and Economic Performance. In O. Ashenfelter and D. Card, editors, Handbook of Labor Economics, Vol. 3 , pages 1801 1863. Amsterdam:NorthHolland.29Porter, J. 2003. Estimation in the Regression Discontinuity Model. Working paper, Harvard University.Riphahn, R. T. 1997. Disability retirement and unemployment substitute pathways for labour forceexit? An empirical test for the caes of Germany. Applied Economics, 294, 551561.Van Ours, J. C. and Vodopivec, M. 2006. How Shortening the Potential Duration of Unemployment Benefits Entitlement Affects the Duration of Unemployment: Evidence from a Natural Experiment.Journal of Labor Economics, page forthcoming.WinterEbmer, R. 1998. Potential Unemployment Benefit Duration and Spell Length: Lessons froma QuasiExperiment in Austria. Oxford Bulletin of Economics and Statistics, 601, 3345.30CESifo Working Paper Series for full list see Twww.cesifogroup.deT 2006 ___________________________________________________________________________ 1701 Christian Groth, KarlJosef Koch and Thomas M. Steger, Rethinking the Concept of LongRun Economic Growth, April 2006 1702 Dirk Schindler and Guttorm Schjelderup, Company Tax Reform in Europe and its Effect on Collusive Behavior, April 2006 1703 Francoise Forges and Enrico Minelli, Afriats Theorem for General Budget Sets, April 1704 M. Hashem Pesaran, Ron P. Smith, Takashi Yamagata and Liudmyla Hvozdyk, Pairwise Tests of Purchasing Power Parity Using Aggregate and Disaggregate Price Measures, April 2006 1705 Piero Gottardi and Felix Kubler, Social Security and Risk Sharing, April 2006 1706 Giacomo Corneo and Christina M. Fong, Whats the Monetary Value of Distributive Justice?, April 2006 1707 Andreas Knabe, Ronnie Schoeb and Joachim Weimann, Marginal Employment Subsidization: A New Concept and a Reappraisal, April 2006 1708 HansWerner Sinn, The Pathological Export Boom and the Bazaar Effect How to Solve the German Puzzle, April 2006 1709 Helge Berger and Stephan Danninger, The Employment Effects of Labor and Product Markets Deregulation and their Implications for Structural Reform, May 2006 1710 Michael Ehrmann and Marcel Fratzscher, Global Financial Transmission of Monetary 1711 Carsten Eckel and Hartmut Egger, Wage Bargaining and Multinational Firms in General Policy Shocks, May 2006 Equilibrium, May 2006 1712 Mathias Hoffmann, Proprietary Income, Entrepreneurial Risk, and the Predictability of U.S. Stock Returns, May 2006 1713 MarcAndreas Muendler and Sascha O. Becker, Margins of Multinational Labor Substitution, May 2006 1714 Surajeet Chakravarty and W. Bentley Mac Leod, Construction Contracts or How to Get the Right Building at the Right Price?, May 2006 1715 David Encaoua and Yassine Lefouili, Choosing Intellectual Protection: Imitation, Patent Strength and Licensing, May 2006 1716 Chris van Klaveren, Bernard van Praag and Henriette Maassen van den Brink, Empirical Estimation Results of a Collective Household Time Allocation Model, May 2006 1717 Paul De Grauwe and Agnieszka Markiewicz, Learning to Forecast the Exchange Rate: Two Competing Approaches, May 2006 1718 Sijbren Cnossen, Tobacco Taxation in the European Union, May 2006 1719 Marcel Gerard and Fernando Ruiz, Interjurisdictional Competition for Higher Education and Firms, May 2006 1720 Ronald Mc Kinnon and Gunther Schnabl, Chinas Exchange Rate and International Adjustment in Wages, Prices, and Interest Rates: Japan Deja Vu?, May 2006 1721 Paolo M. Panteghini, The Capital Structure of Multinational Companies under Tax Competition, May 2006 1722 Johannes Becker, Clemens Fuest and Thomas Hemmelgarn, Corporate Tax Reform and Foreign Direct Investment in Germany Evidence from FirmLevel Data, May 2006 1723 Christian Kleiber, Martin Sexauer and Klaus Waelde, Bequests, Taxation and the Distribution of Wealth in a General Equilibrium Model, May 2006 1724 Axel Dreher and JanEgbert Sturm, Do IMF and World Bank Influence Voting in the UN General Assembly?, May 2006 1725 Swapan K. Bhattacharya and Biswa N. Bhattacharyay, Prospects of Regional Cooperation in Trade, Investment and Finance in Asia: An Empirical Analysis on BIMSTEC Countries and Japan, May 2006 1726 Philippe Chone and Laurent Linnemer, Assessing Horizontal Mergers under Uncertain Efficiency Gains, May 2006 1727 Daniel Houser and Thomas Stratmann, Selling Favors in the Lab: Experiments on Campaign Finance Reform, May 2006 1728 E. Maarten Bosker, Steven Brakman, Harry Garretsen and Marc Schramm, A Century of Shocks: The Evolution of the German City Size Distribution 1925 1999, May 2006 1729 Clive Bell and Hans Gersbach, Growth and Enduring Epidemic Diseases, May 2006 1730 W. Bentley Mac Leod, Reputations, Relationships and the Enforcement of Incomplete Contracts, May 2006 1731 Jan K. Brueckner and Ricardo FloresFillol, Airline Schedule Competition: ProductQuality Choice in a Duopoly Model, May 2006 1732 Kerstin Bernoth and Guntram B. Wolff, Fool the Markets? Creative Accounting, Fiscal Transparency and Sovereign Risk Premia, May 2006 1733 Emmanuelle Auriol and Pierre M. Picard, Government Outsourcing: Public Contracting with Private Monopoly, May 2006 1734 Guglielmo Maria Caporale and Luis A. GilAlana, Modelling Structural Breaks in the US, UK and Japanese Unemployment Rates, May 2006 1735 Emily J. Blanchard, Reevaluating the Role of Trade Agreements: Does Investment Globalization Make the WTO Obsolete?, May 2006 1736 Per Engstrom and Bertil Holmlund, Tax Evasion and SelfEmployment in a HighTax Country: Evidence from Sweden, May 2006 1737 Erkki Koskela and Mikko Puhakka, Cycles and Indeterminacy in Overlapping Generations Economies with StoneGeary Preferences, May 2006 1738 Saku Aura and Thomas Davidoff, Supply Constraints and Housing Prices, May 2006 1739 Balazs Egert and Ronald Mac Donald, Monetary Transmission Mechanism in Transition Economies: Surveying the Surveyable, June 2006 1740 Ben J. Heijdra and Ward E. Romp, Ageing and Growth in the Small Open Economy, 1741 Robert Fenge and Volker Meier, Subsidies for Wages and Infrastructure: How to Restrain Undesired Immigration, June 2006 1742 Robert S. Chirinko and Debdulal Mallick, The Elasticity of Derived Demand, Factor Substitution and Product Demand: Corrections to Hicks Formula and Marshalls Four Rules, June 2006 1743 Harry P. Bowen, Haris Munandar and JeanMarie Viaene, Evidence and Implications of Zipfs Law for Integrated Economies, June 2006 1744 Markku Lanne and Helmut Luetkepohl, Identifying Monetary Policy Shocks via June 2006 Changes in Volatility, June 2006 1745 Timo Trimborn, KarlJosef Koch and Thomas M. Steger, MultiDimensional Transitional Dynamics: A Simple Numberical Procedure, June 2006 1746 Vivek H. Dehejia and Yiagadeesen Samy, Labor Standards and Economic Integration in the European Union: An Empirical Analysis, June 2006 1747 Carlo Altavilla and Paul De Grauwe, Forecasting and Combining Competing Models of Exchange Rate Determination, June 2006 1748 Olaf Posch and Klaus Waelde, Natural Volatility, Welfare and Taxation, June 2006 1749 Christian Holzner, Volker Meier and Martin Werding, Workfare, Monitoring, and Efficiency Wages, June 2006 June 2006 1750 Steven Brakman, Harry Garretsen and Charles van Marrewijk, Agglomeration and Aid, 1751 Robert Fenge and Jakob von Weizsacker, Mixing Bismarck and Child Pension Systems: An Optimum Taxation Approach, June 2006 1752 Helge Berger and Michael Neugart, Labor Courts, Nomination Bias, and Unemployment in Germany, June 2006 1753 Chris van Klaveren, Bernard van Praag and Henriette Maassen van den Brink, A Collective Household Model of Time Allocation a Comparison of Native Dutch and Immigrant Households in the Netherlands, June 2006 1754 Marko Koethenbuerger, ExPost Redistribution in a Federation: Implications for Corrective Policy, July 2006 1755 Axel Dreher, JanEgbert Sturm and Heinrich Ursprung, The Impact of Globalization on the Composition of Government Expenditures: Evidence from Panel Data, July 2006 1756 Richard Schmidtke, Private Provision of a Complementary Public Good, July 2006 1757 J. Atsu Amegashie, Intentions and Social Interactions, July 2006 1758 Alessandro Balestrino, Tax Avoidance, Endogenous Social Norms, and the Comparison Income Effect, July 2006 1759 ystein Thgersen, Intergenerational Risk Sharing by Means of Payasyougo Programs an Investigation of Alternative Mechanisms, July 2006 1760 Pascalis RaimondosMller and Alan D. Woodland, Steepest Ascent Tariff Reforms, July 2006 1761 Ronald Mac Donald and Cezary Wojcik, Catchingup, Inflation Differentials and Credit Booms in a Heterogeneous Monetary Union: Some Implications for EMU and new EU Member States, July 2006 1762 Robert Dur, StatusSeeking in Criminal Subcultures and the Double Dividend of ZeroTolerance, July 2006 1763 Christa Hainz, Business Groups in Emerging Markets Financial Control and Sequential Investment, July 2006 1764 Didier Laussel and Raymond Riezman, Fixed Transport Costs and International Trade, 1765 Rafael Lalive, How do Extended Benefits Affect Unemployment Duration? A Regression Discontinuity Approach, July 2006 July 2006 ", "filename": "517022656.PDF", "person": ["Rafael Lalive", "Lalive, Rafael"], "date": ["2006"]}