{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/28041/1/517667460.PDF"], "title": ["Local comparative advantage: agriculture and economic development in Poland 1870 - 1970"], "plaintext": "Local Comparative Advantage: Agriculture and Economic Development in Poland, 18701970 Nikolaus Wolf Freie Universitat Berlin, Universitat Pompeu Fabra, and CEPR This Draft: 7 July 2006 I. Introduction The economic history of Central Europe is a challenging field, mainly because its unifying theme seems to be the patchworkcharacter of the region. The dis integration of Germany, of the HabsburgMonarchy, of Czechoslovakia, and not a least of Poland at various points in time has been the subject of various case studies. However, what we still miss is a coherent treatment of the economic development of Central Europe since the beginnings of industrialization. A key problem comes from the fact that traditional economic theories of trade and structural change ignore the effects of changing borders or generally access to markets. This paper surveys the development of agriculture as a part of overall economic development in the major regions of Poland over the period of 1870 through 1973. It argues that accounting for the dramatic changes in market access of the various parts of Poland provides a key for understanding the modern economic development of the country. It is mainly due to differences in market access that we observe a structural divergence between the main regions of Poland up to the World War I, followed by significant but incomplete convergence during the interwar years. Not only did the sectoral composition of the regional economies diverge and later converge, but also did levels of factor productivity and factor prices. After World War II a very uneven implementation of economic policies preserved old structural differences between the regions of Poland and created new ones. The rest of this chapter has the following structure: I start in section II with a very short outline of the theoretical background. Based on this, section III sketches the main changes in regional market access 1870 1973 at a regional level, while section IV describes in some detail the development of agriculture and economic development in the regions and for Poland as a whole. Section V concludes. 2 II. Theoretical background How do agricultural and overall economic developments interact? In this section I will very briefly introduce some theoretical guidelines for an analysis of the Polish and more generally the Central European experience. First, traditional approaches stressed the role of productivity in agriculture for economic development, providing labor and food as necessary preconditions for the growth of industries and services Nurkse 1953, Rostow 1960, Todaro 1989. Instead, economic historians have identified important cases of high productivity in agriculture associated with increasing backwardness relative to economic neighbors with similar or even lower agricultural productivity Mokyr 1976, also Field 1978. Recent advances in economic theory suggest that accounting for differences in market access might help to resolve the issue. In a nutshell, the assertion that high agricultural productivity will unambiguously tend to foster overall economic development holds only in the special case of a closed economy. In this case, demand from agriculture can foster industrialization and overall economic development, but still limited by the size of the market and subject to industrial organization RosensteinRodan 1943. However, the typical European experience around 1870 is rather that of small open economies, where high productivity in agriculture or differences in endowments can create incentives to specialize in this sector along the lines of comparative advantage, and thereby slow down sectoral change. In the presence of differences in productivity growth between sectors or alternatively positive spillover effects from industry to agriculture an initially high productivity in agriculture can then imply major losses in terms of longrun growth Matsuyama 1992, Duranton 1998. Second, trade costs are relevant for the pattern of comparative advantage itself. Especially with respect to smaller countries or regions within countries it is important to note that the incentive to specialize and even the direction of specialization will largely depend on trade costs: what matters is not general comparative advantage based on relative endowments or factor productivities relative to all potential trading partners, but rather local comparative advantage of a region relative to her accessible neighbors Deardorff 2004. That is to say, a comparative advantage of one European region relative another will not be sufficient to induce specialization as long as trade costs between the two are not low enough. A change in political borders as often observed in European history can change local comparative advantages and hence bring about industrialization or deindustrialization, lowering trade costs with some neighbors but increasing the costs to trade with others. 3 Finally third, differences in relative factor prices can induce biased technical change and thereby deepen the pattern of comparative advantage as noted by Hicks 1932 and shown in Hayami and Rutton 1970. A change in the relative prices of the factors of production is itself a spur to invention and to inventions of a particular kind directed at economizing the use of a factor which has become relatively expensive Hicks, 1932, pp. 12425. As we will see in the following, the cost of using labor in some parts of Poland prior to the First World War had a distinctively nationalist dimension. III. Changes in regional market access 1850 1970 To start with, it is a nontrivial task to define Poland over the hundred years under consideration. Between 1772 and 1795, the noblemens republic of Poland Rzeczpospolita Polska was divided into three parts between the empires of tsarist Russia, the Habsburg monarchy and the emergent Prussia. As a consequence of the partitions the first very great breach in the modern political system of Europe Edmund Burke Poland disappeared from the European map. The three partitions developed into appendices of the partitioning empires. Within the Russian partition, the Kingdom of Poland or Congress Poland, in personal union with Russia enjoyed certain autonomy within the empire up to the failed January uprising in 186364. The Prussian partition area consisted of parts of Pomerania and Great Poland Wielkopolska with Poznan as her centre. Instead, Upper Silesia is often also treated as Polish part of Prussia due to her large share of Polish speaking population, but did not belong to the Rzeczpospolita at the end of the 18th century. And from the Congress of Vienna onwards the Habsburg partition consisted of Galicia. At the end of the First World War all three partition powers were severely weakened through war and revolution, which opened the way for Polands restoration. As a rough approximation the territory of this new Polish state had four distinct parts: the three parts of the former Rzeczpospolita, which Russia, Prussia and the Habsburg monarchy by 1795 had divided between themselves, and some territories in the east that were claimed by several Polish political groups. Official statistics use to organize the state from 1921 onwards in 17 administrative units vojvodships that followed the former partition borders and hence allow comparisons with the situation before 1919. These units are often found to be aggregated into the mentioned four parts of the new state: the western, southern and central vojvodships, covering approximately the former partition areas, and the 4 eastern vojvodships, covering the newly attained areas in the east.1 After the Second World War, Poland again experienced a massive border change. It lost her eastern territories, namely the eastern vojvodships of the Second Republic, the eastern half of Galicia, and the vojvodship of Wilno, while it gained Gdansk, large parts of the formerly Prussian province of East Prussia, the Prussian provinces Lower Silesia, Upper Silesia, West Prussia, most of the Prussian province Pomerania and a quarter of Brandenburg. The Map in the appendix shows the development of Polands borders 1870 1970 with several simplifications. In the following we will focus on the changes in market access induced by these border changes. Map about here From the second half of the 19th century onwards, the partition areas developed tight trade linkages with the respective partition powers. The following graph shows the evolution of standardized wheat price spreads between Cracow and Lwow and Vienna on the one hand and Berlin and Poznan on the other hand. The spreads are defined as price differences standardized by the average price between the two cities and by their distance, to make them comparable over time and space.2 Graph 1 about here We see that integration between Vienna and the Polish centers Cracow and Lwow improved a lot between the 1860s and the turn of the century as did integration between Berlin and Poznan. In the latter case, however, while integration into Germany stays high, domestic trade flow data indicate a certain reversal of the integration process during the last years before the First World War while integration of Great Poland and Pomerania with the Kingdom of Poland deepened see Wolf 2006a. We lack comparable price data on Russia but know that the trade links between the Kingdom of Russia and the rest of the Russian empire grew closer after the removal of the internal tariff barrier in 1851 and the introduction of a common external tariff.3 In addition, the tariff conflicts between Germany and Russia since 1877, and especially after 1879 deepened the integration of the Polish regions with their 1 Western vojvodships comprised: Poznan, Pomerania, Silesia; central: city of Warsaw, Warsaw, Lodz, Kielce, Lublin, Bialystok; southern: Krakow, Lwow, Stanislawow, Tarnopol; eastern: Wilno, Nowogrod, Polesia, Wolhynia; see Maly Rocznik Statystyczny, Warsaw 1939. 2 More formally, the price spread is calculated as dist 3 See Rosa Luxemburg, Die Industrielle Entwicklung Polens, Leipzig 1898, p. 9f. 5.0ppij Spreadijpipj5.0. ij 5 partition powers as they tended to divert trade into the domestic markets. The European imports into Russia decreased from 326 million Gold Rubles 18761881 over 304 million 18811886 to 224 18861891,4 while trade between the Kingdom of Poland and other parts of the Russian Empire increased. Most notably, since 1895 we find netimports of agricultural products into the Kingdom of Poland.5 Table 1 shows the trade balance for the three partition areas, estimated for about 1914. Table 1 about here Hence, local comparative advantage was very different in the three partitions when the First World War started. While the Kingdom was a netimporter of agricultural products and rawmaterials, the Prussian partition exported raw materials mainly coal from Upper Silesia to other parts of Germany and agricultural products mainly from Great Poland and Pomerania to other parts of Germany, after 1892 also to the Kingdom of Poland, both running bold surpluses. Galicia in turn had no clear comparative advantage in any products, running a trade deficit. Therefore it is not astonishing that the Polish part of the Habsburg Monarchy, poor and debtencumbered, can only balance her accounts by the exportation on a large scale of her own labour Polish Encyclopedia, 1922, cited in Morawska 1989, p. 246. The per capita values of this balances stress the low level of economic development of Galicia in the backwater of the Habsburg monarchy. As we will explore below, Galician agriculture could not compete in export markets with Hungarian producers while Galician industry was hampered by competition from Bohemia, Silesian, and Lower Austrian industries as well as by inappropriate institutions. The First World War changed all that. The former partition areas disintegrated with their former occupiers, while not in a uniform manner, see table 2. Table 2 about here The previously large trade with Russia had declined close to zero, trade integration with Germany decreased a lot from a high level, and trade with the successor states of the Habsburg monarchy was relatively stable over time see De Menil and Maurel 1994 on Habsburg, Wolf 2006a on Germany. On the flipside of this, integration between the various parts of the Second Polish Republic defined in her borders of 1921 increased quickly as can be seen in price Trenkler and Wolf 2005 and domestic trade flow data. This integration into 4 Op. Cit., p. 13. 5 See Landau and Tomaszewski 1986, p. 80. 6 the new domestic market was better for textiles and agricultural products than for raw materials, iron and steel and machinery Wolf 2005, indicating that domestic markets indeed partly substituted the lost access to the partition empires. Consequently, foreign trade of the new Polish state was characterized by exports of raw materials 1938: 57%, agricultural products and foodstuffs 1938: 36%, and imports of raw materials 1938: 64% and manufactures 1938: 21%, both mainly with Germany and the UK. After the Second World War, Poland experienced again a major border change and suffered from disintegration from her western neighbours. While immediately after the war, imports from the US and the UK dominated the picture, this changed with the formation of the Comecon in 1949, the introduction of the soviet model of foreign trade and western embargo policies against countries under socialist rule. Through the 1970s both imports and exports with the USSR accounted for 25 35%, followed by trade with Czechoslovakia and the GDR, overall with a negative balance of trade see MRS 2005, p. 362. The fact that Poland also lost access to western capital markets, which played a major role before the war, probably constrained her economic development. However, the structure of this trade clearly indicates that local comparative advantage had changed once again: while in 1950 Poland exported mainly raw materials and agricultural products 80% of total exports, in 1960 manufactures especially machinery accounted for nearly 40%, and in 1970 for 50% of all exports see Jezierski and Leszczynska 2003, pp. 535 ff  The following chapter examines how largely exogenous changes affected Polands agriculture and economic development. IV. Divergence and Convergence: agriculture and industrialization in Polish regions 18501970 IV.1 The period up to 1914 these Around 1850, the various parts of Poland were all predominantly agricultural, with very limited islands of early industrialization, such as some textile industry in Great Poland already in decline see Luczak 2001, p. 71, the beginning rise of textile industries in Lodz and Silesia, and some mining and metal industries in Upper Silesia. Agriculture was similarly extensive and backward in the Kingdom of Poland as in Galicia and the Prussian partition. Table 3 shows the different sizes of these regions, and estimates of population and urbanization. Around 1850 all regions were roughly similar, with Upper Silesia showing an 7 early lead in population density and Pomerania with a somewhat higher share of urban population due to several trading cities in a sparsely settled region. Table 3 about here An important common feature was significant population growth within these agricultural economies, probably under way everywhere since the end of the Napoleonic wars.6 Over the second half of the 19th century, the Kingdom of Poland showed the highest average growth rate, followed by Upper Silesia, Galicia, and the rest of the Prussian Partition. Three factors help to explain the population growth rates as well as their differences. First, a decrease in mortality due to slow but steady improvements in agricultural productivity and advances in hygienic standards was visible immediately after 1815 in all parts of Poland, kept in check by the occurrence of epidemics Cholera 1831 and bad harvests 1847, which were worst in Galicia see Jezierski and Leszczynska 2003, p. 142. Second, the abolition of serfdom 1807 in Prussia, 1848 in Austria and 1864 in the Kingdom of Poland contributed to a significant increase in birth rates, while third, an extension of transport facilities streets during the first and railways during the second half of the 19th century helped the integration of markets, smoothing the local effects of bad harvests and giving access to urban demand and supply. Especially the abolition of serfdom had longlasting effects on economic structure by diversifying the peasantry into a class of peasants owning small to mediumsized holdings and leaving a large fraction of the village population as landless as before. Here, the situation in Galicia differed from that in other regions, because it proved especially difficult to absorb the growing landless proletariat, in striking difference to the experience of Upper Silesia, the Kingdom of Poland, and also Pomerania and Great Poland. Table 4 shows estimates of the occupational structure of these regions around 1900. While Upper Silesia industrialized, and the Kingdom of Poland was on the way to industrialization, in Great Poland and Pomerania people found increasingly employment in processingindustries related to agriculture Eddie 2005, in crafts, a growing administration, and the close industrial centers of Germany. Table 4 about here 6 Population statistics for Galicia start in 1829, but the first census is hold only in 1857, while compulsory registration of births, deaths and marriage in Prussia from 1815 onwards resulted in detailed statistical information already before the first census was carried out in 1861. For the Kingdom of Poland, a Statistical Committee collected data for the period 18741913, while earlier figures refer to private collections, see Zubrzycki 1953, p. 249f. 8 As peasants divided their land among their progeny, population growth contributed to an ever declining average size of landholdings and an increase of fragmentation. Zubrzycki 1953 mentions a study on the evolution of average farm sizes in 20 Galician villages over 150 years. While average holdings during the partitions 1787 had 7.24 ha, the number was down to 5.58 ha in 1850 and 3.17 ha in 1930. Moreover, Bujak 1908 reports that in 1902 a peasant holding in Galicia consisted on average of no less than 20 scattered strips. Table 5 shows some data on the development in size distributions in Polish regions since 1902. Table 5 about here At the turn of the century, 81% of all landholdings in Galicia were very small 5 ha or less, covering 49% of all agricultural land, while the corresponding figures for the Kingdom of Poland were 65% and 31% and for Great Poland 78% and 13%. On the other end, large farms with more than 20 ha covered just 11% of all farmland in Galicia, but 34% in Russian Poland and 40% in Great Poland. In Pomerania, 6% of all farms had more than 20 ha, covering 52% of all land see Jezierski and Leszczynska 2003, p. 168. The small and fragmented Galician farms mostly served to feed their owners but produced little tradable surplus. Moreover, small size and fragmentation limited access to capital and technological improvements. This subsistence character of Galician farming is visible in the composition of crops and will be a feature of southern Polish farming through 1973. Table 6 shows that before the First World War there is little specialization in Galician farming, all kind of grain as well as potatoes are cultivated, and the cultivation of sugar beet as an industrial crop is very limited. Table 6 about here A similar picture emerges from the holdings of animal husbandry in 1870 and 1900. Around 1870 Galician peasants held sheep, horses, pigs in similar numbers but many more cattle, reflecting the typical behavior of subsistence farming keeping the one cow to cover the own need of milk and butter. Compared to this, agriculture in the Kingdom of Poland appears to be better developed. The much higher share of rye production in total agricultural land use reflects a higher market orientation. Until the 1890s, the Kingdom of Poland was a netexporter of grain, exporting in 1874 some 20 million Rubles to western markets, often via Baltic routes. Imports of cheap grain after the 1870s into Europe from overseas markets but 9 also from other parts of Russia caused a general crisis in European agriculture see ORourke 1997, and directly affected the Kingdom of Poland. However, it would be exaggerated to speak of stagnation in the case of the Kingdom of Poland as agricultural output continued to increase a lot. What we observe are structural changes after 1880, especially a significant increase in industrial employment, mainly in textile industries, rapid growth of some cities like Lodz and Warsaw and hence increasing demand for agricultural surplus. As mentioned earlier, from the mid of the 1890s onwards this domestic demand turned the Kingdom of Poland into a netimporter of grains. The first globalization is also reflected in the decline of sheep husbandry between 1870 and 1900, where cheap imports from Australia decreased profitability. The Prussian partition clearly shows the most advanced agriculture of all Polish regions. The structure of landholding was characterized by many farms large enough to introduce intensive production methods. The composition of crops at the turn of the century is much more specialized, especially on rye and crops suited for further industrial processing, such as potatoes and sugar beet. Similarly, the high share of sheep in total animal husbandry around 1870 reflected an orientation towards the demand from textile industries. When overseas imports of sheep increased in the 1870s and European textiles turned to cotton rather than wool, agriculture in the Prussian partition was very quick to respond. We see a large shift towards the production of pigs for an increasing demand for meat due to higher wages in both, the Prussian partition and her German markets in Brandenburg Berlin and elsewhere. Table 7 shows the evolution of land productivity in the different partitions. Consider the change in grain output per ha after 1880. While the Prussian partition is already slightly ahead of the other Polish regions in 1880, a real leap occurs after the turn of the century. Productivity figures in all grains nearly double, while they increase close to threefold for potatoes. Also, the productivity of animal husbandry is much higher: for example, while a Galician cow will give on average some 600 liter per year, the figure is about 3000 liter per year for Great Poland see Jezierski and Leszczynska 2003, p. 173. Table 7 about here There is an interesting pattern in the productivity figures for the three partitions compared to the ones of their partitioners. In 1900 the Kingdom of Poland is slightly ahead of other parts of European Russia, but both, Galicia and the Prussian partition lag behind the Habsburg or respectively the German average. By about 1910 this has changed insofar as the Kingdom of Poland apparently has a marked absolute productivity advantage over the rest of 10 European Russia, Galicia is as backward as before, while the Prussian partition now has an absolute advantage relative to the German average, which is among the highest in Europe at the time. This change in productivity is obviously related to an intensification of agricultural production by use of chemical fertilizers and mechanization in the Prussian partition. Around 1906 in Great Poland there was one combine per 350 ha, while in the Kingdom of Poland there was one per 660 ha and in Galicia one per 3450 ha. Similarly, one thresher in Great Poland was found per 39 ha, one per 120 ha in the Kingdom and one per 450 ha in Galicia see Jezierski and Leszczynska 2003, p. 170. The cause of this dramatic intensification can be seen in two interrelated factors: economic nationalism and improving integration with the growing industrial regions of Germany. To face competition of cheap grain imports due to declining transport costs Prussian agriculture tried both to shift production away from grain towards potatoes and sugar beet and successfully lobbied for an increase in grain tariffs, introduced in 1879 and increased in 1885, 1887, 1902 see Brentano 1925, p. 100. But Germany continued to netimport grain as transport costs declined further and several exporters counteracted the tariff increase with export promoting railway tariffs and subsidies see ORourke and Williamson 1999, p. 95ff  This competition helped to foster intensification of German agriculture, as even increasing tariffs proved insufficient for protection. Moreover, in the Prussian east, labor cost was rising for a different set of reasons. The industrialization in Saxony, Berlin and in the Ruhr together with opportunities for overseas migration attracted labor from the east. In consequence we observe an outflow of people from east German agriculture into central and west German industries Ostflucht, see Grant 2005 for a survey, and correspondingly a shortage of agricultural labor in the east Leutenot. In principle, this outflow of labor to the west could have easily been compensated by a seemingly unlimited supply of cheap labor from the east, mainly the Kingdom of Poland and Galicia. But the German population, actually in minority in Great Poland and other parts of the Prussian partition feared a Polonization. From a Polish perspective, rather a massive Germanization was under way in the Prussian east, escalating in the 1870s with the Kulturkampf between the Catholic Church and the Polish population on one side and the government and the predominantly protestant German population on the other. Among the many facets of this ethnic conflict was a German immigration policy, trying to balance the demand for cheap labor from Prussian landholders against the fear of Polonization see Olson 1996. Seasonal migration from the Kingdom of Poland to various parts of Germany increased after 1890 from about 30,000 per annum to over 100,000 around 1905 and over 300,000 in 1913. Similar inflows of seasonal labor were 11 coming from Galicia, with about 240,000 per annum in 1910 see Zubrzycki 1953, p. 258f  The conflict can be seen by disputes between agrarian lobby groups such as the Bund der Landwirte or the Zentralverein Westpreussischer Landwirte arguing for cheap labor with groups lobbying for Germanization policies such as the Deutscher Ostmarkenverein. That cheap Polish migrants did indeed not completely substitute the outflow from the Prussian east to industrial centers is stressed by the fact that even for the most unskilled workers there is a significant increase in wages 1884 1914 both in absolute terms and relative to wages in the Ruhr.7 Hence, ethnic struggles provided an additional incentive to substitute labor by capital and thereby added a strong factor towards biased technological change. Accordingly, major efforts were made to provide capital to agriculture in the Prussian partition. This involved again aspects of economic nationalism, and the German government was eager to channel capital to German landholders, however with very limited success. Linking up with earlier ideas to educate and develop the Polish nation as a preparation for a future struggle for independence praca organiczna, see Kieniewicz 1964, agrarian credit cooperatives developed as a powerful instrument in this ethnic conflict. In consequence, in 1895 the number of agrarian credit cooperatives per ha was significantly above the average of the Prussian provinces see Muller and Lorenz 2006, p. 193. Capital helped the intensification of agriculture and both land and labor productivity increased. Kostrowicka 1972 provided estimates of labor productivity in 191113 showing that total produced agricultural output converted in grain units per people living from agriculture in Galicia was about 11.4, in the Kingdom of Poland about 13.6 and in the Prussian Partition about 33.2. Given this very positive development in agriculture in the Prussian partition relative to the rest of Poland, one might expect following development economists Nurkse 1953, Rostow 1960, Todaro 1989 that industrial progress would have been faster in this part of Poland as well. In fact, the region experienced industrialization, but a fairly limited one. Especially beet sugar processing, distilleries and breweries grew in terms of number, output and employment and were typically much larger than the similar factories in other parts of Poland. In 1902, there were 39 sugar factories where each produced an average 7,300 tons per year compared to 49 in the Kingdom producing just 3,300 tons on average see Zientara 1973, p 466f  Also notable is the development of factories producing agricultural machines Poznan, Torun, Bydgoszcz and machine industries related to, often 7 Between 1884 and 1914 the common wage rate per day for a unskilled workers in the east increased both absolute and relative to the Ruhr: for Poznan the figures are 1.60 Mark 1884 and 3.10 Mark 1914, relative to Dusseldorf they are 0.67 1884 and 0.76 1914. Similar developments took place in all east Prussian cities. Data from Schmitz 1888, and Centralblatt fur das Deutsche Reich 1914. 12 subsidized, armament industries and shipbuilding Gdansk, Elblag. The total number of industrial workers in the Prussian partition without Upper Silesia is estimated at 83,000 1897, growing to some 122,000 1907. Compared to this, Upper Silesia and the Kingdom of Poland experienced a much faster industrialization prior to the First World War. Table 8 shows the number of industrial workers in the various parts of Poland from the turn of the century onwards. Table 8 about here Already around 1800 new techniques imported from Britain were used to explore and process the rich endowments of Upper Silesia in coal and iron ores. In 1820 John Baildon built in Katowice the first reverberatory furnace using Corts puddling techniques to produce wrought iron. The first Bessemer converter was introduced in Upper Silesia in 1863, in the Kingdom of Poland in 1878. In the case of Upper Silesia most of this industrial production met the growing demand from Brandenburg Berlin and Lower Silesia, accounting in 1885 for 43% of total exports in hard coal on railways. About 25% were shipped to the Habsburg monarchy, 17% to Great Poland and Pomerania, but just 4% to the Kingdom of Poland. The respective figures for iron and processed metal differ insofar as demand from the Kingdom of Poland accounts for a larger share 11%, and that of Habsburg for a much smaller 5%.8 Up to 1913 integration between Upper Silesia and Brandenburg Berlin and Lower Silesia will increase, that with Great Poland and Pomerania stagnate, while there is disintegration with both the Kingdom of Poland and various parts of the Habsburg monarchy due to a growing heavy industry around Czestochowa and increasing competition from the Bohemian industry. The development in the Kingdom of Poland was dominated by cotton textile industries around Lodz, where the Polish government used its autonomy to foster industrial development by attracting textile entrepreneurs from the west with cheap land, subsidies, reduced import tariffs and the perspective of a large protected Russian market. In 1828, Ludwig Geyer arrived from Berlin, whose white factory opened in 1839 using the first power looms on Polish territory. Many others followed, as did Karl Scheibler arrived 1854 from Monschau, then Belgium, whose factory worked in 1879 with no less than 3500 power looms and was one of the largest in Europe at the turn of the century. Besides the cotton industry, there was a 8 All data comes from KoniglichPreuisches Ministerium der Offentlichen Arbeiten 1886, Statistik der Guterbewegung auf Deutschen Eisenbahnen im Jahre 1885, Berlin and Kaiserliches Statistisches Amt 1914, Statistik der Guterbewegung auf Deutschen Eisenbahnen im Jahre 1913, Berlin. 13 growing wool industry Kalisz, Warsaw, also Bielsko in Upper Silesia, and linen Zyrardow, close to Warsaw. According to Jezierski 1967, p. 145f., initially it was the abolition of serfdom and the growing domestic market of the Kingdom of Poland which led to the growth of textile industries. However, after an internal tariff barrier between the Kingdom of Poland and the rest of the Russian Empire was removed in 1851, and especially after the railway connected the factories to Warsaw, European Russia and Asia from the 1870s onwards, the textile industry boomed. The value of industrial production leaped from 11 million rubles 1850 over 123 1870, 216 1890 to 600 1900, and the share of exports to Russia in total production increased from 27% 1880 to incredible 66% 1900. While the total share of industry remained limited in terms of employment the number of industrial workers rose from about 180,000 in 1894 to 335,000 in 1904 out of a population of 10,000,000, growth rates were remarkable twice the rates in the Prussian partition 18951905 and the development was strong enough to turn the region into a netimporter of foodstuffs. Even more notable is the fact that this Polish industrialization differed very much from the stateled growth in other parts of Russia see Gerschenkron 1962, p. 119ff  When Russian subsidies declined after the failed uprising in 186364, they were replaced by private capital investment, often involving foreign capital from Germany, Austria and France.9 In contrast, industrialization was much more limited in Galicia. Of the roughly 90,000 industrial workers in Galicia in 1902, 19% worked in food and mineral industries, 17% in mining, 11% in metallurgical industries, 12% in wood processing. The most promising among them was the Galician oil industry. Exploitation started in the 1860s, foreign investors were quick to provide the necessary capital, and around 1910 Galician oil accounted for some 5% of the world production. However, there is a striking lack of positive spillovers into other parts of the economy. Most of the oil was processed elsewhere, and foreign capital did not only dominate the industry the only three Polish companies accounted for just 0.5% of the industries capital stock, but did little to invest in the region see Diamand 1915, pp. 5861. As recently argued by Frank 2005 it was the absence of institutions to coordinate vertical integration and price policies that kept the third largest oil producer of the world in desperate backwardness. Other industries suffered from competition from Bohemian and Austrian imports, also from the Kingdom of Poland, especially after the opening of railway connections see Jezerski and Leszczynska, 2003, p. 190. The domestic market for industrial products was extremely limited due to the inefficiency of Galician agriculture, characterized mainly by subsistence farming. In difference to the Prussian partition, there was neither a 9 According to a rough estimate, foreign capital dominated 25% of all factories in the Kingdom of Poland, employing 69% of all workers and producing 60% of industrial output, see Jezierski 1987, p. 65. 14 demand for Galician agriculture due to the strong dominance of Hungarian farming within the Habsburg Empire, nor any shortage of labor to induce intensification. Average daily wages for unskilled farm labor were very low and remained so, estimated for 1900 at 66% of the Prussian Partition and 78% of the Kingdom of Poland see Morawska 1989, p. 258. Hence, Galicia stayed in the backwater of Central Europe, unable to develop economically, but exporting a growing number of people to other parts of Europe and overseas: an annual average of 35,000 in the 1890s grew to over 50,000 p.a. in the decade before 1914. The Polishborn development economist Paul RosensteinRodan argued in his seminal paper Problems of Industrialization of Eastern and SouthernEastern Europe Economic Journal, 53, pp. 202211 that the only way out of this development trap would be a statecoordinated industrialization, creating complementarities and spillover effects for selfsustained growth. More recently, Murphy, Shleifer and Vishny 1989 have shown that this is indeed possible under reasonable microeconomic assumptions. An attempt to realize this idea was actually made in Poland in the 1930s. IV.2 The Interwar Period Few European regions had been so severely affected by the First World War as was Poland, with an estimated 40% of all buildings in smaller towns and villages destroyed, massive industrial sabotage by foreign especially German troops during the last weeks of the war, a loss of 1,817 thousand piece of cattle, 987 thousand horses, and some 4,5 million ha of previously cultivated land lying idle after intensive fighting.10 When Pilsudski returned to Poland in November 1918, he managed to balance the interests between various local governments that had filled the power vacuum left after Habsburgs and Germanys defeat. A central government was installed in Warsaw, which saw the organisation of a general census among its first tasks. The census was conducted in 1921 and showed that due to the devastations of the war and previous emigration Polands population had stagnated between 1910 and 1921, in spite of massive natural increases see table 3. The new Polish state was a predominantly agrarian economy, with 64% of the working population in agriculture table 4, among them about 10 million agricultural workers owning only extremely small pieces of land or no at all. Also, the census proved the pattern of striking economic differences between the various parts of Poland prior to the First World War. Urbanization rates were still significantly higher in the 10 See Landau and Tomaszewski 1999, p. 16. 15 western and the central vojvodships about 30%, while Galicia lagged behind 21% in spite of a high population density, and the newly attained eastern vojvodships showed both low urbanization 13% and low density of population, Owing to the long period of partition, the various parts of the country were not only hugely different in terms of economic development, but also separated by different legislations about virtually all aspects of social, political and economic life. Internal tariffs, regulations, and a lack of transport and communication facilities prevented people from reacting to differences in prices and costs such that reconstruction was severely retarded by lack of economic integration. While the government could actually rely on the planning for a future Polish state, prepared since 1907, the political agenda was set by the ongoing war that Polish troops fought with the Soviet army about the eastern borders of the state rather than by any master plan. The war required massive outlays and some mechanism to finance them. And as access to international credit was limited Poland was yet to be formally recognized as a state , the government aimed to tax capital and labour via a working fiscal administration and control over the currency. By June 1922 a common fiscal administration was functioning on most parts of the country, and by April 1920 the government had unified the five ! currencies that were in circulation on the Polish territory,11 with the exception of Upper Silesia joining the Polish currency area in November 1923. Also, in October 1918 a railway ministry started its work unifying the various rolling materials, adjusting the huge differences in network densities and connecting the main economic centres of the former partition areas. A common external tariff was introduced in November 1919 for the then controlled territories, and the last remaining internal customs frontiers were liquidated after the armistice between Poland and Soviet Russia in mid1921.12 As indicated by both price and domestic trade flow data together these measures helped to quickly integrate the three former partition regions with each other and the newly gained regions in the east see Wolf 2005. The taxation of capital and labour was actually the outcome of a compromise of the established elites with radical forces demanding a largescale redistribution of capital and land. Due to the perceived danger of communist takeover, especially in the east, the first elected parliament Sejm approved in 1919 several laws to improve the conditions of industrial workers and a programme of land redistribution, however with full compensation of 11 These currencies were the German Mark, the Austrian Crown, and the Russian Rouble, as well as the Polish Mark in the Kingdom of Poland and the OstRubel on the territory of Ober Ost two currencies that the Germans introduced on former Russian territories after their occupation. 12 Jerzy Tomaszewski 1966, also Kozlowski 1989, p.158. 16 the owners.13 After the Polish victory over the Red Army in 1921 some of these early political concessions were annulated, but the question of agrarian reform continued to be on the political agenda. Only in December 1925 a new compromise was reached, where owners of estates with more than 180 ha should sell their holdings above the limit at local market rates. If these voluntary transactions did not reach 200,000 ha per year, the government was entitled to force landholders to sell. In some eastern vojvodships the limit was set at 300 ha, for farms with industrial food processing the limit could be set at 700 ha, forests and estates belonging to the Catholic Church were exempted from the rule, and agricultural workers and peasants with small landholdings were given a preemption right see Landau and Tomaszewski 1999, p. 135. Not surprisingly, the programme failed to improve the economic situation for the poorest peasants and did little to change the structure of landholdings in Poland 1925 1938 see table 5. The area covered by small to medium sized peasant estates up to 50 ha increased from 19.6 million ha 1921 to 22.5 million ha 1938 but also did the share of small and dwarf holdings up to 5 ha among them, rising from 27% 1921 to 29% 1938, while the share of small to medium sized holdings 520 ha stagnated 59,7% to 59,3%. If anything, the reform contributed to a rising debtburden of peasants, which created severe difficulties during the depression years. The programme started in a period of relatively high agricultural prices, and rising profitability in agriculture just before the worldwide decline in agricultural prices due to a massive increase in cultivated areas overseas see Kenwood and Lougheed 1999, p. 166. Very little was actually done to help a further intensification and modernization of production methods. On average, there was a use of 6.6 kg chemical fertilizers per ha of sowings in 192425, which rose to 10 kg ha in 1929 30, but declined to 7.1 kg ha in 1937 38. Also, while the area under cultivation increased see table 6, this came along with a decline in average landproductivity table 7. The most notable changes in crop cultivation were an increase in the cultivation of wheat and rye in Galicia, indicating a slightly higher market orientation of Galician peasants, and a decline in the production of sugar beet everywhere, but especially in the most advanced western vojvodships. Similarly, while all Polish regions fell behind their land productivity of the prewar years, it was the western vojvodhips that fared worst. If we take the wheat yields per ha of the Prussian partition, yields in Galicia stood at 54% of the average yield in the Prussian partition in 1913, but 71% in 193438. The respective figures for the Kingdom of Poland are 57% 1913 and 79% 1934 13 In difference to most peasants, communist groups like the Moscowdominated Tymczasowy Komitet Rewolucyjny in Bialystok under Marchlewski preferred stateownership of the land, see Jezierski and Leszczynska 2003, p. 274f. 17 38 and the development was similar for other crops. As labour productivity in the Prussian partition stayed at much higher levels than elsewhere see MRS 1939, this relative improvement in land productivity in Galicia and the Kingdom of Poland must have been the outcome of an effective increase in agricultural workforce in these regions rather than of more intensive production methods. A general problem of Poland during the interwar years was the decline in the size of her market, both in terms of access to supply and demand. As I will explore below, this also affected the relationship between agriculture and overall economic development of the country. This decrease in market size was a consequence of two largely independent factors: the change in borders and the change in world market prices before and during the great depression. First, while most of the new borders drawn in Central Europe at the end of the war could claim some legitimation, in economic, historical or other terms, conflicts about them continued, aggravated by the creation of ethnic minorities within these borders see Muller and Schultz 2002 and the spread of communist rule in the east. In the Polish case, this led to a complete loss of Russia as her traditional market for manufactures and after several special conditions of the Treaty of Versailles had expired in 1925 to severe tariff conflicts with Germany as her traditional market for raw materials Silesian coal and agricultural products. Before the war, Great Poland alone exported on railways some 35,000 tons of rye just to Lower Silesia and Brandenburg, in 1925 Great Poland and Pomerania together shipped no more than 13,000 tons to these regions.14 The tariff conflict was in part settled in 1934, but in the meantime, a large reorientation of trade flows had taken place see table 2. With the widespread adoption of new techniques in agriculture in the 1920s and a large extension of agricultural acreage in various European countries and overseas but natural limits to demand, world market prices for agricultural products declined after 1926. This was especially so for wheat, rye and sugar, the typical export products of the more advanced Polish farms, and the situation was very much aggravated after the rise in tariffs and nontariff barriers to trade in the wake of the great depression Kenwood and Lougheed 1999, p. 211ff  In part, the loss of the German and the Russian market could be compensated by the now enlarged domestic market of Poland. And indeed, there is quite some evidence that this is what happened for agricultural products and most of Polish manufactures. Consider the openness ratios for Polish regions. As indicated earlier, the Kingdom of Poland shipped an 14 See Kaiserliches Statistisches Amt 1914, Statistik der Guterbewegung auf Deutschen Eisenbahnen im Jahre 1913, Berlin, 1914 and Statistisches Reichsamt 1926, Die Guterbewegung auf Deutschen Esienbahnen im Jahre 1925, Berlin 1926. 18 incredible 66% of the total production value to Russian markets alone Jezierski 1984, p. 136f  The very detailed Polish railway statistics depict virtually all trade flows in Polish and allow to calculate an openness ratio of the central vojvodships, close to congruent with the former Kingdom of Poland, as the ratio of shipments to locations outside the central vojvodships to total shipments. This gives some 48% in 1926, and 50% in 1934, a large decline relative to 1900.15 If we just take the ratio of shipments to locations outside of Poland to total shipments of the central vojvodships the figures are of course even lower, 15% in 1926 and 11% in 1934. The corresponding numbers for Great Poland and Pomerania are very close to this, while in the case of Upper Silesia 77% in 1926 and 80% in 1934 of all shipments were shipped outside Upper Silesia, and 42% 1926 or 45% 1934 outside the country. We will come back to Upper Silesia below. Hence, agricultural producers in Great Poland and Pomerania successfully penetrated the new domestic market of Poland, netexporting large amounts to the industrially more advanced regions in central Poland Warsaw, Lodz and Upper Silesia. Within the framework of a gravity model one can show that integration across the former partition borders was faster for agricultural markets than on average see Wolf 2005, table 5. But this domestic market was rather limited by demand and competitors. The more market oriented estates in Galicia, the Kingdom of Poland and in the eastern vojvodship also tried to expand into the newly created Polish market, helped by rather low labour costs in these parts and a correspondingly low price level. If we set wheat prices in Poznan at 100, prices in Lwow stood at 87 1927, 96 1929, 89 1931, 86 1933, while Galician wages for agricultural workers relative to the Prussian partition developed from 72 1927 over 63 1929, 64 1931, 67 1933. Data from domestic shipments on railways for the years 1926 1934 indicate that eastern Galicia Lwow and Stanislawow was a netexporter of agricultural goods to other parts of Poland, mostly shipping to the more developed regions in western Galicia Cracow and Upper Silesia Katowice, but even small amounts to Great Poland. Moreover, a shortage of chemical fertilizers and other industrial inputs previously imported from Germany slowed down agricultural production in the more advanced parts of Polish agriculture, especially during the first years after the war see Landau and Tomaszewski 1999, p. 94. 15 See Ministerstwo komunikacji, Centralne Biuro statystyki przewozow P.K.P. ed., Rocznik statystyczny przewozu towarow na polskich kolejach panstwowych wedlug poszczegolnych rodzajow towarow Statistical Yearbook of Transported Goods on Polish State Railways by Different Groups of Goods, Warsaw, 19251937. These railway statistics give shipments on railways in metric tons, within 9 Polish railway districts, between them and to foreign destinations, dis aggregated for commodity groups. The openness ratio is calculated as the shipped tons, valued in f.o.b. prices, shipped to all locations excluding the ones within the district relative to all shipments. Obviously, this is not value added, which induced some downward bias in this openness ratio estimate.??16 This was one central thesis in her doctoral dissertation, and most probably influenced her further 19 A very similar development took place in Polish manufacturing. Manufacturing industries in the former Kingdom of Poland had lost their huge Russian markets and faced increasing competition in world markets from overseas producers. The very fact that Polands industry stagnated but did not decline significantly is actually surprising. Rosa Luxemburgs famous prediction of 1898 that Polish workers will badly suffer from the restoration of a Polish national state and better join forces with their Russian comrades did not fully materialize.16 Consider the path of industrialization in terms of employment in Poland as a whole and the various parts of it table 7. The estimated number of workers in mining and industries stood at roughly 800,000 in 1905 and initially decreased to some 680,000 in 1925 with virtually no industry in the eastern vojvodships.17 The economic situation improved until 1929 when the number of industrial workers reached 1,010,000 excluding, and 1,067,000 including the eastern vojvodships before a sharp reduction during the great depression. The prewarlevel of industrial employment was reached only in 1935. If we focus attention just on the textile industry in the vojvodship of Lodz, there were about 80,000 industrial workers at the turn of the century Jezierski and Leszczyska 2003, p. 184. In 1925, this number was 82,000, peaked in 1928 at 163,000, declining to 128,000 1931 and recovering to 168,000 in 1937. The new economic geography of interwar Poland was shaped by the interaction of the availability of a skilled literate labour force, access to domestic and foreign demand, and mineral resources which profited most to Upper Silesia, the central vojvodships and some parts in the poor southeast and east Wolf 2006b. The situation for Upper Silesia was special insofar, as here the substitution of German demand was more successful than anywhere else. The great strike of mining workers in Britain 1926 helped to gain access to the British and Scandinavian market, and the government tried to foster this reorientation through a new direct railway connection from Katowice to the Baltic and a massive extension of port facilities at Gdynia see Landau and Tomaszewski 1999, p. 307. However, the success of Polands coal in foreign markets was the exception to the rule and declining world market prices reduced the value of coal exports. The severe limitations of this forced inward oriented economic development became visible in the great depression. During the early 1920s the domestic market for industrial products was rising due to increases in agricultural incomes. Between 1925 and 1928 the prices of agricultural goods increased relative to prices for most manufacturing products and 16 This was one central thesis in her doctoral dissertation, and most probably influenced her further thinking about a communist internationalism, see Rosa Luxemburg 1898, Die industrielle Entwicklung Polens, Leipzig. 17 This data is taken from the Labour Inspection statistics, 1925 1937, covering all firms with a minimum of 5 workers, see Ministerstwo Pracy i Opieki Spolecznej 1926 1938, Inspekcja Pracy, Warsaw, various years. 20 with a stable currency the nominal incomes of peasants increased significantly some 70% between 192627 and 192829, see Dziewicka 1955, p. 82. Small peasants were taking credits to enlarge their holdings with the expectation to pay them back quickly. But in 1928 the situation was reversed due to the worldwide deflation in agricultural prices and the transmission mechanics under the Gold Standard to which Poland adhered since 192627. When manufacturing prices started to decline in late 1929 with the onset of the great depression, the situation did not improve for the peasants, because the decline in agricultural prices was as in most other parts of the world much steeper than the decline in manufacturing prices see Lewis 1949 for an early attempt to understand this phenomenon. For example, the price of 100 kg super phosphate in terms of rye was 31 kg in 192728, 68 kg in 192930 and 81 kg in 193536, the price of 100 packs of matches developed from 16 kg rye in 192728 to 76 kg rye in 193536 see MRS 1938, p. 236. In consequence of that infamous price scissor effect, and together with an ever increasing indebtedness of peasants, agricultural demand for industrial products steeply declined. Given the very large dependency of Polish industry on domestic demand, as shown above, industrial output and employment in Poland fell more than anywhere else in Europe and recovered much slower. In 1931, the value of industrial output was down to 58% of the 1929level, compared to an European average of 72% see Feinstein et al. 1997, p. 106, the une mployment rate peaked in 1933 at incredible 43.5% see Landau and Tomaszewski 1999, p. 219 well above the European average, and a year after the first signs of recovery were visible in other European countries. In 1935, the unemployment rate still stood at 39.9%. To overcome Polands economic backwardness in a world of increasing protectionism and a limited domestic market, and to react to growing unrest among workers, in 1936 a new government launched a programme of largescale government investment. From 1937 onwards the government channelled funds to the socalled Centralny Okreg Przemyslowy COP, a huge area located in the centraleast of Poland covering 15% of the country. The ideas expressed in the programmatic work of Eugeniusz Kwiatkowski, then viceprime minister and minister of finance, were similar to a Bigpushindustrialization in the spirit of RosensteinRodan 1943:18 the country needs industrialization for development, but many industries cannot breakeven without access to a sufficiently large market and hence, will either fail or never develop see Murphy et al 1989, p. 1003. Energy and steel production, armament industries and consumption good industries were supposed to create to a large 18 The first plans for such a central industrial district were actually developed in the early 1920s but not realized, probably due to the great depression and to a very strict adherence of the relevant politicians to the rules of the gold standards. See Jezierski and Leszczynka 2003, p. 306f. and Knakiewicz 1967, p. 87ff. 21 degree their own market. While some of the plan was realized until 1939, it is questionable whether the COP could have succeeded in the environment of the 1930s. As pointed out in Murphy et al.1989, a crucial factor is the scale of investment and expected future sales. Given the shortage of capital in the Polish economy, the already high level of taxation after the deflationary policies up to 1935, the massive outflow of capital during the depression and especially 1935 in anticipation of a devaluation, the government simply lacked the necessary means see Landau and Tomaszewski 1964, p. 13 ff  Foreign investment in Central Europe was drying up due to increasing political tensions, and most of the observed capital inflow was motivated by strategic aspects rather than expected profits for example French credits to Polish armament industries. The German invasion of Poland in September 1939 ended any future development. IV.3 From the Second World War to 1973 The Second World War, launched by NaziGermany, was again disastrous for the population of Poland and her economy. The population figures are still heavily disputed, but the population of Poland in 1946 is estimated at about 23.9 million people, roughly 18.8 million of which on territories of the former Second Polish Republic and 4.8 million excl. Gdansk on the recovered territories that were put under Polish administration after the conference of Potsdam. Among the 4.8 million inhabitants of the recovered territories in 1946 were about 2 million people of German nationality see RS 1947, p. 20. This compares to an estimated 23.6 million inhabitants on territories of the former Second Polish Republic in 1939, about 8.5 million inhabitants of the recovered territories around 1939, and German figures estimating the cumulated number of expellees from the recovered territories including East Prussia at some 8.5 million until 1948. The latter number includes more than 1 million deaths see Reichling 1986 and probably about 5 million people that fled the approaching Red Army already prior to 1946. Clark 1957 estimated the Polish national income per capita in 1946 at 76.6% of 1938. However, these two numbers refer to quite different borders, and thereby certainly underestimate the real losses of the war. While Poland lost poorly developed areas in the east, it gained rather advanced territories in the west. In 1931, the urbanization rate of the recovered territories stood already at 44% compared to a Polish average of 27.5 % and just 14% of the population of the eastern territories living in cities see table 3. Also, while the 22 recovered territories accounted for just 20% of the population in 1946, 31% of all industrial plants were located in this part of the country RS 1947, p. 71. Together with the westward shift of Polands borders see map, a complete change in economic policies was put forward by the communist government under the auspices of the USSR. After a massively manipulated general election in January 1947 the Polish communist party PPR under Wladyslaw Gomulka gained power, but was not completely streamlined to the Kremlin before late 1948, when the more independent Gomulka was replaced by Boleslaw Bierut. A prominent place in the efforts to transform the Polish economy was a land reform that changed its character several times, and equally important was not implemented in all parts of Poland in the same way. The first task was to organize the settlement of the formerly German territories in the west, which started in the second half of 1945. Inhabitants of German nationality quite often also the autochthones, the Polish speaking minorities that lived in the region already before 1939 were expropriated and transported to regions east of the OderNeisse line, sanctioned by the Potsdam agreement of 1945. Moreover and eventually more importantly, the new Polish authorities started immediately after the war to redistribute all estates of more than 50 ha, on the recovered territories all estates of more than 100 ha, independent of the nationality of the owner. Table 5 shows that this policy had very large effects on the structure of landholdings by eliminating all large estates, which especially on the recovered territories represented the bulk of agriculturally used land. Until the end of 1947 about 2 million people half of them from the former Polish east settled on 440,000 new settlements, most of them smaller than 10 ha, that were created out of these two groups of landholdings. However, the largest German estates were excluded from redistribution and administrated by a special state agency Panstwowe Nieruchomosci Ziemskie, PNZ, initially with the aim of later redistribution. In 1950, out of 6.27 million ha agriculturally used land of the recovered territories about 7% were owned by autochthones, 59% by new peasant settlers, 29% were under state administration, while the rest was mainly controlled by the Red Army. To compare, on average only 9.6% of all agricultural land of the new Polish state were under state administration see Kostrowicki 1978, p. 41. When in late 1948 the government started a campaign towards a collectivization of Polish agriculture, its prospects were therefore very different in the different parts of the country. Initially, the government tried to persuade the peasants to join an agricultural cooperative group Rolniczy Zespol Spodzielczy, RZS, promising them tax relieves, old age insurance, preferential health services, childcare and education as well as access to state owned machinery Jezierski and Leszczynska 2003, p. 514. As most of the peasants did not 23 respond to these incentives, in 1951 straight pressure was used, but equally failed. A much more efficient strategy proved to be economic pressure applied from 1952 onwards. The abolition of a market economy enabled the authorities to force peasants to sell their produce to state authorities at fixed prices, which were often set below production costs. Insufficient sales were prosecuted by jail, forced entry to a RZS, or a partial redistribution of the land. In consequence, as still most peasants refused to yield to the pressure the number of small holdings increased, but also did finally the number of RZSs. A major political change occurred in 1956, after a series of strikes of industrial workers with a death toll of over 70 people had weakened the hardliners, similar to other countries under communist rule. With Gomulkas return to power, the economic pressure on individual peasants was significantly relieved, and the RZSs were stepwise replaced by peasant circles Kolka Rolnicze, who were supposed to jointly invest in the intensification of agricultural production. The incentive to join a peasant circle was increased by the fact that only members of the circles had access to government credit via a newly established Agricultural Development Fund Fundusz Rozwoju Rolnictwa and especially to building material. This time it worked better, also because the idea of peasant circles had a long noncommunist tradition in Poland Kostrowicki 1978, p. 38: while in 1959 only 17% of all peasants belonged to such circles, by 1968 the share had risen to 54%. Another important change was the adoption of a law allowing to exchange a peasant holding for an oldage state pension in 1968 together with new efforts towards a consolidation of landholdings. Taken together, land reforms and attempts towards a collectivization of agriculture changed the structure of Polands agriculture to the worse and probably slowed down productivity growth. Comparing just the privately owned landholdings in 1970 still 83.4% of the total area to the situation 1921, the number share of very small agricultural estates up to 5 ha was completely stable 61.6% in 1921 to 61.8% in 1970, while their share in the total cultivated area had significantly increased 14% in 1921 to 26% in 1970, indicating that the forced redistribution of land from the private large estates immediately after the war mainly helped to turn dwarfed landholdings into very small ones. Still, these dwarf landholdings dominated in Galicia, they were important in the centre, but negligible in the former western vojvodships as well as in the recovered territories see Kostrowicki 1978, pp. 2123. In contrast, the number of mediumsized landholdings 520 ha increased in terms of number share 35.1% in 1921, 37.1% in 1970, but much more in terms of area share 31% in 1921, 68% in 1970. The agricultural policy however was most successful in limiting the number share of large private estates larger than 20 ha, which often were the technically most 24 advanced ones. Their number share declined from 3% 1921 to just 1.1% 1970, while their share in total cultivated area sacked from 37.2% 1921 to just 6% 1970. Instead, there was now a growing number of public farms Panstwowe Gospodarstwa Rolne, PGR, nearly all of them under direct control of the ministry of agriculture, increasing in number and area, with an average size of 410 ha in 1960 525 ha in 1970 Kostrowicki 1978, p. 41. By far most of them were situated in the former western vojvodships, where many large capitalist estates were expropriated after the war and especially in the recovered territories see the map in Kostrowicki 1978, p. 43. In output structure see table 6, still the four grains, potatoes, and sugar beats were the most important crops accounting for 75% of total sowings 196670 compared to 80% in 193438, but there were interesting changes in their respective relevance. The share of all grains and potatoes in the total cultivated areas of Poland after 1946 was roughly similar to their shares in the Second Republic 193438, so that the border changes were apparently unimportant in this case. What did change was the area of sugar beet production, because Poland gained regions in Lower Silesia, Pomerania, and West Prussia with rather sizeable and often industrial sugar beet production Kostrowicki 1978, p. 263. Compared to 193438, the share of sugar beet in total sowing area tripled from 0.8% to 2.5% in 195055. Over time, wheat became more important at the cost of rye, reflecting a general trend in European agriculture, and oats production was reduced due to the declining relevance of horses. The share of industrial crops such as sugar beets, but also rapeseed, flax, hemp, etc. in the total cultivated area increased over time, from 4.1% in 1950 to 6.2% 1970 see Kostrowicki 1978, p. 260. Besides these changes in crop cultivation, the number in animal husbandry changed. After disastrous losses during and immediately after the war, all kind of husbandry increased in number until 1960, especially the number of pigs from 9.5 million in 1950 to 13.5 million in 1970, but also that of chicken, while the number of sheep and horses started to decline again. Similar to the interwar period, the cattle cows, but also chicken were held predominantly in the small privately owned Galician farms, while pigs were produced in Great Poland. Importantly, animal husbandry was until 1970 mainly an issue of private peasant farming, not of the PGRs, which changed afterwards Kostrowicki 1978, pp. 305ff  Land productivity was on the rise in Poland after the worst devastations of the war were removed and the new political and economic system was established. see table 7. For example, wheat yields per ha increased from 13.1 195055 to 23.2 196670, well ahead of countries like the USSR, Bulgaria, also Spain, but lagging behind WestGermany or France see Jezierski and Leszczynska 2003, p. 512. Strikingly, the old pattern of a highly 25 productive agriculture in the former western vojvodships the old Prussian partition survived well into 1970. The Galician south was slowly catching up to the average as did the centre, but the most interesting part is played by the recovered territories, where most of the stateowned PGRs were located. The land productivity in these parts were roughly at the Polish average, but much lower than in Great Poland and other parts of the old Prussian partition. In spite of their many privileges, land productivity in the stateowned agricultural estates PGRs stayed systematically below that of the much smaller private landholdings. In 1950, the average value of output for all Polish farms was 7905 zl per ha, but 8125 zl ha for private farms compared to a mere 6135 zlha for stateowned farms. Together with overall rises in productivity, the government agencies did their best to reduce this 32% gap to 27% in 1955, 26% in 1965, and finally just 19% in 1970 Kostrowicki 1978, p. 364. Labor productivity did also increase between 1950 and 1970, with even larger differences across the country. Here the centre and the south lagged significantly behind the west and northwest without any signs of convergence. Therefore, the rise in land productivity was certainly not a consequence of changes neither in ownership nor of increasing labor input but of an intensification of production. The use of chemical fertilizers per ha increased dramatically over time from 4.9 in 193738 to 17.7 in 194950, 36.5 in 195960 and a bold 123.6 in 196970. While the numbers of horses declined slowly, the number of tractors increased quite dramatically, from 28,400 in 1950 to 224,500 in 1970 or one per ha 719.7 in 1950 to one per 87 ha in 1970 Jezierski and Leszczynska 2003, p. 521. A new factor in agricultural production was the increasing supply of electrical power to remote villages. In 1945 about 2.2% of all farms had access to electricity, similar to the situation in 1938, in 1950 the share had risen to 19% and in 1970 to 90.8% Economic History of Poland in Numbers 1994, p. 151. Given these increases in agricultural output, to what market did this agricultural supply go to? The share of people living from agriculture declined rapidly after the Second World War, from 64% in 1931 to 47.1% in 1950, 38.4% in 1960 to 29.8% in 1970 see table 4. Most of these people found employment in industry, massively promoted by the communist government. According to the system of economic planning, the share of industry should be significantly increased. The first 6year plan from July 1950 aimed not only at an increase in industrial production, but also in agricultural production, real wages, and national income. Interestingly, the plan was massively over fulfilled 195055 for industrial production actual production in 1955 was 13% above the plan, agricultural production 37% below, but failed in all other respects. A similar fate met the 5years plan of 1955 with industrial 26 production 10% above, agricultural production 3.5% below see Jezierski and Leszczynska 2003, p. 492. A key reason for this was a change in the first plan immediately after it was issued due to the Korea crisis, namely to significantly enlarge the armament industry at the cost of all other parts of the Polish economy. As the armament industry was statistically hidden in the electromechanical industries we observe a significant increase in the share of that industry in the total value of industrial output, from 6.2% 1950 over 15.9% 1960, to 23.6 % 1970. At the same time the share of food industries declined from 34.1% over 26.8% to 21.5% 1970. A large part of this output was exported to the USSR and various parts of the world, changing the structure of Polish foreign trade see Jezierski and Leszczynska 2003, p. 506. In a way, while not being the outcome of a market economy, the planners followed here the lines of comparative advantage: compared to other parts of the Comecon, central Poland and Silesia as well as parts of Czechoslovakia and of course, the GDR were especially well prepared to produce additional armament output. The westwardshift of Polands borders, the large disintegration with the west especially until the 1970s, and the aim to quickly increase military production had changed Polands comparative advantage once more see table 2. In contrast to the large industrial exports, agricultural exports declined. The rising Polish food production went to a very large degree into the Polish domestic market, where higher real wages allowed higher consumption. The simultaneous lack of industrial consumer goods produced recordprone levels of food consumption pushing Engels law to the limits: in 1950 one person consumed on average 810.5 kg food per year, in 1960 849 kg, in 1970 866 kg, while today, in spite of significantly higher incomes, consumption is down to 768.7 kg per person see MaleckiTepicht 2005, p. 11. Especially the consumption of meat and fish increased during this period. The early 1970s saw a major reorientation of Polish industry, internally towards consumer products, and externally towards western markets, often accompanied by early forms of western foreign direct investment. It is here, when Poland started her return to the west. V. Conclusion The economic history of Poland after 1870 is very much driven by the interplay of agriculture, industry, and the changing access to markets. This development takes place on the background of secular trends towards more intensive agriculture and broad technological change. But the regional differences are striking. In 1870 the various parts of Poland were still 27 rather similar in their economic structures, all characterized by an extensive agriculture, except Upper Silesia where rich mineral resources induced an early industrialization. By 1914, the Kingdom of Poland had become a netimporter of agricultural products, itself exporting large volumes of manufacturing into the huge Russian markets, Great Poland and Pomerania had developed a highly productive intensive agriculture and successfully netexported agricultural products to neighboring industrial centers inc. Upper Silesia and the Kingdom of Poland, while Galicia essentially failed to develop at all. I have shown how this divergence was related to specialization along the lines of local comparative advantages between the partition areas and the partitioning powers, including aspects of economic nationalism and poor institutions. The creation of an independent Polish state after WWI was accompanied by a sharp disintegration with the partitioning powers, reorienting trade flows both to alternative trading partners esp. UK and towards the new domestic market. The integration of the Polish partition areas into one market economy proceeded quick and induced some limited convergence between the Polish regions. But under the conditions of the Interwar Years, with deteriorating terms of trade for exporters of agricultural products and raw materials, and worldwide declining import demand this was mostly a convergence to the bottom. Polish agriculture experienced a bad crisis, which in turn limited the already small domestic market for Polish industrial products. It is this limitation of the domestic market that motivated, at the end of the 1930s, the first attempts towards a largescaled stateplanned Bigpush industrialization in the spirit of RosensteinRodan 1943. After WWII, when Poland had suffered huge losses, the westward shift of the country and a very uneven implementation of economic policies preserved old structural differences between the regions of Poland and created new ones, especially in agriculture. The intensification of agriculture proceeded, helped not so much by new policies than by another change in local comparative advantage: the USSR was Polands largest trading partner after 1950. 28 References Statistical Sources Centralblatt fur das Deutsche Reich 1914, Berlin 1914 Glowny Urzad Statystyczny ed., Maly Rocznik Statystyczny, Warsaw, various years. Glowny Urzad Statystyczny ed., 1947, Rocznik Statystyczny 1947, Warsaw, 1947. Glowny Urzad Statystyczny ed. Rocznik Handlu Zagranicznego, Statystyka Polski, Serja C, Warsaw 1923 ff. and Rocznik Statystyczny Handlu Zagranicznego 1971, Warsaw 1971, Glowny Urzad Statystyczny ed., 1994, The Economic History of Poland in Numbers, Warsaw 1994. KoniglichPreuisches Ministerium der Offentlichen Arbeiten 1886, Statistik der Guterbewegung auf Deutschen Eisenbahnen im Jahre 1885, Berlin 1886. Kaiserliches Statistisches Amt 1914, Statistik der Guterbewegung auf Deutschen Eisenbahnen im Jahre 1913, Berlin, 1914. Maddison, Angus 1995, Monitoring the World Economy 18201922, OECD, Paris. Ministerstwo komunikacji, Centralne Biuro statystyki przewozow P.K.P. ed., Rocznik statystyczny przewozu towarow na polskich kolejach panstwowych wedlug poszczegolnych rodzajow towarow, Warsaw, 19251937. Ministerstwo Pracy i Opieki Spolecznej 1926 1938, Inspekcja Pracy, Warsaw, various years. Schmitz, J. 1888 Ubersicht der fur die samtlichen deutschen Bundesstaaten in Gemassheit des 8 des Reichsgesetzes betreffend die Krankenversicherung der Arbeiter vom 15. Juni 1883 festgestellten ortsublichen Tagelohne gewohnlicher Tagearbeiter, Berlin, 1888. Statistisches Reichsamt 1926, Die Guterbewegung auf Deutschen Eisenbahnen im Jahre 1925, Berlin 1926. Journal Articles and Books Brentano, Lujo 1925, Die deutschen Getreidezolle, Stuttgart. Bujak, Franciszek 1908, Galicia, vol.1, Lwow. Clark, Colin 1957, The conditions of economic progress, London. Diamand, Herman 1915, Polozenie Gospodarcze Galicji przed Wojna, Leipzig 1915. Deardorff, Alan V. 2004, Local Comparative Advantage: Trade Costs and the Pattern of Trade, RSIE Discussion Paper No. 500, Michigan. De Menil, G. and Matilde Maurel 1994, Breaking up a customs union : the case of the austrohungarian empire in 1919, Weltwirtschaftsliches Archiv 130 3. 29 in Antebellum Massachusetts: A Duranton, Gilles, 1998. Agricultural Productivity, Trade, and Industrialisation, Oxford Economic Papers, vol. 50 2, pages 22036. Dziewicka, M. 1955, Zagadnienie degradacji rolnictwa w Polsce kapitalistiycznej, Ekonomista 1 1955, pp. 7690. Eddie, Scott M. 2005 Industrie auf dem Lande: Industrial enterprises on agricultural estates in East Elbian Germany ca. 1882 ca.1907, paper presented at the Second Conference of German Cliometrics, Tubingen 2005. Feinstein, Charles, Peter Temin, Gianni Toniolo 1997, The European Economy between the Wars, Oxford: University Press. Field, Alexander James 1978, Sectoral Shifts Reconsideration, in Explorations in Economic History 15, pp. 14671. Frank, Alison Fleig 2005, Oil Empire. Visions of Prosperity in Austrian Galicia, Harvard University Press, Cambridge 2005. Gerschenkron, Alexander 1962 Russia: Patterns and Problems of Economic Development, 18611958, in Gerschenkron 1962, Economic Backwardness in Historical Perspective. A Book of Essays, Belknap Press, Cambridge Massachusetts. Grant, Oliver 2005, Migration and Inequality in Germany 1871 1913, Clarendon Press, Oxford. Hicks, John 1932, The Theory of Wages, London, Macmillan. Hayami, Yujiro and Vernon Ruttan 1970, Agricultural development: an international perspective, Baltimore and London. Jezierski, Andrzej 1967 Handel zagraniczny Krolestwa Polskiego 18151914, Warsaw 1967. Jezierski, Andrzej 1984, Problemy Rozwoju gospodarczego ziem Polskich w XIX I XX wieku, Warsaw 1984. Jezierski, Andrzej and Cecylia Leszczynksa 2003, Historia Gospodarcza Polski, Wydawnictwo Key Text, Warsaw 2003. Kenwood, A.G. and A. L. Lougheed 1999, The growth of the international economy 18202000. An introductory text, Routledge, London and New York 1999. Kieniewicz, Stefan 1964, Dramat trzezwych entuzjastow. O ludziach pracy organicznej, Warsaw, Wiedza Powszechna. Knakiewicz, Zenobia Wydawnictow Ekonomyczne. 1967, Deflacja Polska 19301935, Warsaw, Panstwowe 30 Kostrowicka, Irena 1984, Changes in Agricultural Productivity in the Kingdom of Poland in the XIXth and Early XXth Centuries, in: Journal of European Economic History 13, 1984, p. 75. Kostrowicki, Jerzy 1978, Przemiany struktury przestrzennej Rolnictwa Polski 19501970, Wroclaw, Wydawnictwo Polskiej Akademii Nauk 1978. Kozlowski, Krzysztof 1989, Problemy gospodarcze Drugiej Rzeczypospolitej, Warsaw. Landau, Zbigniew 1992, Integracja Gospodarcza Polski w Latach 19181923 in: Studia Historyczne XXXIII1127,1991, pp. 6376. Reprinted in Paul Latawski 1992: The Reconstruction of Poland, 19141923, London: Basingstoke. Landau, Zbigniew and Jerzy Tomaszewski 1999, Zarys Historii Gospodarczej Polski 19181939, Warsaw, Kziazka i Wiedza. Lewis, Arthur W. 1949, Economic Survey 19191939, London. Luczak, Czeslaw 2001 Dzieje gospodarcze Wielkopolski w okresie zaborow 18151918, Poznan, PSO 2001. Luxemburg, Rosa 1898, Die industrielle Entwicklung Polens, Leipzig 1898. MaleckiTepicht, Stefan 2005, Rolnictwo polskie w latach 19502002 dziedzictwo i perspektywy, Narodowy Bank Polski, Materialy i Studia, Zeszyt No. 196. Matsuyama, Kiminori 1992, Agricultural Productivity, Comparative Advantage, and Economic Growth, Journal of Economic Theory 58 December 1992, pp. 317334. Mokyr, Joel 1976, Industrialization in the Low Countries, 17951850, New Haven, Yale University Press. Morawska, Ewa 1989, Labor Migrations of Poles in the Atlantic World Economy, 18801914, Comparative Studies in Society and History 31 2, 1989, pp. 23772. Muller, Uwe and Torsten Lorenz 2006, National Segregation and Mass Mobilization. Polish Cooperatives in Poznania before the First World War in Torsten Lorenz Ed. Cooperatives in Ethnic Conflicts: Eastern Europe in the 19th and early 20th Century, Berlin. Muller, Uwe and Helga Schultz 2002, National Borders and Economic Disintegration in Modern East Central Europe, Berlin: Arno Spitz. Murphy, Kevin M., Andrei Shleifer and Robert W. Vishny 1989, Industrialization and the Big Push, Journal of Political Economy 97 5, 1989, pp. 100326. Nurkse, Ragnar 1953, Problems of Capital Formation in Underdeveloped Countries, New York, Oxford University Press. Olson, Lars 1996, Labor Migration as a prelude to World War I, International Migration Review 30 4, pp. 875900. 31 ORourke, Kevin 1997, The European grain invasion, 18701913, Journal of Economic History 574 1997, pp. 775801. ORourke, Kevin and Jeffrey Williamson 1999, Globalization and History: The Evolution of a 19th Century Atlantic Economy, Cambridge Massachusetts, MIT Press. Reichling, Gerhard 1986, Die deutschen Vertriebenen in Zahlen, Vol. 1, Bonn 1986. RosensteinRodan, Paul 1943, Problems of Industrialization of Eastern and Southeastern Europe, Economic Journal 53, pp. 20211 Rostow, Walt. W. 1960, The Stages of Economic Growth: A NonCommunist Manifesto, Cambridge, Cambridge University Press. Roszkowski, Wojciech 1992, The reconstruction of the Government and State apparatus in the Second Polish Republic, in Paul Latawski ed.: The Reconstruction of Poland, 19141923, London: Basingstoke, pp. 158 177. Todaro, Michael 1989, Economic Development in the Third World, New York, Longman 78, pp. 11151141. Tomaszewski, Jerzy 1966, Handel regelmentowany w Polsce 19181921, Zeszyty Naukowe SGPi S, Warsaw. Trenkler, Carsten and Nikolaus Wolf 2005 Economic Integration Across Borders: the Polish Interwar Economy, European Review of Economic History 9 2005, S. 199231. Wolf, Nikolaus 2005 Path Dependent Border Effects: the Case of Polands Reunification 19181939, Explorations in Economic History 42 2005, S. 414438. Wolf, Nikolaus 2006a, Grenzen und Okonomie. Eine Untersuchung am Beispiel Deutschlands und Polens 1885 1939, in Etienne Francois, Jorg Seifarth and Bernhard Struck Eds., Die Grenze als Raum, Erfahrung und Konstruktion. Deutschland, Frankreich und Polen vom 17. bis zum 20. Jahrhundert, Campus Verlag 2006 Wolf, Nikolaus 2006b, Endowments vs. Market Potential: what explains the Relocation of Industry after the Polish Reunification in 1918?, forthcoming in Explorations in Economic History. Zientara, Benedykt et al. 1973, Dzieje Gospodarcze Polski do roku 1939, Warsaw, Wiedza Powszechna. Zubrzycki, Jerzy 1953, Emigration from Poland in the Nineteenth and Twentieth Centuries, Population Studies 6 3 1953, pp. 24872. 32 Maps and Tables Map of Poland 1870 1970 33 Tables and Graphs Graph 1: Wheat price Spread per km, 1840 1913 0,00160,00140,00120,0010,00080,00060,00040,000200,00020,0004184018431846184918521855185818611864186718991902190519081911Data from Pribram 1938, Hoszowski 1934, Gorkiewicz 1950, Statistisches Jahrbuch fur den Preuischen Staat 1863 f  Vienna Cracow Vienna Lwow Berlin Poznan 34 Kingdom of Poland Prussian Partition Table 1: Commodity Trade Balance for the three Partition Areas around 1914, in Million Mark per capita values in Mark are given in parentheses Agricultural Products Raw Materials Industrial Products Total Sources: Kieniewicz 1987, p. 389, Population data from Economic History of Poland in Numbers 1994, p. 74ff. Table 2: The reorientations of Polands foreign trade Imports and Exports as % of total trade value, current prices 49.1 4.4 369.6 33.0 587.2 52.4 168.5 15.0 341.5 56.9 367.7 61.3 65.4 10.9 643.8 107.3 Galicia 24.1 3.0 47.9 5.9 254.8 31.5 182.8 22.6 Germany 195070: sum of FRG and GDR FRG GDR Habsburg Successors Austria, Czechoslovakia CSSR, Hungary Czechoslovakia CSSR USSR UK 1923 Imp Exp 4451 1926 Imp Exp 2425 1928 Imp Exp 2334 1932 Imp Exp 2016 1935 Imp Exp 1415 1937 Imp Exp 1514 1950 Imp Exp 1516 1960 Imp Exp 1814 1970 Imp Exp 1514 1416 1321 1426 1017 913 910 55 02 86 59 12 1017 612 12 99 58 23 916 46 33 1420 44 10 1218 32 1214 1917 139 2924 108 55 139 1314 99 3129 68 45 119 1413 98 3835 54 Sources: Interwar Years: Rocznik Handlu Zagranicznego, Statystyka Polski, Serja C Statistical Yearbook of Foreign Trade, Polish Statistics, Warsaw, different years, Postwar Years: Rocznik Statystyczny Handlu Zagranicznego 1971, Warsaw 1971, pp. 2633. 35 Table 3: Area, Population, and Urbanization in Polish Regions and Poland, mid 19th century 1970 Poland in the respective borders Partition Areas Interwar Area Postwar Area 273590 388511 311700 Kingdom of Poland Central Vojvodships Galicia Southern Vojvodships Prussian German Partition Western Vojvodships East Eastern Vojvodships Great Poland Pomerania pre 1918 incl.Gdansk Upper Silesia Approximately the old territories in post1946 usage 127321 137710 78497 79215 Area Estimates in km 2 25553 28989 26564 264112 208900 16407 Population estimates in 1000 13230 4216 124399 na 13113 15733 21586 26051 26866 31353 25008 29776 32642 4867 6079 9402 11914 11233 12341 4876 5492 7047 8082 7488 8507 1364 1570 1848 2114 1968 2340 1019 1304 1517 1713 936 1080 987 1288 1772 2228 1125 1534 25802 on future Polish territory exl. recovered territories: 21800 na Territories of the former German East incl. western Upper Silesia or Recovered Territories in post1946 usage 102800 na na 4116 5551 na 8200 1846 1870 1897 1911 1921 1931 1950 1960 1970 185761 18971900 190910 1921 1931 1950 1960 1970 Estimated Urbanization rates share of people living in towns exceeding 10,000 inhabitants, after 1931 administrative definition 5.1 17.5 18.3 32.0 33.5 4.5 9.6 13.1 21.0 22.6 6.2 12.7 16.6 40.0 5.6 26.2 36.2 32.0 11.6 20.6 24.6 30.0 33.0 na na 13.0 14.0 44.0 15.4 18.5 26.0 27.5 39.0 48.3 52.3 Sources: Central Statistical Office 1994, Economic History of Poland in Numbers, pp. 74ff., Central Statistical Office 1939, Maly Rocznik Statystyczny 1939, pp. 1011, Rocznik Statystyczny 1947, and own calculations, While disputable, Polish historians usually treat Upper Silesia as historical part of Poland due to the large number of Polish speaking people note the major changes in area compared to pre1918 36 Table 4: Estimates of Occupational Structure, National Product, and Sectoral Shares Kingdom of Poland Galicia Poland Share of Population living from Agriculture in % Great Poland and Pomerania 52 na Upper Silesia Eastern Vojvodhsips 29 73 About 1900 1921 1931 1950 1960 1970 respective borders na 66 64 47 38 30 57 77 GDP million 1990 Geary Khamis US Poland respective borders Per capita GDP million 1990 Geary Khamis US Share of Agriculture in % of National Income Poland respective borders Poland respective borders Share of Industry in % of National Income Poland respective borders na 29.5 37.7 25.3 22.7 15.7 Na 58980 48107 76049 95121 144018 2117 1597 Na 2788 3218 4428 1929 1935 1947 1955 1960 1970 Sources: Jezierski and Leszczynska 2003, p. 158, Economic History of Poland in Numbers 1994, pp. 131f., and p. 172., Maddison 1995, pp. 186ff. na 41.7 35.3 49.8 47.5 54.5 37 Table 5: The SizeStructure of Landholdings in Poland % share in total number % share in total area Peasant landholdings All Up to 5 ha 520 ha Above 20 ha Up to 5 ha 520 ha Above 20 ha Up to 5 ha 520 ha Above 20 ha Up to 5 ha 520 ha Above 20 ha landholdings Poland in respective borders Poland in respective borders na 1921 1938 1950 64.7 14.8 32 30.8 3.3 54.4 na na na na na na 62.2 37 35.3 59.7 2.5 13.3 64.5 29 33.4 59.3 2.1 11.7 57.2 25 41.5 68.1 1.3 6.9 Kingdom of Poland central vojvodships 1905 65 31 33 56 2 13 51.8 na 44.9 na 3.3 na na na na Galicia southern vojvodships 1902 81 49 18 40 1 11 87.1 na 12.1 na 0.8 na na na na Prussian Partition western vojvodhsips 19071 78 13 19 47 5 40 1921 1938 58.8 na 30.5 na 7.9 na na na na na Eastern Vojvodships All landholdings Recovered Territories na 39.6 na 45.8 na 4.6 na na na na na 1939 41.7 4.5 42.6 23.6 15.7 71.9 1970 na na na 61.8 26 37.1 68 1.1 6 Up to 5 ha 520 ha Above 20 ha Sources: Jezierski 1987, p. 39f., Jezierski and Leszczynska 2003, pp. 274 and 519, Mieszczanksowski 1983, p. 71ff., GUS 1947, Rocznik Statystyczny 1947, p. 39. na 38 Table 6: Main Crops in Polish Agriculture 1909 1970, area sown in 1000 ha percentage share of crop in total of 6 main crops in parentheses Kingdom of Poland Prussian Partition Poland in Eastern respective borders central Galicia southern vojvodhsips 131 0.064 936 0.458 164 0.080 277 0.136 452 0.221 82 0.040 169 0.080 985 0.469 171 0.081 244 0.116 433 0.206 98 0.047 241 0.091 1259 0.477 227 0.086 271 0.103 565 0.214 74 0.028 vojvodships 538 0.192 700 0.250 341 0.122 697 0.249 522 0.189 6 0.002 488 0.180 792 0.292 312 0.115 577 0.213 522 0.193 20 0.007 620 0.205 797 0.263 316 0.104 624 0.206 658 0.217 12 0.004 vojvodships 497 0.089 2245 0.402 498 0.089 1186 0.212 1085 0.194 72 0.013 476 0.088 2650 0.491 389 0.072 748 0.139 1056 0.196 78 0.014 557 0.104 2459 0.460 364 0.068 793 0.148 1137 0.213 37 0.007 190913 192529 193438 195360 196170 Sources: MRS 1930, p. 19, MRS 1939, p. 78f., RS 1947, p. 45, Economic History of Poland in Numbers 1994, p. 145f. 1353 0.104 5087 0.391 1265 0.097 2749 0.211 2404 0.185 168 0.013 1337 0.104 5672 0.441 1150 0.089 2026 0.157 2479 0.193 208 0.016 1738 0.124 5774 0.413 1199 0.086 2250 0.161 2899 0.207 130 0.009 1466 0.122 4975 0.413 864 0.072 1668 0.138 2709 0.225 373 0.031 1692 0.148 4342 0.379 719 0.063 1490 0.130 2793 0.244 431 0.038 Wheat Rye Barley Oats Potatoes Sugar Beet Wheat Rye Barley Oats Potatoes Sugar Beet Wheat Rye Barley Oats Potatoes Sugar Beet Wheat Rye Barley Oats Potatoes Sugar Beet Wheat Rye Barley Oats Potatoes Sugar Beet na western Vojvodships Recovered Territories 187 0.072 1206 0.464 262 0.101 589 0.227 345 0.133 8 0.003 204 0.077 1245 0.467 278 0.104 457 0.172 468 0.176 12 0.005 320 0.107 1259 0.423 292 0.098 562 0.189 539 0.181 7 0.002 na 350 0.096 1390 0.381 355 0.097 630 0.173 814 0.223 111 0.030 39 Table 7: Land productivity 1909 1970 yield in quintal ha for main crops, in Poland, her regions, and the former partition powers Kingdom of Poland Russia Galicia southern vojvodships Prussian Partition western vojvodhsips Eastern Vojvodships Germany respective borders, after 1945: FRG respective borders Hungary respective borders respective borders Poland central vojvodships na 13.2 11.8 80 na 22.7 18.6 138 300 6.9 7.5 69 161 na 9.4 8.7 63 na 12.3 10.5 95 196 13.1 10.6 113 184 11.9 11.0 128 203 Rye Potatoes Sugar Beet Wheat Rye Potatoes Sugar Beet Wheat Rye Potatoes Sugar Beet Wheat Rye Potatoes Sugar Beet Wheat Rye Potatoes Sugar Beet Wheat Rye Potatoes Sugar Beet 18781882 Wheat 190913 192529 193438 195360 196170 Sources: MRS 1930, p. 21, MRS 1939, p. 78f., Historia Polski w liczbach 1991, p. 122ff., p. 238, Economic History of Poland in Numbers 1994, p. 145f. 1 Numbers refer to 19711975. 12.4 11.2 103 245 12.3 10.9 107 202 11.9 11.2 121 216 14.6 13.6 124 191 21.4 17.2 164 291 9.1 8.0 85 na 11.7 11.3 110 200 9.8 9.6 101 187 10.8 10.6 112 186 11.2 10.1 65 na 19.9 16.9 142 300 19.1 14.0 120 227 15.2 13.1 129 230 7.8 8.9 84 96 10.5 na na na 14.51 13.6 11.7 64 na 15.0 na na na 33.21 22.0 17.6 158 292 27.1 na na na 44.71 na na na na 9.5 8.1 68 155 10.9 8.6 88 150 11.3 10.0 109 187 na na na na na na na 40 Table 8: Number of Workers in Industry and Mining 1902 1970, in thousands data 195070 refers to public industries Prussian partition and Upper Silesia western Kingdom of Poland Galicia southern Poland respective borders central vojvodships vojvodships vojvodships Great Poland and Upper Silesia Eastern vojvodships Recovered Territories Pomerania 122 1907 90 1902 335 1904 About 1905 1925 1929 1934 1937 1945 July 1950 1960 1970 Sources: Data for preWWI and post WWII from Economic History of Poland in Numbers 1994, pp. 75, 105108, 155, data for Interwar Years from Inspekcja Pracy 19261938, data for 1945 from RS 1947 1947. 1 Data refer to the part of Upper Silesia, which after the referendum in 1921 became part of Poland. na 710 1067 826 1050 738 1936 2928 4044 1291 2191 1291 1571 na 36 57 55 72 na 333 493 412 516 136 181 135 187 76 118 95 118 243 1907 na 113 na 625 41 Diskussionsbeitrage des Fachbereichs Wirtschaftswissenschaft der Freien Universitat Berlin 2006 20061 20062 20063 20064 20065 20066 20067 20068 20069 200610 200611 200612 200613 BERGER, Helge Jakob de HAAN JanEgbert STURM Does Money Matter in the ECB Strategy? New Evidence Based on ECB Communication. 25 S. Volkswirtschaftliche Reihe BERGER, Helge Carsten HEFEKER Does Financial Integration Make Banks Act More Prudential? Regulation, Foreign Owned Banks, and the LenderofLast Resort. 31 S. Volkswirtschaftliche Reihe BONKE, Timm Giacomo CORNEO Was hatte man sonst machen konnen? Alternativszenarien zur rotgrunen Einkommensteuerreform. 28 S. Volkswirtschaftliche Reihe WOLF, Nikolaus Was Germany ever united? Borders and Domestic Trade, 1885 1933 Volkswirtschaftliche Reihe KOULOVATIANOS, Christos Carsten SCHRODER Ulrich SCHMIDT FamilyType Subsistence Incomes Vokswirtschaftliche Reihe KRUSCHWITZ, Lutz Andreas LOFFLER Andreas SCHOLZE Passivierungsgrundsatze und Discounted CashflowVerfahren Betriebswirtschaftliche Reihe KRAHMER, Daniel Roland STRAUSZ VCG mechanisms and efficient ex ante investments with externalities Volkswirtschaftliche Reihe BONKE, Timm Frank NEHER Carsten SCHRODER Konstruktion und Bewertung eines okonomischen Einkommens aus der Faktisch Anonymisierten Lohn und Einkommensteuerstatistik Volkswirtschaftliche Reihe BERGER, Helge George KOPITS Istvan P. SZEKELY Fiscal Indulgence in Central Europe: Loss of the External Anchor? 23 S. Volkswirtschaftliche Reihe BERGER, Helge Stephan DANNIGER The Employment Effects of Labor and Product Markets Deregulation and their Implications for Structural Reform. 32 S. Volkswirtschaftliche Reihe BERGER, Helge Michael EHRMANN Marcel FRATZSCHER Forecasting ECB Monetary Policy: Accuracy is Still a Matter of Geography. 39 S. Volkswirtschaftliche Reihe EICHFELDER, Sebastian Ehegattensplitting und ALG II: Nettoeinkommensoptimierung bei Erwerbslosigkeit Betriebswirtschaftliche Reihe POLGAR, Eva Katalin Monetary Policy Rules in a TwoSector Small Open Economy Volkswirtschaftliche Reihe 42 200614 200615 HEINEMEYER, Hans Christian The Impact of new Borders on Trade. World War I and the Economic Disintegration of Central Europe Volkswirtschaftliche Reihe WOLF, Nikolaus Local Comparative Advantage: Agriculture and Economic Development in Poland 1870 1970 Volkswirtschaftliche Reihe 43 ", "filename": "517667460.PDF", "person": ["Nikolaus Wolf", "Wolf, Nikolaus"], "date": ["2006"]}