{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/78665/1/526436220.pdf"], "title": ["Does adult education at upper secondary level influence annual wage earnings?"], "plaintext": "The Institute for Labour Market Policy Evaluation IFAU is a research institute under the Swedish Ministry of Employment, situated in Uppsala. IFAUs objective is to promote, support and carry out: evaluations of the effects of labour market policies, studies of the functioning of the labour market and evaluations of the labour market effects of measures within the educational system. Besides research, IFAU also works on: spreading knowledge about the activities of the institute through publications, seminars, courses, workshops and conferences; influencing the collection of data and making data easily available to researchers all over the country. IFAU also provides funding for research projects within its areas of interest. The deadline for applications is October 1 each year. Since the researchers at IFAU are mainly economists, researchers from other disciplines are encouraged to apply for funding. IFAU is run by a DirectorGeneral. The authority has a board, consisting of a chairman, the DirectorGeneral and seven other members. The tasks of the board are, among other things, to make decisions about external grants and give its views on the activities at IFAU. A reference group including representatives for employers and employees as well as the ministries and authorities concerned is also connected to the institute. Postal address: P.O. Box 513, 751 20 Uppsala Visiting address: Kyrkogardsgatan 6, Uppsala Phone: 46 18 471 70 70 Fax: 46 18 471 70 71 ifauifau.uu.se www.ifau.se Papers published in the Working Paper Series should, according to the IFAU policy, have been discussed at seminars held at IFAU and at least one other academic forum, and have been read by one external and one internal referee. They need not, however, have undergone the standard scrutiny for publication in a scientific journal. The purpose of the Working Paper Series is to provide a factual basis for public policy and the public policy discussion. ISSN 16511166 Does adult education at upper secondary level influence annual wage earnings? by Anders Stenberg February 20, 2007 Abstract Adult education at upper secondary level AE is an integral part of the Swedish educational system. Of the cohort born in 1970, about one third has at some point been registered in AE. This evaluation of AE is the first to use register data on the course credits actually attained. The results indicate that credits equal to one year of AE yield point estimates that range from 5 per cent for individuals with prior twoyear upper secondary school to 15 per cent for those with prior compulsory school. The positive effects are mainly driven by courses in health related subjects and computer science. Of the participants in AE, more than 40 per cent continue to university. The returns to years in higher education are not found to be different between individuals with and without a prior AE registration except for those with one year or less at university. Keywords: Adult education, wage earnings JELcodes: J68, H52 SOFI, Stockholm University, SE106 91, Stockholm. Email: anders.stenbergsofi.su.se. Financial support from The Institute for Labour Market Policy Evaluation IFAU is gratefully acknowledged. I also wish to thank Roger Axelsson, Helge Bennmarker, Louise Kennerberg, Mikael Lindahl, Olle Westerlund and Magnus Wikstrom. All errors in fact or judgment are my own. IFAU Does adult education at upper secondary level influence annual wage earnings? 1 Table of contents Introduction   3 1 The Swedish educational system  6 2 Related literature  7 3 Data and descriptive statistics  10 4 Individuals with no enrolment in higher education   14 4.1 Individuals in higher education   19 4.2 Estimations and results   23 5 Individuals with no enrolment in higher education   24 5.1 5.2 Individuals with no enrolment in higher education   33 5.3 Summary of the results  39 6 Concluding remarks  40 References  42 Appendix  45 2 IFAU Does adult education at upper secondary level influence annual wage earnings? Introduction 1 Sweden is probably the country in the world where upper secondary education for adults henceforth AE has the largest role to play in the educational system. In 1999, around 300,000 individuals were enrolled in AE, making it similar in size to regular upper secondary school for 1618 year olds. Arguments in favour of this structure include that AE evens out educational differences between demographic groups and constitutes a tool to improve democracy and social justice. AE also provides a second chance for late learners who would otherwise run the risk of ending up in a pool of unused labour. Further, AE improves the flexibility of the work force, offering general human capital improvements as an alternative andor complement to jobsearch. However, despite the considerable investments made in AE, little is known about its economic benefits. This report uses Swedish data to examine the effects on annual wage earnings of upper secondary credits attained via AE. Also investigated is whether individuals with and without AE prior to enrolment in higher studies differ in their achievements in higher education and subsequent annual wage earnings. The analyses are based on register data for the cohort born in 1970, of whom more than one third were registered at some point in adult upper secondary education. The Swedish expansion of AE took off in 1969, when by law each municipality was required to offer compulsory and upper secondary education to adults. Municipal institutes called komvux became responsible for providing the service, in most cases offering both daytime and evening courses. The number enrolled was instantly in the region of 100,000 per year and this figure remained relatively stable until the mid 1990s when there was an extraordinary expansion. This increase was largely a consequence of the economic recession that hit the Swedish labour market a few years earlier. Figure 1 illustrates how open unemployment more than quadrupled between 1990 and 1993. During these years, the fraction of the labour force registered in active labour market programs rose while there were only small changes in the participation rate at IFAU Does adult education at upper secondary level influence annual wage earnings? 3 komvux.1 From the autumn of 1993, the government supplied the municipalities with extra funds earmarked for financing extra seats at komvux for the unemployed. These represented around 20 per cent of the seats at komvux in 1994 and in 1996 around 30 per cent. From the autumn of 1997, when the Adult Education Initiative AEI, Kunskapslyftet was introduced, government funding became in excess of 50 per cent. The government funding of seats at komvux was matched with a gradually enlarged access to study allowances for adults. This was further enhanced with the AEI as individuals eligible for unemployment insurance UI were offered a year of fulltime studies at komvux with financial support equal to a maintained level of UI. At the time this represented 80 per cent of previous income and for the majority of the participants it meant very generous economic conditions for continuing studies. 1 AE is in Sweden a concept that may also include Labour Market Training arbetsmarknadsutbildning, folk highschool folkhogskola and, i.a., firmsponsored training. This report only considers studies within the framework of komvux. 4 IFAU Does adult education at upper secondary level influence annual wage earnings? Figure 1 Percentages of the total labour force in unemployment, labour market programs and adult education in Sweden 19902002. tnecre P9,08,07,06,05,04,03,02,01,00,0 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003Year Unemployment Labor market programs Adult education Note: Adult education denotes the yearly number of individuals. Unemployment and labour market programs are measured as yearly averages. Empirical studies of the effects of AE in Sweden are relatively few despite the fact that high quality data is available. One explanation for the lack of research in this area is that the register data in komvuxdatabasen are relatively difficult to arrange. Studies so far have therefore simplified the reporting of studies to binary variables indicating termwise registration at komvux. A drawback then is of course that this is not necessarily a good proxy of the amount of studies completed. It may also be a partial explanation as to why previous research, presented below, has reported rather mixed results. Another unexplored issue concerns the large fraction of AE participants that continue to higher studies. If their performance is markedly weaker than average, a policy maker could prefer to restrict their access to university studies. This could arise if e.g. AE is of insufficient quality as preparation for university studies Heckman and La Fontaine 2006, and Boesel et al. 1998, if adults experience more family work andor other commitments, if there are decreasing returns with age Ekstrom 2003, Light 1995, Monks 1997 or if AE individuals tend to pursue education due to bleak employment prospect Stenberg 2007, and Stenberg and Westerlund, 2007. The contribution of this report has two facets. The first is to evaluate the effects on annual wage earnings of adult upper secondary education at komvux. IFAU Does adult education at upper secondary level influence annual wage earnings? 5 Unlike earlier studies of komvux, information from the register data on the number of credits actually attained is used. This makes it possible to generate estimates of the returns on annual wage earnings of a year of upper secondary AE, a measure comparable to estimates in the economics literature on returns to schooling. The second contribution concerns the large fraction of AE participants, 44 per cent, that continued to higher education. Questions addressed include whether individuals with or without a prior AE differ in their university achievements andor in their returns to higher education. To my knowledge, none of these issues have been subject to a systematic analysis before. The report unfolds as follows. The Swedish educational system is described in section 2. Section 3 presents the theoretically and empirically related literature. Descriptive data is found in section 4 and empirical estimation methods and results in section 5. Section 6 concludes. 2 The Swedish educational system Compulsory school in Sweden is nine years and usually takes place from age seven to fifteen. It is followed by upper secondary school, which until 1996 was either for two or three years depending on program choice. Twoyear upper secondary school programs consisted of some 15 relatively heterogeneous educations, mainly vocational and with strong gender patterns, e.g. construction, housepainting and electronics attracted males while nursing attracted females. Threeyear upper secondary school, on the other hand, mostly involved theoretical studies in human science, social science, business administration, natural science or technical studies, this last also with an optional fourth year. Eligibility to higher education is obtained by fulfilling a general admission requirement, normally a threeyear upper secondary diploma. Specific requirements apply in some cases, depending on the type of education. Individuals at least 25 years old may also be admitted to higher studies if four years of work experience and passing grades in Swedish and English at upper secondary level. At the universities, many undergraduate programs and specific courses have more applicants than there are seats. At least one third of the seats must be offered based on the grade point averages GPA attained at upper secondary level. Those who feel unsure whether their GPA from upper secondary school is sufficiently high to gain admission can also write the Swedish Scholastic 6 IFAU Does adult education at upper secondary level influence annual wage earnings? Aptitude Test hogskoleprovet. A minimum of one third of the seats are offered to the highest ranked in this category, conditional on fulfilling the general admission requirement. Tertiary education is free of charge and students receive financial support of about 780 a month where one third is a grant and the rest is a loan. Komvux is foremost intended for individuals aged at least 20 but younger persons are accepted if seats are available. Individuals with only prior compulsory school or a twoyear upper secondary school can enrol at komvux to improve their formal qualifications, possibly also to later continue at university. Persons with a threeyear upper secondary education may also enrol, e.g. in order to take the optional fourth year of technical education. Much more common, however, is that they either slightly redirect their education or take one or more subjects required for eligibility to university. From the autumn of 1997, it also became allowed to study at komvux to improve grades even if they were passed, and so enhance ones competitive position for admittance to university studies. Komvux actually encompasses studies at three different levels, although the majority, 8590 per cent, participate at upper secondary level. Of the remainder, about two thirds take courses at compulsory level while the other third take supplementary courses pabyggnadsutbildning which are vocational and at post secondary level. Since 1997, there are also socalled introductory courses, intended for adults who are reluctant to restart schooling. 3 Related literature The human capital model introduced by Becker 1964 predicts that an individual will participate in education if the present value of its expected benefits minus its expected costs is greater than zero. Postponing education in this framework would only shorten the posteducation period of assumed higher wages and thereby reduce the beneficial effects. To explain the occurrence of adult education, some factor must be allowed to vary over time so the expected value IFAU Does adult education at upper secondary level influence annual wage earnings? 7 of the individuals decision rule may change.2 One such change is that the wage premium increases sufficiently to make reenrolment in education a rational decision Weiss, 1971 and Iwahashi, 2004. Other examples include relaxed borrowing constraints Wallace and Ihnen, 1975, that the relative prices of leisure and schooling change Killingsworth, 1982 or that the information set changes, not least completion uncertainty Altonji, 1993, Sjogren and Sallstrom, 2004. Another possibility is that the individuals discount rate changes over time. An individual with a stronger preference for immediate income will, all else the same, be more likely not to enrol in education. But if the discount rate is liable to be reduced with age, the sign of the decisionmaking equation may switch from a negative to a positive value. Warner Pleeter 2001, studying how individuals had chosen between different offers at the time of the military drawdown in the US in the early 1990s, found young individuals to have higher than average discount rates. Empirical evaluations of education in Sweden have, until a few years ago, only considered youth education. The syllabus of komvux at upper secondary level was until 1994 somewhat adapted for adults but has since been the exact same as the one for youth education. An interesting point of departure is therefore Swedish evaluations of upper secondary education for youths which have found payoffs in the region of 3.5 to 4.5 per cent Isacsson 1999, Kjellstrom 1999, Meghir and Palme 2005. It is of course far from certain that these results can be generalized to education for adults. AE usually offers more options in terms of at what speed it is carried out and when, at what age, education is re initiated and completed. Individuals in AE also often have work experience, possibly making their choices of study based on better information. These features not only make AE different from youth education but also further complicate the selection mechanisms faced by the researcher. The above mentioned studies report, like Card 1999, modest bias in conventional OLS estimators and although in a sense encouraging, there have been no studies of AE with a setup resembling a social experiment. Consequently, 2 BenPorath 1967 is an exception to this rule. He assumed decreasing marginal productivity of human capital, inducing individuals to spread formation over a long period of time to maintain a high marginal payoff to effort. 8 IFAU Does adult education at upper secondary level influence annual wage earnings? there is little knowledge about if and how the additional selection mechanisms have influenced the results of AE evaluations. Studies of AE in Sweden have exclusively considered data collected from participation at komvux. Ekstrom 2003 focused on participants at upper secondary level komvux from 1988 to 1993, with annual wage earnings in 2000 as outcome variable. The regression results implied negative effects of AE for men born in Sweden but positive effects for female immigrants. No effects were found for females born in Sweden and male immigrants. The negative effects for men were 6 per cent for those aged 4355 and 3 per cent for men aged 2542. It is the only study so far not based on the mainly unemployed participants in the Adult Education Initiative AEI, introduced in 1997. Axelsson and Westerlund 2005 found the AEI participants to increase annual earnings by SEK 12,800, roughly corresponding to an effect of 10 per cent.3 Albrecht et al. 2004 instead reported no significant effects of the AEI on wage earnings but a higher probability for men aged 2540 to find employment.4 Stenberg and Westerlund 2007 studied longterm unemployed in the AEI and their results showed positive effects on annual wage earnings but no effects for those that were registered in the AEI during only one semester or for males with the maximum four semesters of studies. Stenberg 2007 and Axelsson and Westerlund 2005 compared enrolees in 1997 in the AEI and Labour Market Training LMT, which was mainly vocational. Both studies reported LMT to have more beneficial effects on wage earnings. Stenberg 2005 made a similar comparison with LMT but found ambiguous effects on unemployment immediately following program. In the US, there is a substantial literature evaluating the effects on wages of community college studies Grubb 2002 provides a survey. The courses are often vocational andor at postsecondary level but some of the evaluation studies are reminiscent of the present one as they estimate returns to a years worth of credits to generate results comparable to the returns to schooling literature. Jacobson et al. 2005 had access to data on a large sample of individuals aged 20 to 59 in Washington State that were displaced by their employers in 3 The value of 1 varied from SEK 8 to SEK 9 throughout the period covered by this report. 4 Their criteria to identify AEI participants did not include the special grant, UBS, or records of unemployment, meaning that regular komvux and the AEI were not necessarily separated. IFAU Does adult education at upper secondary level influence annual wage earnings? 9 the period 19901994. Data were collected quarterly and covered earnings and hours worked, both before and after the displacement. Some 15 per cent of their sample was at some stage enrolled in studies at a community college and transcripts of their credits attained were available. The estimated effects of credits equal to a year of studies were positive; 9 per cent for men and 13 per cent for women. They found no evidence of decreasing returns with age, a result in line with Leigh and Gill 1997 but contrary to Light 1995 and Monks 1997. However, compared with Sweden, the US has greater wage differences and less generous financial conditions for adult students, as well as a wider dispersion in knowledge of reading, mathematics etc. These are all factors that would increase the expected payoff to AE. 4 Data and descriptive statistics This section describes the data in this study. To start with, there is a short presentation of the raw data before it is divided into two separate samples that are presented in subsequent sections. The same division of the data is later made in the empirical section. This is motivated by the fact that studying the effects of AE is a very different task if individuals go on to further education than if they do not. For this reason, the first part focuses on those who have not been registered in higher education. A fraction of these have participated in AE and the origins of any effects on wage earnings are then relatively straightforward to interpret. The second part deals only with individuals who at some point up to 2002 had been enrolled in higher education, with or without prior AE. The register data originate from several sources. Komvuxdatabasen provides data on adult education at komvux and contains information on course subjects, credits, interruptions and grades attained. This detailed level of analysis has not been used in earlier evaluations and represents one of the major contributions of this report. Data on individual characteristics, transfer payments and wage earnings from 1990 to 2002 are supplied by Louise Longitudinal data on education, income and employment. Data on higher education is collected from The Register of Universities and University Colleges Universitets och hogskoleregistret. The highest attained education of each individual is reported each year by Statistics Sweden in their Standard Classification of Education in Sweden Svensk utbildningsnomenklatur, SUN. The SUN codes referred to in 10IFAU Does adult education at upper secondary level influence annual wage earnings? this report vary depending on the nature of the analysis. To indicate educational level before enrolment in AE, SUN1990 is employed. Most of the individuals in the cohort concluded their upper secondary education in 1988, but SUN1990 also includes correct levels for those that for some reason delayed completion of upper secondary school. In the second part of the analysis, SUN2001 and SUN2003 are used to indicate the attainments of individuals registered in higher education. The population of the study consists of the full cohort born in 1970 and residing in Sweden from 1988 to 2001 in total 126,604 individuals. In 1988, the year from which there is uninterrupted register data on studies at komvux, they were 18 years old. The educational achievements of foreign born persons in Sweden have been shown to differ if immigration occurs at the age of 12 or 13 see e.g. Bohlmark 2005, so those who immigrated to Sweden after 1982 are excluded leaving 106,727 remaining individuals.5Naturally, komvux is most interesting for individuals with a short education. Table 1 presents frequencies of the educational level reported in SUN1990. The individuals were then 20 years old, which explains the low fractions with higher education. From 1988 to 2001 there were 36,380 individuals, or 34.1 per cent, who at some point were registered at upper secondary komvux. The participation rates across gender differ quite sharply, 25.6 per cent among men and 43.3 per cent among women. 5 Schooling becomes more individualized from the age of 13. Pupils no longer remain in the same classroom and instead of having one teacher to cover most subjects there are several specialized teachers. IFAU Does adult education at upper secondary level influence annual wage earnings? 11 Table 1 Frequencies and fractions of individuals at some point attending upper secondary AE in 19882001 across various educational levels in 1990. Males % of total % in AE Females % of total % in AE Less than 9 years of compulsory school Compulsory school Upper secondary 2 years Upper secondary 3 years Postsecondary 3 years Postsecondary 3 years Missing Total 1147,26127,04514,0735,60324398.213.450.026.010.4.0.78114.028.27,12327.1 23,63623.7 18,6102,45619.52821.727554,518 52,209 34.6 51.9 47.2 36.6 32.2 21.4 .1 13.7 45.5 35.8 4.7 .0 .5 Figure 2 displays the number of participants at upper secondary komvux from 1988 to 2001. As was the overall trend in Sweden, enrolment among those born in 1970 is skewed towards the latter part of the period as government allowances for AE grew larger. The peak occurred in 1998 after the AEI had been introduced in the previous year. AEI participants were eligible for the special grant for education and training, UBS, equal to the individuals unemployment insurance UI level. In 1998, UBS recipients represented 42 per cent of the enrolled individuals. Overall during the 1990s, the background of participants at komvux changed as AE more frequently became a labour market measure for the unemployed. AE studies also gradually became more intense. There was a threefold increase in the average number of credits between 1993 and 1997 and the average number of courses increased from 2.2 at the start of the 1990s to 4.5 from 199697 and onwards. Another development was that the fraction of evening courses decreased from 19 per cent in 1992 to 7 per cent in 1999. Course registrations at komvux were reported each semester except in 199293 when they were made at the end of the spring semester for the school year as a whole. It appears that for 199293 many courses were then never reported. Those that were have here been attributed to 1992 which explains the dip that can be observed in 1993. 12IFAU Does adult education at upper secondary level influence annual wage earnings? Figure 2 Total number of participants in upper secondary AE in 19882001 with prior compulsory school or two or threeyear upper secondary school. 12000100008000600040002000019881989199019911992199319941995199619971998199920002001Comp 2 yr upp sec 3 yr upp sec Total In the data, each course is associated with a number of course hours that are equal to its number of credits. In the following, an individuals credits from a course are equal to the course hours if the grade is at least three out of five or, after 199394, at least a pass. If the grade is missing, if course interruption is reported or if the grade is below three or after 199394 fail the credit is set to zero.6 This is to make the number of credits a better measure of some true human capital improvement. The credits at komvux are accumulated over the semesters to give each individual his or her total number of credits. In the regular upper secondary school, 700 credits correspond to a year of studies. However, komvux does not include certain subjects such as sports andor art and Skolverket 2000, section 4.3 suggests that 500 credits at komvux correspond to a schooling year. With this short background, the analysis from here on is divided into two separate samples depending on whether or not individuals were registered in higher education. 6 Statistics Sweden has since 1993 followed up missing grades for Maths, Swedish and English. Comparing the grades of these subjects with grades of other subjects, the fractions with at least the grade three appear similar both before and after 1993. This suggests that missing grades in the majority of cases are interruptions or grades below three. IFAU Does adult education at upper secondary level influence annual wage earnings? 13 4.1 Individuals with no enrolment in higher education This section focuses on individuals that until 2002 were not enrolled in higher education. A set of conditions, to be presented shortly, further adjusts the sample to make it adequate for the regression analysis in the empirical section. The statistics presented in the following concern this restricted sample and primarily involve the credits attained at komvux along with annual earnings of groups with and without AE registration further descriptive statistics are available from the author on request. Table 2 Successive selection criteria and remaining sample sizes. See text for detailed description of the sampling conditions. MALES Condition 2year upper sec. 3year upper sec. AE AE NonAE 19,70518,56316,339 NonAE 3,334 10,739 1,132 3,695 1,003 827 3,192 Compulsory AE NonAE 3,5055,2155,0352,0461,5721,178923 Compulsory NonAE AE 7,3404,8143,8793,226 AE Original no. of ind. No reg. at university No AE post 1999 Earnings 20,000 FEMALES Condition Original no. of ind. No reg. at university No AE post 1999 Earnings 20,000 2year upper sec. 3year upper sec. NonAE AE NonAE 3,6962,9131,8541,4193,4273,2961,74711,1587,2185,0214,33612,47810,3987,837 6,807 11,803 2,194 4,087 1,827 1,587 3,157 The sampling procedure is summarized in Table 2. In total, more than 40 per cent of the AE participants are dropped as they continued to higher education. What is not seen is the dropout rate caused on the margin by the condition of 14IFAU Does adult education at upper secondary level influence annual wage earnings? being registered in higher education. Among AE participants, this is 67 per cent in the group with three years of upper secondary school, 18 per cent among those with a twoyear upper secondary level and 12 per cent among those with only compulsory school. Those registered at komvux after 1999 are also excluded to allow for at least two years of undisturbed wage earnings postkomvux. Further, AE participants are restricted to those who have registered annual wage earnings above SEK 20,000 at least once prior to enrolment. This is to avoid absurdly high percentage increases in the annual wage earnings following AE. For the comparison groups, the condition is set that there should be at least four observations of annual wage earnings above SEK 20,000. This is somewhat arbitrary, but the intention is to exclude individuals who essentially are without attachment to the labour market. Of the total sample, 49,675 individuals remain, of which 24.8 per cent at some stage were registered at komvux. In Table A.1 and A.2 in the Appendix, further descriptive statistics are presented. Table 3 presents frequencies of AE participants as well as nonparticipants, dividing the AE individuals into six groups based on credits accumulated from 1988 to 1999.7 The fraction of AE participants with zero credits represents 24.7 per cent of the total number enrolled in AE, meaning that a binary variable indicating registration in AE would be partly misleading as a proxy of the adult studies conducted. These individuals interrupted on average 40.7 per cent of their courses. The remainder either had grades not reported or a reported grade below three or from 1993 fail. 7 AE courses from the schooling year 199293 were, as mentioned, underreported and only a small fraction of these had grades attached. All courses were therefore counted as passed. IFAU Does adult education at upper secondary level influence annual wage earnings? 15 2year upp. sec. 3year upp. sec. F 3,157 417 835 192 123 20 0 60 4,744 M 3,192 229 427 98 61 10 2 60 4,019 M Compulsory M F Table 3 Number of individuals and distribution of AE individuals across intervals of credits. MalesFemales Not participated Zero credits 1250 251500 5011000 10011500 1501 16,3398681,29058239183117,8379221,421969801191311,747345360295297111113,505262315179131333 F Median no of credits Total number of ind. 1254,4272523,16510119,56420712,172 Note that the credits in Table 3 only refer to those at upper secondary level. Some individuals also participated in komvux compulsory level courses, supplementary courses or introductory courses described in section 2. The average individual with zero credits participated 9.7 per cent in courses at compulsory level, 4.5 per cent in supplementary courses and 0.8 per cent in introductory courses. This means that if these courses are not properly controlled for, one may well find a positive payoff to individuals who registered but attained zero credits at upper secondary komvux. This is discussed further in the empirical section. Individuals who attended all their courses outside the framework of upper secondary level are excluded 1,580 individuals. As the credits attained only indicate courses passed, there is a certain underestimation of the studies. In fact, it is possible to fail in one or several courses and still receive an upper secondary diploma, but there are no records of such formal attainments in AE. From SUN2000, studies at komvux are taken into account, but on the same schematic basis as here except that Statistics Sweden let 550 credits equal a schooling year, and including courses where a low grade was obtained. Credits in excess of 500 for individuals with a previous twoyear upper secondary school could imply a redirection of an earlier education or studies aimed at a fouryear upper secondary technical diploma. A relatively high frac16IFAU Does adult education at upper secondary level influence annual wage earnings? tion of this group is dropped from the sample as they continued to higher education; 809 females 44 per cent and 630 males 56 per cent. In section 5.2 of the empirical section, results from separate estimations are reported concerning these individuals. In general, it is not possible to distinguish individuals enrolled at komvux as part of a labour market program. However, from the autumn of 1997, it is possible to see whether participants received the special grant UBS. Almost 84 per cent of those with UBS were unemployed before enrolling in AE SOU 1998:51. This could therefore be used as a proxy variable to indicate enrolment as unemployed. In the present sample of AE participants, 16 per cent of the men and 25 per cent of the women received UBS at some stage. As one would expect, in consequence of their more generous financial study support, the number of credits is positively related to the percentages with UBS. In the groups with more than 500 credits, the share of UBS grant individuals is above 50 per cent. There is a wide variety of courses at komvux, but traditional subjects still attract the majority of the students. Swedish, English and Mathematics, often referred to as the core subjects, are among the more popular ones. The median number of courses is thirteen for those with a prior compulsory level, ten if twoyear upper secondary level and six if threeyear upper secondary level. The fractions that pass the various courses vary for different subjects but are mostly above 75 per cent. There are tendencies for these fractions to be positively related to prior education and to be higher among women. Gender patterns also persist in that health, nursing and the behavioural sciences are more popular among females while vocational courses are more frequent among males. Those who received the UBS had higher than average participation rates in all subjects except human sciences. In particular, 78 per cent were enrolled in computer science as the boom in the ITsector was at its peak when the AEI was introduced in 19971999. Figure 3 males and Figure 4 females provide a comparison between the annual wage earnings trajectories of AE participants and nonparticipants with a twoyear upper secondary school. The AE participants are conditioned to be registered for the first time in the autumn of 1997 and for the last time not later than the spring of 1999. Choosing this window provides us with a large number of AE participants and it also permits us to set up a separate trajectory for individuals with the UBS grant. As expected, this latter group has an overall low preAE earnings level. Participants without UBS have higher earnings both IFAU Does adult education at upper secondary level influence annual wage earnings? 17 prior to and during enrolment, reflecting a closer attachment to the labour market and a weaker intensity of studies. Among them, the fraction with more than 500 credits is 11 per cent compared with 45 per cent among the UBS individuals. PostAE, participants without UBS surpass the trajectory of the nonparticipants, although it switches back for females in 2001. An important note here is that there is no earnings dip before AE enrolment; the earnings in 1996 are actually increasing. Figure 3 Males with twoyear upper secondary school; wage earnings 19902001, AE sample registered from the autumn of 1997 and not later than the spring of 1999. 250000200000150000100000500000199019911992199319941995199619971998199920002001No AEAEAE w ith ubs Note: Number of observations in AE are 111 with no UBS and 203 with UBS. Annual wage earnings expressed in SEK 2001 values. 18IFAU Does adult education at upper secondary level influence annual wage earnings? Figure 4 Females with twoyear upper secondary school; wage earnings 19902001, AE sample registered from the autumn of 1997 and not later than the spring of 1999. 160000140000120000100000800006000040000200000199019911992199319941995199619971998199920002001No AEAEAE with ubs Note: Number of observations in AE are 134 with no UBS and 412 with UBS. Annual wage earnings expressed in SEK 2001 values. The analysis can be reproduced for the other educational groups, but the numbers are then only around 50 in each subgroup of AE participants. Nevertheless, the postAE increase is clearly detected, although without attaining the level of the nonparticipants and also with smaller differences between the groups with and without UBS. If the above exercise were also to be done for those who enrolled in the autumn semester of 1996, when government funding of seats at komvux for the unemployed was about half the amount it became in 1997, the wage earnings trajectories of AE participants resemble a compromise of the trajectories of AE participants with and without UBS above. 4.2 Individuals in higher education This section describes data on the part of the sample that at some point between 1988 and 2000 were registered in higher education. Of the original sample the one displayed in Table 1 this concerns some 36 per cent, but among AE participants the fraction enrolled in higher education before 2001 was 43.7 per cent. Three aspects of AE participants and nonparticipants will be addressed. The first is to describe the fractions of different groups to enrol in higher education and, given registration in higher education, to discern whether a prior IFAU Does adult education at upper secondary level influence annual wage earnings? 19 registration in AE is a predictor of the amount of tertiary education. The third issue is to analyse annual wage earnings in 2002 of individuals with and without prior AE, conditioning for the number of years of university studies.8 Table 4 presents frequencies of individuals, across educational levels reported in SUN1990, that at some stage before 2001 were registered in higher education. Postsecondary education includes fouryear upper secondary school in technical education. Of those with less than three years at upper secondary level, about one fourth, or approximately 3,500 individuals, never attended komvux. These may appear as ineligible for higher education but komvux was only one of many paths gaining eligibility.9 Table 4 Fractions at some point registered in higher education HE across educational levels reported in 1990. Education attained in 1990 N Registered in HE in HE % Fraction of HE participants with prior AE 14,38450,68132,6838,059 Compulsory school Upper secondary 2 years Upper secondary 3 years Postsecondary 3 years Total Note I: From the original sample of 106,727 obs. Are excluded those with missing values 828 obs. or three years or more of university 52 obs. 1,5689,68821,5755,371 80.2% 66.7% 31.6% 25.2% 41.6% 10.919.166.066.6105,80738,20236.1 8 Wage earnings are only interesting if individuals have completed their university education. Records of registration at komvux are available until 2001 and for higher education until 2002. This is why individuals are followed a year longer here than in the preceding section. 9 For dropouts from upper secondary school, it was possible to complete a diploma later either through reattending their old school, through Labour Market Training, through a National School for Adults Statens skolor for vuxna, which is based on selfinstruction, through a specialized course program gymnasieskolans specialkurser, primarily for pupils with problems in school, or through a foreign upper secondary education. 20IFAU Does adult education at upper secondary level influence annual wage earnings? Given registration in higher education, the fraction of AE participants with more than two years at university, as reported in SUN2003, was 48 per cent among males and 52 per cent among females. The corresponding figures of those with no prior registration in AE were 57 and 56 per cent. The levels reported in SUN2001 show larger differences, 55 per cent of the individuals without AE had accomplished more than two years of studies but only 44 per cent of those with AE. The discrepancy between the two years arises as many individuals were still active at university. For the analysis of annual wage earnings in 2002, individuals registered in studies after 2000 are excluded as well as the ones with zero earnings in 2002. The sample with a prior AE is then reduced by 32 per cent and by 19 per cent in the group of nonparticipants. Table 5 below presents frequencies of the restricted sample in various educational categories together with average annual wage earnings in 2002. The classification in years of higher studies is based on SUN2001 and generally follows the criteria that each individual has completed at least the number of years stated. Exception to this rule is in the group with one year of studies, which includes individuals with a fouryear upper secondary technical education as well as individuals with more than one semester of university studies. This will come closest to making the categories reflect years of higher education. Those with postgraduate studies are few and therefore include both licentiate degrees 6 years of studies and doctoral degrees 8 years of studies. Counting the classifications as the actual years of higher studies, the mean number is 2.62 for those without AE and 2.21 for AE individuals. Credits attained in AE are negatively correlated .162 with the achieved higher education. This is logical if one assumes schooling at a young age to be correlated with ability. Less schooling at a young age warrants a higher amount of credits in AE to gain eligibility for university studies further descriptive statistics are available from the author on request. In Table 5, average annual wage earnings are in general higher for those with no prior AE, but this pattern is irregular among females with two years or more of higher studies. A natural explanation for the lower wage earnings among AEindividuals is that they have postponed completing their education compared with nonAE individuals. For example, the statistics on last registration in higher education reveal that by 1997, the fraction of AE individuals that had completed their education was 55 per cent, whereas it was 75 per cent among nonAE individuals. IFAU Does adult education at upper secondary level influence annual wage earnings? 21 One would also expect the average wage earnings to correlate positively with the number of years of schooling, but this is not entirely the case. The group with postgraduate studies plausibly consists of individuals that are still Ph.D. students. More unexpected is that, among females, the groups with one year of university studies show higher annual wage earnings than the corresponding groups with two years, both with and without AE. There is also a rather weak development for those with three years of higher studies. Characteristics such as labour market attachment and indicators of family situation may of course explain part of the pattern. These are taken into account in the empirical section. However, the differences may also reflect different career choices and it is in this respect interesting to compare the study directions of the female group with those of males who do not show this counterintuitive pattern. Males Females AE No AE AE No AE 343.7 8161288.3 2933198.0 7789Table 5 Average annual wage earnings thousands of SEK in 2002 across years in higher education as reported in SUN2001. Number of observations within parentheses. Years in higher education Totalt 1 year 1 year 2 year 3 year 4 year 5 year 6 year Note: The sample includes individuals with positive wage earnings in 2002, registered for the first time in higher education before 1998 and for the last time not later than 2000. Further, observations are excluded if a missing value is reported for education attained in 2001, for grade point averages from upper secondary school or whether the individual is foreign born persons. 184.4 4595 .141 .107 .202 .402 .129 .016 .003 157.2 175.0 163.7 185.4 241.1 262.6 208.9 302.4 315.1 322.2 341.0 384.1 405.2 348.8 249.0277.7286.7282.3336.2365.6336.2177.6210.4162.6197.7234.2255.1257.7 .094.168.165.238.284.020.031.156.178.159.307.171.020.007.076.097.254.338.194.025.016 A high fraction of the females with two years of higher studies have educations typically suited for the public sector; such as teachers at preschool level and recreational activities 40 per cent and trained nurses 20 per cent. The public 22IFAU Does adult education at upper secondary level influence annual wage earnings? sector has a compressed wage structure and offers safe employment conditions, possibly also with an overrepresentation of parttime employees. Male choices are far more dispersed across educations. Around 20 per cent are in engineering mechanics, electronics and information technology, and there are 27 different study directions with more than one per cent of the sample. For females, there are only twelve. There is also a gender difference among those with three years of higher education. Males are again relatively dispersed across different study directions. Twenty two per cent chose business administration but otherwise there is no category to exceed 5 per cent. Females are again more concentrated to a few academic careers that are typical for the public sector; 19 per cent in teaching at lower level compulsory school children aged 712 years old, 14 per cent in business administration, 10 per cent trained nurses and 10 per cent trained social workers. 5 Estimations and results This section presents estimation methods and results of evaluating the effects of upper secondary AE on annual wage earnings. It essentially consists of two separate parts, which correspond to the structure in section 4. Section 5.1 is devoted to a sample conditioned never to have been registered in higher education. Conversely, section 5.2 deals with individuals who at some point have had such a registration. Estimates then also consider whether prior enrolment in AE has any bearing on the probability of completing four years of higher studies, i.e. the equivalent of a Masters degree. Section 5.3 contains a summary of the results. When evaluating effects of education with nonexperimental data, the biggest challenge constitutes sources of selection bias that may exaggerate or underestimate a true underlying effect. Productive individuals who possess some form of ability may on average get a higher payoff to AE or higher education. If they are aware of this, they should be overrepresented among the participants and create an upward bias in estimations of the returns. On the other hand, more able individuals could also be deterred from enrolment as they face higher opportunity costs in terms of forgone earnings. An additional source of heterogeneous effects may arise from the timing of enrolment. Two identical individuals who enrol in AE in different years may experience diverse payoffs IFAU Does adult education at upper secondary level influence annual wage earnings? 23 due to macroeconomic fluctuations. Also, it is an open question whether age per se andor prior work experience plays a part in the payoff to AE. Selection bias originating from unobservable characteristics typically causes particular concern. One way to address this problem is to use differenceindifferences regression estimators. The preAE annual earnings of the individual are then used to take account of timeinvariant unobservable variables that influence annual earnings postAE. A special case of such a regression estimator is the individual fixed effects model described in section 5.1. In section 5.2, the focus is on individuals participating in higher education. Annual earnings before education are then more problematic to use as many individuals go straight from upper secondary school to university studies. The strategy is instead to make estimates on the cross section of wage earnings registered in 2002 and to use grade point averages from upper secondary school as a control for ability bias. 5.1 Individuals with no enrolment in higher education This part deals with estimations of how upper secondary credits attained at komvux influence registered annual wage earnings from 1990 until 2001. Throughout, results are presented for samples that separate females and males and by prior educational level, defined as that reported in SUN1990 Table 1. OLS regression estimates of individual fixed effects models are used to control for timeinvariant unobserved heterogeneity across individuals. Included are also yearly dummies to control for economic fluctuations. The fixed effects model has the advantage that it also allows for controls indicating temporary variations in the individuals family situation. Formally, the model can be written bit 1c Diitz Ditiit it yit where yit represents the logarithmic annual wage earnings of individual i at time t. Explanatory variables are the individual specific fixed effects i, the timespecific effects t and the individual characteristic bit1 which is a binary vari24IFAU Does adult education at upper secondary level influence annual wage earnings? able indicating children under four years old living at home. The dummy Dit takes the value one for AE participants after they have concluded their spell at komvux and the variable ci is the number of credits attained divided by 500, which is assumed equal to a year of AE.10 The vector zi contains controls for the fractions of interrupted courses taken at compulsory level, as supplementary courses or as introductory courses. The Greek letters , and are unknown coefficients to be estimated and it is the error term. The coefficient will express the returns on annual earnings of a year of fulltime studies in AE. As Jacobson et al. 2005, p 279 point out, the use of a continuous variable of the credits makes the effects of AE identifiable also from differences in the outcome of participants who obtain different number of credits. In fact, given a proportional payoff to the amount of credits, it is not even necessary to use data on nonparticipants to generate an estimate of the yearly returns to AE, as the participants, in a manner of speaking, serve as their own comparison group. However, the precision of the estimates improves when one includes data on nonparticipants. A second strategy is to drop the continuous variable ci and instead use binary variables, djit, which are one if the interval number of credits is j, otherwise zero . The restriction of a linear relationship between the number of credits and the returns is then avoided, but at the cost of increased standard errors as the number of observations is reduced for each estimated coefficient. Ditdjjit Table 6 presents coefficient estimates pertaining to a year of AE credits. The parameters of the first four columns are, at least conceptually, straightforward to interpret as they reasonably imply an addition to the individuals level of formal education. These estimations imply positive effects that vary from 5 to 15 per cent. Credits earned by individuals with a prior threeyear upper secondary schooling the last two columns are more complicated to interpret as they may reflect an improvement of earlier grades andor a redirection of an earlier education, unless the aim was to complete the optional fourth year 10 The value of the variable ci is zero both for individuals never registered in AE and for those who were registered but never gained any credits. IFAU Does adult education at upper secondary level influence annual wage earnings? 25 of technical education.11 The estimates are negative for males, significant at a ten per cent level, and positive for females. To check that the estimates are not an artefact of increases in annual earnings from initially low levels, the second row from the top shows estimates of samples where the AE participants are conditioned to have registered annual wage earnings above SEK 100,000, at least in one year both before the first and after the last registration at komvux. The coefficient values are then slightly higher in three of the first four columns. The coefficients associated with AE participants with UBS are insignificantly different from zero for males. A rather large fraction, 45 per cent, was still enrolled in AE in 1999. If one conditions the sample to not be registered in AE after 1998, the implications remain. This is at odds with several earlier evaluations of the AEI but these have all included individuals aged 2555. Stenberg and Westerlund 2007 and Stenberg 2007 both find evidence that the effects were stronger among the older half of the participants and also tendencies that males remained in AE due to dismal employment prospects. The estimates may partly reflect decreasing returns to the large amounts of credits many of these individuals accomplished. 11 An improved grade point average raises the probability of acceptance into university, but a condition at this stage of the analysis is that there must have been no registration in higher education. 26IFAU Does adult education at upper secondary level influence annual wage earnings? .167 .128 .102.076.095F .051F .097.0141 .0138 M .051.0303 44279232year upper secondary .065 .0320 2179432.0326 4101597 .066 .0430 3676171M .059 .0348 4019827 .074 .0383 3715523.0306 2411664 188032464 107932956.0150 .0156 Compulsory school M .148 .0254 31651419 195643226 121724336Table 6 Estimation results of a year in adult education, defined as Credits attained 500. Dependent variable: log annual wage earnings 19902001 MalesFemales Total sample NTOT NAE Earnings 100000 NTOT NAE With UBS NTOT NAE No UBS NTOT NAE Note I: Note II: NTOT NAE report total number of individuals and the number with AE. The estimates in Table 6 reflect improvements in both wages and in employment. Antelius and Bjorklund 2000, using data from the Swedish Level of Living Survey, found estimates of educational attainment on earnings to become similar to the estimates on hourly wage earnings when excluding all observations on annual earnings below SEK 100,000. If this condition is applied in the above setting, the coefficients not displayed in the first four columns become insignificantly different from zero, suggesting that the results foremost reflect employment effects. The effects of those with a threeyear upper secondary education become significantly negative for both males .083 and females .049. .0371 2733987 189582620 108363000 .012 .0189 16946606322230 .046 .0399 3989797 .110 .0764 Significant at the 1 % level. at the 5 % level at the 10 % level. .232 .0409 4256752.049.0177 91741336.054.0206 .091.0203 3year upper secondary F .083.0322 47441587 .015 .0369 4080923 .126 .0732 321356 .078 .0355 46881531One explanation to some of the relatively high percentage estimates is that the credits here are only counted, course by course, if it is confirmed that the individual earned a passing grade. There are usually no such demands on a IFAU Does adult education at upper secondary level influence annual wage earnings? 27 minimal level of the grading when youth education is evaluated. Another explanation may be that wage dispersion has grown in Sweden since the economic recession at the start of the 1990s e.g. Lundborg, 2005, and the studies referred to in section 3 are based on data collected before this occurred. A more problematic aspect is that the dynamics of wage earnings may be different in different parts of the wage earnings distribution. As AE individuals more often are in the lower half, it is not unreasonable to think that their average employment level is influenced more positively by the overall economic recovery from 1996 and onwards. The fixed effects regression would not be able to properly capture such a difference and estimates would partly reflect timevariant effects. In the literature evaluating Labour Market Training such procyclical results seem to have been present see Andren and Gustafsson, 2005, and discussion in Stenberg, 2007. If the positive effects in Table 6 are driven mainly by low earners, applying absolute values of the earnings variable should attenuate the estimates. This happens for the full samples with a twoyear upper secondary level. The coefficient becomes significantly negative for males 2,854 and relatively modest for females 1,773. These results change back to become similar to those in Table 6 when individuals with no annual earnings above SEK 100,000, or individuals with UBS, are excluded. Using absolute values of earnings for those with a threeyear upper secondary level, the point estimates of the full sample become significantly negative, 22,776 for males and 4,525 for females, and remain roughly unchanged, although for females insignificant, when the sampling conditions are altered. Table 7 presents coefficient estimates of the version with binary variables for intervals of accomplished credits. The intervals are the same as those in the descriptive section see Table 3, except that the two groups with more than 1,000 credits are merged into one group. To ease the exposition, the mostly insignificant results of the sample with a prior threeyear upper secondary education are not displayed. For individuals with a prior compulsory level, the coefficient values for males and females still reflect substantial payoffs but also rather large standard errors there are only 36 individuals in the group with more than 1,000 credits. There are no significantly positive returns to less than one whole semester of AE. This is along the lines of what was reported by Stenberg and Westerlund 2007 for longterm unemployed persons in the AEI as well as in the survey of studies on community college effects by Grubb 2002. 28IFAU Does adult education at upper secondary level influence annual wage earnings? Turning to the estimates of those with a prior twoyear upper secondary education, these are based on a larger number of observations and display more coherent marginal returns to AE credits. In the full samples, there appears to be no positive payoff until at least 500 credits are attained. This impression changes when annual earnings are conditioned to be 100,000 before and after enrolment. The parameter values of males then imply an annual earnings growth already from very few credits. There is a less pronounced but similar tendency for females, with 251500 credits found to have positive returns significant at a ten per cent level. IFAU Does adult education at upper secondary level influence annual wage earnings? 29 Table 7 Estimation results of different intervals of credits attained in adult education. Compulsory school Females Males .049 .0765 .031 .0502 .136 .0563 .092 .0949 .036 .0653 .092 .0611 .072 .0307 .025 .0174 .022 .0241 .069 .0290 2year upper secondary Females .069 .0404 .108 .0244 .018 .0267 .041 .0284 Dependent variable: log annual wage earnings 19902001 Males Total sample AE credit interval a. Zero credits NAE: 263348869922 b. 1 250 NAE:31736412921423 c. 251500 NAE: 179295583970 d. 5011000 NAE: 131297392804 e. 1000 NAE: 3612294222 R2 within Sample with earnings 100,000 a. Zero credits NAE: 145138624606 b. 1 250 NAE: 2151631021981 c. 251500 NAE: 116149443661 d. 5011000 NAE: 93155303565 e. 1000 NAE: 285972142 R2 within Note I: Note II: Reference group is nonparticipants. The row NAE report the number of AE participants of the respective samples in a particular credit interval. .0528 .079 .012 .0449 .037 .0265 .055 .0298 .130 .0316 .164 .1227 .100 .0790 .201 .0739 .174 .0698 .230 .1083 .091 .093 .0847 .006 .0545 .100 .0627 .244.0712 .1267 .112 Significant at the 1 % level. .009 .0316 .037 .0180 .054 .0255 .355.0655 .240 .1187 .114 at the 5 % level at the 10 % level. .093.0309 .224.0626 .139 .0578 .133 .146 .0587 .276.0854 .081 .0616 .084 .155.202 .333.225 30IFAU Does adult education at upper secondary level influence annual wage earnings? To extend the analysis, a rudimentary check of the importance of the subjects studied is made by conditioning on the sample of AE participants to have a passing grade in a certain subject. It means that the samples are reduced, sometimes substantially, so this analysis is only made for those with a prior twoyear upper secondary school. Table 6 contains results from these regressions and subjects that are traditionally seen as general human capital are not associated with any significantly positive effects, except females with a passing grade in general subjects. These are instead found for subjects that are more specific, such as computer science and health related subjects. Significant and positive effects are also found for behavioural sciences but this may be driven by its rather broad definition which makes it three times as common with a passing grade also in a health related subject. The results suggest that in the context of lifelong learning, general human capital improvements do not have a monetary payoff but is best thought of as preparatory for higher studies. It is possible that general knowledge has a weaker payoff to individuals drawn from the lower half of the income or productivity distribution. Table 8 Payoff to AE participants with a prior twoyear upper secondary school, conditioning on passes in various subjects. Dependent variable: log annual wage earnings 19902001. NAE Maths M .0200 1,401 .0195 1,501 Swedish S English E .0198 1,545 859 M S E .0236 863 Natural sciences .0255 .0157 1,755 Computer science 638 Behav. Sciences .0212 409 Human sciences .0338 768 Health, nursing .0195 .0148 2,308 General subjects 350 Vocational .0346 Note I: at the 10 % level. Note II: Standard errors within parentheses. NAE report the number of AE participants. .010 .025 .031 .042 .018 .054 .158 .022 .136 .053 .002 .020 .001 .016 .044 .002 .030 .087 .064 .130 .005 .008 S.E 0188.0200.0190.0237.0249.0162.0288.0366.0311.0162.0261 NAE 987 821 957 457 616 1,095 228 170 176 1,312 345 Significant at the 1 % level. at the 5 % level Females S.E. Males IFAU Does adult education at upper secondary level influence annual wage earnings? 31 An argument brought forward by Borghans and Golsteyn 2005 is that general knowledge is complementary to other types of skills and has a low level of depreciation. It could therefore still be beneficial to the individual, if general knowledge enhances the ability to take in specific and faster depreciating knowledge during future working life. There is no evidence of such effects. To sum up so far, the estimated effects of a year of AE credits on annual wage earnings differ depending on educational level prior to enrolment. Estimates land at almost 15 per cent for males with compulsory school and around 10 per cent for females. For those with a prior twoyear upper secondary schooling, parameter estimates are close to 5 per cent. A prior threeyear upper secondary education is associated with negative effects for males and positive for females. It is important to stress that the data at hand contains no source of exogenous variation in AE participation and this is problematic as the decision to enrol in AE is nonrandom. In this aspect the present study is similar to earlier studies. The positive effects found in this section are high compared with Ekstrom 2003 and Albrecht et al. 2004. However, they are below the average effects reported in Axelsson and Westerlund 2005 on participants in the AEI, Stenberg and Westerlund 2007 on longterm unemployed in the AEI and Jacobson et al. 2005, who considered laidoff workers enrolled at community colleges in the US. The latter study is the only one of these that used the number of credits attained as a measure of adult schooling. The other studies have approximated the human capital investment in AE by the number of semesters registered. The mixed results could well be driven by varying amounts of AE conducted. The participants in Ekstroms sample were registered in AE in 1993 at the latest. Plausibly, the average number of credits was then considerably lower than a few years later when the financial conditions for studying were more generous. 32IFAU Does adult education at upper secondary level influence annual wage earnings? 5.2 Individuals with no enrolment in higher education The analysis in this section is restricted to those that at some point were registered in higher education. The sample concerned is the one described in section 4.2. The main purpose is to explore whether individuals with and without prior AE differ in their study achievements at university andor in their wage earnings premium of higher education.12 The latter may occur if a positive effect of education on earnings decreases with age or if AE individuals tend to engage in education due to dismal employment prospects. A similar implication would arise if AE is of insufficient quality as preparation for university studies. To control for ability when comparing the different outcomes, the grade point average henceforth GPA from upper secondary school is used. The GPA variable is positively correlated with the number of years of higher studies. When there is no support in GPA values across groups with different years of schooling, a regression estimator extrapolates over regions of no support to achieve comparability between the groups. If one adjusts the sample to retain common support, Rubin 1973a, 1973b showed that bias is reduced as well as the sensitivity of the estimator with regard to incorrect functional form assumptions. For this reason, the samples in the following are constructed so that the GPA values overlap between the groups with different number of years of higher studies. Individuals are excluded if their GPA is lower than the 5th percentile in the group classified with four years of university studies or if their GPA is higher than the 95th percentile of the group classified with less than one year of university studies. The limit values of the GPA are calculated separately for each sample but in all cases stay within the range from 2.80 to 4.19, excluding roughly one fourth of the observations.13 Descriptive characteristics of restricted samples are presented in Table A.3 in the Appendix. 12 Regressionlike estimations of the probability of continuing from AE to higher education are not very interesting as the AE in many cases was a precondition for the individual to become eligible for higher studies. 13 The location of the studies is not controlled for. Lindahl and Regner 2006 find the payoff to studies to differ between different locations but Eliasson 2006, when using the GPA as a control for otherwise unobserved characteristics, finds the effects associated with location to disappear. IFAU Does adult education at upper secondary level influence annual wage earnings? 33 Before presenting estimates of the payoff to higher education, the question is addressed as to whether prior AE has any bearing on the probability of completing four years of studies at university. In the Swedish educational system, a Bachelors or a Masters degree encompass three and four years of studies respectively. Educations shorter than three years are somewhat difficult to assess as these include dropouts from programs that are longer than three years. After conditioning that a first registration in higher education should not occur later than in 1997 when individuals are 27 years old, the sample includes 88.9 per cent of the enrolees in higher education until 2002. Table 9 displays results from two versions of logit model estimates on the probability of completing four years of university studies as reported in SUN2003. Prior enrolment in AE is first represented by a continuous variable of the number of credits in AE. In a second version, the individuals with prior AE are associated with an indicator variable of their interval number of credits attained. The results imply no differences in the study achievements in tertiary education between males with and without a prior AE. In contrast, females with 1500 AE credits prior to higher education show a significantly lower probability of completing four years of higher studies. 34IFAU Does adult education at upper secondary level influence annual wage earnings? Males Females .067 .0859 .002 .1051 .009 .0740 .040 .1199 .129 .1475 Table 9 Logit estimates of the probability of accomplished university studies. Dependent variable: 1 if at least four years of studies as measured in SUN2003,otherwise zero. AE number of credits AE; zero credits AE 1250 credits AE 251500 credits AE 500 credits Reference group: No registration at komvux. N PseudoR2 Note I: Note II: Explanatory variables included; dummies for foreign born, fathers and mothers education and first year of registration in higher education 1992 1997. If three years of studies is used as the threshold value of the dependent variable, there are no negative probabilities found for males or females results not displayed. The logit regressions were also run with AE participants conditioned to have a reported twoyear upper secondary education in SUN1990 a large fraction of these were excluded in the preceding section. The coefficients then remain insignificant in all versions of the estimations. .076 .0890 .127 .0645 .245 .1244 .100 .1565 .175 .0937 Significant at the 1 % level. at the 5 % level at the 10 % level. 10033.06010033.06012411.05312411.078Now, given the number of years of higher education, the returns on annual earnings may differ for individuals with AE prior to enrolment. Table 10 presents parameter estimates indicating the payoff to a year of higher education. The logarithmic value of the annual wage earnings in 2002 is used as outcome variable and the sample is conditioned to not have been registered in higher education later than 2000. The parameters pertaining to the interaction variable, studying years times AE participation, indicate whether there is a difference in the payoff to higher studies between individuals with and without AE. To give an account of its influence, estimation results are first displayed from regresIFAU Does adult education at upper secondary level influence annual wage earnings? 35 sions in which the GPA variable is excluded and the condition of common support has been relaxed. When these conditions are met, a year of higher studies is found to generate returns of 8.2 per cent for males and 5.1 per cent for females. Males .102.082.091 .051 Females Table 10 Wage earnings regression on individuals with registration in higher studies. Dependent variable: Log annual wage earnings in 2002. Years of studies AE yrs of studies Grade point average N Adj R2 Note I: Note II: Explanatory variables; dummies of foreign born, fathers and mothers education, children living at home in 1999, transfers received in 1999 from UI, sickleave, pensions, study grants and year of exam 19911999. There are no significant differences in the returns to university studies between females with and without a prior AE. The coefficient for males, significant at a ten per cent level, points to a 1.3 per cent lower payoff to a year in higher education compared with individuals never registered in AE. .0056 .020.0059 No 10772 .088 Significant at the 1 % level. .0087 .018 .0072 No 12163 .055 .0072 .013 .0072 Yes 7511 .073 .0108 .011 .0106 Yes 9025 .043 at the 5 % level at the 10 % level. Table 11 presents estimates using binary variables for the amount of higher studies, allowing the returns to be nonlinear. The presentation again includes two versions of the regression estimates. The GPA overlap condition is now set in the first version while in the second version, the binary variables indicating years of studies are replaced with 244 binary variables which represent educational directions as well as number of years of study as reported in SUN2002. The parameters of main interest are those in the lower part, associated with interaction variables between prior registration in AE and years of higher education. In general, with two years or more of university studies, the returns to education for AE individuals are not found to be different compared to individuals without AE. In contrast, AE individuals with less than two years of 36IFAU Does adult education at upper secondary level influence annual wage earnings? higher studies display lower returns than individuals without a prior AE. There are several possible explanations to this. One is that AE individuals more often drop out from longer educational programs. It could thus imply that AE is a lower quality preparation for higher studies. Also, the hypothesis of AE individuals escaping the labour market by way of enrolling in higher education cannot be rejected. Yet another explanation is that those with no prior AE use short higher educations to gain promotion at a present employer. Individuals with a prior AE may have a weaker attachment to the labour market, and as a result short university educations generate lower returns. To complete the analysis of Table 11, let us turn to the overall returns to higher education. For males, they show the expected pattern as the payoff increases with the length of studies, although the group with more than five years shows irregular results. In contrast, the estimates of females do not really display any returns to higher education until the fourth year. Already in Table 5 of the descriptive section, an irregular pattern in annual wage earnings was visible. The issue of career choices, predominantly in the public sector, was proposed as a possible partial explanation. IFAU Does adult education at upper secondary level influence annual wage earnings? 37 .168.0385 .283.0395 .462.1050 .194Males .232.0376 .227 Females .084 .0388 .126 .0667 .081 .0568 .057 .0577 Table 11 Wage earnings regression on individuals with registration in higher studies. Dependent variable: Log annual wage earnings in 2002. 1 year 2 years 3 years 4 years 5 years Postgraduate AE less than 1 yr AE 1 year AE 2 years AE 3 years AE 4 years AE 5 years Grade point average 244 study categories N Adj R2 Note I: Note II: Explanatory variables; dummies of foreign born, fathers and mothers education, children living at home in 1999, transfers received in 1999 from UI, sickleave, pensions, study grants and year of exam 19911999. .0722 .098 .0518 .095 .0442 .071 .0447 .052 .0338 .005 .0419 .051 .1679 Yes No 7511 .073 Significant at the 1 % level. .125 .0665 .188 .0595 .070 .0443 .014 .0336 .012 .0570 .215 .2493 Yes Yes 9088 .086 .0634 .223 .1450 .243 .1405 .039 .0716 .168 .0692 .020 .0480 .022 .0360 .035 .0607 .242 .2448 Yes No 9025 .047 .152 .0501 .132 .0397 .058 .0406 .027 .0314 .066 .0394 .027 .1605 Yes Yes 7631 .147 at the 5 % level at the 10 % level. 38IFAU Does adult education at upper secondary level influence annual wage earnings? In fact, adding two very broad indicator variables representing vocational and general education, with roughly 30 per cent untagged as a reference group, makes the coefficient of females with three years imply a return of 15 per cent. One could perhaps also think that womens traditionally larger responsibility for household work may influence these results. However, excluding females with children does not alter the implications of Table 11. Finally, additional regressions were run concerning individuals with a twoyear upper secondary education and more than 500 credits from komvux. The coefficients of the interaction variables are then insignificantly different from zero when the continuous variable from Table 10 is used. When the binary variables are used instead, as in Table 11, parameters for males with less than two years in higher studies are again significantly negative, with coefficient values higher in absolute numbers, .211 and .213. For females with one year the coefficient value is also blown up to .199 and females with three years are indicated to have a lower payoff, by 13.3 per cent, than individuals with no prior AE. 5.3 Summary of the results The evaluation of AE in this paper is made in partial analyses and does not provide a unique treatment effect of AE. A way of getting closer to some full assessment of AE is to relate the different results to the fractions of AE participants belonging to the subgroups analyzed. To keep it as simple as possible, one could abstain from quantifying the point estimates above and instead view the groups as having either positive or negative or zero effects of AE. Among individuals never registered in higher education, Table 6 displayed that those with compulsory school prior to enrolment experienced positive effects, as did the group with a twoyear upper secondary schooling, while the group with threeyear upper secondary schooling was associated with several negative estimates, especially for males. The individuals that continued to university and pursued less than two years of higher education did not get a significant pay off to their schooling Table 11, while those who continued further generally showed positive returns. However, individuals with a twoyear upper secondary education and AE are clearly not transformed from experiencing positive to negative effects just because they register in higher education. Of the individuals with less than two years at university, 57 per cent had in 1990 only IFAU Does adult education at upper secondary level influence annual wage earnings? 39 compulsory school or a twoyear upper secondary level. One may argue that these individuals experienced a positive payoff from AE but not from their enrolment in higher education. Now, based on these results, let us consider the groups of AE participants that were not associated with positive effects. Those with threeyear upper secondary school and no registration in higher education represented 12 per cent, while 11 per cent of the AE participants enrolled at university but completed less than two years of higher education. Based on the reasoning in the preceding paragraph, one could say that 23 per cent of the participants in AE did not experience positive returns. However, as was just noted, within the 11 per cent more than half 57 per cent of the individuals came from groups that experienced a positive payoff from AE per se. This would mean that the fraction with nonpositive returns would be reduced to something like 12 111 0.57 17 per cent. To sum up, the majority of the participants seem to have gained from AE. However, large groups, around one fifth according to the backofthe envelope calculation above, appear to have experienced zero or even negative returns from their AE. To reach any sort of conclusion about the total effects, it would be necessary to resort to a social cost benefit analysis, a task that is fraught with numerous measurement difficulties and beyond the scope of this report. 6 Concluding remarks The purpose of this report is to analyze the effects on annual wage earnings of upper secondary adult education AE in Sweden, conducted at the municipal adult education centers komvux. As more than 40 per cent of the enrollees in AE continued to higher education, a second purpose is to study whether the returns to university studies differ between prior AE participants and nonparticipants. Their respective accomplishments in higher studies are also considered. The results in this study are all obtained in a setting where selection issues must be addressed. Similar to earlier studies in this field, the data offers no exogenous variation in AE enrolment, so causal interpretations of the estimates should therefore be made with caution. For the sample that did not continue to higher education, a fixed effects regression model is used to control for time40IFAU Does adult education at upper secondary level influence annual wage earnings? invariant heterogeneity. Among those who continued to higher education, ability differences are controlled for via the grade point average attained in upper secondary school. Together with the fact that the sample used is homogenous with respect to age and that there is data on credits actually attained in AE, this study presents both more detailed and more reliable estimates of the impact of AE on annual wage earnings. The results indicate that the equivalent of one year of full time AE render very different returns depending on educational attainment prior to AE enrolment. The estimates range from 15 per cent for males with only compulsory school to 5 per cent for those with twoyear upper secondary school. A general result is that more than one semester of studies is a minimum for positive returns. When analyzing the subjects studied, those traditionally associated with general human capital, e.g. Swedish, Maths, English, are not linked to any positive effects. Instead, the positive results appear to have been driven by more specific courses such as computer science and health related subjects. Individuals with a prior threeyear upper secondary education essentially show negative effects for men and zero effects for women. These results are more difficult to interpret as AE credits were not necessarily associated with improvements in their level of education. For the AE participants that continued to higher education, it is found that females with AE have a lower probability of completing four years of higher studies compared with individuals without AE. For males, a prior AE has no significant effect on the number of years accomplished in higher studies. The payoff to annual wage earnings is not significantly different for individuals with AE prior to enrolment if the higher studies amount to two years or more. For those with less than two years at university, the wage earnings gains with a prior AE are significantly lower than for those without AE. IFAU Does adult education at upper secondary level influence annual wage earnings? 41 References Albrecht, J.W., van den Bergh, G. and Vroman, S.B. 2004: The knowledge lift: The Swedish adult education program that aimed to eliminate low worker skill levels, IFAU Working Paper 2004:17, Uppsala. Altonji, J. 1993: The Demand for and Return to Education When Education Outcomes are Uncertain. Journal of Labor Economics 111: 4883. Andren, T. and Gustafsson, B. 2005: Income Effects from Labour Market Training Programs in Sweden During the 80s and 90s, accepted for publication in International Journal of Manpower. Antelius, J. and Bjorklund, A. 2000: How Reliable are Register Data for Studies of the Return on Schooling? An examination of Swedish data. Scandinavian Journal of Educational Research 444: 341355. Axelsson, R. and Westerlund, O. 2005: Kunskapslyftets effekter pa arsarbetsinkomster Nyborjare hostterminen 1997. Umea Economic Studies 647. Becker, G. 1964: Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education. National Bureau of Economic Research 3:e upplagan 1993: BenPorath, Y. 1967: The Production of Human Capital and the LifeCycle of Earnings. Journal of Political Economy 754: 352365. Boesel, D., Alsalam, N. and Smith, T.M. 1998: Educational and Labor Market Performance of GED Recipients. US Dept of Education, Washington, DC. Borghans, L. and Golsteyn, B. 2005. Human Capital Accumulation over the LifeCycle: Reasons for and Costs of Learning at a Later Age. Mimeo, Maastricht University. Bohlmark, A. 2005: Age at immigration and school performance: A siblings analysis using Swedish register data. Swedish Institute for Social Research, Working Paper 62005. Card, D. 1999: The causal effect of education on earnings. In O.A. Ashenfelter and D. Card eds: Handbook of Labor Economics, Vol 3. Amsterdam: NorthHolland. 42IFAU Does adult education at upper secondary level influence annual wage earnings? Ekstrom, E. 2003: Essays on Inequality and Education. Avhandlingsuppsats, Economic Studies 76, Uppsala Universitet. Eliasson, K. 2006: How Robust the Returns to College Choice? Results Using Swedish Administrative Data. Umea Economic Studies 692. is the Evidence on Grubb, N.W. 2002: Learning and earning in the middle, part I: national studies of prebaccalaureate education. Economics of Education Review 21, 299321. Heckman, J. and La Fontaine, P.A. 2006: Bias Corrected Estimates of GED Returns. NBER Working Paper 12018. Isacsson, G. 1999: Estimates of the Return to Schooling in Sweden from a Large Sample of Twins. Labour Economics 6, 471489. Iwahashi, Roki 2004: Getting the Lay of the Land: A New View to Education. Mimeo, Kyoto University. Jacobson, L.S., La Londe, R.J. och Sullivan, D.G. 2005: The Returns to Community College Schooling for Displaced Workers. Journal of Econometrics 125, 271304. Killingsworth, M. 1982: Learning by Doing and Investment in Training: A Synthesis of Two Rival Models of the Life Cycle. Review of Economic Studies, 263271. Kjellstrom, C. 1999: Essays on Investment in Human Capital. Ph.D. dissertation, SOFI, Stockholm. Leigh, D.E. and Gill, A.M. 1997: Labour Market returns to Community Colleges: Evidence for Returning Adults. Journal of Human Resources, Spring 1997, 334353. Light, A. 1995: The Effects of Interrupted Schooling on Wages. Journal of Human Resources 303: 472502. Lindahl, L. and Regner, H. 2005: College choice and subsequent earnings: Results using Swedish sibling data, Scandinavian Journal of Economics, 107:3, 437457. Lundborg, P. 2005: Individual Wage Setting, Efficiency Wages and Productivity in Sweden. FIEF Working paper No. 205. IFAU Does adult education at upper secondary level influence annual wage earnings? 43 Meghir, C. and Palme, M. 2005: Educational Reform, Ability and Parental Background. American Economic Review, 951: 414424. Monks, J. 1997: The Impact of College Timing on Earnings. Economics of Education Review 164: 419423. Rubin, D. 1973a: Matching to remove bias in observational studies. Biometrics 29, 159183. Rubin, D. 1973b: The use of matched sampling and regression adjustment to remove bias in observational studies. Biometrics 29, 185203. Sjogren, A. and Sallstrom, S. 2004: Trapped, Delayed and Handicapped. CEPR, DP3335, April. Skolverket 2000: Lyft eller bredd? Utbildningsnivaer fore och efter studier i kommunal vuxenutbildningKunskapslyftet lasaret 199798 Dnr 1999:633: SOU 1998:51. Vuxenutbildning och livslangt larande. Situationen infor och under forsta aret med Kunskapslyftet. Reports of the Government Commission, Ministry of Education and Science, Stockholm. Stenberg, A. 2005: Comprehensive Education for the Unemployed Evaluating the Effects on Unemployment for the Adult Education Initiative in Sweden. Labour 191: 123146. Stenberg, A. 2007: Comprehensive Education or Vocational Training for the Unemployed? International Journal of Manpower, forthcoming. Stenberg, A. and Westerlund, O. 2007: Does Comprehensive Education Work for the Unemployed? Labour Economics, forthcoming. Wallace, T.D. and Ihnen, L.A. 1975: FullTime Schooling in LifeCycle Models of Human Capital Accumulation. Journal of Political Economy, 83, 137155. Warner, J. and Pleeter, S. 2001: The Personal Discount Rate: Evidence from Military Downsizing Programs. The American Economic Review 911: 3353. Weiss, Y. 1971: Learning by Doing and Occupational Specialization. Journal of Economic Theory 32: 18998. Ockert, B. 2002: Do University Enrollment Constraints Affect Education and Earnings? IFAU Working Paper 2002:16, Uppsala. 44IFAU Does adult education at upper secondary level influence annual wage earnings? Appendix Table A.1: Descriptive statistics of males with no registration in higher education. Prior education AE AE Compulsory NonAE AE NonAE 2year upper sec. 3year upper sec. NonAE % AE courses interrupted compulsory level supplementary level introductory level Foreign born Mothers education at least 12 years Fathers education at least 12 years % on unemployment benefits 19902000 Characteristics in 2000: Married Children aged 03 Children aged 4 N .026 .279 .172 .008 .075 .001 .033 .368 .024 .134 .039 .105 .173 .036 .049 .005 .036 .224 .191 .106 .039 .005 .057 .207 .262 .161 .318 .207 .487 .408 .827 .638 .770 .632 .665 .538 .156 .228 .164 923 .185 .275 .260 .187 .279 .175 .204 .333 .254 .218 .250 .131 .249 .313 .163 3,505 3,225 16,340 827 3,192 IFAU Does adult education at upper secondary level influence annual wage earnings? 45 Table A.2: Descriptive statistics of females with no registration in higher education. Prior education AE AE 2year upper sec. 3year upper sec. Compulsory NonAE AE NonAE NonAE % AE courses interrupted compulsory level supplementary level introductory level Foreign born Mothers education at least 12 years Fathers education at least 12 years % on unemployment benefits 19902000 Characteristics in 2000: Married Children aged 03 Children aged 4 N .030 .239 .160 .008 .116 .001 .038 .278 .028 .117 .044 .087 .138 .042 .044 .006 .046 .161 .169 .129 .040 .009 .071 .150 .215 .141 .242 .207 .416 .379 .829 .653 .771 .601 .668 .533 .254 .335 .576 .272 .346 .588 .292 .378 .457 .313 .439 .536 .336 .377 .266 .364 .432 .320 1,419 1,747 4,335 7,838 1,587 3,157 46IFAU Does adult education at upper secondary level influence annual wage earnings? Table A.3: Descriptive statistics of individuals at some stage registered in higher education. Females Males Prior AE NonAE 3.28 .027 .434 3.59 .019 .506 .544 .637 .707 .513 .213 .230 .077 .256 .230 .072 Grade Point Average Foreign born Mothers education at least 12 years Fathers education at least 12 years % on unemployment benefits 19902000 Characteristics in 2000: Married Children aged 03 Children aged 4 N Prior AE NonAE 3.71 .024 .468 3.50 .037 .409 .500 .555 .695 .586 .330 .352 .151 .403 .431 .184 2,941 8,191 4,605 7,814 IFAU Does adult education at upper secondary level influence annual wage earnings? 47 Publication series published by the Institute for Labour Market Policy Evaluation IFAU latest issues RapporterReports 2007:1 Lundin Daniela Subventionerade anstallningar for unga en uppfoljning av allmant anstallningsstod for 2024aringar 2007:2 Lundin Daniela, Eva Mork Bjorn Ockert Maxtaxan inom barnomsorgen paverkar den hur mycket foraldrar arbetar? 2007:3 Bergemann Annette Gerard van den Berg Effekterna av aktiv arbetsmarknadspolitik for kvinnor i Europa en oversikt Junestav Malin Socialforsakringssystemet och arbetsmarknaden politiska ideer, sociala normer och institutionell forandring en historik 2007:4 2007:5 Andersson Christian Larartathet, lararkvalitet och arbetsmarknaden for larare 2007:6 Larsson Laura Caroline Runeson Effekten av sankt sjukpenning for arbetslosa Stenberg Anders Hur paverkar gymnasialt komvux loneinkomster och vidare studier? 2007:7 Working Papers 2007:1 de Luna Xavier Per Johansson Matching estimators for the effect of a treatment on survival times 2007:2 Lundin Daniela, Eva Mork Bjorn Ockert Do reduced child care prices make parents work more? 2007:3 Bergemann Annette Gerard van den Berg Active labor market policy effects for women in Europe a survey 2007:4 Andersson Christian Teacher density and student achievement in Swedish compulsory schools 2007:5 Andersson Christian Nina Waldenstrom Teacher supply and the market for teachers 2007:6 Andersson Christian Nina Waldenstrom Teacher certification and student achievement in Swedish compulsory schools van den Berg Gerard, Maarten Lindeboom Marta Lopez Inequality in individual mortality and economic conditions earlier in life 2007:7 2007:8 Larsson Laura Caroline Runeson Moral hazard among the sick and unemployed: evidence from a Swedish social insurance reform 2007:9 Stenberg Anders Does adult education at upper secondary level influence annual wage earnings? Dissertation Series 2006:1 Hagglund Pathric Natural and classical experiments in Swedish labour 2006:2 2006:3 market policy Savvidou Eleni Technology, human capital and labor demand Soderstrom Martin Evaluating institutional changes in education and wage policy 2006:4 Lagerstrom Jonas Discrimination, sickness absence, and labor market policy Johansson Kerstin Empirical essays on laborforce participation, matching, and trade 2006:5 ", "filename": "526436220.pdf", "person": ["Anders Stenberg", "Stenberg, Anders"], "date": ["2007"]}