{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/33756/1/529645939.pdf"], "title": ["Sectoral explanations of employment in Europe: the role of services"], "plaintext": "Sectoral Explanations of Employment in Europe: The Role of Services Antonello DAgostino Central Bank and Financial Service Authority of Ireland Roberta Serafini European Central Bank and ISAE Melanie Ward European Central Bank and IZA Bonn Discussion Paper No. 2257 August 2006 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 2257 August 2006 ABSTRACT Sectoral Explanations of Employment in Europe: The Role of Services This paper investigates the determinants of the service sector employment share in the EU15, for the aggregate service sector, four subsectors and twelve service sector branches. Recently, both Europe and the US have experienced an increase in the share of servicerelated jobs in total employment. Although converging in all European countries, a significant gap in the share of service jobs in Europe relative to the US persists. Understanding the main factors behind this gap is key to achieving higher employment levels in Europe. This paper focuses on the role of barriers in the EU15 which may have hindered its ability to absorb labour supply and therefore to adjust efficiently to the sectoral reallocation of labour. We find that a crucial role in this process has been played by the institutional framework affecting flexibility in the labour market and by the mismatch between workers skills and job vacancies. JEL Classification: Keywords: services, sectoral adjustment, employment share, Europe, US, institutions in the labour and product market E24, J21, J23, J24, L80 Corresponding author: Melanie WardWarmedinger European Central Bank Kaiser Str. 29 D60311 Frankfurt Germany Email: melanie.wardwarmedingerecb.int We would like to thank participants in an internal seminar at the ECB, in the EEFS 2005 Conference and the AIEL 2005 Conference for their very helpful suggestions on an earlier draft of this paper. The paper also benefited from comments by an anonymous referee. Comments from A. van Riet are gratefully acknowledged. The views expressed in this paper are those of the authors and do not necessarily reflect those of the European Central Bank ECB or of the Central Bank of Ireland. Non technical summary Over recent decades, both Europe and the US have experienced a secular increase in the share of servicerelated jobs in total employment, as well as a reduction in the number of jobs in industry and agriculture. A number of explanations for the rising trend in the service sector employment share have been proposed in the economics literature, including: increases in percapita income levels; the slower productivity growth of services relative to manufacturing; the rise in female participation; demographic shifts; and the process of urbanisation. At the same time, it has been argued that for countries at a similar stage of development, the observed variation in the size of the service employment share across countries may result from differences in the institutional framework affecting the degree of flexibility of labour and product markets. The impact of institutions on aggregate unemployment is a recurring theme in the ongoing debate on the causes of the relatively poor performance of European labour markets as compared with the US. However, to date, much less emphasis has been given to the sectoral dimension. Building on the existing literature, this paper therefore first investigates the determinants of the service sector employment share in the EU15, for the aggregate service sector, four subsectors and twelve service sector branches. It then moves to the possible determinants of the employment share gap between the US and Europe. Our working hypothesis is that the institutional framework in Europe has played a role in hindering the flow of workers from manufacturing into the service sector, as well as the propensity to set up new businesses. The analysis of the determinants of the service sector employment share focuses on a sample of 13 EU countries the EU15 excluding Ireland and Luxembourg over the period from 1970 to 2003. Our panel regression shows that, along with a core set of variables whose impact is significant and rather stable across specifications notably, GDP percapita, the productivity gap between services and manufacturing, cycle and government consumption, the hypothesis that the share of workers employed in services depends on the mismatch between labour supply and job vacancies can not be rejected. The evidence therefore supports the view that the more inefficient the process of matching skills of labour supply with changing labour requirements brought about by the sectoral shift, the lower is the employment share in services. This effect is captured by the vacancies to unemployment ratio and by a complementary indicator of educational attainment. We also focus on the possible role played by a number of institutions affecting labour market flexibility in affecting the service sector employment share, notably: union density, the degree of wage centralisation and the strictness of employment protection legislation for both regular and temporary contracts. The results for the employment share in total services show a negative and significant effect of national union density, and support the hypothesis of a Ushaped relationship between the level of national wage bargaining and the employment share. Furthermore, our results suggest no statistically 2significant impact of employment protection legislation, however relatively strict national EPL on regular contracts is found to negatively affect service employment in some sectors. Finally, product market regulation here capturing the administrative burden on startups, regulatory and administrative opacity is not found to be a significant determinant of employment share in all but one sub sector. The paper then moves to a consideration of the determinants of the difference in the service sector employment share between the US and Europe. We test the significance of the same determinants considered in the analysis detailed above, with the exclusion of the centralisation of wage bargaining and of the vacancy to unemployment ratio due to the unavailability of comparable data for the US. Results show that relative developments over the last decade in per capita income, public consumption and productivity have played an important role in closing the gap between European and US employment shares for the aggregate service sector. Furthermore, three main institutional sources of the gap in the service sector employment share are identified the human capital content of the workforce as measured by the level of educational attainment, union density and employment protection legislation on regular contracts. Policies implemented in these areas over the last decade in the context of the European Employment Strategy seem to have contributed to the catch up of the European employment share with the US. However, the dramatically lower levels of employment protection legislation and unionisation in the US relative to Europe, together with the low levels of educational attainment in some European Countries, seem to be the main factors behind the persistence of this gap. 31. Introduction Over recent decades most advanced economies have experienced a substantial change in their occupational structure, namely a transition from an industrydominated to a servicesdominated employment structure. The workforce employed in services continued to grow in developed economies during the second half of the 1980s and the 1990s; by the beginning of 2000 in several OECD countries about three quarters of employees were working in services 2. Furthermore, job creation nowadays takes place almost exclusively in this sector. Both Europe and the US have experienced a secular increase in the share of servicerelated jobs in total employment, as well as a reduction in the number of jobs in industry and agriculture. Furthermore, those European countries experiencing the lowest performance in service employment over the period 19701997 such as Spain and Italy are also the countries suffering the largest increases in total unemployment LopezGarcia, 2003. While convergence of the service employment share towards the US level has been recorded in all the European countries, significant differentials still persist. Understanding the main factors driving the gap relative to the US and across EU countries is one of the focal concerns of policy makers and a key point in achieving higher employment levels in Europe. The literature on the poor employment performance in Europe over the last decade both in absolute terms and in comparison with the US has mainly focused on the role played by labour market institutions and their interactions with macroeconomic shocks see, for instance, Blanchard and Wolfers 2000. This line of research puts little if any emphasis on the sectoral dimension. This aspect is increasingly believed to be crucial, and yet no commonly agreed explanation of the mechanisms behind employment in services has been provided so far. Whilst building on previous theoretical and empirical work on the topic thereby taking into account the main determinants suggested in the literature to date this paper investigates additional hypotheses which to the best of our knowledge have not previously received attention. Alongside a core of variables whose impact on the employment share in services is confirmed to be significant and fairly stable over time namely percapita income, the productivity differential between services and manufacturing, and the real public consumption, the impact of other potentially relevant factors is also tested. More specifically, the presence of adjustment barriers associated with the shift from manufacturing to services may have hindered the ongoing process of sectoral reallocation of the workforce. In this context, a crucial role may have been played, on the one hand, by the institutional framework affecting labour and product 2 see OECD 2000. 4market flexibility and, on the other hand, by the mismatch between workers skills and job vacancies reflecting the adaptability of the workforce to the sectoral change. The remainder of the paper is organised as follows. The next section presents the main stylised facts on service employment in the US and in the EU15 countries excluding Ireland and Luxembourg. The determinants of the increase in the service sector employment share as suggested in the literature to date are reviewed in section 3. The results of our econometric model estimated for the aggregate service sector, for four subsectors and twelve branches are then presented section 4, followed by the investigation of the determinants of the USEurope gap in the employment share Section 5. Some policy considerations conclude. 2. International trends in the service sector employment share: some facts The percentage of workers employed in the service sector steadily increased over the last three decades both in Europe and the US Fig. 1. This rising trend in absolute terms and relative to industry and agriculture is shared by all the European Union countries, with the US systematically recording the highest share of service sector employment Table 13. In all the countries considered, job creation increasingly occurs in the service sector, and in 2001 the level of the employment share in services was more than double that recorded in industry and agriculture. Despite Europe experiencing a long period of growth in its service employment share relative to the US, full convergence has not yet been achieved. The gap relative to the US service sector employment share is lower than the EU average for Belgium, Denmark, France, Luxembourg, the Netherlands, Sweden and the UK, and is higher for Greece, Spain, Italy, Austria, Portugal, Finland and Germany table 2 4. A breakdown of the service sector into a finer classification further highlights the differences in service employment shares between European countries and the US. According to revision 3 of the International Standard Industrial Classification 5 ISIC, total service employment is divided into four 3This increase in the share of the workforce employed in services may in part be due to the practice of manufacturing industries to increasingly outsource their service activities. In this case, since National Accounts define firms according to their main product, the higher share of employment in services would emerge merely as the result of the reallocation of activities. On the importance of taking into account changes in firms organization, particularly the practice of contracting out, see for instance Elfring 1989. According to Greenhalgh and Gregory 2001, Russo and Schettkat 1999, 2001 and Petit 1986, outsourcing from manufacturing has in fact increased; however, they find that this effect is not sufficient to explain the trend towards service sector employment, as well as the difference in the share of service sector employment between the US and Europe. That also seems to be confirmed by the upward trend in the share of white collar jobs OECD, 2000. 4 Data on service employment rate in Europe show an even higher negative gap relative to the US, due to the strong increase in the US employment to working age population ratio. 5 see Annex 1. 5main subsectors: wholesale, retail trade, restaurants and hotels; transport, storage and communication; finance, insurance, real estate and business services; community, social and personal services. Although not exactly overlapping, the ISIC classification broadly corresponds to the grouping in four service activities namely personal, distributive, producer and social services proposed in Singelmann 1978 and Elfring 1988. Table 3 and 4 show that: In Europe and in the US around 30% of service employment takes place in wholesale and retail trade, restaurants and hotels Table 3 and that, relative to the US, all the EU countries show a negative employment share gap over the whole period 19702001 Table 4. A further breakdown Table 8 shows this negative gap to be entirely due to wholesale and retail trade. The hotels and restaurants subsector exhibits a positive employment share gap versus the US, which is relatively high for Austria, Spain and Greece. Transport, storage and communication accounting for around 10% of service sector employment in Europe and the US displays a small but positive employment share gap with the US in all countries except Portugal, which is mainly accounted for by the branch transport and storage Tables 5 and 8. Finance, insurance, real estate and business services employ around 20% of the total service sector; three countries in this subsector UK, the Netherlands and Luxembourg seem to have recently performed better than the US Table 6. On the other end of the spectrum, Austria, Spain, Finland, Greece and Portugal present a large negative employment share gap relative to the US, which is well above the 2% recorded on average in the EU; Belgium, Germany, Denmark, Italy and Sweden display a more modest gap. The negative gaps tend to be somewhat more substantial in real estate, renting and business activities Table 8. Finally, the remaining 40% of service sector employees for the US and UK are found in community, social and personal services. A number of countries, notably Germany and Italy, show a negative employment share gap relative to the US, which tends to narrow over time. Belgium, Denmark, Finland, France and Sweden have reversed the sign of their differential and at the end of the 1990s experienced a large positive employment gap relative to the US Table 7. These negative gaps are largely driven by the public administration and health and social work branches Table 8. 63. The determinants of employment in services: an overview of the literature The first literature on the sectoral distribution of employment dates back to the works of Fisher 1935 and Clark 1940. Clark 1940 qualifies the movement of labour from agriculture to manufacturing, and from manufacturing to commerce and services, as the most important concomitant of economic progress. More specifically, growth in the service sector is mainly explained as the result of shifting income elasticities of demand, in the process later known as the hierarchy of needs Appelbaum and Schettkat 2001. As economies grow richer, tastes switch away from the basic needs of food and shelter towards non material goods, including services. In other words, the increasing service employment share recorded in postindustrial economies could be the result of rising per capita income levels 6. In 1967, Baumol identified the key theoretical foundation for the expansion of service sector employment the slower productivity growth in services compared to manufacturing 7. According to what became later known as Baumols disease, the expansion of the employment share in services relative to industry is the direct consequence of services lower productivity performance. The theory argues that as a result of this productivity differential, if the relative level of output in industry and services is maintained, an ever increasing proportion of the labour force must be channelled into service activities. The existence of this effect leads to the paradox of the service sector 8. The model of Baumol 1967 has remained one of the principle theories on service sector employment 9. An interesting extension to this work is provided by Oulton 2003, where also the supply of intermediate 6 Supporters of the income effect have compared the output of richer and poorer countries, finding a positive relationship between wealth and the share of services in GDP. However, it has been argued that this effect disappears if one allows for the higher relative prices of services in richer economies and that real service sector shares may not bear relation to a countrys level of prosperity. Along this line, a number of studies find that the share of services in real output remained constant as per capital income rises. See, for instance Summers 1985, Baumol, Blackman and Wolff 1989 for the US 19471976, Ramaswamy and Rowthorn 1997 for the US, Japan and Europe as a whole 19601994. 7 The nature of several service activities, which cannot be automated and have to go through set standardised processes e.g a doctors diagnosis, a live orchestral performance, is behind the relatively stagnant productivity growth in the service sector. According to Baumol 2001, while some services e.g. postal delivery times, rubbish collection may have benefited from technological advances and many in particular from computerisation particularly in the financial industries, he argues that so far, these productivity gains had been modest, whilst in other services no significant sources of productivity gains can be identified e.g care of the elderly. 8 Baumol 1967 argues that as technical progress in the industrial sector increases, wages will rise; if wage increases at the same or similar rates across sectors, labour cost per unit will remain constant or even decrease for manufacturing goods, but will exponentially rise in the lower productivity service sector, thereby leading to strong increases in service sector prices the only possibility to halt this mechanism is to isolate the labour markets of each sector and freeze wage increases in services arguably unrealistic. The paradox lies in the fact that despite the increasing relative costprices of services, the demand for services persists. Baumol 2001 links this to the fact that some services simply cannot be produced more cheaply; that some are provided by the government so that price increases are not observed first hand by the consumer; and that people consider some services critical for their wellbeing. 9 Baumol 2001 identifies the strong existence of the cost disease for a number of service areas e.g health care, education, legal services, police protection, restaurant services, car repairs over the period 1960 to 1993 in the US, Japan, Canada, France, Germany and the UK, although to varying degrees. 7service goods is considered. Oulton 2003 finds that a shift of primary inputs such as labour or raw materials from industry to intermediate service production increases the economys productivity rate as long as the service sector has some positive productivity growth, however small 10. Further explanations for the increase in service sector employment may be found in the empirical literature. Fuchs 1980 concludes that a significant proportion of the increase in service sector employment is due to the increased labour market participation of women, the effect being driven by both income and especially substitution effects of the choice between home and market work. Erdem and Glyn 2001 find that in both the US and Europe since 1973 female labour supply, rather than capital accumulation, was most important for service employment. A few papers also consider factors such as the role of international trade and outsourcing on service sector employment growth, but the evidence gathered to date is inconclusive. In consideration of the reasons for the relatively slow service employment growth in Europe, the above contributions would suggest that productivity differences between the industrial and service sector have not been as great in Europe as in the US or alternatively that the expansion in female labour supply has not been so strong. These may in fact be part of the story. However, there may be other influences playing a more important role in the European context, and which may help to explain the observed differences in service sector shares across countries at similar stages of development. For example, any discussion of the determinants of employment within the European context needs to consider the role played by the institutional setting. A number of studies of European labour markets have identified a significant effect of labour market institutions such as the generosity of the unemployment benefit systems, the employment protection legislation EPL, the degree of unionisation, the level of taxation on aggregate unemployment 11. Bertola 2001 argues that institutional constraints such as high nonemployment benefits, legal minimum wages, centrally negotiated employment contracts, high tax wedges may prevent the creation of lowwage jobs 12. Others have found a positive effect of the interaction between labour market institutions and economic 10 Russo and Schettkat 2001 find evidence of a significant increase in final demand, an increase in the demand for services from the manufacturing industry and an increase in the demand of intermediate services in the production of services as explanations for employment growth in the US and Europe. 11 See, for example, Nickell 1997, Elmeskov et al. 1998, Nickell and Nunziata 2000, Nunziata 2002. 12 These institutions have been found to truncate the lower end of the low wage job distribution in countries with high labour productivity and wage dispersion e.g. Spain, Italy, Germany, and particularly to reduce female labour participation. Furthermore, Bertola 2001 argues that contractual arrangements tend to prevent wages adjusting to local labour market conditions resulting in low incentives for regional mobility. 8shocks on the European unemployment rate 13; a survey of a number of the key hypotheses and developments in this field is provided in Bertola 2001. This literature may be relevant for explaining the slower growth of services in Europe relative to the US if it is the case that the institutional design in Europe has somehow prevented the setting up of new businesses and the flow of jobs to the service sector. According to Rogerson 2003 the key to understanding the deterioration of employment rates in Europe relative to the US is the failure of Europe to move workers into the service sector. Consistent with this reading is the work by Erdem and Glyn 2001 where it is shown that after 1973, inactivity in Europe rose much more than in the US for men and fell much less for women accounting for two thirds of the relatively slow employment growth in Europe. They argue that service sector employment acted like a sponge persistently expanding more where labour supply had been plentiful. This implies that where labour supply within Europe was inhibited through institutional rigidity, then relatively limited growth in service sector employment may also have resulted. 4. The econometric analysis 4.1 The model In order to study the impact of macroeconomic and institutional factors on the service sectors employment share we estimate a simple panel data model for an unbalanced sample of 13 EU countries 14, over the period from 1970 to 2003 depending on the specification. We consider the following pooled regression model: yitcxituit i1 N t1 Ti uitiit where it is assumed to be normally distributed and such that EitEi0 E2, Eijt 0 i, j, t it2 E2it2Eitjs0 if t s or ij Eij0 if ij. 13 See, for instance, Blanchard and Wolfers 2000, Belot and van Ours 2000, 2001. 14 EU15 excluded Ireland and Luxembourg. 1 2 9N is the number of countries up to 13 countries and Ti is the sample length in country i. The left hand side variable yit is the T1 TN x 1 vector of employment shares, while xit is the T1 TN x K matrix of macroeconomic and institutional determinants. Furthermore, the fixed effect i is assumed to be randomly distributed across the crosssectional units, as confirmed by the results of the Hausmans 1978 test. The model was first estimated by Feasible Generalized Least Square FGLS15. However, the diagnostic statistics on residuals confirmed the presence of autocorrelation 16. We therefore estimated a second specification in which autocorrelation in the error term is allowed. In particular, it is assumed that: itit1it 3 where 1 and it is independent and normally distributed with Eit0 and E2it2. The model is estimated using the GLS estimator proposed by Baltagi and Wu 1999. 4.2. Results Previous empirical studies have focused on the possible role played by a number of variables in determining service sector employment, for the aggregate, as well as in the attempt to draw a comprehensive picture its sub sectors. In particular, based on the analysis of a sample of OECD countries from 1984 to 1998 in four service subsectors, OECD 2000 finds that the employment share in services is mainly affected by percapita income, the size of the welfare state and by female participation. The same study identifies a significant role of some labour market institutions, namely the strictness of employment protection legislation and the degree of centralisation of wage bargaining. Estimation is carried out by selecting a core model, which includes only a limited number of determinants, and by gradually adding other potentially relevant determinants. This same approach i.e. selecting a basic model and then testing the significance of additional determinants is followed in Messina 2004, where the focus is a sample of 27 OECD countries from 1970 to 1998 fiveyears 15 A drawback of the random effect model is that it assumes no correlation between the country specific effect i and the explanatory variables xit. To overcome the problem, Mundlak 1978 proposed another estimation method within the random effect model framework. To assess how strict the orthogonality condition is, we also estimate the random effect model in the Mundlak version; the results do not change significantly. 16 Some of the variables used in the analysis have a clear trend over time; we do investigate on its nature, i.e. stochastic or deterministic. Usual tests do not reject the hypothesis of stationary residuals, hence the consistency of our estimates. 10averages. As in OECD 2000, Messina finds a positive impact of percapita income and the size of the public sector on service employment, together with the productivity gap between services and manufacturing, the rate of investment, the degree of urbanisation, and the administrative burden on the creation of new firms. In contrast to OECD 2000, Messina finds that female participation does not play a significant role in service sector employment. The same applies to the employment protection legislation; however, other indicators of labour market institutions notably, the degree of unionisation and of wage setting coordination are found significant. While building on these previous econometric studies, we extend the analysis in three directions. First, the panel estimation is here carried out for both the total service sector and its breakdown up to the second digit of the ISIC classification; this amounts to a total of four subsectors and twelve branches. While on the one hand testing the significance of regressors in specific service subsectors may blur the broad picture, on the other hand the likely determinants of the employment share are hardly significant when tested at the aggregate level. The reason for this lies in the high degree of heterogeneity characterising the set of economic activities grouped under the general heading of the service sector. Because of this heterogeneity some factors may only affect one specific subsector, or alternatively when several activities are involved may affect different branches differently andor in such a way that their impact tend to cancel out for the aggregate. Second, we analyse a broader set of determinants. Third, an analysis of the factors driving the gap between the European and the US employment share is carried out. The results are presented in Tables 9 to 1317. 4.2.1. The basic model Following the same logic of the empirical contributions discussed above, we identify a core set of variables whose impact on employment in services results significant and stable across specifications. This includes GDP per capita and the gap in productivity between manufacturing and services; furthermore, we include an additional term in order to capture shortrun fluctuations which may be an important component of employment share dynamics. When controlling for this cyclical effect, the strong positive correlation between the employment share and per capita income is confirmed across all specifications, for both the total and the main service subsectors. Our results also confirm that a decrease in productivity in services relative to manufacturing is associated with a higher service 17 The causal relation between the dependent variable and its determinants is not always obvious; it should therefore be interpreted with caution. For a description of variables and data sources, see Annex 2. For the full set of results, see Annex 3. 11employment share 18; however, interestingly this effect seems to be smaller in magnitude than our indicator of total output. In order to explain the differences in service employment shares across countries at similar income levels and productivity growth rates, the role of other, potentially relevant, determinants is also analysed. First, in many EU countries a large contribution to service employment growth comes from social services, which are largely provided or subsidized by the government. Along this line, our specification includes real government consumption as a measure of exogenous internal demand. Results for both total services and the majority of subsectors support the hypothesis that public sector demand has a positive and significant impact on employment growth in the service sector. The explanatory power of this variable is relatively strong in community, social and personal services, in post and telecommunications, and in the real estate, renting and business activities 19. 4.2.2. The impact of labour and product market institutions As a further step, we focus on the possible role played by institutions in labour and product markets. We first test the hypothesis that a number of labour market institutions such as union activity and employment protection legislation affect the service sector employment share. Two different dimensions of union activity namely the degree of wage centralisation and union density are analysed. The first is intended to capture the level at which wage bargaining takes place. Some literature argues that highly centralised unions may be more concerned about issues of national inflation and competitiveness, which may result in restrained wage changes. Highly decentralised wage bargaining may also result in more restrained wage changes with wages more closely linked to labour productivity, or concerns over firm competitiveness, playing a stronger role in wage decisions. On the contrary, whereas centralised unions may not be able to capture sector specific rents, unions at a sectoral level may be more successful in translating monopoly rents and productivity increases into wages. This suggests the hump shape relationship between union centralisation and wages described in Calmfors and Driffil 1988. The increased magnitude of wage changes may have negative implications for the rate of employment. We therefore include a centralisation squared term in our analysis to test the concavity of the effect of the degree of centralisation of wage bargaining on the 18 Following Baumol 1967, the differential in productivities has two opposite effects. On the one hand, for a given output mix a slower productivity in services relative to manufacturing increases the service employment share due to the differential in labour requirement. On the other hand, slower productivity in the service sector increases relative service sector prices, thereby inducing consumers to substitute services with goods. This last effect would be reflected by an increase in the demand for workers in manufacturing relative to services. 19 In order to account for possible decreasing returns to public spending, we estimated the model including a squared term. The hypothesis of a significant inverse ushaped impact of government consumption is rejected for most of service activities. 12service sector employment share. Results on the centralisation variable and its square reveal a significantly Ushaped relationship between the level of national wage bargaining and the total services employment share suggesting that employment in services is highest in fully centralised or decentralised systems. At a lower level of aggregation, this variable is significant for ISIC 6574 finance, insurance, real estate and business activities and for ISIC 5055 wholesale and retail trade, restaurants and hotels. The second of our labour market indicators captures the degree of union density. The idea behind this is that the greater the degree of union density, the higher the proportion of national employment that may be affected by wage bargaining decisions, and hence potentially the stronger the impact on service sector employment 20. Our results generally show a negative effect of the rate of national union density on the service sector employment share, which is strongly significant for total services. Results by subsector show this variable to be less important in a number of branches. A relatively strong negative effect of union density is found for finance and insurance, in wholesale and trade, and hotels and restaurants. This result, particularly for branches such as hotels and restaurants, supports Gordon 1997s suggestion that wage compression introduced by unions in Europe has cut back jobs in the lower end of the skill distribution within European service sectors. Two variables capturing the degree of national employment protection legislation EPL are also included in our analysis, the first measuring the degree of EPL for regular contracts and the second for temporary contracts. Relatively strict legislation may in fact hinder the reallocation of employment and thus have a significant impact on the development of the service sector employment share. Under strict employment protection legislation, dismissals are costly, and employers fill vacancies only with well matched employees. This has the effect of reducing hires in cyclical upturns. Firms will also tend to reduce fires during downturns in the presence of high dismissal costs. Hence, employment protection regulation tends to reduce inflows into unemployment, reducing shortterm unemployment, but by reducing hires, also increases longterm unemployment and sets insufficient incentives for employment adjustment in response to cyclical and structural changes. Our results suggest that relatively strict national EPL on regular contracts has a significantly negative effect on service sector employment in finance, insurance, real estate and business activities, and in education, while less important seems to be the impact of EPL on temporary contracts. Moving to product market institutions, following Paloma LopezGarcia 2003 the presence of startup costs in particular, administrative burdens on the creation of new companies may increase the cost of 20 A better measure would be union coverage, which would take into account both union membership and nonmembers covered by union bargaining arrangements. Unfortunately comparable time series measures of union coverage for all of the countries in our panel dataset are not available. For countries with a low membership rate, but high coverage rate e.g France our measure may therefore underestimate the effect of the union bargaining presence on the service sector employment share. 13entering the market especially by smallmedium sized enterprises and hinder services growth in Europe visavis the US, thereby creating bottlenecks in the process of shifting the sectoral composition of production from manufacturing to services. The empirical work produced on the macroeconomic impact of product market regulations makes an extensive use of the OECD aggregate indicators produced by Nicoletti et al. 2000, while more limited is the information available at the sectoral level. Although extensive and, in practice, a unique source of information about regulatory framework, the OECD indicators present some limitations and the results of the econometric analysis may become questionable when their impact on specific sectors is tested. This applies in particular to the product market indicators. We find that the OECD indicator of product market regulation which includes both the administrative burdens on startups and the regulatory and administrative opacity is never significant 21 in our estimates except for ISIC 6063 transport and storage. In this case results should be interpreted with some caution, since this indicator covers only the retail distribution, transportation and telecommunications activities, and is only available for two years. 4.2.3. Skill mismatch Finally, one may argue that a reason for Europes inability to absorb workers released from agriculture and industry could be the degree of mismatch between labour supply and job vacancies associated with the growing role of services. Over recent decades, there has been a change in the composition of the workforce by qualification and skill level associated with the change in the sectoral composition of production. The introduction among the explanatory variables of the vacancies to unemployment ratio as an indicator of tightness of the labour market, as well as a complementary indicator of educational attainment 22, aims to test the hypothesis of a lack in the flexibility of labour supply in Europe, in particular in its ability to match the skills of the workforce with the skill requirements of the service sector in response to a sectoral shift. Consistently with the characteristics of the workforce employed in the different subsectors, the first mismatch indicator in the tables called vacancies has a significant impact on the aggregate employment share. Furthermore, the skill level of the labour force here proxied by the average years of schooling has a positive and significant impact on the total employment share, particularly in producer services. On the other hand, consistent with its nature of generating mainly lowskilled and lowpaid jobs, neither the mismatch nor the educational attainment indicators seem to play a role in affecting the employment share in the personal services sector. 21 That is in fact the case in OECD 2000. 22 An economy with a relatively large endowment of skilled human capital might be expected to employment a relatively high share of its workers in the service sector. 145. An investigation of the service employment share gap in Europe visavis the US Understanding the main factors driving the gap in service sector employment between Europe and the US is one of the focal concerns of policy makers in achieving higher employment levels in Europe. This section therefore turns to this gap for a closer consideration of whether macroeconomic determinants such as productivity gaps, cyclical variation and differing levels of government spending or the role of other factors such as those related to the institutional framework, might have played a stronger part in explaining the differential service employment share. We base this analysis on the following equation YUSit YEURit EURXXUStitt t1 Ti i1 N 4 with itvirit and ritrit1it YEUR is a TThe model is again estimated using the GLS estimator proposed by Baltagi and Wu 1999. N denotes the number of countries and Ti is the sample length in country i. The left hand side variable Y t 1 TN x 1 vector of the difference in the employment share between the US US is a T1 TN x K and each of our European countries. The left hand side variablematrix of the difference in the same macroeconomic and institutional determinants as considered in model 1 above between the US and each European country. t XEURXUSitit We test the significance of the same alternative specifications presented in section 4, for the aggregate service sector and the four main sub sectors, with the exclusions of the specifications including the degree of centralisation of wage bargaining and the vacancy to unemployment ratio, due to the unavailability of comparable data for the US23. Tables 14 to 16 present the results of this investigation. The first notable finding is the significant and stable contribution of a number of our core set of variables to the USEurope service sector employment share gap. The differential in GDP per capita and the differential in government consumption both contribute strongly and positively to the positive USEurope employment share gap in the aggregate service sector and three of the main subsectors, and negatively and significantly to the negative USEurope employment share gap in transport and storage subsector. This result highlights the importance of economic growth for job creation. It supports the hypothesis that the increase in per capita income and public consumption levels in Europe relative to the US over the recent decade have positively contributed towards decreasing the employment share gap in the aggregate service sector between the two continents. 23 The Checchi and Visser 2002 index of union centralisation is not available for the US. The most comprehensive information available on vacancies for the US is the Index of help wanted advertising in newspapers constructed by the conference board. However, this is an index based on the total vacancies, rather than unfilled vacancies, and is therefore not sufficiently comparable to the vacancy information available for Europe. 15The USEurope gap in productivity between manufacturing and services is also found to be a significant determinant of the employment share gap, although less important in terms of its magnitude than per capita income or government consumption differentials. It negatively contributes to the positive employment share gap in the aggregate service sector, and in the social and personal services sub sector. This result indicates that the falling relative productivity in the aggregate service sector in Europe versus the US in recent years should have also contributed to the closing gap between US and European service sector employment shares. There is also some evidence that the institutional framework in Europe has an important role to play in the expansion of service sector employment in Europe relative to the US. Tables 15 and 16 show that USEurope skill differentials significantly affect the employment share gap in two sub sectors transport, storage and communications a negative effect on the negative gap and finance, real estate and communications a positive effect on the positive gap. A wider differential between the US and Europe in the degree of union density significantly influences the USEuropean employment gap in three service sector subsectors, higher average union density in Europe increasing the US employment share advantage in wholesale and retail trade and decreasing the European employment share advantage in transport, storage and communications. The positive effect of the differential in the degree of union density on the USEurope employment share in Community, social and personal services may be being driven by a higher rate of union density in the US than in Europe in this sector. There is also some significant evidence of strict EPL on either regular or temporary contracts reinforcing the positive USEurope employment share gap, both within the aggregate service sector and across three out of four of the subsectors. Finally, the lower level of barriers to business startup is found to increase the positive USEuropean employment share gap in most sectors, although this effect is never significant. These results suggest that structural policies to increase the human capital content of the workforce and to reduce rigidities in the labour market are supportive of job creation and increased employment in the services sector. Accordingly, policies implemented in these areas in the EU over the last decade in the context of the European Employment Strategy will have contributed to the catch up of the European employment share with the US. However significant gaps between the US and Europe in a number of these structural factors persist. Work by, for example, the OECD 2004a highlights the dramatically lower levels of employment protection legislation and unionisation in the US relative to Europe. Studies such as OECD 2004b show that whilst some European countries such as the UK and Sweden hold amongst the highest first universitylevel degree completion rate of OECD countries, and many countries have seen a rise in the average education levels of their citizens over the past decade, low educational attainment levels remain a particular concern in Greece, Ireland, Italy, Portugal and Spain. Our analysis confirms the importance of addressing these remaining institutional and skill 16differentials to close the USEurope service sector employment share gap, and more generally, to increase overall employment levels in Europe. 6. Conclusions Over recent decades most advanced economies have experienced a substantial change in their occupational structure, namely a transition from an industrydominated to a servicedominated employment structure. While convergence of the service employment share towards the US level has been recorded in all the European countries, significant differentials still persist. Understanding the main factors driving the gap relative to the US and across EU countries is one of the focal concerns of policy makers and key to achieving higher employment levels in Europe. This paper first investigates the determinants of the service sector employment share for 15 European countries, for the aggregate service sector, four sub sectors and twelve service sector branches. Results show that, when controlling for the cycle, the strong positive correlation between the employment share and per capita income is confirmed across all specifications, for both total services and single subsectors. Our results also confirm that a decrease in productivity in services relative to manufacturing is associated with a higher employment service share; however, interestingly this effect seems to be smaller in magnitude than our indicator for final demand. Alongside this core of variables we test the impact of other potentially relevant factors. An important role in service sector employment results to be played, on the one hand, by the institutional framework affecting the degree of flexibility in the labour market and, on the other hand, by the mismatch between workers skills and job vacancies affecting the adaptability of the workforce to the structural change. A number of other labour market institutions such as union activity and employment protection legislation are found to have a significant affect on the size of the service sector employment share. Results on centralisation of wage bargaining show a significant Ushaped relationship between the level of national wage bargaining and the total service employment share. We find a significant impact of the vacancies to unemployment ratio to the aggregate employment share. Furthermore, the skill level of the labour force here proxied by the average years of schooling has also a significant impact on the service employment share, particularly in producer services. Neither the mismatch nor the educational attainment indicators seem to play a role in affecting the employment share in the personal services sector. Finally, we do not find evidence supporting the hypothesis that startup costs play a role in explaining Europes service employment, although to some extent our analysis is constrained by data availability. The paper then moves to a consideration of the determinants of the USEurope employment share gap. Results show that relative developments over the last decade in per capita income, public consumption 17and productivity have been important determinants of the gap between European and US employment shares in the aggregate service sector. There is also some evidence that the institutional framework in Europe has an important role to play in this process. Three main institutional sources of the gap are identified the human capital content of the workforce as measures by educational attainment, union density and EPL on regular contracts. Our analysis suggests that further progress in structural reform, to address these remaining institutional and skill differentials, are needed to increase overall employment levels in Europe. 18Bibliography Appelbaum, E. and R. Schettkat 2001, Are prices important? The changing structure of the industrialized economies, Chapter 7 in The growth of Service Industries The Paradox of Exploding Costs and Persistent Demand edited by T. ten Raa and R. Schettkat, Edward Elgar Publishing Limited. Baltagi, B.H., and P.X. Wu 1999, Unequally spaced panel data regressions with AR1 disturbances, Econometric Theory 15, pp. 814823. Barro, R. J. and J. Lee 2000, International Data on Educational Attainment: Updates and Implications, CID Working Paper no. 42. Baumol, W. J. 1967, Macroeconomics of unbalanced growth: the anatomy of urban crisis, American Economic Review, 57 3, 41526. Baumol, W. J., Blackman, S. A. and E. Wolff 1989, Productivity and American Leadership: The long View, Cambridge, MIT press. Baumol, W. J. 2001, Paradox of the Services: exploding costs, persistent demand, Chapter 1 in The growth of Service Industries The Paradox of Exploding Costs and Persistent Demand edited by T. ten Raa and R. Schettkat, Edward Elgar Publishing Limited. Belot M. and J. C van Ours 2000, Does the recent success of some OECD countries in lowering their unemployment rates lie in the clever design pf the labour market reforms?, IZA Discussion paper 147. Belot M. and J. C van Ours 2001, Unemployment and labour market institutions: an empirical analysis, Journal of Japanese and international Economics, 15, 116. Bertola, G. 2001, Aggregate and disaggregate aspects of employment and unemployment, Paper prepared for a central bank policy conference on Employment and Economics, March 2001, Bogota, Colombia. Black, F 1982, General equilibrium and business cycles, NBER Working Paper No. 920. Blanchard, O. and J. Wolfers 2000, The role of Shocks and Institutions in the rise of European Unemployment: the Aggregate Evidence, The Economic Journal, 110: C1C33. Calmfors, L. and Driffil, J. 1988, Bargaining Structure, Corporatism, and Macroeconomic Performance, Economic Policy, 1461 Castells, M. 1996, The Rise of the Network Society, Blackwell, Oxford. Checchi, D. and J. Visser 2002, Union Density: The economic role of unions and institutions, Economic Policy, 2002 vol. 17. Clark, C. 1940, The Conditions of Economic Progress, London. Conway, P., V. Janod, and G. Nicoletti 2005, Product Market Regulation in OECD Countries, 1998 to 2003, OECD Economics Department Working Paper, No 419 19Elfring, T. 1988, Service Sector Employment in Advanced Economies. A Comparative Analysis of its Implications for Economic Growth, Gower Publishing Company Limited, Aldershot, UK. Elfring, T. 1989, New Evidence on the Expansion of Service Employment in Advanced Economies, Review of Income and Wealth. Elmeskov, J., J. P. Martin and S. Scarpetta 1998, Key lessons for labour market reforms: evidence from OECD countries experiences, Economic council of Sweden, IVA, Stockholm, pp.139. Erdem, E. and A. Glyn 2001, Employment growth, structural change and capital accumulation, Chapter 3 in The growth of Service Industries The Paradox of Exploding Costs and Persistent Demand, edited by T. ten Raa and R. Schettkat, Edward Elgar Publishing Limited. EspingAnderson, G. 1999, Social Foundations of Postindustrial Economies, Oxford University Press, Oxford. European Commission 2000, The job creation potential of the service sector in Europe, Employment Observatory Research Network, Dept of Employment and Social Affairs. Fisher, A. G. B. 1935, The Clash of Progress and Security, London, Mac Millan and Co. Ltd. Fourastie, J. 1949, Le Grand Espoir du XXe Siecle, Paris: Presses Universitaires de France, Reprinted as Moderne Techniek en Economische Ontwikkeling 1965, Amsterdam: Het Spectrum. Fuchs, V. R. 1968, The Service Economy, New York and London: Colombia University Press. Fuchs, V. R. 1980, Economic growth and the rise of service employment, NBER Working Paper No. 486. Gordon, R. 1997, Is there a trade off between Unemployment and Productivity Growth in Unemployment Policy?, in Unemployment Policy, de la Dehese, G. and D. Snower eds, Cambridge University Press. Greenhalgh, M. and Gregory, C. 2001, Structural Change and the Emergence of the New Service Economy, Paper prepared for the Leverhulme Programme Final Conference The Labour Market Consequences. Heckman, J. and C. Pages 2000, The cost of Job Security Regulation: evidence from Latin American labour markets, NBER Working Paper, No. 7773. Hausman, J. A. 1978 Specification Tests in Econometrics, Econometrica, 46, 6, 12511271. Inman, R. 1985, Introduction and Review in Managing the Service Economics: Prospects and Problems, Cambridge University Press, Cambridge, pp.124. Krueger, A and S. Pischke 1997, Observations and Conjectures on the US Employment miracle, NBER Working Paper No.6146. 20Layard, R., S. Nickell and R. Jackman 1991, Unemployment: Macroeconomics Performance and the Labour Market, Oxford University Press. Lilien, D 1982, Sectoral Shifts and cyclical unemployment, Journal of Political Economy, XC, 77793. Lilien, D 1983, A sectoral model of the business cycle, mimeo. LopezGarcia, P. 2003, Labour Market Performance and Startup Costs: OECD Evidence, mimeo. Manacorda, M and B. Petrongolo 2003, Regional Mismatch and Unemployment: Theory and Evidence from Italy, 19771998, mimeo. Messina, J. 2004, Institutions and Service Employment: A Panel Study for OECD Countries, European Central Bank Working Paper No.320. Moeller, J. 1991, Income and price elasticities in different sectors of the economy: an analysis of structural change for Germany, the UK and the USA, Chapter 9 in The growth of Service Industries The Paradox of Exploding Costs and Persistent Demand edited by T. ten Raa and R. Schettkat, Edward Elgar Publishing Limited. Mohnen, P. and T. ten Raa 1991, Productivity trends and employment across industries in Canada, Chapter 6 in The growth of Service Industries The Paradox of Exploding Costs and Persistent Demand edited by T. ten Raa and R. Schettkat, Edward Elgar Publishing Limited. Mundalk, Y. 1978. On the Pooling of Time Series and Cross Section Data. Econometrica, 46, pp. 6986 Nickell, S. 1997, Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspectives, 11, 2, 5574. Nickell, S and L. Nunziata 2000, Employment Patterns in OECD Countries, Centre for Economic Performance Discussion Paper, no.488. Nicoletti, G. Scarpetta and O. Boylaud 2000, Summary Indicators of Product Market Regulation with an Extension to Employment Protection Legislation, OECD, wp no. 226 Nicoletti, G., R. Haffner, S. Nickell, S. Scarpetta and G. Zoega 2000, European Intergration, Liberalization and Labor Market Performance, in G. Bertola, T. Boeri and G. Nicoletti eds, Welfare and Employment in a United Europe, Harvard: MIT Press. Nunziata, L. 2002, Unemployment, Labour Market Institutions and Shocks, Nuffield College Working Papers in Economics, W16. OECD 2000, Employment in the Service Economy: A Reassessment, Employment Outlook 2000, chapter 3. OECD 2002, Employment Outlook, Paris. OECD 2004a, Employment Outlook, Paris. OECD 2004b, Education at a glance. Paris. 21Oulton N. 2001, Must the growth rate decline? Baumols unbalanced growth revisited, Oxford Economic Papers 53, pp.605627. Petit, P. 1986, Slow Growth and the Service Economy, London: Frances Pinter.Ramaswamy, R. and R. Rowthorn 1997, Deindustrialisation: Causes and Implications, Staff Studies for the World Economic Outlook, IMF. Rogerson, R. 2003, Structural transformation and the deterioration of European Labour Market Outcomes, mimeo, Arizona State University. Russo, G and R. Schettkat, 1999, Are Structural Economic Dynamics a Myth? Changing Industrial Structure in the Final Product Concept, in Economia and Lavoro, No. 34, pp.173188. Russo, G and R. Schettkat 2001, Structural economic dynamics and the final product concept, Chapter 8 in The growth of Service Industries The Paradox of Exploding Costs and Persistent Demand edited by T. ten Raa and R. Schettkat, Edward Elgar Publishing Limited. Scarpetta, S., P. Hemmings, T. Tressel and J. Woo 2002, The role of Policy and Institutions for Productivity and Firm Dynamics: Evidence from Micro and Industry Data, OECD Economics Department Working Papers No.329. Schettkat, R and L. Yocarini 2003, The Shift to Services: A Review of the Literature, IZA Discussion Paper No. 964. Singelmann, J. 1978, From Agriculture to Services. The Transformation of Industrial Employment, Beverly Hills: Sage Publications. Summers, R. 1985, Services in the international economy, in R. O. Inman ed., Managing the Service Economy, Cambridge University Press, pp.2748. Triplett, E. and Bosworth, B. 2003, Productivity Measurement Issues in Services Industries: Baumols Disease Has Been Cured, Federal Reserve Bank of New York Economic Policy Review, pp. 2333. Wolff, E. 1996, The growth of information workers in the US economy, 19501990: the role of technological change, computerisation and structural change, Research project report 9641, Starr centre for applied economics, New York University. 22 Figure 1 Service employment share, 19702001 Charts and Tables 90807060504030201001970198019901995199719992001 Source: own calculations on STAN database Euro Area EU15 U.S. 23 Tab.1 Employment shares, 19702001, main sectors Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland Euro area Denmark Sweden U.K. EU15 U.S. A 5 9     14 21   6     22 13 11 7   13 4 70 I   46       39   36     34 40 35 37   40 29 S 54 45     50 41   58     45 47 54 56   47 67 A 3 5     9 13   5     14 11 8 5 2 9 3 80 I 33 41   35 33 38 0 29 32 36 34 36 28 31 35 36 27 S 64 54   48 58 49   66 47 43 53 53 64 65 63 56 70 A 3 4   11 6 8 3 4 18 16 9 7 6 3 2 6 3 90 I 27 37   30 27 32 31 24 28 34 30 31 26 27 28 30 22 S 71 60   59 67 60 66 71 54 51 61 62 69 70 70 64 76 A 2 3 20 8 5 6 2 4 16 12 8 6 5 3 2 5 3 95 I 25 33 25 28 24 31 28 22 27 31 27 29 25 24 24 28 20 S 73 64 56 64 71 63 71 74 58 57 65 65 71 72 75 67 77 A 2 3 19 8 5 6 2 4 15 12 7 6 4 3 2 5 3 97 I 24 31 24 28 23 30 26 21 26 31 28 28 24 24 23 27 20 S 74 66 57 64 72 64 72 75 59 58 65 67 72 73 75 68 78 A 2 3 19 8 5 6 2 4 15 12 7 5 4 3 2 5 3 99 I 24 30 24 29 23 30 24 20 25 31 28 27 24 24 22 26 20 S 74 68 58 64 73 65 74 76 61 58 66 68 73 73 76 69 78 A   3 17 7 4 5 1 3 13   6 5 3   2 4 2 01 I   29 24 29 22 29 23 20 25   28 27 23   21 26 19 S   69 59 64 74 66 76 77 62   66 69 74   78 70 79 A Agriculture, IIndustry, S Services. Source: own calculations on STAN database. Data for Germany cover Western Germany for the period 1970 to 1990. The weights used to generate the aggregate figures for the Euro area and the EU15 are each countrys employment share in total employment; the weights change over time, taking missing data into account. Tab.2: Gap in the service sector employment share, 19702001 90 5 16   17 9 16 10 5 22 25 15 14 7 6 6 12 95 4 13 21 13 6 14 6 3 19 20 12 12 6 5 2 10 97 4 12 21 14 6 14 6 3 19 20 13 11 6 5 3 10 99 4 10 20 14 5 13 4 2 17 20 12 10 5 5 2 9 01   10 20 15 5 13 3 2 17   13 10 5   1 9 Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland Euro area Denmark Sweden U. K. EU15 70 13 22     17 26   9     22 20 13 11   20 80 6 16   22 12 21   4 23 27 17 17 6 5 7 14 Each country US. Source: our computation on STAN database. 24 Table 3: Percentage of employees in service subsectors total10070809095979901Subsector 1: Wholesale and retail trade, restaurants and hotels EA weighted average EU weighted average U.S.EA weighted average EU weighted average U.S.EA weighted average EU weighted average U.S.343433131312323234141515Subsector 2: Transport, storage and communication 8861111712128886986996887Subsector 3: Finance, insurance, real estate and businessservices 303033171819444342292932181919444442292932191920444341292932202021434341292931212221424141Subsector 4: Community, social and personal services 434343 Source: our computation on STAN database.EA weighted average EU weighted average 414247U.S.Table 4: Service sector employment share gap, 19702001, Subsector 1:Wholesale and retail trade, restaurants and hotels Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland EA weighted average Denmark Sweden U. K.EU weighted average 7055 67 3 6636 68076 687 6679769369086 5864656967103695965485455610671025979544855545106692599954385544595692501 53374644 956 24 Each country US. Source: our computation on STAN database. 25 Table 5: Service sector employment share gap, 19702001, Subsector 2:Transport, storage and communication Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland EA weighted average Denmark Sweden U. K.EU weighted average 7010 01 0 1011 08031 110 1112121119021 110311131221195212110211231221197202110201231221199202110311220221101 02110311 212 11Each country US. Source: our computation on STAN database.Table 6: Service sector employment share gap, 19702001, Subsector 3:Finance, insurance, real estate and business services Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland EA weighted average Denmark Sweden U. K.EU weighted average 7012 14 0 4213 28023 506 0575325029024 615306954351395138604626763442297139714637763452299129714937863452201 287041136 633 32Each country US. Source: our computation on STAN database. 26Table 7: Service sector employment share gap, 19702001: Subsector 4:Community, social and personal services Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland EA weighted average Denmark Sweden U. K.EU weighted average 70814 1014 6 1312103 118008 1249 113126807679036 615101119342754953511414100106132843974494249196133842995394341018512383201 4105151118 032 33Each country US. Source: our computation on STAN database.Table 8: Service sector employment share gap in subsectors, further breakdown Sub1Whrehoretrst Sub2Belgium Germany Greece Spain France Italy Luxembourg Netherlands Austria Portugal Finland Euro Area Denmark Sweden U. K.EU15 10888989688118810 813552332532321 3212110 1212111 1 pote 001101 0110000 0Sub3finint11221281123122 1re1165123346311 1pa 2533147653333 3Sub4he 10541442344oth1013301112016 110 1pr 211 4231 030 3Each country US. Note: whre wholesale and retail trade, repair, hore hotel and restaurants, trst transport and storage, pote post and telecommunications, finint financial intemediation, re real estate activities, renting of machinery and equipment and other business activities, pa public administration and defense, compulsory social service, he health and social work, oth other community, social and personal services, pr: private household with employed persons. Figures are for last year available. Source: our computation on STAN database. 27 Table 9: The determinants of the employment share in Europe: Total Services, panel regression Total Services ISIC 5099Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIESR2 Within R2 Between R2 Globalp values in parentheses core 2,8890.0000,4340.0000,0270.0000,1060.0000,1440.000I3,0550.0000,3870.0000,0190.0000,120.0000,1640.0000,0050.048II2,8230.0000,4260.0000,0270.0000,1070.0000,1410.0000,0160.262III2,960.0000,4350.0000,0280.0000,1090.0000,1490.0000,0210.038IV2,7280.0000,4640.0000,0270.0000,1050.0000,1870.0000,0420.0620,0060.075334130,9460,4620,66518190,9330,4870,611334130,9460,4720,67319130,9510,4810,666256110,9570,2570,551V3,2630.0000,3630.0000,0220.0000,0980.0000,0880.0010,0070.226218130,890,480,556VI 3,2070.0000,3720.0000,0230.0000,0970.0000,090.0010,0010.661218130,8910,4550,537VII2,8830.0000,4350.0000,0270.0000,1060.0000,1440.0000,0010.655334130,9460,4610,664 28Table 10. The determinants of the employment share in Europe: Subsector 1, Wholesale and retail trade, restaurants and hotels, panel regression Wholesale and retail trade;restaurants and hotels ISIC 5055Wholesale and retail trade; repairs ISIC 5052Hotels and restaurants ISIC 55Constant GDP per capita Cycle Productivity gap Government Consumption Union Density CentralisationCentralisation2 Observations Countries R2 Within R2 Between R2 Globalpvalues in parentheses core 2,5790.0000,1650.0000,0040.2100,0460.0230,0180.634328130,4530,0980,038I2,790.0000,140.0000,0030.4970,0450.0280,0340.3890,0540.001313130,4810,0060,118II2,6740.0000,1820.0000,0070.0950,020.3690,0310.4980,0970.0380,0160.034250110,4050,0480,047core 2,5070.0000,1040.0030,0020.5680,0480.0350,0220.612275120,2460,0010,043I2,6550.0000,0780.0350,0050.2400,050.0320,0540.2470,0450.015262120,2650,1120,114core 1,8820.0000,1910.0050,0120.0940,2570.0000,0160.825262120,7950,110,027I2,2130.0000,1770.0100,0130.0790,2390.0000,0020.9840,0920.003249120,7930,0480,153 29Table 11. The determinants of the employment share in Europe: Subsector 2, Transport, storage and communication, panel regression Transport and storage and communications ISIC 6064core 2,270.0000,0550.0350,0010.6960,1160.0000,0710.089328130,3560,3580,117Transport and storage ISIC 6063core 2,4840.0000,0970.0100,0030.5280,0850.0000,0880.086221110,1810,0960,037I3,170.0000,2190.0000,0120.0700,1880.0000,0220.7440,0090.08411870,4580,2320,242II2,5490.0000,1150.0030,0020.6110,0860.0000,0820.1050,0110.071221110,1640,1780,091Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Barriers Observations Number of COUNTRIESR2 Within R2 Between R2 Globalp values in parentheses telecommunications Post and ISIC 64core0,8180.0090,1770.0070,0070.4230,2070.0000,5580.000I0,8760.0050,2090.0020,0040.6160,1950.0000,5770.000221110,5360,6780,616217110,5180,6690,598 30Table 12. The determinants of the employment share in Europe: Subsector 3, Finance, insurance, real estate and business services, panel regression Finance, insurance, real estate and business services ISIC 6574Financial Intermediation ISIC 6567Real Estate Activities ISIC 70Renting of MEQ and other business activities ISIC 7174Constant GDP per capita Cycle Productivity gap Government Consumption Education Union Density CentralisationCentralisation2 EPL regular contracts EPL temporary contracts Observations Countries R2 Within R2 Between R2 Globalpvalues in brackets core 0,4740.1430,9470.0000,050.0000,2820.0000,0990.142I0,3630,3360,8770.0000,0490.0000,2780.0000,0620.3500,1710.000II1,1320.0010,8860.0000,0490.0000,3220.0000,1420.0340,1150.000III0,1590.6461,0140.0000,0520.0000,2380.0000,1360.0350,1310.0280,020.037IV1,7860.0000,7710.0000,0360.0000,3670.0000,0070.936V1,4940.0000,8150.0000,0380.0000,3650.0000,0220.796core 0,6350.0720,2310.0020,0160.0540,1150.0000,0510.585I2,3050.0000,240.0020,0090.3040,0740.0010,0590.549core 2,2920.0000,3270.0000,0050.6610,7770.0000,6220.000core0,970.0431,4860.0000,0630.0000,3140.0000,0790.385I0,910.0491,5420.0000,070.0000,310.0000,0840.4020,0650.0790,0380.042341130,9430,3340,598341130,9440,3470,605326130,9550,4410,648263110,9490,1320,461218130,8750,3860,4930,0040.520218130,8770,3360,456260120,3150,3470,2680,0120.067189120,2330,1650,035192100,8840,0660,003192100,9720,3550,523184100,9730,4360,589 31Table 13. The determinants of the employment share in Europe: Subsector 4, Community, social and personal services. Panel regression Community social andpersonal services Public admin. and defence; compulsory social security ISIC 7599ISIC 75Education ISIC 80IIIOther community, social and personal services Private households with employed persons ISIC 9093ISIC 95Health and social work ISIC 85core 0,750.0300,4290.0000,0350.0000,2970.0000,450.000III1,3070.0000,2640.0000,0280.0000,30.0000,3980.000core 1,6110.0000,350.0000,0350.0000,3050.0000,0810.269I2,1420.0000,2970.0000,0360.0000,3180.0000,0550.5020,0670.032core 3,8880.0170,1260.6730,0430.0670,3350.0020,5980.041I5,9510.0010,2810.3700,0360.1530,3490.0010,5140.1050,4780.022III1,550.3970,4620.1230,0340.1450,3650.0010,2010.5210,2820.062core 2,360.0000,1330.0160,0050.4230,3340.0000,5280.000core 1,310.0000,240.0000,0280.0000,2990.0000,3740.0002,1640.0000,0410.5710,0170.0080,3040.0000,3420.0001,7690.0000,1180.0980,0210.0010,2980.0000,3390.0000,0430.0020,0090.069I2,2440.0000,340.0000,0290.0000,2230.0000,3770.000core 2,2330.0000,3270.0000,0280.0000,2220.0000,3720.000Constant GDP per capita Cycle Productivity gap Government Consumption Union Density EPL regular contracts EPL temporary contracts Barriers 334130,8830,6110,68327130,8930,6070,68Observations Countries R2 Within R2 Between R2 Globalpvalues in brackets II2,1910.0000,3370.0000,0280.0000,2220.0000,370.0000,0090.070334130,8850,6120,681233110,6890,1450,24233110,7840,290,508172110,6320,5510,543172110,60,4140,426227110,8010,3160,539233110,8740,7150,569233110,9050,0290,118222110,8960,050,30616680,35600,00115980,4620,1320,1711780,5210,0190,008 32Table 14. The determinants of the USEurope employment share gap. Total services, panel regression Total Services ISIC 5099core 0,1960.0000,1280.0220,0040.1760,040.0130,2140.000I0,1960.0000,1290.0210,0040.1770,040.0140,2140.0000,00010.993II0,1890.0000,1420.0120,0050.0690,0450.0070,2060.0000,0010.926284130,6350,5890,571284130,6350,5890,571270130,5960,5660,536Constant GDP per Capita Cycle Productivity Gap Government Consumption Education Union Density EPL regular contracts EPL temporary contracts Barriers Observations Countries R2 Within R2 Between R2 Globalp values in parentheses III0,1430.0000,1350.0140,0020.4580,0220.2310,1940.0000,0120.056203130,740,630,607IV0,1630.0000,150.0080,0020.4400,0170.3520,1990.0000,0020.376203130,7390,5620,54V0,1960.0000,1240.0280,0040.2150,040.0130,2150.0000,0050.306284130,6380,5950,578 33Table 15. The determinants of the USEurope employment share gap, ISIC 5055 and 6064, panel regression Transport storage communications ISIC 6064Constant GDP per Capita Cycle Productivity Gap Government Consumption Education Union Density EPL regular contracts EPL temporary contracts Barriers Observations Countries R2 Within R2 Between R2 Globalp values in parentheses IIIWholesale retail trade; restaurants hotels ISIC 5055core V0,260.0000,1720.0380,0010.7670,040.1350,1260.000IV0,3220.0000,0170.8330,0150.0050,090.0100,1940.0000,2210.0000,1550.0640,0040.4220,0430.1080,1530.0000,2630.0000,1490.0690,0020.5810,040.1290,1230.000III0,3210.0000,0020.9840,0150.0040,1010.0040,20.0000,2560.0000,1680.0440,0020.6970,0390.1360,1270.0000,0020.582core0,10.0750,2650.0160,0060.3230,0420.1940,0910.020I0,0920.0930,2150.0460,0030.6590,040.2210,0910.0200,0070.0480,0620.0000,0110.331284130,4670,2380,077284130,4740,2340,077270130,4190,0620,002203130,6110,3630,108284130,2610,240,329284130,2770,3180,386270130,2510,0980,107203130,5220,1790,10,0060.087203130,6110,3690,1040,0140.122284130,4680,2060,055IV0,1750.0040,1080.3370,0090.1550,110.0050,1970.000V0,0980.0820,2570.0190,0050.3720,0430.1910,090.020II0,0670.2580,230.0380,0040.4890,0520.1080,130.001III0,2190.0000,0420.7140,0110.0750,120.0020,2050.0000,0660.0040,0020.8630,0090.026203130,5670,1810,1430,0130.216284130,2760,2440,328 34Table 16. The determinants of the USEurope employment share gap, ISIC 6574 and 7599, panel regression Finance, insurance, real estate and business services ISIC 6574Community social personal services ISIC 7599IV0,310.0010,2810.1430,0290.0080,0580.4070,3290.000V0,2970.0010,2610.1360,0090.2950,050.3370,2370.000core 0,1510.0020,2510.0150,0190.0010,0890.0060,3660.000core 0,30.0010,2830.1060,0080.3700,050.3470,2360.000I0,2540.0040,2380.1700,0130.1620,0450.3850,2450.0000,0170.002II0,2430.0040,3240.0590,0090.3290,0560.3090,2630.000III0,210.0340,1780.3520,0310.0040,0790.2490,2890.0000,0590.1100,0610.010IV0,0580.2010,2870.0010,0250.0000,0020.9500,2380.000V0,1510.0020,2510.0150,0190.0010,0890.0060,3660.000I0,1620.0010,2620.0120,020.0000,090.0050,3630.0000,0040.223II0,1790.0010,2760.0080,0240.0000,0950.0030,3130.000III0,0520.2790,2760.0020,0240.0000,00010.9990,2350.0000,0610.0060,0040.668Constant GDP per Capita Cycle Productivity Gap Government Consumption Education Union Density EPL regular contracts EPL temporary contracts Barriers Observations Countries R2 Within R2 Between R2 Globalp values in parentheses 284130,360,4250,367284130,3950,4060,367270130,3740,5810,502203130,460,4950,464284130,5110,6570,6284130,5190,6550,598270130,4810,530,472203130,5550,6040,5550,0060.437203130,4830,4010,3520,0280.104284130,3760,430,3770,0010.851203130,550,6010,5510,00010.994284130,5110,6570,6 35Annex 1: ISIC classification Total Services ISIC 5099 Subsector 1: Wholesale and retail trade, restaurants and hotels ISIC 5055 Wholesale and retail trade, repair Hotels and restaurants Subsector 2: Transport and storage and communication ISIC 6064 Transport and storage Post and telecommunications Subsector 3: Finance, insurance, real estate and business services ISIC 6574 Financial intermediation Real estate activities Renting of machinery and equipment and other business activities Subsector 4: Community social and personal services ISIC 7599 Public administration and defence, compulsory social service Education Health and social work Other community, social and personal services Private household with employed persons 5052 55 6063 64 6567 70 7174 75 80 85 9093 95 36Annex 2: Definitions and data sources 1. Service employment share: ratio between total employment number engaged in domestic production in services and total employment multiplied by 100, logarithm. Source: OECD, Structural Analysis STAN database. 2. GDP per capita: gross domestic product per head at constant prices and current PPPs divided by 1000, logarithm. Source: OECD, National Account NA 3. Cycle: detrended GDP per capita divided by 1000. Detrending procedure: Hodrick and Prescott. Source: authors computation on OECD, NA database. 4. Productivity Gap: logarithm of the ratio multiplied by 100 of productivity in services to productivity in manufacturing both index numbers, base1995. Productivities are computed as real value added over number of employees. Source: authors computation on OECD, STAN database. 5. Government Consumption: real public consumption expenditure, percentage of real GDP multiplied by 100, logarithm. Source: authors computation on OECD, NA database. Vacancies: unfilled vacancies to unemployment ratio multiplied by 100, logarithm. Source: 6. OECD, Main Economic Indicators; AMECO. 7. Education: logarithm of average years of schooling multiplied by 100. Source: Barro and Lee 2000. Data available at the web address: httpwww.cid.harvard.educiddataciddata.html 8. Union Density: logarithm of union density percentage. Union density is computed as the ratio of number of members to number of employees. Source: OECD 9. Centralisation: logarithm of the index of centralizationcoordination of wage negotiations multiplied by 100. Source: Checchi and Visser 2002 10. EPL regular: employment protection legislation on regular contracts index. Two values available for the years 1989 and 1998. We assume constant the first value from 1970 to 1989 and the second value from 1990 to 2001. Source: OECD 11. EPL temporary: employment protection legislation on temporary contracts index. Two values available for the years 1989 and 1998. We assume constant the first value from 1970 to 1989 and the second value from 1990 to 2001. Source: OECD 12. Barriers: barriers to entrepreneurship. It includes: administrative burdens on startups; regulatory and administrative opacity; barriers to competition. Only year 1998 and 2003 available. Source: Conway, Janod, Nicoletti 2005 37I IV 2.674 0.000 0.182 0.000 0.007 0.095 0.02 0.369 0.031 0.498III 2.79 0.000 0.14 0.000 0.003 0.497 0.0450.028 0.034 0.389 core 2.579 0.000 0.165 0.000 0.004 0.210 0.046 0.023 0.018 0.634 2.4830.000 0.1810.000 0.006 0.310 0.0730.022 0.076 0.1390.006 0.171 Annex 3: Full set of results on the determinants of the employment share in Europe Wholesale and retail trade, restaurants and hotels ISIC 5055 IIConstant 2.541 0.000 GDP per capita 0.161 0.000 Cycle 0.004 0.220Productivity gap 0.046 0.023 Government Consumption 0.016 0.668Vacancy Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 328 13 0.453 0.098 0.038 168 9 0.630.153 0.001 328 130.4530.0920.037 31313 0.4810.0060.118 25011 0.4050.0480.047 0.097 0.038 0.016 0.034 0.008 0.728 0.054 0.001 V 2.464 0.000 0.182 0.000 0.001 0.755 0.0510.059 0.048 0.295 0.002 0.802 210 130.5390.1940.028 VI2.45 0.000 0.1790.000 0.0010.801 0.050.066 0.0530.238 VII 2.5820.000 0.1650.000 0.004 0.211 0.0460.023 0.017 0.640 0.003 0.457 210 13 0.540.202 0.029 0.001 0.920 328 130.4530.0970.039 38core 2.507 0.000 0.104 0.003 0.002 0.568 0.048 0.035 0.022 0.612 Wholesale and retail trade, repair ISIC 5052 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancy Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 275 12 0.246 0.001 0.043 I 2.3740.000 0.09 0.047 0.0110.047 0.047 0.147 0.077 0.1690.005 0.205 162 8 0.40.0510.007 II 2.576 0.000 0.111 0.0030.002 0.597 0.048 0.0330.024 0.582 0.014 0.617 275 120.2480.0020.051 III 2.655 0.000 0.078 0.0350.005 0.240 0.05 0.0320.054 0.247 0.045 0.015 26212 0.2650.1120.114 IV 2.472 0.000 0.137 0.0020 0.973 0.01 0.6940.011 0.840 0.099 0.105 0.016 0.111 20310 0.2460.0010.026 V 2.262 0.000 0.113 0.0020.005 0.214 0.045 0.0870.085 0.067 0.003 0.774 19912 0.2880.0470.007 VI 2.289 0.000 0.1070.004 0.005 0.183 0.0440.089 0.086 0.065 VII 2.4980.000 0.107 0.003 0.0020.577 0.048 0.034 0.021 0.621 0.001 0.695 199 120.2870.0470.007 0.002 0.687 275 120.2480.0010.042 39Hotel and restaurants ISIC 55 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses core 1.882 0.000 0.191 0.005 0.012 0.094 0.257 0.000 0.016 0.825 262 12 0.795 0.11 0.027 I 2.2030.000 0.127 0.196 0.0030.804 0.31 0.000 0.0510.644 0.002 0.825 149 80.8310.2130.006 II 1.783 0.000 0.179 0.0150.011 0.108 0.258 0.0000.014 0.851 0.022 0.643 262 120.7950.1040.024 III 2.213 0.000 0.177 0.0100.013 0.079 0.239 0.0000.002 0.984 0.092 0.003 24912 0.7930.0480.153 IV 2.431 0.000 0.163 0.0470.018 0.024 0.25 0.0000.15 0.097 0.057 0.617 0.012 0.531 19010 0.7770.0160.115 V 2.558 0.000 0.157 0.0990.01 0.272 0.27 0.0000.154 0.107 0.004 0.844 19112 0.7570.0610.096 40VI 2.543 0.000 0.1570.078 0.01 0.279 0.2690.000 0.1450.129 VII 1.8870.000 0.19 0.006 0.0120.095 0.257 0.000 0.017 0.823 0.001 0.846 191 120.7610.0210.072 0.002 0.861 262 120.7960.1090.027 Icore 2.27 0.000 0.055 0.035 0.001 0.696 0.116 0.000 0.071 0.089 2.5660.000 0.148 0.000 0.010.081 0.148 0.000 0.113 0.0600.002 0.744 Transport, storage and communications ISIC 6064 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancy Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 328 13 0.356 0.358 0.117 168 90.5450.3520.215 II 2.191 0.000 0.057 0.0540.002 0.686 0.115 0.0000.072 0.089 0.011 0.684 328 130.3550.2580.073 III 2.077 0.000 0.037 0.1790.001 0.741 0.1 0.0000.06 0.164 0.027 0.147 31313 0.31 0.032 0.003 IV 2.005 0.000 0.037 0.2150.002 0.612 0.099 0.0000.126 0.008 0.005 0.914 0.002 0.802 25011 0.23 0.003 0.001 V 2.621 0.000 0.102 0.0080.003 0.541 0.108 0.0000.005 0.932 0.005 0.689 21013 0.4310.3350.147 0.009 0.130 328 130.3620.3290.114 41VI 2.599 0.000 0.0950.012 0.002 0.643 0.1070.000 0.0140.799 VII 2.320.000 0.064 0.017 0.0020.658 0.119 0.000 0.073 0.079 0.004 0.373 210 130.4420.3760.196Transport and Storage ISIC 6063 core Constant 2.484 0.000 GDP per capita 0.097 0.010 Cycle 0.003 0.528 Productivity gap 0.085 0.000 Government Consumption 0.088 0.086 Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 221 11 0.181 0.096 0.037 I 3.170.000 0.219 0.000 0.0120.070 0.188 0.000 0.022 0.7440.009 0.084 118 70.4580.2320.242 II 2.359 0.000 0.115 0.0060.002 0.616 0.086 0.0000.091 0.074 0.029 0.393 221 110.1750.1770.088 III 2.501 0.000 0.11 0.0050.001 0.856 0.083 0.0000.063 0.265 0.017 0.452 21311 0.1840.0440.002 IV 2.593 0.000 0.116 0.0150.003 0.627 0.107 0.0000.061 0.340 0.028 0.731 0.004 0.779 17810 0.18 0.001 0.003 V 2.828 0.000 0.131 0.0020.003 0.558 0.094 0.0000.143 0.014 0.011 0.415 16511 0.29 0.074 0.033 VI 2.786 0.000 0.1320.002 0.0030.583 0.0950.000 0.1330.024 VII 2.5490.000 0.115 0.003 0.0020.611 0.086 0.000 0.082 0.105 0.003 0.514 165 110.2520.0860.048 0.011 0.071 221 110.1640.1780.091 42core 0.818 0.009 0.177 0.007 0.007 0.423 0.207 0.000 0.558 0.000 Post and telecommunications ISIC 64 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 221 11 0.536 0.678 0.616 I 0.6570.170 0.056 0.567 0.0130.331 0.215 0.000 0.6470.000 0.006 0.564 118 70.4060.6560.643 II 0.896 0.036 0.172 0.0160.007 0.393 0.208 0.0000.565 0.000 0.011 0.867 221 110.5370.6830.622 III 1.089 0.001 0.186 0.0040.003 0.736 0.187 0.0000.55 0.000 0.049 0.173 21311 0.5360.7010.627 IV 1.032 0.007 0.138 0.0340.005 0.561 0.183 0.0000.691 0.000 0.13 0.328 0.022 0.315 17810 0.55 0.571 0.582 V 0.342 0.441 0.091 0.3410.011 0.308 0.216 0.0000.52 0.000 0.02 0.448 16511 0.536 0.71 0.648 VI 0.55 0.193 0.1340.159 0.008 0.436 0.2090.000 0.508 0.000 VII 0.7860.015 0.174 0.009 0.0060.433 0.211 0.000 0.559 0.000 0.012 0.194 165 11 0.530.692 0.6180.005 0.664 221 110.5350.6780.616 43I II 0.363 0.336 0.877 0.0000.049 0.000 0.278 0.0000.062 0.350core 0.474 0.143 0.947 0.000 0.05 0.000 0.282 0.000 0.099 0.142 1.1090.013 0.857 0.000 0.030.002 0.358 0.000 0.11 0.2590.011 0.118 Finance, insurance, real estate and business services ISIC 6474 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 341 13 0.943 0.334 0.598 181 90.9130.4010.548 341 130.9440.3470.6050.171 0.000 III 1.132 0.001 0.886 0.0000.049 0.000 0.322 0.0000.142 0.034 0.115 0.000 32613 0.9550.4410.648 IV 0.159 0.646 1.014 0.0000.052 0.000 0.238 0.0000.136 0.035 0.131 0.028 0.02 0.037 26311 0.9490.1320.461 V 1.786 0.000 0.771 0.0000.036 0.000 0.367 0.0000.007 0.936 0.038 0.042 21813 0.8750.3860.493 VI 1.494 0.000 0.8150.000 0.0380.000 0.3650.000 0.022 0.796 VII 0.4920.130 0.942 0.000 0.050.000 0.282 0.000 0.099 0.139 0.004 0.520 218 130.8770.3360.456 0.006 0.531 341 130.9430.3360.599 44Financial intermediation ISIC 6567 core Constant 0.635 0.072 GDP per capita 0.231 0.002 Cycle 0.016 0.054 Productivity gap 0.115 0.000 Government Consumption 0.051 0.585 Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 260 12 0.315 0.347 0.268 I 1.7820.000 0.11 0.211 0.0090.483 0.077 0.001 0.028 0.8200.009 0.283 147 8 0.170.042 0 II 0.729 0.099 0.241 0.0020.016 0.051 0.114 0.0000.054 0.568 0.02 0.725 260 120.32 0.370.278 III 0.488 0.194 0.264 0.0010.019 0.025 0.114 0.0000.108 0.277 0.034 0.401 24712 0.364 0.45 0.358 IV 0.07 0.889 0.421 0.0000.029 0.003 0.106 0.0000.068 0.573 0.059 0.639 0.011 0.597 18810 0.5130.1910.251 V 2.101 0.000 0.182 0.0180.004 0.604 0.072 0.0010.08 0.415 0.019 0.356 18912 0.2290.1380.034 VI 2.305 0.000 0.240.002 0.009 0.304 0.0740.001 0.0590.549 VII 0.5050.154 0.264 0.000 0.0170.040 0.113 0.000 0.043 0.642 0.012 0.067 189 120.2330.1650.035 0.027 0.025 260 120.3420.3590.283 45Real estate activities ISIC 70 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses core 2.292 0.000 0.327 0.000 0.005 0.661 0.777 0.000 0.622 0.000 192 10 0.884 0.066 0.003 I 1.7580.004 0.218 0.052 0.0190.176 0.685 0.000 0.6160.000 0.002 0.878 101 60.8540.5760.407 II 2.039 0.007 0.273 0.0140.003 0.771 0.76 0.0000.693 0.000 0.031 0.749 192 100.8790.0080.019 III 1.79 0.003 0.216 0.0340.008 0.486 0.719 0.0000.66 0.000 0.063 0.243 18410 0.8840.0020.027 IV 1.235 0.034 0.077 0.4340.006 0.550 0.634 0.0000.666 0.000 0.129 0.482 0.018 0.539 1499 0.87 0.641 0.46 V 1.595 0.069 0.314 0.0280.005 0.729 0.791 0.0000.866 0.000 0.01 0.803 14610 0.79 0.038 0.07 VI 1.885 0.021 0.3530.012 0.0060.685 0.8030.000 0.824 0.000 VII 2.0540.000 0.285 0.003 0.0050.664 0.769 0.000 0.633 0.000 0.004 0.771 146 100.8010.0150.045 0.021 0.200 192 100.8870.0330.008 46I III 0.91 0.049 1.542 0.0000.07 0.000 0.31 0.0000.084 0.402II 1.332 0.020 1.454 0.0000.062 0.000 0.311 0.0000.086 0.342core 0.97 0.043 1.486 0.000 0.063 0.000 0.314 0.000 0.079 0.385 0.4240.495 1.367 0.000 0.0540.000 0.476 0.000 0.0850.489 0.01 0.295 Renting of machinery and equipment, and other business activities ISIC 7174 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 192 10 0.972 0.355 0.523 101 60.9760.357 0.5 192 100.9720.3490.516 18410 0.9730.4360.589 0.07 0.247 0.065 0.079 IV 1.286 0.010 1.522 0.0000.067 0.000 0.309 0.0000.014 0.886 0.051 0.734 0.01 0.664 1499 0.981 0.31 0.438 V 1.246 0.041 1.549 0.0000.06 0.000 0.306 0.0000.077 0.488 0.014 0.562 14610 0.9390.1960.336 VI 1.2110.042 1.5540.000 0.06 0.000 0.3020.000 0.0930.406 VII 0.9330.052 1.47 0.000 0.0630.000 0.312 0.000 0.07 0.441 0.006 0.437 146 100.9350.2010.338 0.013 0.241 192 100.9720.3480.516 47 Icore 2.233 0.000 0.327 0.000 0.028 0.000 0.222 0.000 0.372 0.000 2.3030.000 0.25 0.000 0.0220.000 0.215 0.000 0.421 0.0000.001 0.774 Community, social and personal services ISIC 7599 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 334 13 0.883 0.611 0.68 181 90.867 0.596 0.63 II 2.262 0.000 0.331 0.0000.028 0.000 0.221 0.0000.373 0.000 0.007 0.748 334 130.8830.6110.679 III 2.047 0.000 0.357 0.0000.031 0.000 0.212 0.0000.357 0.000 0.028 0.087 31913 0.8860.5620.644 IV 1.862 0.000 0.35 0.0000.024 0.000 0.233 0.0000.487 0.000 0.016 0.692 0.003 0.680 25611 0.909 0.56 0.673 V 2.746 0.000 0.221 0.0000.026 0.000 0.165 0.0000.234 0.000 0.007 0.429 21813 0.7130.6080.555 48VI 2.704 0.000 0.2350.000 0.0270.000 0.1680.000 0.229 0.000 VII 2.1910.000 0.337 0.000 0.0280.000 0.222 0.000 0.37 0.000 0.004 0.090 218 130.7180.6220.561 0.009 0.070 334 130.8850.6120.681I II 2.456 0.000 0.122 0.0410.005 0.392 0.333 0.0000.531 0.000core 2.36 0.000 0.133 0.016 0.005 0.423 0.334 0.000 0.528 0.000 2.0240.000 0.123 0.169 0.0070.469 0.259 0.000 0.5270.000 0.01 0.186 Public administration and defence, compulsory social service ISIC 75 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 233 11 0.689 0.145 0.24 120 70.6060.0930.125 233 110.6870.1460.2420.021 0.610 III 2.247 0.000 0.12 0.0450.006 0.333 0.327 0.0000.558 0.000 0.014 0.630 22211 0.7240.1780.301 IV 1.64 0.000 0.109 0.0880.001 0.931 0.368 0.0000.764 0.000 0.07 0.482 0.011 0.519 1649 0.811 0.09 0.212 V 2.524 0.000 0.183 0.0070.002 0.718 0.24 0.0000.391 0.000 0.008 0.589 17211 0.4160.1570.166 VI 2.44 0.000 0.1620.014 0.0030.593 0.2390.000 0.385 0.000 VII 2.2720.000 0.114 0.044 0.0050.368 0.331 0.000 0.525 0.000 0.004 0.423 172 110.4150.1620.177 0.014 0.097 233 110.7040.1690.266 49Education ISIC 80 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses core 1.31 0.000 0.24 0.000 0.028 0.000 0.299 0.000 0.374 0.000 233 11 0.784 0.29 0.508 I 1.0360.023 0.126 0.185 0.0180.048 0.334 0.000 0.62 0.0000 0.980 120 70.7980.3720.553 II 1.610.000 0.281 0.0000.029 0.000 0.294 0.0000.382 0.000 0.071 0.090 233 110.7840.3020.527 III 1.109 0.003 0.269 0.0000.031 0.000 0.289 0.0000.395 0.000 0.003 0.926 22211 0.7940.3120.519 IV 1.289 0.007 0.198 0.0220.023 0.003 0.308 0.0000.446 0.000 0.019 0.855 0.004 0.797 1649 0.8260.3230.488 V 2.164 0.000 0.041 0.5710.017 0.008 0.304 0.0000.342 0.000 0.043 0.002 17211 0.6320.5510.543 0.009 0.069 172 11 0.60.4140.426 VI 1.769 0.000 0.1180.098 0.0210.001 0.2980.000 0.339 0.000 VII 1.2450.000 0.256 0.000 0.0280.000 0.298 0.000 0.37 0.000 0.012 0.158 233 110.791 0.308 0.53 50Health and Social work ISIC 85 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses core 0.75 0.030 0.429 0.000 0.035 0.000 0.297 0.000 0.45 0.000 233 11 0.874 0.715 0.569 I 0.0830.857 0.548 0.000 0.040.000 0.189 0.000 0.408 0.0010.009 0.300 120 70.8550.6930.596 II 0.435 0.287 0.406 0.0000.034 0.000 0.294 0.0000.444 0.000 0.059 0.207 233 110.8710.7250.598 III 0.499 0.187 0.47 0.0000.037 0.000 0.286 0.0000.457 0.000 0.015 0.642 22211 0.8750.7380.595 IV 0.605 0.175 0.569 0.0000.029 0.000 0.251 0.0000.611 0.000 0.206 0.055 0.034 0.056 1649 0.9040.6610.596 V 0.87 0.029 0.409 0.0000.041 0.000 0.182 0.0000.261 0.003 0 0.998 17211 0.7820.7120.581 VI 0.822 0.028 0.4130.000 0.0410.000 0.1820.000 0.272 0.003 VII 0.6920.047 0.443 0.000 0.0360.000 0.297 0.000 0.447 0.000 0.001 0.923 172 110.7830.7170.589 0.011 0.252 233 110.8770.7080.564 51I 1.417 0.000 0.323 0.0000.034 0.000 0.308 0.0000.072 0.329core 1.611 0.000 0.35 0.000 0.035 0.000 0.305 0.000 0.081 0.269 2.2770.000 0.178 0.021 0.0180.074 0.352 0.000 0.123 0.3050.006 0.486 Other community, social and personal services ISIC 9093 IIConstant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 233 11 0.905 0.029 0.118 120 7 0.890.262 0.012 233 110.9070.0410.104 0.048 0.285 III 2.142 0.000 0.297 0.0000.036 0.000 0.318 0.0000.055 0.502 0.067 0.032 22211 0.896 0.05 0.306 IV 0.911 0.061 0.439 0.0000.042 0.000 0.279 0.0000.105 0.325 0.152 0.206 0.026 0.183 1649 0.8970.0210.149 V 1.561 0.000 0.378 0.0000.036 0.000 0.286 0.0000.04 0.634 0.002 0.923 17211 0.8590.2160.007 VI 1.493 0.000 0.4080.000 0.0370.000 0.2830.000 0.021 0.801 VII 1.6450.000 0.341 0.000 0.0350.000 0.306 0.000 0.084 0.254 0.008 0.133 172 110.8540.2370.009 0.007 0.432 233 110.9060.0290.119 52I core 3.888 0.017 0.126 0.673 0.043 0.067 0.335 0.002 0.598 0.041 3.7620.216 0.312 0.513 0.0120.805 0.508 0.013 0.1630.808 0.009 0.819 Private household with employed persons ISIC 95 Constant GDP per capita Cycle Productivity gap Government Consumption Vacancies Education Union Density Centralisation Centralisation2 EPL regular contracts EPL temporary contracts Barriers Observations Number of COUNTRIES R2 Within R2 Between R2 Global p values in parentheses 78 5 0.44 0.061 0.022 166 8 0.356 0.001 0 II 4.535 0.021 0.089 0.7710.044 0.063 0.338 0.0020.58 0.049 0.118 0.545 166 8 III 5.951 0.001 0.281 0.3700.036 0.153 0.349 0.0010.514 0.1050.478 0.022 159 8 IV 8.301 0.000 0.587 0.1380.038 0.220 0.446 0.0010.962 0.027 0.862 0.095 0.135 0.109 129 7 0.61 0.019 0.007 V 1.55 0.397 0.462 0.1230.034 0.145 0.365 0.0010.201 0.521 0.282 0.062 117 8 0.521 0.019 0.008 VI 0.239 0.892 0.5950.058 0.0460.045 0.3590.002 0.1350.668 VII 4.2090.011 0.197 0.522 0.040.089 0.349 0.001 0.588 0.045 0.008 0.625 117 8 0.448 0.001 0.002 0.039 0.327 166 8 0.386 0.001 0.355 0.002 0.006 0.462 0.132 0.17 0 53 54", "filename": "529645939.pdf", "person": ["Antonello D'Agostino", "D'Agostino, Antonello", "Roberta Serafini", "Serafini, Roberta", "Melanie E. Ward", "Ward, Melanie E."], "date": ["2006"]}