{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/44877/1/539675040.pdf"], "title": ["Environmetal and technology externalities: Policy and investment implications"], "plaintext": "ABSTRACTRecognising that environmental and technology externalities affect the development of renewable energy technologies, this paper illustrates how environmental policies induce technological change and how market failures that hinder technological progress weaken the impact of environmental policies on technological change; examines the rationale for and type of policies in support of renewables at an early stage of their commercialisation; analyses to what extent socalled experience curves enlighten the debate on the rationale of such policies; and assuming that earlystage renewables cannot establish themselves in the market develops a method for assessing the economics of renewable energy projects based on new technologies. Atanas Kolev a.koleveib.org and Armin Riess a.riesseib.org are, respectively, Economist and Deputy Head in the Economic and Financial Studies Division of the EIB. The views expressed are strictly personal. 14 Volume 12 N2 2007 EIB PAPERSEnvironmental and technology externalities: policy and investment implications Nothing is so simple that it cannot be misunderstood.Freeman Teague, Jr.1. Introduction The production and use of energy is characterised by a variety of negative environmental externalities, that is, environmental cost to society normally ignored by energy producers and users in their decision making. Notorious is the emission of airborne pollutants associated with heavy industry, transport, and electricity generation. Without policies aimed at making external environmental cost influence private decision making through a tax on emissions, for instance the use of energy is likely to exceed its social optimum and the energy mix is biased in favour of fossil fuels and against renewable sources of energy renewables, for short.A variety of renewables is available to partly replace fossil fuels. Some of them like onshore wind energy in good locations use fairly mature technologies and allow supplying energy at attractive cost compared to fossil fuels, provided the cost of the latter include their external environmental cost. Other renewables solar thermal electric power, for instance use less developed, new technologies and remain economically too costly even when accounting for the negative environmental externalities of fossil fuels.However, renewables not yet economically competitive might become so in the future for a number of reasons. For a start, the external environmental cost of fossils might rise over time, changing relative cost in favour of renewables. In addition, one could envisage an increase in the cost of mature renewables as and when lowcost options such as good locations for onshore wind farms become scarce. This would lower the cost of new renewables relative to that of mature renewables. And then, one might expect an absolute decline in the cost of new renewables. By definition, they are at an early stage in the lifecycle of developing technologies, and future technological progress might reduce their cost.This takes us to the second type of externality in the title of this paper. If technological progress were to proceed at an optimal pace and if environmental externalities were fully internalised, society could simply wait for the new technologies to mature and then use them. However, technological progress is fraught with market failures and externalities, too, but in contrast to those affecting the environment, they are positive so that free markets left to themselves might generate too little technological progress. A particular aspect concerns learning and the accumulation of experience of firms embarking on new technologies. When firms start using a new technology, they increasingly learn how to use it better and, as a result, with an increase in output they experience a decline in production costs. The trouble is, however, that various market failures and externalities might prevent learning and experience Atanas Kolev Armin Riess EIB PAPERS Volume 12 N2 2007 1Interactions between environmental and technology policies complicate the design of such policies.to go as far as it should from societys viewpoint. If true, there is an economic case for public support in favour of new technologies with a view to increasing their use and, thereby, allowing firms to benefit from learning and experience effects.From an economic policy perspective, environmental and technology externalities raise a variety of questions. There are the usual suspects of whether environmental challenges are best addressed by marketbased policies or commandandcontrol policies and whether promoting technological progress is best achieved by nonselective measures fostering the creation and diffusion of new knowledge in general or by targeted RD support for specific sectors, firms, or technologies. Interactions between environmental and technology policies make this question more difficult to answer. To illustrate, an emissions tax implicitly rewards clean technologies, thereby fostering not only renewable energy production, but also research directed at improving these technologies. Does this imply that directly supporting technological progress becomes less pressing because of the technological push induced by environmental policy? Or are the costs of environmental policies lower than they appear because environmental policies kill two birds with one stone apologies to animal rights defenders by tackling not only environmental problems but also technology externalities? Along similar lines, is there an argument for making environmental targets more ambitious than environmental externalities alone advise because of the favourable impact of environmental policies on technological progress? And to end a nonexhaustive list of questions what is the rationale for promoting new renewable energy technologies given that we have mature ones?Similar questions arise from an investment perspective more specifically: an economic costbenefit perspective of renewable energy projects based on new technologies. In addition, there is the issue of how to account for both environmental and technology externalities in the appraisal of energy investments. And then, does it matter whether or not realworld policies fully internalise external environmental cost? More heretically: should the environmental cost of fossilfuelbased energy affect decisions on investments in newtechnology renewables?Trying to address all these questions in one paper would certainly be far too ambitious. Rather, we will concentrate on some of them and promise not to shy away from the heretical one. To this end, the remainder of this paper unfolds as follows. The next section examines interactions between environmental policy and technological change, notably the links between policies aimed at internalising the external environmental cost of producing energy, technological progress, and policies aimed at promoting technological progress. Section 3 zooms in on the rationale for promoting newtechnology renewables, that is, technologies that are known and do not need to be invented but that are at an early stage of their commercialisation. As this section will show, the rationale for promoting them largely rests on market failures and externalities possibly associated with learning and experience effects. Against this background, Section 4 reviews the empirical literature on learning and experience effects and discusses how well rather, how poorly it informs on the extent to which learning and the accumulation of experience suffer from market failures and externalities. In Section 5 we change tack: leaving behind the policyoriented presentation of the previous sections, we will develop on the basis of a welfaremaximising model a costbenefit rule for assessing energy projects based on newtechnology renewables. Section 6 concludes.16 Volume 12 N2 2007 EIB PAPERS2. Environmental policy and technological change The main purpose of this section is fourfold: first, to examine how environmental policies induce technological change; second, to discuss how policies directed at fostering technological progress contribute to achieving environmental targets notably when environmental policies are suboptimal; third, to explain how market failures that hinder technological progress weaken the impact of environmental policies on technological change; and fourth, to outline how market failures that hinder technological progress might affect the choice of environmental policy targets and instruments. The survey article by Jaffe et al. 2003 and the paper by Jaffe et al. 2005 discuss these and other issues in greater detail. In what follows, we condense and illustrate the insights from this literature that are relevant for our paper.2.1 Technological change induced by environmental policies To discuss how environmental policies induce technological change, let us consider a tax on the emission of airborne pollutants such as SO2, NOx, particulates, CO2 and other greenhouse gases. The purpose of an emission tax is to make polluters account for the environmental damage of their emissions. For now, we assume that the tax is set so that it fully internalises the environmental damage, that is, the economic cost of emissions.An emission tax has two main effects see Box 1 for details. For one thing, by putting a price tag on emissions, the tax penalises pollution and thus encourages its abatement. We may call this the static effect of internalising the cost of emissions. For another, penalising emissions encourages efforts to improve on existing abatement technologies or to invent new, cheaper ones. Provided such efforts are successful, the cost of abatement falls and abatement increases. We may call this the dynamic effect of internalising the cost of emissions. The technological progress leading to a fall in abatement cost is aptly thought of as induced by environmental policies.Internalising the economic cost of emissions fosters renewable energy in a direct and indirect way.Given the theme of this paper, let us make things a little more concrete by considering the production of electricity one of the main sources of airborne pollutants together with transport and industry and the emission of air pollutants by fossilfuelfired power plants. Moreover, let us focus on a particular abatement option, that is, the replacement of fossil fuels with renewable electricity, and we ignore negative environmental externalities caused by renewables. The static effect of taxing emissions is an increase in renewable electricity output for a given level of technological development of renewables. The dynamic effect resulting from the induced technological progress implies that output increases further.In sum, policies to internalise the economic cost of emissions raise the production of renewable electricity directly and indirectly. In line with the notation used in Box 1, let A 1 denote this dynamic production optimum. The direct, static effect is due to making the cost of fossilfuelfired electricity reflect its negative environmental impact, thereby lowering the cost of renewables relative to the cost of fossils. The indirect, dynamic effect is due to the economic rent that producers of renewable electricity can earn if they succeed in lowering their production cost.EIB PAPERS Volume 12 N2 2007 1Box 1. Interaction between environmental policy, induced technological progress, and market failures hindering technological progress This Box offers a graphical presentation of the static and dynamic effects of policies to internalise the economic cost of emitting pollutants. As in the main text, we assume that emissions are caused by fossilfuelfired power plants.At the core of the presentation is the comparison between marginal abatement benefits MAB and marginal abatement costs MAC. Marginal abatement benefits equal the avoided marginal economic costs of emissions. Marginal abatement costs reflect the marginal cost of reducing emissions from fossilfuelfired power plants with the help of appropriate technologies fluegas desulphurisation, for example or the marginal cost of producing electricity on the basis of zeroemission electricitygenerating technologies renewables and nuclear, for instance and, thus, of partly replacing fossil fuels with zeroemission electricity. In contrast to the main text, the presentation here considers emission abatement in general rather than only the abatement associated with an increase in renewable electricity. For simplicity, we assume that abatement technologies do not give rise to negative environmental externalities.1 The sequencing of the presentation parallels the structure of Section 2.Technological change induced by environmental policies In the figure below, the horizontal line MAB shows marginal abatement benefits assumed to be constant for simplicity although they probably fall with the level of abatement. MAC0 shows marginal abatement costs, which typically increase with the level of abatement. Starting from no abatement at all, it is economically efficient to increase abatement and thus reduce emissions as long as MAB MAC. The optimal level of abatement is A 0 .Without policies to internalise the economic cost of emissions, there would be no abatement. To reach A 0, one could impose a tax on emission equal to MAB. Alternatively, under an emission capandtrade system, emissions could be capped so that A 0 is achieved. In a perfect world notably with perfect information on marginal abatement costs and benefits the capandtrade system would yield a price of emission rights equal to the optimal emission tax. The move from zero abatement to A 0 along the curve MAC0 captures the static effect of taxing emissions.The dynamic effect that is, the fall in marginal abatement cost induced by taxing emissions is illustrated by the rightward rotation of the marginalabatementcost curve from MAC0 to MAC1. Two points are worth stressing. First, at the static optimal abatement level A 0, the economic rent accruing to suppliers of abatement technologies including producers of renewable electricity increases by XYZ. In fact, it is the prospect of higher economic rents that stimulates efforts to reduce abatement cost. Second, given the drop in abatement cost, MAB MAC at the static optimum A 0, making it worthwhile to further curb emissions and increase abatement to A 1. For completeness, note that with a downwardsloping MABcurve, the further increase in abatement would be smaller, but equilibrium marginal abatement cost would be lower too.1 Clearly, the technologies labelled zero emission also emit air pollutants for instance, in the manufacturing of wind farms and photovoltaic electricitygenerating equipment and cause other environmental externalities such as noise pollution and visual intrusion in the case of renewables or the risk of radioactive contamination in the case of nuclear energy. Still, there is broad agreement that the external environmental cost of fossil fuels by far exceeds that of other sources of primary energy Extern E 200.1 Volume 12 N2 2007 EIB PAPERSMarginal abatement costs and benefits Emission tax MAC0MAC 1zyx MAC1MAC2MABT MAB0A0A1A0A1A1Abatement Promoting technological change to achieve environmental targets Consider now a situation where policies fail to fully internalise the economic cost of emissions. This is the case, for instance, if the emission tax is lower than the marginal abatement benefit as pictured by the line T MAB. In these circumstances, abatement reaches A 0, but it remains below the static optimum A 0. The static effect of taxing emissions is thus smaller. As a result, the dynamic effect is likely to be smaller, too, as illustrated by the less pronounced rightward rotation of the marginalabatementcost curve from MAC 0 to MAC 1. Although abatement increases further from A 0 to A 1, it remains below the dynamic optimum A 1. In principle, A 1 can be attained by policies that directly promote technological progress, as illustrated by the considerable further twist in the MACcurve from MAC 1 in this way is liable to be higher than the cost of a policy that fully internalises emission costs.1 to MAC 2. But as discussed in the main text, the economic cost of achieving A Market failures hindering technological progress and the environment Assume again an emission tax equal to MAB that leads to the static optimum A 0. In the process of achieving this level of abatement, producers and users of abatement technologies learn and, thus, marginal abatement costs fall. To fix a benchmark, take MAC1 as picturing the situation without market failures that stifle learning and experience effects. Thus, with such market failures, the rightward rotation of the marginalabatementcost curve is less pronounced, reaching only MAC 1, for instance, implying abatement of A 1. As a result, even with an emission tax high enough to fully internalise the economic cost of emissions, abatement remains below A 1 nonetheless, policies are needed that would ensure that the marginalabatementcost curve moves to MAC 1.1. To achieve A A tax on emission that tries to achieve more than just internalising emission cost Subsection 2.4 alludes to the idea of an emission tax higher than marginal abatement benefits when market failures stifle technological progress. It is easy enough to picture the apparent logic of this idea. To recall, with full internalisation of emission cost in a situation where market failures stifle technological progress, the abatement level A 1 will be determined by the intersection of MAC 1 and MAB. It seems that the dynamic optimum A 1 could be induced by an emission tax T MAB so that the tax line not shown in the figure and MAC 1 intersect above A 1. The shortcomings of this idea are discussed in the main text.EIB PAPERS Volume 12 N2 2007 1Secondbest policy packages that combine the partial internalisation of environmental cost with direct technology support are economically less efficient than the firstbest policy of fully internalising environmental cost. 2.2 Promoting technological change to achieve environmental targets To illustrate how policies directly fostering technological change contribute to the achievement of environmental targets, we now assume that the emission tax is not high enough to fully internalise the economic cost of emissions. In these circumstances, renewable electricity output increases too, but not as much as with full internalisation of emission costs. It is fair to presume that this nonetheless stimulates efforts to reduce the cost of renewable electricity, but that they are not as big as in the case of fully internalising the economic cost of emissions. All in all, compared to the case of optimal environmental policies, both the static and the dynamic effect of taxing emissions are weaker. Reflecting the notation used in Box 1, let A 1 denote this level of renewable electricity output, which is lower than the dynamic optimum A 1.Given this suboptimal outcome and assuming that policy makers shy away from raising emission taxes, one could ask whether directly supporting technological progress could not lead to the optimal level of renewable electricity output. In principle, this is possible if such support sufficiently reduces the cost of renewable electricity. It is important to stress that this cost reduction is not induced by policies aimed at correcting environmental market failures. Rather, it results from policy measures such as public RD in favour of renewables, or it might be triggered by preferential prices offered to producers of renewable energy.It thus appears that the optimal outcome can be reached either by a firstbest policy that fully internalises the economic cost of emissions or by a secondbest policy package that combines partial internalisation with direct technology support. Although this is true as far as the optimal amount of renewable electricity is concerned, it would be an erroneous conclusion from a welfaremaximising viewpoint since the technology support component of the secondbest policy package is not for nothing. For a start, there are opportunity costs of promoting technological advances in renewable energy. Take public RD in support of renewables, for instance. Research and development resources committed to this undertaking cannot be used to accelerate technological advances in other fields biotechnology for example. Moreover, in contrast to emission taxes that correct a distortion in the economy, mobilising the public finance needed to directly foster technological change is distortionary. In addition, the cost of administering technology support is probably higher than the cost of administering emission taxes. What is more, technology support inevitably comes with the challenge of picking winners or the risk of choosing losers. In sum, the secondbest policy package that combines the partial internalisation of environmental costs with direct technology support cannot outperform the firstbest policy of fully internalising the environmental costs.2. Market failures hindering technological progress and the environment Technological progress whether or not induced by environmental policy can be thought of as comprising two broad components. One reflects the creation and diffusion of new technology, that is, product and process innovation. Typically, this type of technological progress follows from research and development, and it occurs at the precommercialisation stage in the lifecycle of technology developments Foxon et al. 2005.There are various reasons why markets might fail in stimulating the creation and diffusion of new technology as much as is desirable from societys viewpoint. We have critically reviewed them elsewhere Riess and Valila 2006. Suffice it to note here that firms are liable to underinvest in the creation of new technologies if they cannot fully appropriate the fruits of their innovations and whatever innovation there is might not disseminate through the economy as much as it could because innovators deny the use of their innovations to others, notably competitors, or overcharge 140 Volume 12 N2 2007 EIB PAPERSthem for using their innovations. Riess and Valila 2006 conclude that this type of market failure is not as grave as often feared, markets are quite innovative in trying to overcome their own failures, and that policies most appropriate for addressing remaining failures are support for basic research and development, protection of intellectual property rights that strikes the right balance between promoting innovation and not hindering too much its diffusion, and measures to strengthen markets for technologies.The second component of technological progress does not concern the creation and diffusion of new technologies. Rather, it concerns improvements to new technologies resulting from socalled learning and experience effects. In contrast to the technological progress due to the creation and diffusion of new technologies, technological progress due to learning and experience effects happens at the commercialisation stage in the lifecycle of technology developments. The nature of learning and experience effects and the rationale for economic policies possibly following from them will be the focus of Section 3. For now, we simply note that as and when firms start using a new technology be it the manufacturing of new products or the use of new production processes they increasingly learn how to use this technology better and, as a result, experience a decline in production costs. The trouble is, however, that various market failures might prevent learning and experience to go as far as it should from societys viewpoint. What does this imply for induced technological change?To find the answer, assume as in subsection 2.1 an emission tax high enough to fully internalise emission cost. As argued above, this triggers the optimal static supply response by producers of renewable electricity. By increasing supply, producers of renewable electricity and manufacturers of equipment for the production of renewable electricity learn and, thus, production costs fall. As a result, renewable electricity production increases further. However, this indirect, dynamic effect of making producers of fossilfuelfired electricity account for emission cost is suboptimal if market failures hinder the learning and experience process. The combined static and dynamic effect is thus suboptimal although the emission tax is high enough to fully internalise the economic cost of emissions. In other words, market failures that hinder technological progress weaken the impact of environmental policies on technological change.Against this background, arguments are made in favour of socalled strategic deployment policies, that is, measures helping a known technology at its early stage of commercialisation to achieve greater market penetration. The underlying rationale for such policies will be addressed in Section 3. But before, let us briefly turn to some other intriguing policy issues arising from the interaction between environmental policies, on the one hand, and market failures and externalities affecting technological change on the other hand.2.4 Environmental policy instruments and targets when market failures stifle technological change Further to the interaction between environmental policies, on the one hand, and market failures and externalities affecting technological change, on the other hand, discussed so far, four interactions are worth stressing.First, when considering negative environmental externalities in isolation and a situation of certainty, economists broadly agree that marketbased policy instruments emission taxes and tradable emission permits, for instance are economically more efficient in addressing environmental externalities than commandandcontrol measures quantitative emission targets and imposing the use of specific technologies, for instance, but that once uncertainty is introduced, the superiority Market failures that hinder technological progress weaken the impact of environmental policies on technological change.EIB PAPERS Volume 12 N2 2007 141of marketbased instruments might not hold in all circumstances Perman et al. 2003. Rivers and Jaccard 2006 investigate how learning and experience in the process of technology development might affect the ranking of policy instruments. They find that the advantage of marketbased instruments remains but could be small. Given politicaleconomy obstacles to marketbased instruments stringent enough to fully internalise environmental externalities, the efficiency loss of choosing secondbest commandandcontrol measures instead could thus be small as well.Second, when market failures and externalities stifle technological progress, it might be tempting to argue that emission taxes need to be above the level suggested by environmental considerations alone the apparent logic of this idea is graphically illustrated in Box 1. To put it differently, a higher emission tax might substitute for direct technology support aimed at lowering the cost of renewables.While this idea seems appealing, there are reasons to consider it flawed. For a start, it runs against the Tinbergen rule Tinbergen 1955, 1956, suggesting that the number of independent policy tools must be at least as high as the number of policy objectives. In other words, two independent policy instruments are needed to simultaneously internalise the economic cost of emissions and correct market failures affecting technological change. In fact, in their survey, Jaffe et al. 2003 emphasise the empirical work of Katsoulacos and Xepapadeas 1996, who found that simultaneously taxing emissions and subsidising environmental research and development promises greater success in correcting environmental and technology externalities than using either instrument alone. In any event, if policy makers find it politically impossible to impose an emission tax that fully prices in emission cost, they will not levy a tax even higher than that.Third and related to the previous point with environmental policies inducing technological change that is itself fraught with market failures and externalities, one could argue that the net social benefit of environmental policies is larger than the difference between gross environmental benefits and the costs of such policies, or to put it differently that these costs are offset not only by environmental benefits but also by benefits related to mitigating technology market failures and externalities. Although this argument has some charm at first glance, two caveats are worth making see Jaffe et al. 2003 and the literature reviewed there. First, while it is true that technological progress induced by environmental policy reduces the cost of renewables for a given level of renewable electricity output, it increases the level of output and, thus, total cost. Second, as pointed out above, the production of technological progress does normally not rest on the use of otherwise unemployed resources. On the contrary, creating new knowledge that eventually lowers the cost of renewables needs highly skilled labour scientists, for instance and thus comes at the expense of creating new knowledge of a different kind. Settling this issue would then require a comparison of economic rates of return to competing research and development expenditures.Fourth, the work of Goulder and Mathai 2000 suggests that while induced technological progress reduces the cost of renewables, it might increase their nearterm cost relative to their cost further into the future. As a result, while induced technological progress raises the optimal level of renewable energy, it might be optimal to have less of it today and more tomorrow. Although not linked to technological progress induced by environmental policies, the proper timing of environmental action is one of the key issues in the global warming debate. The Stern Review Stern et al. 2006, for instance, strongly argues for nearterm measures to tackle global warming whereas others such as Nordhaus 2006 and Jaccard 2006 find that societies are probably better served by climatechange policies that tighten or ramp up over time Nordhaus 2006, p.3.Efforts to spur innovation in the area of renewables do normally not rest on the use of unemployed resources and, thus, come at the expense of creating new knowledge of a different kind.142 Volume 12 N2 2007 EIB PAPERS3. The rationale for promoting new renewable energy technologies.1 Defining the perspective: obstacles to the commercialisation of new renewables New technologies are central to economic growth and prosperity and are, therefore, very desirable for any society. Developing, producing, and using them, however, faces a host of difficulties. Some of these are overcome through the workings of the market, while others are not as they originate from the existence of barriers and market failures. Difficulties of the first type are necessary and desirable since they are part of the market quest for the best candidate technology. Problems of the second type do not contribute to this selection process. Rather, they hinder the appearance and diffusion of superior new technologies and products and might thus call for pubic policy intervention.As sketched in the previous section, there are different types of market failures that could hinder technological progress. In this paper, we focus on market failures associated with economies of learning. An important point to recall is that this type of market failure is an obstacle to the commercialisation rather than the creation of new technologies. But what is the nature of learning and why might it be prone to market failures?Producers of new technologies crucially rely on learning and experience in the course of production to reduce costs. More specifically, when a firm produces its first units of a product based on a new technology, marginal production cost are relatively high, but are expected to fall with cumulative output due to learning Wright 1936. The problem is that even if the firm could fully appropriate the benefits of its learning that is, learning is private to the firm, market failures might still prevent it from taking on this new technology. The problem gets bigger if the firm cannot fully appropriate the learning benefits but if they accrue to other firms too. In other words, the knowledge and experience acquired by producers may spill over to firms that do not pay in any way for the benefits they obtain Arrow 1962. In practice, market failures hindering private learning and those discouraging firms to embark on new technologies because of learning spillovers might occur together. From a policy perspective, however, it is important to consider them one by one because there is not a single policy that would fit all situations. Borrowing from the infantindustry literature Corden 1985, we discuss the two cases under the heading internal economies of learning and external economies of learning, respectively.2 .2 Internal economies of learning We start with the situation where learning is private to firms and thus ignore learning spillovers for now. Normally, a new technology is characterised by production costs that are higher than the costs of a comparable mature technology. In fact, costs may be so high that production is not commercially viable. Existence of a competitor mature technology sets an additional hurdle since the technology needs to be priced so that it can compete with the mature one. Indeed, the price of a new technology needs to be the closer to the price of a mature one, the less potential buyers can differentiate between the two technologies. Different market strategies could be designed, as we discuss below, to allow new technologies to develop and gain market share. Since our interest is in 2 More generally, the analysis in this section is inspired by the infantindustryprotection debate that preoccupied development economists in the 160s and 170s. Indeed, new renewable technologies are infant industries. Interestingly enough, many economists viewed infant industry protection with a fair dose of scepticism Johnson 165, Corden 15, Krueger 15, Baldwin 16, and Bliss 1, but there have also been more optimistic assessments Dasgupta and Stiglitz 1.Producers of new technologies crucially rely on learning and experience in the course of production to reduce costs, and learning and experience might spill over to firms that do not pay for the benefits they obtain.EIB PAPERS Volume 12 N2 2007 14The marginal cost of producing a good based on a new production technology tends to decrease as producers become more experienced.energy technologies, we illustrate our discussion with a stylised example from the energy industry more specifically the production of renewable electricity.3Consider two different renewable electricitygenerating technologies: a new one solar thermal power, for instance and a mature one onshore wind energy, for instance. The new technology is characterised by high marginal production cost while the cost of the mature one has reached a longrun floor well below the marginal cost of the new technology. Figure 1 illustrates the situation. It plots marginal production costs against cumulative output produced with a given technology.4 The downwardsloping marginal cost curve of the new technology reflects the observation that marginal costs tend to decrease as producers accumulate production experience the socalled learning curve. Since the mature technology is assumed to have reached its longterm cost floor, it is plotted flat.5 The state of affairs with the new technology being considerably more expensive than the mature one is pictured to the left of Q in Figure 1.In this situation, producers of the new technology should target early technology adopters and sell their product at a price that is initially higher than the price of the mature technology. As producers move along the learning curve by expanding output over time, production costs fall, making the new technology increasingly competitive and gaining market share. However, a necessary condition for such a strategy is that users can clearly distinguish between the two technologies and are willing to pay a premium for the distinguishing features of the new technology. Selling new products that are similar to but sufficiently better than mature ones is possible in a number of industries consumer electronics, for instance. But does it work in the market for electricity?Although it could, electricity generation is an industry in which producers using new technologies face great difficulties in finding demand for their product at a price higher than that of mature technologies. Electricity producers efforts to introduce higher tariffs for those consumers willing to pay for green electricity have largely failed although surveys reveal such willingness among approximately one third of electricity consumers see EWEA 2004, for instance. This has a simple explanation: services provided by green electricity to consumers are indistinguishable from those provided by electricity based on other energy sources. It is for the cleaner environment that consumers are required to pay a premium. A cleaner environment, however, is a pure public good, implying that even if some consumers are willing to pay a premium, demand for green electricity will fall short of its social optimum.The case considered here is even more disheartening as electricity users would need to be willing to pay yet more for new green electricity compared to mature green electricity although the latter already yields the cleanenvironment gain. Some users are perhaps willing to pay for greater diversification of clean technologies for instance, as an insurance against the possibility that the cost of further extending mature renewables will become prohibitive at some point in the 5 Learning economies possibly shape all stages of the production chain. As for renewable electricity, two stages are of particular importance: the manufacturing of equipment for generating renewable electricity wind turbines suitable for offshore wind farms, for instance and the production of renewable electricity itself. For the purpose of this paper, there is no need to explicitly distinguish between different stages of the production chain and we thus simply talk about learning economies in the supply of renewable electricity based on new technologies new renewables, for short. Note that this marginal cost schedule is plotted against cumulative output produced over time, i.e., allowing for variation of all inputs and for all sorts of improvements in the production process. It should be distinguished from the shortrun upwardsloping marginal cost schedules of the figure in Box 1. In fact, the link between that figure and Figure 1 is as follows: falling marginal cost along the curve for the new technology in Figure 1 is one factor contributing to the downward rotation of the MAC curve in the figure of Box 1. One could argue that the mature technology will eventually exhaust its potential for further expansion and, as a result, marginal production costs may start sloping upwards. Although not reflected in Figure 1, an upwardsloping marginal cost curve for the mature technology does not change the gist of the arguments presented here. But as will be discussed below, rising marginal cost of the mature technology tend to weaken the case of promoting new technologies.144 Volume 12 N2 2007 EIB PAPERSfuture. But again, it is fairly unlikely that altruism is strong enough to push new renewables down their learning curves. To conclude: in contrast to flat TV screens, for example, a new renewable electricitygenerating technology cannot bank on consumers choice to help it into the market. But this does not preclude the possibility that profitmaximising firms nonetheless embark on the new technology, expand output over time, and thus reap economies of learning. Figure 1. Marginal cost of a new renewable technology with internal economies of learning firm perspective Marginal cost ABMature renewable New renewable Q Cumulative output Using Figure 1, it is easy to see why. Suppose the marginal cost of the mature renewable technology set the price for clean electricity. Potential electricity producers using the new technology then face a standard investment problem, that is, to spend upfront an amount equal to A in return for future profits B. They would thus use dynamic pricing, that is, sell at a price below cost as long as cumulative output is below Q and sell at a price above cost once cumulative output is above Q . If the net present value of B is greater than that of A, it is financially profitable to use the new technology and there would be, in principle, no need for policies to promote it.6In practice, however, the way to market success of new technologies is fraught with market failures and barriers. For instance, financial markets might fail in providing the finance needed to help the new technology to sustain initial losses, or the finance they provide might be too expensive. It is true that this applies to the financing of investment in general, but when the success of that investment depends on uncertain learning effects, it might be particularly relevant. Given that this market failure originates in financial markets, policy measures directly addressing the causes of financial market failures are first best, but subsidised funds for financially constrained developers of new technologies could be an effective second best.6 It is useful to add that this conclusion holds even if environmental policies do not fully internalise the economic cost of emissions associated with fossil fuels. What is crucial is that there is a price for renewable electricity regardless of whether this price equals a feedin tariff, the sum of the market price of electricity and the price of renewable certificates in a tradable renewable certificates system, or the market price of electricity with fully or partly internalised emission cost, or a price following from some other renewables support scheme. In our stylised presentation of Figure 1, this price must be at least as high as the marginal cost of the mature technology. If not, only the new technology could be profitable. If the economic cost of emissions are not fully internalised, there is a case for promoting renewables in addition to what is achieved through influencing the relative price of renewables. But this is an argument for additional support to all renewables, new and mature.The way to market success of new technologies is fraught with market failures and barriers.EIB PAPERS Volume 12 N2 2007 14The presence of dominant incumbents using wellestablished mature renewable technologies might pose a formidable barrier to the entry of firms using new ones.Another reason why new renewable technologies might fail to establish themselves can be found in the structure of electricity markets: they are everything but perfectly competitive. To illustrate, the presence of dominant incumbents using wellestablished mature renewable technologies might pose a formidable barrier to the entry of firms using new ones. These firms face the risk that once they have moved down the learning curve, incumbents use their power to instigate a decline in the price of renewable electricity, thereby foiling the backloaded part of the dynamic pricing strategy, that is, to sell at a price sufficiently above marginal cost. Indeed, this risk might give financial markets good reason to be cautious when considering finance for new renewable technologies. In these circumstances, the firstbest policy would be competition policy that lowers barriers to market entry and exit and ensures that dominant incumbents do not abuse their power to keep new technologies away. Again, direct support for new technologies can be considered a practical second best. In this context, it is interesting to note that support in the form of feedin tariffs that credibly promises a sufficiently high longterm renewable electricity price are relatively immune to the misbehaviour of incumbents.The dynamic pricing strategy necessary for a new technology to establish itself also fails when firms that have not invested in the learning process nonetheless benefit from it. Not having incurred initial losses A, they can sell electricity produced on the basis of the new technology at a price below the marginal cost of the mature one. Obviously, the possibility that firms free ride on the learning acquired by other firms assumes that learning spills over, which takes us to the rationale for promoting new renewable technologies when economies of learning are external  External economies of learning From the viewpoint of a firm trying to establish a new technology, learning spillovers are not desirable because the firm makes an investment whose return it cannot fully appropriate. From the viewpoint of society, however, learning spillovers are beneficial as they represent a positive externality from the activity of a particular firm. Figure 2 illustrates this effect. The setup is similar to that in Figure 1, but now the marginal cost curve is for the whole industry, and there is a distinction between the case with and without learning spillovers.Figure 2. Marginal cost of a new renewable technology with internal and external economies of learning industry perspective Marginal cost Industry MC without spillovers Industry MC with spillovers AMature renewable New renewable Q 0Q Cumulative output 146 Volume 12 N2 2007 EIB PAPERSWithout spillovers, all firms in the newtechnology industry develop it on their own, each making progress in different directions and being able to prevent other firms to benefit from its progress unless they pay for it. With spillovers in the industry, all benefiting firms have lower marginal costs than in the case with no spillovers for the same level of cumulative output. Therefore, the industry marginal cost curve in the presence of learning spillovers lies below the one without spillovers for any level of cumulative output. As Figure 2 suggests, from societys viewpoint, learning externalities lower the upfront cost associated with establishing the new technology area A shrinks and increase its future benefits area B increases. This means that the economic return to the new technology is larger than its financial return and that the new technology would become competitive with the mature one at a lower level of cumulative output Q instead of Q, thereby bringing forward other benefits possibly associated with the new technology such as its contribution to a diversified set of cleanenergy generation capacities.The trouble is that learning spillovers discourage firms from establishing the new technology as they can no longer appropriate all the gains. This is liable to delay the commercialisation of economically profitable new technologies or completely prevent them from entering the market. Learning spillovers thus represent a clear market failure justifying policy intervention. The firstbest policy is one that directly addresses the learning externality. Suppose that learning is embodied in the labour force of firms that choose the new technology and consider that this labour force might move on to freeriding firms. A firstbest policy would be to subsidise onthejob training. Another firstbest policy candidate is support for demonstration plants on condition that the learning and experience gained in this endeavour is made available to other firms in the industry. By contrast, a longterm output subsidy to all firms does not seem to be firstbest unless it is well targeted to the early movers in trying out new technologies 4 Strategic deployment The firstbest policies we have alluded to above aim at the supply side of establishing new technologies. Firstbest policies are notoriously difficult to implement both for political and practical reasons. As for renewable energy, many studies notably Duke and Kammen 1999, Duke 2002, and Neuhoff 2005 argue for demandoriented policies in addition to supply side measures, in particular when policy makers shy away from environmental policies that are strong enough to fully internalise the negative externalities of producing and using energy. Strategic deployment or buydown is one such policy. The thrust of it is to boost demand for new, nearmarket technologies so as to help producers move down the learning curve until they become competitive with existing technologies.Learning spillovers discourage firms from establishing new technologies as they can no longer appropriate all the gains.Figure 3 illustrates strategic deployment policies with a simple twoperiod analysis. Without a policy intervention, firstperiod sales by firms using a new technology are assumed to amount to Q 1 at a unit price of P1. In the next period, marginal production costs will be lower because of learning effects, allowing firms to cut their price to P2 and sell Q 2 units. Consider now a policy to help deploy this new technology and assume that this policy consists of subsidising buyers in the first period. Such a subsidy reduces the price buyers have to pay to P S1. This higher firstperiod output helps firms go even further down the learning curve, allowing secondperiod sales of Q S1, thereby increasing demand to Q S2 at a nonsubsidised price of P S2.Does this policy raise or reduce economic welfare? The factors shaping the answer to this question are pictured in Figure 3. The net cost of subsidising firstperiod purchases is equal to the grey area. This needs to be compared to the increase in the secondperiod consumer surplus, which is equal to the blue area. Obviously, for a given demand schedule and firstperiod subsidy, deployment policies EIB PAPERS Volume 12 N2 2007 14are the more likely to be welfare enhancing the bigger the learning effect triggered by the increase in firstperiod sales from Q 1 to Q S1. At least two caveats should be made. First, the costs of strategic deployment policies pictured in Figure 3 do not include opportunity costs. The economic cost of deployment could thus be higher than what the grey area suggests. Second, benefits could be higher if the additional use of newtechnology renewables were to replace polluting energy whose environmental externality is not fully internalised. But there will be no environmental benefit if newtechnology renewables replace maturetechnology renewables. Figure 3. Welfare effects of strategic deployment Price Demand schedule P1SP1P2P2SEstablishing new renewable technologies makes sense only if their costs are expected to fall below the costs of mature renewables.Q1SQ1Q2SQ2Demand. Summary and qualifications An obvious conclusion following from our analysis is that establishing new renewable technologies makes sense only if their costs are expected to fall below the costs of mature renewables. This is true as long as new technologies do not have other advantages compared to mature technologies. As obvious as it seems, support in favour of new renewable technologies is often justified on the grounds that they are expected to become competitive with mature technologies. But just becoming competitive is clearly not good enough. Why should firms or societies invest in a learning process that is anticipated to achieve nothing more than eventually making new technologies just as good as mature ones? To make it concrete, suppose the marginal cost of generating electricity on the basis of a mature renewable technology, say, onshore wind is 50 per MWh. Establishing a new technology, say, solar thermal power that currently generates electricity at 200 per MWh makes sense only if there is hope that due to economies of learning, the cost of solar energy will fall below 50 per MWh.In this context it is sometimes observed that todays cost of mature technologies 50 per MWh in our example is the wrong benchmark. Mature technologies might become more expensive in the future because to remain with the example of onshore wind energy favourable locations for onshore wind farms become scarce, forcing additional wind farms into marginal sites with higher if not prohibitive production cost. Against this background, helping to commercialise currently expensive modes of producing renewable electricity could be seen as a means to ensure that affordable alternatives are available as and when mature renewables become costly or, worse, cannot contribute at all to further raising the share of renewables in the overall energy mix.14 Volume 12 N2 2007 EIB PAPERSThis argument is appealing at first glance, but it is flawed nonetheless. Although it is true that the marginal cost of mature renewables might rise in the decades to come, this does not strengthen the case for supporting the commercialisation of new renewables. If anything, the opposite holds. A glance at Figure 2 shows why. An expected increase in the cost of mature renewables would imply an upwardsloping marginal cost curve for this technology and, in fact, one could imagine the curve to become vertical for a very high level of cumulative output. All other things being equal, this increases the return to learning associated with establishing new renewables in Figure 2 area A shrinks while B expands, thereby encouraging firms to start using new renewables. It also tends to mitigate the market failures that could prevent new technologies from establishing themselves. Take the financial market failure for instance: while a firm might find it hard to convince financiers of its learning potential there definitely is an asymmetric information problem they surely recognise the potential for new technologies if the deployment of mature technologies is widely believed to become increasingly constrained. In sum, an expected increase in the cost of mature renewable technologies will encourage a marketdriven transition from mature to new renewables similar to the gradual development and commercialisation of other backstop technologies, such as unconventional oil as a substitute for conventional oil.Another conclusion worth stressing is that when arguing in favour of policies to promote new renewable technologies, it is not sufficient to observe that their future benefits will outweigh todays cost. What needs to be shown is that new renewable technologies cannot establish themselves or if they can that social returns to investing in learning economies are larger than private returns. There is then a dilemma: while it is intellectually fairly easy to contemplate market failures that could hinder the commercialisation of economically viable technologies, it is much harder to find out how relevant these market failures are in practice and how much support new technologies need to overcome them. In this context, guidance is often sought from learning and experience processes that todays mature technologies went through in the past. Against this background, the next section will turn to empirical learning and experience curves and discuss what they tell us about the market failures that might hinder the commercialisation of promising new technologies.4. Empirical experience curves what they tell, and what not The empirical observation that many technologies have become cheaper with increasing market penetration is one of the main arguments of proponents of policies in support of new renewables see Duke 2002, IEA 2000, and Stern et al. 2006. At the centre of this observation are empirical estimates for the learning curves, introduced in stylised fashion in Section 3. The purpose of this section is to review key empirical findings about learning and experience curves, assess how much they help in deciding whether or not to promote new renewables technologies, and to illustrate the pitfalls if they are used to gauge the scope of policies in favour of new technologies. Surveying the research literature on learning curves, Dutton and Thomas 1984 find that, on average, unit costs decline by approximately 20 percent each time production doubles. As Box 2 sets out in greater detail, the percentage decline in cost associated with a doubling of output is called the learning rate. Closely related to the learning rate is the socalled progress ratio, which is 100 percent minus the learning rate. The sheer scope of the survey, covering studies of more than one hundred different technologies in a wide range of industries, seems to lend credibility to the claim that the link between a rise in cumulative output and a decline in cost is a fact rather than just a coincidence, but we will see below that coincidence cannot be ruled out. When arguing in favour of policies to promote new renewable technologies, it is not sufficient to observe that their future benefits will outweigh todays cost.EIB PAPERS Volume 12 N2 2007 14Box 2. Learning and experience curves, progress ratio, and learning rate Economists have defined learning and experience curves and the difference between the two in a more precise way than is needed for most of the points made in this paper. Learning curves are meant to capture the process of improving labour productivity as workers learn to work faster and more efficiently. Specifically, learning curves plot unit labour costs as a function of cumulative output of a firm. The fundamental assumption here is that cost reductions are driven by cumulative output. In the empirical literature, learning curves assume the following conventional formulation:ct c 0bcid:165cid:166cid:166cid:167YYt 0cid:180cid:181cid:181cid:182 In this equation, c 0 and Y0 , respectively, represents the unit labour cost and production in period 0, ct is the unit labour cost in period t, Yt is the cumulative production up to period t but not including the production of period t, and b is the learning parameter. With this particular functional form, two indicators have gained popularity the progress ratio PR and the learning rate LR. The progress ratio is the ratio of unit labour costs after production has doubled to unit costs before production doubles. In other words, multiplying unit costs associated with a given level of cumulative output by the progress ratio yields unit costs after a doubling of output. The learning rate is just 1PR. Thus, multiplied by 100, LR gives the percentage change in unit costs when cumulative output doubles. Mathematically, if period T, YT2Yt, then, PRc Tctc 0c 0cid:165cid:166cid:166cid:167cid:165cid:166cid:166cid:167Y2Y0YYt 0tbcid:180cid:181cid:181cid:182bcid:180cid:181cid:181cid:182b,2 and LR12b.The concept of experience curves related to learning curves, but broader was introduced by the Boston Consulting Group 1972. They argued that total unit costs would come down rapidly not only because workers learned the learning curve but also because experience would lead to optimisation of research, development, production, marketing, and so on. Experience curves, therefore, plot total unit costs as function of cumulative output. In practice, they are formulated using the same functional form as that of learning curves. The only change is that ct now denotes total unit costs rather than only unit labour costs.Empirical work, constrained by the availability of data on unit cost, typically assumes that prices equal marginal cost, as under perfect competition, so that the former can substitute for the latter in the specified functional form. Replacing unit cost with price p, normalising Y0 to one, and applying logarithmic transformation, the estimated relation becomes: logpt c 0 b x log Yt vtwhere vt is a random error term. Such relations have been fitted to both firmlevel and industrylevel data. Different experience curves have also been fitted for producers of energy equipment wind turbines, photovoltaic panels, and so on and for energy producers using this equipment. Experience curves estimates exist for particular countries or regions as well as for the whole world.10 Volume 12 N2 2007 EIB PAPERSFigure 4 shows an experience curve for the production of wind energy based on wind turbines produced by Danish manufacturers in the period 19812000 Neij et al. 2003. The authors have estimated a progress ratio of 0.83, implying that, on average, electricity generating cost decreased by 17 percent each time wind turbine sales doubled in the period 19812000. Wind energy cost declined from around 130MWh in 1981 to around 40MWh in 2000.Figure 4. Experience curve for wind energy, 198120001.00h Wk0.100.011PR 0.8310100100010000100000Cumulative output in MWSource: Neij et al. 2003. Notes: Both axes in logarithmic scale; levelised electricity generation cost in 2000 prices using wind turbines made by Danish manufacturers; PR progress ratio.A key conclusion following from the survey of Dutton and Thomas 1984 is that progress ratios vary considerably across technologies. Figure 5 taken from IEA 2000 shows that this also applies to experience curves and progress ratios for various electricitygenerating technologies. More specifically, experience curves range from the very steep one for photovoltaics with a progress ratio of 65 percent to the almost flat curve for supercritical coal 97 percent. Against this background, it could be misleading to assume that progress ratios known from one technology apply to others or to extrapolate historical progress ratios into the future Box 3 illustrates the scope for error when empirical progress ratios are used to quantify the policy support for a currently new technology. But from a policy perspective there are even more fundamental problems.Experience effects vary considerably across technologies and it could thus be misleading to assume that experience effects known from one technology apply to others.Figure 5. Experience curves for different renewable technologies in the EU, 198095Photovoltaics 65%h Wk0991UCE yticirtcee fo tso Cl 101198519800.010.010.1Wind power best performance 82%1995Wind power average 82%Electricity from biomass 85%Supercritical coal 97%1995NGCC 96%0.11101001000Cumulative electricity production TWhSource: Notes: IEA 2000. Both axes in logarithmic scale; electricity generation cost in 1990 prices; in contrast to Figure 4, cumulative output is not measured in generating capacity MW but in electricity produced TWh; numbers in parentheses are estimates of progress ratios.EIB PAPERS Volume 12 N2 2007 11Empirical learning curves merely show a correlation between cumulative output and cost rather than a causal link  One is that empirical learning curves merely show a correlation between cumulative output and cost rather than a causal link. The estimated decline in total unit costs, for example, is likely to reflect other factors in addition to experience: economies of scale, general technological progress, standardisation, change in input prices, and so on. All these factors would contribute to a downwardsloping experience curve. Nemet 2006, for instance, finds that plant size, module efficiency, and the cost of silicon are the key determinants of cost reductions in the photovoltaic industry. His analysis reveals that learning is only weakly related to these factors. Papineau 2006 has shown that if one accounts for the elapsed time, cumulative output is no longer a significant determinant of cost reductions in photovoltaics, thermal solar power, and wind. This time trend most probably captures the effect of important omitted variables such as economywide productivity improvements. A final caveat as to the reliability and interpretation of estimated progress ratios: they might be distorted because assumptions made in estimating them might be false. For example, estimates assume that prices approximate well unobserved marginal unit costs. If that is not true, estimated progress ratios would be incorrect and misleading.Box . Using empirical progress ratios for policymaking purposes can be costly The purpose of this Box is to illustrate the ambiguities that arise when empirical progress ratios are used to gauge the scope of policies in support of new technologies. For this illustration, we use some of the findings of Neij et al. 2003 as a starting point. In this study the authors have estimated a variety of experience curves, using data for different producers, different measures of cumulative output, or different measures of costs. Figure 4 in the text presents one of these estimates, for which unit costs are measured as levelised electricity production costs. For the purpose of this illustration, we take another experiencecurve estimate that uses market price of wind turbines as measure of unit costs. Considering the period 19812000, the estimated progress ratio PR for onshore wind turbines produced in Denmark is 0.92.Imagine now that policy makers are considering whether to subsidise the purchase of a new renewable technology similar to onshore wind turbines. In order to make a good decision about how much this technology should be supported, policy makers take into account that production costs for onshore wind turbines decreased by 8 percent each time production doubled PR 0.92 and that the longrun marginal cost of the new technology is expected to be around 750 per k W in 2000 prices, which was approximately the average market price for onshore wind turbines back in 2000. Further, the current newtechnology renewable is approximately as expensive as onshore wind was in 1981, i.e. 1,500 per k W in 2000 prices with a cumulative output of 10 MW. Following the argument of Duke 2002 that buydown support should be extended until a technology reaches its longrun marginal costs and based on previous experience with onshore wind, policy makers readily calculate that the technology will be supported until cumulative output reaches 4.7 GW. The trouble is that, even if we agree that the new technology will repeat the progress of onshore wind, the PR of 0.92 is only a statistical estimate that is surrounded by some uncertainty. In order to account for this uncertainty, policy makers need to quantify it. A proper way to do so is to calculate the socalled confidence interval, which gives an upper and a lower bound for 12 Volume 12 N2 2007 EIB PAPERSEven if ones assumes that cost savings are indeed caused by cumulative output and that estimated progress ratios reflect reality, a key problem remains: empirical experience curves do not provide any information on market failures that are believed to hinder new technologies in establishing themselves. Take the wind energy experience curve of Figure 4, for example. We do not know the counterfactual, that is, how cumulative output would have increased and cost declined in the absence of support for wind energy. And even if we knew the counterfactual, we could not tell whether the then observed experience curve pictures a learning process that suffered from market failures, and how severe these failures were  and they do not provide any information on market failures that are believed to hinder new technologies in establishing themselves.To conclude, empirical experience curves show first and foremost correlations between total unit cost approximated by market prices and cumulative output of a formerly new technology. In contrast to what proponents of policies in support of new technologies implicitly assume, they do not vindicate such policies. But this should not really come as a surprise if one considers the origin of experience curves as an underpinning of profitmaximising firm behaviour. The concept the estimated progress ratio and informs policy makers that the estimate will lie within these bounds with a certain probability. For a probability of 95 percent, the confidence interval ranges from 0.913 and 0.936. Thus, policy makers should consider these alternative values to see how uncertainty affects the estimate of 4.7 GW. In other words, they should consider two more scenarios: a low PR of 0.913 suggesting faster progress and a high PR of 0.936 suggesting slower progress; the former will give a lower bound for the cumulative output needed to reach the targeted unit cost whereas the latter will give an upper bound. Recalculating, policy makers find that the warranted cumulative output could be as low as 2 GW and as high as 15 GW! This wide range for the warranted increase in cumulative output will most probably result in large bounds for the cost of the policy. To illustrate this we need to make an assumption about the demand for this new technology. In general, for less elastic demand, subsidies have to be larger to induce potential users of the technology to buy it while more elastic demand results in smaller policy cost. This brings us to the second important source of uncertainty the estimate of the price elasticity of demand, which like progress ratios, comes with statistical errors. For the sake of simplicity, let demand have a constant price elasticity both for a given level of output and over time. Further, let the price elasticity of demand have a very small statistical error resulting in a 95 percent confidence interval of 0.5 percent around the central estimate. We then calculate demand under the same three scenarios as for the progress ratios a central scenario that uses the point estimate of price elasticity, and a 95 percent confidence interval for this estimate. Assuming a five percent discount rate and a twentyyear horizon for the policy, we obtain the following results. If both the progress ratio and demand coincide with the central estimate, the present value of the public subsidy is 776m. If progress is fast and demand is more elastic, the present value is only 202m. However, if progress turns out to be slow and demand less price elastic, the present value of the subsidy becomes 1,440m! Put simply, with a probability of 95 percent, the present value of the deployment subsidy falls in the interval 202m and 1,440m, with the upper bound seven times bigger than the lower bound. Evidently, even taking the central estimate, policy makers bear a nontrivial risk of the deployment programme being twice as expensive as foreseen.EIB PAPERS Volume 12 N2 2007 1of experience curves was introduced by the Boston Consulting Group 1972, a management consultancy, in the 1970s. BCG advised their customers to strategically increase production of new products, even though they might encounter losses in the beginning. The argument was that total unit costs would come down rapidly, giving a firm riding down its experience curve a strategic advantage over competitors. Business strategies based on experience curves are reported to have sometimes ended in spectacular failures. But this should not be too surprising either if advice is given on the basis of statistical correlations rather than a good understanding of cause and effect.5. Costbenefit rules for newtechnology renewable energy projects The previous sections stressed that the rationale for promoting new technologies rests on two conditions: first, the cost of new technologies falls as and when the use of them spreads and, second, new technologies cannot establish themselves at all, or not as fast as they should, because of various market failures notably learning spillovers. Leaving the policyoriented discussion behind and assuming that both conditions are fulfilled, this section turns to the question of how to assess the economic costs and benefits of investments in newtechnology renewables.When assessing the economics of projects, one needs to be clear about the decision situation. In the parlance of costbenefit analyses, the with and without project scenarios need to be correctly specified. In the case at hand, we assume that a power plant is needed either to satisfy a growing demand or to replace an obsolete plant for a constant demand.7 We define the newtechnology renewable as the with project scenario and consider two alternative without project scenarios. One is a fossilfuelfired power plant, the other a maturetechnology renewable.When assessing a renewable energy project that uses a new technology, one needs to bear in mind that the energy output of this project is as green as renewable energy based on mature technologies  Which economic costs and benefits need to be taken into account when comparing these three options? They all produce the same amount of electricity and, thus, the economic value of electricity can be ignored. And as they do not generate any other benefits, choosing among options depends only on their costs, that is, the costbenefit analysis simplifies to a leastcost analysis. The cost of the fossil fuel alternative comprises the private cost of generating electricity and the external environmental cost associated with fossil fuels. By contrast, we ignore negative environmental externalities that both renewables might have and, therefore, consider only their private electricity generating costs. As both renewables would come in lieu of fossils, one could treat the avoided environmental cost of fossils as a benefit of renewables. It is crucial to note, however, that both renewables would generate the same relative environmental benefit. In other words, the new renewable is as green as the mature one.To further narrow down the decision situation, we assume that while the fossilfuel option has lower private generating cost than the mature renewable, its economic costs are higher because of its negative environmental effects. Thus, in a comparison of the mature renewable with the fossil fuel option, the latter is discarded. This leaves a choice between the mature renewable and the new one. In sum, when considering a newtechnology renewable energy project, the without project scenario is not a fossilfuelfired power plant, but one based on the mature renewable technology. It follows that environmental aspects should not influence the decision for or against the new renewable. But what, then, determines the choice between the mature and the new renewable?7 The economic viability of meeting electricity demand is thus taken for granted, or to put it differently leaving demand unmet is not considered a relevant without project scenario.14 Volume 12 N2 2007 EIB PAPERS  implying that environmental aspects should not influence the decision for or against the newtechnology renewable.By virtue of the problem we want to analyse, the new renewable currently costs more than the mature one. Let MC N0 and MC M0 denote, respectively, todays levelised marginal electricity generating cost of the new renewable and todays levelised marginal electricity generating cost of the mature renewable. Todays situation is thus characterised by MC N0 MC M0 . But the new renewable could become cheaper in the future if it is more widely used. Let us presume that the new renewable cannot establish itself due to the market failures discussed in Section 3, but that choosing it despite its current cost disadvantage pushes it down its experience curve, triggering a cost decline in the future. Let MC Nt and MC M t denote, respectively, the levelised marginal electricity generating cost of the new renewable and the mature renewable in all future periods t 1,  n.We could then imagine two alternative future trajectories, one in which the mature renewable is used and another trajectory in which the new renewable is used. As shown in detail in Kolev and Riess 2007, 8 getting on the newrenewable trajectory would make society better off if and only if 1 MC N0 1MC N1   n MC Nn MC M0 1MC M1   n MC Mn with 11r being the oneperiod discount factor and r the discount rate. If inequality 1 holds, the presentvalue generating cost of the newrenewable trajectory is smaller than the presentvalue generating cost of the maturerenewable trajectory.Because economies of learning are assumed to reduce the cost of the new renewable, MC N0 MC N1   MC Nn . As indicated above, a crucial assumption embedded in the decision rule 1 is that the consecutive decline in the cost of the new renewable materialises only if society embarks on the newrenewable trajectory, and 1 suggests when this is better than staying on the maturerenewable trajectory. Needless to say: this is a very favourable assumption from the perspective of the new renewable.To use 1 in applied project appraisal, it is necessary to specify the size and time profile of the expected decline in the cost of the new renewable. Moreover, to the extent that the cost of the mature renewable is envisaged to rise in the future, for reasons discussed in Section 3, the magnitude and timing of this increase needs to be accounted for in 1. In the remainder of this section, we consider a special case of 1 and offer a numerical illustration. One feature of this special case is that the hopedfor decline in MC N materialises in period t i 1 i n and that there is no further decline thereafter. The relationship between cost before MC N0 and after MC N t i the cost decline is MC N t i MC N0 with 1 and 1 multiplied by 100 indicating the percentage decline in the cost of the new renewable. The other feature of this special case is that the cost of the mature renewable remains unchanged and can thus be expressed as a constant fraction 1 of the cost of the new renewable before the new renewable becomes cheaper, that is, we can write MC M t MC N0. In essence, captures the current cost disadvantage of the new renewable, with this disadvantage being the bigger, the smaller .Assuming an infinite planning horizon, we can then calculate a critical value :2 1i1iwith 0, i 0and 0. In this paper we also show why environmental aspects are irrelevant for the decision rule although they have been taken into account in the welfaremaximising model that leads to 1.EIB PAPERS Volume 12 N2 2007 1If the hopedfor cost decline is such that , embarking on the newrenewable trajectory results in presentvalue electricity costs that are lower than those associated with the maturerenewable trajectory, and vice versa. The oftenmade claim that promoting new renewables is worthwhile provided they become competitive would be correct if society had virtually no time preference.A few implications of 2 are useful to point out. First, imagine there is virtually no time preference, which implies that the discount rate r approaches zero and the discount factor approaches 1. In this case, , with being a number very close to zero. That is, to decide in favour of the new renewable, it would need to become only marginally cheaper than the mature renewable at some point in the future.9 Hence, the oftenmade claim that promoting new renewables is worthwhile provided they become competitive would be correct if society was virtually indifferent between income today and income tomorrow.Second, as the positive sign of the partial derivative shows, the smaller , the lower the critical threshold . In words: the higher the time preference small , the larger the required cost decline small .Third, as the positive sign of the partial derivative shows, the smaller , the lower the critical threshold . In words: the larger the cost disadvantage of the new renewable today small , the larger the required cost decline small .Fourth, as the negative sign of the partial derivative i shows, the larger i, the lower the critical threshold . In words: the longer it takes for cost to decline large i, the larger the required cost decline small .Let us illustrate this with a numerical example. Table 1 shows by how much the cost of the newtechnology renewable must decline in percent to justify investing in this technology today despite the fact that society can use a currently cheaper mature technology. The required cost decline is shown for alternative values of the new technologys current cost disadvantage and for an alternative number of years it takes for the cost decline to materialise i. Recall that a lower signals a greater cost disadvantage of the new renewable.Suppose the current cost disadvantage of the new renewable is such that the mature renewable offers electricity at 70 percent of the cost of the new renewable 0.7. Further assume that the new renewable will experience its cost decline after ten years conditional on being chosen today. For this choice to be economically beneficial, the hopedfor cost decline would need to amount to at least 49 percent. The table also illustrates that the required decline in the cost of the new renewable rises with the number of years for learning to reduce costs and with the initial cost disadvantage. For instance, keeping the current disadvantage unchanged 0.7, but assuming that the cost of the newtechnology renewable declines after 15 years, yields a required cost decline of 62 percent. And then, fixing the number of years at ten, but assuming 0.5, the required cost decline would be 81 percent; in other words, if the current cost disadvantage of the new renewable is such that the mature renewable offers electricity at half the cost of the new renewable and if the cost decline happens after 10 years, the hopedfor cost decline needs to be at least 81 percent.As can be seen from the table, the current cost disadvantage of the new renewable could be so big andor the hopedfor cost decline could lie so far in the future that cost would need to decline by more than 100 percent reflecting 0 in 2. Obviously, this is not feasible, suggesting that on the basis of presentvalue generating cost, the new renewable cannot catch up with the mature one. Marginally cheaper and at some point in the future are sufficient as the alternative trajectories continue forever. 16 Volume 12 N2 2007 EIB PAPERSTable 1. Required cost decline in % of newtechnology renewable to make it viable Cost disadvantage of new renewable today 0.9 0.7 0.5 0.3Years i to cost decline of new renewablei 513%38%64%89%i 1016%49%81%100%i 1521%62%100%100%Notes: The figures in the table show the percentage decline in the cost of the new renewable relative to todays level. Moving down the column indicates a greater cost disadvantage of the newtechnology renewable. Calculations are based on equation 2 for a discount rate of 5 percent. Values larger than 100% 0 suggest that the new renewable cannot outperform the mature renewable on a presentvalue cost basis. All in all, inequality 1 seems to offer a sensible rule to assess the economics of newtechnology energy projects. Obviously, its purpose is to inform decisionmaking, but as with any rule its intention is not to indisputably distinguish between the good, the bad, and the ugly. It is relatively easy to turn into a handson project appraisal tool as 2 and its numerical illustration shows. What is more, as shown in Kolev and Riess 2007, it is straightforward to refine the approach in developing 2. For instance, instead of considering a oneoff drop in the cost of the new renewable after a certain time, one can model a gradual cost decline in line with the notion of learning effects. Furthermore, it is easy to account for the possibility that the cost of the mature technology increases over time. In any event, for project appraisal purposes, one would need to compare the required cost decline for instance that shown in Table 1 with estimates of the decline and its timing. Arguably, arriving at such estimates is a challenge, and as we have pointed out in Section 4, experience curves associated with formerly new technologies could be very misleading.Our rule for assessing the economics of a newtechnology energy project is useful only if one believes that using this technology today causes the hopedfor future cost decline if not, there would be no need for a rule in the first place.As a final and perhaps most important point: our rule for assessing the economics of a newtechnology energy project is useful only if one believes that using this technology today causes the hopedfor future cost decline. If that is not the case, our rule is meaningless but then there would be no need for a rule in the first place.6. Conclusions In this paper, we have focused on two questions: first, what is the rationale for promoting new renewable energy technologies given that society already has mature ones and, second, how can costbenefit analyses of energy projects based on new renewables account for this rationale assuming there is one?As to the first question, one conclusion rather, a lesson relearned is that it is relatively easy to think of possible market failures that could justify a policy intervention support for new renewables in our case but that it is much harder to ascertain the practical relevance of such failures and to decide on the proper type, size, and duration of policy measures. This being said, the environmental market failures that bias the energy mix against renewables new and mature are arguably very relevant. In addition, considerable progress has been made in recent decades to value environmental externalities in monetary terms and the policy measures most suitable to internalise them are reasonably well understood though not necessarily applied. Alas, this cannot be said for the technology externalities and market failures that could justify public support for new, but known renewable energy technologies.EIB PAPERS Volume 12 N2 2007 1To recap the main reasons for our scepticism, take the financial market failures and the behaviour of dominant incumbents that could prevent new renewables from penetrating the market and thus from generating internal economies of learning. In practice, it is virtually impossible to find out how severe these obstacles are and how much public support is needed to remove them. The same is true for external economies of learning since nobody knows how to value learning spillovers between firms with reasonable accuracy. In this context, reference is frequently made to learning and experience effects that came with formerly new technologies. The trouble is that empirical learning and experience effects do not inform about possible market failures and learning externalities. And even if they did, using them to devise support for currently new technologies could result in costly errors. As an aside: many schemes in support of new renewables such as output or investment subsidies normally do not directly address the presumed market failures, as subsidising onthejob training would in the case of learning spillovers, for instance.But why, then, is support for establishing newtechnology renewables so popular? One reason could be that our analysis is flawed and our scepticism misplaced. We think, politicaleconomy considerations offer a better explanation. As discussed in Section 2, policy measures that lower the cost of renewables have some logic if environmental policies are not stringent enough to bring about the socially optimal level of renewable energy. From a purely efficiency viewpoint, society would gain from policies that encourage renewables by fully pricing in the environmental cost of producing and using energy. However, such a policy has winners and losers, making it difficult to implement in practice. In fact, policy makers might prefer direct support for renewables for a simple reason: the benefits of direct support for renewables are visible, signalling that policy makers care about the problem at hand, while its costs are not. In sum, support for newtechnology renewables could be seen as part of a secondbest policy package that tries to raise the share of renewables in the overall energy mix to its optimal level in a situation where policy makers shy away from policies that would fully internalise the environmental cost of energy, for instance a sufficiently high tax on environmentally damaging emissions.Even with this explanation, a snag remains: why specifically and more generously supporting newtechnology renewables and not supporting renewables in general new, mature, and in between? One reason examined in this paper is that helping to commercialise currently expensive modes of producing renewable electricity could be a means to ensure that affordable alternatives are available as and when mature renewables become costly or, worse, cannot contribute at all to further raising the share of renewables in the overall energy mix. A politicaleconomy explanation could be that policy makers probably find it more rewarding to be seen as pushing the new rather than the established at least in a field like renewable energy. Another reason has an industrialpolicy flavour in that new renewables are seen as promising new industries that could conquer world markets and create employment. Of all the reasons in favour of promoting new renewables, this is perhaps one of the weakest unless, that is, one believes in the capacity of governments to pick winners or assumes that establishing new renewables will draw on resources that would have been unemployed otherwise. This leaves the reason we started with, namely that newtechnology renewables indeed cannot establish themselves in the market as much and as fast as economic efficiency suggests they should.This takes us to the second question. Assuming that new renewables cannot establish themselves, we have developed decision rules for assessing the economics of newtechnology renewable energy projects. What these rules tell is hardly surprising for aficionados of costbenefit analyses, but two of the messages they contain run against conventional wisdom. First, conventional wisdom has it that choosing a newtechnology renewable makes economic sense if the new technology is expected to become competitive with mature technologies. Our decision rule shows that just Policy measures that lower the cost of renewables have some logic if environmental policies are not stringent enough but this does not justify supporting new renewables more than mature ones.1 Volume 12 N2 2007 EIB PAPERSbecoming competitive is not good enough. On the contrary, the new technology needs to become cheaper than mature ones. The intuition is obvious: society should invest in a learning process only if that process yields something better than what society already has, otherwise the return on this investment would be negative. Second, conventional wisdom typically points to the environmental benefits that new renewables have relative to fossil fuels. Although it is certainly true that new renewables avoid the adverse environmental impact of burning fossil fuels, they do that no better than maturetechnology renewables. The long and short of this is that environmental aspects are largely irrelevant for a rational decision on newtechnology renewable energy projects when equally clean mature renewables are available.EIB PAPERS Volume 12 N2 2007 1References Arrow, K. 1962. The economic implications of learning by doing. Review of Economic Studies 29, pp. 155173.Baldwin, R. 1969. The case against infantindustry protection. Journal of Political Economy 77, pp. 295305.Bliss, C. 1989. Trade and development, in Chenery, H. and Srinivasan, T.N. eds., Handbook of development economics, Vol. 2, Elsevier Science, Amsterdam, The Netherlands.Boston Consulting Group 1972. Perspectives on experience, Boston Consulting Group Inc., Boston, Massachusetts, USA.Corden, M.W. 1985. The normative theory of international trade, in Jones, R.W. and Kenen, P.B. eds., Handbook of international economics, Vol. 1, Elsevier Science, Amsterdam, The Netherlands. Dasgupta, P. and Stiglitz, J. 1988. Learningbydoing, market structure, and industrial and trade policies. Oxford Economic Papers 40, pp. 256268.Duke, R.D. 2002. Clean energy technology buydowns: economic theory, analytic tools, and photovoltaics case, Ph.D. Dissertation, Woodrow Wilson School of Public and International Affairs, Princeton University.Duke, R.D. and Kammen, D. M. 1999. The economics of energy market transformation programs. Energy Journal 20:4, pp. 1564.Dutton, J.M. and Thomas, A. 1984. Treating progress functions as managerial opportunity. Academy of Management Review 9:2, pp. 235247.EWEA 2004. Wind Energy The Facts, European Wind Energy Association. http:www.ewea.orgfileadminewea_documentsdocumentspublicationsWETFWETF.pdf Extern E 2004 Final report, Externalities of Energy, European Commission Project. http:www.ier.unistuttgart.deforschungprojektwebsitesnewextnewext_final.pdf Foxon, T.J., Gross, R., Chase, A., Holwes, J., Arnall A., and Anderson D. 2005. UK innovation systems for new and renewable energy technologies: drivers, barriers and system failures. Energy Policy 33, pp. 21232137.Goulder, L.H. and Mathai, K. 2000. Optimal CO2 abatement in the presence of induced technological change. Journal Of Environmental Economics and Management 39, pp. 138.IEA 2000. Experience curves for energy technology policy, International Energy Agency, Paris, France.Jaccrad, M. 2006. Sustainable fossil fuels: the unusual suspect in the quest for clean and enduring energy, Cambridge University Press, Cambridge, UK.160 Volume 12 N2 2007 EIB PAPERSJaffe, A.B., Newell, R.G., and Stavins, R.N. 2003. Technological change and the environment, in Maler, K.G. and Vincent, J.R. eds., Handbook of environmental economics, Vol. 1, Elsevier Science, Amsterdam, The Netherlands.Jaffe, A.B., Newell, R.G., and Stavins, R.N. 2005. A tale of two market failures: technology and environmental policy. Ecological Economics, 54 pp. 164174.Johnson, H.G. 1965. Optimal trade intervention in the presence of domestic distortion, in Caves, R., Johnson, H.G., and Kenen, P.B. eds., Trade, Growth and the Balance of Payment, Rand Mc Nally.Katsoulacos, Y. and Xepapadeas, A. 1996. Environmental innovation, spillovers and optimal policy rules, in: Carraro, C., Katsoulacos, Y., and Xepapadeas, A. eds., Environmental policy and market structure, Kluwer Academic Publishers, Dordrecht, The Netherlands.Kolev, A. and Riess, A. 2007. Costbenefit rules for newtechnology renewable energy projects. Economic and Financial Reports, 200704, European Investment Bank. http:www.eib.orgefspublicationseconomicandfinancialreportsindex.htm Krueger, A.O. 1985. Trade policies in developing countries, in Jones, R.W. and Kenen, P.B. eds., Handbook of international economics, Vol. 1, Elsevier Science, Amsterdam, The Netherlands.Neij, L., Andersen, P.D., Durstewitz, M., Helby, P., HoppeKilper, M., and Morthorst, P.E. 2003. Experience curves: a tool for energy policy assessment, IMESEESS Report No. 40, Department of Technology and Society, Environmental and Energy Systems Studies, Sweden.Nemet, G.F. 2006. Beyond the learning curve: factors influencing cost reductions in photovoltaics. Energy Policy 34:17, pp. 32183232.Neuhoff, K. 2005. Large scale deployment of renewables for electricity generation. Oxford Review of Economic Policy 21:1, pp. 88110.Nordhaus, W. 2006 The Stern review on the economics of climate change. Manuscript, http:nordhaus.econ.yale.eduStern Review D2.pdf Papineau, M. 2006. An economic perspective on experience curves and dynamic economies in renewable energy technologies, Energy Policy 34:4, pp. 422432.Perman, R., Ma, Y., and Mc Gilvray, J. 2003. Natural resource and environmental economics, Third edition, Pearson Adison Wesley, Harlow, UK.Riess, A. and Valila, T. 2006. Industrial policy: a tale of innovators, champions, and B52s. EIB Papers, 11:1, pp. 1034.Rivers, N. and Jaccard, M. 2006. Choice of environmental policy in the presence of learning by doing. Energy Economics 28, pp. 223242. Stern, N., Peters, S., Bakhshi, V., Bowen, A., Cameron, C., Catovsky, S., Crane, D., Cruickshank, S., Dietz, S., Edmonson, N., Garbett, S.L., Hamid, L., Hoffman, G., Ingram, D., Jones, B., Patmore, N., Radcliffe, H., Sathiyarajah, R., Stock, Taylor, M.C., Vernon, T., Wanjie, H., and Zenghelis, D. 2006. Stern Review: the economics of climate change, HM Treasury, London.EIB PAPERS Volume 12 N2 2007 161Tinbergen, J. 1955. On the theory of economic policy, Second Edition, NorthHolland Publishing Company. Amsterdam, The Netherlands. Tinbergen, J. 1956. Economic policy: principles and design, NorthHolland Publishing Company. Amsterdam, The Netherlands. Wright, T. 1936. Factors affecting the cost of airplanes. Journal of Aeronautical Sciences 3, pp. 122128.162 Volume 12 N2 2007 EIB PAPERS", "filename": "539675040.pdf", "person": ["Atanas Kolev", "Kolev, Atanas", "Armin Riess", "Riess, Armin"], "date": ["2007"]}