{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/62950/1/545386896.pdf"], "title": ["Pennies from heaven: Using exogenous tax variation to identify effects of school resources on pupil achievement"], "plaintext": " This series is published by the University of Oslo Department of Economics P. O.Box 1095 Blindern N0317 OSLO Norway Telephone: 47 22855127 Fax: 47 22855035 Internet: http:www.oekonomi.uio.noemail: econdepecon.uio.no In cooperation with The Frisch Centre for Economic Research Gaustadalleen 21 N0371 OSLO Norway Telephone: Fax: Internet: email: 47 22 95 88 20 47 22 95 88 25 http:www.frisch.uio.nofrischfrisch.uio.no Last 10 Memoranda No 1707 O. Raaum, B. Bratsberg, K. Red, E. Osterbacka, T. Eriksson, M. Jantti and R. Naylor Marital Sorting, Household Labor Supply, and Intergenerational Earnings Mobility across Countries No 1607 Kjell Arne Brekke, Gorm Kipperberg and Karine Nyborg Reluctant Recyclers: Social Interaction in Responsibility Ascription F. R. Frsund, S. A. C. Kittelsen and V. E. Krivonozhko Farrell Revisited: Visualising the DEA Production Frontier Q. Farooq Akram and Ragnar Nymoen Model selection for monetary policy analysis How important is empirical validity? Knut Red and Lars Westlie Unemployment Insurance in Welfare States: Soft Constraints and Mild Sanctions Erik Herns and Weizhen Zhu Pension Entitlements and Wealth Accumulation ystein Kravdal and Ronald R. Rindfuss Changing relationships between education and fertility a study of women and men born 194064 Tyra Ekhaugen Longterm Outcomes of Vocational Rehabilitation Programs: Labor Market Transitions and Job Durations for Immigrants Di Tommaso M.L., Shima I., Strm S. and Bettio F. As bad as it gets: Well being deprivation of sexually exploited trafficked women No 1507 No 1407 No 1307 No 1207 No 1107 No 1007 No 0907 No 0807 Olav Bjerkholt Ragnar Frischs contribution to business cycle analysis A complete list of this memoseries is available in a PDF format at: http:www.oekonomi.uio.nomemoPennies from heaven Using exogenous tax variation to identify effects of school resources on pupil achievement Statistics Norway and Ragnar Frisch Centre for Economic Research Torbjrn Hgeland Oddbjrn Raaum Ragnar Frisch Centre for Economic Research The Norwegian School of Economics and Business Administration Kjell Gunnar Salvanes Abstract Despite important policy implications associated with the allocation of education resources, evidence on the effectiveness of school inputs remains inconclusive. In part, this is due to endogenous allocation; families sort themselves nonrandomly into school districts and school districts allocate money based in order to compensate or reinforce differences in child abilities, which leaves estimates of school input effects likely to be biased. Using variation in education expenditures induced by the location of natural resources in Norway, we examine the effect of school resources on pupil outcomes. We find that higher school expenditures, triggered by higher revenues from local taxes on hydropower plants, have a significantly positive effect on pupil performance at age 16. The IV estimates contrast with the standard crosssectional estimates that reveal no effects of extra resources. Keywords: Pupil achievement, school resources JEL classification: I21, I28, J24 Acknowledgement: The paper is part of the project Student achievement: Disentangling the effects of social background and schools 158102S20 supported by the programme Competence, Education and Learning within the Norwegian Research Council. We have gained important insights into hydropower taxes from Gaute Solheim. Thanks to Lars J. Kirkeben for highly competent data handling. Thanks to Joshua Angrist, Sandra Black, Adne Cappelen, Paul Devereux, Jan Mnnesland, Knut Red, Kjetil Telle and seminar participants in, Uppsala, Arhus, the EALESOLE 2005 conference in San Francisco, the 2007 RES conference, the CEPR workshop on Human capital formation in Bergen 2007, Norwegian School of Economics, Frisch Centre and Statistics Norway for helpful comments and suggestions. 1 Identification of the effects of school resources faces several obstacles. First, resources 1. Introduction Knowledge of the relationship between school resources and student achievement is crucial for policy design. However, despite decades of research, the literature in this area is still inconclusive.1 In part, this is due to the difficulty of estimating the relationship between inputs and outputs due to the nonrandom allocation of resources. If parents who care more about education ensure that their children attend a high resource school, it may in fact be the parents who are causing the better performance and not the school itself. In a similar vein, if school districts allocate money based in order to compensate or reinforce differences in child abilities, simple OLS estimates of the relationship between money and performance will be biased. are typically endogenously allocated in response to pupil heterogeneity. Educational efficiency is characterized by an allocation with larger classes and lower teacherpupil ratios when pupils are well behaved Lazear, 2001. Moreover, when school authorities care about equality in outcomes, resources are partly allocated to schools on the basis of needs. Consequently, efficiency considerations and preferences for equality of outcomes may contribute to a negative association between pupil ability and school resources.2 Second, school resources are multidimensional, and the all other inputs equal effect can be hard to identify. For example, the familiar cap on class size, like the Maimonides rule, generates an exogenous variation in group size Angrist and Lavy, 1999. However, teacher hour intensity per class is subject to choice, and school districts are likely to allocate more teacher hours or other resources to pupils who, for exogenous reasons, end up in large classes. Finally, mobile families may respond to school resource heterogeneity or sort themselves into school districts or municipalities for other reasons, such as the quality of housing Hoxby, 2000. This study aims to identify the effects of school inputs on pupil achievement at age 16 in Norway achievement using a rich dataset from Norway including residential histories of parents. Our approach exploits the location of a natural resource waterfalls and a set of institutional features for taxing this resource that generate exogenous expenditure variation across school districts. Teaching of children up to age 16 is provided at the municipality level in Norway. School spending is limited by budget constraints faced by local communities, and resource effects can in principle be identified by utilizing variation in the level of revenues, or priorities, across municipalities. Richer local communities spend more on schools, but local budgets are not orthogonal to the pupil composition. Typically, children in highincome families tend to live in municipalities with high levels of tax 1 Leading scholars interpret the evidence differently; see Krueger 2003, Hanushek 2003 and Todd and Wolpin 2003. 2 Woessmann and West 2006 find strong evidence of compensatory resource allocation across schools and within schools based on students ability using international data. 2 revenues. To satisfy appropriate exclusion restrictions, we need a municipalitylevel revenue component that is exogenous. Natural resources often provide economic resources that are unevenly distributed across regions. In Norway, hydropower plants provide a tax base for a group of municipalities, as nature closeness to the waterfalls and technology introduced about 100 years ago determine plant location and access to this immobile tax source. Nature determined the direction of the waterfall, technology determined the location of power plants and the parliament has given local municipalities discretion to impose a property tax. Unlike taxes on income, the property tax is not taken into account when redistribution among municipalities, including transfers from the central government, is determined. About 40% of the municipalities receive revenues from property tax on hydropower plants, and we show that most of them spend significantly more on education than other comparable municipalities. The effect of school resources is identified by means of instrumental variable techniques focusing on the extra spending, or alternatively, teacher hours, provided by the hydropower communities. We motivate the IV procedure by reporting nonparametric Wald estimates from matching on a large set of municipalitylevel variables relevant for school expenditures. Because a single expenditure component such as class size is subject to input substitution bias, we focus on overall measures like teacher hours or total expenditures, both relative to the number of pupils. Variation in a single component such as class size, keeping all other factors equal, is rarely observed. Thus, identification by means of Maimonides rule does not account for endogeneity of other inputs. When more input characteristics are available in the data, there is also a potential pitfall associated with overcontrolling Todd and Wolpin, 2003. compulsory schooling 10th grade, age 16, including information on schools and pupils performance at a centrally marked exam. Conditioning on a rich set of family background variables, we are able to control for differences in pupil composition across municipalities. Because our instrument is given at the municipality level, we measure performance at the municipality level by means of estimated municipality fixed effects from an individual level regression, conditional on pupil and family characteristics. Given local government revenues, the level of school resources is influenced by the preferences of the electorate in the municipality and the local cost structure for operating schools, and we control for this variation by conditioning on a number of variables reflecting relevant municipality characteristics scattered populations and longer travelling distances, and thereby not representative of the broader population in terms of community characteristics. In order to limit potential bias because of selectivity The municipalities with hydropower tax revenues are typically small communities with We use matched register data for a complete cohort of graduates from the final year of 3 Our main findings are as follows. Standard least squares estimates indicate that school of municipalities, we focus on comparable municipalities, defined as the subset that has a similar cost structure when it comes to running schools. resources do not affect exam scores. When using hydropower tax revenues as an instrumental variable, school resources are found to have a significantly positive impact on pupil performance. The IV results indicate that NOK 10,000 US1,175 higher expenditures per pupil are estimated to raise the exam mark by 0.181. Thus, every sixth pupil will have hisher exam mark raised by one level, on a scale from one to six, if the municipality spends NOK 10,000 more on each of them in school. Furthermore, this positive resource effect seems to be mainly driven by the outcomes in municipalities with high levels of hydropower tax revenues and school expenditures. testing for whether children are inherently different in these municipalities, selective mobility in and out of hydro power municipalities, and lastly whether other amenities, such as better day care facilities, in hydro power municipalities may explain better performance at the age of 16. We find no indication of superior initial endowments among kids born in these municipalities. Endogenous mobility is not driving our results: Estimates based on the majority of pupils born in the municipality of graduation do not differ from those which include pupils moved in after birth and results do not change when we allocate pupils to their municipality of birth rather than their municipality of graduation. Finally, the observed differences in the level of day care services as an example of correlated amenities are unlikely to explain performance differentials more than ten years later We also test for alternative explanations of our findings. These robustness checks include 2. Identification strategies and empirical specification Using nonexperimental or observational data to identify causal effects of school resources on student performance is challenging because school authorities, teachers and parents all make choices Todd and Wolpin, 2003. School authorities not only fix total spending but also decide on the mix of input factors. If a single component is restricted, say class size, input substitution is likely to take place, for equity or efficiency reasons. Large classes are given more teacher hours, or extra resources of another kind. In addition, resources are usually allocated endogenously in response to pupil heterogeneity. Residential choice represents another challenge. Pupils are not randomly distributed across schools because families sort themselves into municipalities and school districts as a consequence of choosing a neighbourhood to live in. Finally, teachers may adjust their efforts in response to changes in school resource inputs. Consequently standard regression based evidence will only provide limited insight into the effects of school resources on performance. The influence of sorting and input substitution on the correlation between the error term in the performance equation unobserved ability and 4 Several identification strategies are used in the literature. The experimental approach unobserved school inputs and school resources is likely to differ across countries depending on the institutions that allocate resources to schools, and the pattern of parental school choice. While family sorting in the United States is likely to establish a positive association because families with stronger preference for education cluster in school districts with more resources, compensating resource allocations are presumably more important in many European countries with a more centralized public funding of schools. All in all, the presence of input substitution and compensating resource allocation imply that standard correlations between observed school inputs and pupil outcomes may not reflect causal relationships, even if they are conditional on a large set of relevant controls. requires specifically designed data. Krueger 1999 and Krueger and Whitmore 2001 build on randomized allocation of resources to pupilsthe Tennessee StudentTeacher Achievement Ratio STAR experiment conducted in the 1980sto test the effect of class size on test scores. Their evidence supports the view that smaller classes improve test scores. The natural experiment or quasiexperimental tradition uses regular observational data, focussing on institutional features that provide exogenous assignment of different school environments to pupils. The influential study by Angrist and Lavy 1999 exploits the socalled Maimonides rule, fixing the maximum class size in Israeli schools, so that class size is directly related to the number of pupils in a given grade. Their findings support the view that smaller classes raise test scores. A growing number of studies have followed in the AngristLavy tradition using regression discontinuity designalso with certain extensions of the original modelto identify class size effects on test scores. Recent studies from France using variants of this identification strategy find that smaller classes have a positive effect on student performance at both primary and secondary levels, although the magnitude of the estimated effects varies Piketty, 2004; Piketty and Valdenaire, 2006; GaryBobo and Hahjoub, 2006;. Among Nordic studies, Browning and Heinesen 2003 as well as Bingley, Myrup Jensen and Walker 2006 obtain the same result using Danish data. A recent study using Norwegian data in the Maimonides rule tradition, Leuven, Oosterbeek and Rnning 2006, uses basically the same pupil data as this paper. They find no effects of class size on pupil performance at age 16. Also Bonesrnning 2003 exploits restrictions on maximum class size to estimate the effect of class size on pupil performance among Norwegian 9th graders. He finds generally weak effects of class size, and the effect varies strongly with pupils family background as well as their effort. The maximum class size approach faces a problem of input substitution. School resources are multidimensional and not allocated in fixed proportions across schools. If restrictions apply to a subset of school inputs, and variations in restricted school inputs may be mitigated through substitution of other inputs, estimates based on exogenous variation in the restricted input may produce biased results. For example, assume a maximum class size of 30 pupils. 5 Among other studies in the quasiexperimental tradition, Hoxby 2000 uses data from In a school with 28 pupils in one grade and 32 in another, class sizes will be 28 and 16, respectively. To the extent that teacher intensity matters for pupil performance, and that school principals and authorities care about equity across grades, they will allocate extra teaching resources, and even their best teachers, to the larger classes. In this case, using class size as the resource variable and regulations on class size as an instrument is problematic, because the instrument will be correlated with the error term in the achievement equation. As shown in Hgeland, Raaum and Salvanes 2004, this argument is also empirically relevant, because there is a positive correlation between class size and teacher hours per class in Norwegian lower secondary schools. In addition, class size is outdated as a welldefined input component in education production. The technology of teaching has changed over the last 15 years, with larger variations in group size and teacher intensity per group across subjects see Telhaug, 1991; Cuban, 1994. It is far from evident that the size of the class captures the relevant cost components important for student performance.3 Consequently, teacher pupil ratios defined at the grade level represents a more relevant input measure, for methodological reasons as well as policy relevance. Connecticut in the US and relies on an experiment design in which crosscounty variation in birth rates and rules that determine the minimum and maximum class size are used for identification. Hoxby concludes that the class size effect on pupil test scores is equal to zero. Hanushek, Rivkin and Taylor 1996 use US data at different levels of aggregation and estimate the effect of teacherpupil ratios and teacher salaries on test scores and postsecondary education outcomes for high school students. They do not find any effect of school resources. Lindahl 2005 collected information for about 550 pupils from 16 schools in Stockholm during 1998 and 1999. The pupils took standardized tests in math at the end of the 5th grade, in the middle of the 6th grade and the end of the 6th grade. Using a valueadded approach, he finds some support for pupils taught in small classes achieving better performance than those taught in large classes. Hakkinen, Kirjavainen and Uusitalo 2003 use Finnish data from the lower secondary level and estimate the effect of teacher expenditures on student test scores. The exogenous variation in municipalitylevel school spending caused by the dramatic recession in Finland in early 1990s is used as an identification strategy. They find no significant effects. Card and Krueger 1992 exploit a court ruling that caused randomized changes in school funding to determine the effect of school quality on the convergence of the blackwhite wage differential. They find reasonably strong effects of pupilteacher ratios and teacher salaries on the blackwhite wage ratio. Card and Payne 3 In fact, regulations on maximum class size were abandoned in 2003 in Norway. Pupils are no longer connected to a fixed class at all times but to smaller or larger groups depending on the subject. During a typical school day, pupils are also grouped according to maturity or subjectspecific competence. This practice has been common in the Nordic countries, even before the maximum class size regulations were abandoned. 6 2002 find that exogenous increases in funding of schools by state Supreme Court rulings improve tests scores in lowincome areas compared with highincome areas. Our approach exploits a particular feature of the Norwegian system for allocating resources across schools. Teaching of children up to age 16 and other local public services are provided at the municipality level.4 Richer local communities spend more on schools. A substantial number of local communities receive exogenous revenues, providing independent variation that helps identify causal effects of school inputs. We argue that the property tax revenues from hydropower plants located in the municipality, unlike other revenues, represent an income source that is orthogonal to unobserved characteristics of the pupils that affect school performance. More institutional details are provided in sections 3 and 4. To avoid the problems of partly unobserved input substitution, we focus on comprehensive measures of school resources such as total expenditures and teacher hours per pupil. the municipalities, our analysis is naturally carried out at the municipality level. The institutional setup calls for a standard instrumental variable IV approach where the estimator is based on the following two equations. Because both schools and the property taxes on hydro power plants are administered by 1 2 School resources:SRm a b FAMCOMPmc MUNCTRLmd HPTRmum Pupil performance:Am e g SRmf FAMCOMPmh MUNCTRLmvm. In the resources equation 1, we use teacher hours per pupil and total expenditures per pupil as the two alternative measures of SRm, where m indicates that all variables are at the municipality level. In addition to the hydropower tax revenue HPTRm used as the instrument, we include a number of municipalitylevel controls MUNCTRLm such as the number of pupils and travelling distances see section 4 for a detailed discussion and definitions. In addition, we control for an extensive set of family background variables see section 3 for details, aggregated up to municipality level FAMCOMPm. In the outcome equation 2, our estimate of pupil performance is affected by SRm instrumented by HPTRm, conditional on all the other variables in the school resources equation. The parameter of interest is g. The need for an instrument arises from the potential interdependence between um and m. Sorting on unobserved pupil ability as well as compensating resource allocation will generally create a correlation between these two residuals. If we estimate the 4 However, curriculum and teacher certification criteria are set at the national level. 7 Because we are estimating the equation at the municipality level, we construct an outcome equation directly, a bias is likely to arise because of the correlation between school resource use SRm and the residual, m. adjusted municipality performance index Am. We estimate this municipality level outcome variable as the municipality fixed effect m in a crosssection regression of individual performance im, on gender, age, exam subject, all variables captured by Ci and a detailed set of family background characteristics Fi. The equation is expressed as follows: 3 im Mm 1m MimC iim Fi, where i denotes the individual, and Mim 1 if pupil i graduated in municipality m, zero otherwise. Thus, m A cid:0m. In order to take into account the grouping of pupils into municipalities and the use of Norwegian municipalities are quite diverse along several dimensions. In our analysis, we estimated coefficients in 2, we utilize the FGLS estimation procedure described in Hanushek, Rivkin and Taylor. 1996.5 focus on a subset of comparable municipalities with a similar school cost structure and exclude municipalities with a set of characteristics that predict particularly high or low expenditures see section 4 for details. To complement the IV analysis, we also report estimates from a more flexible approach where the performance of pupils in communities with hydropower tax revenues is compared directly with outcomes of pupils in neighbouring municipalities. Neighbours are not defined by geographical closeness but by predicted school expenditures. This Wald estimator simply relates the performance differential and the observed resource differential, and the effect is defined as the ratio between the two. problems related to mobility remain. Families and pupils move, and they sometimes cross municipality borders. The first problem related to mobility is that of endogenous location. Pupils tend to cluster nonrandomly in schools because parents sort themselves into neighbourhoods and school districts. If these processes sort pupils with disadvantaged backgrounds into districts where schools have low high resource use, the effect of school resources on pupil achievement is upward biased. Peer effects, where pupils benefit from having clever schoolmates, are likely to reinforce this. Both Even with exogenous school resource allocation along the lines just described, 5 The estimation procedure is as follows: 1 and 2 are first estimated by ordinary twostage least squares. The square of the residuals from 2 are then regressed on the sampling variance of the municipality fixed effects, m, from 3. The inverses of the predicted squares of the residuals from this regression are used as weights in the twostage feasible generalized least squares estimation of 1 and 2. 8 The second problem is related to the exposure period and adequate measures of Our main analysis does not address the problem of endogenous location explicitly. effects may be empirically relevant in our setting, because it is public information that municipalities with hydropower plants tend to spend more on, and presumably offer a higher quality of, local public goods such as schools. Conditioning on a very rich set of family characteristics partly solves the problem, but there may still be biases because of unobserved ability. It is not obvious, however, that families with highability children are the most likely to locate in municipalities with HPTR. On the one hand, parents with children who are expected to need special attention or supervision, might have extra incentives to move into a community with extra resources. On the other hand, educationoriented parents are more likely to move into highresource areas. Consequently, sorting on unobserved variables may affect the estimate, but there is no obvious direction of the potential bias. resources. Pupils accumulate skills over time, and their performance at age 16 will typically reflect school input throughout their whole career, not only the resources experienced during the final three years as observed in our data see Todd and Wolpin, 2003. As a consequence of mobility among pupils during their school age, the effects of school resources tend to be downward biased because of measurement error. Moving pupils have been exposed to resources different from those observed at the time of graduation. However, detailed information on the municipality of residence and migration patterns of pupils and parents across municipalities over a long period of time enables us to study mobility patterns and test implications of mobility by estimating school resource effects, conditional on seniority in the municipality of graduation. More specifically, we estimate the effect of school resources, conditional on graduation in the municipality of birth, and also on whether the mother lived in the graduation municipality in 1980, seven years before the child was born. resources in a compensatory way across schools within the municipality. This is because our exogenous variation for identifying resource use is at the municipality level and not at the school level. Less resources are allocated to schools with pupils who are expected to perform well for a given school environment, and more teacher hours are provided for schools with less able children. Compensating resource allocation implies that a pupil characteristic that has a positive effect on achievement also has a negative effect on resource variables and will bias estimates downward if the actual characteristic is not controlled for. It is important to note, however, that within municipalities, compensating resource allocation will only bias our results in so far as the resource effects vary across the ability distribution. Another aspect that our approach does not control for is that municipalities may allocate 9 3. Data and institutional features School districts Norwegian municipalities operate schools to provide compulsory education 1st 10th grades, ages 616. They also provide basic health services, organized care for children and the elderly, and infrastructure like water and sewage, and they support a variety of cultural activities. Compulsory schooling accounts for, on average, about 29% of their total expenditures.6 Municipal activities are financed by a local income tax, a poll tax in terms of housingrelated utility charges, and property taxes, as well as redistributive transfers from the central government see Borge and Ratts, 2004. In addition to the local income tax with a capped rate, municipalities are allowed to impose a property tax, which accounts for a maximum of 0.7% of their tax base. About onehalf of the municipalities currently have a property tax, and nearly all of these apply the maximum rate. Houses in townlike areas as well as physical capital of firms buildings, machinery etc may be taxed. Many municipalities choose to exclude houses from the property tax, in order to reduce the tax burden on their own residents. The municipality is free to implement a property tax on production facilitiesplants, including hydropower plants. This property tax applies to all businesses, but the tax base asset value may be set low to avoid large taxes on locally owned firms. School resources We consider two alternative measures of school resources. Both are constructed as averages across schools at the municipality level, covering the three years prior to graduation to reflect school inputs during the period when the pupil attended lower secondary school. Teacher hours. Every school provides annual information on i the number of pupils by grade and ii the total hours of instruction for 8th 10th grades to the Norwegian Compulsory School Information System GSI. Traditionally, instruction has taken place within classes, but the number of teachers occupied with pupils belonging to a given class varies across subjects, classes, grades and schools. Statistics Norway. We use total expenditure on primary and lower secondary schools 1st 10th grades, ages 616 per pupil, excluding transport of pupils and costs associated with afterschool, noncurricular activities SFO. This expenditure measure covers wage costs for teachers and other Expenditures. Municipalities annually report expenditures by sector of activity to 6 Statistics Norway: Net expenditures primary and lower secondary education, as percentage of all net expenditures, average all municipalities Statistikkbanken: netto driftsutgifter grunnskole i prosent av samlete nettoutgifter, 2005, gjennomsnitt alle kommuner. 10 personnel, cleaning services, heating and lightning, teaching equipment, ICT, library services and maintenance of buildings. Norway spends more on primary and secondary schools than most other OECD countries. The cumulative expenditures on educational institutions per student over the duration of primary and lower secondary education exceed US80,000 in 2003 prices, which is very close to what is spent in the United States. Among OECD countries, only Luxembourg spends more see OECD, 2006. Pupil achievement at age 16 Our sample covers all pupils who completed compulsory education in Norway 10th grade in the lower secondary school in 2003. Individual marks by subject, individual characteristics and family background variables are collected from administrative registers. In principle there is no attrition, but a small minority of pupils are dropped from the dataset because of missing family information. Data are collected by the Directorate for Primary and Secondary Education and contain information on which school the individual graduated from, as well as marks by subject. Marks are awarded on a scale from one to six higher marks indicating better performance. This study focuses on performance in the final written examination at the end of 10th grade. The exam mark is based on a fivehour test in one of the core subjects of Mathematics, Norwegian or English. All pupils in the country do the same subjectspecific test. Pupils are randomly allocated to subjects, and the marking is anonymous and done by external examiners. Pupil characteristics and their family background To measure Ci and Fi in equation 3, detailed information on pupil and family characteristics along a number of dimensions are taken from several administrative registers. All variables are constructed for the year in which the pupil graduates. Demographic information and family structure: We include dummy variables for the pupils gender, quarter of birth given graduation in the year they turn 16 and graduation in years earlier or later than expected according to their age. Parents marital status is measured by means of dummies reflecting whether they are married to each other, cohabitants, separated, divorced or none of these, and dummy variables indicating whether the father andor mother is unknown. The age of the mother and father at the birth of their first child is represented by dummy variables reflecting age intervals. Another detailed set of dummies reflects the number of full siblings, the number of half siblings and the rank in the birth order of full siblings. 11 Parents education: Educational attainment is classified into four categories: lower Economic resources, unemployment, disability pension and social assistance: As the secondary, upper secondary, lower tertiary and higher tertiary education. Based on this classification, we construct dummy variables for all combinations of fathers and mothers education. Immigrant status: Pupils with both parents born abroad are classified as immigrants. We distinguish between 15 countriesregions of origin by means of dummy variables. Age at immigration for the pupil is defined by intervals distinguishing between those who were born in Norway or who immigrated before they were three years old, and those who immigrated when they were 35, 57, 79, 911, 1113 or 13 years or more. permanent economic resources of the family may be more important than current income during the final school years, family income is defined as the sum of the fathers and mothers taxable labour income during the last 10 years regardless of marital status. Dummy variables reflect the position quintile in the family income distribution. Family wealth for the pupil is defined as the sum of the fathers and mothers individual taxable wealth for the year prior to graduation. Because wealth typically increases over the working part of the life cycle, we construct agespecific wealth distributions, where we divide families into fiveyear age intervals based on the average age of the parents. Dummy variables reflect whether the family belongs to one of the upper four deciles of its agespecific wealth distribution. A majority of families have negative taxable wealth. The tax value of housing, which is the most common nonfinancial asset, is far below market value. Negative taxable wealth is reported as zero. for the parents during the 10 years prior to the pupils graduation. We ignore short unemployment spells and define a person as unemployed if he or she was registered as unemployed for at least three months of a calendar year. We construct dummy variables, separately for mother and father, for unemployment in the graduation year, and for unemployment one, two, three, four and five or more years during the 10year period prior to graduation. Similarly, we construct variables indicating the receipt of a disability pension and social assistance. We define a person as on a disability pension if he or she received disability pensions for more than six months of the calendar year. Our criterion for defining a person as receiving social assistance is that he or she received at least NOK 20,000 approx US2,850 in a given year. Dummy variables for disability pensions and social assistance are constructed in the same manner as for unemployment. Unemployment records are used to construct variables for the incidence of unemployment 12 4. Instrumenting school resources Our identification strategy rests on the idea that richer local communities spend more on schools, see Aaberge and Langrgen 2003 for Norwegian evidence. Revenue variation across municipalities is partly generated by differences in what municipalities receive as income tax from their residents. Consequently, local government revenues are presumably not orthogonal to pupil composition. For example, children of highincome families tend to live in affluent local communities with high levels of tax revenues. Although the Norwegian state transfer system is highly redistributive, as higher local income taxes trigger reduced transfers from the central government, municipality revenues may be correlated with the ability of pupils.7 To satisfy appropriate exclusion restrictions, we need an exogenous component of municipality tax revenues. In the Norwegian case, location of hydropower plants in combination with a local property tax constitutes a promising candidate because, basically, nature and available technology determine the location of hydropower plants and thereby the access to an immobile tax source. Hydropower technology was introduced about 100 years ago, and many of the power plants were established around that time. This timing of events therefore avoids the potential connection between location of plants and pupil ability that could exist if entrepreneurial people, with clever children, clustered in areas with power plant investments.8 Local property taxes from hydropower plants Information on local government revenues generated by tax on hydropower plants HPTR is not readily available, but we have collected data specifically for this study. Only total yearly property tax revenues are reported by the municipalities to Statistics Norway. By means of information on the property values for the around 800 hydropower plants including dams and reservoirs and detailed information on their locations needed because a single plant can have facilities in more than 10 municipalities9, we calculate the share of the total property tax in 2002 that can be attributed to hydropower plants. Unlike taxes on other properties, these are typically paid by companies with owners outside the local community. Therefore, nearly all municipalities with waterfalls have implemented the maximum tax of 0.7% of the asset value of the hydropower facilities. Because a single hydropower plant often has reservoirs in more than one municipality, the asset value of each 7 See, for instance, Aaberge and Langrgen 2003 for an assessment of the degree of redistribution across municipalities in the Norwegian tax system. 8 One could argue that intergenerational transfer of skills would imply that descendents of the entrepreneurs are a selected group of pupils, but the relatively low earnings persistence across generations in Norway see Bratsberg et al., 2007 suggest than any such sorting effect would be negligible within a two or threegeneration perspective. 9 The tax base, or property value, is determined by the net present value of the plants revenues and costs. In 2002, however, the value of all plants was subject to a minimum value, proportional to the average production during the previous five years. 13 We calculate the share of property taxes related to hydropower plants in 2002, and we plant tax base is distributed across local governments according to percentages determined by The Norwegian Water Resources and Energy Directorate NVE. multiply this by yearly total property taxes to get an estimate of the average annual hydropower property tax during 19922000, by municipality. We deliberately use the permanent level of HPTR because local authorities are expected to smooth consumption. Local politicians are unlikely to adjust school spending to transitory shocks in HPTR.10 Determination of school resources To provide information about the scaling of variables, Table 1 describes the distribution of resources across municipalities, based on all municipalities with valid information on all variables. On average, expenditures per pupil are around NOK 54,250 US7,800. The variation is substantial, as the 10th percentile spends NOK 43,900 US6,300 and the 90th percentile spends NOK 68,600 US9,800. For comparison, Hanushek, Rivkin and Taylor 1996 report that expenditures across US states in the early 1990s varied between US2,960 and US8,645. Among municipalities without hydropower revenues, average expenditures are lower. The variation in teacher hours across all municipalities is also substantial with a 9010 logdifferential of about 0.62. As for total expenditures, teacher hours per pupil are lower in municipalities without HPTR. 10 For the same reason, the differenceindifference IV approach exploiting changes in HPTR within municipalities using multiple pupil cohorts is inadequate. 14 Table 1: School resources, HPTR and municipality characteristics 2 Municipalities without 1 All municipalities HPTR 3 Comparable municipalities Expenditures NOK 10,000 Ln Teaching hours Expenditures Ln Teaching hours Expenditures Ln Teaching hours 6.41.764 3.16.559 50.0 11.4 .018 .005 .008 .002 .020 .158 .070 .312 .144 .290 22 18 130 52 14 11 87 62 .263 .116 5.66 1.90 .020 .007 1.07 14 138 80 5.21 1.03 4.28 6.60 4.50 .25 4.25 4.89 4.54 .25 4.26 4.89 5.43 1.11 4.39 6.86 5.44 .97 4.44 6.69 4.52 .20 4.28 4.82 3.54 1.54 .554 .347 .047 .027 .072 .073 .171 .084 .031 .019 .001 .002 .041 .007 .176 .021 .040 .005 .163 .028 .044 .0066 .083 .025 .919 .451 .150 1.43 .002 .0016 .0152 .011 .854 .347 1.63 1.87 .982 .431 .067 1.33 29.03.48 14.925.9 2.41 0.54 8.37 1.21 .047 .0083 .061 .013 3.17 .616 1.76.414 2.32 0.65 3.27 .054 1.86 .037 2.47 .058 0.834 .014 .461 .095 .612.149 Panel A. Descriptive statistics Average Standard dev 10th percentile 90th percentile Panel B. OLS Pupils10000 Pupils 2107 Pupils 31012 Travelling distance neighbour Travelling distance zone Fraction mentally retarded Political left majority Fraction tertiary education Pupil composition, parental characteristics Fraction tertiary ed. 1.050.150 Fraction upper secondary ed. Family earnings Fraction in quintile 1 Fraction in quintile 2 Fraction in quintile 4 Fraction in quintile 5 Fraction unemployed Fraction with disability pension Fraction on welfare benefits Fraction nonWestern immigrants HPTR per capita NOK 10,000 Municipalities 376 Pupils 27485 Adj R2 .664 Marg. Adj R2 .004 Note: of pupils as a municipality characteristic refers to 1st 10th grades for expenditures and 8th 10th grades for teacher hours. 1.59 .860 2.06 .942 .06 1.07 2.31 .922 2.98 1.18 .317.194 .368 .212 .442 .242 .368 .209 .913 .265 .468 .725 .598 .780 1.61 .986 .219 .860 1.79 1.01 .406 .285 .304 .308 .286 .331 .501 .68 1.15 .337 2.01 1.24 .872 1.34 .361 1.44 2.56 1.17 5.11 1.46 .686 .138 .900 .311 .445 1.75 .036 .225 .605 1.33 .013 .307 373 26428 .648 .050 429 51483 .541 .0047 429 51483 .556 .053 299 43377 .495 .090 .565 2.13 1.52 299 43377 .451 .94 1.85 .201 .417 1.70 2.46 .89 .13 .065 .030 . 156.982 Na Na .66 2.05 .282 .462 .701 2.48 .149 .572 .081 1.85 .011 .395 .326 .156 .273 .173 .528 .213 .190 .185 .675 .219 873 .404 1.28 1.24 .400 .267 .984 .851 .051 .185 .425 .330 .77 .011 .055 .023 15 Given local government revenues, the level of school resources is influenced by The coefficients of the school resource regressions are displayed in Table 1, Panel B. The first two columns show how HPTR influences the level of resources, conditional on other municipality characteristics. The effect of hydropower tax revenues on expenditures is significantly positive, with a tvalue of about seven. The point estimate is close to unity: If hydropower tax revenues per capita increase by one NOK, expenditures per pupil increase by NOK 0.89. The effect on log teacher hours per pupil is estimated to be 0.065, which says that an extra NOK 10,000 in hydropower tax revenues per capita raises teacher hours by about 6.5%. However, the tvalue is just above two, indicating that HPTR is a weaker instrument for teacher hours per pupil. preferences of the electorate in the municipality and the local cost structure for operating schools. Panel B includes estimates of costrelated expenditure determinants like the number of pupils, travelling distances measured by average travelling minutes from the centre of own neighbourhood to the next neighbour and to the municipality centre zone, as well as the proportion of disabled children. Expenditures related to schools are fundamentally linked to the size of the schoolage population. This is particularly so in communities with a scattered population, as limits on acceptable commuting distances generate sizeable economies of scale. Expenditures per pupil are, for small and medium sized municipalities, decreasing in the number of pupils. Locations of houses, and thereby the travelling distances of pupils, affect costs via the number of schools. Longer distances cause expenditures and teacher hours to rise. Disabled children are typically integrated in local schools with additional resources. To account for the presence of pupils requiring extra resources, we include the share of mentally disabled pupils aged 616, as well as a number of family background characteristics of the graduating pupils; the shares of parents with tertiary education and upper secondary school, as well as the shares who are unemployed, receiving welfare transfers or disability pension, and the share of nonwestern immigrants as defined in section 3.11 resource allocation. When pupils have a more privileged family background, fewer resources are allocated to schools. The positive signs on unemployment are clear evidence of this practice, and the negative effects of higher parental education point in the same direction. The results for family The family background of the actual pupils affects the resources through compensating 11 We do not simultaneously model the municipality supply of different services. For example, via the budget constraint, changes in the elderly population that generate an increased level of services in care for the elderly may affect resources allocated to schools Aaberge and Langrgen, 2003. Actually, we have included variables that affect other types of municipality expenditures, like the age distribution of the population, but they do not seem to have any effect on school spending. 16 earnings, i.e., the fractions in the lower and upper quintiles, are mixed, but the high correlation between family characteristics makes it hard to get precise estimates of each of them.12 The priorities of the local council and its constituency seem to affect school resources. A politically left local majority and a more educated electorate share of the adult population with higher education have a positive influence on school resources, but the coefficients are not always significant. Comparable and neighbouring municipalities The municipalities with hydropower tax revenues are not representative in terms of community characteristics. They are typically small communities with scattered populations and longer travelling distances. This heterogeneity may generate correlations between expenditure determinants, hydropower tax revenues and unobserved factors affecting pupil performance. In order to limit potential bias because of selectivity of HPTR municipalities, we focus mainly on comparable municipalities defined as the subset that holds a similar level of predicted expenditures. We define comparable municipalities as those who hold predicted expenditures teacher hours within the range observed among municipalities with and without HPTR. To predict school resources we use estimates from the sample of municipalities without hydropower tax revenues column 2 in Table 1. In Figures 1 and 2, we first compare municipalities with HPTR Panel A and without HPTR Panel B and display the kernel densities of the predicted level of expenditures and teacher hours, respectively. The comparable communities for expenditures lie in the range of NOK 45,000 to 78,000 per pupil and for log teacher hours between 4.30 and 5.09. As will be clear below, our main effects will partly be driven by outcomes in municipalities with high HPTR. The C panels display the distributions in these communities. Basically we exclude municipalities with extremely low and, to some extent, high levels of predicted resources per pupil, illustrated by the vertical cutoff lines in Figures 1 and 2. Municipalities with low costs typically have more pupils than the largest among those with hydropower tax revenues. 12 If we use the average predicted individual performance of the pupils based on micro level family characteristics, instead of aggregated family characteristics, we get a significant negative estimate clearly supporting the existence of compensating resource allocation. 17 Figure 1: Distribution of Predicted Expenditures by HPTRA. Without HPTRB. Positive HPTR80.60.40.ytisne D20.09030Predicted Expenditures per Pupil 1000 NOK607545C. High HPTR9030Predicted Expenditures per Pupil 1000 NOK456075ytisne D80.60.40.20.01.80.ytisne D60.40.20.03090Predicted Expenditures per Pupil 1000 NOK456075Figure 2: Distribution of Predicted Log Teacher Hours by HPTRA. Without HPTRB. Positive HPTR332ytisne D12ytisne D14.2Predicted log Teacher Hours per Pupil 4.64.84.45.255.40443ytisne D21044.2Predicted log Teacher Hours per Pupil 5.24.44.84.655.4C. High HPTR4.2Predicted log Teacher Hours per Pupil 4.44.85.24.655.40418 Considering the set of comparable municipalities, Table 2 displays the means of municipality characteristics, by level of hydropower tax revenues. We have already shown that municipalities with positive HPTR use more resources, and the numbers are displayed in the first two rows. However, low levels of HPTR appear to have no effect on school resources. Table 2: School resources per pupil and municipality characteristics, by hydropower tax revenue among comparable municipalities mean values No HPTR Comparable municipalities Low HPTR Medium HPTR High HPTR 52,578 89.5 402 1,095 3.10 8.01 .364 .171 .057 52,598 93.8 0 872 3.51 7.93 .236 .164 .073 58,016 106.6 1,270 502 4.03 9.52 .342 .146 .064 64,497 111.4 6,797 376 5.08 11.28 .250 .157 .063 Municipality level Expenditures per pupil NOK Teaching hours per pupil HPTR per capita NOK Pupils in 1st 10th grades Travelling distance neighbour Travelling distance zone Left majority Fraction tertiary education Fraction mentally retarded, 615 Pupil composition, parental characteristics Fraction with tertiary education Fraction with secondary education Family earnings Fraction in quintile 1 Fraction in quintile 2 Fraction in quintile 4 Fraction in quintile 5 Fraction unemployed Fraction with disability pension Fraction on welfare benefits Fraction nonWestern immigrants Municipalities Note: Sample of municipalities with comparable predicted expenditures per pupil. Sample characteristics are very similar for municipalities with comparable levels of teacher hours per pupil. Expenditure per pupil refers to 1st 10th grades, while teacher hours per pupil covers 8th 10th grades. .306 .645 .242 .260 .159 .078 .051 .100 .032 .015 44 .290 .662 .250 .268 .157 .071 .057 .111 .039 .021 38 .205 .252 .186 .100 .052 .109 .034 .021 44 .317 .632 .207 .251 .184 .108 .061 .104 .035 .022 250 .332 .627 19 Municipalities with HPTR are also different from other municipalities along a number of other dimensions. They are smaller in terms of average number of pupils, and travelling distances are somewhat longer. HPTR municipalities are more likely to have a politically left majority, but the fraction of voters with tertiary education is of a similar magnitude. There is no systematic difference according to the observed family background of the pupils. As HPTR is determined by nature topography, a possible concern is that HPTR serves as a proxy for geographical location and hence reflects regional effects that may affect resources and unobserved pupil ability. Figure 3 illustrates that municipalities with HPTR are widely scattered across the country although many are located in the central, highaltitude areas of the southern part of Norway. Figure 3: Geographical location of municipalities, by hydropower property tax revenue 20 Returning to the power of the instrument, we find that the effects of HPTR on resource use are slightly lower when we restrict the analysis to municipalities with a comparable expenditure structure see column 3 comparable municipalities in Table 1, which are the firststage regressions in our IV analysis. However, even across comparable municipalities, HPTR is a powerful instrument for school spending. Figure 4 displays the relationship between HPTR and residual expenditures left and teacher hours right. Residual expenditures are defined as the difference between observed and predicted expenditures based on parameters in column 3 of Table 1. In other words, the two figures display the effects of the instrument, conditional on municipality characteristics that affect variation in cost structure and priorities. Basically, the figures indicate that, first, the effects of the instrument are not totally driven by extremely rich municipalities and, second, linearity seems to be a fairly good approximation. We see that there is a larger effect of HPTR on expenditures per pupil than on teacher hours per pupil. Thus, HPTR is a stronger instrument for the former resource measure. For teacher hours, there are also some outliers with high HPTR, but excluding these municipalities does not qualitatively affect our findings. Figure 4: School Resources and Hydro Power Tax Revenues 000034.KON00002 lipu P00001 rep serutidnepx E0 liaudse R0000100002lipu P2. rep sruo H0 rehcae Tgo L liaudse R2.4.010Hydro Power Tax Revenue per capita 1000 NOKHydro Power Tax Revenue per capita 1000 NOK20300102030 21 Our Wald estimator in section 5 is based on a comparison of pupil performance in municipalities with and without HPTR. In order to make the Wald estimates as comparable as possible to the regression results, we make the two groups as equal as possible by matching municipalities. The matching procedure follows the nearest neighbours principle, where neighbourhood is determined by cost structure, not by geographical location. The idea is that differences in resource use between two municipalities that are similar according to the factors that determine the costs of providing schooling at a given standard can be used for comparing pupil outcomes. The matching approach compares two sets of municipalities, where one is rich because of HPTR and the other is less affluent within each pair. The hydropower tax revenues imply that more resources are allocated to schools in the richer communities. Based on the school resource models in column 2 of Table 1, we calculate predicted school resources, given observed municipality characteristics, and we select for each HPTR municipality its five closest neighbours. We have chosen to include more than one neighbour to reduce the variance in both resources and performance. The disadvantage of including more neighbours i.e., less precise matches are therefore a potential bias is limited because the differences in predicted resources between potential neighbours are fairly small. municipalities with HPTR and their neighbours. Municipalities with low HPTR have higher expenditures on schools than their neighbours see Table 3A, but their teacherpupil ratios are almost identical see Table 3B. When HPTR is substantial, municipalities spend more on schools and have more teachers than their neighbours. The B panels of both tables display the mean characteristics of the HPTR municipalities and their neighbours. HPTR municipalities are typically smaller and tend to have longer travelling distances. Other municipality characteristics are fairly similar, but there is a tendency for HPTR municipalities to have characteristics that contribute to lower spending, counteracting the effects of size and travel distances. In Tables 3A and 3B, Panel A, we report the level of school resources in the 22 Table 3A: Municipality characteristics, by level of HPTR and their five nearest matched neighbours: Expenditure sample mean values Low HPTR Medium HPTR High HPTR Low Matched with HPTR 0 Medium Matched with HPTR 0 High Matched with HPTR 0 A. Expenditure per pupil 52,578 50,793 58,016 53,333 64,497 55,832 0 986 1,270502 0 668 6,797 376 .0 514 3.22 7.05 .227 .167 .171 8.01 .364 3.10 .0006 B. Municipality characteristics HPTR per capita .402 pupils 1095 Travelling distance neighbour Travelling distance zone Political left majority Fraction tertiary education Fraction mentally retarded Pupil composition, parental characteristics Fraction with tertiary education Fraction with sec. education Family earnings Fraction in quintile 1 Fraction in quintile 2 Fraction in quintile 4 Fraction in quintile 5 Fraction unemployed Fraction with disability pension Fraction on welfare benefits Fraction nonWestern immigrant Municipalities .205 .252 .186 .100 .021 .034 .052 .109 .627 .332 44 4.03 9.53 .342 .146 3.98 8.81 .242 .154 5.08 11.28 .250 .157 4.40 9.53 .259 .156 .0006 .0007 .0006 .0007 .299 .662 .250 .268 .157 .071 .057 .111 .039 .021 .302 .647 .208 .265 .178 .094 .059 .102 .033 .018 .306 .645 .242 .260 .159 .078 .051 .100 .032 .015 .302 .642 .214 .270 .180 .082 .069 .106 .034 .017 .0007 .322 .631 .195 .248 .188 .120 .056 .105 .032 .023 445 38 385 44 445 23 Table 3B: Municipality characteristics, by level of HPTR and their five nearest matched neighbours: Teacher hours sample mean values Low HPTR Medium HPTR High HPTR Low Matched with HPTR 0 Medium Matched with HPTR 0 High Matched with HPTR 0 A. Teacher hours per pupils 89.49 87.02 107.00 97.51 111.38 101.0 8.01 .171 .332 .364 3.10 .0006 B. Municipality characteristics HPTR per capita 402 pupils 1095 Travelling distance neighbour Travelling distance zone Political left majority Fraction tertiary education Fraction mentally retarded Pupil composition, parental characteristics Fraction with tertiary education Fraction with sec. education Family earnings Fraction in quintile 1 Fraction in quintile 2 Fraction in quintile 4 Fraction in quintile 5 Fraction unemployed Fraction with disability pension Fraction on welfare benefits Fraction nonWestern immigrant Municipalities .205 .251 .186 .100 .021 .034 .052 .109 .627 44 .0007 .328 .628 .200 .247 .186 .118 .056 .103 .032 .024 .0 1050 3.11 7.37 .200 .171 1,270504 .0 649 6,797 376 .0 535 4.25 10.06 .316 .146 4.05 9.02 .237 .152 5.08 11.28 .250 .157 4.52 9.90 .305 .152 .0007 .0007 .0006 .0007 .287 .665 .254 .268 .156 .071 .058 .115 .039 .021 .305 .642 .217 .269 .172 .088 .065 .107 .033 .018 .306 .645 .242 .260 .159 .078 .051 .100 .032 .015 .302 .642 .229 .266 .168 .080 .072 .107 .035 0.19 445 38 385 44 445 24 Columns 2 and 3 in Table 4 provide the Wald estimates, which relate the average from estimation of 3. When we compare all HPTR municipalities with their matched 5. School resource effects We start the presentation of the results first by showing performance differentials for neighbouring matched municipalities. The logic of our identification strategy builds on the idea that effects are defined by different, and presumably superior, performance among students in HPTR municipalities. Column 1 in Table 4 displays the performance differentials, measured by average exam marks, the proportion with basic skills mark above 2 and the proportion with high skills mark 5 or 6. These differentials are adjusted for family background characteristics as discussed in section 2, i.e., m A cid:0mneighbours, the differential in average marks is .032, and an equal percentage obtains basic skills .007 differential in Panel II, while more pupils get the highest scores .019 differential in Panel III in HPTR municipalities. Except for the proportion of pupils with high skills, the differentials are not significant. It is evident from rows 2 to 4 in Panels IIII that the positive performance differentials are larger for municipalities with high levels of HPTR, for which even the mean differential is clearly significant. outcome differentials in column 1 to the respective resource differentials by simply calculating the ratio between the two. We see the Wald statistics based on these differentials as preliminaries, or advanced descriptive statistics. Considering all HPTR municipalities, the effect on average performance is positive for both teacher hours and expenditures, but the latter is not statistically significant. A 10% increase in teacher hours per pupil is estimated to raise marks by .044, which amounts to a one level improvement for one in every 25 pupils. At the lower end of the achievement distribution, the Wald estimator suggests a small and positive effect on basic skills Panel II from increased teacher hours, but again only significant at the 10% level. Higher expenditures do not seem to have any effect on basic skills when we compare all municipalities with and without HPTR. The impact on the proportion with high skills is larger and significant Panel III, with estimates equal to .041 and .018 for expenditures and teacher hours, respectively. highHPTR municipalities. When we split by level of HPTR, no significant effects are found based on municipalities with low or moderate HPTR. Pupils in municipalities with high HPTR, however, have significantly better performance than pupils in neighbouring communities. The Wald estimates are all significant, except for basic skills. All in all, the Wald estimates of Table 4 clearly suggest that large differences in school resources do matter. The positive effects of school resources seem to be driven mainly by the outcomes of 25 Table 4: School resources and pupil performance: Wald estimates based on neighbouring municipalities 1 Marks Differential 2 Wald Expenditures NOK 10,000 3 Wald Ln Teacher hours10 I. Mean on scale 1 to 6 HPTR 0 vs no Low HPTR vs no Med HPTR vs no .032 .020 .021 .029 .019 .030 .111 .019 .007 .006 .011 .017 .010 .052 .048 Low HPTR vs no High HPTR vs no II. Basic skills proportion with mark 2 HPTR 0 vs no .007 .009 .002 .016 .001 .017 .023 .014 High HPTR vs no III. High skills proportion with mark 5 or 6 HPTR 0 vs no Med HPTR vs no Low HPTR vs no Med HPTR vs no .070 .046 .106 .165 .039 .065 .113 .050 .015 .020 .010 .086 .002 .034 .025 .016 .041 .017 .027 .047 .032 .022 .056 .044 .024 .008 .043 .012 .029 .117 .041 .019 .011 .009 .020 .007 .014 .036 .021 .018 .008 .001 .014 .009 .010 .041 .018 .017 High HPTR vs no Note: Wald estimates based on Mean Differential PerformanceMean Differential Resources. Resource differentials are displayed in Table 3. The reported performance differentials in column 1 are for the expenditurematched sample, but the differentials for the teacher hoursmatched samples are very similar. The log teacher hours per pupil estimate is divided by 10 to have an interpretation of approximately a 10% increase in teacher hours per pupil. Standard errors are in parentheses. indicate statistical significance at the 10%5%1% level respectively. Observations matched pairs are weighted with the inverse of the sum standard errors of the estimated municipality performance effects. .012 26 Table 5: School resources and pupil performance; Comparable municipalities: OLS and IV estimates 1 OLS No controls 2 Family background adjusted OLS 3 Family background adjusted municipality characteristics. OLS Panel A. Effect of increased expenditures NOK 10,000 per pupil on I. Mean II. Basic skills III. High skills .005 .015 .002 .005 .000 .004 .004 .006 .029 .013 .006 .004 .007 .004 .006 Panel B. Effect of more teacher hours lnhours per pupil10 on I. Mean .018 II. Basic skills III. High skills .001 .002 .001 .002 .005 .002 0.004 0.002 4 IV .181 .063 .040 .019 .048 .021 .252 .124 .048 .026 .068 .037 .014 .021 .012 .007 .004 .007 .001 .010 .001 .003 .001 .003 Yes No Yes Yes No No Yes Yes 373376 373376 373376 373376 Family characteristics Municipality controls Municipalities Note: Dependent variables are average marks row I, fraction with basic skills row II and highly skilled row III at the municipality level. Standard errors are in parentheses. indicate statistical significance at the 10%5%1% level respectively. Observations are weighted as described in section 2. Turning now to our preferred IV approach, the main results are given in Table 5. Column 1 reports the bivariate least squares regression coefficients and reveals that school resources are basically uncorrelated with measures of pupil performance in comparable municipalities. However, if compensating resource allocation to improve achievement among lowability pupils is important, the effects of school resources are biased downwards unless we control for pupil composition. When we condition according to individual family background, we do find significantly positive effects of expenditures as well as teacher hours see column 2 in Table 5. This pattern is consistent with an allocation of resources where more needy pupils attract extra money to schools. 27 The IV estimates are reported in column 4. More resources in terms of higher expenditures do have a significantly positive effect on pupil performance. Additional expenditure of NOK 10,000 per pupil is estimated to raise average marks by .181. Thus, every fifth or sixth pupil will have hisher exam mark raised by one level if the municipality spends NOK 10,000 more annually on each of them in school. An extra 10% in teacher hours per pupil raises the average mark by about .252, i.e., a onelevel rise for one in every four pupils see column 4 in Panel B. It should be noted, however, that the precision of these estimates is not impressive. Standard errors are onethird to onehalf of the estimated coefficients, indicating that the lower bounds of the confidence intervals are close to zero. III in Table 5, our estimates suggest that the effects are larger among the more able pupils. For expenditures, IV estimates are significant at the 5% level for both basic skills and high skills, but the estimate is larger for the latter. The effects of teacher hours are less precisely estimated and only significant at the 10% level. Compared with all OLS estimates with municipality controls in Table 5, IV estimates are substantially higher. This suggests that compensating resource allocation is important in Norway and contributes to a significant downward bias in the standard crosssectional estimates of school input effects. When we look at the resource effects across the performance distribution see rows II and 6. Robustness checks The main results are based on comparable municipalities with a similar set of characteristics. Even if we prefer this restriction, it is not crucial for our conclusions. The results based on all municipalities are reported in Table 6, and they turn out to be very similar. While point estimates are slightly lower, the effects are of the same order of magnitude, and they remain significant. Our identification is based on crosssectional variation across municipalities and even if we condition on a large number of family characteristics, and there are several potential issues related to how robust our results are. First, the pupils in the municipalities with hydro power incomes may be inherently different in terms of endowment before starting school conditional on the rich set of parental characteristics. Second, selective mobility in and out of hydro power municipalities may affect the results. And third, other amenities like better day care facilities etc and not better schools in HPTR municipalities, may contribute to explain the superior school performance at the age of 16. In this section, we look empirically at the implications of these alternative explanations, and conclude that the results are hardly affected in any substantial way. 28 Table 6: School resources and pupil performance; All municipalities: OLS and IV estimates 1 OLS No controls 2 Family background adjusted OLS 3 Family background adjusted municipality characteristics. OLS Panel A. Effect of increased expenditures NOK 10,000 per pupil on I. Mean .033 II. Basic skills III. High skills 4 IV .149 .047 .032 .014 .036 .015 .170 .077 .033 .017 .063 .035 .003 .013 .003 .004 .004 .004 .001 .005 .011 .010 .004 .008 .004 .005 .004 .016 .002 .005 .000 .005 .005 .007 Panel B. Effect of more teacher hours lnhours per pupils10 on I. Mean .016 II. Basic skills III. High skills .003 .002 .000 .002 .006 .001 .004 .002 .002 .002 .001 .002 No No Yes Yes Family characteristics Municipality controls Municipalities Note: Dependent variables are average marks row I, fraction with basic skills row II and highly skilled row III at the municipality level. Standard errors are in parentheses. indicate statistical significance at the 10%5%1% level respectively. Observations are weighted as described in section 2. Yes Yes Yes 429 No 429 429 429 Are pupils inherently different in hydro power municipalities? The first issue is whether pupils are inherently different in hydro and nonhydro municipalities. Unobserved ability differentials correlate positively with HPTR. Over generations, geographical mobility and intergenerational transmission of skills may sort highability families and children into communities with HPTR. In technical terms, if positive sorting on unobserved characteristics is important, the exclusion restriction is invalid and the resource effect estimates would be upward 29 biased. If early test score information were available, a straight forward test would be to inspect the correlation between the conditional municipality level means or fixed effects with the level of HPTR. Such measures are not available, but a companion data set contains initial endowment proxies that enable us to check this kind of associations.13 In recent years, several studies have shown that an early child endowment measures such as birth weight, head size and apgar scores are fairly strong predictors for both early and later outcomes like educational attainment and earnings Behrman and Rosenzweig, 2004; Almon, Chay and Lee, 2005; Black, Devereux and Salvanes, 2007. Table 7 displays the last squares regression coefficient on HPTR where the conditional average endowment indicator for each municipality is regressed against HPTR and the same municipality controls as in the main IV analysis. We find no association whatsoever for birth weight or head size, while the negative effect of HPTR on the apgar5 score suggests downward bias in our resource effect estimates rather than the opposite. In addition, the lack of systematic family characteristic differentials by level of HPTR, see Table 2, fits into this and provide evidence that supports our exclusion restriction. Table 7: Associations between HPTR 10 000 NOK and pupil municipality fixed endowments in terms of Birth weight, Head size and Apgar score Birth weight ln kg Head size cm Apgar 5 score All municipalities Expenditure sample Teacher hours sample .0007 .0008 .0002 .0096 .0114 .0106 .0012 .0011 .0083 .0118 .0246 .0105 .0008 .0008 .0021 .0090 .0170 .0085 Controls individual regression to estimate municipality fixed effects: Gender, age of mother, mothers years of schooling, fathers years of schooling, family earnings, parents marital status number of siblings, number in the birth order, Individual pupils Municipality level controls: All variables included in the IV estimates, see Table 3AB. Municipalities Note: Apgar score is from the general test of a child health on a scale from 19 here measured 5 minutes after birth. 21078 41961 20305 373 429 376 13 The Norwegian birth registry contains information on a set of initial health indicators for all children in Norway from 19672006. See Black, Devereux and Salvanes 2007 for a detailed description of the data set. 30 Selective mobility The second set of robustness checks is related to parental mobility between municipalities. Mobility may affect our estimates through various mechanisms. The first channel relates to the period of exposure to a resource regime. Because pupils who have moved experienced resources different from that observed at graduation, mobility among pupils may bias resource estimates downward because of measurement error. Second, selective migration is potentially important. In our context, families with certain characteristics may be more inclined to stay inor move intocommunities with high HPTR and school resources. pupils have lived in their graduation municipality throughout all 10 years of school see Table 8. Because resources are fairly constant within municipalities over time, this high persistence suggests that the bias arising from measurement error is modest. We find a weak tendency for pupil seniority in the graduation municipality to be higher in municipalities with positive HPTR see the last column of Table 8. There are also a slightly higher proportion of mothers in HPTR municipalities who lived in the same municipality in 1980, i.e., six years before the pupil was born. However, we do not expect that a minor difference of this magnitude will have any sizeable impact on our estimates. Table 8: Graduation municipality seniority by HPTR percent First, we track the residential municipality of pupils until graduation. About 83% of the All municipalities Comparable municipalities Expenditures Teacher hours Municipalities with HPTR 0Panel A. Pupil seniority in graduation municipality Less than 3 years 46 years 710 years 1115 years 16 years Born in municipality B. Mothers mobility Mother in graduation municipality in 1980 4.9 4.7 7.6 17.2 65.6 35.0 5.3 5.0 7.6 16.7 65.4 32.8 5.4 5.0 7.7 16.8 65.1 32.7 4.1 3.9 6.0 15.6 70.4 38.8 31 Table 9: Mobility and observed family background; Effects on the probabilities of graduation in high and medium level HPTR municipalities: PROBIT estimates Probability of graduation in municipality with High HPTR born in a municipality with HPTR 0 HPTR 0 Medium HPTR born in a municipality with HPTR 0 HPTR 0 Panel A. All pupils Predicted mark Constant 0.2247 0.0590 1.9779 0.1984 0.1092 0.0480 1.2851 0.1647 0.008 43,092 Pseudo R2 pupils Panel B. Pupils who moved during 19892002 Predicted mark 0.1701 0.001 4,613 0.0636 Constant 1.6135 0.2141 0.2041 0.1370 0.9530 0.4553 .1435 .0308 1.6594 .1057 .0031 43,092 .0882 .0360 1.1495 .1236 .0423 .0481 .8812 .1640 .0002 4,613 .1187 .0899 .4134 .3039 .0019 891 0.005 9226 .0012 9226 0.006 891 Pseudo R2 pupils Note: Standard errors are in parentheses. indicate statistical significance at the 10%5%1% level respectively. The effects of mobility are examined in Table 9. Even if our real concern is about sorting on unobserved characteristics, a study of how observable family characteristics are associated with geographical movements is clearly indicative. If pupils of advantaged families tend to move into municipalities with large HPTR, there is reason to be concerned that our estimates are driven by systematic sorting. The estimates in Table 9 show the effects of family background, summarized by predicted marks using our large set of family background controls, on the probability of graduation in a municipality with high columns 1 and 2 and medium HPTR columns 3 and 4. Conditional on residence at ages 12, the tables report the effects of predicted marks based on the complete set of family characteristics on graduation in high or mediumlevel municipalities. Estimates for all pupils Panel A and the subsamples of those who actually moved Panel B are reported. Because our results are largely driven by the superior performance of pupils in municipalities with high HPTR, the main concern is mobility in and out of these communities. First, there is no indication that pupils born in regions without HPTR with favourable family characteristics are more likely to move to municipalities 32 with high HPTR. On the contrary, higher predicted marks reduce this probability. There is, however, a tendency that pupils born in municipalities with positive HPTR are more likely to graduate in a municipality with high HPTR if they have a favourable family background. This largely reflects the low mobility of families in HPTR municipalities. Among pupils who actually move see Panel B, there is no indication of a positive sorting on observables into high or mediumHPTR communities. The estimated effects of predicted marks on graduation in high or mediumHPTR municipalities are all negative. All in all, the relationships between family characteristics and mobility do not indicate that our resource effect estimates are upward biased. On the contrary, it there is any bias associated with family movements throughout the school years, they probably disguise some of the favourable effects of large school inputs. As a further check on the impact of mobility we report estimates of the school resource effects, conditional on seniority in the municipality of graduation. Column 1 in Table 10A displays the effects of expenditures, based on nonimmigrant pupils. They turn out to be almost identical to our main results in Tables 4 and 5. When we restrict the analyses to pupils born in their graduation municipality in column 2, the estimates are again very similar. For any given difference in the estimates, the effects of higher spending identified by the Wald or IV estimators are even larger. This is consistent with an explanation where mobility causes a bias because of differences in observed resources and what pupils have been exposed to throughout their school years. One might argue that families select themselves into municipalities according to parental preferences for childrens education before the pupil is actually born. Estimates in column 3 are based on children of mothers living in the graduation municipality six to seven years prior to the time of birth. The precision of the estimates are lowered because of smaller samples and some of the effects are no longer significant. The IV estimate of expenditures on mean performance is somewhat lower from .184 to .149, but still significant at the 10% level. the measure of school input. The pattern is similar for what is shown for total expenditures, but the precision is even lower presumably because our instrument is weaker for teacher hours than for total school expenditures. Table 10B displays the estimates from the same sampling exercise using teacher hours as 33 Table 10A: Expenditures; Alternative sample definitions: Comparable municipalities Pupils born in graduation municipality, and mother lived in municipality since 1980 3 .084 .064 .000 .030 .149 .081 .045 .027 .012 .009 .044 .025 Municipality of graduation replaced by municipality of birth 4 .099 .067 .000 .014 .156 .059 .036 .029 .008 .005 .037 .017 .037 .021 .004 .009 .040 .025 8450 .011 .024 .001 .004 .047 .020 25542 25486 pupils Note: Dependent variables are average marks Panel A, I, Fraction with basic skills Panel A, II and high skills Panel A, III at the municipality level. Standard errors are in parentheses. indicate statistical significance at the 10%5%1% level respectively. Observations are weighted as described in section 2. I. Mean Wald OLS IV II. Basic skills Wald OLS IV III. High skills Wald OLS IV Pupils born in Norway by Norwegian parents 1 .074 .047 .013 .021 .184 .063 .006 .021 .011 .006 .040 .019 .043 .017 .004 .007 .057 .021 Pupils born in graduation municipality 2 .098 .052 .004 .038 .206 .101 .011 .029 .010 .007 .045 .021 .040 .020 .000 .008 .055 .023 17444 34 Table 10B: Teacher hours; Alternative sample definitions: Comparable municipalities I. Mean Wald OLS IV II. Basic skills Wald OLS IV III. High skills Wald OLS IV Pupils born in Norway of Norwegian parents 1 Pupils born in graduation municipality 2 .045 .024 .001 .009 .250 .122 .014 .009 .001 .003 .050 .028 .055 .027 .007 .018 .285 .165 .016 .012 .001 .003 .057 .033 Pupils born in graduation municipality, and mother lived in municipality since 1980 3 .035 .032 .011 .014 .166 .105 .018 .013 .000 .004 .040 .027 Municipality of graduation replaced by municipality of birth 4 .071 .027 .003 .006 .206 .110 .022 .018 .003 .002 .048 .027 .021 .009 .001 .003 .080 .039 26442 .014 .010 .003 .004 .069 .037 18048 .007 .008 .005 .004 .040 .028 8736 .013 .011 .001 .002 .059 .034 25214 pupils Note: Dependent variables are average marks Panel A, I, Fraction with basic skills Panel A, II and high skills Panel A, III at the municipality level. Standard errors are in parentheses. indicate statistical significance at the 10%5%1% level respectively. Observations are weighted as described in section 2. One could argue that even the subsample of stayers is selective, as the outmigration from HPTR communities can be negatively correlated with preschool ability of the kids. In the final columns of Table 10A,B we ignore the change in resources which is due to postbirth family mobility by allocating each pupil to hisher municipality of birth rather than to the municipality of graduation. The two coincide for about two thirds of the sample, see Table 8. We would expect a lower effect of school 35 resources simply because measurement error is introduced for a substantial fraction of the pupils. If selective movers really explained our results, the estimated resource effects should go to zero. This is not confirmed. Columns 4 in Table 10A,B show that resource effects are slightly lower as we would expect from measurement error, but the IV estimates remain statistically significant. Other amenities in hydro power municipalities Finally, one might wonder whether other amenities in the HTPR communities actually can explain the superior school performance at age 16. They are rich municipalities with a wide range of high quality services like libraries, sport fields and public day cares. Empirical studies suggest that early education and high quality child care services have favourable longterm effects on development and educational attainment, but the evidence is mixed and hard to establish due to obvious selection issues Currie, 2001.14 Using an additional data set on the coverage of day cares by municipality, year and childrens preschool age, we find that the coverage of day care for children aged 16 was about 50 per cent on average for the years relevant for our sample 19881993, with a substantially higher coverage in municipalities with HPTR.15 Controlling for municipality characteristics used to explain school resources in stage 1, we find that an increase in HPTR with 1,000 NOK is associated with a 1.2 percent higher day care services coverage. A back of the envelope calculation suggests than a HPTR increase of 10,000 NOK would imply that one extra in nine pupils would have spent their preschool years in a nursery. If the superior performance of pupils exposed to the increase in school resources triggered by 10,000 NOK more in HPTR actually was totally explained by this, nursery attendance rather than spending time home with their mother, typically would have to raise the expected mark at age 16 by 1.5!, which is about two standard deviations. Cleary, the difference in child care coverage may explain just a minor fraction of the superior school performance at age 16 for pupils in HPTR communities. As a final check, we included child care service coverage as a municipality control in both stages of our IV estimation. Naturally, the power of the HPTR instrument drops a little, but the point estimates of the resource effects are basically unchanged while standard errors of the estimates increase a little. 14 We are not aware of any reliable evidence for Norway. 15 This is a data set collected by Statistics Norway for the number of children in day cares, and coverage is calculated by using the population registry for Norway; see Lken and Salvanes 2007. 36 7. Conclusions Unobserved pupil heterogeneity and incomplete measures of school inputs make empirical identification of school resource effects a challenge. Our approach is founded on a set of institutional features in the educational sector in Norway that generate exogenous variation in school resources, caused by differences in municipality level revenues orthogonal to pupil ability. Hydropower plants provide a tax base, as nature closeness to the waterfalls and technology introduced about 100 years ago determine their location and the access to an immobile tax source for a group of municipalities. In principle, we compare pupil performance in neighbouring municipalities that differ only in terms of power plant presence. In addition, we are able to control for a rich set of observable family background variables and factors that affect school expenditures. We examine the effect of school resources on student performance at the age of 16 using comprehensive resource measuresteacher hours per pupil and total expenditures in schoolsto avoid input substitution effects. We find that more resources in terms of higher expenditures do have a significantly positive effect on pupil achievement. The IV regression indicates that NOK 10,000 US1,175 higher expenditures per pupil are estimated to raise the exam mark by 0.181. Thus, every sixth pupil will have hisher exam mark raised by one level if the municipality spends NOK 10,000 more on each of them in school. An extra 10% in teacher hours per pupil is estimated to raise the average mark with about 0.251, e.g., one level exam mark rise for one in every four pupils. As for most causal effects identified by natural experiments, the precision of these estimates is not impressive. Standard errors are from onethird to onehalf of the estimated coefficients, implying that the lower bounds of the confidence intervals are close to zero. With respect to the magnitude of the estimated effects, it is illustrative to relate them to the grade point average of 11 subjects for pupils from lower secondary school. The national mean is 3.9 with a standard deviation of 0.8. Assuming that the resource effect is constant across subjects, our estimated expenditure effect amounts to 0.2 standard deviations, and the effect of teacher hours amounts to 0.3 standard deviations. even negative, effects of school resources. This pattern is consistent with endogenous resource allocation where extra inputs are provided to children with specific needs. Because families move and cross municipality borders, one might worry that endogenous location Tiebout sorting drives our estimates. Our results may also be biased if pupils in hydro power municipalities are inherently different in terms of initial endowments, and if other amenities in hydro power municipalities contribute to their superior school performance. To wrap up all the robustness checks, we find no indication of superior initial endowments among kids born in HPTR, and it seems The IV estimates contrast with the standard crosssectional estimates that indicate zero, or 37 While the average achievement of Norwegian students is close to the mean in implausible that sorting through mobility on unobserved ability is driving our estimates. The strongest evidence is given by the estimates for pupils born in the municipality of graduation as well as using municipality of birth as the principle of linking performance and resources, which in both cases are almost identical to what we find in our main analysis. Finally, day care services as an example of correlated amenities are unlikely to explain performance differentials more than ten years later. international studies such as the PISA, a decomposition of the 2003 mathematicsperformance examination shows that betweenschool variation is low in Norway compared with what is found in other countries see Kjrnsli et al., 2004. Tiny performance differentials across schools suggest that the variation in schoolspecific factors is unimportant. However, it may also reflect the fact that resources do matter and that they are distributed across schools partly to level out performance differentials arising from other sources such as pupil composition. The findings in this paper support that the allocation of resources contributes to low performance differentials between schools. Finally, our estimates are likely to represent lower bounds of the effect of school resources. Norway is among the top countries in terms of school expenditures per pupil and our estimates are even identified by the high spending municipality. If there is decreasing returns to school resources, we would expect the effect of school resources to be at the low end in Norway when comparing across countries. 38 References Aaberge, R. and A. Langrgen 2003, Fiscal and spending behaviour of local governments: Identification of price effects when prices are not observed, Public Choice, 117, 125161. Almond D., K. Y. Chay and D. S. Lee 2005, The Costs of Low Birth Weight, Quarterly Journal of Economics, 1203. Angrist, J. and V. Lavy 1999, Using Maimonides Rule to estimate the effect of class size on scholastic achievement, The Quarterly Journal of Economics, 114, 533575. Behrman J. R., and M. R. Rosenzweig 2004, Returns to Birth weight, Review of Economics and Statistics, May, 862, 586601. Bingley, P., V. Myrup Jensen, and I. Walker 2006, The effects of school class size on length of postcompulsory schooling: Some costbenefit analysis, IZA DP No. 1605. Black, S. E., P. J. Devereux, and K. G. Salvanes, From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes, Quarterly Journal of Economics, February 2007, 1221, 409439. Bonesrnning, H. 2003, Class size effects on student achievement in Norway: Patterns and explanations, Southern Economic Journal, 694, 952965. Borge, L.E. and J. Ratts 2004, Income distribution and tax structure: Empirical test of the Meltzer Richard hypothesis, European Economic Review, 48, 805826. Bratsberg, B., K. Red, O. Raaum, R. Naylor, M. Jantt, T. Eriksson. and E. Osterbacka 2007, Nonlinearities in intergenerational earnings mobility: Consequences for crosscountry comparisons, The Economic Journal, forthcoming. Browning, M. and E. Heinesen. 2003, Class size, teacher hours and educational attainment, CAM Working paper 200315, University of Copenhagen. Card, D. and A. Krueger. 1992, Does school quality matter? Returns to education and the characteristics of public schools in the United States, Journal of Political Economy, 100 1, 140. Card, D. and A. Payne 2002, School finance reform, the distribution of school spending, and the distribution of student test scores, Journal of Public Economics, 831, 4982. Cuban, L. 1993, How Teachers Taught: Constancy and change in American Classrooms 18901990. 2nd edition. Teachers College Press, Columbia University: New York. Currie, J. 2001, Early Childhood Education Programs, Journal of Economic Perspectives, 152: 213238. GaryBobo, R.J. and M.B. Mahjoub 2006, Estimation of classsize effects using Maimonies rule: The case of French junior high schools, memo University Paris 1, Paris. Hakkinen, I., Kirjavainen, T. and R. Uusitalo 2003, School resources and student achievement revisited: New evidence from panel data, Economics of Education Review, 223, 329335. 39 Hanushek, E.A. 1996, School resources and student performance, in G. Burtless ed. Does money matter? The effect of school resources on student achievement and adult success, Brookings Institution, Washington D.C. Hanushek, E.A. 2003, The failure of inputbased schooling policies, Economic Journal, 113 February, F64F98. Hanushek, E.,S.G. Rivkin, and L.L. Taylor 1996, Aggregation and the estimated effects of school resources, Review of Economics and Statistics, 784, 611627. Hoxby, C. 2000, The effects of class size on student achievements: New evidence from population variation, Quarterly Journal of Economics, 115, 12391285. Hgeland, T., O. Raaum and K.G. Salvanes 2005, Pupil achievement, school resources and family background, IZA Discussion paper 1459. Kjnsli, M., S. Lie, R.V. Olsen, and A. Turmo 2004: Rett spor eller ville veier? National report from the PISA 2003 survey, Universitetsforlaget, Oslo: Krueger, A.B. 1999, Experimental estimates of education production functions, The Quarterly Journal of Economics, 114, 497532. Krueger, A.B. 2003, Economic considerations and class size, Economic Journal, 113 February, F34F63. Krueger, A.B. and D. Whitmore 2001, The effect of attending a small class in the early grades on collegetest taking and middle school test results: Evidence from project STAR, The Economic Journal, 111, 128. Lazear, E. 2001, Educational production, The Quarterly Journal of Economics, 116, 777803. Leuven, E., Oosterbeek, H. and M. Rnning 2006, Maimonides goes to Norway: Class size in primary and lower secondary schools and student achievements, paper presented at the EALE 2006 conference. Lken, K. V. and K. G. Salvanes 2007, Day cares and scholastic performance, mimeo, University of Bergen. Lindahl, M. 2005, Home versus school learning: A new approach to estimating the effect of class size on achievement, Scandinavian Journal of Economics, 1072, 375394. OECD 2006, Education at a Glance, OECD, Paris. Piketty, T. 2004, Should we reduce classsize or school segregation? Theory and evidence from France, PSE, Jourdan, ENS, Paris, France. Piketty, T. and M. Valdenaire 2006, Le impact de la taille des classes sur la reussite scolaire dans les ecoles, les colleges et lycee Francais: Estimation a partir du panel primair 1997 et du panel et du panel secondaire 1995, Ministre de leducation nationale, Les dossier n 173. Statistics Norway: Net expenditures primary and lower secondary education, as percentage of all net expenditures, average all municipalities, Statistikkbanken: netto driftsutgifter grunnskole i prosent av samlete nettoutgifter, 2005, gjennomsnitt alle kommuner. 40 Telhaug, A. O. 1991. Norsk skoleutvikling etter 1945.Norwegian school development after 1945 Didakta Norsk Forlag, Oslo. Todd, P.E. and K.I. Wolpin, 2003, On the specification and estimation of the production function for cognitive achievement, Economic Journal, 113 February, F3F33. Woessmann, L. and M. West 2006, Classsize effects in school systems around the world: Evidence from betweengrade variation in TIMSS, European Economic Review, 503, 695736. 41 ", "filename": "545386896.pdf", "person": ["Torbjørn Hægeland", "Hægeland, Torbjørn", "Oddbjørn Raaum", "Raaum, Oddbjørn", "Kjell Gunnar Salvanes", "Salvanes, Kjell Gunnar"], "date": ["2007"]}