{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34339/1/548147728.pdf"], "title": ["The role of nonstandard work hours in maternal caregiving for young children"], "plaintext": " Discussion Paper No. 3093 October 2007 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org The Role of Nonstandard Work Hours in Maternal Caregiving for Young Children Rachel Connelly Bowdoin College Jean Kimmel Western Michigan University and IZA Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3093 October 2007 ABSTRACT The Role of Nonstandard Work Hours in Maternal Caregiving for Young Children This paper examines the effect of the timing of mothers daily work schedules on the amount of maternal caregiving she engages in on that same day. We look at total caregiving time on weekdays, early morning and evening caregiving time on weekdays, and total caregiving time on weekends. Since the timing of employment is, in part, a choice made by mothers, which is sometimes explicitly related to caregiving concerns, we argue that the decision to work nonstandard hours must be modeled jointly with its effect on caregiving time. Using an endogenous switching model, we examine the importance of demographic, spatial, and economic factors in mothers time choices distinctly by nonstandard work status. We find that the effect of additional children in the household has a larger effect on caregiving time for standard time workers than nonstandard workers, both weekdays and weekend. Especially important is the additional hours of evening care given by those with a young schoolaged child if the mother works standard hours only, but no additional hours of evening care given by those with a young schoolage child if the mother works any time after 6 pm. Being married reduces early morning and evening caregiving only if the mother is working in the early morning or the evening. In households with mothers working standard hours only, being married has no effect on mothers caregiving time. Finally, higher working mothers wages are associated with increased caregiving minutes both during the week and on the weekend only for those mothers who perform some of their paid employment during nonstandard hours. JEL Classification: Keywords: Corresponding author: Jean Kimmel Department of Economics Western Michigan University Kalamazoo, MI 490085091 USA Email: jean.kimmelwmich.edu time use, nonstandard work hours, caregiving J13, J22 This manuscript was prepared for presentation at the 2006 Society of Labor Economics annual meeting as well as the 2006 annual meeting of the Population Association of America. We thank Erdal Tekin for feedback on an earlier draft of this manuscript and Anne Polivka for assistance and insight on nonstandard worker statistics. Additionally, we thank Dawit Senbet and Fei Tan for assistance with data preparation. The Role of Nonstandard Work Hours in Maternal Caregiving for Young Children The large influx of women into the paid workforce observed in the past century and the resulting workfamily conundrum has been much discussed in the academic community and popular media. What is less understood is how the timing of this paid work both across a single day and over a week might affect both parents allocation of time to other activities, including time with their children, time with each other, time devoted to leisure activities, and time spent in personal care. This paper examines in a rigorous way one item of the above list, the effect of the timing of paid work on a mothers time with her children. We use data from the American Time Use Survey ATUS which provides single day time diaries for a large sample of Americans aged 16 or more. The paper provides a descriptive assessment of mothers time use by time of day, separately for weekdays and weekend days, and then proceeds to an econometric model of the role of the time of paid work in caregiving time choices. Of course, working standard versus nonstandard hours is, in part, a choice and so we model the simultaneity of the time spent with children and the employment schedule. The methodology we use is an endogeneous switching regression in which we estimate the probability of working nonstandard hours simultaneously with the hours spent on child caregiving activities during the 24 hour diary day. This research adds to the growing literature on the relationship between maternal employment and caregiving time. Our contribution is threefold. First, we move beyond aggregate caregiving time to consider the time of day when both paid work and caregiving occur. We identify the different caregiving time patterns observed by those performing paid work in the early morning hours versus those working during evening hours, and we also compare nonstandard weekday employment versus weekend paid work. Second, we show the importance of various demographic, spatial, and economic factors, including wages and child care prices, in maternal caregiving time choices.1 Third, we fully endogenize the work schedule choice via a FIML endogenous switching approach. Our work complements Rapoport and Le Bourdaiss 2007 which examined the effects of nonstandard work schedules and parental time of Canadian parents. They find that evening working time has a larger negative effect on parental time with children than day time work hours or night time work hours. We separate out the early morning hours as they, like evening hours, pose serious caregiving problems for parents who rely on formal child care or school. Rapoport and Le Bourdais focus on somewhat different time categorizations than we do, choosing not to focus on the early morning hours. In addition, our focus on wage and child care price effects allows us to examine the effect on caregiving time of these economic variables. Our focus on timing of employment and parental caregiving provides important information in terms of current public policy issues such as school readiness for young children, school quality issues as articulated in the No Child Left Behind legislation and the concern that work requirements instituted by the 1996 welfare reform legislation may negatively impact parental investment in their children. Previous research has shown substantial differences in nonparental child care modal utilization patterns by the timing of employment, and we expect that work schedules also will affect time devoted to parental child care. Given that low wage workers are disproportionately represented in nonstandard employment, income inequality 1 As we explain later, we use data drawn from a different survey data source to instrument our child care price measures. 2 measures may not fully capture the inequality in opportunity available to the children of low wage workers. Hamermesh 1999b The rest of paper proceeds as follows. In the next section, we discuss the existing literature on nonstandard work and its relationship to time spent in other activities. Then, in Section III, we present a discussion of some of the theoretical issues thought to affect the caregiving time decision. Section IV provides details about the data used and a descriptive look at nonstandard workers. Section V outlines the empirical strategy used to analyze caregiving time. In Section VI, we discuss our empirical results and in Section VII we conclude. Section II. The Literature on Nonstandard Employment and its Implications for Caregiving Nonstandard work, that is, work outside the traditional weekday hours between 8am to 6pm, is an important and growing phenomenon in the American workplace. Presser 2003 The incidence of nonstandard employment depends on how it is measured. The U.S. Current Population Survey asks about the usual weekly work schedule. Focusing just on fulltime, wage and salary workers, the percentage reporting nonstandard schedules has ranged from 14 to 18% for at least the past thirty years. While industrialization in the early 1900s was credited with the early advent of nonstandard work, more recently the rise of female paid employment and the increasing demand for service workers has been associated with continued relatively high rates of nonstandard work Presser, 2003; Hedges and Sekscenski, 1979; Polivka, 2007; and USDL, 2005. Analysis of the CPS shows that parttime workers are more likely to work nonstandard hours than fulltime workers. Including both parttime and fulltime workers, approximately 3 40% of all workers in the United States report working a broadly defined nonstandard schedule evening, night, weekend, or rotating shift Presser 2003. Additionally, men are more likely than women to work nonstandard hours and blacks are more likely than other racial groups to work nonstandard schedules. Finally, nonstandard work schedules are most common in the service occupations of protective services and food preparation USDL, 2005. Researchers are interested in the growing incidence of nonstandard work for a variety of reasons. First, as stated earlier, nonstandard work affects a significant proportion of todays workers and an even larger proportion of American families. Second, working outside the traditional weekday work hours may place a burden on individuals and families. According to Presser 2004.pg. 1, Research suggests that such schedules undermine the stability of marriages, increase the amount of housework to be done, reduce family cohesiveness, and require elaborate childcare arrangements.2 According to Collins et al 1990 in The National Study of Child Care for LowIncome Families Report, shortages in child care slots available during nonstandard working hours are often reported by lower income mothers. Additionally, nonstandard work can make it difficult for parents to have dinner with their children or to supervise homework. As Presser described, a marriage partners nonstandard work can contribute to the dissolution of a marriage. More recent evidence is cited by Polivka 2007 and Wight, Raley and Bianchi 2007, whose findings show that nonstandard working marriage partners enjoy less time alone with their spouse. Disruption of sleep patterns can have adverse health effects, and performing shift work raises the risk of onthejob injury Fortson 2004. 2 See also Han 2006 and Grosswald 2004 for nice discussions of the implications of parental nonstandard work schedules for children and families. 4 There also may be negative effects of parents nonstandard work on their children. Han 2005 studied the relationship between nonstandard work and childrens cognitive and behavioral outcomes. She found that maternal nonstandard work is associated with some decline in childrens cognitive development but is not associated with negative behaviors. Rapoport and Le Bourdais 2007 study the relationship between Canadian parents work schedules and the time parents spend with their children. They find that parents working for pay in the evenings experience a greater reduction in time spent with children than their standard working hours counterparts. Focusing on more specific time uses, they note that evening work is associated most significantly with a reduction in leisure and social activities with children. According to Beers 2001 and US DOL 2005, the majority 51% of nonstandard workers do not appear to be working these times due to personal choice but instead, due to the nature of the job. Only 8.2% report taking such jobs to accommodate family responsibilities. Presser 2003 explains that structural labor demand shifts as well as the evolution of societal norms have contributed to the increase in nonstandard jobs. It is unlikely, however, that all of nonstandard work is performed unwillingly. Why might a worker choose to work nonstandard hours? Presser 2003 lists several such reasons, including a possible pay premium which Hamermesh 1999b reports is rare but Lafranchi et al 2002 observe for French shift workers, less managerial supervision or an easier commute. In addition, nonstandard paid work hours of one parent can reduce the amount of nonparental child care used. Mothers may also have preferences regarding the particular time of day that they engage in caregiving. For example, some mothers place greater importance in being home when their children return from school. 5 Evidence of this timing preference is found by Venn 2004, who studies the incidence of nonstandard work using Australian time use data. She focuses on the determinants of paid work hours across different periods of a 24hour period and uses demographic and job characteristics as explanatory variables, including total weekly hours worked. She finds evidence that mothers schedule their paid work hours around their childrens care needs in an effort to be available to their children during particularly helpful periods of the day, such as the early morning period and directly after school. Consistent with Hamermeshs 1999b findings, she notes that nonstandard work is more common for lessereducated workers employed in the service sector. Kimmel and Powell 2006a and 2006b examine the impact of nonstandard work on the child care modal choices of married and single mothers respectively. They estimate multinomial logit models of child care modal choice with measures of alternative modal prices included as regressors and incorporating an endogenous treatment of nonstandard work. They find that nonstandard working mothers are less likely to report paying for their childrens child care 37% versus 68% for those mothers working standard hours and that nonstandard workers are more likely to be low educated and work in the service sector. Their regression results reveal that even when the endogeneity of nonstandard work is controlled, mothers who work nonstandard hours are significantly less likely to utilize formal modes of care i.e., center care or sitter care probably because of the time inflexibility of these modes of care. In addition, they report differences in child care price elasticities in modal choices by nonstandard work status. As Kimmel and Powell 2006b explain, the implications of nonstandard work are particularly acute for single mothers, both due to their proportionately higher incidence of such work due to 6 their relatively low educational attainment and the limited availability of relative care or father care, the modes of care preferred by nonstandard working mothers. Han 2004s focus is on parents of very young children age 3 or younger. She also examines the role that nonstandard work plays in current child care modal choices and then looks at the relationships between transitions into and out of nonstandard work schedules on child care modal choices. She finds that mothers working nonstandard shifts rely heavily on paternal child care for their children. Henly et al 2006 extend Hans work by focusing on low income mothers. They find that low income mothers who work in the evening use less center care but more total hours of nonparental care per year. Two recent papers use time diary data to expand our knowledge of the relationship between time of employment and parental caregiving. Wight, Raley and Bianchi 2007 examine the role of worktime scheduling in time devoted to family and self. Using data from the American Time Use Survey but without any treatment of the endogeneity of nonstandard work, they find that nonstandard work does not necessarily reduce parents time with children. In fact, for mothers working mostly night hours, and fathers working evening or night hours, time spent with children is higher. One downside of parental nonstandard work is that time with the spouse is reduced as is own personal time. Another apparent downside is that mothers of schoolaged children report less involvement with their childrens educational activities. The research most similar to ours is that of Rapoport and Le Bourdais 2007 who study the role that nonstandard work schedules play in parental time choices for Canadian parents. They use two different measures of nonstandard work, the first based on the actual paid work hours reported on the diary day, and the second based on responses to the CPSlike question on 7 usual weekly work schedules. While Rapport and Le Bourdais divide work time into day time 6 am to 6pm, evening time 6 pm to 10 pm and night time 10 pm to 6am, they focus only on total hours of parental child care time and some subcategories of child care time, while we estimate the effect of working any evening time 6 pm to 12 pm on evening child care time and working any early morning hours 5 am to 8 am on early morning child care time. They argue that while the usual work schedule is endogenous thus needing model incorporation via the switching model, timing of employment recorded on the diary day may be exogenous. They come to this conclusion, in part, for practical reasons: an inability to identify instruments to endogenize the diary day nonstandard work hours. Their time use equations include total parental time with children, total time on the diary day spent in primary caregiving time, and total caregiving time devoted to leisure activities or social activities. They find the strongest effects of employment hours on parental time with children results from evening work; specifically, the effect is largest on leisure and social activities with children. Our research differs from theirs due to our U.S. based data, our definition of the sample, our emphasis on wage and child care price effects and our analysis of the time of day that caregiving occurs not just the time of day that paid employment occurs. Our sample is limited to American mothers with children 12 years of age or younger since these are the children we assume have binding or near binding care constraints; that is, these children must be under some adults care 24 hours a day. We also limit our sample to those mothers who have positive working hours on the diary day so that nonstandard hours are defined entirely by our diary day observation. We do this because even a single hour of nonstandard employment may create problems with formal child care arrangements or schoolafter school program hours. While we 8 do not include the number of hours of paid employment time in our regression for caregiving time fearing hours of employment even on diary day are endogenous we do endogenize fully the nonstandard hours choice using an econometric technique very similar to Rapport and Le Bourdais 2007. III: Theoretical Considerations The standard laborleisure model is often used to describe the allocation of an individuals time between employment a source of direct disutility but indirect utility through earnings per hour, which are converted to utilityenhancing consumption items, and leisure, a source of direct utility. The standard outcome of that model is that the individuals optimal choice of paid work hours occurs when the ratio of the marginal utility of leisure and the marginal utility of consumption is exactly equal to the ratio of the wage to the price of consumption goods.3 In that model, all possible paid work hours are valued at the same hourly wage rate and the marginal hour of leisure is valued at the same level regardless of the time of day at which it occurs. Winston 1982 offered a more complex model of time use that differs from the standard laborleisure model in that the time of day of the hour of leisure or the hour of employment matters. More recently Hamermesh 1996, 1999a offered a simplified version of the Winston model, the outcome of which is that the choice to perform paid work at any specific point in the day depends on the timedependent marginal rate of substitution of consumption for leisure time MRSCL and the timevarying wage rate Wit.4 The marginal rate of substitution is expected to vary across individuals, depending on preferences, which are thought to be 3 In other words, MULMUC wPC. 4 Venn 2003 describes this model as well. 9 influenced heavily by household structure factors such as marital status and the presence of children of various ages. There are many ways in which this laborleisure model needs to be amended for mothers of young children, but one of the most important ways is that such mothers face a childs time constraint as well as their own time constraint. The childs time constraint captures the fact that young children must be cared for by someone 24 hours a day. Connelly, 1992 Since most employment is incompatible with simultaneously caring for young children, an hour of employment requires that someone other than the mother take responsibility for the child during that hour. The alternative caregiver may be the mothers spouse, the childs father if the mothers spouse and the childs father are not the same person, another member of the household, a relative or friend from outside the household, formal child care or elementary school. Some of these caregivers charge a fee for their services, affecting the net wage rate the mother earns from employment. In addition, since we are interested here in the time of day of labor and leisure, it is important to note that the availability of these alternative caregivers and in some cases price is a function of the time of day just as it is a function of the number of care hours sought. Institutional modes of nonmaternal care have varying degrees of time flexibility. Child care centers almost always operate during daytime hours only, though some may open as early as 6 am to accommodate early morning work starting times. In addition, centers usually sell their services by the day of the week in full or half days, making it difficult to accommodate work schedules that change week to week. Family day care is more flexible in time of day than center based care but still usually operates at times compatible with standard work schedules. 10 Elementary schools have the most inflexible hours, with hours that are the least accommodating to employment, operating from 8 or 9 in the morning until 2 or 3 in the afternoon. Additionally, many communities still offer halfday kindergarten.5 The school year also has many more vacation days than employees receive and often have late starts or early release days, all of which exacerbate the workfamily conflict faced by parents. The child care used to accommodate nonstandard work hours overwhelmingly is father and other relative care. Presser 2003, Kimmel and Powell 2006a, 2006b, and Han 2004 This is clearly the result of both the increased availability of fathers and relatives at these nonstandard work times and the unavailability of formal child care at these times. What is not clear is which effect is the dominant one. On the one hand, research shows that formal child care is a normal good, meaning that as family income increases, families are more likely to choose formal child care over relative care. This would imply that parents at least those with higher incomes would choose formal child care if it were available. On the other hand, the lack of market alternatives for weekend and night care may indicate the lack of demand for such care since the market for daytime care seems to work fairly well.6 For some couples, nonstandard work hours are chosen in an attempt by parents to work nonoverlapping hours. In fact, it is thought that this tagteaming can increase fathers involvement with their children. Wight, Raley and Bianchi 2007, Casper and OConnell 1998, Presser 1988. However, we dont know whether the hours fathers spend with their child substitutes for formal child care hours only or also substituting additionally for the mothers time. In other words, it is possible that a mothers time with her children could be unaffected by 5 In fact, some school systems still switch the child from morning to afternoon halfway through the school year. 6 Anecdotally, when a company we were studying decided to open its onsite day care center on Saturday because workers were on mandatory overtime, the usage of the center was minimal. 11 working nonstandard versus standard hours if care by fathers or other relatives is only used during paid employment hours and completely substitutes for formal child care time. In this case, we would expect no difference between the hours of maternal care of those children cared for by formal caregivers or by informal care arrangements, which would also imply no difference in the caregiving minutes of mothers employed standard versus nonstandard hours. But that conclusion ignores the constraints imposed by school hours and normal bedtimes. Women who are at paid work before the child wakes up will not log minutes in caregiving before school. Women who are at paid work during the bedtime routine will not log minutes in caregiving in the evening. On the other hand, women who work in the evening may be more likely to be home when their children come home from school, and thus may log some caregiving minutes during this after school time. Presser 2003 reported that employed mothers of children ages 5 to 11 who work the evening or night shift are significantly more likely to report always or usually being home before children go to school and when the children get out of school pp.195196. The bottom line is that we must look carefully at the time of day during which the mother is employed to determine its relationship to the minutes of caregiving time of these mothers. A final concern related to the linkage between mothers time choices and their childrens care time constraint is that parents work schedules can also affect their childrens schedules. Research from Australia shows that single parents of young children start their days earlier and end their days later than married parents Craig 2005. This may be one of the ways mothers shield their children from their increased hours of employment. 12 IV: Data and Descriptive Statistics The data used in this study come from the 2003 and 2004 American Time Use Surveys. The ATUS collected data from one member of a household chosen from the group of households exiting the Current Population Survey sample. Respondents were asked to recall their previous day beginning at 4 am until 4 am the day of the phone interview. Very detailed categories of time use are recorded. We have aggregated those categories to focus on parents caregiving and paid employment time. Appendix A records the choices we have made in the aggregation process. The sample for this paper is limited to women who report paid work hours at some point in their diary day.7 In addition, the sample is restricted to women between the ages of 18 and 65 who have children under the age of 13 living in the household, who are not part of a multifamily household, and who are not currently in the active duty military, enrolled full time in school nor unemployed. These criteria, along with the requirement that each observation have information on the husbands wage if married with spouse present, lead to a sample size of 770 women. We limit the sample to those with children under age 13 since these are the mothers expected to face binding childrens time constraints as well as their own time constraints. We categorize workers as nonstandard workers if they report that they performed any of their paid work minutes on the diary day outside of standard work hours that we define as falling between 8am and 6pm. Some other researchers have used a more stringent definition of nonstandard workers. Presser 2003 defines nonstandard workers as those who work most i.e., over half of their hours at nonstandard times because doing so more sharply differentiates people who organize their lives around one predominant work schedule, but she notes that the 7 This is consistent with Venn 2004 and with Wight, Raley and Bianchi 2007. 13 prevalence rate for nonstandard hours would be much higher if those working some late hours were included p. 14. Similarly, Polivka 2007 and Wight, Raley and Bianchi 2007, using the ATUS data, define workers as nonstandard if more than half of the hours are in times other than between 8 am and 4 pm. For our sample, when we use this more restrictive nonstandard work categorization, we find that 11.7% of the estimation sample would be classified as nonstandard. This number is in line with Polivkas results. While Presser is undoubtedly right that working the majority of ones hours at nonstandard times means one must organize ones life in a different way, we feel that any minutes a parent with young children works at a nonstandard time results in an incompatibility with formal day care starting or ending times, elementary school starting or ending times and the normal rhythms of a childs sleep, so that any nonstandard time must be dealt with through alternative arrangements. Since we have only one diary day per person, we feel our any nonstandard hours is a better criteria for identifying the nonstandard worker when analyzing the effect of being employed at nonstandard times on mothers caregiving time on that same day. Note, however, that at the end of our results section, we present findings based on the more narrow definition of nonstandard work. We do this for the purposes of comparing our findings to that of other researchers and judging how sensitive our results are to the definition of nonstandard work. Descriptive statistics for weekdays are presented in Table 1. These statistics are calculated using ATUS weights to produce statistics reflective of the United States population. Table 1 shows the mean values for caregiving and employment time of the sample bifurcated by whether the mother was employed any nonstandard minutes on the diary day. We find that 57.3 percent of the sample of mothers who have positive employment hours on diary day perform 14 some of those hours at nonstandard times. For these nonstandard working mothers, on average, 25% of their employment minutes occur during nonstandard employment hours. Ten percent occur during the early morning hours of 5 am to 8 am when mothers may encounter binding childrens time constraints due to the necessity of performing tasks associated with waking and preparing children for school or daycare. Just less than 12 percent of the nonstandard working mothers paid work minutes, on average, occurs during the evening hours of 6 pm to midnight, prime time for dinner, homework, and bedtime routines. Only 2.9%, on average, of the paid work time of nonstandard workers occurs overnight from midnight to 5 am. Table 1 also presents the average paid work minutes on the diary day for mothers in our estimating sample which excludes mothers with zero paid work hours. We see that nonstandard workers also work substantially more total minutes on the diary day approximately 8 hours 482 minutes compared to approximately 6 12 hours for the standard hours only sample. Note also that the average employment time during standard hours is the same for the two samples. But while nonstandard hours workers report working for pay on the diary day on average two hours more, they only spent 34 fewer minutes on caregiving activities on the diary day. Thus, there is suggestive evidence, at least from the raw numbers, that mothers caregiving time is preserved even for nonstandard workers, which often results from daytime workers working long hours. What is the distribution of caregiving and other activities across the diary day and how does this distribution vary by work status? Figure 1 shows the percentage of mothers who are engaged in each of four activities every hour of the day. Each line on the chart represents the percentage of mothers in that paid employment category who are engaged in employment, 15 caregiving, home production and other uses of their time as the clock strikes the hour noted. In these two figures, we examine two additional, expanded samples of mothers of children under age 13 by including those reporting nonemployment, then those reporting employment but zero paid work minutes on the diary day. The figure shows an interesting pattern of activities for each time of day. The group that is employed but has no hours of employment on the diary day looks quite similar to the group that is not employed. Thus, mothers of young children do a substantial amount of caregiving for young children on days when they are not working for pay. In fact, they perform almost as much caregiving as home production. The two employed groups also look fairly similar except, of course, during nonstandard hours, since the sample is split based on whether there are employment hours during the hours of 4 am to 8 am or 6 pm to 4 am. Figure 2 focuses on the caregiving of mothers with positive hours of employment on the diary day. This sample corresponds to the one used in Table 1 and in the subsequent multivariate analysis. It records simply the percent of mothers engaged in caregiving as each noted hour strikes. The figure shows that a large percentage of mothers working nonstandard hours are engaged in caregiving during the middle of the day. While the figure for mothers employed only standard hours is bimodal recording caregiving activities before and after standard employment hours, the figure for mothers employed nonstandard hours is more uniform across the day, still with a peak in the late afternoon and early evening. Table 2 presents the means of variables used in our multivariate child caregiving time models.8 While studies that use the majority of time working nonstandard hours as the definition of nonstandard workers find substantial differences in the characteristics of nonstandard and 8 These means are unweighted because they reflect estimation sample descriptive statistics. 16 standard hour workers with nonstandard workers having lower levels of education and work experience, we do not find many differences between workers with only standard hours versus those with some nonstandard hours. The only variables that have significantly different means between the two samples are education 14.26 years for standard workers versus 13.90 for nonstandard workers, Urban 70% versus 64%, the number of children aged 6 to 9 .60 versus .51, the predicted hourly wage in logs; 2.41 an hour versus 2.36 an hour, and the predicted price of child care for children aged 6 to 12 2.34 an hour versus 2.01 an hour. Note that nonstandard workers are somewhat more likely to live in households with other adults p value.114, perhaps because the presence of someone other than the mother in the household increases the familys nonmaternal child care options. It is interesting that the mothers who work only standard hours have more 6 to 9 year old children than the mothers employed some nonstandard hours. These young schoolaged children represent the group with the most binding time of day constraints; they need to be at school at a certain time, they need to be picked up from school at a certain time and they are seldom left at home alone before or after school. Mothers who work only standard hours also have a higher average wage than those who work some nonstandard hours. Typically, nonstandard work is lower skill employment, with a disproportionate percentage of jobs in the service sector. However, based on our definition of any nonstandard hours on diary day, our sample also includes higher paid women workers who happen to be working late on this day. For this reason, while significant, the difference in wages between to the two samples is very modest. The last variable that has significantly different means for the two samples based on a standard ttest is the predicted price of child care for children aged 6 to 12. This variable, along 17 with the other two predicted values included in Table 4, require further explanation. These variables are predicted values obtained from preliminary multivariate estimations. The price of child care is also expected to affect the choice to work standard or nonstandard hours since working nonstandard hours may be a way to avoid child care expenditures. Since the ATUS survey does not include information on the price of child care, we estimated the price of child care equations using data from Wave 4 of the 2001 Panel of the Survey of Income and Program Participation, which was administered between September and December 2002.9 Having estimated the child care expenditure model using SIPP data, we then calculate the predicted weekly expenditures, unconditional on paying for care and being employed for each of the mothers in our ATUS sample.10 One of the variables included in the estimation of the price of child care is the presence of other adults in the household. Given the marginally greater percent of nonstandard workers who have another adult in the household, it is likely that the significant difference in the price of care for schoolaged children is also a result of household composition. The predicted hourly wage is estimated using a two stage model Heckman 1976 in which the selectivity of higher wage workers appearing with positive hours of work is controlled. 9 In the SIPP Wave 4 topical module, employed women with children under the age of 5 were asked about their expenditure on child care for their youngest child. In addition, employed women with children between the ages of 6 and 14 were asked about their expenditure on child care for their youngest child in that age range. We eliminated those whose youngest child was 13 or 14 and those who were either currently in the military, in school, or unemployed. We used the resulting sample to estimate the price of child care for children age 5 or under and separately for children between the ages of 6 and 12. We could have then averaged the 0 to 5 year old price of child care and the 6 to 12 price of child care but we have chosen to keep them separate since the availability of five or six hours of school time, which doubles as nonparental child care time, makes child care for 6 to 12 year olds very different from that for children 5 and under. The procedure we used to estimate the hourly price of child care is a standard bivariate selection correction model described by Tunali 1986 and used by Connelly and Kimmel 2003a, 2003b. The results of this bivariate selection correction model are included as Appendix C. 10 More specifically we use the dot product of the predicted coefficients and values of the independent variables from the mothers in the ATUS sample. As is well known, incorporating generated regressors in this way produces biased standard errors. Due to the complexity of our model, we have not corrected the estimated standard errors for this bias. 18 The data used for this estimation is all mothers of children under age 13 in the 2003 or 2004 ATUS whose diary day was a weekday. As mentioned earlier, weekend diaries are included in a separate set of alternative estimations.11 The wage prediction equation results are included as Appendix B. V: Empirical Model Table 2 provides us with a glimpse of the samples of mothers who, on diary day, worked standard employment hours only versus some nonstandard hours.12 However, we must recognize that the time of day that one is employed is a choice made jointly with the decisions of how to use ones unpaid time.13 Perhaps mothers who want to be home when their children come home from school are more likely to work early mornings or in the evening while those who value the time with their children before school are less likely to work early mornings. In order to account for the endogeneity of the nonstandard work decision while modeling the determinants of child caregiving, we implement the following endogeneous switching model. 11 For feasibility reasons, we do not address the potential impact of work schedules on wages. Lanfranchi et al 2002 find a positive compensating wage differential for shift work of 16 percent. Note, however, that Hamermesh 1999b states that such differentials are rare. 12 The sample used in Tables 3, 4 and 5 omits a small group of mothers who work all their nonstandard employment hours at home. The rationale for omitting these women is that they may be working away from the home during standard work hours and then bringing work home to do in the evenings. This type of work at home may be more easily juggled with caregiving time than nonstandard hours worked outside the home. Fiftyfive mothers were omitted from the sample based on this criterion. The analysis is largely unchanged when they are included. For a full discussion of working at home simultaneously with care provision, see Callister and Singley 2004, who conclude that the bulk of such work serves more as a double burden than as a reflection of workfamily balance choice. 13 Note that we are speaking here of the work schedule reported on the diary day, not a usual work schedule. Rappoport and Le Bourdais 2007 focus on the endogeneity of the usual schedule while treating the schedule reported on the diary day as exogenous. 19n s S,c c N Sc c S,tttc c i,N SN Sttc cc cttSN SXi fc c i,Zi ft1XtuN Si fi fc c N S,c c S, 0 ,tc c i,0i ftc c i,0c c i,N SN S0 ,10 N S0i f N S0 Let tcc be the minutes of caregiving reported by the mothers in the sample. NS is an indicator variable that equals the value of one if the mother records any nonstandard paid employment minutes on her diary day. 1 2 3 Assuming normal distributions for the error terms, the system of equations 1, 2, and 3 can be estimated using a full information maximum likelihood estimator that estimates jointly the two vectors, the vector and NS, S, NS,u, and S,u. NSSu Ncid:00 0 , 0 2NS002S u NS u NSS u,us,, u NS u NS us S u,2u This model is sometimes referred to as a moverstayer model or an endogenous switching model. In our case, one might call it an endogeneous switching tobit model because the tcc equations also account for the censoring of the observations at zero. One cannot be recorded as doing fewer than zero minutes of child caregiving, but we assume a latent continuous variable tcc that can take on a full range of values. The advantage of this specification is that it models the choice to 20 work any nonstandard hours and allows for the effect of the various regressors used to explain caregiving time to differ by nonstandard work status. Note that we are examining the caregiving time choices made by mothers who report any hours of paid employment on the weekday diary day from our analyses. In this way, our study is similar to Wight, Raley and Bianchi 2007 but differs from Rapoport and Le Bourdais 2007, who model the potential selection into usual employment status directly. However, Rapoport and Le Bourdais find that the selection terms employed or not, if employed, employed nonstandard or standard in the usual weekly sense in their two stage model are never statistically significant. While we sidestep the issue of selectivity into employment, our approach permits us to fully endogenize the nonstandard work choice observed on the diary day, something not done by Rapoport and Le Bourdais largely for feasibility reasons. The advantage of our choice, as stated previously, is that we are able to discern the differences in the role of demographic, spatial, and economic factors by nonstandard work status.14 We estimated the model characterized by equations 1, 2 and 3 three ways. First, we estimated it as described above, where the switching equation is whether one works any nonstandard hours. Second, we focus on hours of caregiving in the early morning period, defined as 5 am to 8 am. Here the indicator variable takes on a value of one if the mother has any paid work time during the hours of 5 am and 8 am. The measure of tcc in this case is the caregiving time recorded for that same early morning period. We would expect that being employed during the early morning period would affect the amount of caregiving that the mother 14 Note that we did estimate an alternative model in which we use an endogenous switch to estimate caregiving time use simultaneously with total paid work hours both modeled as tobits to incorporate the jointness of those two time choices. The coefficient estimates in the caregiving equations were nearly identical, as expected with such an SUR Tobit specification. 21 does during the same period, with the determinants of caregiving differing depending on whether one is employed during that time period. Lastly, we focused on the hours of caregiving in the evening, defined as 6 pm to 12 am. Here the indicator variable takes on a value of one if the mother is employed during the evening hours and the measure of tcc records the caregiving that takes place in those same evening hours. By comparing the results of these three estimations, we can get a better sense of the interrelationship between the time of day of employment and the quantity of mothers caregiving time at various times of the same day. Recall that the ATUS like the Canadian data used by Rapoport and Le Bourdais, 2007 contains only one days worth of time use information. For many analyses, having one day only is problematic. However, for the issue being studied here, we have the information we need: the interrelationships between time choices made on a particular day. In other words, we can answer the question, if a mother worked late yesterday, did she spend less time with her children yesterday than she would have had she not worked late? VI: Results Although our primary interest is in the caregiving time equations, we provide the results for each of the switching regression estimations in Appendix D. Each column represents the coefficients from the nonstandard employment probit equation estimated simultanously with the two child care time use tobits. It is noteworthy that the various regressors do behave differently in the different equations for the three periods of nonstandard work, for any time versus the majority of time and for weekend work,but overall, they are most striking in the lack of significant predictors of nonstandard work status. 22 VI.1: Determinants of Weekday Caregiving Hours for Mothers of Children under Age 13 Table 3 presents the marginal effects derived from equations 1 and 2 for total caregiving hours, morning caregiving hours and evening caregiving hours. Recall that Figure 2 shows the importance of these two time periods for the delivery of caregiving services. Columns 1 and 2 show the determinants of total caregiving minutes for nonstandard and then standard workers where any nonstandard work throughout the entire 24 hour diary day is included, while columns 3, 4, 5 and 6 focus on early morning and then evening hours for nonstandard work. Although Table 3 may contain an uncomfortably large number of results, interesting patterns can be seen across the columns so we have chosen to record the three estimations resulting in six columns of results in one table. VI.1.a: Total Caregiving Hours on Diary DayWe consider initially the first two columns of Table 3, where column one represents the determinants of total caregiving time for those mothers with any nonstandard paid work hours and column two represents of the determinants of total caregiving time for those whose paid work occurs exclusively during standard hours. The two columns show substantially different patterns of significant determinants of total child caregiving time. Ceteris paribus, older mothers who work nonstandard hours devote fewer minutes to caregiving but there is no age effect for standard working mothers. As might be expected, mothers with either work schedule devote more minutes to caregiving when there are infants in the household. However, having an additional child aged 0 to 2 increases the number of minutes of caregiving by 0.25 hours for nonstandard workers but by 1.3 hours a day for standard workers. The much larger effect on standard workers may be because they are available in the early morning and in the evening when most caregiving occurs. 23 An additional difference between the two columns in the household structure variables is the significant positive effect of the presence of children ages 69 and 1012 on the caregiving time of mothers working standard hours. The presence of these young school age children increases the caregiving time of standard time employed mothers by 0.6 hours and 0.4 hours respectively. School age children are out of the house for many of the same hours as the mother who is working standard hours, which means mothers and children are at home in the evenings together. The overlap in evening hours with school aged children seems to be more important than the afterschool hours where nonstandard workers are more likely to be present.15 Note that the marginal effect of Summer a 01 indicator to show the diary day was in June, July and August is negative for mothers regardless of their work schedule but larger in absolute value for standard hour only working mothers. This is a further indication that school work or afterschool activities are the cause of the increased hours of caregiving devoted to school age children of standard hours working mothers. The last set of significant variables in the analysis is the price of time variables: the predicted hourly wage, the predicted price of child care for 0 to 5 yearolds and the predicted price of child care for 6 to 12 yearolds.16 Comparing the results across columns one and two, we find that the importance of these price of time variables varies, depending on the mothers work schedule. Mothers with any nonstandard hours with higher wages are statistically significantly likely to spend 1.2 more hours in primary child care. For working mothers with only standard hours the wage effect is not significant. In a more complicated model which simultaneously estimated four aggregate time equations including employment time but ignored 15 We did not look explicitly at the after school hours in this analysis but plan to in future work. 16 Kimmel and Powell 2006a, 2006b found substantively different child care price elasticities of modal choices by nonstandard work status and this varying role of prices may carry over to time uses as well. 24 the timing of employment, for both working and nonworking mothers, Kimmel and Connelly 2007 reported robust positive wage effect on caregiving.17 Our finding here suggests that those positive effects may be driven largely by the strong wage effect for nonstandard working mothers. For nonstandard working mothers, increasing the price of child care for schoolaged children is predicted to increase total caregiving minutes, while increases in the price of care for preschool aged children has the same effect for mothers with standard work schedules. The price of preschool child care matters more to standard hour working mothers because they are more likely to use formal types of child care Kimmel and Powell 2006a, 2006b. VI.1.b: Morning and Evening Child Caregiving Time Now consider columns 3, 4, 5, and 6 of Table 3. Columns 3 and 4 compare the determinants of the amount of early morning caregiving between mothers working some early morning minutes column 3 and those working no morning minutes column 4. Similarly, columns 5 and 6 compare the determinants of the amount of evening caregiving between mothers working some time in the evening column 5 and those working no evening minutes on their diary day column 6. Recall though that all mothers in these samples work some minutes for pay on their diary day. Considering first the demographic variables, for those mothers with positive employment time in the early morning, being married is associated with fewer early morning caregiving minutes. Mothers with spouses present who are employed in the early morning provide 35 fewer minutes of child caregiving in the mornings than unmarried mothers. Those without husbands present must be doing the caregiving themselves before going to work. This result supports the finding by Craig 2005 from Australia that single mothers awaken their children earlier than 17 Kimmel and Connelly 2007 simultaneously estimated time spent on caregiving, employment, home production and active leisure. 25 married mothers. Additionally, married mothers who work in the evening perform fewer minutes of caregiving during that time of day. Marital status does not, however, affect caregiving minutes in the morning nor in the evening for those mothers who do not work at those times of the day. While it is risky to draw conclusions about these mothers husbands from the time use of the mothers only it does seem that husbands increase child care time when the mother is not present but not otherwise. The role of children in determining caregiving time varies by the age of the children and the mothers work schedule. For example, the number of children aged 0 to 2 increases morning caregiving time for those women working in the mornings by approximately a third of an hour, but does not have this effect on women not working in the early mornings 5am to 8am. Perhaps these children are permitted to sleep later in the morning. The opposite effect is found in the evening. More specifically, evening caregiving is increased for mothers with infants who are not performing paid work during that time. Having noninfant preschool aged children is associated with more caregiving minutes in the morning regardless of the mothers work schedule although the magnitude of the effect is much greater for those mothers performing paid work during that same time period. Finally, the only important effect of schoolaged children is found in the case of mothers who work no evening hours. These mothers perform 0.19 hours more caregiving for each additional child in the six to nine age range. These findings are especially important as that evening time for school age children reflects homework time, lessons and structured bedtimes, all of which are thought to be important for success in school.18 18 Wight, Raley and Bianchi 2007 find specifically that maternal evening work has a negative impact on mothers involvement with childrens education related activities and on reading to children time. 26 Also of interest is the role of another nonspouse adult in the household in mothers observed caregiving time. One might expect that the availability of additional potential caregivers would reduce maternal caregiving minutes, and this proves to be the case, but only during the morning hours. The presence of such an adult reduces the caregiving minutes of mothers who work for pay in the morning by 0.22 hours and reduces the caregiving minutes of mothers who do not work in the morning by 0.10 hours. Turning to the importance of the season, recall that caregiving minutes in the summer were lower for mothers regardless of their work schedules, although the reduction is much larger for mothers working only standard hours. In the final four columns of this table, we can see that the large negative effect of summer for standard hour working mothers is driven equally by reductions in caregiving time in the morning and in the evening. The morning and evening hours of those mothers working in those morning and evening periods are not significantly affected by the summer. Summer seems to reduce the time of day constraints of young children and that reduces the amount of caregiving time of the parent who would have been responding to those time constraints. Turning to the economic factors namely, the wage measure and the two child care price measures, we find that the wage is not an important determinant of time use in the morning nor in the evening. The role of child care prices is more complex. The price of child care for preschoolage children is significantly positive for mothers who do not work in the morning or evening hours, but is not significant for mothers who do work nonstandard schedules. Clearly, mothers who are able to increase their caregiving minutes in the morning or evening are observed doing so in response to higher market child care prices as they are most likely to be 27 using these market services. This positive price response for standard working mothers is also observed in the morning for the price of schoolaged childrens childcare but not observed in the evening. VI. 2. Caregiving minutes and paid work on the weekend The results, thus far, have focused on diary data obtained during the week. We now extend our examination of nonstandard work by looking at caregiving time choices of mothers who work some on the weekend versus those who perform no paid work on the weekend. Effectively, this is a new definition of nonstandard work. Now, any work performed on Monday through Friday is categorized as standard work, while any paid work performed on Saturday or Sunday is categorized as nonstandard work. Thus, the categorization is based on the day of the week rather than the time of the day. The sample is limited to those who report being employed sometime during the week the diary was collected. Estimation results based on this recategorization of nonstandard work are presented in Table 4. Specifically, the table presents the marginal effects on the total observed hours of caregiving associated with various demographic, regional, and economic factors. For the first time, we find a strong effect of education. An extra year of education is associated with 0.20 more hours of caregiving on the weekend for mothers who perform some paid work on the weekends, while this effect is not found for mothers not observed working for pay on the weekend. However, this education effect seems to be counterbalanced by the wage effect, which is significantly positive for weekday working employed mothers but not for weekend working employed mothers. An additional new finding is with husbands earnings: mothers performing some paid employment on the weekend who have higher husbands earnings are 28 observed devoting more minutes to caregiving. Perhaps they are doing less housework on the weekends to compensate. The role of infants is consistent with what was noted previously, namely that an extra infant in the family is associated with increased caregiving minutes regardless of whether the mother performs paid work on the weekend. For mothers working on weekends, children of other ages have no significant impact on caregiving minutes but for mothers not working on weekends, there are important roles for other aged children as well as infants. Having an additional young schoolaged child aged 69 is associated with 0.15 more hours of weekend caregiving for those mothers, while having 1012 year olds and 1317 year olds means fewer caregiving minutes. The role of economic factors on weekends is somewhat different from the weekday findings. First, mothers who do not work on the weekend perform more total caregiving on the weekend, the higher their hourly wages. As mentioned above this effect seems to be counterbalancing the education effect which we know are intimately related. Kimmel and Connelly 2007 found a positive wage effect on the weekday but not on the weekend but the sample here is different since it is constrained to employed mothers only. VI. 3. Nonstandard work during the week more restrictively defined The goal of our paper has been to examine the relationship between paid work outside the typical weekday schedule and maternal caregiving. Because of this broad focus, we have relied thus far on a measure of nonstandard work in which we categorize a worker as nonstandard if she performs any paid employment in the nonstandard time period. Other researchers using time diary data such as Wight, Raley, and Bianchi 2007 rely on a more 29 restrictive categorization that labels a worker as nonstandard if she performs more than 50 percent of her diary days paid work time during the nonstandard time period. Most of the earlier literature which relied on weekly employment data used the respondents information concerning the usual weekly work schedule, as did Rapoport and Le Bourdais 2007, which is more similar to the 50% time definition. Because of the possibility that our comparisons to the findings of other researchers is altered by our more broad categorization of the nonstandard worker, we present estimates in Table 5 that show the role of various factors in the total caregiving minutes for standard versus nonstandard workers in which we use the more restrictive categorization of nonstandard workers. These results are directly comparable to the corresponding marginal effects presented in columns 1 and 2 in Table 3 and are repeated in columns 1 and 2 of Table 5 for convenience. Note that again, we are focusing on weekdays only. A key difference is that the sample of nonstandard working mothers is now much smaller containing only 172 mothers while the sample of standard time only working mothers is now much larger containing 1215 workers. Thus, in a global sense, the two groups are more different now than they were with the previous categorization approach. Wight, Raley and Bianchi 2007 also make this point. Note first that only two variables lose significance from column 1 to column 3. While infant children increase hours of caregiving for standard hour working mothers and for mothers who work at least some nonstandard time, they are shown to have no significant effect on mothers for whom the majority of work hours on diary day are at nonstandard hours. For these women especially the extra care needed by infant children must be being provided by 30 someone else. The negative effect of higher priced school age child care also disappears at least in terms of significance for mothers with the majority of hours at nonstandard times. Much is different for the demographic factors. For nonstandard working mothers, an additional year of education is associated with 10 fewer caregiving minutes. For standard working mothers, higher spousal earnings are associated with the provision of 0.05 hours of caregiving time but being married itself is associated with 0.43 fewer hours of caregiving. This pair of results suggests the positive income effect of husbands earnings, implying that time with children is a normal good but that spouses can serve as substitutes in caregiving. Ceteris paribus, nonwhites provide 0.23 fewer hours of caregiving time if they work a majority of their paid employment time at standard times. Also for standard working mothers, having more children at any age except the oldest age is associated with increased caregiving hours, ranging from over 0.90 hours for infants to 0.23 hours for children ages 10 to 12. As before, standard working mothers perform fewer caregiving hours in the summer but more caregiving hours if the price of child care for preschool children increases. Additionally, for nonstandard working mothers, a higher hourly wage is associated with more caregiving minutes as it was for those with any nonstandard hours although as in Table 4 part of the effect of wage seems to be counterbalancing the effect of education for the majority nonstandard workers. Overall, our basic findings seem largely unchanged by the definition of nonstandard workers as any instead of the more traditional definition of majority nonstandard. School aged children effects are only seen in the standard hour workers under either definition and summer continues to have a large negative effect on hours of standard workers only. Finally, the price of market preschool child care matters for standard workers, for whom this type of care is 31 more available, but has no effect on nonstandard hour workers, even those with any hours of nonstandard time paid work. VII: Conclusions The time that mothers actively care for their children has been shown by other researchers to be influenced by their hours of employment, though the tradeoff is far from one for one. In fact, employed mothers seem to shield their children from most of the effect of their increased employment hours by cutting back on leisure and home production rather than active child care. Kimmel and Connelly 2007, Bianchi 2000, Howie et al, 2005 This paper examines another aspect of employment beyond the total hours spent in employment, that is, the time of day when employment takes place. The timing of paid work across the day is hypothesized to interact with caregiving time due to time of day constraints created by schools, child care centers, and family day care homes.19 Time of day of employment also is expected to affect caregiving time to the extent that another adult is present at home when employment schedules of husbands and wives, for example, do not entirely overlap. Presser 2003 has argued that families sometimes choose nonoverlapping work schedules as a part of their child care strategy. While it is difficult to summarize our findings succinctly, three important results can be noted here. First, the strong positive effect of working mothers wages on caregiving time found in previous research see, for example, Kimmel and Connelly 2007 appears to be resulting from the strong wage effect for mothers who perform some of their paid work during nonstandard 19Stewart and Allard 2007 examine another aspect of the time of day of parental caregiving by considering the time of day of parentchild interactions. They argue that children are most alert around 11am when most employed parents are not with them. 32 hours. For standard hours only workers, no such wage effect is found. Second, the role of family varies by work schedule and the nature of the family relationship. Specifically, spouses play little role in caregiving time choices of working mothers except for those mothers working nonstandard schedules or on weekends. Regarding children, having more infants is associated with increased caregiving minutes regardless of work schedule but having more older children only is significantly associated with increased caregiving for mothers who work only standard hours. Third, the child care price effect is complex, varying by the age of the children under care as well as the mothers work schedule. For mothers with no nonstandard work hours, a higher price of infant care is associated with more maternal caregiving time, while mothers with some nonstandard work hours respond positively in their caregiving time to a higher price of older childrens child care. Our descriptive examination of new American time diary data reveals that employed mothers with children under the age 13 who work any nonstandard hours record 23 fewer minutes of caregiving on the diary day, which is accounted for by 7 fewer minutes in the early morning, 6 minutes fewer during the middle of the day and 10 minutes fewer in the evening. This is certainly not a tremendous difference in time devoted to caregiving. An examination of hour by hour activity showed that most child caregiving occurs in the morning and evening but that mothers who work nonstandard hours are more likely to be caregiving in the middle of the day. Finally, a look at the demographic characteristics of the group of mothers working standard hours only and those working any nonstandard hours on weekdays revealed that the samples were very similar except in the presence of a young school age child, location of residence, education and hourly wage. The sample of mothers working any nonstandard hours has lower 33 education and a lower mean hourly wage. In addition, those mothers working nonstandard hours were less likely to be urban and less likely to have a young school age child. Because working nonstandard hours reflects, in part, family choices, we model the determinants of caregiving time contingent on the endogenous nonstandard hours decision. We initially estimated three FIML endogeneous switching tobit models, looking first at total hours of caregiving, then at hours of early morning caregiving and evening caregiving. The results support the hypothesis that time constraints arising from the rigidity of openingclosing times for formal child care means that the price of child care affects caregiving for standard workers but not caregiving for nonstandard workers. For nonstandard workers, caregiving instead is affected by the presence of a spouse and the presences of other adults, even after controlling for the higher probability of working nonstandard hours for mothers with alternative caregivers in the household. Spouses and other adults seem to substitute for mothers caregiving time, especially in the early morning. The number of very young children and the number of young school age children affects the caregiving minutes of both nonstandard and standard workers, but the number of older school age children only affects the caregiving minutes of standard workers. Homework and structured bedtime seems to be the big loser from mothers evening employment, judging from the combination of results on number of school age children and summer diaries. After looking at these results for weekdays, we also examined any weekend hours are nonstandard. Here the sample was constrained to those mothers who are employed some time during the week before the interview. As on the weekdays, working any nonstandard hours any hours on the weekend dampened the effect of having young school age children. However, the effect of having an infant on child care time was greater for weekend workers than nonweekend 34 workers. Finally, we reestimated our original weekday equations with nonstandard workers defined more narrowly as those for whom more than 50 percent of their paid work hours happened during outside the hours of 8 am and 4 pm. Twelve percent of our sample of mothers with weekday diaries worked the majority of their hours on diary day outside the 8AM to 4PM window. Here, the contrast in the effect of numbers and ages of children is even more stark, with an additional child at any age increasing the caregiving time of the standard time workers but having no significant effect on the caregiving time of nonstandard time workers. Nonstandard time workers also had a strong positive effect of wages on hours of caregiving which was not seen in the standard time workers. 35Works Cited Beers, T.M. 2000. Flexible Schedules and Shift Work: Replacing the 9To5 Workday? Bianchi, Susan. 2000. Maternal Employment and Time with Children: Dramatic Change or Monthly Labor Review, 1236, 3340. Surprising Continuity? Demography 37, 401414. Bianchi, Suzanne, Vanessa Wight, and Sara Raley. 2005. Maternal Employment and Family Caregiving: Rethinking Time with Children in the ATUS, unpublished manuscript prepared for the ATUS Early Results Conference. Callister, Paul and Susan G. Singley. 2004. A Double Burden or the Best of Both Worlds? A Research Note on Simultaneous Paid Work and Childcare in New Zealand, unpublished manuscript, Victoria University of Wellington, 17 pgs. Chaykowski, R.P. 2005. Nonstandard Work and Economic Vulnerability. Canadian Policy Research Networks. Connelly, Rachel and Jean Kimmel. 2003. Marital Status and FulltimeParttime Work Status in Child Care Choices, Applied Economics, 357, pp. 76177. Craig, Lynn. 2005. How Do They Do It? A Time Diary Analysis of How Working Mothers Find Time for the Kids, unpublished working paper January. Fortson, Kenneth N. 2004. The Diurnal Pattern of Onthejob Injuries, Monthly Labor Review, Grosswald, Blanche. 2004. The Effects of Shift Work on Family Satisfaction, Families in Society, 853, 413423. Hamermesh, Daniel S. 2002. Timing, Togetherness and Time Windfalls, Journal of Population Economics, 15, 601612. __________. 1999a. The Timing of Work Over Time, The Economic Journal, 109452, 371825. 66. __________. 1999b. Changing Inequality in Work Injuries and Work Timing, Monthly Labor Review, 12210, 2230. ____________. 1996. Workdays, Workhours, Work Schedules: Evidence for the United States and Germany. Kalamazoo, MI: The W.E. Upjohn Institute for Employment Research. 36 Han, WenJui. 2005. Maternal Nonstandard Work Schedules and Child Cognitive Outcomes, Child Development, 761, 137154. __________. 2004. Nonstandard Work Schedules and Child Care Decisions: Evidence from the NICHD Study of Early Child Care, Early Childhood Research Quarterly, Vol. 19, pp. 231256. Heckman, James. 1979. Sample Selection Bias as a Specification Error, Econometrica Vol. 147, No. 1 January, pp. 15361. Hedges, Janice Neipert and Edward S. Sekscenski. 1979. Workers on late shifts in a changing economy, Monthly Labor Review, pp. 1422 Henly, Julia R., Elizabeth O. Ananat, and Sandra K. Danziger. 2006. Nonstandard Work Schedules, Child Care Subsidies, and Child Care Arrangements, unpublished manuscript, University of Chicago. Howie, Peter, John Wicks, John M. Fitzgerald, Douglas Dalenberg and Rachel Connelly. 2006. Mothers Time Spent in Care of Her Children and Market Work: a Simultaneous Model with Attitudes as Instruments, Applied Economics Letters, 138: 503506. Jacobsen, Joyce P. and Peter Kooreman. 2005. Timing Constraints and the Allocation of Time: the Effects of Changing Shopping Hours Regulations in the Netherlands, European Economic Review, 49, 927. Kimmel, Jean and Rachel Connelly. 2007. Determinants of Mothers Time Choices in the United States: Caregiving, Leisure, Home Production, and Paid Work, Journal of Human Resources Summer. Kimmel, Jean and Lisa M. Powell. 2006a. Nonstandard Work and Child Care Choices of Married Mothers, Eastern Economic Journal Vol. 32, No. 3 Summer, pp. 397419. Kimmel, Jean and Lisa M. Powell. 2006b. Nonstandard Work and Child Care Choices: Implications for Welfare Reform, chapter included in From Welfare to Child Care, Lawrence Erlbaum Associates, Inc., 129148. Lanfranchi, Joseph, Henry Ohlsson, and Ali skalli. 2002. Compensating Wage Differentials and Shift Work Preferences, Economics Letters, 74, 393398. Polivka, Anne. 2007. Day, Evening, and Night Workers: A Comparison of What They Do in Their NonWork Hours and With Whom They Interact, chapter in manuscript titled How Do We Spend Our Time? edited by Jean Kimmel and to be published by the W.E. Upjohn Institute for Employment Research. 37 Presser, Harriet B. 2004. The Economy that Never Sleeps, Contexts Vol.3 No. 2, pp. 15. __________. 2003. Working in a 247 Economy: Challenges for American Families. New York: Russell Sage Foundation. __________. 1995. Job, Family and Gender: Determinants of Nonstandard Work Schedules among Employed Americans in 1991, Demography, 32, 577598. __________. 1998. Shift Work and Child Care among Young DualEarner American Parents, Journal of Marriage and the Family, 50, 133148. Presser, Harriet B. and Amy G. Cox. 1997. The Work Schedules of LowEducated American Women and Welfare Reform, Monthly Labor Review, pp. 2534. Presser Harriet B. and Janet C. Gornick. 2005. The Female Share of Weekend Employment: a Rapoport, Benoit and Celine Le Bourdais. Forthcoming 2007. Parental Time and Working Study of 16 Countries, Monthly Labor Review, 1288, 4153. Schedules, Journal of Population Economics. Reimer, Cordelia. 2002. Parents Work Time and the Family, The Economics of Work and Family, Jean Kimmel and Emily Hoffman, editors. Kalamazoo, MI: W. E. Upjohn Institute for Employment Research, pp. 71104. Sandberg, J. and S. Hofferth, 2001. Changes in Childrens Time with Parents, U. S. 19811997, Demography, 38, 423436. Strazdins, Lyndall, Rosemary J. Korda, Lynette LY. Lim, Dorothy H. Broom, and Rennie M. DSouza. 2006. Unsociable Work? Nonstandard Work Schedules, Family Relationships, and Childrens WellBeing, Journal of Marriage and Family, 68, 394410. __________. 2004. Aroundtheclock: Parent Work Schedules and Childrens WellBeing in a 24H Economy, Social Science and Medicine, Vol. 59, pp. 15171527. United States Department of Labor, Bureau of Labor Statistics. 2005. Workers on Flexible and Shift Schedules in May 2004, USDL 051198 July 1, 2005. Venn, Danielle. 2004. Work Timing Arrangements in Australia in the 1990s: Evidence from the Australian Time Use Survey, unpublished dissertation, University of Melbourne. Wight, Vanessa R, Sara B. Raley, and Suzanne M. Bianchi. 2007. Time for Children, Ones Spouse, and Oneself among Parents Who Work Nonstandard Hours unpublished manuscript; earlier version under different title prepared for presentation at the 2006 annual meeting of the Population Association of America. 38 Winston, G. 1982. The Timing of Economic Activities. New York: Cambridge University Press. 39 Table 1 Average Caregiving and Employment Minutes for Mothers of Children Under the age of 13 with Positive Employment Hours on the Diary Day Sample Size Percent of Total Sample Average percent of work time that occurs during nonstandard hours Average percent of work time that occurs during early morning hours Average percent of work time that occurs during evening hours Average percent of work time that occurs during night hours Total minutes employed Early morning employment minutes Standard day employment minutes Evening employment minutes Nighttime employment minutes Total child care minutes Early morning child care minutes Standard workday child care minutes Evening child care minutes Night child care minutes Significance: 10%; 5%; 1%. Standard employment hours only 585 42.70% 0.00% 0.00% 0.00% 0.00% 348.685 0.000 348.685 0.000 0.000 120.440 24.899 45.259 47.718 2.564 Any nonstandard employment hours 785 57.30% 25.09% 10.28% 11.86% 2.94% 481.789 46.615 369.978 52.496 12.700 86.160 15.627 33.550 34.453 2.531 Significant difference between nonstandard and standard sample 40 Table 2 Sample Means for Regression Covariates Standard employment hours only Mean Significant difference between nonstandard and standard sample Any nonstandard employment hours Mean 14.26 35.83 2520.69 0.62 0.17 0.13 0.70 0.35 0.26 0.32 0.60 0.45 0.26 0.11 0.26 2.41 13.90 35.59 2373.05 0.65 0.18 0.16 0.64 0.34 0.27 0.32 0.51 0.48 0.25 0.14 0.25 2.36 Variable Education Age Husbands earnings if married Married spouse present Nonwhite Hispanic Urban South Num kids aged 0 to 2 Num kids aged 3 to 5 Num kids aged 6 to 9 Num kids aged 10 to 12 Num kids aged 13 to 17 Presence of other adult Summer Predicted Hourly Wage Predicted Hourly Price of Child Care for Kids 0 to 5 Predicted Hourly Price of Child Care for Kids 6 to 12 N Notes: Significance test based on simple ttest of means with assumed equal variances. The alternative hypothesis is that the means are not equal. significant at 10%; significant at 5%; significant at 1% The sample includes all mothers with children less than 13 years old who have positive hours of paid employment on a weekday diary day and data in all right hand side variables. 2.43 2.01 2.41 2.34 455 578 41 Table 3: Marginal Effects of Determinants of Weekday Hours Spent in Total Child Care, Early Morning Child Care, and Evening Child Care for Employed on that Weekday Diary Day Mothers of Children Under the age of 13 1 Total child care hours for those with any nonstandard employment hours 0.0899 0.0965 0.0320 2 Total child care hours for those with no nonstandard employment hours 0.1908 0.0645 0.0238 3 Morning child care hours for those with any morning employment hours 0.5481 0.0358 0.0052 4 Morning child care hours for those with no morning employment hours 0.4453 0.0167 0.0014 5 Evening child care hours for those with any evening employment hours 0.4413 0.0157 0.0037 6 Evening child care hours for those with no evening employment hours 0.4839 0.0188 0.0001 Constant Education Age Husbands earnings if married thousands Married spouse present Nonwhite Hispanic Urban South Num kids aged 0 to 2 Num kids aged 3 to 5 Num kids aged 6 to 9 Num kids aged 10 to 12 Num kids aged 13 to 17 Presence of other adult in hh Summer Predicted Hourly Wage Predicted Pcc for Child 0 to 5 Predicted Pcc for Child 6 to 120.0067 0.0339 0.0849 0.0671 0.1544 0.0803 0.2503 0.1439 0.0657 0.0396 0.0723 0.0964 0.1672 1.1872 0.0198 0.0603 Significance: 10%; 5%; 1%. 0.0459 0.2820 0.2441 0.0548 0.0514 0.3350 1.3228 0.3480 0.6080 0.4407 0.0431 0.3175 0.8318 0.5351 0.1946 0.0447 0.0020 0.3537 0.1905 0.0955 0.0289 0.0352 0.3364 0.1970 0.0463 0.0794 0.1033 0.2203 0.0444 0.4639 0.0248 0.0527 0.0015 0.0219 0.0826 0.0062 0.0524 0.0312 0.0510 0.0176 0.0773 0.0334 0.0247 0.1046 0.1551 0.1726 0.0275 0.0239 0.0022 0.0739 0.0416 0.0558 0.0317 0.0107 0.0265 0.0060 0.0003 0.0023 0.0257 0.0159 0.0085 0.2713 0.0064 0.0056 0.0270 0.1301 0.0940 0.0200 0.1401 0.0427 0.3663 0.0343 0.1862 0.1145 0.0263 0.0350 0.1238 0.1064 0.0647 0.0069 42 Table 4: Marginal Effects of Determinants of Weekend Hours Spent in Total Child Care for Employed Mothers of Children Under the age of 13 with Nonstandard Defined as Any Hours of Employment on a Weekend Diary Day 1 Total weekend day child care hours for those with any weekend day employment hours 1.0274 0.2031 0.0316 2 Total weekend day child care hours for those with no weekend day employment hours 2.4436 .1099 0.0093 0.8799 0.4553 0.7258 0.0661 0.0385 0.2472 0.7556 0.1856 0.0277 0.1745 0.0398 0.0688 0.2835 1.1187 0.0980 0.0257 0.0075 0.0772 0.0919 0.0896 0.0064 0.0348 0.5239 0.0208 0.1555 0.1658 0.2039 0.0453 0.0523 1.7902 0.0841 0.0502 Constant Education Age Husbands earnings if married thousands Married spouse present Nonwhite Hispanic Urban South Num kids aged 0 to 2 Num kids aged 3 to 5 Num kids aged 6 to 9 Num kids aged 10 to 12 Num kids aged 13 to 17 Presence of other adult in hh Summer Predicted Hourly Wage Predicted Pcc for Child 0 to 5 Predicted Pcc for Child 6 to 12 Significance: 10%; 5%; 1%. 43 Table 5: Marginal Effects of Determinants of Weekday Hours Spent in Total Child Care for Employed on Diary Day Mothers of Children Under the age of 13 with Nonstandard Defined as the Majority Of Employment Time on a Weekday Diary Day Occurring In Hours Other Than 8 AM To 4 PM Constant Education Age Husbands earnings if married thousands Married spouse present Nonwhite Hispanic Urban South Num kids aged 0 to 2 Num kids aged 3 to 5 Num kids aged 6 to 9 Num kids aged 10 to 12 Num kids aged 13 to 17 Presence of other adult in hh Summer Predicted Hourly Wage Predicted Pcc for Child 0 to 5 Predicted Pcc for Child 6 to 12 1 Total child care hours for those with any nonstandard employment hours From Table 3 column 1 0.0899 0.0965 0.0320 2 Total child care hours for those with no nonstandard employment hours From Table 3 column 2 0.1908 0.0645 0.0238 0.0067 0.0339 0.0849 0.0671 0.1544 0.0803 0.2503 0.1439 0.0657 0.0396 0.0723 0.0964 0.1672 1.1872 0.0198 0.0603 0.0459 0.2820 0.2441 0.0548 0.0514 0.3350 1.3228 0.3480 0.6080 0.4407 0.0431 0.3175 0.8318 0.5351 0.1946 0.0447 3 Total child care hours for those with the majority of hours of employment at times other than 8 am to 4 pm 4 Total child care hours for those with the majority of hours of employment between 8 am and 4 pm 0.7780 0.1032 0.0213 0.0353 0.0667 0.0273 0.0514 0.2790 0.0110 0.1001 0.0458 0.0217 0.0678 0.1098 0.0871 0.0458 1.0802 0.0763 0.0388 0.0423 0.0008 0.0048 0.0500 0.4342 0.2603 0.1159 0.1329 0.0968 0.9155 0.3827 0.4228 0.2271 0.0855 0.1667 0.4373 0.3738 0.1112 0.0293 Significance: 10%; 5%; 1%. 44 Figure !: Activities by Time of Day for Four Samples of Mothers Activities by Time of Day for NonEmployed Mothers 100%80%60%40%20%0%4am 7am 10am 1pm 4pm 7pm 10pm 1am Activities by Time of Day for Employed Mothers with Some Nonstandard Hours Worked on Diary Day 100%80%60%40%20%otherhpccemotherhpccem Activities by Time of Day for Employed Mothers with No Hours Worked on Diary Day 100%80%60%40%20%0%aotherhpccem 4am 7am 10am 1pm 4pm 7pm 10pm 1am Activities by Time of Day for Employed Mothers with No Nonstandard Hours Worked on Diary Day 100%80%60%40%20%0%4am 7am 10am 1pm 4pm 7pm 10pm 1am 0%4am 7am 10am 1pm 4pm 7pm 10pm 1am otherhpccem Figure 2: Caregiving Time Only for Mothers with Positive Minutes of Employment on Diary Day Percent Engaged in Caregiving Activity by Time of Day for Employed Mothers with Some Nonstandard Hours Worked on Diary Day Percent Engaged in Caregiving Activity by Time of Day for Employed Mothers with No Nonstandard Hours Worked on Diary Day 302520151050302520151050 4am 7am 10am 1pm 4pm 7pm 10pm 1am 4am 7am 10am 1pm 4pm 7pm 10pm 1am 1 Appendix A: ATUS Activity Lexicon for 2003 data Activity assignments To note: I. 6 digits total: 2 for major category, 2 for 2nd tier, 2 for 3rd tier. 01 01 01 1sleepingpersonal care 2leisure, regular 3leisure, volunteer 4formal education 5paid work, regular 6unpaid work investment 7HH production 8child care II. Abbreviations: HH household; CC child care III. Detailed assignment categories: IV: Aggregated assignment categories V. Actual code assignments 01: personal care: 1 02: HH activities: 7 03: Caring  04: Caring: all HH 7 01 CC 8 02 CC 8 03 CC 8 04, 05, 99: HH 7 m 5 hp 7 cc 8 L 2 3 01: chcare 8 02 HH 7 03 HH 7 04, 05: 1 06 thru 99 7 01: paid work 5 02: treat as OJT 6 03: 5 04: Job search and interviewing: 6 99: 6 05 Working and workrelated activities 06: Education: all in leisureformal education: 4 07: Consumer purchases: HH production 7 08: Professional and personal care services 09: HH services: all in 7 10: Government  11: Eating, etc: all in 2 12: Socializing, etc: all in 2 13: Sports, etc. all in 2 14: Religious: all in 2 15: Volunteer activities: all in 3 16: Telephone calls: 17: Traveling 01: 1 01: 7 02: 3 03 thru 99: 7 01 telephone calls: 01, 02: 2 03: 4 04 thru 08: 7 101: 8 02, 99: 7 02: 7 03: travel related to  04: 3 05: 6 06: 4 07: 7 08: travel related to using  09: 7 10: travel related to using govt  11: travel related to eating and drinking: 2 12: 2 13: 2 14: 2 15: 3 16: 7 17: 2 99: 2 50: : exclude all 01: 8 02, 03: 7 04, 05: 1 06 thru 99: 7 01, 02, 03, 99: 7 04: 3 2Appendix B: Determinants of the Natural Log of Hourly Wages for Mothers with Children Aged 0 to 12 Significance 1%, significance 5%, significance 10% 0.0939 0.033 0.0118 0.017 0.0102 0.004 0.3003 0.073 Employment 3.8160 0.919 0.1802 0.055 0.0798 0.019 0.0044 0.002 0.0011 Ln wage 1.4333 0.391 0.1070 0.005 0.0823 0.009 0.0010 0.000 0.0384 0.032 0.0827 0.039 0.1849 0.033 0.0178 0.032 Variable Names Constant Education Age Education Squared Age Squared Education Age Husbands earnings if Married 1,000 Married spouse present Nonwhite Hispanic Urban South Num kids aged 0 to 2 Num kids aged 3 to 5 Num kids aged 6 to 9 Num kids aged 10 to 12 Num kids aged 13 to 17 Presence of other adult in household STCCCREDIT STATEMIN TANFAMT MINTRAIN INFANTSZ 4YROLDSZ LICCENTERS LICHOMES STMEDICAID UNEMPLR STLFPR LAMBDA 0.0818 0.000 0.0002 0.001 0.012 0.0586 0.074 0.0134 0.066 0.0475 0.078 0.0356 0.065 0.1012 0.081 0.3752 0.048 0.2562 0.043 0.1011 0.039 0.0241 0.046 0.0735 0.047 0.0052 0.066 0.0031 0.069 0.1182 0.107 0.0842 0.330 0.0546 0.069 0.0041 0.079 0.0053 0.072 0.0384 0.122 0.0074 0.029 0.0000 0.000 0.0286 0.039 0.0315 0.009 Appendix Table C: Determinants of Price of Child Care for Mothers of Children 0 to 5 and 6 to 12 Using SIPP 2001, Wave 4 Pay for Care Price of Pay for Care Price of 6 to 12 Year Olds Employment Variable Names 0 to 5 Year Olds Employment Constant Education Age Education Squared Age Squared Education Age Husbands earnings if Married 1,000 Married spouse present Nonwhite Hispanic Urban South Youngest Kid 0 to 2 Num kids aged 0 to 2 Num kids aged 3 to 5 Num kids aged 6 to 9 Num kids aged 10 to 12 Num kids aged 13 to 17 Presence of other adult in household STCCCREDIT STATEMIN TANFAMT 4.4702 0.767 0.2162 0.043 0.1002 0.018 0.0019 0.001 0.0010 0.000 0.0022 0.001 0.0560 0.006 0.0426 0.053 0.0661 0.052 0.0716 0.060 0.0104 0.052 0.0165 0.065 0.1203 0.094 0.3047 0.070 0.2041 0.040 0.0870 0.032 0.0159 0.044 0.0094 0.040 0.0713 0.055 0.1083 0.061 0.0737 0.100 0.0002 0.000 Child Care 2.3727 5.625 0.0654 0.129 0.0494 0.023 0.2117 0.090 0.3258 0.327 0.0358 0.323 0.2605 0.406 0.0222 0.314 0.6643 0.301 0.2342 0.763 0.3605 0.799 0.5218 0.386 0.1524 0.237 0.0074 0.333 0.1439 0.316 0.2307 0.333 2.3743 4.820 0.1343 0.234 0.1001 0.078 0.0015 0.004 0.0026 0.001 0.0049 0.0030 0.0172 0.052 0.3335 0.075 0.0177 0.088 0.0464 0.107 0.0368 0.069 0.0403 0.087 0.2107 0.164 0.1676 0.273 0.0834 0.170 0.1718 0.067 0.2060 0.066 0.0991 0.061 0.5073 0.133 0.1674 0.130 0.1520 0.152 0.0002 0.000 3.1879 0.765 0.0944 0.040 0.0917 0.0013 0.018 0.0002 0.001 0.000 0.0001 0.001 0.0327 0.006 0.0846 0.049 0.0564 0.048 0.0614 0.058 0.0105 0.050 0.0513 0.064 0.0439 0.066 0.3945 0.040 0.2569 0.038 0.1086 0.041 0.0140 0.036 0.0212 0.029 0.0423 0.050 0.1154 0.058 0.0857 0.097 0.0002 0.000 1.7891 1.458 0.2097 0.060 0.0192 0.039 0.0049 0.002 0.0002 0.001 0.0026 0.002 0.0236 0.009 0.1660 0.083 0.0808 0.070 0.0387 0.080 0.1146 0.061 0.1500 0.073 0.4257 0.121 0.0655 0.136 0.0182 0.093 0.1310 0.090 0.1345 0.061 0.2097 0.059 0.2112 0.070 0.1237 0.063 0.1258 0.106 0.0006 0.000 Child Care 2.2517 7.407 0.1417 0.216 0.0289 0.039 0.0016 0.001 0.2675 0.568 0.3909 0.561 0.6688 0.687 1.0261 0.541 0.2966 0.474 0.8479 1.048 0.4534 1.088 0.5693 0.698 0.6199 0.638 0.7886 0.449 0.9157 0.486 0.3760 0.491 Appendix Table C2 continued: Determinants of Price of Child Care for Mothers of Children 0 to 5 and 6 to 12 Using SIPP 2001, Wave 4 Variable Names 0 to 5 Year Olds Employment Pay for Care 0.0484 0.091 0.1819 0.097 0.0899 0.091 0.0991 0.198 0.0643 0.062 0.0000 0.000 0.0973 0.049 0.0178 0.021 0.0472 0.061 0.0160 0.067 0.0630 0.060 0.1598 0.124 0.0567 0.028 0.0000 0.000 0.0204 0.037 0.0258 0.008 MINTRAIN INFANTSZ 4YROLDSZ LICCENTERS LICHOMES STMEDICAID UNEMPLR STLFPR LambdaA LambdaB Significance 1%, significance 5%, significance 10% Price of Child Care 0.5974 0.316 0.4860 0.349 0.1239 0.337 1.3460 0.757 0.2380 0.176 0.1255 0.167 0.0203 0.053 0.0090 0.799 4.6253 2.423 6 to 12 Year Olds Employment 0.0314 0.058 0.0756 0.065 0.1085 0.059 0.0794 0.118 0.0481 0.029 0.0000 0.000 0.0031 0.034 0.0224 0.008 Pay for Care 0.1435 0.077 0.1426 0.072 0.0568 0.069 0.1327 0.144 0.0055 0.033 0.0000 0.000 0.0277 0.039 0.0095 0.010 Price of Child Care 0.3663 0.500 0.7802 0.536 0.5680 0.522 2.9785 1.147 0.0970 0.268 0.1708 0.252 0.0031 0.079 0.8585 2.003 0.1837 2.690 1 Appendix Table D: Determinants of Any Nonstandard Work, Early Morning Work, Evening Work , Majority Nonstandard Work Among Mothers with Positive Employment Hours on a Weekday Diary Day or Any Work Among Employed Mothers on Weekend Days Any Nonstandard Early Morning Work Work Constant Education Age Husbands earnings if Married 1,000 Married spouse present Nonwhite Hispanic Urban South No child 0 to 5 No child 6 to 12 Presence of other adult in household Summer Predicted Ln Hourly Wage Predicted Pcc for Child 0 to 5 Predicted Pcc for Child 6 to 12 State unemployment rate State womens LFP rate Standard errors in parentheses significant at 10%; significant at 5%; significant at 1% 1.1699 0.877 0.0149 0.058 0.0015 0.010 0.0229 0.025 0.1716 0.125 0.0471 0.112 0.0344 0.133 0.0753 0.108 0.0219 0.098 0.3979 0.331 0.0013 0.149 0.1533 0.128 0.0011 0.093 0.3251 0.524 0.0569 0.061 0.0521 0.038 0.4545 0.455 2.8148 1.110 0.8342 0.734 0.0183 0.058 0.0017 0.010 0.0042 0.025 0.1983 0.125 0.0377 0.117 0.0438 0.132 0.1221 0.104 0.0836 0.095 0.3614 0.237 0.1510 0.123 0.0126 0.124 0.0911 0.096 0.0540 0.519 0.1040 0.044 0.0671 0.035 0.1723 0.421 1.1542 0.836 2Evening Work 1.7613 1.256 0.0343 0.083 0.0096 0.014 0.0393 0.036 0.0311 0.177 0.0065 0.153 0.0114 0.179 0.1105 0.151 0.0071 0.137 0.8721 0.421 0.3653 0.195 0.2119 0.154 0.1155 0.123 0.6449 0.730 0.2063 0.078 0.0610 0.052 0.1835 0.674 2.5138 1.555 Majority Any work on Nonstandard weekend Work 0.2100 1.041 0.0159 0.065 0.0124 0.010 0.1630 0.122 0.1136 0.136 0.1805 0.150 0.2200 0.117 0.2241 0.114 0.4477 0.390 0.4195 0.193 0.1459 0.136 0.2687 0.102 0.4574 0.595 0.0620 0.069 0.0526 0.047 0.2561 0.556 0.7151 1.241 0.2100 1.041 day 0.2979 0.836 0.0886 0.062 0.0190 0.011 0.1796 0.211 0.1255 0.114 0.3301 0.109 0.1184 0.129 0.0151 0.011 0.0130 0.091 0.3121 0.310 0.2975 0.131 0.0957 0.104 0.0254 0.090 1.1147 0.562 0.0628 0.057 0.0549 0.035 0.4615 0.435 0.8317 1.020 ", "filename": "548147728.pdf", "person": ["Rachel Connelly", "Connelly, Rachel", "Jean Kimmel", "Kimmel, Jean"], "date": ["2007"]}