{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34396/1/550377751.pdf"], "title": ["How does the presence of children affect dependent care? A psycho-economic approach"], "plaintext": "How Does the Presence of Children Affect Dependent Care? A PsychoEconomic Approach Jose Ignacio Gimenez University of Zaragoza Miriam Marcen University of Zaragoza Jose Alberto Molina University of Zaragoza and IZA Discussion Paper No. 2726 April 2007 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 2726 April 2007 How Does the Presence of Children Affect Dependent Care? A PsychoEconomic Approach ABSTRACT This paper adopts a psychoeconomic approach, based on the Demonstration Effect hypothesis, to analyze the effects that the presence of children has on the time devoted to elder care. We combine the approach of the Social Cognitive Theory and a threegeneration altruism model. Using the 2003 Spanish Time Use Survey STUS, we confirm the Demonstration Effect, i.e, the presence of children, while parents are engaged in elder care activities, increases by 11.63% the time devoted to these activities. Additionally, we find that time devoted to child care as primary activity increases by 11.19 minutes per day when children are present during adult care activities. JEL Classification: D13, D64, J13, J14 Keywords: Corresponding author: Jose Alberto Molina Department of Economics Analysis University of Zaragoza Gran Via 2 50005 Zaragoza Spain Email: jamolinaunizar.es children, dependent care, psychoeconomic approach, demonstration effect 1 Introduction In the last thirty years, the rate of growth of the elderly population in Europe has dramatically increased. The EU countries face the challengeof an ageing population, with the average elderly dependency ratio forecast to rise to 53% across the EU by 2050 Eurostat, 2000. Who willtake care of us when we are old?The number of people requiring care will increase dramatically because elderly people are more likely to experience chronic and disablinghealth conditions. This will generate increased need for care and socialservices. There are dierent traditions in the provision of care for theelderly, informal and formal care, and dierences in the implementation of public policies dealing with this issue. Policies set by legislatorsare designed to cater to the needs of this expanding population, andtheir families, who have until now been largely unsupported. However,politicians do not take into account that these policies can aect thedecisions taken by the care providers, which according to the theoryof the Demonstration Eect may aect future intergenerational timetransfers Wol, 2001.The organization of families, the multiplicity of generational compositions, the variety of preferences and shifting economic roles, make familyrelationships more complex. Family memberscid:146relationships respond toan interaction between dierent generations, even though family mobility has increased, as has geographical distance and lower fertility rates.The geographical distance appears to incid:135uence the opportunity for frequency of contact between dierent generations.In this context, this paper adopts a psychoeconomic approach inorder to study the eect that children have on their parentscid:146time transfers. In particular, our purpose is to analyse the eects that the presence of children have on the time devoted to elder care, and to validatethe Demonstration Eect hypothesis as an explanation of intergenerational time transfers Cox and Stark, 1996, 2005.To do that, we cid:133rst develop a theoretical model in which we suppose a family consisting of three generations, and we analyze how thepresence of children aects eldercare. We consider the possibility thatthe childcid:146s behaviour is conditioned by parental conduct. The parentscid:146example in caring for their own parents, when children are present toobserve them, leads to important changes that may aect the nature andquality of child development, and may incid:135uence the childrencid:146s future behaviour. This Demonstration Eect theory is related to the evidencethat habits are important in our behaviour, so repeated activities suchas elder care can condition the behaviour of children when they, in turn 2become adults, implanting a habit.1This theoretical framework will be empirically developed by, cid:133rst,specifying a Tobit model to analyze the time the parents spend on adultcare activities, taking into account both the Substitution Eect andthe Demonstration Eect. Second, we estimate Seemingly Unrelated Regression on adult care and child care, to see how the number of children in the household, and the presence of children during the adult careactivities, incid:135uences the time devoted to adult and child care activities.We consider sample selection problems and we estimate with dierentsubsamples, obtaining robust results.Why do people behave in the way that they do? In psychology, behaviourists represent human behaviour as a direct and unidirectionallink between stimulus and response. How people interpret the results oftheir own behavior informs and alters subsequent behavior. Behaviourcan be aected by learning processes, so we must take into account thedierent ways in which learning takes place.2 From the behaviourismperspective, learning would be laborious, if people had to rely solely onthe eects of their own actions to know how to behave.3 There is an extensive psychological literature concerning the factors between stimulusand response which determine our behaviour, expanding the relationshipbetween the person and the situation. How are these mediating factorsdecid:133ned? Miller and Dollard 1941 proposed a theory of social learningand imitation that rejected behaviorist notions.4 The Social Learning Theory incorporates the beginnings of an internal mediating variable,human cognition rather than reactive organisms shaped by environmental changes.5 The Social Cognitive Theory SCT, which is a learningtheory, is based on the notion of modelling and vicarious experiences.6An important aspect of this perspective is that people learn by watchingwhat others do, and that human thought processes are central to under1See Becker 1992.2Learning is an internal process that may or may not change behaviour. Gunkelman and Johnstone 2005 explain that the brain changes structurally when it learns.3For Bandura 1986, a theory that denies that thoughts can regulate actionsdoes not lend itself readily to the explanation of complex human behavior .4Learning theories have had a profound incid:135uence on psychological thinking andtheorizing during the last two decades of the twentieth century and into the newmillennium.5The Social Learning Theory SLT incorporates the following principles of learning: reinforcement, punishment, extinction, and imitation of models. Reinforcementand punishment have unpredictable and indirect eects on both behaviour and learning.6Bandura 1986 introduced the Social Cognitive Theory SCT with his bookSocial Foundations of Thought and Action: A Social Cognitive Theory which is ageneral theory of human behaviour.3standing personality, which aects our ability to make decisions. Thishelps to explain why peoplecid:146s behaviours are sometimes disconnectedfrom their actual skills, when individuals have little prior experience ofcaring for the elderly. Our theoretical approach is based on the SCT.We apply our psychoeconomic framework to Spain, with this being one of the countries with a growing percentage of older residents.7In 1970, Spaincid:146s elderly constituted 9.7% of the population, a total of 3,300,000 people.In 2000, 6,600,000 individuals were over the age of 65, constituting 16.6% of the population.8 This process will continuebecause we know that the demographic distribution of the elderly population will considerably increase by the year 2020, when baby boomerswill start to retire.We use timediary data from the 200203 Spanish Time Use SurveySTUS, with this data set oering three main advantages. First, therelatively large size of the survey allows a consistent study of 20,000 families. Second, the timediary nature of the data oers distinct advantagesover more narrowlystructured data, which usually rely on memory andrecall. Third, the diaries record all the primary activities in which peopleare engaged, and the presence of others during these activities. Thus, weare able to identify time spent on adult care activities, and the presenceof children while parents are engaged in these activities.9Our results argue in favour of the Demonstration Eect in Spain,with these being consistent with the results obtained by Cox and Stark1996, and Cox and Stark 2005 with data from the NSFH National Survey of Families and Households, and Wol 2001, with evidencefrom France. That is to say, according to the STUS, the presence ofgrandchildren while their parents are engaged in caring activities is positively related to adult care activities, with this result validating theDemonstration Eect hypothesis.The paper is organized as follows. Section 2 briecid:135y reviews the literature regarding the psychological approach, the intergenerational transfer models and time use studies. Section 3 develops an intergenerationalmodel for the care of adults, incorporating the Substitution and Demonstration Eects. Section 4 describes the data used, Section 5 describesthe econometric techniques used in the estimation process, Section 6 de7Increases in longevity are a primary cause of population ageing. The Spanishhave among the longest life expectancies in Europe. Disproportionately, this olderpopulation is female. A signicid:133cant factor is that fertility is below replacement levelin all European countries.8Libro Blanco de la Dependencia en Espaa 2005.9We focus on time transfers because in Spain, cid:133nancial gifts made to the elderlyare not important. This may be explained by the fact that elders receive pensionsduring their old age.4scribes the results obtained and Section 7 sets out our main conclusions.2 Literature 2.1 Psychological Approach Behaviour is largely regulated through cognitive processes. To understand and explain how the decisions taken by individuals, that is, theirbehaviour, are incid:135uenced by the presence of others, we analyse the Social Cognitive Theory which has its roots in the Social Learning Theory.According to the SCT, human functioning is determined by a continuous reciprocal interaction of personal factors in the form of cognition,aect, and biological events;10 behavioural patterns, and environmentalincid:135uences. This threefold reciprocal causation is described as reciprocaldetermination.11 Each can impact on, and be impacted by, the other.From this perspective, an individualcid:146s behaviour is both incid:135uenced, andhas an incid:135uence. Individuals are viewed both as products and as producers of their environments and of their social systems, since humanlives are not lived in isolation Bandura, 1977a;1986;1989.One of the most important tenets of social cognitive theory is thatto learn, one must cid:133rst observe. People learn by watching what othersdo. Learning by observing others is called Vicarious Learning whichrefers to the human ability to learn not only from direct experience, butalso from the observation of others, which depends on close contact andon reinforcement.12People do not absorb all the standards of behaviour to which they areexposed. Observational learning is governed by the processes of attention,13 retention, motor reproduction,14 and motivation expectancies,15 all of which may increase the likelihood that they adopt the behavior 10The SCT accounts for biological personal factors, such as genetic predisposition,sex, and temperament and the incid:135uences they have on human development. Thistheory rejects the type of evolutionism that views social behaviour as the product ofevolved biology.11The SCT recognizes that this reciprocal interaction does not imply that allsources of incid:135uence are of equal strength and that they do not all occur simultaneously.12In addition, cognitions change over time as a function of maturation, experienceand social and moral standards.13The observer is most likely to selectively attend to, and model, behaviours ofpeople who are most like themselves.14For Bandura 1986, symbolizing consists of coded information, which enablespeople to retain a symbolic representation of the observed behaviour in their memory,and which can be used as a guide for future actions.15Expectancies refer to a personcid:146s evaluation of the anticipated outcome. Thecapacity to regulate onecid:146s behavior is based on expectations, and expectancies provide 5and repeat it in the future. This helps us to understand why individualsimitate specicid:133c behaviours Bandura, 1977;1986;1989;1991.16There are many divergent opinions as to how important is the roleof parental example in a childcid:146s development.17 Many psychologists andother behavioral scientists feel that, what determines the core of whowe are as children and adults, has little to do with the behaviour of ourparents. There is evidence to support the idea that our personalitiesare determined by a mixture of our genetic traits and of the roles thatparental examples play in a childcid:146s development.18 Parental example isnot the only way to incid:135uence childrencid:146s future behaviour. Nevertheless,children are probably most aected by the example set by those whoraise them.In our work, we focus on how the presence of children can incid:135uencethe decision taken by their parents. We concentrate on young childrenbecause studies such as Sears et al.1965, have explained that observational learning occurs early in life, and there can be a signicid:133canttemporal variation in the time elapsed between cause and eect. Parentsare producers, in the sense that they may incid:135uence the behaviour anddevelopment of their children, to guide future behaviours, and that, inturn, aects the decisions taken by parents. Parents observe the eectthey have on their own children. However, we must take into consideration that parents were incid:135uenced by their own parents. They learnedvicariously from the observation of their own parents; in this way theyare products.The SCT explains that eective reinforcement 19 and close contact 20are necessary to aect childrencid:146s behaviour. We analyse such eectivereinforcement through the analysis of the STUS.the mechanism for future oriented behavior.16The construction of onecid:146s reality is a key element in human change. People takedecisions on the basis of values and expectations, and impose structure on their ownactions.17Webley and Nyhus 2006 study the role of parents in the formation of childrencid:146seconomic behaviour, particularly in saving decisions. They cid:133nd that personalitytraits lead children to similar attitudes to saving, and the future, as their parents.Chan and Mc Neal 2006study the eects of Chinese parents on their childrencid:146sconsumer socialization.18PauliPott et al. 2003 show that in most cases, parental perceptions precededthe observed temperament characteristic of their children, but they cannot eliminatethe eect of a genetic component.19The more interaction between the socializing agents and the individuals, themore likely the increase in the response rate. Routine daily events are means ofreinforcement.20Individuals are most likely to model their behaviour an that of signicid:133cant others.62.2 Economic Approach Intervivo intergenerational transfers take place in the form of space,time, money cid:133nancial assistance, education and wealth transmission.The study of transfers between members of the family has given rise to anabundant literature, recid:135ected in the socalled intergenerational transfermodels.What motivates individuals to care for their parents or parentsinlaw? Motivations are mixed in the population. Dierent motives, suchas altruism,21 exchange, reciprocity, demonstration eect, social norms,loan transfer 22 and other considerations,23 are present throughout thelifecycle and among dierent households.It is di cult to identify asingle motive. The bulk of the literature focuses on two hypotheses:altruism 24 and exchange.25;26In our study, we focus on the analysis of elder care as a kind of timetransfer from the young to the old. We concentrate on the demonstrationeect thesis proposed by Cox and Stark 1996. They used a modelwith three generations and studied the possibility that the youngestgeneration will replicate the conduct of their own parents. Cox and Stark 1996;2005 suggest a reason why parents would want to subsidizethe production of grandchildren: they study the demonstration eectand try to show if early transfer experience will elicit future transferbehaviour.Wol 2001 studies motivation for intergenerational relationshipsfrom adult children to their middleaged ascendants. He uses a crosssectional survey from 1992, the French Trois Gnrations survey. Hecid:133nds that the presence of children increases the number of visits to themiddleaged parents, which supports the Demonstration Eect.In the literature of the allocation of time, eldercare depends negatively on the number of children, since childrencid:146s demands on the parentcid:146stime reduce the time the parent can spend on eldercare, due to the reallocation of time which results from having children. Considering thedemonstration eect, we can predict that as this negative impact diminishes, the presence of children positively aects eldercare. The bulk ofthe literature concentrates on the eects that children have on parentscid:14621Gary S. Becker 1991 uses the term altruism and Robert A. Pollak 2003 usesthe term deferential preferences.22Children borrow from their parents, Cox 1990.23Such as the strategic bequest motive, Bernheim et al. 1985.24Each personcid:146s utility depends on his or her own consumption as well as on theutilities of others. Becker 1991.25Money transfers are means to pay for services provided by children Cox, 1987.26See Laitner 1997 and Lafrrere 1999.7work time, but few attempts have been made to explore the impact ofthe children on the upward intergenerational transfers. We provide anoverview of these strands of thought.A number of studies have relied on responses to survey questionsintended to collect information on the cid:147typicalcid:148frequency and durationof particular activities. Burda et al. 2006 study how cid:147isoworkcid:148 andleisure have evolved in recent years in Germany, Italy, the Netherlandsand the United States. They decid:133ne cid:147isoworkcid:148 as the time devoted tomarket work and nonmarket home production activities, and theyconclude that the amount of leisure has decreased in recent years in thefour countries, though cid:147isoworkcid:148has hardly changed over the period.Other papers have studied the nature of time stress. Fontainha2006 studied the eects of family environment on individual stressusing Portuguese Time Use Survey data. The author cid:133nds that parentsnever, or rarely, had time to do whatever they wanted to do, and thatstress aects mothers more than fathers, and aects employed mothersmore than nonemployed mothers. As can be seen in Fontainha 2006,children are one of the most important time stressors. Children aretimeintensive commodities in the family.The primary conceptual framework that is used to analyze the timeparents spend on adult and child care activities is Beckercid:146s 1965 timeallocation, or household production, model. In this model, people derive utility or satisfaction from household produced goods, such as theirchildrencid:146s health, development and wellbeing. The production and enjoyment of these outcomes require purchases of goods and services andcontributions of time. Parents face a technological constraint, similarto the constraint faced by cid:133rms, on how inputs of goods and time canbe combined to generate the desired outcomes. Parents also have constraints on their cid:133nancial resources and time. The model assumes thatparents rationally choose the amounts of time they spend in dierentactivities, including child and adult care, and the amount of goods theypurchase in order to maximize utility, subject to the constraints theyface Kalenkoski et al. 2006.Kalenkoski et al. 2006 consider that the analysis of the time devoted to child and adult care requires that such time be measured. Otherstudies Burda et al. 2006; Bitmann and Wajcman, 2000; Aguiar and Hurst, 2007 have used time use surveys to analyse the allocation oftime, especially the allocation of market and nonmarket work cid:147isoworkcid:148 and leisure. In this sense, the time devoted to child and adultcare is included in the nonmarket home production activities. Forthis reason, we consider that timeuse data is crucial to an analysis ofthe eect of children on the time devoted to adult care activities, and 8the cid:147demonstration eectcid:148. One major advantage of time diarybasedevidence is that time spent on dierent sorts of activities can be addedtogether to sum exactly the 1440 minutes of the day Fisher et al., 2006.Timeuse information is preferably obtained from diaries, as this methodis considered more reliable than information from questionnaires Bonke,2005.Some studies have examined the time devoted to childcare activities.Aguiar and Hurst 2007 analysed the trends in the allocation of timedevoted to childcare activities, cid:133nding that in the last forty years in the United States there has been an increase in the time devoted to theseactivities. Fisher et al. 2006, using the American Heritage Time Use Study, covering the period 19652003, conclude that there has been asurprising increase in the time devoted to childcare activities. Bianchiet al. 2005 come to the same conclusion.Joesch and Spiess 2006 describe and compare how many hours perweek mothers reported looking after children, in nine European countries, in 1996.27 Additionally, they explore to what extent crosscountrydierences in sociodemographics characteristics and parental employment contribute to dierences in maternal time spent in looking afterchildren. They cid:133nd crosscountry dierences in the mean number ofhours reported looking after children, and only a small portion of thosedierences is explained by variation in sociodemographic characteristicsand employment status.Kalenkoski et al. 2006, using timediary data, study the impact ofown and partnercid:146s wages on parentcid:146s provision of child care and marketwork, on weekdays, and on weekends and holidays. They cid:133nd that increases in partnercid:146s wages increase womencid:146s primary care, and decreasetheir market work on weekdays. However, mencid:146s own time is only responsive to their own wage on weekend days, when they reduce theirmarket time and increase their primary child care time in response tohigher wages. Kalenkoski et al. 2006, using timediary data, estimatethe eects of family structure on the time mothers and fathers spend onprimary and passive child care and market work, comparing the resultsfor the United Kingdom and the United States. Single parents in bothcountries spend more time on child care than married or cohabiting parents. There are also dierences in market work, with single parents inthe United States working more than other parents, and single parentsin the United Kingdom working less.Kooreman and Kapteyn 1987 use timeuse data on married couplesfor the United States to estimate models of time spent in child care and 27The data come from the 1996 wave of the European Community Household Panel.9other activities. Other studies of the time devoted to childcare activitieson married couples are Nock and Kingston 1988, Bryant and Zick1996, Hallberg and Klevmarken 2003. Hoerth and Sandberg 2001examined the time spent in the presence of children and found thatsingleparent households spend substantially less time with children.28Less evidence can be found regarding the time devoted to adultsusing timeuse data. This is an important issue, since when peopleassume the role of assisting a person with impairments, or an olderperson, care activities account for a signicid:133cant portion of their dailyroutines. Bittman et al., 2005 contrast two dierent measures of caretime: an estimated average weekly hours question, and diary estimatesfrom the 1997 national Australian Time Use Survey. They cid:133nd thatdiaries provide information for a more robust estimate, and that evenpeople who oer only occasional assistance to a person with impairmentstend to spend the equivalent of more than 10 minutes a day providingcare. Most caregivers undertake the equivalent of a parttime job tohelp a friend or family member. More than a quarter of Australianhouseholds caring for an adult or child provide the equivalent of a fulltime employeecid:146s labour, and another quarter work between 20 and 39total weekly hours to provide informal care.The literature is inconclusive for two reasons. First, the theoreticalapproach developed by Cox and Stark 1996 has omitted other factors,which additionally aect eldercare. Second, there are limitations in thedata, as the data used do not account for the presence of children, whocan have an eect on dependent care adult and child care.We provide further insight into this subject with the use of a simpletheoretical model, linking an altruism model to the Demonstration Effect, and we carry out an empirical test of the hypotheses derived fromthe model.3 The Model We begin with a description of the basic framework, after which weanalyse the model. This paper departs from standard models based onaltruism, combining a model of altruism and the demonstration eecttheory.Cox and Stark 2005 consider that a mother P maximizes the expected value of her utility, U x; y where x is cid:147what the maximizer doesfor her mothercid:148, G, and y is cid:147what the maximizercid:146s daughter, K, doesfor the maximizercid:148, P . They suppose that the daughter may imitate hermothercid:146s behaviour or not with probability 0 cid:20 cid:25 cid:20 1 , as follows:28All these studies use data from the United States.10EU x; y; cid:25 cid:25U x; x 1 cid:0 cid:25U x; yLet cid:22x cid:22xy; cid:25 be the solution of the maximization problem. In thatcase, the imitative behaviour benecid:133ts G cid:22xcid:25 0. However, if thereis no child x 0, there are no time transfers. When they consider afamily with n children, the demonstration eect cid:147is more productivecid:148.Our work relies on the demonstration eect theory, in which thechildcid:146s behaviour is conditioned by parents who take care of their eldersin order to elicit a similar conduct from their children. Jellal and Wol2002 explain that The demonstration eect theory is part of the endogenous preferences literature, but provides no convincing explanationwhy the demonstration eect works. From a theoretical perspectivethere are two main problems. First each individual is a maximizerwho solves an optimization problem, taking into account the eect ofhis or her behaviour on the future generation. However, there is oneaspect which is beyond this maximization, and this is imitating the previous generationJellal and Wol, 2002. In other words, there is anincomplete cycle. Second, the process of acquisition of endogenous altruism is completely blackboxed Jellal and Wol, 2002. To solvethese problems, they focus on a model of cultural transmission of altruistic values between generations, considering altruistic and egoisticagents. In our case, we use the social cognitive theory as a framework.Vicarious learning incorporates four components: attention, retention,motor production, and motivational processes. Attention and retentionaect the degree of altruism, and motor production and motivationalprocesses incid:135uence the Demonstration Eect parameter. Individuals areviewed both as products and as producers.The main assumption of the altruistic motive is that the utility ofan agent in this case, the parent depends positively on the utility ofthe other the grandparent. We focus on one period in which only theparent takes decisions.In this setting, we assume onesided altruismand we also consider that the grandparent utility depends positivelyon the services provided by the parent. We do not develop a modelof exchange, since in the case of time assistance, the grandparent doesnot make money transfers, or the repayment is not warranted, to theirchildren as a payment for the services provided.We assume a family consisting of three generations, and we considerthree periods of time.In period cid:01 the grandparent 1st generationdevotes time to care for hisher child 2nd generation; in period 0 theparent decides the hours heshe devotes to child care and elder care,and in period 1 the grandchild 3rd generation decides the time heshespends on caring for hisher parent 2nd generation.11We focus on period 0. Let Us 1 be the utility of the parent 2ndgeneration which takes the following form:Us 1 Us 1Cs 1; Q; Ts 1; Ug1The utility of the parent depends on the level of private consumption,Cs 1; on Q29 which represents the child development, or child cid:147qualitycid:148,which is the output of a household production process whose inputs areparental time; on Ts 1, which is the output of elder care; and on the utilityof the grandparent, that is, Ug. The level of satisfaction is increasingin all cases. We also assume that Us 1 is continuous, twice dierentiableand quasiconcave.In that case, the parent takes the eects of actions into account, soheshe considers the consequences of parent care for child development,and heshe provides time to produce positive child development. Wepoint out a relationship between parent actions and child responses.We consider a model of altruism, but we introduce in this modelthe demonstration eect. We should point out that assuming a modelof altruism may be a strong assumption, but considering the demonstration eect, we are assuming that early transfer experience aectssubsequent transfer behaviour. Although one agent makes his decisionsin one period, this agent is aected by a dynamic process.3.1 Analysis We begin our analysis with an intergenerational model of time transfers,where the parent 2nd generation determines the hours heshe devotesto child care and elder care. We consider two scenarios. In the cid:133rst, weassume that the parentcid:146s labour supply is endogenous, and in the secondthat the parentcid:146s labour supply is exogenous.Case 1 The parent allocates hisher own time, m;among three activities, labour market ,es 1; child care,hs 1; and elder care, ts 1, and hisherown resources, nonlabour income,ys 1. We examine the parentcid:146s choiceas follows:Us 1 Us 1Cs 1; Q; T; UgM axhs 1;ts 1s:t:Cs 1 Cs 1ws 1es 1; ys 1es 1 es 1m; ts 1; hs 1Ts 1 Ts 1ts 1; rs 1; ws 1es 1; ys 1Q Qhs 1; cid:11ts 1; cs 1; ws 1es 1; ys 129The eects of child care on the development of the grandchildren.12where ws 1 is the parentcid:146s wage, rs 1 represents the productivity inelder care outcome and cs 1 indicates the productivity in child quality.Additionally, cid:11, represents the Demonstration Eect, that is, the portionof time the parent devotes to care for the grandparent when the grandchild is present. We also assume that Ts 1 and Q are marketable, sowe consider that adult care and child care activities can be marketable,taking into account that the distance between agents can aect the timethey devote to these activities, but they can make money transfers toachieve the same results.The cid:133rst order conditions are:30Us 1UgUgts 1cid:0 ws 1Us 1Cs 1Cs 1es 1Us 1Ts 1Ts 1es 1Us 1QQes 1es 1ts 1Us 1Ts 1Ts 1ts 1cid:0ws 1Us 1Cs 1Cs 1es 1es 1hs 1Us 1QQhs 1Us 1QQts 1cid:1123If individuals are becoming altruistic with respect to their parentsthrough a demonstration eect, then they should help their elders without generating a further demonstration eect for their own children.Observers retain a symbolic representation of the modelled behavior,which then serves as a blueprint for the behaviour itself. Psychologicalfactors interfere with the rational decision process. cid:12s 1tcid:01We suggest that the treatment the grandparent gave to hisher ownparent aects the degree of altruism of hisher sondaughter and consequently increases intergenerational time tranfers. So, we assume thatg ;where cid:12s 1 is the degree of altruism, which depends onUs 1Ugthe time that the grandparent devotes to hisher own parent with thesecond generation present in the period cid:01. Under the SCT, the timetransfers made by the grandparent to hisher own parent do not aecthuman behavior directly. Instead, they aect it to the degree of altruism.In this case, ascending services are not incentivised by selfinterest alone.This approach suggests that the decisions taken by the sondaughter depend on the previous behaviour of hisher own parent. We also considerthat cid:11 cid:11t 1k, therefore the Demonstration Eect parameter dependson the time that the 3rd generation will devote in period 1 to care forhisher own parent.If engaging in the observed behaviour produces 30We assume that es 1hs 1 0 and es 1ts 1 0:13results and expectations, the individual is motivated to adopt the behaviour. The parent enacts this behaviour, which seem to be eectivefor the 3rd generation. We suppose that both cid:12s 1 and cid:11 are increasingin tcid:01g and t 1Let us denote the solution to the maximization problem as hcid:3s 1 andtcid:3s 1. Solving the cid:133rst order condition implicitly for hcid:3s 1,tcid:3s 1 we cid:133nd that 31k, respectively.hcid:3s 1 hcid:3s 1ws 1; ys 1; m; rs 1; cid:11; cs 1; cid:12s 1tcid:3s 1 tcid:3s 1ws 1; ys 1; m; rs 1; cid:11; cs 1; cid:12s 145We also obtain the hours that the parents spend in the labour market,ecid:3s 1;in equilibrium:ecid:3s 1 ecid:3s 1ws 1; ys 1; m; rs 1; cid:11; cs 1; cid:12s 16On the basis of the above, we are in a position to draw a seriesof results on the incid:135uence of the Demonstration Eect and on therelationship between tcid:3s 1, t 1k and tcid:01g .It is straightforward to deduce that changes in t 1g have apositive eect on ts 1. Dierentiating expressions 2 and 3 in equilibriumwe obtain the expressions:32k and tcid:01g cid:0 cid:12s 1tcid:01tcid:01gcid:1Ugts 12Us 1h 2s 1 0tcid:3s 1tcid:01g cid:0 cid:11t 1kt 1kUs 1Qcid:1tcid:3s 1t 1kQts 12Us 1h 2s 1 078g and t 1We may assume that the changes in tcid:01k can aect elder caretcid:3s 1, in the same way. Thus, the parent would like to be treated, later,by the 3rd generation in the same way that he cared for his own parent,that is, an indirect process of intergenerational interaction, incorporatingimitative behaviours. The parent cares for the grandparent, as he wouldlike to be cared for himself in the future, by his own children. Formally,this expression is satiscid:133edtcid:3s 1t 1k 1tcid:3s 1tcid:01g931Second order conditions are satiscid:133ed.32Given the second order conditions cid:1 0:cid:1 2Us 1h 2s 1s 1 cid:0 2Us 12Us 1t 2ts 1hs 1214g.Ugts 1Us 1Q;in that case Ugts 1 cid:11t 1kt 1k Us 1QIf we suppose that cid:12s 1tcid:01g tcid:01when cid:12s 1tcid:01g Qtcid:01ts 1cid:11t 1k:Therefore, time transfers are chosent 1ksuch that the parent equalizes the eect of the time transfer ts 1 on theutility of the grandparent with the eect of the same time transfer onthe quality of the grandchildren, which is weighted by the eect of thequality of the children on the utility of the parent.Qts 1g We compare this framework with the model developed by Cox and Stark 2005. In our case, if there is no child ts 1 may be other than 0.The parent is aected by the early lifecycle experiences by way of theeect of tcid:01g on the degree of altruism.We also study this model considering n grandchildren, because ofthe importance of transactional costs which may generate freeridingbehaviours across siblings, due to the public good nature of the timetransfers. In our case, the demonstration eect may not be more productive when the number of grandchildren increase. If we consider thatkn:In this case, we can analyset 1k 1 t 1kn and ts 1: Formally, we obtain thethe relationship between t 1following expressions:kn; so cid:11t 1k 1; t 1k 1; t 1k 2; :::; t 1k 2 ::: t 1k 2; :::; t 1 cid:0 cid:11t 1tcid:3s 1t 1kik 1;:::;t 1ki;:::;t 1t 1kiknUs 1QQts 12Us 1h 2s 110cid:1 ::: tcid:3s 1t 1ki; 8i 1; :::; n tcid:3s 1tcid:01 ::: tcid:3s 1t 1We may suppose that tcid:3s 1t 1k 1,so, whenthere are n grandchildren and tcid:3s 1:The parentt 1k 1In thisexpected that the children replicate the observed behaviour.case, n tcid:3s 1:Comparing this expression with 9 we deduce thatt 1kiwhen the number of grandchildren increases, the parent expects a lesserdemonstration eect. Therefore, the changes, which are expected in t 1ki;have less eect on tcid:3s 1. ::: tcid:3s 1t 1ki ::: tcid:3s 1t 1 tcid:3s 1tcid:01knkngg Case 2 The parent allocates hisher own time, m 0,that is the hours thisagent spends on dependent care, among two activities, child care,hs 1;and elder care, ts 1, and allocates hisher own resources, nonlabourincome,ys 1. We examine the parentcid:146s choice as follows:Us 1 Us 1Cs 1; Q; T; UgM axts 1s:t:Cs 1 Cs 1ws 1cid:22es 1; ys 1hs 1 hs 1m 0; ts 1Ts 1 Ts 1ts 1; rs 1; ws 1cid:22es 1; ys 1Q Qhs 1; cs 1; cid:11ts 1; ws 1cid:22es 1; ys 115whose cid:133rst order condition is of the form:cid:12s 1tcid:01g Ugts 1Us 1Ts 1Ts 1ts 1Us 1QQhs 1hs 1ts 1 cid:11t 1kUs 1QQts 111Let us denote the solution to the maximization problem as hs 1 andts 1. Formally, we obtain thaths 1 hs 1ws 1cid:22es 1; ys 1; m; rs 1; cid:11; cs 1; cid:12s 112ts 1 ts 1ws 1cid:22es 1; ys 1; m; rs 1; cid:11; cs 1; cid:12s 113g have a positive It is straightforward to deduce that a changes in t 1eect on ts 1.Formally, we obtain thatk and tcid:01ts 1tcid:01gg cid:0 cid:12s 1tcid:01gtcid:012Us 1t 2s 1Ugts 1 0ts 1t 1k cid:0 cid:11t 1kUs 1t 1Qk2Us 1t 2s 1Qts 1 0In this case, we obtain the same results as in the previous case.In this framework, let cid:22ts 1 be the solution of the maximization problemk 0: We compare the time transfer ts 1, that is, the optimumwhen cid:11t 1time transfers under the assumptions that there is a demonstration effect, with cid:22ts 1;the level of time transfers without a demonstration eect. Itis straightforward to deduce that ts 1 cid:22ts 1, given that hs 1 hs 1m 0; ts 1; 0, hs 1 cid:22hs 1 Substitution Efif m 0 is constant m 0cid:11t 1fect. So, the presence of the grandchild while the parent devotes timeto his own parent, when there is a demonstration eect, decreases thehours the parent spends on child care, with m 0 constant. Given thatk 0 and hs 1ts 1ts 1cid:11t 1kand cid:0 Us 1Qts 1Q2Us 1t 2s 1 0hs 1cid:11t 1khs 1ts 1ts 1cid:11t 1khs 1m 0m 0cid:11t 1k16When cid:11t 1k increases, if both hs 1 and ts 1 change positevely, it isnecessary that m 0k 6 0;which is not possible because we have supposedcid:11t 1that m 0 is exogenous.33If we consider the cid:133rst case, we obtain results that are similar to thesecond case. However, when the parent devotes time to his own parent,when there is a demonstration eect, the hours the parent spends onchild care may not decrease, which aects the hours this agent devotesto the labour market. Formally:hcid:3s 1cid:11t 1k 0;tcid:3s 1cid:11t 1k 0 !ecid:3s 1cid:11t 1k 0given that m is constant and there is Substition Eect between hcid:3s 1and tcid:3s 1. This result implies that the parent specializes in dependentcare.This model generates testable predictions, which we analyse in thenext sections using Spanish data. First, we describe the Spanish Time Use Survey and then we analyse the empirical results obtained.4 Data The data used for the empirical analysis come from the Spanish Time Use Survey STUS. The STUS is a national, householdbased study withmultiple questionnaire and time diary components that was conductedin 20022003. Each household in the study completed one questionnairethat provided information on householdspecicid:133c characteristics. Eachhousehold member completed another questionnaire providing information on personal characteristics such as education and employment status. Time diaries were collected for each individual aged 10 and older.These diaries identicid:133ed the primary and secondary nature of activities,the location of each activity, and who else was present during each activity for every 10minute interval during a 24hour period. In sum, the STUS obtained 45,134 individual time diaries from 2,115 families.34 Ourreference sample are people aged 2465 who are not students, not retiredand are the head of the family or are marriedcohabiting with the headof the family.We focus on two uses of time: child care and adult care. The childcare activities are decid:133ned here to include physical care, teaching, playing,33If m 0 is endogenous, and both hs 1 and ts 1 increase when cid:11t 1k increases, m 0 mustalso increase. The parent specializes in dependent care.34More information can be found in the webpage of the Spanish National Statistical Agency www.ine.esprodysermicro_emptiem.htm.17talking and transporting children as primary activity.35 The adult careactivities are decid:133ned here to include general care of adults as primaryactivity.36 We consider the time devoted to child and adult care activities, without considering if these activities are received by individualswho are part of the household or not. For example, the grandparentscan live in another household but need help, to go shopping or to go tothe doctor. If we only considered the care oered to individuals of thehousehold, such situations would not be considered.The key explanatory variables in our study are the number of childrenin the household and the presence of children while individuals devotetime to adult care activities. To control for the number of children in thehousehold we use three explanatory variables, for children aged 04, 512and 1317, respectively. The age intervals have been selected accordingto the degree of dependence of children. Clearly, children aged 04 arequite dependent on parental care breastfeeding, changing nappies, in their cid:133rst years, at least until they go to nursery school. In the 2003American Time Use Survey, individuals have to keep an additional diaryto report the time spent with children under 13 during the day. The 2003ATUS considers three dierent dependence intervals: children under 5,children under 13, and the rest of the children, so we consider the sameintervals. As a result, the dependence of children aged 04 might behigher than the dependence of children aged 1317, so the Substitution Eect generated should be higher for children aged 04 than for childrenaged 1317.The second key explanatory variable is a dummy of the presence ofchildren while the individual is engaged in adult care activities. In the STUS there is information about the presence of individuals under 10while individuals are engaged in the primary and secondary activities,which allows us to study the Demonstration Eect.37 This variabletakes the value cid:1471cid:148if the individual has reported at least once engagingin adult care accompanied by household members under 10. Otherwise,if the individual does not devote time to adult care activities, or therewere no children present while the individual was engaged in the adultcare activities, the variable takes the value cid:1470cid:148.The questionnaire components of the STUS include many variablesthat we use as controls in our model. We include the age and the age 35The codes in the STUS considered as child care are the following: 38, 380, 381,382, 383, 384 and 427.36The codes in the STUS considered as adult care are the following: 39, 391 and 428.37There are dierent stages in the learning process of the chidren. Children under 10 are in the perceptual stage under 5 and in the analytical stage under 11.18squared divided by 100, that allows us, for example, to control for thefertility period of the woman Rasul 2005. We control for the maritalstatus of the individual with a dummy variable that takes value cid:1471cid:148if theindividual is marriedcohabiting and cid:1470cid:148otherwise. The marital statuscan incid:135uence individuals decisions on the allocation of time. Specialization within the household Becker 1965 can lead to women devotingtime only to nonmarket activities home production, thus spendingmore time on child and adult care.We include two variables to control for the labour status of individuals. Participating in the labour market can drastically reduce thedisposable leisure time, or can reduce the time devoted to home production activities. For this reason, working people can be less likely todevote time to child and adult care activities. We include a variable indicating if the individual is working 1 or not 0, and another variable toindicate if the individual is working fulltime 1 or not 0. Aguiar and Hurst 2007 conclude that women in the U.S.A. have increased leisuretime while simultaneously increasing market work, in the period 19652003, though working women enjoy less leisure than their nonworkingcounterparts. Working women have achieved an increase in leisure byreducing time spent on market and nonmarket work equally. Working status seems to be another important factor to explain individualdecisions on the allocation of time.We include two variables to control for the educational level of individuals. The opportunity costs of participation in the labour market,mainly wages, are important determinants in the decisions of how muchtime to devote to paid work. Normally the opportunity costs depend onthe educational level. Higher wages mean higher opportunity costs anda reduction in the time devoted to home production activities. Aguiarand Hurst 2007 decid:133ne highlyeducated people as having more thana high school diploma, and show a dispersion of leisure favoring thelesseducated in the period 19852003, and that there has been a largerincrease in leisure for lesseducated adults in the same period. To control for the educational level of the individuals we introduce two dummyvariables: one for the secondary level and another for the university level.The variable of the secondary level of education takes the value cid:1471cid:148 ifthe highest level of education reached by the individual is high school,and cid:1470cid:148otherwise. We do the same for the university level of education.The number of grandparents in the household can be an importantdeterminant of the time devoted to adult care activities.38 The greater 38In the dependent variable measuring the time devoted to adult care, we havecomputed the time devoted to adult care activities in general, without taking intoaccount if the receivers are inside or outside the household. This avoids an endogene19the number of grandparents present in the household, the higher theproductivity of the time devoted to adult care activities. The higher theopportunity cost of working related to the time devoted to adult careactivities, the higher the probability of devoting time to adult care activities. Additionally, if grandparents living in the household are married,their partner can help them, requiring less attention than if there is onlyone grandparent.Finally, we include some regional variables to control for the region ofresidence. In Spain there are 17 autonomous regions of residence Catalonia, the Basque Country, Galicia, the Canary Islands, Valencia,. . . so we include one dummy for each region, giving each dummy variablethe value 1 if the individual is living in the region of reference and 0otherwise.39Means and standard deviations for time use, and the full explanatoryvariables are reported in Table 1. Column 1 reports the values for thewhole sample. Men constitute 46.7% of the sample, with a mean age of 43.6 years. There are 0.90 children under age 18 per household, with 0.29children under age 5 , 0.35 children aged 512 and 0.25 children aged 1217. The percentage of married people is about 94%, primarily becausewe have selected the head of family and partners of the heads of family.We highlight the low number of grandparents per household only 0.06grandparents per household. As for labour status and educational level,about 64% of the sample participates in the labour market, and thepeople working full time represent about 61%. People with universityand secondary levels of education are 16% and 18% respectively. Finally,regarding the adult care and child care, people devote 5.54 minutes perday to adult care activities and 39.25 minutes per day to child careactivities, while the proportion of people engaged in some kind of adultcare activity in the presence of children under 10 years is only 0.6%.Column 2 in Table 1 reports the values for the women sample.40Regarding the presence of children in the family, results are very similarto those in Column 1. There are 0.87 children per household, with 0.29 children aged 04, 0.34 children aged 512 and 0.25 children aged 1317. There are dierences in the participation in the labour market,ity problem with the number of grandparents living in the household. Additionally,this allows us to take into account some situations that otherwise could not be studied, for example, the grandparents live in another household but the parents helpthem.39We use 17 dummy variables; the omitted region of residence is Cantabria. Inaddition, there are two autonomous cities, Ceuta and Melilla. We have combinedthem in one category since they are both very small.40The demonstration eect behaviour is more likely in women who have a longerlife expectancy Jellal and Wol, 2000.20with only 43% participating in the labour market and 38% working fulltime. There is a lower percentage of women than men with secondaryeducation. For the adult care and child care activities, the amountof time devoted to these activities is higher.In this case, women ingeneral devote 7 minutes per day to caring for adults, while they spend 53 minutes per day caring for children. Finally, 0.7% of women reportthe presence of children while they are engaged in adult care activities.Column 3 in Table 1 reports the values of the variables for thesample that reports devoting time to adult care activities the carerssample. We compare these values with the values obtained for thewhole sample. In this case, the percentage of men is much lower, almost 30%, and the mean age is higher, 47.06 years. For the household status,the number of children per household is lower about 0.65 children perhousehold, the number of children age 04 and 512 is lower than in thewhole sample, 0.15 and 0.23 children per household respectively.The percentage of married people is higher 96.5% than in the wholesample, and the number of grandparents living in the household is higher0.16 than in the whole sample. As for working status and educationallevel, adult carers tend to participate less in the labour market 43%and their educational level is lower than the whole sample 13.3% and 15.9% for secondary and university education, respectively. Finally,adult carers devote 25.78 minutes per day to adult care activities and 91.70 minutes to child care activities. The number of carers reportingthat children are present in the adult care activities is 10%, which issignicid:133cantly higher than the 0.6% reported in the whole sample.Looking at the values of the dierent subsamples, especially to thecarers sample, we can see that people who report devoting time to adultcare activities are older 47.06 years, mainly women 71%, married,participating less in the labour market 43.6% and with a lower educational level. This last may mean that the opportunity costs of workingare lower their predicted or real wage is lower than that of more educated people and thus they participate less often in the labour market,devoting more time to adult and child care activities than people bettereducated.41Additionally, people who devote time to adult care activities reportthat children are very often present, and this leads us to infer the existence of a Demonstration Eect. We test if the motivation of thiseect is that parents 2nd generation try to set an example of how tocare for their grandparents 1st generation, so that children 3rd generation can learn how to do it, and oer the same services to their parents 41This result is consistent with Beckercid:146s model of allocation of time inside thefamily.212nd generation, in the future, as they grow older.5 Results In this section we present the results obtained using the STUS. Table 2presents estimates of the Tobit I and Tobit II models Equations 16,17, and Equations 18, 19, respectively for the adult care activities. Table 3 presents estimates of the Seemingly Unrelated Regressionsfor the SUR I and SUR II models on adult and child care activities Equations 20, 21, and Equations 23, 24, respectively Thespecicid:133cations are regressions of the time devoted to adult and child careactivitites on age, age squared divided by 100, marital status, workingstatus, fulltime employment, secondary education, university education,number of grandparents in the family, marital status of grandparents,number of children aged 04, 512 and 1317, and the presence of children during the adult care activities. Regional dummy variables are alsoincluded.6 Empirical Specicid:133cation Our main purpose is to study the Demonstration Eect, which requiresseveral considerations.First, the number of hours devoted to adult care activities is leftcensored at zero hours, since there are no negative hours of adult care.As a solution, we use in a cid:133rst step a Tobit Model that takes into accountthe censoring problem.Second, in Beckers model 1965, individuals combine time andgoods to obtain commodities inside the household. Additionally, children are timeintensive commodities. Many authors have consideredchildren inside the family as public goods who need time devoted tothem Apps and Rees, 2002; Folbre, 1994 . However, time is normallyscarce and people suer from time stress, which is to say the lack ofsu cient time to accomplish all the desired activities Hamermesh and Lee 2007.42 As parents maximize their utility, restricted by a temporalconstraint that creates time stress, parents normally have to substitutetime devoted to other activities, for example leisure, market work, homeproduction, by time devoted to child care activities. 43 For this reason 42People must choose what activities to develop with more and more scarcity oftime, so time stress can be analogous to time poverty Hamermesh and Lee, 2007.43Aguiar and Hurst 2007 report that while parents without children experiencedan increase in leisure time from 1993 to 2003 in the U.S.A, parents with childrenexperienced a decrease in leisure time in the same period. Burda et al. 2006 cid:133ndan increase in the time devoted to family care in the period 19852003, includingchild care.22we need to consider simultaneously the amount of time devoted to adultand child care activities.Third, comparing the time devoted to adult and child care activitiesby mean, for the dierent subsamples in Table 1, we see that the moretime is devoted to adult care activities, the more time is devoted to childcare activities. We observe that those individuals devote 91.70 minutesper day to child care activities. However, in the general population, thetime devoted to child care activities by mean is lower than in the carerssample. This, and the second consideration, leads us to conclude thatthe times devoted to child care and to adult care activities are related.For this reason, in the second step we estimate a Seemingly Unrelated 2Regression Model SUR.6.1 Tobit Model Since the number of hours devoted to adult care is leftcensored, weuse this model to analyze the time devoted to such activities. 44 Theproblem is the following: there is a variable with quantitative meaning,call it y, and we are interested in the population regression E ycid:3j X. Ifycid:3 and X were observed for everyone in the population, there would benothing new. We could use standard regression methods ordinary ornonlinear least squares, but a data problem arises because y is censoredabove or below some value; that is, it is not observable for a segment ofthe population. By decid:133nition, a censored variable has a large fractionof observations at the minimum or maximum. Because the censoredvariable is not observed over its entire range, ordinary estimates of themean and variance of a censored variable will be biased.45As a solution, censored regression models are generally applied whenthe variable to be explained is partly continuous but has positive probability mass at one or more points. In our case, we apply a Tobit Modelof individual daily allocation of time devoted to adult care, with thedependent variable leftcensored to 0. We apply the following statistical model: for a randomly drawn observation i from the population,let ACi represent the minutes per day that the individual i reportsperforming adult care activities, and let Xi be a vector of demographiccharacteristics. Let ui be a random variable that represents unmeasuredfactors. The general model is decid:133ned as:44Altonji et al. 1996, Schoeni 1997 and Jellal and Wol 2002 also specify atobit model for the determinants of time spent helping parents.45Estimates of Ordinary Least Squares OLS regression on a set of explanatoryvariables will be biased, and are not consistent i.e. the bias does not become smallerwhen the sample size increases.23ACcid:3i Xicid:12 ui;uij Xi s N ormal0; cid:272ACi max0; ACcid:3i 1415where cid:12 is the vector of unknown parameters. While the true reis observable.sponse is ACcid:3i ,only the left censored version ACi of ACcid:3i Additionally, a censoring indicator cid:14 is decid:133ned, with cid:14 1 if ACcid:3i 0and cid:14 0 otherwise.These equations constitute what is known as thestandard censored Tobit model after Tobin, 1956 or type I Tobit modelAmemiya, 1985.We hypothesize that children have two eects on the time devotedto adult care activities: on the one hand, they have a negative eect onthe time devoted to adult care activities since children are timeintensivecommodities Substitution Eect. On the other hand, children have apositive eect because parents try to set an example of how adult peopleshould be looked after, trying to encourage their children to devote timeto care for them in the future as parents aged Demonstration Eect.With this model, we want to test the Demonstration Eect. However,we have to take into account the Substitution Eect generated bychildren, since time is scarce and people must choose what activities toengage in.We estimate two tobit models to test if both eects are opposite.In the cid:133rst model, we consider only the Substitution Eect Tobit Iand in the second model we consider both the Substitution Eect andthe Demonstration Eect Tobit II. In the cid:133rst, we do not considerif children are present while parents are engaged in adult care activities,so any variable to control for the presence of children in the family captures both eects. In the second model, we include variables to controlfor the Substitution Eect and the Demonstration Eect separately.If both eects are opposite, the inclusion of variables to control for theDemonstration Eect should increase the eects of the variables controlling for the Substitution Eect. For this reason, eects obtainedin the cid:133rst model regarding the presence of children in the family Tobit I should be lower than the eects obtained in the second model Tobit II.In the Tobit I model we include variables related to the presenceof children in the family. The statistical model is the following: for arandomly drawn observation i from the population, let ACi representthe minutes per day that the individual i reports performing adultcare activities; let Xi be a vector of demographic characteristics; let Pi 5; Pi 12; Pi 17 be variables to indicate the number of children in the family 24aged 04, 512 and 1317 respectively, and let ui be a random variablethat represents unmeasured factors. The model is decid:133ned as,ACcid:3i Xicid:12 X Pijcid:17j ui;uij Xi;X Pij s N ormal0; cid:272ACi max0; ACcid:3i 1617where cid:12; cid:17j are vectors of unknown parameters and j 5; 12; 17.In the Tobit II model we include variables related to the presenceof children in the family, and to the presence of children while parentsdevote time to adult care activities. The statistical model is the following: for a randomly drawn observation i from the population, let ACirepresent the daily minutes that the individual i reports performingadult care activities; let Xi be a vector of demographic characteristics;let Pi 5; Pi 12; Pi 17 be variables to indicate the number of children in thefamily aged 04, 512 and 1317 respectively; let Di be a dummy variable indicating the presence of children in adult care activities Di 1if there is at least one child under 10 present in any adult care activityduring the day, Di 0 if there are no children aged under 10 presentin adult care activities, and let ui be a random variable that representsunmeasured factors. The model is decid:133ned as,ACcid:3i Xicid:12 X Pijcid:17j Diui;uij Xi;X Pij; Di s N ormal0; cid:2721819where cid:12; cid:17j; are vectors of unknown parameters and j 5; 12; 17.ACi max0; ACcid:3i 6.2 Seemingly Unrelated Regressions In our sample, each individual reports on several time uses. They report the time devoted to both adult and child care activities as primaryactivities. With the time devoted to both activities, we estimate both decisions adult and child care time as a Seemingly Unrelated Regressionmodel, and we cid:133rst control for the Substitution Eect SUR I model,and then we control for both the Substitution Eect and the Demonstration Eect SUR II model. We cid:133rst estimate a model SUR I thatonly considers the presence of children in the family. For a given individual, let ACi, CCi represent the daily minutes that the individual ireports performing adult and child care activities, respectively, let Xi bea vector of demographic characteristics, let Pi 5; Pi 12; Pi 17 be variables to 25indicate the number of children in the family aged 04, 512 and 1317respectively, and let esur Ia;esur Ic be random variables that represent unmeasured factors. We assume that the time spent in adult and child careactivities is a linear function of the observed and unobserved variables,such that:ACi cid:13sur Ia Xicid:12sur Ia X Pijcid:12sur Iaj esur Ia CCi cid:13sur Ic Xicid:12sur Ic X Pijcid:12sur Icj esur Ic2021with cid:13; cid:12 vectors of parameters and j 5; 12; 17: For each activityand each individual in our sample, we jointly estimate the two regressions, allowing for the correlations among the esur Ia and esur Ic. Regarding the specicid:133cation of the error terms for each individual, we allowfor correlations in the unobserved determinants of their activities byallowing the error terms to be jointly normally distributed with an unrestricted covariance structure:esur Iccid:21 cid:24 Ncid:18cid:200cid:20esur Ia 0cid:21 ;cid:20cid:272sur Ia%sur Ia;sur Iccid:27sur Iacid:27sur Ic%sur Ia;sur Iccid:27sur Iacid:27sur Iccid:272sur Iccid:21cid:1922This specicid:133cation, which is akin to the Seemingly Unrelated Regressions framework, accounts for the overchanging time constraint that mayrequire individuals spending more time on one activity and therefore lesstime on another. We additionally assume that the error components areindependent across individuals.In the second model SUR II we consider both the Substitution Eectand the Demonstration Eect. For a given individual, let ACi,CCi represent the daily minutes that the individual i reports performing adult and child care activities, respectively; let Xi be a vectorof demographic characteristics; let Pi 5; Pi 12; Pi 17 be variables to indicatethe number of children in the family aged 04, 512 and 1317 respectively; let Di be a dummy variable indicating the presence of children inadult care activities decid:133ned as in Model Tobit II; let esur IIa;esur IIc berandom variables that represent unmeasured factors, and let cid:11; cid:12 and be vectors of coe cients. We assume that the time spent in adult andchild care activities is a linear function of the observed and unobservedvariables, such that:ACi cid:13sur IIa Xicid:12sur IIa X Pijcid:12sur IIaj Disur IIa esur IIa2326CCi cid:13sur IIc Xicid:12sur IIc X Pijcid:12sur IIcj Disur IIc esur IIcwith cid:13; cid:12; vectors of parameters and j 5; 12; 17: For each activity and each individual in our sample, we jointly estimate the tworegressions, allowing for the correlations among the esur Ia and esur Ic.Regarding the specicid:133cation of the error terms, for each individual, weallow for correlations in the unobserved determinants of their activitiesby allowing the error terms to be jointly normally distributed, with anunrestricted covariance structure:24esur IIccid:21 cid:24 Ncid:18cid:200cid:20esur IIa 0cid:21 ;cid:20cid:272sur IIa%sur IIa;sur IIccid:27sur IIacid:27sur IIccid:21cid:19%sur IIa;sur IIccid:27sur IIacid:27sur IIccid:272sur IIc25We additionally assume that the error components are independentacross individuals.6.3 Tobit Model Table 2 shows the results obtained for the Tobit I and Tobit II models onthe time devoted to adult care activities. The Tobit I model controls forthe number of children present in the family aged 04, 512 and 1317.Tobit II model controls for the number of children present in the familyand the presence of children during the adult care activities.In the Tobit I model we control for the Substitution Eect of children, andin the Tobit II model we control for both the Substitution Eect andthe Demonstration Eect. As we show in the theoretical approach,both eects are opposite. We expect the estimates in the Tobit I modelregarding the number of children to be lower than the estimates in the Tobit II model. Table 2 shows the marginal eects of the Tobit I and Tobit II models, calculated as the marginal eects for the unconditionalexpected values of the dependent variable at mean values.46Column 1 in Table 2 for the Tobit II model shows that age has apositive correlation with the time devoted to adult care activities. Asparents grow older, grandparents grow older as well and probably requiremore help, so parents have to devote more time to care for grandparents.One additional year increases the probability of caregiving by 1.04 percentage points. However, this eect is not permanen, as shown by thenegative eect of age squared. Over the lifecycle, the time devoted to 46For dichotomous variables presence of children, marital status,  we calculateincremental eects, calculated as variations in the distribution function with discretechanges in the values of the dichotomous variables.27adult care activities has an inverted Ushaped trend. As parents growolder, grandparents grow older also, but normally grandparents die before parents. Thus, age has a positive eect on the time devoted to adultcare activities, but the time devoted to adult care activities decreases asthe probability of the grandparents dying increases.The marital status has a positive correlation with the time devotedto adult care activities, but this correlation is not signicid:133cant. It seemsthat the marital status is not important as a factor in the time devotedto adult care activities.Working full time has a negative and signicid:133cant correlation with the It seems that participating fulltime devoted to adult care activities.time in the labour market has a negative eect on the time devoted toadult care activities, regarding nonparticipation and parttime participation. Working full time decreases the probability of caregiving by 4.63percentage points.The educational level has a positive correlation with the time devotedto adult care activities, but this correlation is not signicid:133cant. Secondaryand university education has no eect on the time devoted to adult careactivities regarding primary educational level. It seems that increasedopportunity costs generated by higher educational status are not important to explain the time devoted to adult care activities. This can be dueto the fact that the time devoted to adult care activities in the generalsample is only 5.5 minutes per day.The number of grandparents present in the family has a positiveand signicid:133cant correlation with the time devoted to adult care activities.One additional grandparent in the household increases the probability ofcaregiving by 4.45 percentage points. The marital status of grandparentshas a positive correlation with the time devoted to adult care activities,but the correlation is not signicid:133cant.Regarding the presence of children in the household, we see that inboth models Tobit I in column 1 and Tobit II in column 1 the number of children has a negative correlation with the time devoted to adultcare activities. However, we must highlight several observations. First,we see that in both models the negative correlation is higher in childrenaged 04 than in children aged 512, and in children aged 512 than inchildren aged 1317. This recid:135ects the fact that the dependence levelof children regarding parentscid:146time is higher because the Substitution Eect is higher in younger children. As the dependence level of children aged 04 should be higher than for children aged 512, the negativecorrelation with the time devoted to adult care activities is higher forchildren aged 04 than for children aged 512 in both models. The sameholds when comparing children aged 512 and 1317.It appears that 28the Substitution Eect is higher, the higher the dependence level ofchildren. An additional child in the family aged 04 decreases the probability of caregiving by 2.91 percentage points. For children aged 512and 1317, one additional child decreases the probability of caregivingby 2.03 and 1.13 percentage points, respectively.Second, children present during the adult care activities have a positive and signicid:133cant correlation with the time devoted to adult care activities, in such a way that parents increase the probability of caregivingby 11.63 percentage points. This result supports the Demonstration Eect hypothesis.Third, we cid:133nd consistent results supporting our proposal that theSubstitution Eect and the Demonstration Eect are opposite. Thenegative eects of the presence of children in the family are higher in the Tobit II than in the Tobit I model. In this way, in the Tobit I model,the correlations of the time devoted to adult care with the number ofchildren present in the family are lower than in the Tobit II model,since in the Tobit I model, we control only for the presence of childrenin general, and in the Tobit II model we control for the presence ofchildren in general and during the adult care activities. In the Tobit Imodel, coe cients corresponding to the number of children in the familyaged 04, 512 and 1317 are lower, as they are used to control for boththe Demonstration Eect and the Substitution Eect. However,when we control separately for the Demonstration Eect in the Tobit II model, the coe cients corresponding to the Substitution Eect arehigher.6.4 Seemingly Unrelated Regressions With the Tobit models we have seen that the time devoted to adult careactivities depends negatively on the number of children in the family.Additionally, as children are timeintensive public goods, the more children there are in the family, the more time individuals have to devote tothem. For this reason, the time devoted to child care activities should berelated to the time devoted to adult care activities. In this section, weestimate Seemingly Unrelated Regressions on the time devoted to adultand child care activities. Table 3 shows the results obtained for the SURI and SUR II models, on the time devoted to adult and child care activities. The SUR I model controls for the number of children present inthe family aged 04, 512 and 1317. The SUR II model controls for thenumber of children present in the family and the presence of childrenduring the adult care activities. In the SUR I model we control for theSubstititution Eect on the time devoted to adult care activities, andin the SUR II model we control for both the Substitution Eect and 29the Demonstration Eect in the adult care activities. We expect theestimates in the SUR I model regarding the number of children to belower than the estimates of the SUR II model.Column 1 for the SUR II model shows results for the general sample.47 Regarding the age and age squared, they have a positive andnegative correlation with adult care activities, while the correlations arenegative and positive with child care activities. This shows an inverted Utrend, and Utrend of age in adult and child care activities, respectively. An additional year means an increase in the time devoted toadult care activities of 1.14. minutes per day, and a decrease in the timedevoted to child care activities of 2.13 minutes per day. These resultsare consistent with a lifecycle model. On the other hand, age has a negative correlation with the time devoted to child care activities, and thetime requirements of children decrease as parents grow older. However,as parents grow older, the probability of having grandchildren increases,and they can help their children by caring for the grandchildren, increasing the time that they have to devote to child care activities. Thisexplains the Ushape trend.Regarding marital status, while the correlation is not signicid:133cant withthe time devoted to adult care activities, being married is positivelycorrelated with the time devoted to child care activities. Being marriedincreases the time devoted to child care activities by approximately 9minutes per day.Considering the labour status of individuals, participation in thelabour market is not correlated with the time devoted to adult careactivities, but is negatively correlated with the time devoted to childcare activities. Working in the labour market does not incid:135uence thedecisions about the time devoted to adult care activities, but reducesthe time devoted to child care activities by 15.9 minutes per day. Additionally, participating fulltime in the labour market has no signicid:133cantcorrelation with the time devoted to adult care activities, while it is negatively correlated with the time devoted to child care activities. In thisway, working full time in the labour market requires people to devote 22.4 less minutes per day to child care activities. This is consistent withtime scarcity or time poverty. Participating in the labour marketisa timeintensive activity, and it necessarely requires taking time awayfrom other activities, such as leisure or home production.Educational level has no eect on the time devoted to adult careactivities and is positively correlated with the time devoted to child careactivities. However, for child care activities both levels are positively 47We analyze results from the SUR II model, since we include the SUR I forcomparison purposes.30correlated. An individual with the secondary level of education devotes 11.16 more minutes per day to child care activities than an individualwith the primary level of education. An individual with the universitylevel of education devotes 16.81 more minutes per day to child careactivities than an individual with the primary level of education. Thesecid:133ndings are consistent with those of Kalenkosky et al.2005, thathighereducated individuals devote more time to active child care thanindividuals with the primary education level.The number of grandparents present in the household has a positivecorrelation with the time devoted to adult and child care activities. Anadditional grandparent in the household increases the time devoted toadult care activities by 9.09 minutes per day and the time devoted tochild care activities by 7.39 minutes per day. These results are consistentwith the specialization hypothesis within the family, meaning thatsome individuals in households specialize in home production activitiesnormally the ones with the lowest opportunity costs of working. Themarital status of the grandparents has no signicid:133cant correlation with thetime devoted to adult activities, but has a negative correlation with thetime devoted to child care activities.Children aged 04 and 512 have positive correlations with the timedevoted to child care activities. An additional child aged 04 increasesthe time devoted to child care by 71.46 minutes per day, while an additional child aged 512 increases the time devoted to child care activitiesby 15.74 minutes. However, children aged 1317 have a negative correlation with the time devoted to child care activities, such that oneadditional child aged 1317 decreases the time devoted to child care activities by 2.98 minutes per day.48 We see that children aged 04 aremore timedemanding, followed by children aged 512, while childrenaged 1317 are not timedemanding. This fact supports the idea thatchildren are timeintensive public goods and that the more dependentthe children, the more time parents need to devote to care for them.The number of children in the family has a negative correlation withthe time devoted to adult care activities for the three age intervals considered 04, 512, 1317. This means that an additional child aged 04decreases the time devoted to adult care activities by 1.64 minutes perday. Our results for the other two age intervals show decreases of 2.03and 1.4 minutes per day, respectively. On the other hand, the presence 48Results are consistent with results obtained in Kalenkosky et al. 2005. Whilethe variables controlling for the presence of children aged 03, 46 and 711 havepositive correlations with the time devoted to child care activities, the variable controlling for the presence of children aged 1217 has a negative correlation with thetime devoted to child care activities.31of children while parents are caring for the grandparents has a signicid:133cantand positive correlation with the time devoted to adult and child careactivities. The presence of children while parents are caring for grandparents requires parents to devote 38.18 more minutes per day to suchcare. This result supports the Demonstration Eect hypothesis.There is a positive correlation between the presence of children during adult care activities and the time devoted to child care activities,which may be a result of increases in productivity due to specialization.If children were present during adult care activities, individuals couldcare for children and adults at the same time, increasing the overallproductivity in care activities.49 As a result, the time devoted to childcare activities as a primary activity should decrease.50 If the presenceof children during adult care activities was motivated by increases inproductivity, parents who report children present during the adult careactivities should devote less time to child care activities as primary activity, since some of the time needed to care for children might be includedin the time spent caring for adult members of the family.However, results show an opposite correlation, reinforcing the idea ofthe existence of the Demonstration Eect. Parents who report childrenpresent while performing the adult care activities devote more time tochild care activities, so the presence of children during the adult care isnot motivated by increases in productivity but by the Demonstration Eect.Comparing the results in the SUR I and the SUR II models, weobserve that estimates in the SUR I model that only control for the effect of the presence of children aged 04, 512 and 1317 are somewhatlower than the results in the SUR II model, which controls for both thenumber of children and the presence of children during adult care activities. Again, we obtain evidence to support the idea that the presenceof children in the family has two opposite eects on the time devoted toadult care activities: the Substitution Eect and the Demonstration Eect.6.5 Robustness Checks The previous results correspond to individuals aged 2465. However, forconsistency we have estimated with dierent subsamples to correct forselection bias, and we can see that results are consistent with the results 49This is one of the reasons why we estimate SUR models, to relate the timedevoted to adult care and child care activities.50We take into account adult and child care as primary activities, but we do nottake into account the kind of secondary activity. The presence of children refers tochildren present while parents report adult care as primary activity.32previously obtained .51In tables 2 and 3, Column 2 corresponds toindividuals aged 3055, column 3 corresponds to married individualsaged 2465, column 4 corresponds to women aged 2465, column 5corresponds to women aged 3055 and column 6 corresponds to married women aged 2465. Results are quite consistent. Additionally, forconsistency we construct variables with the relative time devoted to childand adult care activities. These variables are constructed as the percentage of the time devoted to child and adult care activities regarding thesum of the time devoted to home production, leisure and market work.52We have done the estimations for the same subsamples and results arequite consistent.53In this section we have shown how the presence of children, whileparents are caring for grandparents, requires parents to devote time toadult care activities. Additionally, we have shown that the presence ofchildren in the family requires parents to devote less time to adult careactivities. This is consistent with a model of time devoted to adult careactivities with two opposite eects: the cid:147Substitution Eectcid:148 and thecid:147Demonstration Eectcid:148.7 Conclusions This paper has studied, on the basis of the Demonstration Eect hypothesis, the incid:135uence that children have on their parentscid:146time transfers. We have developed a theoretical model by combining the Social Cognitive Theory and an intergenerational altruism model. We concentrate on children under 10, since, in line with Sears et al. 1965,we assume that early transfer experience aects subsequent transfer behaviour. This approach suggests that the decisions taken by the childdepend on the previouslyobserved behaviour of the parent. We usetimediary data from the 200203 Spanish Time Use Survey STUS inorder to implement this theoretical framework. In our empirical analysis, we cid:133rst specify a Tobit model to analyze the time that parents spendin adult care activities, taking into account the eects of children. Wethen estimate a Seemingly Unrelated Regression SUR on adult careand child care to see how the number of children, as well as their presence during adult care activities, incid:135uence the time devoted to dependentcare.51We consider that the selection bias can be generated by any of these 3 factors:age, sex and marital status. For this reason we change the age range, we estimateonly with women, and only with married people.52Decid:133nitions of this group of time use variables are the same as in Burda et al.2006.53Results are shown in Tables A1 Tobit models and A2 SUR models.33Our Tobit results show that an additional child in the family aged 04, 512 and 1317 reduces the probability of caregiving by 2.91, 2.03 and 1.13 percentage points, respectively. On the other hand, the presenceof children during the adult care activities increases the probability ofcaregiving by 11.63 percentage points. These empirical results arguein favour of the Demonstration Eect in Spain. We cid:133nd evidence tosupport the idea that the presence of children, while parents are caringfor grandparents, encourages parents to devote more time to adult careactivities by way of setting an example. Parents normally want theirchildren to care for them in the future, and one way to set an exampleis by caring for their own parents.The SUR estimation allows us to compare the eects that the presence of children during adult care have on child care as primary activity.We cid:133nd evidence to support the idea that the presence of children is notdue to an increase in productivity, but is a result of the Demonstration Eect, since time devoted to child care activities increases by 11.19minutes per day when children are present during adult care activities.Our empirical results show that the presence of grandchildren has a positive eect on both the time devoted to adult care, and to child care,which supports the Demonstration Eect.8 References Aguiar. M., and Hurst E. 2007. Measuring Trends in Leisure: The Allocation of Time over Five Decades. Federal Reserve Bank of Boston Working Paper N cid:14 062, forthcoming Quarterly Journal of Economics.Altonji, J.G., Hayashi F., and Kotliko L.J. 1996. The eects ofincome and wealth on time and money transfers between parents andchildren. NBER working paper 5522, Cambridge, MA.Amemiya, T. 1985. Advanced Econometrics. Cambridge, MA:Harvard University Press.Apps, P. F., and Rees R. 2002.Household Production, Full Consumption and the Costs Of Children Labour Economics, 8, 621648.Bandura, A. 1977a. Social Learning Theory. Englewood Clis,New Jersey: Prentice Hall.Bandura, A. 1977b. Selfe cacy: Toward a unifying theory ofbehavioral change. Psychological Review, 84, 191215.Bandura, A. 1978. The selfsystem in reciprocal determinism. American Psychologist, 33, 344358.Bandura, A. 1986. Social Foundations of Thought and Action: ASocial Cognitive Theory. Englewood Clis, NJ: Prentice Hall.Bandura, A. 1989. Social Cognitive Theory. In C.T. Greenwichabd Vasta R. Ed, Annals of Child Development, ,Vol 6, 160. Jai Press 34LTD.Bandura, A. 1991 Social cognitive theory of moral thought andaction. IN: Handbook of Moral Behavior and Development. Kurtines WM and Gerwitz JL eds. Vol 1, p 45103. Hillsdale, NJ: Erlbaum.Becker, G. S. 1965. A theory of the Allocation of Time Economic Journal, 75, 493517.Becker, G. S. 1991. A Treatise on The Family, enlarged edition.Harvard University Press, Cambridge.Becker, G.S. 1992. Habits, addictions and traditions. Kyklos, 45,327346.Bernheim, B. D., Shleifer A., and Summers, L.H. 1985. The Strategic Bequest Motive. Journal of Political Economy, 93, 10451076.Bianchi, S. M., Wight, V., and Raley R.A. 2005. Maternal Employment and Family Caregiving: Rethinking Time With Children inthe ATUS. Paper presented at the American Time Use Survey Early Results Conference, Washington DC, USA, 89 December 2005.Bittman, M  and Wajcman J. 2000. The Rush Hour: The Character of Leisure Time and Gender Equity. Social Forces, 79, 165189.Bittman, M., Fisher, K., Hill, P., and Thomson C. 2005. The Time Cost of Adult Care. Electronic International Journal for Time Use Research, 2, 5466.Bonke. J. 2005. Paid Work and Unpaid Work: Diary Informationversus Questionnaire Information. Social Indicator Research, 70, 349368.Bryant, W. K., and C. D. Zick 1996. An Examination of ParentChild Shared Time Journal of Marriage and the Family, 58, 227237.Burda, M.C., Hamermesh, D.S., and Weil P. 2006. The Distribution of Total Work in the EU and US. IZA Discussion Paper. N cid:142270.Chan, K., and Mc Neal J.U. 2006. Chinese childrencid:146s understandingof commercial communications: A comparison of cognitive developmentand social learning models. Journal of Economic Psychology, 27, 3656.Cox, D. 1987. Motives for private income transfer. Journal of Political Economy, 95, 508 cid:150546.Cox, D. 1990. Intergenerational transfers and liquidity constraints.Quarterly Journal of Economics, 105, 187 cid:150215.Cox, D., and Stark O. 1996. Ingergenerational transfers and thecid:146demonstration eectcid:146 mimeographed Boston college and Harvard University.Cox, D. and Stark, O. 2005. On the demand for granchildren: tiedtransfers and the demonstration eect. Journal of Public Economics,89, 16651697.35Fisher, K., Egerton, M., Gershuny, J. I., and Robinson J. P. 2006.Gender Convergence in the American Heritage Time Use Study AHTUS. ISER Working Paper 200625. Colchester: University of Essex.Folbre, N. 1994. Children as Public Goods. American Economic Review, 84, 8690.Fontainha, E. 2006. Children, Mother and Father Time Management and Perception of Stress: Families in a Rush. Paper Submitted to ESPE Conference 2006.Gunkelman, J.D., and Johnstone J. 2005. Neurofeedback and the Brain. Journal of Adult Development, 12, 9398.Hamermesh, D., and Lee J. 2007 cid:147Stressed Out on Four Continents:Time Crunch or Yuppie Kvetch,cid:148forthcoming Review of Economics and Statistics.Hallberg, D., and Klevmarken A. 2003. Time for Children: AStudy of Parentcid:146s Time Allocation. Journal of Population Economics,16, 20526.Hoerth, S. L., and Sandberg J.F. 2001. Changes in American Childrencid:146s Use of Time, 19811997. In T. Owens and S. Hoerth eds.Children at the Millennium: Where Have We Come From, Where Are We Going?. Advances in Life Course Research Series. New York, Elsevier Science, pp. 193229.Jellal, M., and Wol F.C. 2000. Shaping intergenerational relationships: the demonstration eect. Economics Letters, 68, 255cid:150261.Jellal, M., and Wol F.C. 2002. Cultural evolutionary altruism:theory and evidence. European Journal of Political Economy, 18, 241262.Joesch, J.M., and Spiess C.K. 2002. European Motherscid:146Time with Children: Dierences and Similarities across Nine Countries. Discussion Papers of DIW Berlin 305, German Institute for Economic Research.Kalenkoski. C.M., Ribar, D.C., and Stratton L.S. 2005. Parental Child Care in Single Parent, Cohabiting, and Married Couple Families:Time Diary Evidence from the United States and the United Kingdom.American Economic Review, 95.Kalenkoski. C.M., Ribar, D.C., and Stratton L.S. 2006a. The Incid:135uence of Wages on Parentscid:146Allocations of Time to Child Care and Market Work in the United Kingdom. IZA Discussion Paper N cid:14 2436.Kalenkoski. C.M., Ribar, D.C., and Stratton L.S. 2006b. The Eect of Family Structure on Parentcid:146s Child Care Time in the United States and the United Kingdom.IZA Discussion Paper N cid:14 2441.Kooreman, P., and Kapteyn A. 1987. A Disaggregated Analysisof the Allocation of Time within the Household. Journal of Political Economy, 95, 223249.36Laferrre, A. 1999. Intergenerational transmission models: a survey. Geneva Papers on Risk and Insurance: Issues and Practice 24,226.Laitner, J. 1997. Intergenerational and interhouseholds economiclinks. In Rosenzweig, M., Stark, O. eds: Handbook of Population and Family Economics. Elsevier, Amsterdam 189235.Miller N., and Dollard J. 1941 Social Learning and Imitation. New Haven, CT: Yale University Press.Nock, S.L., and Kingston P.W. 1998. Time with Children: The Impact of Couplescid:146WorkTime Commitments. Social Forces 67, 5985.PauliPott, U., Mertesacker, B., Bade, U., Haverkock, A., and Beckmann, D. 2003. Parental perceptions and infant temperament development. Infant Behavior and Development, 26, 2748.Pollak, R.A. 2003. Gary Beckercid:146s Contribution to Family and Household Economics. Review of Economics of the Household, 1, 111141.Schoeni, R.F. 1997. Private interhousehold transfers of money andtime: new empirical evidence. Review of Income and Wealth, 43, 423cid:150448.Sears, R., Rau. L., and Alpert R. 1965. Identicid:133cation and Child Rearing. Stanford, CA: Standford University Press.Tobin, J. 1956. Estimation of Relationships for Limited Dependent Variables. Econometrica, 26, 24cid:15036.Webley, P., and Nyhus E.K. 2006. Parentscid:146incid:135uence on childrencid:146sfuture orientation and saving. Journal of Economic Psychology, 27, 140164.Wol, F.C. 2001. Private intergenerational contact in France andthe demonstration eect. Applied Economics, 33, 143153Wooldridge, J.M. 2002. Econometric Analysis of Cross Section and Panel Data. MIT Press.3738Tablecid:1601.cid:160Descriptivecid:160Statistics123Variables Allcid:160Sample Womencid:160Sample Carerscid:160Sample Mean S.E.Mean S.E.Mean S.E.Male 0.4670.50cid:173cid:1730.2910.45Age 43.61510.1743.42910.5247.0599.49Numbercid:160ofcid:160children 0.9050.960.8700.960.6510.85Numbercid:160ofcid:160childrencid:16050.2990.570.2860.560.1540.40Numbercid:160ofcid:160childrencid:1605cid:173120.3520.620.3390.610.2330.51Numbercid:160ofcid:160childrencid:16013cid:173170.2540.510.2450.500.2640.51Married 0.9400.240.9430.230.9650.18Numbercid:160ofcid:160grandparents 0.0630.270.0630.270.1630.38Workingcid:160status 0.6440.480.4300.500.4360.50Workingcid:160fullcid:173cid:160time 0.6170.490.3860.490.4040.49Universitycid:160Education 0.1630.370.1610.370.1330.34Highcid:160Schoolcid:160Education 0.1790.380.1590.370.1440.35Timecid:160devotedcid:160tocid:160childcare 39.25279.7053.61493.8591.697119.63Timecid:160devotedcid:160tocid:160elderlycid:160care 5.54936.6517.53241.7425.77859.88Childrencid:160presentcid:160incid:160elderlycid:160care 0.0060.110.0070.120.1050.45Nocid:160Observations 1721191791087Note:cid:160Descriptivecid:160Statisticscid:160calculatedcid:160fromcid:160thecid:160STUS.394041424344", "filename": "550377751.pdf", "person": ["José Ignacio Giménez", "Giménez, José Ignacio", "Miriam Marcén", "Marcén, Miriam", "José Alberto Molina", "Molina, José Alberto"], "date": ["2007"]}