{"lang": "es", "identifier_url": ["http://www.econstor.eu/bitstream/10419/43413/1/550986979.pdf"], "title": ["Bogotá: El colapso de una maquinaria política"], "plaintext": "Economic Analysis Working Papers. 6th Volume Number 13 Bogota: El Colapso de una Maquinaria Politica Rafael Santos Asesor: James Robinson Resumen En Bogota las reformas de 1991 obstruyeron un mercado de compra y venta de votos. El clientelismo perdio efectividad, los ciudadanos desarrollaron un voto de opinion y la ciudad demostro un desempeno sobresaliente en la provision de bienes y servicios publicos. Esta historia se ilustra mediante un novedoso panel con datos a nivel del barrio y del puesto de votacion desde 1988 hasta 2003. Un episodio interesante expone las preferencias de clase de los bogotanos por cada uno de sus alcaldes. Sin embargo, el resultado principal es el quiebre estructural ocasionado por las reformas. Antes de 1991, las zonas mas expuestas al clientelismo generaban un mayor porcentaje de votos por los partidos tradicionales y obtenian una mayor cobertura en servicios publicos; despues de 1991, ambas relaciones dejan de ser ciertas. Una maquinaria clientelista colapsa. Abstract In Bogota reforms in 1991 blocked a market for buying and selling of votes. The patronage lost effectiveness, citizens developed a vote of opinion and the city demonstrated an outstanding performance in the provision of public goods and services. This story is illustrated by a new panel with data at the district and the polling station from 1988 to 2003. An interesting episode exposes preferences class of bogotanos by each of its mayors. However, the main result is the collapse caused by structural reforms. Before 1991, the most exposed areas to patronage generated a higher percentage of votes for the traditional parties and got more coverage in public services after 1991, the two relationships are no longer true. A patronage machine collapses. Clasificacion JEL: D72, D73, E62, H11, H72. Universidad de los Andes. Presento este documento como tesis de Maestria en Economia en la misma universidad. Le agradezco a James Robinson por su constante apoyo y por las ideas que compartio conmigo el titulo de este documento es una de ellas. Tambien estoy agradecido con Marcela Eslava, Francisco Gutierrez, Carmen Elisa Florez, Maria Alejandra Palacio, Andrea Velasquez, Maria Angelica Bautista, y Olga Lucia Romero. Cada uno de ellos contribuyo de forma distinta a la elaboracion de este documento pero todos me dieron animo para llevarlo a cabo. Es imposible dejar por fuera de esta lista a Aida Villagran. Sin ella habria sido imposible construir a tiempo las bases de datos que usa este documento. Harvard University. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 Economic Analysis Working Papers. 6th Volume Number 13 I. Introduccion La ideologia desempeno cierto papel en los dos partidos tradicionales, el partido liberal y el conservador, pero era el jefe local quien movilizaba los votos en el momento de la eleccion. Esto lo hacia esencialmente despues de haber construido una maquinaria politica que le daria los votos en el momento de la eleccion a cambio de los favores prestados a lo largo de los anos. La red de deudas politicas del jefe se crea al ayudar a la gente a obtener empleos en el sector privado, pero sobre todo en el sector publico, y al obtener becas para los hijos de los miembros de su grupo de apoyo, y al hacer que el estado construya infraestructura o extienda los servicios publicos al municipio o a la vecindad urbana donde se construye la clientela Urrutia, M. 1991, PP. 387. Enfasis propio  A finales de la decada pasada, varias ciudades del mundo, como Mexico, Tanzania o Nueva Delhi, voltearon sus ojos hacia los Andes Orientales. De manera inesperada, Bogota se convertia en el escenario de grandes proyectos de infraestructura y experimentos civicos sin precedentes. Algo nuevo tenia lugar en la capital colombiana. Hace veinte anos era dificil prever que una desordenada metropoli se transformaria en la Bogota contemporanea. Tal vez por esta razon los visitantes que conocieron las dos facetas de la ciudad se muestran sorprendidos. Un reportero aleman, por ejemplo, utiliza las siguientes palabras para referirse a la ciudad de los anos ochenta: Mi Bogota era una ciudad de permanentes nubes grises, donde el fetido olor de los gases que despedian tanto miles de buses como las toneladas de basura amontonadas en la calle y el polvo asfixiante de las zonas de pobreza le robaban a uno el aire. Dos decadas mas tarde sus palabras son distintas: Gracias a una serie de milagros logrados por humanos, la capital colombiana no solo se ha convertido en una de las capitales mas seguras de America Latina sino en uno de los centros culturales mas importantes de la region y un lugar de vivienda mas amable y armonico El tiempo, 20 de Mayo de 2006. Casos similares a este son del orden del dia. Sin embargo, el ciudadano promedio tambien noto el cambio. En 1985, por ejemplo, solo el 25% de los Bogotanos pensaba que la ciudad era un buen sitio para vivir pero 15 anos mas tarde, el 67% opino lo mismo. Torres, 2003. Bogota presento una ruptura con la historia. Una de sus manifestaciones mas claras fue un progreso notable en la provision de bienes y servicios publicos 1. Los graficos 1 a 4 ilustran parte de este progreso. Los graficos 1 y 2 muestran el porcentaje del gasto en educacion y salud por encima del encomendado por la Constitucion. En ambos graficos se observa que, entre 1996 y 2001, Bogota experimenta un incremento en estos porcentajes y que la brecha entre Bogota y el resto de ciudades Colombianas aumenta. El grafico 3 muestra la tasa promedio de cobertura en acueducto, alcantarillado, electricidad y gas para Bogota y otras ciudades principales. La tasa promedio de cobertura aumenta en ambos casos, pero la de la capital aumenta mas rapidamente. Por ultimo, el grafico 4 muestra la tasa de homicidios para Bogota y el resto del pais. Entre 1991 y 2002 la tasa de homicidios del pais cae en 12 %, pero la tasa de homicidios de la capital cae en 46%. Como se explican los cambios experimentados en Bogota? Este documento sostiene que la mejoria en la provision de bienes y servicios publicos tiene su origen en un cambio politico consolidado por la constitucion de 1991. La Bogota en la que se amontonaba basura era tambien una ciudad en la que se intercambiaban votos por favores, dinero y empleos. 1 En este documento se hace una distincion entre servicios y bienes publicos. En Colombia los principales servicios publicos son el agua, el alcantarillado, el telefono, y la energia electrica, entre otros. Se usa el termino bien publico para hacer referencia a un bien publico global al nivel de Bogota, es decir, un bien no rival y no excluible la seguridad o la cultura ciudadana. Se usa el termino servicio publicopara hacer enfasis en bienes tipo club, no rivales pero excluibles. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 2 Economic Analysis Working Papers. 6th Volume Number 13 Sin embargo, la Constitucion Colombiana de 1991 intento acabar con la compra y venta de votos y quebrar los vinculos clientelistas entre votantes y candidatos. En este sentido se promovio la competencia entre partidos, se limitaron los recursos discrecionales en manos de los politicos y tal vez lo mas importante se introdujo una tarjeta electoral secreta distribuida por la entidad electoral y no por los partidos el Tarjeton. Varios autores Gutierrez 1995, Garcia 2001, Hernandez 2004 sostienen que, al menos en la capital, las reformas marcaron el giro de un voto de intercambio a un voto de opinion. El desarrollo de este voto opinion permite postular una hipotesis complementaria: el debilitamiento de los vinculos clientelistas y la aparicion de vinculos programaticos. Pero ademas, el clientelismo ha sido asociado con la provision discrecional de bienes privados y bienes club en detrimento de la provision de bienes publicos Chubb, 1981, 1982; Lizerri Perisco, 2001; Wantchekon, 2003; DiazCayeros et al., 2006; Kitschelt, H. Wilkinson, 2006. Por lo tanto, si las reformas realmente debilitaron los vinculos clientelistas, seria posible anticipar un aumento en la provision de bienes publicos y un distanciamiento entre el suministro de bienes tradicionalmente usados para hacer clientelismo los servicios publicos y los resultados electorales. Fue esto lo que ocurrio en Bogota? El presente trabajo busca una respuesta afirmativa a esta pregunta. En resumen, se busca probar que las reformas del 91 consolidaron un voto de opinion, limitaron la efectividad de las maquinarias clientelistas y generaron el entramado necesario para aumentar la provision de bienes y servicios publicos. El caballo de batalla para confirmar las hipotesis presentadas es un panel balanceado con los puestos de votacion existentes en 1988 para el periodo 19882003. Para construir este panel se ubican en el mapa de Bogota los puestos de votacion existentes en 1988 y se relacionan los votos obtenidos por cada candidato a la Alcaldia o al Concejo con las caracteristicas socioeconomicas de las zonas circundantes. Estos datos, aunados a algunas tecnicas econometricas minimos cuadrados ordinarios, diferencias en diferencias, datos Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 3 Economic Analysis Working Papers. 6th Volume Number 13 de panel y variables instrumentales, se usan para arrojar luz sobre el origen de los cambios sorprendentes que ocurrieron en Bogota. Al medir el grado de exposicion clientelista como el porcentaje de empleados publicos alrededor del puesto de votacion, se encuentra el principal resultado de este trabajo: Antes de las reformas, los partidos tradicionales obtenian un mayor porcentaje de votos en las zonas mas expuestas al clientelismo y estas zonas obtenian una mayor cobertura en servicios publicos. Despues de las reformas, ambas relaciones se vienen abajo. La contribucion del documento puede situarse en dos niveles. A nivel local, presenta las preferencias politicas de las clases bogotanas y defiende el argumento de la perdida de efectividad del clientelismo en el debate sobre el efecto de las reformas en las practicas politicas de la capital. A un nivel mas general, permite confirmar algunos corolarios de clientelismo la relacion de este ultimo con la riqueza, el desempleo y la educacion e identifica factores de ingenieria institucional que pueden reducir su prevalencia. Lo que queda del documento se organiza de la siguiente forma. La seccion II hace una revision de literatura sobre clientelismo e introduce el caso Bogotano. La seccion III desarrolla las hipotesis y resalta la importancia del Tarjeton. La seccion IV presenta los datos. La seccion V expone los modelos y resultados econometricos. La seccion VI concluye. II. Revision de literatura: Clientelismo, Maquinas y Reformas Welcome my son, welcome to the Machine Pink Floyd. En Tailandia, se venden tiquetes de loteria cuyos pagos son contingentes al desenlace de las elecciones. Si ciertos candidatos son elegidos, un tiquete de 5 bahts se convierte en un premio de 1000 bahts Callahan Mc Cargo, 1996. En el sur de Italia, el Partido Democrata Cristiano entrega un zapato izquierdo antes de los sufragios y un zapato derecho solo si los resultados obtenidos le favorecen Chubb, 1982. En Buenos Aires, los intermediarios del Partido Peronista gatekeepers se convierten en las interfases obligatorias entre una red de solucion de problemas y los ciudadanos; unicamente los intermediarios conocen el dia que se entrega comida y solo ellos poseen las credenciales sin las cuales las personas no pueden obtenerla Auyero, 2000. En Bogota, un patrono intermedio del Partido Liberal,   tenia fama de cumplir lo que prometia: si habia prometido pavimentar la calle, solo pavimentaba el pedazo de enfrente de la casa de quien lo habia apoyado. Gutierrez, 1998, PP. 75. Estos ejemplos encajan dentro de lo que se ha llamado clientelismo. En todos ellos se intercambia apoyo politico por transferencias directas o por acceso continuo a un flujo de bienes y servicios Kitschelt Wilkinson, 2006. Para que el apoyo politico se convierta en votos es necesario que al menos dos condiciones se cumplan. Los compradores de votos deben atar la utilidad esperada del votante al exito electoral del patrono Robinson Verdier, 2003; Brusco, Nazareno Stokes, 2002 y deben ser capaces de monitorear el comportamiento del votante en las urnas Robinson Baland, 2005; Schedler, 2004. En el primer caso, la conducta del votante se hace predecible mediante estructuras de incentivos adecuadas: un tiquete de loteria, un zapato izquierdo o un empleo en el sector publico. En el segundo caso, se monitorean los comportamientos del votante para otorgar los favores prometidos y hacer las amenazas creibles, para saber que calle pavimentar y que credencial negar. En ambas circunstancias, restricciones de incentivos y monitoreo, se genera credibilidad en ambas partes: el votante cree que el politico va a cumplir sus promesas y el politico cree que el votante va a cumplir las suyas. Pero esta credibilidad depende tambien de la iteracion y de las expectativas generadas por encuentros pasados a cambio de los favores prestados a lo largo de los anos, tenia fama de cumplir lo que prometia. Cuando el intercambio de votos se apoya exclusivamente en estas ultimas se generan equilibrios inestables, cualquier defeccion puede tumbar el mercado. De la discusion anterior se desprende que los bienes intercambiados mediante vinculos clientelistas poseen ciertas propiedades particulares. Algunos autores mencionan que las transferencias deben ser selectivas Lizerri Perisco, 2001, excluibles Kitschelt Wilkinson, 2006; DiazCayeros, Estevez Magaloni, 2006 y reversibles Robinson Verdier, 2003. El candidato elige a quien le otorga la transferencia seleccion, a quien no se la otorga exclusion y a quien se la quita reversibilidad. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 4 Economic Analysis Working Papers. 6th Volume Number 13 Al no ser excluibles o selectivos, los bienes publicos no pueden ser intercambiados mediante vinculos clientelistas. Por esta razon, en aquellas zonas en las que prevalece el intercambio clientelista, se favorecen las transferencias privadas o las transferencias discrecionales de bienes club la calle en detrimento de la provision de bienes publicos Chubb, 1981, 1982; DiazCayeros et al., 2006; Wantchekon, 2003. Ahora bien, el costo para el patrono de crear vinculos clientelistas radica en la construccion de jerarquias organizacionales de intercambio Kitschelt Wilkinson, 2006. Los patronos deben pasar por intermediarios para obtener los votos de sus clientes en adelante conexiones PatronoPatrono Intermediocliente, PPIC ver por ejemplo Papadopoulos y Vaner, 1989 o Cacliagi y Jun Ichi, 2001. El inconveniente de esta organizacion piramidal es que sufre y reproduce problemas de agencia conforme aumenta su tamano apropiacion excesiva de recursos e incumplimiento de promesas. En consecuencia, los partidos deben montar una estructura de monitoreo e incentivos que les permita superar estos problemas, aprovechar las redes sociales preexistentes y atrapar los votos: una verdadera maquinaria politica. Estos aparatos han sido analizados en la literatura mediante estudios de caso y entrevistas. La figura que emerge es una en la que los grandes patronos o los partidos buscan hombres de confianza a nivel local patronos intermedios para obtener los votos de una zona geografica determinada. Esta estrategia no es fortuita. Un intermediario local tiene acceso a las redes sociales de su distrito, constituye un canal efectivo para la distribucion de favores 2 y puede usar las relaciones de confianza previas para cimentar sus promesas 3. En Taiwan, los intermediarios son conocidos como pilares tiauaka. El Partido Nacionalista Kuomingtan los recluta segun su zona de residencia y segun los circulos de confianza en los que se desenvuelven Wang Kurzman, 2003. En Tailandia, los Huakhanaen son personas carismaticas de status social elevado, el maestro de la escuela local o el lider del pueblo Calahan Mc Cargo, 1996. En las megalopolis Japonesas, los intermediarios se organizan en grupos de soporte local Koenkai que otorgan toda clase de favores, desde empleos hasta donaciones tipo El Padrino distribucion de paquetes de dinero en bodas y funerales Cacliagi Jun Ichi, 2001. En el sur de Italia, el mediador es el abad de la iglesia o un empleado publico de clase media que captura los votos de sus vecinos y familiares Chubb, 1981. Algo similar ocurre en Argentina y Colombia. En estos dos paises, los intermediarios suelen ser lideres locales que obtienen del Estado un empleo en el sector publico Auyero, 2000; Archer, 1990; Leal 1989. El objetivo de los patronos intermedios es claro, subir bloques de votos a los niveles superiores de la piramide, dar votos al patrono principal. En Colombia, los estudios sobre clientelismo comparten al menos dos de las siguientes tres caracteristicas: definen el clientelismo como un fenomeno endemico a la politica colombiana, identifican a los partidos tradicionales como los principales usuarios de la maquina de compra y venta de votos y consideran que el clientelismo ha cambiado de forma pero sigue siendo una alternativa para capturar votos las dos primeras caracteristicas se encuentran en los trabajos de Martz 1997, Archer 1990, Leal 1989, Robinson 2005, Urrutia 1991, Escobar 2002, Fernandez 2005, Romero 2006; las tres se encuentran en Gutierrez 1998, Garcia 2001, Davila y Delgado 2002, Hernandez 2004. Robinson 2005 senala que Colombia ha sido clasificada por Carey y Shugart, 1995 como la nacion con las instituciones mas clientelistas de America Latina y argumenta que esto se debe a la permanencia en el poder de los partidos tradicionales democracia restringida. Conservadores y liberales habrian tenido el tiempo y los recursos necesarios para construir elaboradas jerarquias organizacionales de monitoreo y distribucion de favores. Otros autores Gutierrez, 1998; Davila Delgado, 2002; Garcia, 2001 concuerdan con la importancia de la compra y venta de votos para los partidos tradicionales pero hacen enfasis en las mutaciones del clientelismo o en lo que Davila y Delgado llaman las dos etapas y media del clientelismo: clientelismo tradicional hasta mediados de la decada del cincuenta, clientelismo moderno 19551991 y clientelismo de mercado a partir de 1991. La primera etapa se refiere a los vinculos entre los lideres naturales de los partidos tradicionales, los hacendados locales y sus peones. Esta fase del clientelismo puede ser descrita por medio del modelo de venta de votos desarrollado por Robinson y Baland 2005. En sintesis, los lideres naturales formaban coaliciones con los terratenientes locales que vendian los votos de sus peones a cambio de beneficios politicos. 2 En Bogota, como los intermediarios eran lideres barriales que habian ascendido socialmente gracias al clientelismo, el principal pago para el cliente era una expectativa de ascension social Gutierrez, 1998. 3 En grupos mas pequenos la confianza es mayor pues la posibilidad de actuar de forma no cooperativa y pasar desapercibido es menor Ridley, 1998. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 5 Economic Analysis Working Papers. 6th Volume Number 13 La segunda etapa del clientelismo en Colombia corresponde a la estructura piramidal descrita mas arriba la maquinaria y estaria vigente desde el final del Frente Nacional 4 Martz, 1997; Archer, 1990. Durante esta etapa la maquinaria clientelista habria sido alimentada por el ensanchamiento estatal y el surgimiento de politicos especializados en manejar los recursos del Estado Escobar, 2002. Este tipo de clientelismo es tambien el que estaria vigente en Bogota, y tal vez en otras ciudades del pais, antes de las reformas democratizadoras de 1991. La ultima etapa media etapa corresponde a lo que la literatura local ha denominado el clientelismo de mercado y su origen se asocia al efecto desarticulador de las reformas. El clientelismo de mercado se caracterizaria por multiples redes locales en continua competencia, vinculos exiguos entre los grandes patronos y los lideres locales y vinculos intermitentes entre estos ultimos y los votantes. La gran maquinaria con vinculos del tipo PPIC se habria quebrado en pedazos y sus partes formarian una caotica franja competitiva de pequenas redes electorales del tipo PIC. Esto es lo que Gutierrez 1998 llama la fractalizacion del clientelismo, la explosion del aparato en pequenos aparatos locales semejantes al primero. Esto es lo que este documento llama, el Colapaso de una Maquinaria Politica. Es justamente en Bogota donde mas se ha hablado de clientelismo de mercado. Tal vez esto se explica porque existen diferencias en las preferencias y tendencias electorales de Bogota con respecto a las del resto del pais Otalora, 2002. Estas diferencias generarian a su vez respuestas distintas a las reformas. A nivel nacional, un trabajo reciente Romero, 2006 intenta medir el efecto de las reformas sobre la asignacion clientelista de empleos en el sector educativo pero no encuentra un cambio significativo despues del 91. De manera similar, Escobar 2002 documenta como, en el departamento de Sucre, el clientelismo frustra los cambios institucionales y no al reves. La inercia clientelista atentaria contra los valores civicos de los votantes: People believe that selling their votes is a right they have. entrevista con un lider campesino en Escobar, PP. 20. Sin embargo, en Bogota las cosas parecen distintas: En primer lugar hay que senalar que con la victoria de los independientes se logro desplazar la influencia de las redes clientelistas en las decisiones publicas del distrito  Hernandez, PP.25 ,2004. La Constitucion de 1991 puede explicar el surgimiento del clientelismo de mercado. La Carta promovio la entrada de todo tipo de partidos y creo espacios de participacion a nivel local. Ambos factores debian generar nuevas formas de hacer politica y, desde la perspectiva del votante, opciones de salida frente al clientelismo Garcia, 2001; Davila y Delgado, 2002. Para acabar con este ultimo se contemplaron mecanismos mas directos. Los recursos discrecionales en manos de los politicos se limitaron y se atacaron las tecnicas crudas de monitoreo. Por un lado, se prohibieron los auxilios pork barrel funds y se universalizo el empleo publico; por el otro, se introdujo una papeleta electoral distribuida por la organizacion electoral y no por los partidos el Tarjeton. Con la Constitucion y luego con el Estatuto Organico de Bogota 5, la capital independizo su gestion de la del resto del pais y levanto un cortafuegos entre su rama ejecutiva y su rama legislativa. Antes del 91, existia un regimen de coadministracion entre la Alcaldia y el Concejo. Este tenia injerencia en la ejecucion de los proyectos y el presupuesto del distrito, y sus miembros hacian parte de las juntas administrativas de las empresas distritales entres estas, las empresas de servicios publicos. Pero en 1991, se restringieron las facultades del Concejo y se aumento el poder en manos del alcalde. Este ultimo adquirio autonomia para elaborar el Plan de Desarrollo, para nombrar a su equipo de gobierno y para formular e implementar politicas urbanas y distritales Hernandez, 2004. La primera eleccion popular de alcaldes en Bogota tuvo lugar en 1988. Desde esa fecha y hasta 1992 la Alcaldia fue ocupada por candidatos provenientes de los partidos tradicionales. Uno de ellos, Juan Martin Caicedo 19901992, fue sometido a un proceso penal por otorgar auxilios parlamentarios cuando estos acababan de ser prohibidos. Sin embargo, tres anos despues de las reformas, estas le asestan un golpe al clientelismo y desencadenan la revolucion de la antipolitica Gutierrez, 1995. En 1994, por primera vez en la historia de Bogota, un candidato independiente de los partidos tradicionales Antanas Mockus llega la Alcaldia. Desde entonces, los ciudadanos parecen haber desarrollado un voto de opinion Gutierrez 4 El frente nacional es un periodo 19581974 en el que, mediante un acuerdo entre conservadores y liberales, ambos partidos se alternan en la presidencia y se reparten equitativamente las cuotas burocraticas. 5 El articulo provisional 41 de la Carta del 91 contemplo el Estatuto Organico de Bogota que se materializo el 21 de julio de 1993 decreto ley 1421. Este se encargo de la division politico administrativa de la ciudad y profundizo algunos de los aspectos enunciados en la constitucion como la prohibicion de los auxilios otorgados a concejales. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 6 Economic Analysis Working Papers. 6th Volume Number 13 1995, Garcia 2001, Hernandez 2004 y han elegido candidatos independientes 6 cuyas propuestas parten de plataformas programaticas. El voto de opinion y la llegada de los independientes coinciden con un aumento en la provision de bienes publicos y con la universalizacion en la oferta de servicios publicos. En la actualidad el distrito tiene un recaudo por habitante superior al de cualquier otra ciudad del pais, presenta gastos en educacion y salud por encima del mandato constitucional y niveles de seguridad que aumentan a lo largo del tiempo. A principios de los noventas, las empresas encargadas de proveer servicios publicos estaban quebradas. Hoy la cobertura en servicios publicos es casi total. Que explica estos cambios? Como ya se ha visto, ciertos autores argumentan que las reformas son las causantes de la metamorfosis del clientelismo moderno al clientelismo de mercado. Hernandez 2004 y Gutierrez 1995 agregan que, en Bogota, las reformas marcaron un giro del voto de intercambio al voto de opinion. Si, como tambien afirman estos autores, el clientelismo de mercado se traduce en mas riesgos e incertidumbre para los patronos y opciones de salida para los clientes, entonces, aunque mutables, las maquinarias politicas deberian haber perdido su capacidad para generar votos. Esto es consistente con las candidaturas programaticas y con el aumento en la provision de bienes y servicios publicos. Sin embargo, aun no existe evidencia empirica que verifique esta historia. Este documento busca ocupar el vacio y destacar aspectos de la historia de Bogota que son utiles para el estudio del clientelismo. A este respecto, dos comentarios en la exhaustiva revision sobre clientelismo realizada por Kitschelt y Wilkinson 2006 llaman la atencion. El primero destaca la carencia de documentos que expliquen en que coyunturas y como aparecen y desaparecen distintas formas de clientelismo. El segundo se resume en el siguiente parrafo: Empirical chapters of our study almost invariably find that institutions have little independent explanatory power to account for crosssectional variance among linkage mechanisms or their change over time. Kitschelt Wilkinson, 2006, PP. 18. Este documento muestra que un buen sitio para analizar el cambio en las formas de clientelismo puede ser Bogota. Tambien muestra que la experiencia Bogotana constituye un capitulo inedito sobre el efecto de las reformas institucionales en los tipos de vinculos entre votantes y candidatos. III. Hipotesis. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 7 Se ha visto que las reformas de 1991 introducen cambios para acabar con el clientelismo. Tambien se ha visto que los partidos tradicionales son identificados como los principales usuarios de la maquinaria clientelista. La eleccion en 1994 de Antanas Mockus, candidato sin conexiones con estos partidos, es una senal de que la maquinaria clientelista dejo de funcionar correctamente. Adicionalmente, desde una perspectiva teorica, el clientelismo se asocia con una suboferta de bienes publicos y con el suministro de bienes a colectivos de manera discrecional; pero fue precisamente en la primera mitad de la decada de los noventas que Bogota comenzo a demostrar un desempeno sobresaliente en la provision de estos bienes. Estos elementos, tomados en conjunto, llevan a la formulacion de una serie de hipotesis. La eleccion del primer alcalde independiente de Bogota y el aumento en la provision de bienes y servicios publicos se explican por el colapso de una maquinaria politica y el transito de un voto de intercambio a un voto de opinion. Despues de las reformas de 1991, la compra de votos pierde efectividad como mecanismo para llegar a la Alcaldia. Con un aparato que funciona mal, los partidos tradicionales pierden control sobre sus clientelas y se limita el uso de los recursos del Estado para hacer transferencias discrecionales. Gutierrez 1998, Garcia 2001 y Hernandez 2004 argumentan que a principios de la decada de los noventas, se paso de un sistema de articulacion piramidal que integraba alcaldes, concejales, intermediarios y clientes a un conjunto de redes electorales organizadas alrededor de lideres locales con capacidad limitada a la hora de movilizar recursos. Estas redes o microempresas electorales se encuentran en continua competencia y no poseen vinculos con los grandes patronos y los grandes recursos. Por lo tanto constituyen estructuras menos efectivas para hacer clientelismo. La ruptura de la gran piramide y el 6 En terminos estrictos, Penalosa, el alcalde que fue elegido despues de Mockus, es liberal pero busco alejarse de los partidos y presentarse como un candidato independiente mas cercano a los preceptos de Mockus antipolitica y cultura civica que a los partidos tradicionales. Economic Analysis Working Papers. 6th Volume Number 13 Mas bienes publicos. Menos transferencias discrecionales. surgimiento de las microempresas electorales, es lo que este documento llama el Colapso de una Maquinaria Politica. De manera esquematica estas hipotesis pueden representarse de la siguiente forma, Reformas Menos clientelismo Voto de Opinion y Alcaldes Independientes Las reformas, disminuyeron la compra y venta de votos pues hicieron inestables los vinculos entre intermediarios y clientes vinculos PIC y rompieron las uniones entre grandes patronos y patronos intermedios vinculos PPI. La introduccion del tarjeton impidio el monitoreo de los votantes y la entrada de todo tipo de partidos incremento la competencia y el costo de los votos vinculos PIC inestables. Esta dificultad para generar votos, la prohibicion de los auxilios, la universalizacion del empleo publico y el fin de la coadministracion del distrito rompieron promesas en la parte alta de la piramide, convirtiendose en la bala de canon que la desbarataria vinculos PPI fracturados. En teoria, menos clientelismo limita las transferencias discrecionales y aumenta los recursos disponibles para ofrecer bienes publicos. Pero, a su vez, menos clientelismo permitio el giro de un voto de intercambio a un voto de opinion y la llegada de alcaldes independientes que ofrecieron bienes publicos en vez de transferencias discrecionales. Esta opcion se vio favorecida por el Estatuto Organico de Bogota que aumento la inocuidad del Concejo en la elaboracion del presupuesto distrital. Se han identificado tres factores de la Constitucion de 1991 que pueden explicar el debilitamiento del clientelismo. Estos son la competencia entre partidos, la reduccion de recursos en manos de los politicos y la introduccion del Tarjeton. Como se vera mas adelante la metodologia usada no permite establecer cual es el efecto dominante. Sin embargo, si se tuviera que elegir a un culpable, este seria el Tarjeton. Entender esto no es trivial si se considera a la papeleta anterior a las reformas como un simple mecanismo de monitoreo. Efectivamente, los patronos intermedios entregaban a sus clientes una de estas papeletas y verificaban el comportamiento del cliente en las urnas. En principio, despues de las reformas de 1991, el Tarjeton impediria este tipo de monitoreo. Esto, sin embargo, no es del todo cierto. El caracter secreto del tarjeton puede ser violado de multiples formas; una de las mas simples siendo la de usar papel carbon para guardar registro del comportamiento del votante para un recuento sobre los metodos usados para violar el secreto de una tarjeta oficial ver Schaffer. Schedler 2006. Pero existe un factor adicional, ademas de la facilidad de monitoreo, que explica la ventaja relativa del clientelismo en Colombia al usar tarjetas electorales como las usadas antes de las reformas de 1991. Al ser distribuidas por los partidos, solo aquellos que disponian de la maquinaria electoral para hacerlas llegar a los votantes tenian posibilidades reales de ganar. Esto es descrito en terminos mas sucintos por Pizarro. 2002: En el pasado, los votos eran disenados, elaborados y distribuidos por cada uno de los partidos o fracciones politicas. Lo cual significaba que solo tenian opciones reales quienes dispusieran de una maquinaria electoral que les permitiese acceder a todas las mesas de votacion en una ciudad, un municipio o un departamento. Los partidos minoritarios tenian, entonces, una enorme debilidad logistica: por ejemplo, un partido de izquierda en Antioquia que solo contase con militantes y simpatizantes para cubrir el 20% de los puestos electorales, veia seriamente comprometidas de antemano sus posibilidades electorales asi tuviera enormes simpatias politicas a su favor. Sus simpatizantes simple y llanamente no podian acudir a las urnas por no disponer de la papeleta de voto correspondiente PP. 1415. Pero se ha visto que los partidos tradicionales eran los que disponian de estas grandes maquinarias, maquinarias que eran a su vez aparatos especializados en la distribucion de favores. La introduccion del Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 8 Economic Analysis Working Papers. 6th Volume Number 13 tarjeton debe haber limitado la ventaja relativa de estas maquinarias y entorpecido al menos temporalmente el monitoreo de los votantes. En suma, estas circunstancias habrian reducido la efectividad del clientelismo. IV. Datos Como este documento construye una base de datos nueva, esta seccion describe en detalle la construccion de la base de datos y sus principales variables. Estas ultimas se definen en la tabla 1, mas abajo. Las columnas 3 y 4 indican para que anos estan disponibles las variables cuando la observacion es el Area de Influencia o la Localidad. El Area de Influencia corresponde a circulos con un diametro de dos o cuatro kilometros alrededor de cada uno de los puestos de votacion. La localidad corresponde a la division administrativa de la ciudad en 20 zonas de las cuales se usaron 19 debido a que una de ellas, Sumapaz, es completamente rural. El soporte de la metodologia es un panel balanceado con los puestos de votacion existentes en 1988 para cada eleccion de alcaldes y Concejales en Bogota entre 1988 y 2003 las elecciones de alcaldes y concejales son simultaneas. Los pasos seguidos para construir el panel son los siguientes: 1. El censo de 1993 divide el mapa de Bogota en 621 areas llamadas sectores censales. A partir de este censo se calcularon variables socioeconomicas a nivel del sector censal. Estas variables son: el porcentaje de personas mayores de 18 25, 30 anos con educacion primaria secundaria, universitaria, la tasa de desempleo, el porcentaje de mujeres, el porcentaje de empleados publicos y las tasas de cobertura en alcantarillado, acueducto, energia y telefono. El censo de 1993 fue suministrado por el Departamento Administrativo Nacional de Estadistica DANE. Tabla 1: Variables Principales Variable Descripcion Disponibilidad Areas de Influencia3Localidad 41citvi PCi tvecit Estrato 2Preferencias por el partido o candidato c. Porcentaje de los votos en el puesto de votacion i, en el ano t, por el candidato o partido c.1988, 1990, 1992, 1994, 1997, 2000, 20031988, 1990, 1992, 1994, 1997, 2000, 2003Potencial clienteslista. Medida de exposicion a los vinculos clientelistas. Empleados Publicos por cien habitantes.19931993, 2003Suma de las coberturas en alcantarillado, acueducto, electricidad y telefono. Votacion en exceso. Participacion de los votos del puesto i en los votos del candidato o partido c, por encima del potencial historico de votacion del puesto i. Estrato Socioeconomico de la poblacion. Medida de riqueza que aumenta conforme aumentan las condiciones materiales de las viviendas y la calidad de los servicios publicos.1986, 19931986, 1993, 20031988, 1990, 1992, 1994, 1997, 2000, 20031988, 1990, 1992, 1994, 1997, 2000, 20031993, 1997, 20031993, 1997, 2003Primaria Porcentaje de personas mayores de 18 anos con educacion primaria.Secundaria Porcentaje de personas mayores de 25 anos con educacion secundaria.Universidad Porcentaje de personas mayores de 30 anos con educacion universitaria.Desempleo Porcentaje de personas desempleadas. 19931993199319931993199319931993Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 9 Economic Analysis Working Papers. 6th Volume Number 13 2. Se obtuvo la variable de estrato en Estratificacion, en el Departamento Administrativo de Planeacion Distrital. 3. El numero de votos obtenido por cada candidato a la Alcaldia y al Concejo a nivel del puesto de votacion se adquirio en la Registraduria Nacional del Estado Civil. Los candidatos se dividieron en dos categorias: tradicionales conservadores y liberales e independientes. Cualquier partido con el termino Conservador o Liberal fue catalogado como tradicional y el resto de los partidos se catalogaron como independientes. 4. En el mapa de Bogota se ubicaron los puestos de votacion existentes en 1988. Por otro lado, a cada sector censal en el mapa se le asigno la informacion del censo de 1993 y de estratificacion. 5. Se crearon circulos con un diametro de dos o cuatro kilometros alrededor de cada puesto de votacion areas de influencia. Estas areas de influencia se usaron para asignarle a cada puesto las variables del censo de 1993 y las variables de estratificacion. A cada puesto de votacion se le asigno el promedio ponderado de los sectores censales que caen dentro de su area de influencia. El supuesto basico detras de este paso es que las personas votan cerca de sus sitios de residencia. Los resultados presentados usan las areas de influencia de dos kilometros a menos que se indique lo contrario. 6. Se uso el censo de 1985 y la encuesta de calidad de vida de 2003 para obtener otras medidas en el tiempo de cobertura en servicios publicos. Tambien se obtuvo otra medida de empleados publicos para 2003. Desafortunadamente, estas variables solamente son representativas a nivel de la localidad. Los puestos de votacion en 1988 eran 336. Excluyendo los puestos ubicados en Corferias 7 y los puestos ubicados en la localidad de Sumapaz, el numero se reduce a 327 de los cuales fue posible ubicar 322 puestos. El periodo de estudio abarca siete elecciones de alcaldes: Andres Pastrana en 1988, Juan Martin Caicedo en 1990, Jaime Castro en 1992, Antanas Mockus en 1994, Enrique Penalosa en 1997, Antanas Mockus en 2000 y Luis Garzon en 2003. La secuencia conservadorliberalliberalindependienteliberalindependienteindependiente resume los partidos de los alcaldes 8. La tabla A1 del Apendice presenta los principales candidatos a la Alcaldia, sus partidos y el porcentaje de votos que obtuvieron en cada eleccion entre 1988 y 2003. Es importante notar que los candidatos tradicionales tienden a ocultar su plataforma politica despues de ser derrotados en 1994 Gutierrez, 2001. A partir de entonces, no es facil distinguir el partido de quienes se inscriben como independientes para desligarse de la perdida de legitimidad de los partidos tradicionales. Este caso es particularmente notorio para el ano 2000 en el que los partidos tradicionales practicamente desaparecen de los listados de la Registraduria. Para mitigar este problema la mayoria de los resultados presentados restringen la muestra al periodo 1988 1994. V. Resultados. A. Las Preferencias de los Bogotanos: Un Voto de Opinion? Esta parte del documento aprovecha el caracter novedoso del panel de datos para presentar las preferencias y patrones de votacion de los Bogotanos segun el estrato economico del puesto de votacion. Estas estadisticas se presentan en las tablas 2 y 3 y en los graficos 5 a 11. Dos estudios han hecho analisis similares. Gutierrez 1995 usa datos parecidos a los usados aqui votacion por puesto y estrato pero se limita al periodo 19921994. Un estudio del Instituto para el Desarrollo de la Democracia Luis Carlos Galan 2001 utiliza datos para el periodo 19881997 pero lo hace a nivel de las localidades. La principal ventaja de usar el puesto de votacion como observacion en lugar de la localidad radica en la gran heterogeneidad de las segundas. En ciertas localidades, por ejemplo, coexisten puestos de votacion de estrato 1 con puesto de votacion de estrato 6. Se usan dos conceptos distintos para analizar la votacion de los Bogotanos. Las Preferencias miden la inclinacion de los puestos de votacion por un partido o un candidato y se definen de la siguiente forma, 7En Corferias votan todas las personas que no inscribieron su cedula a tiempo en alguno de los puestos de votacion a nivel del barrio los votos de Corferias representan aproximadamente el 15% de los votos de Bogota en un ano dado. 8 Antanas Mockus se retiro de la alcaldia en 1997 para presentarse como candidato a la presidencia para el periodo 19982002 y fue remplazado por Paul Bromberg. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 10 Economic Analysis Working Papers. 6th Volume Number 13 100, vcitVcit Vcitccit V son los votos obtenidos por el candidato o partido c en el puesto i y en el ano t . Donde Las Preferencias muestran la participacion del candidato c en los votos de un puesto de votacion pero esta medida no permite saber en que puestos de votacion los candidatos obtienen el grueso de sus votos. La columna 2 de la tabla 2 muestra que, para toda eleccion, el candidato ganador recibe la mayor parte de sus votos de las zonas habitadas por las clases medias. Esto se explica porque el 56% de los puestos de votacion se encuentran en zonas de estratos 3 y 4. Sin embargo, entre todos los puestos, aquellos que mas votos le generan en promedio al candidato ganador, son los ubicados en los estratos mas altos tabla 2, columna 3. Para controlar por estas tendencias y para ver que puestos presentan una ruptura con sus patrones de votacion, se usa la definicion de Votacion en Exceso que se explica a continuacion. Primero, se define el potencial historico de votacion de un puesto como la razon entre el total de votos generados por ese puesto entre 1988 y 2003 sobre la suma de todos los votos, PiVcittctic Vcit , En seguida, se define la Votacion en Exceso del puesto i por el candidato c en el ano t como: ve, cit Vciti Pi Vcitcit Pi Donde cit es la participacion de los votos generados en el puesto i en el total de los votos obtenidos por el candidato o partido c . Por ejemplo, en 2003, Luis Eduardo Garzon gano la Alcaldia y los estratos mas bajos presentaron una votacion en exceso de 133% a su favor Tabla 2, Columna 8. Esta cifra se calcula de la siguiente forma: durante todo el periodo 19822003, el puesto promedio de estrato 1 genera el 0.25% de todos los votos de la capital potencial historico; pero, en 2003, un puesto con estas caracteristicas le genero el 0.34% de sus votos a Garzon. En otras palabras, el puesto promedio de estrato 1 voto un 33% por encima de su potencial historico a favor de este candidato. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 11 % promedio de los votos totales por estrato y puesto Ano Estrato Puestos% de los votos totales por estrato 198819901992199419972000123456123456123456123456123456123456166918048125669180481256691804812510771674415610771674415611751704811521.0119.0654.4015.965.693.521.1519.9853.3915.895.733.491.0018.2450.9918.047.024.342.2818.9450.5416.128.063.672.6620.9549.3314.647.954.103.0324.1249.7114.765.122.9130.170.280.300.330.470.700.190.290.300.330.480.700.170.260.280.380.590.870.230.250.300.370.540.610.270.270.300.330.530.680.280.320.290.310.470.58123456200393.7195.1196.3296.9697.5797.61Nota: Las columnas 2, 3, 7 y 8 se refieren a los votos obtenidos por el candidato ganador. Explicaciones en el texto. 3.1425.5148.3914.205.273.120.290.340.280.300.480.620.440.390.390.410.350.575.854.503.292.622.081.82117517048115 Economic Analysis Working Papers. 6th Volume Number 13 Tabla 2: Alcaldes, Votacion por Estrato: 19882003Preferencias por liberales425.8025.9225.5824.7523.6624.6359.9359.6765.2768.5470.8170.0953.8659.7762.3462.1358.0751.1640.4533.1926.7230.4843.8354.6439.1848.3762.6175.6387.0490.0753.2344.7234.5428.7523.1321.93Preferencias Preferencias por por conservadoresindependientes527.8532.0034.3239.4341.1044.3226.8526.2121.7223.2524.2826.7316.4518.2019.8126.5235.7545.234.914.122.752.351.591.6758.1448.2233.0419.8110.057.866.586.054.082.071.040.75646.3542.0840.1035.8235.2431.0513.2214.1213.008.214.923.1729.6922.0317.8511.356.173.6154.6462.6970.5367.1854.5843.692.683.414.364.572.912.0840.1949.2261.3869.1875.8377.32Preferencias por el ganador Votacion en exceso por el ganador727.8532.0034.3239.4341.1044.3259.9359.6765.2768.5470.8170.0953.8659.7762.3462.1358.0751.1654.6462.6970.5367.1854.5843.6925.0532.7049.8765.8079.5783.5819.2029.0045.5458.6269.8672.4955.8258.8251.3235.1419.2014.22867.9382.5497.72112.19119.80132.2088.8488.08100.75105.92110.64109.9471.8386.3498.80115.90117.53111.5468.6682.08109.91112.4887.5167.6248.4659.5795.28125.34157.47170.4345.5068.95100.06121.15139.69133.89133.30142.09105.8365.8937.8226.78Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 12 Economic Analysis Working Papers. 6th Volume Number 13 0ganador it, it Los graficos 5 a 11 muestran las Peferencias de los bogotanos por cada uno de los candidatos ganadores segun su estrato economico. Por otro lado, la tabla 3 presenta los resultados de siete regresiones una para cada eleccion de alcaldes de la forma, Donde cit ctermino del error y variable que se deja por fuera para evitar la multicolinealidad es i P tienen los significados especificados mas arriba, , son variables dicotomicas para las clases baja, media y alta la ganadorz b m a,zd , en este caso y ,it es el bd . d 1m Pi 3 1 d 2aTabla 3: Votacion en Exceso por Estrato V. independiente: citinterceptodummy clase mediadummy clase altapotencial de votacion R2NV. independiente: citinterceptodummy clase mediadummy clase altapotencial de votacion 198810.86832219975b0.0700.0600.1511.062b0.1540.1190.4101.159e.e.0.0120.0110.0220.025e.e.0.0150.0140.0280.034199020.90832220006b0.0400.0350.0821.034b0.1260.2760.l 131.114e.e.0.0090.0080.0180.020e.e.0.0130.0120.0270.030199230.90832220037b0.0380.0410.1181.008b 0.1590.1310.4300.842e.e.0.0090.0080.0170.020e.e.0.0140.0130.0900.03219944b0.0360.0830.0430.951e.e.0.0100.0190.0090.0230.855322i P8 por Clase rangoclase Baja Media Altarango0.04, 0.800.06, 1.260.17, 1.64R2NNota: es es la participacion de los votos generados en el puesto en el total de los votos obtenidos por el candidato o partido c . La columna 8 reporta el rango por estrato del potencial de votacion. Explicaciones en el texto. 0.8573220.8563220.715322cit Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 13 Economic Analysis Working Papers. 6th Volume Number 13 Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 Economic Analysis Working Papers. 6th Volume Number 13 Pi 1.7 3P Pii 0.0831 0.951 Para interpretar el modelo 1 vease, por ejemplo, la columna 4 de la tabla 3. Llamese al puesto promedio M y a un puesto cualquier PP. La interpretacion de 3 es la siguiente: Si el potencial historico de votacion del puesto PP se encuentra un 1% por encima del potencial historico de votacion del puesto M, este puesto le representa al ganador en 1994 Mockus 0.951% mas votos que el puesto M. Esto no quiere decir que ningun puesto de votacion haya votado por encima de su potencial historico. De hecho, bajo cierto margen de error, todos los puestos de clase media le generaron a Mockus un porcentaje de votos superior al que podia predecirse usando el potencial historico de votacion de dichos puestos. Para ver esto note que, dm 113dm 1md 113El valor maximo del potencial de votacion para todos los puestos es 1.64 Tabla 3. Columna 8. Por lo tanto, todos los puestos de clase media votaron en exceso por Mockus de nuevo, bajo cierto margen de error dado por Estos hechos estilizados aportan evidencia a favor de la existencia de un voto de opinion por los alcaldes de Bogota. En 1994 las clases medias privilegiaron un discurso que hacia enfasis en la legalidad y cultura ciudadana y que anticipaba un aumento de impuestos. En 2003 las clases bajas apoyaron un discurso de izquierda. Como se vera mas adelante existe evidencia de que este voto de opinion cobra fuerza despues de las reformas de 1991. Una pregunta que no se puede pasar por alto tiene que ver con las dos candidaturas de Mockus. En 1994 Mockus represento las preferencias de la clase media pero en 2000 represento las preferencias de la clase alta. Al parecer, esto se debe a que el primer triunfo de Mockus cambio la naturaleza de la competencia politica. El alcalde siguiente, Enrique Penalosa, siguio sus pasos y presento un programa basado en la cultura ciudadana, el espacio publico y la gerencia eficiente. Ademas, en su primera candidatura, Mockus derroto a dos candidatos tradicionales pero, seis anos mas tarde, sus principales competidores fueron todos independientes. Tal vez las clases altas votaron por Mockus en 2000 por un factor continuidad: la cercania entre las propuestas de Mockus y las de Penalosa note la similitud entre los graficos 9 y 10. De manera complementaria, tal vez las clases altas votaron por Mockus pues este tenia la Ventaja de Jugar Primero: los otros candidatos a la alcaldia optaron por convertirse en seguidores, esto es, se presentaron como independientes e hicieron propuestas a la Mockus. La eleccion de este ultimo en 1994 revelo que existian nuevas formas de hacer politica. B. El Colapso de una Maquinaria Politica it .   ofrezcamosle lotes a la gente y que voten por nosotros y no hay ningun problema y usted empieza a tener poder, demosle esos lotes a la gente  9 Gutierrez, PP.75, 1998. 9 Evelio es ayudante de Rafael Forero Fetecua, un patrono intermedio del partido liberal que movilizaba votos en los barrios de La Meca, en Bogota. Evelio le propone esta opcion a Rafael para ganar votos. La opcion efectivamente se uso. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 15 Por que era tan radical la oposicion a los favores? Imaginen una madre enfrentada al dilema de si entrega o no su voto a cambio del derecho a la educacion o a cambio de acceso a un plato de comida. Verse asi obligado a sacrificar una libertad para alcanzar un derecho es claramente un atentado contra la dignidad ciudadana. Mockus, 2004, PP.8. Economic Analysis Working Papers. 6th Volume Number 13 El objetivo de este apartado es presentar evidencia a favor del argumento que sostiene que las reformas redujeron la efectividad del clientelismo. La evidencia presentada representa el principal hallazgo de este documento. Si los partidos tradicionales eran los principales usuarios del aparato de compra de votos debian obtener mas votos en las zonas mas expuestas al clientelismo antes de las reformas de 1991. Pero si tambien es cierto que el aparato fue asediado por las reformas, la relacion positiva entre votos y exposicion clientelista ha debido romperse despues de ellas. La estrategia empirica consiste en encontrar una medida de exposicion a los vinculos clientelistas y examinar el efecto de las reformas sobre los votos obtenidos por los partidos de maquina segun el grado de exposicion o la intensidad del tratamiento. La medida de exposicion escogida es el numero de empleados publicos que viven dentro del area de influencia del puesto de votacion i empleados publicos por cien habitantes. Varias ideas sustentan el uso de esta medida. En primer lugar, hacer clientelismo es mas facil en los sitios donde el gobierno esta presente. Esto es particularmente cierto para el clientelismo moderno en donde el patron colectivo la maquinaria se articula al estado para funcionar Papadopoulos Vaner, 1989. En segundo lugar, aquellos sitios con mas empleados publicos tienen una probabilidad elevada de haber levantado mercados y compraventas de votos en el pasado. En efecto, el empleo en el sector publico ha sido senalado como el papel moneda del clientelismo Clapham, 1983; Martz, 1997; Wantchekon, 2003. Para el caso Colombiano Fernandez 2005 muestra como, desde el siglo XIX, la burocracia bogotana empleaba a la elite. En la segunda mitad del siglo XX, el empleo publico habria abarcado tambien a los intermediarios del clientelismo moderno. Leal 1989 documenta un incremento de 220% en la nomina del Estado entre finales de los sesentas y finales de los ochentas. Archer 1990, basandose en cifras de Hartlyn 1988, reporta un incremento del 246% para la misma epoca y agrega que, de estos, solo el 10% estaria regido por las reglas del servicio civil. Varios autores Archer 1990, Urrutia 1991 y Martz 1997 destacan la importancia de estos empleos para alimentar el aparato clientelista colombiano. En tercer lugar, como se menciono en la revision de literatura, en Colombia los intermediarios suelen tejer clientelas alrededor de sus sitios de residencia y se relacionan con los grandes patronos mediante empleos en el sector publico. Esto justifica el hecho de que la medida de exposicion tenga en cuenta el sitio de domicilio de los empleados publicos. Como una primera aproximacion al problema se usa la medida de exposicion de aqui en adelante Potencial Clientelista para definir un grupo de control y un grupo de tratamiento 10. El grupo de control esta constituido por los puestos con un porcentaje de empleados publicos por debajo de la mediana alternativamente, por debajo del percentil 25 y el grupo de tratamiento por los puestos con un porcentaje de empleados publicos por encima de la mediana alternativamente, por encima del percentil 75. Con estas definiciones es posible estimar una regresion de diferencias en diferencias para evaluar el efecto de las reformas sobre los votos obtenidos por los partidos tradicionales en las zonas con potencial clientelista elevado. En terminos mas formales, se estima la siguiente regresion, vtradicionales it, b tratamiento b d 1b d 3tratamiento it 2 t 1991b 02t 1991 10 El termino grupo de tratamiento, si bien procedente de los metodos experimentales, es usado frecuentemente en econometria bajo el supuesto de que un agente en este caso, un puesto de votacion obtendria resultados distintos por poseer o no una propiedad especifica Wooldridge, 2002. El grupo conformado por los agentes que poseen esta propiedad se llama grupo de tratamiento, el grupo conformado por los demas agentes se llama grupo de control. En este estudio, el grupo de tratamiento es conformado por aquellos puestos con un alto grado de exposicion clientelista y el resultado examinado es el porcentaje de votos obtenido por los partidos tradicionales. El supuesto crucial es que, en ausencia de las reformas, las diferencias no observadas entre los grupos en terminos de patrones de votaciones seria la misma a traves del tiempo. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 16 Economic Analysis Working Papers. 6th Volume Number 13 1991it es el termino de vtradicionales it,td son las Preferencias por los partidos tradicionales del puesto i , en el ano t y y tratamiento son variables dicotomicas que toman un valor de uno para los anos posteriores a las Donde error, reformas y para aquellos puestos de votacion que conforman el grupo de tratamiento, respectivamente. La tabla 4 muestra los resultados del modelo 2 para 19881994 periodo 1 y 19882003 periodo 2. Se prefiere restringir la muestra al primer periodo, porque, como se menciono mas arriba, la perdida de legitimidad de los partidos tradicionales hizo que estos ocultaran su procedencia politica. De todas formas, mas adelante estimacion 3 se correran otros modelos para el periodo completo 19882003. Los resultados del modelo 2 son los siguientes. Antes de las reformas, los puestos en el grupo de tratamiento votaban un 2.1% mas por los partidos tradicionales que los puestos en el grupo de control pero despues de las reformas esta diferencia desaparece Tabla 4, Periodo 1, Panel I. El efecto total de las reformas consiste en eliminar la ventaja relativa que tenian los partidos tradicionales en las zonas con mas empleados publicos. Al aumentar la intensidad del tratamiento Tabla 4, Periodo 1, Panel II, el efecto de las reformas es aun mayor 2.8 vs. 2.0. Las maquinarias operaban mas efectivamente en las zonas con mas empleados publicos pero fue tambien en las zonas mas expuestas al clientelismo donde la fractura ocasionada por las reformas fue mayor 2.82.0. Tabla 4: Potencial Clientelista. El Efecto de las Reformas Periodo 1: 19881994Periodo 2: 19882003Grupo de Tratamiento Grupo de Control Diferencia Grupo de Tratamiento Grupo de Control Diferencia IIIPanel Panel 2.10.02.02.80.12.82.12.34.42.83.76.675.158.217.075.158.216.973.058.114.972.458.314.173.052.520.672.353.718.6prereformaposreforma Diferenciaprereformaposreforma Diferencia 75.150.225.075.150.025.1Nota 1: La informacion se obtiene de un regresion de diferencias en diferencias. Ver texto. Nota 2: La variable dependiente es la participacion de los votos por los partidos tradicionales en el total de votos del puesto i. Prereforma se refiere a las elecciones anteriores a 1991; posreforma a las elecciones posteriores a 1991. En el panel I el grupo de tratamiento control son los puestos con un potencial clientelista por encima debajo de la mediana. En el panel II el grupo de control son los puestos con un potencial clientelista por arriba del percentil 75; el grupo de tratamiento, los puestos con un potencial clientelista por debajo del percentil 25. El periodo de analisis es 19881994. Algo similar ocurre al observar el lado derecho de la tabla 4 Periodo 2. Antes de 1991, los partidos tradicionales obtenian mas votos en el grupo de tratamiento que en el grupo de control. Tambien es cierto que, al hacer mas grande la brecha en el grado exposicion entre ambos grupos, se observa una mayor diferencia prerreforma 2.8 vs. 2.1 y un mayor efecto total 6.6 vs. 4.4. Sin embargo, la estimacion para el periodo completo indica que, en el periodo posreforma, los partidos tradicionales comenzaron a obtener sistematicamente menos votos en las zonas con mayor exposicion clientelista. Esto puede explicarse porque algunos candidatos que se catalogaron como independientes eran en realidad lobos disfrazados de ovejas. Sin embargo, algunos resultados que se presentaran mas adelante permiten argumentar que no existe una diferencia significativa posreforma en el porcentaje de votos obtenido en zonas expuestas y zonas no expuestas al clientelismo. Para controlar por algunos factores no observados y para tener en cuenta el efecto de la intensidad del tratamiento sobre el porcentaje de votos obtenido por los partidos tradicionales, se estima el siguiente modelo de datos de panel, vtradicionales it, , son de nuevo las Preferencias del puesto i en el ano t por los partidos tradicionales, Donde PC es la medida de potencial clientelista y X es un vector de variables de control estrato, educacion, desempleo, b PC X dtradicionales iti PC dcitv , cdtXi it 1991it 1991 3 i Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 17 0 . Esto td 1991td 1991Economic Analysis Working Papers. 6th Volume Number 13 td 19910 es una variable dicotomica que it es el termino de error. td denota efectos por ano y i denota efectos por puesto de votacion, b , es posible decir que, despues de las reformas, la relacion etc  toma un valor de uno para el periodo anterior a las reformas y El principal parametro de interes del modelo 3 es . Un resultado interesante seria encontrar indicaria que, las reformas redujeron el porcentaje de votos que los partidos tradicionales obtenian en los puestos b sea positivo y que b sea estadisticamente con mayor potencial clientelista. Tambien es de esperar que b , entonces es posible afirmar que, antes de las reformas, existia una relacion igual a cero. Si se cumple positiva entre el potencial clientelista del puesto de votacion y el porcentaje de votos obtenido por los partidos tradicionales en ese puesto. Adicionalmente si 0positiva entre potencial clientelista y votos deja de ser cierta. Como de una eleccion a otra existen cambios generalizados en la preferencias por los partidos tradicionales, el td . Para tener en cuenta el efecto de otras modelo 3 incluye variables categoricas para cada ano de comicios variables omitidas, el modelo 3 podria estimarse mediante efectos fijos o efectos aleatorios a nivel del puesto de votacion. Sin embargo, la mayoria de las variables de la derecha no varian sobre el tiempo ver tabla 1. Por lo tanto existen al menos tres posibilidades. Estimar el modelo mediante efectos fijos e incluir unicamente las variables opcion 1. Estimar 3 con variables interactuadas y en niveles mediante efectos aleatorios interactuadas con opcion 2. O, por ultimo, usar efectos fijos y mantener las variables interactuadas y en niveles con un procedimiento bietapico como el propuesto por Plumper y Troeger 2005 opcion 3. Se opta por la opcion 2 por tres razones. En primer lugar, porque al estimar una especificacion como la propuesta en la opcion 1, la prueba de Haussman favorece el uso de efectos aleatorios cuando el unico regresor incluido es el potencial clientelista interactuado con y tener como punto de referencia las variables sin interactuar. En tercer lugar, porque el interes del modelo no es estimar la magnitud de cada efecto fijo a nivel del puesto de votacion. Antes de continuar, es necesario tener en cuenta que al incluir controles en las estimaciones el vector X es posible que el uso de efectos aleatorios deje de ser valido pues los controles se correlacionan con el termino de error. De esta forma, la especificacion principal es la que incluye unicamente el potencial clientelista interactuado y en niveles, con efectos fijos para cada ano de elecciones y efectos aleatorios a nivel del puesto de votacion. Los resultados del modelo 3 son presentados en la tabla 5. Lo primero que salta a la vista es que, para cualquier especificacion, en las zonas con mayor potencial clientelista, los candidatos tradicionales obtenian mas votos antes de la reformas que despues de ellas 0 . Las columnas 1, 2 y 3 estiman el modelo para el periodo completo 19882003, las regresiones 4, 5 y 6 estiman el modelo para el periodo restringido 19881994. En ambos casos las regresiones por minimos cuadrados ordinarios sobrestiman el valor de y subestiman el valor de b . Esto puede explicarse por la caida generalizada en los votos por los partidos tradicionales despues de 1991 o por otras variables omitidas. Al incluir efectos aleatorios al nivel del puesto de votacion y efectos por unidad de tiempo se tienen en cuenta estos problemas de omision. La regresion 3, por ejemplo, muestra que, antes de las reformas, los puestos con mayor potencial clientelista votaban en mayor medida por los candidatos tradicionales pero que, despues de las reformas, sucede lo opuesto La regresion 6 de la tabla 5 confirma los resultados del modelo de diferencias en diferencias Tabla 4, Periodo 1. En el periodo posterior a las reformas, no existe una relacion significativa entre potencial clientelista y votos por los partidos tradicionales. Sin embargo, antes de las reformas esta relacion es positiva y significativa base de datos, el puesto con menor potencial clientelista es La Libertad !, en la localidad de Bosa pc el puesto con mayor potencial clientelista es Altos de San Isidro, en la localidad de Engativa . En segundo lugar, porque se busca hacer comparables las regresiones 2.02pc 4.4. . En la 0.15 y b 2.41b 2.32. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 18 Economic Analysis Working Papers. 6th Volume Number 13 Tabla 5: Pote ncial Clie nte lis ta y Votos por los Partidos Tradicionale s Ante s y D e s pue s de las R e formas Alcaldia M CO1988 20031Alcaldia M CO 198820032be . e .b 27.6028.2520.8241.5714.1450.532.325.681.28e . e .0.500.880.880.880.880.880.31Alcaldia Efe ctos Ale atorios 198820033be . e .0.480.840.840.840.840.840.3627.5828.2420.8241.5514.1650.542.32Alcaldia M CO198819944Alcaldia M CO198819945be . e .b Alcaldia Efe ctos Ale atorios 198819946b Alcaldia Efe ctos Ale atorios 198819947e . e .0.541.071.0727.5824.8524.21e . e .0.420.830.83b 27.5824.2924.77e . e .0.421.371.3727.6024.8624.204.221.240.400.520.400.6216.331.054.730.584.740.5611.250.872.020.742.020.583.420.180.810.032.310.010.810.03Variable D e pe ndie nte : % Votos por los partidos tradicionale s e n e l pue s to i.t 1990t 1992t 1994t 1997t 2000t 2003PCS e cund.Univ.Es tr.D e s .t1991PCt1991Se cund.t1991Univ.t1991Es tr.t1991D e s .F H o: R 2Nb 0Variable D e pe ndie nte : % Votos por los partidos tradicionale s e n e l pue s to i.0.000.0922540.000.9622540.000.9622540.000.1112880.000.9112880.000.9412880.170.941288Alcaldia Efe ctos Ale atorios 1988 19948Alcaldia Efe ctos Ale atorios 1988 19949Alcaldia Efe ctos Ale atorios 1988199410Alcaldia Efe ctos Ale atorios 1988199411Conce jo Efe ctos Ale atorios 1988199412bbbb Alcaldia M CO Alcaldia M CO Eje rcicio de Fals ificacion 19922003Eje rcicio de Fals ificacion 199219941314be . e .be . e .e . e .0.391.091.090.78e . e .0.423.283.280.60e . e .0.420.830.830.69e . e .0.384.884.870.98b 9.4413.964.270.26e . e .0.460.910.910.663.350.450.2390.0227.5834.2914.770.9727.5834.9314.185.0027.5825.1623.894.7327.5823.5525.512.51t 1990t 1992t 1994PCS e cund.Univ.Es tr.D e s .t1991PCt1991Se cund.t1991Univ.t1991Es tr.t1991D e s .F H o: R 20.00Nota: PC es el potencial clientelista. Las columnas con el titulo alcaldia concejo se refieren a los votos obtenidos por los candidatos tradicionales a la alcaldia concejo. e.e. es el error estandar y b el parametro estimado. Cuando se incluyen efectos aleatorios, se usa el metodo de estimacion de Fuller and Battese 1974. Corresponde a una prueba F bajo la hipotesis nula . Valor P entre corchetes. 0.260.981.084.380.050.810.920.720.162.010.860.040.730.680.070.720.520.952.371.700.870.380.090.021.570.533.850.731.440.623.060.630.010.940.210.940.470.954.392.510.530.60b 00.000b 0.401.97 Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 19 Economic Analysis Working Papers. 6th Volume Number 13 Si se mantienen todas las caracteristicas de estos puestos constantes excepto el potencial clientelista la regresion 6 permite afirmar que, en el segundo puesto, los candidatos tradicionales a la alcaldia obtenian entre 6.12% y 11.5% mas votos que en el primero En realidad, en 1988 los candidatos tradicionales a la alcaldia obtuvieron el 44.6% de los votos de La Libertad y el 71.6% de los votos de Altos de San Isidro. En 1990 la figura es de 83% y 90%, en el mismo orden. Antes de las reformas, las zonas con mayor potencial clientelista apoyaban a los candidatos tradicionales a la Alcaldia . Pero como lo muestra la columna 12 de la tabla 5 lo mismo es cierto para los candidatos al Concejo. Este resultado matiza la afirmacion segun la cual, hoy en dia, en Bogota, coexiste una politica sucia o de plebeyos la del Concejo que seguiria apegado a los vinculos clientelistas y una politica limpia o de elite la de la Alcaldia que habria generado vinculos programaticos Hernandez, 2004, Otalora.2002. En terminos de efectividad, si bien es cierto que el quiebre fue mayor para los candidatos a la Alcaldia, el clientelismo perdio efectividad como mecanismo para capturar votos tanto para candidatos al Concejo como para candidatos a la Alcaldia. La principal diferencia entre las columnas 3 y 6 de la tabla 5 tiene que ver con el efecto del potencial clientelista para el periodo posreforma. La primera regresion predice un efecto Rebote ver tambien: tabla 4, periodo 2: despues de las reformas las zonas con mayor potencial clientelista votan menos por los partidos tradicionales; pero la segunda predice el quiebre de cualquier relacion entre potencial clientelista y votos. Las columnas 13 y 14 favorecen el ultimo enunciado mediante un ejercicio de falsificacion al regresar los votos obtenidos por los partidos tradicionales contra el potencial clientelista para el periodo posterior a las reformas muestra ampliada y restringida, respectivamente. Despues del 91, el porcentaje de empleados publicos alrededor de un puesto de votacion no tiene ninguna relacion con el porcentaje de votos obtenido por los partidos tradicionales en ese puesto. Por construccion, lo mismo es cierto para los candidatos independientes a la Alcaldia. La literatura sobre clientelismo ha hecho enfasis en los determinantes de los vinculos clientelistas. Gran parte de los estudios coinciden en que el clientelismo es Isomorfo al subdesarrollo Medina y Stokes, 2006. Para Kitschelt y Wilkinson 2006, esto se explica porque las personas con poca educacion tienen mas dificultades para calcular costos y beneficios y por lo tanto no pueden estimar las ganancias de largo plazo de las politicas programaticas. Para Lyne 2006, se trata de un problema de costo de oportunidad: el precio de reserva para ceder un voto es menor para las personas mas pobres. Otros estudios Auyero, 2000; Brusco et al., 2002, muestran que el clientelismo se correlaciona con altas tasas de desempleo. Esto tal vez se explica porque, a mayores niveles de desempleo, las ofertas de los patronos y la expectativa de un empleo en el sector publico se hacen mas atractivas. En Brusco et al. 2002, por ejemplo, 45% de 1920 personas entrevistadas en Argentina, aseguraron acercarse al partido si la cabeza del hogar perdia su empleo. El panel de datos usado permite confirmar algunas de las hipotesis planteadas en el parrafo anterior. Esto es cierto siempre y cuando se admita que el cambio exogeno provocado por las reformas de 1991 limito las practicas clientelistas. Si ademas del potencial clientelista, se incluyen por separado el porcentaje de personas mayores de 30 anos con educacion universitaria o secundaria, el estrato y la tasa de desempleo, se obtiene el signo esperado para cada una de estas variables. Antes de las reformas, los partidos tradicionales que presumiblemente estaban involucrados en practicas clientelistas, obtenian menos votos en las zonas con mas educacion Tabla 5, columna 7 y 8 y con mayor nivel de riqueza Tabla 5, columna 9 y mas votos en las zonas con mas desempleo Tabla 5, columna 10. Sin embargo, cuando se incluyen todos los regresores al tiempo Tabla 5, columna 11, esta ultima variable deja de ser significativa y se concluye que los partidos tradicionales obtenian menos votos en los sitios con mayor nivel de educacion y mas votos en las zonas mas ricas. Probablemente, tanto el estrato y el desempleo estaban capturando previamente el efecto de la educacion a mayor estrato, mayor educacion y a mayor educacion, menores tasas de de desempleo. La hipotesis de Kitschelt y Wilkinson 2006 sobre la facilidad de hacer clientelismo en los sitios menos educados encuentra soporte empirico en Bogota. La relacion entre votos obtenidos por los partidos tradicionales y potencial clientelista pareceria ir en contravia con la teoria que argumenta que el clientelismo es un fenomeno ligado al subdesarrollo o, mas especificamente, a la pobreza. Los empleados publicos suelen ser collares blancos de clase media. Sin embargo, esto no es idiosincrasico al caso colombiano. Lyne 2006 recuerda que en el Brasil de mediados del siglo XX las agencias del gobierno debian registrar a sus empleados en bloque para ir a votar. De manera similar, en Palermo, Italia del Sur, gran parte de los clientes eran tambien empleados de cuello Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 Economic Analysis Working Papers. 6th Volume Number 13 b y 0 b es distinto de cero. Aunque se menciono mas arriba que la blanco que ingresaban a la nomina del estado gracias a cartas de recomendacion de patronos influyentes 11 Chubb, 1981. Para Mexico, Magaloni et al. 2006 demuestran que el clientelismo es mas prevaleciente en los niveles intermedios de desarrollo. Para el caso Colombiano, Leal 1989 afirma que El grueso de la burocracia con sabor a clientelismo proviene de las nuevas clases medias que emergieron con la organizacion capitalista.PP. 8. El lector que haya observado detenidamente la tabla 5 notara que cuando se incluyen controles adicionales no es posible afirmar que especificacion con controles adicionales puede ser problematica es importante senalar cuales son las implicaciones de este resultado; desbarata acaso la hipotesis sobre la perdida de efectividad del clientelismo? Probablemente no. DiazCayeros et. al 2006 desarrollan un modelo en el que los candidatos reducen el riesgo al diversificar sus ofertas. En algunas zonas, los candidatos ofrecen politicas 0programaticas pero en otras se apoyan en transferencias clientelistas. Si es cierto que como es el caso en las columnas 7, 8, 9 y 11, entonces, en el periodo anterior a las reformas, los partidos tradicionales no obtenian un mayor o menor porcentaje de votos en las zonas con mas empleados publicos. Posiblemente los candidatos diversificaban sus ofertas y por lo tanto obtenian un porcentaje de votos similar en las zonas en las que seguian politicas programaticas y en las que seguian politicas clientelistas. Sin embargo, lo interesante en este caso es que existe un quiebre estructural despues de 1991: a mayor potencial clientelista del puesto de votacion, la caida en el porcentaje de votos obtenido por los partidos tradicionales es mayor. Esto indicaria que, en estas zonas, los partidos tradicionales enfrentaron dificultades para cambiar las practicas clientelistas por practicas programaticas. Tal vez los candidatos tradicionales rompieron promesas en las zonas en las que hacian clientelismo o tal vez tuvieron poca credibilidad frente a los candidatos independientes. Wantchekon 2003, por ejemplo, demuestra que, en Benin, los candidatos incumbentes tienen mas credibilidad a la hora de ofrecer transferencias clientelistas que los candidatos de oposicion. Sin embargo, a la hora de ofrecer bienes publicos, la oposicion dispone de una a ventaja relativa pues puede recalcar la incapacidad revelada de los incumbentes para proveerlos. Aunque estas hipotesis pueden ser validas, los resultados de las columnas 7, 8, 9 y 11 se consideran con escepticismo. C. Servicios Publicos, Votos por los Partidos Tradicionales y Clientelismo Me pasa la cuenta dijo. A usted o al municipio? El alcalde no lo miro. Cerro la puerta y dijo, a traves de la red metalica. Es la misma vaina. Gabriel Garcia Marquez, Un Dia de Estos. Urrutia PP. 380, 1991 menciona que unos de los principales servicios del gobierno usados para hacer clientelismo son los servicios publicos electricidad, agua y telefono. Eslava 2006 y Eslava y Drazen 2005 encuentran que en Colombia, antes de las elecciones, aumenta la proporcion del gasto asignada a bienes de infraestructura como la electricidad, el agua y las comunicaciones. Al igual que Lizzeri y Perisco 2001, estos autores senalan la importancia del caracter selectivo de este tipo de bienes pero tambien resaltan su visibilidad. Lulle 2004 argumenta que, en Bogota, las Juntas de Accion Comunal organizaciones civiles a nivel del barrio aprovechaban la visibilidad de esta inversion en infraestructura para obtener apoyo politico. Las JAC, que han sido catalogadas reiterativamente como focos de clientelismo Otalora, 2002; Garcia; Gutierrez, 1998, canalizaban las demandas en servicios publicos de la ciudadania a cambio de votos. Esta parte del documento investiga el efecto de las practicas clientelistas sobre la cobertura en servicios publicos a nivel del barrio alrededor del puesto de votacion y de la localidad. Lo ideal seria tener a la mano variables de inversion para comparar con las variables de resultado las coberturas. Sin embargo, no fue posible conseguir las primeras para el periodo de estudio. 11 El peso de la carta de recomendacion que solia entregarse antes de las elecciones dependia de la influencia del patrono que dependia a su vez de los votos que este obtenia en las urnas. He aqui otra forma de atar la utilidad esperada del votante a la suerte del patrono. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 21 5 vganador i,it el Economic Analysis Working Papers. 6th Volume Number 13 uit 4 v ittradicionales i,itu es el termino de error y it es la cobertura en servicios publicos alcantarillado, acueducto, telefono, electricidad o la suma Las variables de cobertura en servicios publicos se obtuvieron para 1993 a nivel del sector censal muestra 1 y para 1985, 1993 y 2003 a nivel de la localidad muestra 2 tabla 1. Notese que una de las medidas de cobertura corresponde al ano de 1993. Esta medida se le asigna al ano 1991, es decir, al periodo anterior a las reformas. Esto no se considera problematico porque Castro, el primer alcalde elegido despues de 1991, toma el poder en 1992 y un ano se considera muy poco tiempo para cambiar la distribucion de cobertura en servicios publicos de la capital. Los ejercicios a realizar son los siguientes. Primero se aprovecha el numero de observaciones de la muestra 1 para determinar si las zonas que votaron en mayor medida por los partidos tradicionales en 1988 y 1990 tenian mayor cobertura en servicios publicos antes de las reformas. Luego, se usa la muestra 2 para observar los cambios en los determinantes politicos de la cobertura en servicios publicos a traves del tiempo, antes y despues de las reformas. Para el periodo anterior a las reformas se estima el siguiente modelo, Donde de las cuatro alrededor del puesto de votacion i , es el intercepto, es el porcentaje de votos obtenido por los candidatos tradicionales en 1988 y 1990 en el puesto de votacion i . El parametro de interes es pero para estimarlo adecuadamente los mas probable es que esto no sea cierto se instrumentan los votos obtenidos por los partidos tradicionales mediante la siguiente regresion, vtradicionales i, Donde PC es la medida de potencial clientelista que se ha venido usando, es el intercepto y . Se considera que PC es un buen termino de error que debe depurar la variacion indeseada en instrumento porque el grueso de empleados publicos alrededor del puesto i ya se encontraba ahi antes de 1988. En efecto, a mediados de la decada de los ochentas el crecimiento en el empleo publico ya habia alcanzado sus limites Martz, 1997. Por esta razon, no se espera que los empleos entregados por los partidos tradicionales en 1988 y 1990 afecten considerablemente el porcentaje de empleados publicos alrededor del puesto de votacion. La tabla 6 resume los resultados de este modelo. El panel A muestra la estimacion por variables instrumentales. Anteriormente se habia dicho que los candidatos tradicionales recibian mas votos en los puestos con mayor potencial clientelista antes de 1991. Esto se confirma en el Panel A, Columna 1. Al usar esta relacion como instrumento se encuentra que las zonas que en 1988 y 1990 votaban mas por estos candidatos obtenian una mayor cobertura en servicios publicos columna 2. Esto es cierto para las cobertura en alcantarillado, electricidad y telefono Panel I, Columnas 4, 5 y 6 pero no lo es para la cobertura en acueducto Panel I, Columna 3. Para las tres primeras el efecto es significativo y su magnitud es considerable; la estimacion por variables instrumentales indica que en una zona con 1000 viviendas, por ejemplo, un aumento del 1% en los votos a favor de los candidatos tradicionales implicaria 14 casas mas con energia electrica y 32 casas mas con alcantarillado. Los estimadores por minimos cuadrados ordinarios Tabla 6, Panel B son tambien significativos pero tienen una magnitud menor. Este sesgo de atenuacion puede tener su origen en la causalidad reversa. Tal vez las zonas con menor cobertura son mas propensas a desarrollar vinculos clientelistas y votan mas por los candidatos tradicionales que les generan expectativas de una mejor calidad de vida mas cobertura. Esto es consistente con la teoria que ha relacionado subdesarrollo y clientelismo. Otra posibilidad es que, en las estimaciones por MCO, los votos por los partidos tradicionales esten capturando el nivel de educacion de la poblacion o la tasa de desempleo lo que tambien reduciria la magnitud del estimador pues, deberia ser exogeno. Como it PCivtradicionales i,vtradicionales i,Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 22 como se ha visto, antes de las reformas, las zonas con mas desempleo votaban mas y las zonas con mas educacion votaban menos por los partidos tradicionales. Economic Analysis Working Papers. 6th Volume Number 13 Tabla 6: Votos por los Partidos Tradicionales y Cobertura en Servicios Publicos 19881990Primera e. Panel A: Variables Instrumentales Segunda etapa. Variable dependientevtradicionales1 be.e. b SP2e.e.Acueducto Alcantarillado Electricidad Telefono3456be.e.be.e. be.e. be.e.intercepto E vtradicionales PCPC71.36 0.752.160.63F Relevancia 0.005.40.50.740.133.220.31.430.125.630.58Panel B: Minimos Cuadrados Ordinarios Variable dependienteintercepto%votos ganadores T Exogeneidad DebilR2Variable dependienteintercepto PCDummy Clase baja Dummy Clase Media SP1e.e. b Acueducto Alcantarillado Electricidad Telefono2345be.e.be.e. be.e. be.e.260.5 9.41 96.55 2.230.310.020.110.0277.54 5.73 86.38 2.395 41.58 10.550.180.110.07 0.112 0.0270.50.070.03 SP10.450.000.120.020.010.05Panel C:Forma Reducida MCOAcueducto Alcantarillado Electricidad2340.040.05Telefono5 be.e. be.e. be.e. be.e. be.e.273.6 1.45 96.69 0.3811.64 1.070.281.6084.48 0.88 92.42 0.40 70.42 1.696.950.27 12.14 1.250.663.090.090.230.270.290.26322R2NNota: Las variables estan en niveles. PC es el potencial clientelista definido como el numero de empleados publicos por 100 habitantes. SP es la suma de las coberturas en acueducto, alcantarillado, electricidad y telefono. es el porcentaje de los votos del puesto i obtenido por los candidatos tradicionales en 1988 y 1990. Corresponde al test de Stock and Watson. Bajo la hipotesis nula el instrumento no es relevante. Valor p reportado entre corchetes.Corresponde al test de Wu Hausman bajo la hipotesis nula de exogeneidad debil. Si se rechaza la hipotesis nula, se favorece la estimacion por variables instrumentales. Valor p reportado entre corchetes. El panel C de la tabla 6 estima la version reducida del modelo. La estimacion es util debido a que lo mas seguro es que los partidos tradicionales hayan recompensando a sus principales seguidores con empleos en el sector publico. Esto no es problematico si, como se dijo anteriormente, el grueso de empleados publicos alrededor del puesto i ya se encontraba ahi antes de 1988. Pero si esto no se cumple, la version vtradicionales Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 23 Economic Analysis Working Papers. 6th Volume Number 13 reducida del modelo tiene la ventaja de no replicar problemas de causalidad reversa no es evidente pensar en un efecto que vaya de la cobertura al numero de empleados publicos. En la mayoria de casos Tabla 6, Panel A, B y C el signo de tiene el sentido esperado y es significativo. Esto es evidencia de que, antes de las reformas, un mayor porcentaje de votos por los partidos tradicionales implicaba mayor cobertura en servicios publicos. Pero si esto es cierto, y si el clientelismo se redujo despues de 1991, deberia ser cierto tambien que no existe relacion entre potencial clientelista y cobertura en servicios publicos despues de las reformas. Un primer hecho que permite mantener esta afirmacion tiene que ver con el aumento en cobertura que experimento Bogota en la decada de los noventas. La capital es reconocida a nivel mundial por su progreso en esta area. Hoy en dia el acceso a servicios publicos es casi completo. Este hecho, sumado a lo encontrado en la seccion anterior, apunta a un quiebre en la relacion entre resultados electorales y coberturas. Aun asi, se quiso aprovechar la varianza que todavia existe a nivel de las localidades y se uso la muestra 2 para estimar el siguiente modelo, jt td son efectos fijos por unidad de tiempo, PC Donde es la cobertura en la localidad j , en el tiempo t , es la medida de potencial clientelista y w es el termino de error. Este modelo es comparable con el modelo en forma reducida de la tabla 6 Panel C. Notese que no se opta por una regresion de variables instrumentales debido al numero de observaciones de la muestra 2. La tabla E muestra que 1 es positivo y significativo y que nivel de las localidades, los sitios con mayor potencial clientelista tienen mayor cobertura en servicios publicos antes de las reformas. Sin embargo, al igual que ocurre con la relacion entre potencial Clientelista y votos por los partidos tradicionales, esta relacion se quiebra despues de ellas. 2 es cercano a cero y no significativo. Incluso a PC d 1PC 6 2w 1991dtjtjttjt Tabla 7: Potencial Clientelista y Cobertura en Servicios Publicos 19882003Energia Variable Dependiente Alcantarillado Acueducto SP1342be.e.be.e.be.e.be.e.Intercepto 242.636.6781.212.4575.213.1186.211.51t 1991t 2003t1991PCPC20.3754.6517.800.743.529.495.692.2010.4217.524.980.251.293.492.090.813.6922.819.920.391.644.432.651.036.2613.312.890.100.802.151.290.50570.760.580.680.67R2NNota: SP es la suma de las cobertura en acueducto, alcantarillado y energia. PC es el potencial Clientelista empleados publicos por cien habitantes de la localidad. Al incluir efectos por localidad los resultados no varian no se incluyen las estimaciones para ahorrar espacio. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 24 Economic Analysis Working Papers. 6th Volume Number 13 VI. Conclusion Este documento encuentra que, en Bogota, las reformas de 1991 disminuyeron el porcentaje de votos que los partidos de maquina obtenian en las zonas con mayor potencial clientelista. Tambien se encuentra que, antes de las reformas, estas zonas obtenian una mayor provision de servicios publicos; y que, despues de las reformas, no existe relacion entre el potencial clientelista de una zona y la provision de servicios publicos que esta recibe. Se apunta a un cambio politico para explicar los cambios experimentados por Bogota a principios de la decada de los noventas. Se argumenta que el cambio politico fue el debilitamiento del clientelismo y el colapso de una maquinaria politica que integraba grandes patronos a un extremo y votantes, al otro. La principal conclusion de documento es que, en Bogota, las zonas mas expuestas al clientelismo solian votar por los partidos tradicionales y recibian, a cambio, un mayor acceso a servicios publicos. Las reformas de 1991 que limitaron los recursos discrecionales en manos de los politicos, promovieron la competencia entre partidos e introdujeron una papeleta electoral secreta acabaron con la efectividad del clientelismo e instalaron un cortafuegos entre los resultados electorales y la provision de bienes y servicios publicos. Una esquina de este documento aporta pruebas empiricas sobre la relacion entre la venida a menos del clientelismo y la provision de bienes publicos locales o bienes club energia, acueducto, alcantarillado. Sin embargo, el documento se apoya en premisas teoricas para deducir el efecto sobre la provision de bienes publicos globales seguridad, educacion, salud. Un ejercicio interesante consistiria en comprobar empiricamente la postulacion teorica que modela la provision de este tipo de bienes como una funcion negativa del clientelismo. No menos interesante seria comparar el caso bogotano con el de otras zonas urbanas del pais. Tal vez asi seria posible desentranar la importancia relativa de los factores institucionales e idiosincrasicos que abatieron la maquinaria. Referencias Archer, Ronald P. 1990. The Transition form Traditional to Broker Clientelism in Colombia: Political Stability and Social Unrest. Working Paper 140, Kellog Institute for International Studies, University of Notre Dame Julio. Auyero, J. 2000. The Logic of Clientelism in Argentina: An Ethnographic Account. Latin American Research Review, 35, 3, pp. 5581. Baland J. Robinson, J. 2005. Land and Power: Theory and Evidence from Chile. NBER Working Papers Quarterly, 96, 1, primavera, pp. 107125. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 25 12517. pp. 6688. Brusco V., Nazareno M. Stokes S. 2002. Vote Buying in Argentina. Latin American Research Review, 39, Caciagli. M. Junichi, K. 2001. Heurs et Malheurs du Clientelisme. Etude Comparee de l Italie et du Japon. Revue francaise de science politique, 51, 4, agosto, pp. 569586. Callahan, W. A. Mc Cargo D. 1996.Vote Buying in Thailands Northeast: the July 1995 General Election. Asian Survey, 36, 4, pp. 37692. Carey, J. M. Shugart M. S. 1995. Incentives to Cultivate a Personal Vote: A RankOrdering of Electoral Formulas. Electoral Studies, 14, pp. 417439. Chubb, J. 1981. The Social Bases of an Urban Political Machine: The Case of Palermo. Political Science Chubb, J. 1982. Patronage, Power and Poverty in Southern Italy: A Tale of Two Cities. Cambridge: Economic Analysis Working Papers. 6th Volume Number 13 Clapham, C. 1982. Private Patronage and Public Power: Political Clientelism in the Modern States. Cambridge University Press. London: Frances Pinter. Davila A. y Delgado 2002. La Metamorfosis del Sistema Politico Colombiano: Clientelismo de Mercado o Nueva forma de Intermediacion? En Degradacion o Cambio: Evolucion del Sistema Politico Colombiano. PP. 321355. Bogota: Grupo Editorial Norma. DiazCayeros, A.; Estevez F. Magaloni B. 2006. Private vs Public Goods as Electoral Investments: A Portfolio Diversification Model of Policy Choice. En H. Kischelt S. Wilkinson eds  Patrons, Clients and Policies PP. 285328. Cambridge: Cambridge University Press. Drazen, A. Eslava M. 2005. Electoral Manipulation via Expenditure Composition: Theory and Evidence. NBER Working Papers 11085. Escobar, C. 2002. Clientelism and Citizenship: The Limits of Democratic Reform in Sucre, Colombia. Latin American Perspectives, 29, 5, sep., pp. 2047. Eslava, M. 2006. Ciclos politicos de la politica fiscal con votantes opuestos al deficit. El caso colombiano. El Trimestre Economico, 290, pp. 289336. Fernandez, A. 2005. Clientelismo y Guerra Civil en Cartagena. Sobre las Estrategias Politicas de la Elite Cartagenera. Memorias, 2, 2. Garcia, M. 2003. Ciudadania Avergonzada?: Democracia Local y Construccion de Ciudadania en Bogota. Mimeo. Bogota: Universidad de Los Andes, Universidad Nacional de Colombia, IEPRI. Gaviria, j., Galvis, M. Villamil, S. 2004. Vivienda y Servicios Publicos en Bogota 19962001. Economia Gutierrez, F. 1995. Tendencias de Cambio en el Sistema de Partidos. El caso de Bogota. Analisis Politico, y Sociedad, 3, 1, marzo. 24, eneabr, 1995. Gutierrez, F. 1998. La Ciudad Representada. Bogota: Tercer Mundo, IEPRI. Gutierrez, F. 2001. Agregando Votos en un Sistema Altamente Desinstitucionalizado. Archivos de Economia. 157. Andes. Hartlyn, J. 1988. The Politics of Coalition Rule in Colombia. Cambridge: Cambridge University Press. Hernandez A. 2004. Calidad de la Democracia en Bogota en la Ultima Decada. Mimeo. Universidad de los Instituto para el Desarrollo de la Democracia Luis Carlos Galan 2001. Comportamiento Electoral en Bogota 19821997. Bogota: Coedicion Instituto Distrital de Cultura y Turismo e Instituto para el Desarrollo de la Democracia Luis Carlos Galan. Kitschelt, H. Wilkinson, S. 2006. CitizenPolitician Linkages: An Introduction. En H. Kischelt S. Wilkinson eds  Patrons, Clients and Policies PP. 490. Cambridge: Cambridge University Press. Leal, F. 1989. El Sistema Politico del Clientelismo. Analisis Politico, 7, sepdic, pp. 435. Lizzeri Perisco 2001. The Provision of Public Goods Under Alternative Electoral Incentives. American Economic Review, 91, pp. 225245. Lulle. T. 2004. Participar en la Gestion Local: Los Actores Urbanos y el Control Fiscal Civico en Bogota. Economia, Sociedad y Territorio, 4, 015, enerojunio, pp. 501528. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 26 Economic Analysis Working Papers. 6th Volume Number 13 Lyne, M. 2006. Rethinking the role of Economic Development: The Voters Dilemma, Institutions and Democratic Accountability. En H. Kischelt S. Wilkinson eds  Patrons, Clients and Policies PP.329369. Cambridge: Cambridge University Press. Martz, J. D. 1997. The Politics of Clientelism: Democracy and the State in Colombia. New Brunswick: Transaction Publishers. Medina, L. Stokes, S. 2006. Monopoly and Monitoring: An Approach to Political Clientelism. En H. Kischelt S. Wilkinson eds  Patrons, Clients and Policies PP. 258284. Cambridge: Cambridge University Press. Mockus A. 2005. Ampliacion de los Modos de Hacer Politica. CERI. Mayo. Plumper, T. Troeger V. 2005. The Estimation of TimeInvariant Variables in Panel Analyses with Unit Fixed Effects. Disponible en SSRN: http:ssrn.comabstract565904. Otalora, C.H. 2002 Elecciones y Practicas Politicas en Bogota. Revista Univerciudad, 12, Recuperado el 20 de febrero de 2006 en: http:univerciudad.redbogota.com. Papadopoulos, Y. Vaner, S. 1989. Esquisse Bibliographique sur te Clientelisme de Parti. CEMOTI, 7, Pizarro, E. 2002. La Atomizacion Partidista en Colombia: el Fenomeno de las Microempresas Electorales. enero, PP.123. Kellogg Working Paper 292. Ridley, M. 1997. The Origins of Virtue. New York : Viking. Robinson, J. Verdier, T. 2003. The Political Economy of Clientelism. CEPR Discusion Papers 3205. Robinson, J. 2005. A Normal Latin American Country? A Perspective on Colombian Development. Mimeo. Universidad de los Andes. Romero, O. 2006. El Clientelismo en Colombia, Antes y Despues del Tarjeton. Mimeo. Universidad de Salazar Patricia 2006, 20 de mayo. El diario aleman Frankfurter Allgemeine Zeitung dio un gran aplauso de elogio a Bogota. El tiempo. Sanchez, F. Robinson, J. 2006. Institutions and Development in Colombia. Mimeo. Universidad de los Schaffer F. Schedler A. 2006. What is Vote Buying. The Limits of the Market Model. Mimeo. Stanford los Andes. Andes. University. Schedler, A. 2004. El Voto es Nuestro. Como los Ciudadanos Mexicanos Perciben el Cientelismo Electoral. Revista Mexicana de Sociologia, 66, 1, eneromarzo, pp. 5797. Torres, J. 2003. Transformation of City in a Critical Environment: The Experience of Bogota. Mimeo. Universidad de Los Andes. Urrutia, M. 1991. On the Absence of Economic Populism in Colombia. En R. Dornbusch y S. Edwards Eds., The Macroeconomics of Populism in Latin America pp  Chicago: University of Chicago Press. Wang, C. S. Kurzman, C. 2003. Logistics: How to Buy Votes. Mimeo. University of North Carolina. Wantchekon, L. 2003. Clientelism and Voting Behavior: Evidence from a Field Experiment in Benin. World Politics, 55, 3, April, pp. 399422. Wooldridge, J. 2002. Econometric Analysis of Cross Section and Panel Data. Cambridge: The MIT Press. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 27 Apendice Ganador Segundo Tercer Candidato Pastrana Caicedo Ossa Candidato Ganador Mockus Segundo Penalosa Tercer Moreno de C. Conservador Economic Analysis Working Papers. 6th Volume Number 13 Tabla A.1: Alcaldia: Porcentaje Votos Candidatos Ganadores y Principales Rivales 1988Partido Conservador Liberal Liberal 1994Partido Indep.Liberal Candidato Caicedo Vallejo Pizarro Candidato Penalosa 1990Partido Liberal Conservador M191997Partido Liberal Moreno de C. Conservador Galan Liberal % Votos 35.4525.5223.17% Votos 66.2631.012.73% Votos Candidato 65.6723.017.68Castro Jaramillo Lucio% Votos 52.5331.140.50Candidato Mockus Castellanos Paez 1992Partido Liberal Conservador M192000Partido Visionario Cristiano P. comunit.% Votos 61.3421.295.45% Votos 45.7511.020.09Candidato Garzon Lozano Mejia 2003Partido Polo Dem. Col. Siempre.Firmes Bta.% Votos 47.5842.572.83Ganador Segundo Tercer Nota: La tabla presenta el porcentaje de votos obtenido por el candidato ganador, segundo y tercer lugar en los puestos del panel. Los candidatos en cursiva son las candidatos que se clasifican como independientes. Los demas son los candidatos tradicionales. Penalosa se inscribio como Liberal pero hizo una campana como independiente. Documentos de Trabajo en Analisis Economico. Volumen 6 Numero 13 28 ", "filename": "550986979.pdf", "person": ["Rafael José Santos Villagran", "Santos Villagran, Rafael José"], "date": ["2007"]}