{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/42002/1/555590089.pdf"], "title": ["Ownership unbundling of energy networks"], "plaintext": "DOI: 10.1007s 102720070231x FORUMVertical Unbundling in the EU Electricity Sector In its September 2007 package of energy policy proposals the European Commission has expressed a clear preference for ownership unbundling as the most effective way of separating transmission from other stages of the value chain, which is regarded as necessary in order to promote infrastructure investment, fair network access and market transparency. The welfare effects of this measure are, however, still hotly debated. The following articles highlight the pros and cons of ownership unbundling.Michael G. PollittOwnership Unbundling of Energy Networks Ownership unbundling of electricity and gas networks has recently become a key issue in European energy market liberalisation. The September 2007 package of proposed energy legislation from the European Commission names ownership unbundling of electricity and gas transmission networks as the preferred form of organisation of transmission ownership, with an alternative option of an independent system operator ISO where integration of transmission asset ownership with electricity generationgas production, distribution or retail continues.Some countries are in the process of extending ownership unbundling even further to electricity and gas distribution networks e.g. the Netherlands emulating New Zealand where the creation of standalone electricity distribution network companies was completed in 1999. Pollitt 1 lays out the theoretical arguments for and against ownership unbundling of electricity and gas transmission networks. In that paper I identifi ed fi ve models of vertical relationship within electricity and gas supply industries. These were the independent transmission system operator ITSO, e.g. National Grid in the UK, the legally unbundled transmission system operator LTSO, e.g. RTE in France, the independent system operator ISO, e.g. PJM in the US, hybrid models with both ISO and independent transmission operators ISOITO, e.g. CAMMESATransener in Argentina, and the traditional vertically integrated Judge Business School and ESRC Electricity Policy Research Group, University of Cambridge, UK.292utility VI, e.g. German utilities such as RWE or EON de facto.In this paper I will address three questions. First, what is the evidence for the impact of ownership unbundling in electricity and gas markets? Second, are alternative arrangements such as the ISO or LTSO models likely to be suffi cient? Third, will the arguments for ownership unbundling become stronger and more extensive over time?Econometric Evidence Electricity and Gas There are few econometric studies which look at unbundling specifi cally, for the reasons of the simultaneous timing of different reform elements and diffi culties in modelling the variance in the underlying resource costs particularly in gas. Fewer studies still look at ownership unbundling as distinct from legal unbundling. We briefl y review the studies here see Pollitt for more details 2.Ernst and Young 3 regress industrial gas prices in a sample of countries against a number of variables including the existence of a separate transmission operator legal or ownership unbundled. This is highly signifi cant and is correlated with signifi cantly lower prices.4 Gas prices seem to be around 15% lower as a result of unbundling.1 M. P o l l i t t : The arguments for and against ownership unbundling of energy transmission networks, in: Energy Policy, forthcoming 2007.2 Ibid.3 Ernst Young: Final Report Research Project: The Case for Liberalisation. London 2006.4 Ibid., p. 140.Intereconomics, NovemberDecember 2007FORUMA similar but more sophisticated study by Copenhagen Economics 5 also examines electricity and gas price trends in the EU using data for 19902003. They fi nd that for electricity, higher levels of unbundling with ownership unbundling being the highest form lead to lower electricity prices.6 They do not fi nd the result holds for gas.Alesina et al.7 examine the effect of deregulation in a number of sectors, using OECD measures of product market reform. They fi nd that for electricity and gas investment in the sectors examined increases as the vertical integration score decreases with ownership unbundling having the lowest vertical integration score.Steiner 8 uses panel data for 19 OECD countries covering 19861996. She fi nds that the separation of generation and transmission is not associated with lower prices but is associated with higher capacity utilisation rates. However, this study assumes that unbundling includes accounting separation as well as stricter models of unbundling. Hattori and Tsutsui 9 examine similar OECD data on the impact of unbundling of transmission from generation, third party access, the existence of a wholesale market and the impact of privatisation. They fi nd that their unbundling variable which includes legal and ownership unbundling seems to raise prices. The results of these last two studies are confusing. They do however fi nd that privatisation and third party access in transmission reduce fi nal prices. Thus, if unbundling makes these easier to implement effectively there may be no measured effect from the unbundling itself. A recent econometric comparison of the responsiveness of electricity prices to cost changes in the UK and Germany found that UK prices were better explained by shortrun cost factors and that the link between costs and prices in Germany was declining 5 Copenhagen Economics: Market Opening in Network Industries: Part II Sectoral Analyses, Copenhagen Economics for DG Internal Market, 2005.6 Ibid., p. 102.over time.10 Clearly a lack of ownership unbundling is not the only factor here, but it is suggestive of worsening competitive problems in the, de facto, vertically integrated German market.Finally, van Koten and Ortmann 11 fi nd a positive correlation between the lower level of corruption in an EU15 country and the strength of unbundling legislation with ownership unbundling being the strongest form. The authors urge robust action in the face of lobbying by utilities.Case Study Evidence Electricity Turning to case studies of actual experience we draw up a list of leading reform countries. We choose the leading jurisdictions on the basis of the extent of competition in generation and retail and the sophistication and effectiveness of regulation. We can then ask the question as to what has been the extent of unbundling noted in below in each case and draw lessons.12cid:129 New ZealandITSO: Disintegration of ECNZ and successful introduction of competition. cid:129 AustraliaITSO: Victoria and South Australia have successfully implemented ownership unbundling.cid:129 ChileISO initially, now ISOITO: A successful reform with an ISO but now there is an ISO and an independent transmission company.13cid:129 ArgentinaISOITO: A successful and radical reform of transmission. Competitive biddinguser participation was successfully introduced for transmission expansions.14cid:129 Nordic countriesITSOs with regional coordination: Creation of highly successful Nord Pool and independent TSOs in Norway, Sweden, Finland and Denmark.10 Cf. G. Z a c h m a n n : A Markov Switching Model of the Merit Order to Compare British and German Price Formation, mimeo gzachmanndiw.de, 2006.11 S. v a n K o t e n , A. O r t m a n n : The Unbundling Regime for Electricity Utilities in the EU: A Case of Legislative and Regulatory Capture?, in: Charles University Center for Economic Research and Graduate Education, Academy of Sciences of the Czech Republic, Economics Institute, Working Paper No. 328, 2007.7 A. A l e s i n a , S. A r d a g n a , G. N i c o l e t t i , F. S c h i a n t a r e l l i : Regulation and Investment, in: Journal of the European Economic Association, Vol.3, No. 4, 2005, pp.791825.12 For a good overview of each of these countriesregions we discuss see F. P. S i o s h a n s i , W. P f a f f e n b e r g e r eds.: Electricity Market Reform: An International Perspective, Oxford 2006.8 F. S t e i n e r : Regulation, Industry Structure and Performance in the Electricity Supply Industry, in: OECD Economic Studies, No. 32, 2001.13 Cf. M. P o l l i t t : Electricity Reform in Chile: Lessons for developing countries, in: Journal of Network Industries, Vol. 5, No. 34, 2004, pp. 221262.9 T. H a t t o r i , M. Ts u t s u i : Economic Impact of Regulatory Reforms in the Electricity Supply Industry: A Panel Data Analysis for OECD Countries, in: Energy Policy, Vol.32, No. 6, 2004, pp.823832.14 Cf. S. C. L i t t l e c h i l d , C. J. S k e r k : Regulation of transmission expansion in Argentina Part I: State ownership, reform and the Fourth Line, in: CMI Electricity Project Working Paper, No. 61, 2004.Intereconomics, NovemberDecember 2007293FORUMcid:129 England and WalesITSO: Independent TSO created, highly successful reform with competition in generation and fall of 30% in real transmission charges 19932005, promoted by incentive regulation.cid:129 New YorkISO: Tierney and Kahn 15 estimate that the net annual benefi ts of the ISO relative to the previous power pool arrangements are a signifi cant 5% of systemwide production and fi xed operation and maintenance costs.cid:129 TexasISO: ISO created. Highly successful reform with some voluntary ownership unbundling of transmission and distribution from generation and retail.cid:129 USAPJMISO: ISO created and introduction of nodal pricing. TOs continue to be integrated into local companies; however, a large and competitive market does exist,16 albeit with some local market power problems and concerns about the lack of incentive for new investment in transmission.A number of lessons can be drawn from the above jurisdictions. All of them were characterised by an independent system operator, independent of generation. Where transmission has not been fully separated from generation as an ITSO or ISOITO there have generally been problems associated with this e.g. Chile and PJM. There is some evidence that the more radical features of reform, e.g. open access to build new lines in Chile 17 and the system of tendering with consumer involvement in Argentina,18 yielded additional benefi ts. However, these were greatly facilitated by ownership unbundling of transmission.We could strengthen these conclusions by adding a list of countries where reform has failed to proceed as fast or as far as seemed possible e.g. Germany, France, California. In no case of a disappointing reform was there an ITSO in place, though the lack of an ITSO was clearly not the only reason for problems in these markets. We observe that if we were to rank EU25Norway countries by the percentage of very small and household customers who had switched since market opening, the fi rst six countries all had what could be described as an ITSO in 2005.19 It is also important to point out that there are examples of countries which had zero residential customer switch15 S. T i e r n e y, E. K a h n : A CostBenefi t Analysis of New York Independent System Operator: The Initial Years, Boston, M.A. 2007.16 Cf. Energy Security Analysis, Inc.: Impacts of the PJM RTO Market Expansion. November 2005.17 Cf. M. P o l l i t t , op. cit., 2004.18 Cf. S. C. L i t t l e c h i l d , C. J. S k e r k , op. cit.19 European Commission: Report on progress in creating the internal gas and electricity market. Technical Annex to the Report from the Commission to the Council and European Parliament, Brussels 2005.294ing while having an ITSO e.g. Italy in 2005. This illustrates that transmission ownership changes must be accompanied by other procompetitive policies such as the ending of residential franchise monopoly to have an impact.Case Study Evidence Gas The evidence from the gas sector is harder to come by because so few countries have implemented an ITSO or ISOITO model. Within Europe only the UK has any serious experience with ownership unbundling.20 By the end of 2005, in addition to the UK, only Denmark from 2004, Spain from 2003, Sweden from 2004 for one of two companies and the Netherlands from 2005 had ownership unbundled gas transmission along the ITSO model.21 The UK has been a successful model with degrees of residential and very small business customer switching well above any other market and a competitive, nondiscriminatory regime for shippers. In the US, there are many examples of ITSOs and the general consensus is that this model has been successful in facilitating a move to competitive gas markets and this has been a major improvement on the previous system of vertically integrated utilities.22 In a number of US states e.g. Illinois there has been the successful introduction of residential gas competition.23 While there are few examples of ownership unbundling in practice there are many examples of problems with VI or the emerging LTSO model in gas. The EU Energy Sector Inquiry highlights many of these and comments that vertical integration of network and supply interest in gas leads to confl icts of interest resulting, inter alia, in distorted investment incentives.24Are Alternative Arrangements Likely to Be Suffi cient?The LTSO model: The LTSO model in French electricity has little track record. The advantages of an 20 Cf. M. J. A r e n t s e n : Politics and Regulation of Gas in Europe, in: D. F i n o n , A. M i d t t u n eds.: Reshaping European Gas and Electricity Industries: Regulation, Markets and Business Strategies, Oxford 2004.21 Cf. GomezAcebo Pombo Abogados SL and Charles Russell LLP: Unbundling of Electricity and Gas Transmission and Distribution System Operators, in: Final Report and Annexes for European Commission, Brussels 2005.22 T. J a m a s b , D. N e w b e r y, M. P o l l i t t , T. Tr i e b s : International Benchmarking and Regulation of European Gas Transmission Utilities, in: Report prepared for the Council of European Energy Regulators CEER, 2006.23 H. H a s e g a w a , H. M a e y a , K. S u z u k i , S. K a m i m u r a : An Analysis on European and US Gas Industry Deregulation: From the viewpoints of market liquidity and transportation services, in: IEEJ, Japan 2007.24 European Commission: DG Competition Report on Energy Sector Inquiry, Brussels 2007, p. 66.Intereconomics, NovemberDecember 2007FORUMLTSO are that it can potentially achieve the investment adequacy benefi ts of an ITSO without the potential costs of separation or the possible undercapitalisation of small TOs. However, the residual problem of vertical integration remains, which may be diffi cult to police in lessdeveloped EU countries. Two theoretical papers make the case for legal unbundling over ownership unbundling. Cremer et al.25 suggests that legal unbundling allows other parts of the fi rm to capture the benefi ts of transmission investment. However this paper does not take account of the anticompetitive effects of information advantages of the integrated fi rm, nor does it explain the apparent tendency for underinvestment in transmission. Bolle and Breitmoser 26 argue that ownership unbundling will negatively affect allocative effi ciency as it will introduce double marginalisation between the formally integrated stages of production. The authors claim that this effect will be larger than the positive impact of ownership unbundling on the ability of the regulator to enforce lower prices. This paper however ignores the fact that in energy transmission double marginalisation is eliminated by two part pricing and that the major advantage of tougher regulation may be on costs rather than prices alone.It is therefore not clear what the benefi ts of common ownership of transmission and other stages of production really are if there is effective legal separation. ITSOs can be large companies through international expansion and have different risk profi les to gas shippersretailers and electricity generatorsretailers. ITSOs are also free to merge electricity and gas networks, which may be very cost effi cient. It is also undoubtedly the case that the success of the LTSO model relies on very strong regulatory oversight.The ISO without ITO Model Can best practice independent regulation in the sense of Green et al.27 with an ISO achieve most of the advantages of ownership unbundling? Although an ISO is not the preferred ownership form in the EU Commissions September 2007 proposals it is their alternative option. It is also the option organised at the regional level favoured by the European electricity industry trade association, Eurelectric. Joskow 28 suggests that electricity ISOs are politically more acceptable in jurisdictions where agreeing to form a theoretically ideal ITSO would be politically very challenging. Electricity ISOs seem to deliver in the US at least for procompetitive shortterm system management. However, the US has large regional electricity markets with many players and in such circumstances ISOs can be signifi cant and powerful players who ensure fair play in the wholesale market. The PJM market is the largest interconnected system in advanced countries.A question mark remains over the ability of ISOs to manage longterm congestion costs. PJMs congestion costs are signifi cantly greater than the total cost of transmission service and it has rather belatedly announced a programme of major new transmission investments to reduce its congestion costs.29 Thus, managing the ISOTO interface in the absence of an ITSO is a signifi cant challenge. Governance of ISOs is also an issue. FERC the federal energy regulator recommended that its stakeholder board of the California electricity ISO be replaced by an independent nonstakeholder board in the wake of the California electricity crisis in order to improve the decision making and external accountability of the ISO.30 PJM has also had issues with internal governance when its internal and independent marketmonitoring unit was threatened with outsourcing.31 This raises the issue of whether an ISO, which is not independent of its stakeholding generators and which is a nonprofi t entity that relies on stakeholder support, can function as effectively as an ITSO. In European countries, ISOs facing wellcapitalised and large electricity and gas transmission asset owners may even exacerbate the problem of ensuring adequate transmission investment. Problems seem to be acute when transmission expansions are required and contested by incumbent generators e.g. in the case of Chilean electricity. ISOs therefore seem to address the issue of nondiscriminatory access but not solve the issue of investment adequacy they may even create it. Clearly the unwillingness of integrated generation and transmission asset owning fi rms to propose socially benefi cial investments, which reduce prices by facilitating competition, is both a the25 H. C r e m e r, J. C r e m e r, P. De D o n d e r : Legal Vs Ownership Unbundling in Network Industries, in: CEPR Working Paper, No.5767, 2006.26 F. B o l l e , Y. B r e i t m o s e r : On the Allocative Effi ciency of Ownership Unbundling, European University Viadrina, Department of Business Administration and Economics, Discussion Paper No. 255, Frankfurt Oder 2006.27 R. G r e e n , A. L o r e n z o n i , Y. P e r e z , M. P o l l i t t : Benchmarking electricity liberalisation in Europe, in: Electricity Policy Research Group Working Papers, No. EPRG 0609, Cambridge 2006.28 P. L. J o s k o w : Independent system operators VI Access rules vs ISO vs ITSO, presentation to EPRGCEEPR London Conference, 28 September 2007.29 PJM: PJM Financial Report 2006, 2007, p. 9.30 J. L. S w e e n e y : The California Electricity Crisis, Stanford 2002.31 J. B o w r i n g : Prepared statement of Joseph E. Bowring, in: PJM Market Monitor, Technical Conference Federal Energy Regulatory Commission, Review of Market Monitoring Policies, FERC Docket Number AD078000, 2007.Intereconomics, NovemberDecember 2007295FORUMoretical and a practical problem in the view of the EU Sector Inquiry. Making transmission asset ownership separate from generation ownership improves incentives for market expansion and deepening. However, it creates the new problem of potentially excessive expansions in transmission assets if regulation is weak, though there is no evidence of this being a problem in Europe not least because of planning restrictions on new transmission lines.Will the Arguments for Ownership Unbundling Become Stronger?Energy market restructuring should be robust to the likely future evolution of the electricity and gas industries. This is particularly the case for electricity where the scope for innovation with respect to the sources of supply seems greatest and where environmental concerns will have the greatest impact. With increased crossborder fl ows, increased demand for renewables on the electricity system and increased future expansion requirements, transmission increasingly competes with generation, and electricity network expansions may be more important than in the past. This suggests that creating ownership unbundled transmission companies may be a good thing for encouraging competition between generation and transmission in electricity. It may also facilitate the introduction of competitive tendering for new lines and a move towards user negotiations over future investments as in Argentina. Competition between generation and transmission may have the added benefi t of improved information fl ow as in contrast to the situation under vertical integration, one party generation or transmission will have an incentive to reveal accurate information that will benefi t it, even if it is at the expense of the other.One can look into the future and imagine a world where distributed generation is going to be increasingly important.32 This suggests that increasingly we will see distribution networks becoming active rather than passive. The distinction between transmission and distribution will become increasingly blurred at least in electricity. This would seem to extend the arguments for ownership unbundling down to the distribution system. Distribution networks will need to be separated from retail supply and generation in order to reduce the scope for discrimination between sources of generation that are embedded within the distribution network. This was one of the arguments behind 32 Cf. W. P a t t e r s o n : Keeping the Lights On: Towards Sustainable Electricity, London 2007.296the ownership unbundling of electricity distribution in New Zealand in 1999,33 It might be that the emergence of energy service companies ESCOs which supply consumers with electrical energy, heating, cooling and demand side management services might be facilitated by the existence of stand alone network companies.34 Such networks would have clear incentives to respond to their requests for network extensions, rather than having incentives as at present to seek to prevent ESCOs emerging as competitors to their retail businesses.An EU policy on ownership unbundling of electricity distribution may be some way off. The analysis conducted of the proposals for ownership unbundling of distribution networks in the Netherlands is inconclusive.35 For the time being the transaction costs of changing the ownership structure may be too large to justify the uncertain and possibly small benefi ts. However this may change over time as pressure from environmental policies increases the likely benefi t relative to doing nothing from the stimulation to smallscale competition that ownership unbundling might offer.Conclusions Ownership unbundling in electricity and gas transmission is an idea whose time has come. We now know that well regulated ITSOs can deliver highly competitive energy markets and facilitate timely transmission investments. Other models have not demonstrated their ability to replicate the success of ITSO or ISOITO hybrid based models.Ownership unbundling in electricity distribution is an idea whose time may yet come, should it be necessary for a future electricity system characterised by large amounts of distributed generation.Implementing ownership unbundling in electricity and gas transmission is costly in terms of the transaction costs of separation. However the benefi ts in terms of lower prices and costs, higher investment, increased cost responsiveness and lower corruption would seem to be worth it.33 Cf. PWC: An economic analysis of the ownership unbundling of electricity distribution in New Zealand, PWC for Essent, 2006.34 London Energy Partnership: Making ESCOs Work: Guidance and Advice on Setting Up Delivering an ESCO, London 2007.35 Cf. D. M u l d e r, V. S h e s t a l o v a : Costs and benefi ts of vertical separation of the energy distribution industry: the Dutch case, mimeo, 2005. Cf. B. B a a r s m a , M. N o o i j , W. K o s t e r, C. We i j d e n : Divide and rule. The economic and legal implications of the proposed ownership unbundling of distribution and supply companies in the Dutch electricity sector, in: Energy Policy, Vol. 35, 2007, pp.17851794.Intereconomics, NovemberDecember 2007FORUMStephen Davies and Catherine Waddams PriceDoes Ownership Unbundling Matter? Evidence from UK Energy Markets Ownership unbundling of vertical stages in the energy sector has become a contentious topic of debate at the end of 2007. To illustrate the issues, this paper focuses on ownership separation between the distribution and retail parts of the energy supply chain, where a mixed experience has emerged in the UK. Ten years ago both the national gas incumbent and all the electricity incumbents monopoly suppliers before the markets were opened to competition in each region shared ownership with the local pipeswires though accounting separation had been imposed some time earlier. In 1997 the incumbent gas supplier voluntarily disinvested the pipeline business, and seven of the fourteen regional electricity companies have followed suit since then, once separate licenses for the distribution and retail functions were introduced. If coownership confers advantages on the incumbent, higher incumbent market shares would be expected in regions where there had been no separation. This paper explores the evidence for such exploitation of integration, but fi rst considers the general issues involved and the structure of the UK energy industry.Arguments For and Against Integration The debate around unbundling in energy concerns the separation between parts of the industry which have an element of natural monopoly national transmission and regional distribution and those where there are no obvious economic reasons why the market should not be competitive generation and retail. There are four vertical stages to the energy industry: generating the fuel from exploiting gas deposits or imports for gas, from a variety of sources for electricity; transmission generally at high pressure or voltage over fairly long distances; distribution more local transportation of energy at lower pressurevoltage, generally to customers houses or premises; and the retail function of selling and billing to the fi nal customer, which generally includes obtaining the fuel and necessary transportation en route. Most energy industries have ESRC Centre for Competition Policy, University of East Anglia, UK. Thanks are due to Alberto Prandini for earlier discussions on this topic and to Hieu Tran for excellent research assistance. Funding from the UK Economic and Social Research Council is gratefully acknowledged.Intereconomics, NovemberDecember 2007a history of vertical integration over at least some of these functions, and of established monopolies, so introducing effective competition may involve some separation of different vertical and perhaps horizontal elements. The essential arguments in principle can be identifi ed by focusing on this boundary between distribution and retail, but they should be broadly applicable to other parts of the supply chain.In a general model of an upstream natural monopoly and a potentially competitive downstream market, there are three possible patterns, each of which has different implications for integration. If the upstream monopoly is not regulated and the downstream market is competitive, the upstream distribution company will extract all the monopoly rent, the downstream retailer is constrained by competitive pressures, and the outcome will be the same whether or not the company is integrated. However if the downstream retailer has some monopoly power for example from incumbency advantages there is a danger that if they are separated both the unregulated distribution company and the retailer will try to raise price, resulting in so called double marginalisation, and a higher price for the end consumer than if the company were integrated. In this case of market power in both parts of the supply chain, the perhaps counterintuitive conclusion is that it would be better both for consumers and for overall economic welfare to integrate the two parts of the chain. The third situation is the most common in practice and relevant to the current discussion. This involves a regulated monopoly distribution company, and an incumbent who retains some market power in the retail market. In this case there is concern about whether a vertically integrated company can infl uence the effectiveness of the regulation and so lever its monopoly advantage to deliver or protect market power in the downstream market. Whereas regulation can in principle ensure that the regulated distributor does not confer any advantage on a coowned retailer, the integrated company has an incentive to increase the price of the monopoly product and lower the downstream price, thus raising its rivals costs in the downstream market, and making its 297FORUMown retailer more relatively attractive.1 Much regulatory theory and practice has been concerned with addressing such issues. The effi cient component pricing rule 2 identifi es ways of ensuring that an upstream distributor with monopoly power levies a price which allows effi cient downstream entry but deters ineffi cient entry. In general, regulators responsible for such integrated entities require accounting separation between the two functions, to minimise the chances of exploitation by reducing the inherent information asymmetry in such situations. Nevertheless while common ownership persists, so do both the incentive and the ability to distort prices. The latter can be achieved by the allocation of costs disproportionately to the regulated function to raise the charges in that sector. If such costs are in some sense common, it is diffi cult for the regulator to detect or correct such biases. The main concern about allowing common ownership in such cases is thus that the fi rm has both the incentive and the ability to distort emerging competition in the downstream market.However there are counterarguments which may indicate that integration is better. The natural monopoly of the distribution pipes means that the effi cient price to charge for this element is below the average cost, and some cases of vertical integration might enable this. Such pricing would be the reverse of the incentives to raise the distribution costs discussed above. Nevertheless there are cases where it would be more effi cient to keep the fi rm integrated, if the access charge for using the network is positively related to the degree of entry downstream.3 Proponents of integration also often argue that common ownership can deliver important sources of effi ciency gain. One example is the transactions costs which arise in cases where it is very diffi cult to specify complete contracts between the different parts of the industry, and so it makes sense to bring these in house. Some commentators 4 suggest that such diffi culties account for some of the problems experienced by the segregated 1 I. B r a d l e y, C. P r i c e : Partial and Mixed Regulation of Newly Privatised UK Monopolies, in: W. We i g e l ed.: Economic Analysis of Law A Collection of Applications, Schriftenreihe der Bundeswirtschaftskammer, Vienna 1991, pp. 212221; R. G. N o l l , Bruce M. O w e n : The Anticompetitive Uses of Regulation: United States v. ATT, in: John E. K w o k a , Lawrence J. W h i t e eds.: The Antitrust Revolution: The Role of Economics 328, 1994.2 Originally developed for the telecoms market; W. J. B a u m o l , G. S i d a k : The Pricing of Inputs Sold to Competitors, Yale J. Reg. 171, 1994.3 G. D e F r a j a , C. Wa d d a m s P r i c e : Regulation and access pricing: comparison of regulated regime, in: Scottish Journal of Political Economy, Vol. 46, No. 1, 1999, pp. 116.4 BBC, News November 5th 2006, http:news.bbc.co.uk1hiuk6117728.stm, last accessed 13th November 2007.298privatised British rail system, where responsibility has sometimes been diffi cult to attribute. There may also be information effi ciencies from integration; here the general rule is that decisions should be made where the information lies. If information is needed about retail customers, for example for safety purposes, by gas and electricity distributors, can such information really be effectively hidden from the retail activities of the same company? Chinese walls, designed to separate such activities, are notoriously diffi cult to seal in practice, particularly when the employees on each side of the wall are former colleagues. Policymakers also need to take into account any one off costs of changing from the current situation. If these are imposed on unwilling fi rms, who will bear the costs? Here the experience of the UK is of some interest. Since divestiture between the distribution and retail function has been voluntary, the costs have been borne by the shareholders. However, if separation is imposed by regulators or governments, shareholders might argue that they should not bear the costs, but that these should be passed on to consumers. In the UK, the story of separation is associated with that of privatisation, but not in a clearly deterministic sense. The UK Energy Sector and Integration One of the major criticisms of the 1986 privatisation of the UK gas industry, which had been nationalised since 1949 and a national monopoly since 1972, was that the opportunity for both horizontal and vertical separation was missed: the privatised incumbent proudly announced that it was responsible for gas and its delivery from beach head to meter, i.e. for the last three stages in the supply chain. By the time the electricity industry was privatised four years later some vertical separation was imposed in England and Wales between generation and transmission but the distribution and retail function remained integrated under a single license for another ten years. In Scotland two fully vertically integrated companies one serving the north and one the south of the country were created, each providing generation, transmission, distribution and the retail function. Throughout Great Britain i.e. excluding Northern Ireland, the electricity industry retained its nationalised structure as fourteen separate companies distributors and incumbent retailers in distinct regionally defi ned markets. Despite these initial integrated positions, over the last ten years the gas incumbent and seven of the fourteen regional electricity incumbents Table 1 have voluntarily separated themselves from the associated distribution function. Intereconomics, NovemberDecember 2007FORUMTable 1The UK Electricity Supply Regions and Ownership of Incumbent and Distribution Wires in 2007Area Distribution Wires Owners Incumbent Supply Owners Same Ownership?East Midlands East England London Merseyside, Cheshire North Wales Midlands WestNorth East England North West North Scotland South Scotland South East England Southern England South Wales South West England Yorkshire Central Networks of E.ONEDF Energy EDF Energy Scottish Power Central Networks of E.ONCE Electric United Utilities Scottish and Southern Energy Scottish Power EDF Energy Scottish and Southern Energy Western Power Distribution WPDWPDCE Electric Power Gen of E.ONPower Gen of E.ONEDF Energy Scottish Power Npower of RWENpower of RWEPower Gen of E.ONScottish and Southern Energy Scottish Power EDF Energy Scottish and Southern Energy Scottish and Southern Energy EDF Energy Npower YNYYNNNYYYYNNNIn the case of the gas incumbent this was under some regulatory pressure, but the mixed result in the electricity case shows that both common and separated ownership are chosen outcomes. It is this range of ownership patterns than enables a test of whether integration adversely affects the development of downstream competition. Government ministers had rejected a recommendation by the Monopolies Commission in 1993 that the gas industry should be vertically separated before retail competition was introduced, and instead enacted primary legislation to introduce competition from 1996 while the incumbent supplier was still vertically integrated with the transmission and distribution provider. The regulator sent clear messages that the retail function of the company would fare better if it was separately owned, and in 1997, in the midst of market opening, the company itself divested the distribution and retail functions. Commentators at the time believed that the retail arm would not prosper, and that the separation was partly to protect the assets invested in distribution and transmission from the much riskier retail function. In practice the retail arm has retained almost half the gas market, and is now the largest single electricity retailer, supplying about a quarter of the market.5 The retail market in gas was opened on a regional basis between 1996 and 1998, and in electricity across all regions in 1998 to 1999. From May 1999, therefore, all energy consumers have been able to choose between a range of suppliers. All the incumbents entered each others gas and regional electricity markets, 5 Ofgem: Domestic Retail Market Report, June 2007. Intereconomics, NovemberDecember 2007and since then there has been considerable consolidation in both retail and distribution, so that there are now 6 main retailers 5 consolidated regional electricity incumbents and the national gas incumbent and 7 distribution company owners. Of these, 4 are also major retailers. All companies were required to impose accounting separation between their distribution and retail functions. In its review of electricity distribution companies in 1999, just as competition was starting in the retail market, the regulator, Ofgem, intervened in the company attributions, and reallocated over a fi fth of companies costs from the distribution to the retail function. One company was told to transfer over one third of its costs. This action by the regulator suggests that the companies both had incentives to load costs more heavily onto the distribution function in anticipation of competition, and that they acted on these incentives. During the many postprivatisation transactions in which electricity companies changed hands, a mixture of ownership patterns for the incumbent suppliers and distribution companies emerged. The original 14 regional incumbents had reduced to 5 through takeover by 2003, and the main suppliers, as they stand in mid2007, in addition to British Gas, are shown in Table 1, along with their ownership. One main retailer owns no distribution assets; one owns distribution assets only in both the areas where it is incumbent; one owns them for two of its three incumbency regions, but not elsewhere; and the remaining two own distribution assets in some areas where they are incumbent and some where they are not. In this paper the main focus is in the seven areas where there is common 299FORUMFigure 1Table 2Regional 1 Incumbent Market Shares Market Share, Time Trend and Vertical Integration %n i 100cid:17cid:16cid:1695cid:25cid:2190cid:25cid:1685cid:24cid:2180cid:24cid:1675cid:23cid:2170cid:23cid:16cid:22cid:2165cid:22cid:1660cid:21cid:215550cid:21cid:1645cid:20cid:2140cid:20cid:1635cid:19cid:2130cid:19cid:1625cid:18cid:2120cid:18cid:1615cid:17cid:2110cid:17cid:165cid:21cid:1601998 1999 2000 2001 2002 2003 2004 2005 2006 2007cid:17cid:25cid:25cid:24cid:18cid:16cid:16cid:23cid:18cid:16cid:16cid:17cid:18cid:16cid:16cid:22cid:18cid:16cid:16cid:21cid:18cid:16cid:16cid:18cid:18cid:16cid:16cid:19cid:18cid:16cid:16cid:20cid:17cid:25cid:25cid:25cid:18cid:16cid:16cid:16cid:17cid:16cid:1610095cid:25cid:21cid:25cid:1690cid:24cid:2185cid:24cid:1680cid:23cid:2175cid:23cid:1670cid:22cid:2165cid:22cid:1660cid:21cid:2155cid:21cid:1650cid:20cid:2145cid:20cid:1640cid:19cid:213530cid:19cid:16cid:18cid:2125cid:18cid:1620cid:17cid:2115cid:17cid:1610cid:2150cid:16Year 1 Solid lines indicate regions where the incumbent and the local distributor are owned by the same company in 2007; dotted lines indicate regions where the incumbent is not owned by the same company as the local distributor.S o u r c e : Ofgem: Domestic Retail Market Report, June 2007; and predecessor Ofgem reports.ownership between the incumbent and the distributor. In particular, is there any evidence that the incumbent retains higher market share in those regions where it shares ownership with the distributor?Does Integration Protect Incumbent Market Share?Figure 1 shows the evolution of incumbent market share in the 14 regions, labelled according to the status of their joint ownership solid lines or not dotted lines in 2007. This graph provides a useful preliminary overall picture, but it is simplifi ed because, where ownership did become separated, it happened at different times since market opening commenced in 1998. Nevertheless, it does reveal that the region in which the incumbent has retained the largest market share in 2007 North of Scotland is integrated, while as the regions with the four lowest incumbent market shares Midlands, the North West, Northern and Yorkshire are not; however, the evidence between these two extremes is mixed. Therefore, to examine this further, a least squares panel regression has been used to explore whether the market share retained by the incumbent in each year was related to whether or not it was integrated with the distributor up to and including that year. The results are shown in Table 2, in which the dependent variable is the incumbents market share, in a given region at a given point in time, and integrated is a binary dummy variable, indicating whether or not the retailer was in3001999 to 2007Market share Coef.Std. Err.t Pt Time Time squaredintegratedconstantsigma_usigma_e Rho9.125303 0.5128004 4.104698 93.933496.15507254.03011830.6999293913.350.6835588 7.960.0644144 2.471.6645712.178107 43.130.0000.0000.0150.000tegrated with the distributor in that year. The equation also includes a time trend, to allow for the natural erosion of market share over time, which will typically occur in any, previously monopolised, market into which new entry is introduced. However, this is modelled using a quadratic time trend including time squared, to allow for the possibility that, as consumers become increasingly familiar with the market, the rate of switching will perhaps slow down after the initial few years. Since this is a panel model, the equation also controls for any other differences between the regions, which may remain even after taking account of integration and the time trend for instance, consumers in certain regions of the country may exhibit more or less loyalty to the incumbent, perhaps because it has a strong regional identity.The estimated equation includes very striking, and statistically signifi cant, results on both the time trend and the role of incumbency. First, as expected, the incumbents market share does indeed tend to decline over time: typically, then, incumbents lost market share yearonyear in all regions. However, the particular values and signs of the coeffi cients on time and time squared reveal that the rate of decline gradually slowed down over the period, so that, in the last year 2007, year 9, the annual rate of loss had almost levelled out. On average over the whole time since market opening, the annual loss of market share by the incumbent was around 4%, but at much higher rates in the opening years, and much lower rates in the later years.Second, and most important for the current discussion, this general reduction in market share, though experienced in all regions, is found to be signifi cantly slower for companies which are integrated as indicated by the positive coeffi cient on the integration variable. Thus, on average, in any one year, the market share of an integrated fi rm has been more than 8% higher than that of a counterpart where a different Intereconomics, NovemberDecember 2007FORUMcompany owns the incumbent retailer and the associated regional distribution company. These are the headline results, but the estimated equation also reveals considerable background variation between regions not shown in the table. Five regions show similar patterns of market share reduction: Manweb, Northern, North Western, South Eastern and East Midlands. Incumbents in the other nine regions retain signifi cantly higher market shares, even after accounting for whether or not the incumbent is integrated. In particular, the north of Scotland, whose incumbent is Scottish Hydro, shows particularly high incumbent market share, over 20% above that of the comparator regions, in addition to the higher market share attributable to its integrated status. Scottish Power, the incumbent in the southern part of Scotland, also retains a higher market share than the comparator regions. Both these companies are vertically integrated not only with distribution, but also with transmission, which is not allowed in England and Wales. Conclusion The analysis above appears to provide clear evidence that those UK incumbent electricity suppliers which remained vertically integrated with their local distributor have retained a higher market share than those where these functions have been undertaken by separately owned companies. This result is evident even after region specifi c characteristics, such as different levels of consumer loyalty, have been included. Competitors have been slower to gain market share where there is common ownership despite considerable intervention by the regulator. Its actions have included reallocating costs originally attributed to the distribution function by companies to the potentially competitive retail function, a regulatory regime for distribution which is generally regarded as robust, and constant vigilance by the regulator in the retail market. We should stress that the above statistical model is relatively simplistic, and it should be viewed as a piece of documentary evidence to be put alongside any other information which becomes available. It certainly does not prove that the companies concerned have been indulging in illegal or improper behaviour. Nevertheless, the results do suggest that, even with vigilant regulation and clear accounting separation, incumbents who are vertically integrated appear to exhibit an advantage in retaining their market share against the inroads of entrant fi rms. As the debate about ownership separation continues in Europe, this summary of UK experience provides one piece of evidence which suggests that joint ownership of the distribution function may indeed confer competitive advantage on the incumbent.Justus HaucapThe Costs and Benefi ts of Ownership Unbundling On 19 September 2007 the European Commission tabled its third energy liberalisation package cf. box, which included the proposal to require Member States to either separate any ownership in electricity transmission networks from ownership in any other elements of the electricity supply chain ownership unbundling or, alternatively, to set up a deep Independent System Operator ISO model. The latter would essentially mean that the vertically integrated owner of the transmission network could keep the assets on its balance sheet and receive a regulated return on them, but the networks would have to be operated by a company entirely separate and independent from the owner. In addition, a signifi cant number of checks and requirements would be established in University of ErlangenNuremberg, Germany.Intereconomics, NovemberDecember 2007order to ensure that the assets are indeed operated entirely independently under an ISO model.The proposals follow an indepth sector inquiry into the electricity and gas industries, launched on 13 June 2005 and concluded with the adoption of the fi nal report on 10 January 2007.1 This inquiry found that consumers and businesses are losing out because of ineffi cient and expensive gas and electricity markets for which three major reasons were identifi ed by the European Commission: 1. national energy markets are too highly concentrated and lack liquidity 1 See DG Competition Report on Energy Sector Inquiry SEC20061724, online at : http:ec.europa.eucommcompetitionsectorsenergyinquiryindex.html.301FORUMThe Electricity Market Package The electricity market package includes 1 the Proposal for a Directive of the European Parliament and of the Council amending Directive 200354EC concerning common rules for the internal market in electricity COM2007 0528, 2 the Proposal for a Regulation of the European Parliament and of the Council Amending Regulation EC No. 12282003 on conditions for access to the network for crossborder exchanges in electricity COM 2007 0531 and 3 the Proposal for a Regulation of the European Parliament and of the Council establishing an Agency for the Cooperation of Energy Regulators COM 2007 0530. In addition, there are two measures concerning the gas industry, namely the Proposal for a Directive of the European Parliament and of the Council amending Directive 200355EC concerning common rules for the internal market in natural gas COM2007 0529 and the Proposal for a Regulation of the European Parliament and of the Council amending Regulation EC No. 17752005 on conditions for access to the natural gas transmission networks COM2007 0532. 2. there is an absence of crossborder competition and 3. there is insuffi cient unbundling of network and supply activities. 2These three concerns are not all at the same level. The fi rst two concerns basically state that there is neither suffi cient competition within most European countries concern 1 nor is there suffi cient competition from abroad to discipline the home fi rms market power concern 2. The third concern already addresses a potential policy solution unbundling and the lack of its implementation. In order to analyse, however, whether this solution is the most adequate one, we have to compare the pros and cons of ownership unbundling. Without an analysis of the costs and benefi ts of ownership unbundling, we cannot state that the lack of unbundling is a problem.In order to analyse the expected costs and benefi ts of ownership unbundling one has to consider the appropriate counterfactual. The relevant comparison is certainly not a world without regulation and competition laws, where market power can be abused without limits. Instead the costs and benefi ts of ownership unbundling have to be measured against all other regulatory options, including the status quo.Benefi ts of Ownership Unbundling The two main benefi ts of ownership unbundling are 1 the decrease in the network operators incentive 2 See Neelie K r o e s : More Competition and Greater Energy Security in the Single European Market for Electricity and Gas, Speech at the HighLevel Workshop on Energy Organised by German Presidency in Berlin, 30 March 2007 SPEECH07212, p. 3.302to discriminate between otherwise affi liated and independent generators andor retail companies; 2 the increase in the network operators incentive to invest in crossborder transmission capacities the socalled interconnection capacity. These two points are also seen as the two main concerns in the absence of ownership unbundling. As the EU Commission states in its explanatory memorandum on the third energy package,3 The transmission system operator may treat its affi liated companies better than competing third parties. In fact, integrated companies may use network assets to make entry more diffi cult for competitors. The underlying reason is that legal and functional unbundling do not solve the fundamental confl ict of interest within integrated companies, whereby the supply and production interests aim to maximise their sales and market share while the network operator is obliged to offer nondiscriminatory access to competitors. This inherent confl ict of interest is almost impossible to control by regulatory means as the independence of the transmission system operator within an integrated company is impossible to monitor without an excessively burdensome and intrusive regulation. It is furthermore argued that under the current unbundling rules, nondiscriminatory access to information cannot be guaranteed as there is no effective means of preventing transmission system operators from releasing market sensitive information to the generation or supply branch of the integrated company.With respect to the second point noted above, the Commission points out that, Investment incentives within an integrated company are distorted. Vertically integrated network operators have no incentive for developing the network in the overall interests of the market and hence for facilitating new entry at generation or supply levels; on the contrary, they have an inherent interest to limit new investment when this will benefi t its competitors and bring new competition onto the incumbents home market. Instead, the investment decisions made by vertically integrated companies tend to be biased to the needs of supply affi liates. Such companies seem particularly disinclined to increase interconnection   and thereby boosting competition in the incumbents home market to the detriment of the internal market. Energy Commissioner Piebalgs has made this even clearer, noting that, It is blindingly obvious that a company that remains vertically integrated will have an inbuilt incentive to underinvest in new lines that will help competitors to thrive in its home market and wherever possible to privilege 3 See EU Commission: Explanatory Memorandum on the 3rd Energy Package, 2007, online at: http:ec.europa.euenergyelectricitypackage_2007doc2007_09_19_explanatory_memorandum_en.pdf.Intereconomics, NovemberDecember 2007FORUMtheir own sales companies when it comes to network access. The investment fi gures over recent years show this; in the past fi ve years vertically integrated companies have reinvested signifi cantly less of the receipts from crossborder congestion rents than fully unbundled ones, 17% compared to 33%.4 In fact, the sector inquiry mentioned above found that of almost 400 million in revenues that three German electricity transmission system operators generated from 2001 to 2005 for allocating scarce crossborder capacity, less than 30 million i.e. less than 10 per cent of the revenues were used to build new interconnectors. Hence, there are certainly some merits in the second argument. Before blindly accepting the two arguments above however, it has to be considered that Germanys regulatory framework changed rather drastically in 2005. The European Commissions analysis is based on data and facts up to 2005. Just in 2005, however, Germany changed from an ex post regulation of electricity networks under the supervision of the Federal Cartel Offi ce the general competition authority to an ex ante regulation under the supervision of a sectorspecifi c network regulator. While Germanys electricity networks were subject to an extremely lighthanded form of regulation between 1998 and 2005,5 the institutional framework was completely overhauled in 2005 when the new Energy Business Act 2005 Energiewirtschaftsgesetz 2005 was passed. Any evidence based on the years pre2005 is therefore of absolutely no use for evaluating the post2005 situation. In addition, the German Government has passed a a socalled incentive regulation Anreizregulierungs verordnung and b a network connection regulation KraftwerksNetzanschlussverordnung which aim at a reducing transmission and distribution charges and preventing any discriminatory use and b guaranteeing nondiscriminatory access for new electricity generation plants. These measures have only been in place for a few months by now so that they have not had the chance to unfold any effects. In principle, they are suited to address exactly the EU Commissions fi rst concern, which is also shared by many other authorities such as, e.g., the German Monopolies Commission.6 4 Andris P i e b a l g s : Better Choice, Service and Prices in the New European Energy Market, Speech at the EU Energy Law Conference, Brussels, 19 September 2007 SPEECH07562.5 See, e.g., Justus H a u c a p , Ulrich H e i m e s h o f f , Andre U h d e : Credible Threats as an Instrument of Regulation for Network Industries, in: Paul We l f e n s , Mathias We s k e eds.: Digital Economic Dynamics: Innovations, Networks and Regulations, Berlin 2006, Springer, pp. 161192.6 See Monopolkommission: Strom und Gas 2007: Wettbewerbsdefi zite und zogerliche Regulierung, 49. Sondergutachten der Monopolkommission, 2007, online at: http:www.monopolkommission.desg_49text_s 49.pdf.Intereconomics, NovemberDecember 2007In addition, it has to be kept in mind that even an unbundled network operator may have an incentive to discriminate between different customers, just as any monopolist or oligopolist has an incentive to engage in price discrimination. There is no reason to suspect that a vertically separated monopolist will not engage in price or nonprice discrimination if this is possible. Whether discrimination is possible will depend on the degree of regulatory supervision and the contractual arrangements between fi rms, which may engage in side payments to reconstruct the integrated monopoly through contractual arrangements. Hence, the need for regulatory supervision of the network remains, even with separated networks.What about the EU Commissions second concern, i.e. the lack of incentives to invest crossborder interconnectors? This concern is very valid and has not yet been properly addressed by regulatory measures. The German Monopolies Commission pleads for a regulation which would require electricity transmission system operators to invest the revenues generated from allocating scarce crossborder capacity into the expansion of these capacities. This obligation may either be enforced by national regulators or by a European agency. It is not clear, though, that a measure as drastic as ownership separation, which sharply infringes on private property rights, is necessary and appropriate to address the valid! second concern. In order to answer this question we have to consider the costs of ownership separation.The Costs of Ownership Unbundling There are three kinds of costs potentially arising from ownership unbundling. Before discussing these costs it should be kept in mind that even vertically separated networks would need regulatory supervision as the potential to abuse market power is still prevalent. While it is clear that the price level needs to be regulated, the incentives to discriminate are in contrast to some apparently popular beliefs not eliminated either. Even a singleproduct mono polist usually has an incentive to engage in price or, alternatively, nonprice discrimination.In addition, vertical separation may lead to what is known as the double markup problem. Since transmission charges are not usually based on incremental cost, but include a markup to cover fi xed and common costs, a second markup will be added at the retail andor generation stage if these markets are not perfectly competitive. In the end, vertical separation may well lead to higher prices than vertical integration.7 Unfortunately, due to a variety of methodologi7 See Friedel B o l l e , Yves B r e i t m o s e r : On the Allocative Effi ciency of Ownership Unbundling, Discussion Paper No. 255, European University Viadrina FrankfurtOder 2006.303FORUMcal problems, the empirical evidence is not conclusive either. Apart from the double markup problem, there is an even more serious concern regarding the network operators investment incentive. While incentives to invest in crossborder capacities may increase, as argued above, incentives to invest in network reliability are likely to decrease. The main reason is that an integrated operator has double the incentive to ensure that the network is reliable. In the case of a blackout he not only foregoes transmission revenues, but also the revenues from electricity which cannot be sold.8 In addition, the specifi city of network investments further reduces investment incentives if companies are vertically separated. In fact, investment specifi city has been the key argument in favour of vertical integration in the entire transaction cost literature.9 And fi nally, the double markup mentioned above reduces the investment incentives of a separated network operator, as it reduces its profi ts from additional investment.In fact Hoffl er and Kranz have shown in a recent paper that legal unbundling may in fact yield the best investment incentives when compared to full integration and full ownership separation.10Let me fi nally also point out that it is an illusion to believe that ownership unbundling will bring any benefi ts soon. The fi rms concerned are likely to initiate legal proceedings and pursue these up to the highest courts. Even a share split will not resolve the problem. In Germany, for example, three of the four transmission network operators, namely RWE, Vattenfall and En BW, are owned to large degrees by local government, the Swedish state and by Electricite de France, which in turn is owned by the French government. Whether these owners hold one integrated company share or two shares a network share and a share for the rest of the company will not make much of a difference to the fi rms behaviour. A fullfl edged ownership unbundling requirement with a forced sale of either networks or the nonnetwork assets and activities is likely to result in long legal battles before ownership unbundling may eventually take place. In the meantime, however, there will be signifi cant legal uncertainty with the resulting negative impacts on investment incentives for both 8 See also Stefan B u h l e r : The Promise and Pitfalls of Restructuring Network Industries, in: German Economic Review, Vol. 6, 2005, pp. 205228.9 Oliver E. W i l l i a m s o n : The Economic Institutions of Capitalism, New York 1985, The Free Press; Sanford J. G r o s s m a n , Oliver H a r t : The Cost and Benefi ts of Ownership: A Theory of Vertical and Lateral Integration, in: Journal of Political Economy, Vol. 94, 1986, pp. 691719.the power generation business and for network operators.Conclusion on Ownership Unbundling in Electricity Overall, it is clear that there are signifi cant risks associated with ownership unbundling while the longterm benefi ts may also be achieved with less serious infringements of private property rights. For these reasons, the German Monopolies Commission has opted against vertical ownership separation as an appropriate policy measure to increase competition in electricity markets.11 Even though there is agreement on the diagnosis of a lack of competition in many electricity markets, there is a signifi cant difference of opinion regarding the adequate remedy to alleviate this situation. Given that the empirical evidence on ownership unbundling in electricity is not at all conclusive and case studies cannot alter this fact,12 it is a bold step for the Commission to disregard the concerns about the negative effects that ownership unbundling can have without having any serious empirical underpinning for its arguments.Regarding the ISO option, one should note that a deep ISO is basically associated with similar risks to ownership unbundling. In addition, an ISO may, in the worst case, help to facilitate collusion. Hence, mandating an ISO is not likely to be effi cient either. Instead a whole package of remedies needs to be considered, including the signifi cant reduction of planning regulations for power generation plants and network expansion, a solid regulation of network access and network charges as fi nally implemented in Germany in 2007 and a stringent requirement for transmission network operators to use the revenues from the allocation of scarce interconnector capacities to increase these crossborder transmission capacities.A Few Words on Gas At the very end, let me state that in the gas industry the case for ownership unbundling is not only weaker than in electricity, it is much weaker. This is not only because gas can be more easily substituted for than electricity by a substantial number of customers, including potential customers. Even ignoring the greater substitutability, which tends to decrease market power, one has to take into account that much of the EUs natural gas supply comes from nonEUmember states such as Russia, Norway and also North African countries. If fi rms such as Gazprom have to unbundle their network within the EU, they can simply increase the price at the Russian border. To put it differently, 11 See Monopolkommission, op. cit.10 Felix H o f f l e r, Sebastian K r a n z : Legal Unbundling: A Golden Mean between Vertical Integration and Vertical Separation?, Working Paper, WHU Otto Beisheim School of Management, 2007.12 See Michael P o l l i t : The Arguments for and against Ownership Unbundling of Energy Transmission Networks, Working Paper 0714, ESRC Electricity Policy Research Group, University of Cambridge 2007.304Intereconomics, NovemberDecember 2007FORUMwhile unbundling electricity networks may help to foster competition in electricity generation, it is not clear at all how unbundling gas networks would affect competition in gas production, given that most gas fi elds are outside the EU.Furthermore, if gas production, transport and retail are vertically separated, substantial double markup problems may also result, as much larger parts of the longdistance pipeline system are dedicated to certain gas fi elds and are, therefore, specifi c investments. And fi nally, unbundling will also substantially reduce the gas fi rms incentives to invest in electricity generation within the EU. Hence, the case for unbundling gas pipelines is even weaker than the case for electricity.Machiel Mulder, Victoria Shestalova and Gijsbert ZwartVertical Separation of the Dutch Energy Distribution Industry: an Economic Assessment of the Political Debate In 2004, the Dutch government put forward a proposal to extend the separation between regional distribution networks and commercial activities in the energy industry by replacing the existing legal unbundling by ownership unbundling. By extending the separation to low voltage distribution networks, the government went a step further than required by European regulation, where currently proposals to separate high voltage transmission networks are under consideration.1The companies involved, the ultimate owners of which are local authorities, are vertically integrated fi rms which are active in generation, network and supply. At the time of the proposal, Dutch network companies were already legally unbundled from commercial businesses, i.e. organised as different companies within the same utility groups holdings. However, they often were lean, i.e. without economic ownership of their assets.2 In addition, some strategic and operational tasks of network companies were carried out in collaboration with other parts of the holdings, or outsourced to them e.g. shared service centres. The reasons for this highly debated step of ownership separation are related to both the functioning of the market, the reliability of the energy supply and the ownership of the energy companies. The government believed that the existing legally unbundled distribution companies did not fully guarantee free access to the network by new entrants. Moreover, these com NMa Netherlands Competition Authority, The Hague, The Netherlands. The contribution of this author is on personal title and does not bind the NMa in one way or another. CPB The Netherlands Bureau for Economic Policy Analysis, The Hague, The Netherlands. CPB The Netherlands Bureau for Economic Policy Analysis, The Hague and TILEC, Tilburg University, The Netherlands.Intereconomics, NovemberDecember 2007panies were said to be neglecting their legal task of maintaining the quality of the grid.3 Finally, ownership unbundling would enable the ultimate shareholders regional public authorities to sell their shares in production and supply, giving them an exit option from these commercial activities without the need for also relinquishing the politically sensitive network assets from public ownership. The governments proposal to introduce ownership unbundling induced a fi erce debate on the pros and cons of ownership unbundling. Clearly, stakes were high. Lobbying activity was particularly strong: a senior member of parliament characterised it as the largest lobby I ever witnessed. Many articles were written and many lectures were given, by adherents, opponents, politicians, lawyers and advisory bodies as well as researchers. Adherents of ownership unbundling stressed the impact on competition, while opponents feared the negative impact on the energy business. Both parties used the argument of reliability of supply, although in a different way: adherents believed that ownership unbundling would improve the incentives for the network owners to optimise the grid, while the opponents said that the unbundling would negatively affect investments by the energy industry. 1 For a related overview of arguments in that context see e.g. M. P o l l i t t : The arguments for and against ownership unbundling of energy transmission networks, Cambridge Working Papers in Economics 0737, University of Cambridge 2007.2 The regulator treats these assets as if they would belong to the companies directly. In the recent revision of the Electricity law 1998 also referred to as the IIlaw there is an article regarding shifting economic ownership to network companies, but this article has not come into force yet.3 The Minister of Economic Affairs, letters to the House of Parliament, Kamerstukken II, 20032004, 28982, No.18 March 2004 and No. 29 October 2004. 305FORUMNot only direct stakeholders had strongly disagreeing viewpoints, but economic researchers also published varying conclusions. The research institute SEO,4 for instance, concluded that the welfare effects would be strongly negative, while the CPB5 qualitatively stated that the welfare effects could be positive if certain conditions were met. In order to settle this dispute, the Dutch Parliament ordered the Dutch government to establish a committee of wise men. This committee, chaired by the former chairman of the Netherlands Competition Authority, analysed all the information put forward so far. In addition, the committee requested the CPB to conduct a quantitative costbenefi t analysis. The committee fi nally concluded that the benefi ts of ownership unbundling were likely to exceed the costs. In 2006, Parliament consented with the proposed law mandating, among other things, the ownership unbundling.6 The story was not fi nished yet, as the more reluctant Upper House later in the year succeeded in convincing the minister to suspend the particular clause of this law, making execution conditional on risky commercial activities abroad that might jeopardise domestic network management. This condition appeared relatively vaguely formulated, and when one of the companies involved took over a Belgian waste recycling company the newly appointed minister swiftly concluded, backed by the newly elected Parliament, that now unbundling was inevitable. The compromise, reached in summer 2007, was to allow the companies a fairly generous transition period. Since then, one of the publicly owned energy companies has taken the Dutch State to court over the issue.In this paper, which is based on the CPB research mentioned above,7 we highlight the most important costs and benefi ts of the ownership separation of the Dutch energy distribution industry. We focus on electricity networks rather than on gas networks, because of potentially larger welfare effects for electricity and the more complex situation in this industry. Neverthe4 SEO: De welvaartseffecten van het splitsingsvoorstel een overkoepelend beeld, Amsterdam, June 2006.5 M. M u l d e r, V. S h e s t a l o v a , M. L i j e s e n : Vertical separation of the energydistribution industry: An assessment of several options for unbundling, CPB Document 84, The Hague, 2005.6 The law also provides for the transfer of the remaining parts of the high voltage networks owned by the companies to stateowned transmission network operator Tenne T. This aspect will not be discussed here.7 Namely, M. M u l d e r, V. S h e s t a l o v a , M. L i e j s e n , op. cit.; and CPB: Kwantitatieve verkenning welvaartseffecten splitsing energiebedrijven, CPB Notitie, The Hague, March 20, 2006; see also M. M u l d e r, V. S h e s t a l o v a : Costs and benefi ts of vertical separation of the energy distribution industry: the Dutch case, in: Competition and Regulation in Network Industries, Vol. 1, No. 2, 2006, pp. 197230.less, the respective costs and benefi ts for the gas industry are also included in the analysis.The Arguments: Costs and Benefi ts We next review the main economic arguments that played a role in the public debate on ownership unbundling of distribution networks in the Netherlands. We fi rst focus on the main arguments that were put forward as the rationale for unbundling, as well as the counterarguments that attracted most attention. Then we turn to some of the additional arguments that, we argue, might be more important in the tradeoff of costs and benefi ts.Let us note that it is hardly feasible to provide relatively accurate quantitative estimates of almost any welfare effects that play a role. Nevertheless, this does not imply that all arguments have equal weight. One may try to get some idea of the order of magnitude of potential effects, to single out the potentially signifi cant effects from the perhaps correctly estimated, but quantitatively minor ones. We shall provide some discussion here on such considerations.8In order to be able to evaluate the costs and benefi ts of ownership separation, we have to establish a relevant counterfactual for this evaluation. We note that the current weak form of legal unbundling could be replaced by stronger forms of legal unbundling. Strengthening operational separation, giving networks economic ownership of the assets and more fi nancial capabilities would increase separation and could still be done without the last step of full ownership separation. As pointed out in CPB and Mulder and Shestalova in a full costbenefi t analysis it is appropriate to evaluate the ownership unbundling option not against the initial situation,9 but against the option of strengthening legal unbundling. In this paper, we will not go into this in detail, but only sometimes allude to the possibility of less intrusive alternatives.Most Prominent Arguments in the Public Debate Full ownership unbundling should take place because 1. Unbundling removes undesirable crosssubsidies between network and competitive businesses, and improves retail competition One of the main arguments for ownership unbundling of distribution networks is that joint network ownership and activity in competitive sectors of the industry leads to an unlevel playing fi eld. Two distinct 8 A related, more detailed discussion can be found in CPB, op. cit.; and M. M u l d e r, V. S h e s t a l o v a , op. cit.9 Ibid.306Intereconomics, NovemberDecember 2007FORUMchannels of advantaging affi liated businesses are identifi ed: preferential treatment and fi nancial crosssubsidies. We briefl y discuss both.An integrated network company has both an incentive and the possibility to affect competition in the competitive retail segment by giving preferential treatment to its affi liate. Regulation can go a long way towards ensuring nondiscrimination in the presence of vertical integration of the network with one of the retailers. However, there are three main regulatory constraints: informational, transactional, and administrative and political,10 which cause contracts between the regulator and the regulated fi rms to be inherently incomplete; therefore, the pattern of ownership plays a role in how the contingencies will be fi lled in. Under common ownership, the network fi rm has the incentive to give a better treatment to its retailing subsidiary. There will always be a risk of preferential treatment or, vice versa, sabotage with respect to competing retailers, and it would be extremely diffi cult to prove when sensitive information would leak from the network to other holding members. Only ownership unbundling eliminates this risk and creates the most effective Chinese walls between the network and commercial activities, as it fully removes such incentives. As such, vertical separation insures nondiscriminative thirdparty access, creating better options for new entrants into generation and retail. While therefore entry may be facilitated,11 full unbundling also reduces fi nancial barriers to mergers among incumbent suppliers, increasing the risk of further consolidation among incumbents. The threat of increased consolidation is, however, dealt with by the competition authority, irrespectively of unbundling.12 A related argument that was put forward with some vehemence is that joint ownership of networks and competitive industries allows the latter to have access to the capital market at lower capital costs. This is because network assets, or the lowrisk cash fl ows resulting from them, can be offered as collateral for the fi nancing of other activities. Some advocates of unbundling claim that this provides an unfair advan10 See e.g. J.J. L a f f o n t , J. T i r o l e : A Theory of Incentives in Procurement and Regulation, The MIT Press, Cambridge, Massachusetts 1993.11 The size of entry will likely be limited due to the presence of high switching costs, although they can also provide an incentive for entrants to obtain a large market share.12 For more details regarding the complexity of competition policy in the electricity industry see D. M. N e w b e r y : Regulatory Challenges to European Electricity Liberalisation, University of Cambridge 2002, CMI Working Paper 12. One of the problems to be dealt with is crossborder ownership which requires competitive measures on international European level.Intereconomics, NovemberDecember 2007tage visavis competitors. The merit of this fi nancial crosssubsidy argument is dubious, in our view. The opportunity costs of capital for fi nancing, say, higherrisk generation investments, are largely independent of the way these investments are actually fi nanced. In other words, the risk of an investment depends on the risks of both the costs and the benefi ts of the investment and is not related to the type of fi nancing. Moreover, in a wellfunctioning capital market, the ability to fi nance the investment does not depend on whether cash or debt capacity is available from a different business unit, the network. If capital market imperfections do seriously thwart nonintegrated rivals access to fi nance, they might have other options to improve their fi nancial position, for instance by increasing the size or by diversifying into other industries as well. Order of magnitude of effects We argue that the fi nancial crosssubsidy argument is not compelling. There may be real effects on retail competition, on the other hand. Although it is not clear how much entry will actually occur after full ownership unbundling, its effect on welfare is likely to be relatively small. The low contribution of retail cost to total costs of electricity and gas around one eurocent per k Wh in electricity, implies that for the Netherlands welfare gains in this segment are unlikely to exceed a few million euros annually.2. Unbundling makes network regulation easier and improves network quality The direct consequences of stronger unbundling are more independent management and fi nancing of the network, positively affecting the performance of the network. In particular this mitigates the risk that insuffi cient funds will be available for network investment as a result of adversity in affi liated, more risky divisions of the fi rm. As mentioned, the fear of such risks played an important role in the political decision to mandate unbundling. Certainly, stronger unbundling, especially ownership unbundling, sharpens the focus of network management on the network without the need for compromising with the other needs of an integrated holding.13 In addition, ownership unbundling prevents the fi nancial borrowing capacities of the network from being used for risky investments in commercial activities. While, as observed above, the bundling of various activities in one fi rm does not affect the cost of capital and the net present value NPV of any investments, in the presence of capital market imperfections it may 13 OECD: The benefi ts and costs of structural separation, Working Party No. 2 on Competition and Regulation, DAFFECOMPWP220032, January 10, 2003.307FORUMaffect whether positive NPV investments can attract external fi nancing. Large debt and adversity in affi liated divisions may indeed endanger the fi nancing of intrinsically positive NPV investments in the network.14 We observe that strengthening fi nancial rules e.g. fi nancial ringfencing already mitigates the risk of insuffi cient fi nancial means to a large extent, potentially at lower costs than more drastic forms of separation.Secondly, the increased transparency associated with such unbundling, and in particular the loss of opportunities to shift costs between regulated and unregulated parts of the fi rm, may have a certain positive effect on regulatory effectiveness. Order of magnitude of effects To get an idea of the potential magnitude of cost savings as a result of more focussed management or more effective regulation, we may draw a comparison with the magnitude of the effects of the current price cap regulation. Xfactors have typically amounted to several per cent per year.15 If a better focus of the network can cause a structural effi ciency of the same order of magnitude, then for the Dutch situation, the annual gains may add up to several tens of millions of euros at most.Ownership unbundling is detrimental to Dutch welfare because  1. Unbundling creates large oneoff costs of contract renegotiation Perhaps unexpectedly, one of the most dominant arguments against unbundling, certainly in a quantitative sense, was the signifi cance of the expected renegotiation costs of a particular kind of fi nancial contract: crossborder leases. By means of crossborder leases, network assets of the distribution fi rms have been leased to American investors for an extensive period of time the headlease and leased back, for a shorter period, in order to share fi nancial tax benefi ts. Breaking or rearranging such contracts may generate oneoff transaction costs, in particular under ownership unbundling. In some cases when no substantial assets are to be unbundled the respective transaction costs seem minor. There is, however, uncertainty for the cases in which substantial assets need to be unbundled such as when leases are concluded on both network and generation assets. Note that these costs are mainly transfers, which are welfareneutral 14 See e.g. S. M y e r s : The Determinants of Corporate Borrowing, in: Journal of Financial Economics, Vol. 5, 1977, pp. 147175.15 DTe: Financiele kerngegevens 20002002, The Hague, April 5, 2005, netbeheerders elektriciteit 308overall, but they are important from a national welfare perspective.Order of magnitude of effects Due to confi dential information on these contracts, it is not possible to adequately predict the magnitude of these transaction costs. According to some experts, the issue might be solved by providing crossguarantees between the current holdings which are the parties that concluded the current crossborder lease contracts. Other fi nancial experts state that unbundling may incur signifi cant claims that, some allege, might run into billions of euros demanded by the American investors. There is great uncertainty about these costs, but also a large information asymmetry: the fi rms involved have proved particularly reluctant to reveal the contents of such contracts, which, some observe, casts some doubt on the validity of the large fi gures mentioned. 2. Unbundling undermines the fi nancial strength of energy companies, putting investment at risk and allowing them to pass into foreign hands Ownership unbundling reduces the size of companies, and thus may reduce their access to external fi nance and make them more vulnerable to a takeover in a European consolidation wave.As discussed above, due to the relatively low risks associated with network management, vertically integrated fi rms have, ceteris paribus, a lower aggregate cost of capital than separate generation and retail fi rms, and indeed, credit rating agencies have indicated that ratings will be adversely affected by spinning off the networks. As outlined above, these higher rates may well refl ect the real costs of capital for the individual business line of generation. On the other hand, if diversifi cation holds real investment advantages because of capital market imperfections, unbundled fi rms may be expected to solve the deterioration of their position by merging with other companies, in particular those active in less risky sectors or having network assets in other countries. Perhaps more importantly, for assessing overall investment in generation we should note that investments depend not only on the fi rms under consideration, since independent fi rms play an important role in the Dutch market as well.The argument of foreign ownership seems more politically motivated than economically. Generation in the Netherlands is, to a substantial part, already controlled by foreign fi rms, just as many fi rms in other industries. The internationalisation of ownership results from the growing integration of national economies, which has positive welfare effects. Consequently, the nationality of ownership is not an economically relevant aspect. Intereconomics, NovemberDecember 2007FORUMLess Debated Major Benefi ts of Unbundling 1. Improved competition in the wholesale markets While unbundling might improve retail competition, its effects on wholesale competition may prove to be much larger.16 These effects will be contingent on the future development of smallscale generation currently covering approximately 17% of total generation capacity 17 which may grow substantially in the future.18 Since smallscale generators feed into the distribution network, these networks may increasingly play a role in facilitating the market, and foreclosure of independent new producers may be an issue under integration.19 This is all the more so because the increasing importance of decentral generation may require new network investments, which are much harder to regulate than access prices because of larger information asymmetry. Order of magnitude of effects Based on Newbery and Pollitt,20 the total welfare gains of the restructuring including privatisation of the Central Electricity Generation Board, which has boosted competition in the wholesale market in the UK, were at about 5% per year. On the Dutch scale, with the annual cost of electricity production of roughly 5.9 billion, this would be equivalent to 300 million per year. Since the 5% structural cost reduction achieved in the UK represents a cumulative effect of several policy measures, the realistic estimate for the benefi ts that stem from the improved competition in the Netherlands is substantially smaller. It probably does not exceed 100 million per year and is conditional on a signifi cant increase in the role of smallscale generation. 2. Benefi ts of privatisation Ownership unbundling of network activities from commercial activities enables public shareholders to sell one of these activities separately. Dutch incumbent energy companies historically belong to local authori16 E.g. C. J. H a m m o n d : Privatisation and the Effi ciency of Decentralised Electricity Generation: Some Evidence from InterWar Britain, in: The Economic Journal, Vol. 102, No. 412, 1992, pp. 538553; W. E. D i e w e r t , A. O. N a k a m u r a : Benchmarking and the Measurement of Best Practice Effi ciency: An Electricity Generation Application, in: Canadian Journal of Economics, Vol. 32, No. 2, 1999, pp. 570588.17 C. T i m p e , M. J. J. S c h e e p e r s : A look into the future: scenarios for distributed generation in Europe, OkoInstitutECN, http:www.ecn.nldocslibraryreport2004c 04012.pdf, 2003.18 For instance as a result of the drive towards more renewable generation.ties and the current law prevents sales of the networks to private shareholders, as at least 50% of the network assets should remain with the current owners. Under the current corporate governance the structuurregime and legal unbundling, public authorities have very limited options to effectively infl uence companies decisions with respect to both divestiture and destination of the proceeds of the divesture. In this context, a complete unbundling of networks would enable public authorities to privatise the commercial part of the currently publicly owned integrated fi rms, giving public shareholders who do not want to run risky businesses a way out, while at the same time keeping the essential facility, notably the network, in public hands. Notice that ownership separation is not the only option for dealing with this issue. Changing the governance structure so as to increase the power of public shareholders is another option.While this argument played some role in the discussion, the focus was on providing current owners with an exit opportunity from the more commercially risky activities. In addition, a more direct welfare effect may be important if privatisation indeed leads to the improved governance of and managerial incentives to, the fi rms.Order of magnitude of effects According to the fi ndings of some economic papers,21 privatisation may result in substantial effi ciency increases in privatised companies. For the Dutch energy industry, an effi ciency improvement of several per cent of the cost of privatised energy companies would translate into a welfare effect ranging from several tens to one hundred million per year. This magnitude is comparable with the maximum benefi t of increased competition achieved under the most favourable scenario.Less Debated Major Costs of Unbundling Loss of scope economies In the electricity industry synergies between different activities occur because of economies of scope, the operational synergy. In terms of network and generation, one might think of reasons why investment in network capacity and in generation capacity may be either substitutes or complements. If coordination is easier for an integrated fi rm, more effi cient 19 A major argument for the unbundling of transmission networks, see e.g. M. P o l l i t t , op. cit.20 D. N e w b e r y, M. P o l l i t t : The Restructuring and Privatisation of the CEGB Was It Worth It?, in: Journal of Industrial Economics, Vol. 45, No. 3, 1997, pp. 269303.21 Megginson and Netter provide an overview of empirical papers that address the effects of privatisation in many industries and countries. It appears that privatisation generally has an increasing effect on productivity and effi ciency. Cf. W. M e g g i n s o n , J. N e t t e r : From State to Market: A Survey of Empirical Studies on Privatization, in: Journal of Economic Literature, Vol. 39, No. 2, 2001, pp. 321389.Intereconomics, NovemberDecember 2007309FORUMinvestment may occur.22 The case is evidently stronger if all generation is owned by the network than if there is competition in smallscale generation.Economies of scope also arise between the network and supply activities. Common facilities such as call centres and billing machines are often mentioned as an example where synergies may arise. However, these are exactly the activities where exchanges of commercially sensitive information may take place, and hence separation between these is also needed in the case of legal unbundling the Chinese walls separating these information streams. Besides, even in the US case, without these Chinese walls, Gilsdorf fi nds only insignifi cant economies of scope.23 Kwoka and Pollitt do observe economies of scope between generation on the one hand and integrated and regulated distribution and retail on the other.24 Here, however, the effects of the separation of network and generation cannot be disentangled from that of retail and generation, another interface where economies of scope are conceivable.Order of magnitude of effects For the Netherlands, Deloitte estimates,25 following a bottomup accounting approach, that the unbundling of Dutch energy companies would lead to a structural cost increase of several hundred million euros per year. The claim relies on an assumed very high degree of synergy between many activities such as billing, ITservices: 50%, up to 75% or 100%, which appears an overestimate. The assumption of a lower degree of synergy in the activities that fall under the common costs would probably reduce the Deloitte estimate to about 100 million. Notice also that the majority of structural transaction costs already arise when moving towards stronger legal unbundling. Therefore, the additional costs of breaking the last link removal of all remaining shared facilities, such as a common name, and shared activities are much smaller, but still possibly tens of millions of euros per year.Besides these structural costs, there will be further oneoff transactions costs of unbundling in addition to the crossborder lease renegotiation costs. These 22 E.g. J. E. K w o k a : Vertical economies in electric power: evidence on integration and its alternatives, in: International Journal of Industrial Organisation, Vol. 20, No. 5, 2002, pp. 653671.23 K. G i l s d o r f : Testing for Subadditivity of Vertically Integrated Electric Utilities, in: Southern Economic Journal, Vol. 62, 1995, pp. 126138.24 J. K w o k a , M. P o l l i t t : Industry Restructuring, Mergers, And Effi ciency: Evidence From Electric Power, Cambridge Working Papers in Economics 0725, University of Cambridge 2007.25 Deloitte Consultancy B. V.: Reorganisatiekosten Splitsing Energiebedrijven, April 7, 2005.310oneoff costs mainly include the cost of the introduction of new ICT processes and programme management, costs related to changes in personnel and housing, legal costs, as well as costs associated with rearranging the other contracts of the companies with third parties. Various estimates for these costs were put forward, but since a large part of these costs would already be incurred under stronger legal unbundling, the incremental effect under ownership unbundling would be relatively minor. Conclusions The debate on the welfare effects of ownership unbundling in the Netherlands was extensive but not balanced, from an economic point of view. Some arguments, such as that concerning the improvement of retail competition or that on the danger of foreign ownership, which were very much stressed in the public debate, appear to be quantitatively insignifi cant. Other arguments deserve more weight, but were relatively neglected in the debate. In particular, one of these arguments concerning the development of the share of distributed generation may drastically change the outcome of the welfare analysis, since an increased share of distributed generation may potentially enhance competition in the wholesale market. In addition, while some of the hotly debated arguments, such as those related to the fi nancing capacity of the networks certainly have some economic rationale, it is not always clear to what extent less intrusive measures might succeed in accomplishing the same benefi ts at lower costs. The overall welfare effect is ambiguous and perhaps neutral, as long as smallscale generation does not play a major role. With the exception of the uncertain, but potentially large, special Dutch costs associated with the renegotiation of crossborder leases, the other costs are likely to be of the same order of magnitude as the benefi ts. The benefi ts of ownership unbundling will be substantially larger, however, when smallscale generation gains in importance, especially when unbundling is accompanied by the privatisation of commercial energy companies. These are the major benefi ts that may shift the balance towards the positive welfare outcome. As explained, the largest potential positive effect of unbundling distribution networks is associated with increasing competitiveness in the wholesale energy market. Therefore, in order to be welfare enhancing unbundling must have a positive impact on competition in this market.Intereconomics, NovemberDecember 2007", "filename": "555590089.pdf", "person": ["Michael G. Pollitt", "Pollitt, Michael G."], "date": ["2007"]}