{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26116/1/555836037.PDF"], "title": ["Trade costs, market access and economic geography : why the empirical specification of trade costs matters"], "plaintext": " CESifo Working Paper No. 2071 TRADE COSTS, MARKET ACCESS AND ECONOMIC GEOGRAPHY: WHY THE EMPIRICAL SPECIFICATION OF TRADE COSTS MATTERS Abstract Trade costs are a crucial in new economic geography NEG models. The unavailability of actual trade costs data requires the approximation of trade costs. Most NEG studies do not deal with the ramifications of the particular trade costs specification used. This paper shows that the specification of trade costs matters. Estimations of a NEG wage equation for a sample of 80 countries show how the relevance of the key NEG variable, market access, depends upon the trade costs specification. Our conclusion is that NEG needs to reexamine the sensitivity of its empirical findings to the handling of trade costs. JEL Code: R12, F1, F12. Maarten Bosker Utrecht School of Economics Utrecht University Janskerkhof 12 3512 BL Utrecht The Netherlands M.Boskerecon.uu.nl Harry Garretsen Utrecht School of Economics Utrecht University Janskerkhof 12 3512 BL Utrecht The Netherlands H.Garretsenecon.uu.nl This version: July 2007, comments welcome. The authors would like to thank Joppe de Ree and Marc Schramm for useful comments and suggestions. Please address correspondence to Maarten Bosker. 1. INTRODUCTION Trade costs are a key element of new economic geography models in determining the spatial distribution of economic activity see e.g. Krugman, 1991; Venables, 1996 and Puga, 1999: without trade costs there is no role for geography in NEG models. It is therefore not surprising that trade costs are also an important ingredient of empirical studies in NEG see e.g. Redding and Venables, 2004; Hanson, 2005 or Head and Mayer, 2004. They are a vital ingredient of a regions or countrys real market potential, that measures the ease of access to other markets Redding and Venables, 2004; Head and Mayer, 2006. In the empirical trade literature at large, trade costs are also a main determinant of the amount of trade between countries see e.g. Limao and Venables, 2001; Anderson and van Wincoop, 2004. The empirical specification of trade costs is, however, far from straightforward 1. Problems with the measurement of trade costs arise because trade costs between any pair of countries are very hard to quantify. Trade costs most likely consist of various subcomponents that potentially interact, overlap andor supplement each other. Obvious candidates are transport costs, tariffs and nontariff barriers NTBs, but also less tangible costs arising from crossborder trade due to e.g. institutional and language differences have been incorporated in previous studies Limao and Venables, 2001. An additional difficulty arises with what is arguably the most obvious measure of trade costs, transport costs. Accurate transport cost data between country pairs are very difficult to obtain and even completely unavailable when considering transport costs between regions 2. In principle, betweencountry transport costs can be inferred from ciffob ratios. The IMF provides for instance extensive trade data on the basis of which these ciffob ratios can be calculated, see e.g. Limao and Venables 2001 and Baier and Bergstrand 2001. However as put forward by Hummels 1999, p.26 these data suffer from severe quality problems and broad inferences on these numbers may be unwarranted 3. 1 The specification of trade costs may also be not that straightforward from a theoretical point of view, see Mc Cann 2005 and Fingleton and Mc Cann 2007. 2 Where actual transport cost data are used in the empirical literature the coverage in terms of the number of country pairs is very limited e.g. costs of shipping a standard 40foot container from Baltimore USA to 64 different countries in Limao and Venables, 2001 or only the evolution of average by worldregion transport costs over time is available e.g. Norwegian and German shipping indices and air cargo rates in Hummels, 1999. 3 Hummels infers transport costs by making use of more accurate data, but these data are only available for very few countries. 2The problems of measuring trade costs that beset the empirical trade literature also apply to empirical studies into the relevance of NEG since any attempt to shed light on the empirical relevance of NEG calls for the availability of bilateral trade costs between a sufficiently large number of countries or regions e.g. Redding and Venables, 2004; Hanson, 2005; Brakman et al., 2006; Knaap, 2006. Given the unavailability of a direct measurement of bilateral trade costs, all NEG studies turn to the indirect measurement of trade costs. In doing so, they closely follow the empirical trade literature see Anderson and van Wincoop, 2004 for a very good survey of the latter and assume a socalled trade cost function. This trade cost function aims to proxy the unobservable trade costs by combining information on observable trade cost proxies such as distance, common language, tariffs, adjacency, etc with assumptions about the unobservable trade cost component. The assumptions made about this trade cost function, e.g. functional form, parameter hetero or homogeneity across country pairs, which observable cost proxies to include or how to estimate each cost proxys effect, all potentially have a crucial effect on the results of any empirical study. In the empirical NEG literature, the measurement of trade costs is only a means to an end, and as a result the relevance of the preferred trade costs specification for the conclusions with respect to the NEG hypotheses under consideration is typically ignored. Virtually all studies just pick a trade cost specification and do not or only marginally address the question as to the sensitivity of their results to their chosen approximation of trade costs. This paper aims to overcome this lack of attention by systematically estimating and comparing trade cost functions that have been used in the empirical NEG literature. We use various trade cost functions to estimate a standard NEG wage equation for 80 countries and look into the importance of the trade costs specification for the relevance of market access, the central NEG variable when it comes to interregional spatial interdependencies, as a determinant in the difference in gdp per capita between countries. It turns out that the way trade costs are proxied has substantial effects when it comes to the conclusions about the relevance of market access. Trade costs matter not only in terms of the size and sometimes also the significance of the market access effect, but also in terms of the spatial reach of economic shocks. The upshot of our paper is that the empirical specification of trade costs really matters for the conclusions reached with respect to the empirical relevance of NEG models. 3The paper is organized as follows. In the next section we first introduce the basic NEG model with a focus on the equilibrium wage equation and the role of trade costs. Next we discuss the two estimation strategies that have been used in the literature to estimate the wage equation, both of which require the specification of a trade cost function. Section 3 discusses the main conceptual difficulties involved in the approximation of trade costs by specifying a trade cost function. Given these difficulties, section 4 introduces a third way to approximate trade costs, which does not require a trade cost function but instead infers bilateral trade costs directly from bilateral trade data. Section 5 introduces our data set. In section 6 we present our estimation results for the NEG wage equation, hereby focussing in detail on the impact of the choice of trade cost approximation used and estimation strategies on the key explanatory NEG variable, market access. It turns out that the relevance of market access, or in other words of spatial interdependencies between countries, depends strongly on the choice of trade cost approximation. Section 7 concludes. 2. TRADE COSTS AND THE WAGE EQUATION IN NEG The need to have a measure of trade costs when doing empirical work on NEG models immediately becomes clear when discussing the basic NEG model on which the empirical studies are based e.g. Redding and Venables, 2004; Knaap, 2006; Brakman et al., 2006; Hanson, 2005. This section first develops the theory behind the widely used wage equation that serves as the vehicle for our empirical research too e.g. Krugman, 1991; Venables, 1996 and Puga, 1999. Our exposition is largely based on the seminal paper by Redding and Venables 20044. In the second part of this section, we move from theory to empirics by introducing the two different estimation strategies that have to date been used to estimate the parameters of the NEG wage equation see Head and Mayer, 2004, focussin explicitly on the specification of trade costs. 4 See their paper, or Puga 1999 and Fujita et al. 1999 ch.14, for more details on these types of models. 42.1 The basic NEG model Assume the world consists of i 1, ,R countries, each home to an agricultural and a manufacturing sector 5. In the manufacturing sector; firms operate under internal increasing returns to scale, represented by a fixed input requirement ci F and a marginal input requirement ci. Each firm produces a different variety of the same good under monopolistic competition using the same CobbDouglas technology combining three different inputs. The first is an internationally immobile primary factor labour, with price wi and input share , the second is an internationally mobile primary factor with price vi and input share and the third is a composite intermediate good with price Gi and input share , where 1. Manufacturing firms sell their variety to all countries and this involves shipping the goods to foreign markets. This is where the trade costs come in, these are assumed to be of the icebergkind and the same for each variety produced, i.e. in order to deliver a quantity xijz of variety z produced in country i to country j, xijzTij has to be shipped from country i. A proportion Tij1 of output is paid as trade costs note that Tij 1 if trade is costless. Note that this relatively simple iceberg specification introduced mainly for ease of modelling purposes does not specify in any way what trade costs are composed of. It is precisely the need to specify Tij more explicitly in empirical research, see below, that motivated our paper. Taking these shipping costs into account gives the following profit function for each firm in country i, i Rjp z x z T G w v c Fij ii iijijiRjx zij 1 where pijz is the price of a variety produced in country i. Turning to the demand side, each firms product is both a final consumption and an intermediate production good. It is assumed that these products enter both utility and production in the form of a CESaggregator with the elasticity of substitution between each pair of product varieties. Given this CESassumption about both consumption and intermediate production, it follows directly that in equilibrium all product varieties produced in country i are demanded by country j in the same quantity for this reason varieties are no longer explicitly indexed by z. Denoting country js expenditure on manufacturing goods coming from both firms and 5 In the theoretical exposition, countries are used as the geographical unit of interest. Instead of countries we could have taken any other geographical level of aggregation, e.g. regions, cities, districts, counties, or provinces. 5consumers as Ej, country js demand for each product variety produced in country i can be shown to be following utility maximization and cost minimization on behalf of consumers and producers respectively, xijp E Gijj1j 2 where Gj is the price index for manufacturing varieties that follows from the assumed CESstructure of both consumer and producer demand for manufacturing varieties. It is defined over the prices, pij, of all goods produced in country i 1, ,R and sold in country j, Gj Ri 11 n p 1iji 3 Maximization of profits 1 combined with demand as specified in 2 gives the wellknown result in the NEG literature that firms set the same f.o.b. price depending only on the location of production, pi so that price differences between countries of a good produced in country i only arise from differences in trade costs, i.e. pij pi Tij, where pi is a constant markup over marginal costs: 1 4 p G w v cii i ii x F1Next, free entry and exit drive maximized profits to zero, which pinpoints equilibrium output per firm at . Finally combining this equilibrium output with equilibrium price 4 and equilibrium demand 2, and noting that in equilibrium the price of the internationally mobile primary factor of production will be the same across countries vi v for all i, gives the equilibrium wage of the composite factor of immobile production, i.e. labour, cw AG1 iiiRj E Gj T11jij 1 5 where A v 11F11is a constant. Equation 5 is the wage equation that is at the heart of those empirical studies in NEG that try to establish whether, as equation 5 indicates, there is a spatial wage structure with wages being higher in economic centers e.g. Brakman et al., 2006; Knaap, 2006; Redding and Venables, 2004; Mion, 2004 and Hanson, 2005. More precisely, the wage equation 5 says that the wage level a country is able to pay its manufacturing workers is a function of that countrys technology, ci, the price index 6of manufactures in that country, Gi, and so called real market access, the sum of trade cost weighted market capacities 6. Note that trade costs play a crucial role in 5, most visibly in the real market access term. It also plays a role in the price index of manufactures 3, i.e. using pij pi Tij: Gj Rin p T1iij 1 i 11 6 Wages are relatively higher in countries that have easier access to consumer markets in other countries when selling their products and that have easier access to products produced in other countries producer markets. The lower trade costs, the easier access to both producer and consumer markets abroad, the higher wages firms can offer to workers. Trade costs are thus of vital importance in determining the spatial distribution of income. We now turn to the discussion of the two different ways by which the wage equation has been estimated in the literature so far. Hereby particularly emphasizing the way in which trade costs are dealt with. 2.2 Estimating the wage equation Taking logs on both sides of 5 gives the following nonlinear equation that can be estimated: lnwi 21ln Gi3ln Rj E Gj T11jiji 7 where i captures the technological differences, ci, between countries that typically consists of both variables that are correlated modelled by including e.g. measures of physical geography or institutional quality andor variables that are uncorrelated modeled by an i.i.d. lognormal disturbance term with market and supplier access. The s are the estimated parameters from which in principle the structural NEG parameters can be inferred. There are basically two different ways in which wage equation 7 has been estimated in the empirical NEG literature. 6 The actual wage equation estimated may differ slightly from the one presented here in each particular empirical study, but the basic idea behind it is always the same, i.e. with wage depending on real market access and the price index of manufactures, which to a very large extent depend on the level of trade costs between a country or region and all other countries regions. 72.2.1 Direct nonlinear estimation of the wage equation The first empirical strategy to estimate the wage equation was introduced by Hanson 2005 and can be discussed rather briefly. It involves direct nonlinear estimation of the wage equation 7. Authors that have subsequently followed this direct nonlinear estimation strategy include Brakman et al. 2004; 2006, and Mion 20047. To deal with the unavailability of directly measurable trade costs, all papers in the Hansontradition assume a trade cost function to deal with the need to specify Tij for empirical research see the next section8. What is important here is that this trade cost function is subsequently directly substituted for Tij in 7. Its parameters are jointly estimated along with the parameters of the wage equation. This is rather different from the second estimation strategy. 2.2.2 Twostep linear estimation of the wage equation making use of trade data The second strategy comes from the work by Redding and Venables 2004 and involves a twostep procedure where in the first step the information contained in international trade data is used to provide estimates of socalled market and supplier capacity and bilateral trade costs that are subsequently used in the second step to estimate the parameters of the wage equation. Other papers using this strategy include inter alia Knaap 2006, Breinlich 2006, Head and Mayer 2006 and Hering and Poncet 2006. Instead of directly estimating 7, this estimation strategy makes use of the following definition of bilateral trade flows between countries that follows directly from aggregating the demand from consumers in country j for a good produced in country i 2 over all firms producing in country i: n p T E G1jin p xiiij 1 i 1ij8 EXij j 7 The first version of this paper was already available as an NBER working paper nr.6429 in February 1998. This explains why others have used his methodology and have published their work earlier than Hanson himself. 8 Besides information on trade costs, Tij, also the data on the price index, Gi, is unavailable at the regional level. Very briefly, the problems with the lack of data on regional price indices are solved by either using, besides the wage equation, other long run equilibrium conditions 8 Hanson, 2005; Brakman et al., 2004 and Mion, 2006 or by assuming away the use of intermediates in manufacturing production 0 and approximating each regions price index by the average wage level in the economic centers that are closest to that region Hanson, 2005 Brakman et al., 2006, see also Head and Mayer, 2004, p. 2624. 8Equation 8 says that exports from country i to country j depend on the supply capacity, in p , of the exporting country that is the product of the number of firms i 1country and the magnitude of bilateral trade costs and their price competitiveness, the market capacity, j E G of the importing jij T between the two countries. Taking logs on both sides of 8 and replacing market and supply capacity by an importer and exporter dummy respectively, i.e. and m E G1jn p isi1i 1jj, results in the following equation that is estimated: m 1 EXlnlnlnlnTijsiijij j 9 In the second step, the estimated country specific importer and exporter where ij is an i.i.d. lognormal disturbance term. dummies and the predicted value of bilateral trade costs that result from the estimation of 9 are then used to construct socalled market and supplier access. These are defined as follows respectively, see Redding and Venables 2004, pp. 6162 for more details: MAiSAjRj Rm T1jij 10 E G T11jijjRjin p T1iij 1 iRis T1iij lnlnlnwia 231SAi MAi i The predicted values of market and supplier access are subsequently used to estimate the wage equation, i.e. rewriting 5, using 6 and 10 and taking logs on both sides gives: 11 where i, 1 and 3 are as specified in 7 and a 2 captures a somewhat different combination of structural parameters than 2 in 7. The problem of the unavailability of a direct measurement of trade costs when using this estimation strategy enters in the first step. All papers solve this problem by assuming a trade cost function see next section. The parameters of this trade cost function are jointly estimated with the importer and exporter dummies and subsequently used in the construction of the predicted values of market and supplier access. As opposed to the direct estimation of the wage equation, the parameters of the distance function are thus not jointly estimated with the parameters of the NEG wage equation. 9The motivation for Redding and Venables 2004 to use this 2step strategy, is that this approach has the advantage of capturing relevant country characteristics that are not directly observable but are nevertheless revealed through trade performance Redding and Venables, 2004, p. 75. Still, they have to assume an empirical specification for the trade cost function, and moreover the country dummies may be capturing too much relevant country characteristics see section 3 for more detail. In section 4 we, following Head and Ries 2001, will take the idea that actual trade data can be used as a foundation for market and supplier access in the wage equation one step further by letting trade data determine the total trade costs thereby circumventing the need to explicitly specify the trade function Tij. But before doing so, we first discuss the main important assumptions, often implicitly made, that are involved when one approximates Tij by making use of a trade cost function. 3. THE TRADE COST FUNCTION All papers using either the direct or twostep estimation strategy deal with the unavailability of a direct measure of trade costs by specifying a trade cost function. In its most general form the trade cost function is: Tijf X X X ij,,,iijj 12 The trade costs involved in shipping goods from country i to country j are a function f of cost factors that are specific to the importer or the exporter Xj and Xi respectively, such as infrastructure, institutional setup or geographical features of a country access to the sea, mountainness, bilateral cost factors related to the actual journey from j to i, Xij, such as transport costs, tariffs, sharing a common border, language barriers, membership of a free trade union, etc, and unobservable factors, ij. Given the afore mentioned unavailability of transport cost data between a sufficient number of countries, these are in turn also proxied by most notably bilateral distance, but sometimes also actual travel times or population weighted distance are used. The trade cost function that is used in estimating the wage equation in NEG studies, is typically chosen on the basis of the older empirical literature on international trade, more specifically on the estimation of the socalled gravity equation of which 9 is an example see Anderson and van Wincoop 2004 for an extensive discussion of the gravity equation. Usually, and probably mostly for ease 10of estimation see Hummels, 2001, the trade cost function takes the following multiplicative form, KMTij mij XX X1ik jij 2k m 1k 1 13 where the unobservable part, ij, of the trade cost function is modelled by a disturbance term that is usually assumed to be i.i.d  To give an idea about the type of trade cost function used in the NEG wage equation studies, Table 1 below shows the trade cost function used in several NEG papers including Hanson 2005 and Redding and Venables 2004. Table 1 Trade cost functions used in the empirical literature paper sample trade cost function Hanson 2005 Brakman et al. 2004 Brakman et al. 2006 Mion 2004 Redding and Venables 2004 Knaap 2006 Breinlich 2006 US counties German regions European regions Italian regions Direct estimation Tij Dijexp ij Dij T Tij Dij expDij Tij Twostep estimation T DBexp or ijijij T DBexpexp ijijijllocki 34T DBexp ijijijWorld countries US states European regions isli 1llockj5islj 2openi 6openjT DLexp ijijij 1T Dexp ijij 3BCij 2Biij1ii 2 Bfij Bf Cij Chinese cities Hering and Poncet 2006 Notes: Dij denotes a measure of distance, usually greatcircle distance, but sometimes also other measures such as travel times e.g. Brakman et al., 2004 or population weighted greatcircle distance e.g. Breinlich, 2006 have been used. Bij denotes a border dummy, either capturing the alleged positive effect of two countriesregions being adjacent e.g. Redding and Venables, 2004; Knaap, 2006 or the possibly countryspecific effect of crossing a national border e.g. Breinlich, 2006; Hering and Poncet, 2006. As can be seen from Table 1, the trade cost function imposed differs quite a bit between these papers and between the 2 estimation strategies. Or, to quote Anderson 11and van Wincoop 2004: A variety of ad hoc trade cost functions have been used to relate the unobservable cost to observable variables p.706 and Gravity theory read: new economic geography theory has used arbitrary assumptions regarding functional form of the trade cost function, the list of variables, and regularity conditions p.710, phrase in italics added. To a large extent based on Anderson and van Wincoop 2004, our discussion of the implicit assumptions underlying the use of a trade cost function concerns six issues: i functional form, ii variables included, iii regularity conditions, iv modelling costs involved with internaltrade, v the unobservable component of trade costs, vi estimating the trade cost functions parameters. i functional form. All papers in Table 1 have to assume a specific functional form for the trade cost function. As can be seen from Table 1, empirical papers in NEG opt for a functional form as shown in 13; all cost factors enter multiplicatively. As in the international trade literature see Hummels, 2001, the main reason for doing so is probably ease of estimation. Although being by far the most common functional form used in the empirical NEG and the international trade literature, its implications are usually not given much attention. As pointed out by Hummels 2001, the multiplicative form implies that the marginal effect of a change in one of the trade cost components depends on the magnitude of all the other cost factors included in the trade cost function. As this may not be that realistic he argues that a more sensible trade cost function combines the different cost factors additively, i.e. TijMmm XijKk1k Xi2k Xjij 14 where Xij, Xi, Xj and ij are defined as in 12. Using this specification avoids the abovementioned problem, as each cost factors marginal effect does no longer depend on the magnitude of the other cost factors. In estimating the wage equation in section 6, we will therefore use both a multiplicative and additive trade cost function and check whether this makes a real difference or not. Also the specific distance funtion chosen is of concern. Some papers take an exponential distance function Hanson, 2005; Brakman et al., 2004 and Mion, 2004, hereby following the theoretical NEG literature e.g. Fujita et al., 1999 and Krugman, 1995. The other papers shown in Table 1 opt for the power function instead, which is also the standard choice in the empirical trade literature. As argued by Fingleton and Mc Cann 2007 the latter function has the virtue of allowing for economies of 12distances 9, so that transport costs are concave in distance standard in the transportation and logistics literature, see e.g. Mc Cann, 2001, whereas the exponential distance function implies that transport costs are convex in distance. It also implicitly imposes a very strong distance decay, which may not be wanted see Head and Mayer, 2004. ii variables included. The number and composition of variables included in the trade cost function differs quite substantially across the papers in Table 1. The papers employing the direct estimation strategy only include distance in the trade cost function. The impact of assuming a more elaborate trade cost function when applying the direct estimation strategy is shown in section 6. Studies employing the twostep estimation strategy usually also take other bilateral trade cost proxies into account besides distance, see the variables Lij and Bij in Table 1, capturing the effect of language similarity and the border effect respectively.10 When it comes to the inclusion of potentially relevant variables capturing countryspecific trade costs, a drawback of the second estimation strategy as outlined in section 2 is that the inclusion of the importer and exporter dummies recall equations 9 and 10 wipes out all importer specific and exporter specific variation so that the effect of countryspecific trade cost proxies cannot be estimated. As a result, the constructed market supplier access term 10 includes only the exporter importer specific trade costs and misses those trade costs specific to the importer exporter11. Implicitly all the papers using the twostep estimation strategy cum dummies approach mentioned in Table 1 assume that countryspecific trade costs are zero. Redding and Venables 2004, pp.7677 take note of this by also estimating the trade equation 9 without capturing the market and supplier capacity terms by importer and exporter dummies but by using importer and exporter GDP instead, 9 When the estimated distance parameter has to be between zero and minus one. 10 Even though these papers include some more variables in the trade cost function, many additional variables have been shown to be of importance in the empirical trade literature. Examples are tariffs, colonial ties, quality of infrastructure, degree of openness, being member of a common currency union, the World Trade Organization or some preferential trade agreement NAFTA, EU, Mercosur and many more see Anderson and van Wincoop, 2004. 11 The estimated exporterimporter dummy would in this case also pick up the exporterimporter specific trade costs so that market and supplier access would implicitly look like in case of a multiplicative trade cost function: XSAm XXMMKK rr2jk and mij MAij sik 1i1ik mij X1m Note that MAi and SAj fails to capture the trade costs specific to country j and country i respectively. jk 1jm 1 13 hereby allowing for a more elaborate trade cost function. We will do the same in our estimations. Besides the above discussion on which variables to include, also the way to measure a certain included variable differs between papers. The best example is the distance variable that shows up in all the assumed trade cost functions. Usually this is measured as greatcircle distance between capital cities e.g. Redding and Venables, 2004, but others have used greatcircle distance between countriesregions largest commercial centres or countiesregions centroids, population weighted distances e.g. Breinlich, 2006 or travel times e.g. Brakman et al., 2004. It is difficult to give a definitive answer to what measure of distance to include and the same applies for other variables e.g. the border dummy, proxies of infrastructure quality. However, we think two recommendations can be made. Regarding the general question which variables to include; the appropriateness of the inclusion of a certain variable can and should always be tested by assessing its significance. Second, one should be careful with the inclusion of variables that are very likely endogenous. Examples are travel times, population weighted distance measures, quality of infrastructure, institutional setup or even being member of a free trade union. Especially when estimating the parameters of the NEG wage equation, that is itself already by construction plagued by endogeneity issues, adding more endogeneity through the trade cost function should in our view be avoided or properly addressed but this is usually not so easy. The use of proxy variables such as greatcircle distance, border and language variables and countries geographical features such as having direct access to the sea, that can more confidently be considered to be exogenous, should be preferred. assumptions about the extent to which the impact of each variable included in the trade cost function is allowed to be different for different pairs of countries. Most papers assume that the effect of distance, sharing a common border or trading internationally on trade costs is the same for all countries or regions included in the sample. It is however likely that there exists some heterogeneity in the effect of different cost factors see e.g. Limao and Venables, 2001. Some authors do allow these effects to differ between countries or regions e.g. Breinlich, 2006 and Hering and Poncet, 2006 but usually do so by imposing ad hoc assumptions regarding the iii regularity conditions. All papers in Table 1, implicitly or explicitly, make 14way they are allowed to differ 12. An advantage of the assumptions made about the regularity conditions compared to e.g. assumptions about functional form is that they can be tested. This has so far not been done, we argue that this should receive some more attention. iv internal trade costs. The modeling of the costs associated with within country trade is another problematic feature in the empirical NEG papers 13. The need to incorporate some measure of internal trade costs follows directly from the functional form of the wage equation 5. There it is the sum of trade cost weighted market capacities real market access that consists of on the one hand foreign real market access, Rji E Gj T11jijbut also of domestic real market access, , which is a measure of own market capacity weighted by internal trade E GT11iiiicost. Theoretically these internal trade costs are usually set to zero Tii, 1. In contrast, all empirical NEG papers proxy the internal trade cost by using an internal trade cost function that solely depends on socalled internal distance, Dii, excluding other country specific factors that could influence internal trade costs see Redding and Venables, 2004, p. 62. More formally: Tiif Dii, where almost exclusively Dii2 3area i1 2 15 This oftenused specification of Dii reflects the average distance from the center of a circular disk with areai to any point on the disk assuming these points are uniformly distributed on the disk. Basically own trade costs are simply a function of a countrys or regions area, the larger the country or region, the higher the internal trade costs. Also most papers, regardless of estimation strategy, do not allow internal distance to have a different effect than bilateral distance an exception are Redding and Venables 2004, who make the ad hoc assumption that the internal distance parameter is half that of the bilateral distance parameter. In section 6 we explicitly estimate a different parameter on internal and bilateral trade and allow own trade costs to depend on other factors that simply internal distance. This and the use of own trade data gives us some indication into the unimportance of explicitly modelling internal trade costs. 12 Note that assuming the effect to be the same for all countriesregions is also an ad hoc assumption. 13 Some empirical papers in the international trade literature also deal with this issue e.g. Helliwell and Verdier, 2001 focussing largely on how to measure interal distances, but in general internal trade costs are not dealt with in this literature due to the fact that internaltrade statistics are hard to obtain. 15v the unobservable component of trade costs. In the direct estimation strategy this component is ignored, thereby implicitly positing that the assumed trade cost function is the actual trade cost function Breinlich, 2006, also notes this. Taking account of the unobserved component using this strategy is not straightforward. Even if the unobservable component is assumed to be of the simplest kind, i.e. distributed i.i.d. and uncorrelated with any other compenent of either the trade cost function or the wage equation, the nonlinear fashion in which it enters the wage equation makes it difficult to determine the appropriateness of the inference on the structural parameters when simply assuming it away or equivalently assuming it is nicely incorporated into the error component of the wage equation itself. Simulation based inference methods could and maybe should be a way to shed more light on this issue. When using the twostep estimation strategy the unobserved trade cost components is are more explicitly taken into account. They are usually assumed to be uncorrelated with the other observable trade cost components and to be independent draws from a lognormal distribution, so that they can be incorporated as a possibly heteroscedastic normal error term in the first step estimation of the gravity equation 9. Next the use of bootstrapped standard errors in the 2nd step estimation aims to take account of the fact that the market and supplier access terms constructed on the basis of the estimated parameters of the first step implicitly contain the unobservable trade cost component as well, i.e. they are both generated regressors. vi estimating the trade cost functions parameters and dealing with zero trade flows. This is only an issue when using the twostep estimation strategy, where, as explained in section 2, the parameters of the trade cost function are estimated in the first step by making use of a gravitytype equation. A wellknown problem with the estimation of gravity equations is the presence of a substantial number of bilateral trade flows that are zero i.e. countries not trading bilaterally at all. To deal with this different estimation strategies have been put forward. These can be grouped into two categories, i.e those estimating the loglinearized trade equation 9 and those estimating the nonlinear trade equation 8. Because taking logs of the zero trade flows is problematic, the loglinearized version of the trade equation 9 is usually estimated using OLS and the nonzero trade flows only, or, by first adding 1 or e.g. the smallest nonzero trade flow to all or only the zero trade flows, and subsequently 16estimating the trade cost functions parameters by OLS or Tobit. When estimating the nonlinear trade equation 8 instead, either NLS Coe et al., 2002 or the recently proposed Poison pseudo maximum likelihood PPML estimator Santos Silva and Tenreyro, 2006 can be used, in this case all trade flows can be used the zero trade flows can now also be used as there is no need to take logs. Arbitrarily adding 1 or some other positive number to trade flows in order to be able to take logs of all also the zero trade flows is in our view highly unsatisfactory. The subsequent results obtained depend quite strongly on the actual amount that is added to the zero trade flows. Using the nonlinear techniques solves this issue and can therefore be considered as a preferred way to estimate the trade functions parameters. This is why we opt for the estimation of the nonlinear trade equation 8 using the PPML estimator. To summarize, Table 2 lists the issues that one has to face when approximating trade costs by a trade cost function, while also providing possible ways to deal with these issues. Table 2 issue functional form experiment with Trade cost functions and the two estimation strategies possible solution Ability do deal with issue raised Direct Twostep Notes : and indicates the abilitity of the corresponding estimation strategy to deal with the issue raised w.r.t. to the choice of trade cost function that is used compared to the other strategy. 17regularity conditions variable inclusion different functional forms test the assumptions significance of inclusion can be testedvariable measurement internal trade cost include exogenous variables include more than simply area unobservable component estimating the parameters most hidden issue, deserves more explicit care nonlinear estimation techniques PPML difficulty with exporter importer specific trade costs when using dummies unavailability of internal trade data nonzero trade flows nonlinearity implicitly assumed away NLS should do the job, given the other assumptions 4. A THIRD ESTIMATION STRATEGY: IMPLIED TRADE COSTS Now that we have, at some length, discussed the implicit choices one has to make when using a trade cost function to approximate trade costs, Tij, in this section we introduce a third option where the need to specify a trade cost function does not arise. This is based on Head and Ries 2001 who provide a clever way to infer trade costs. Using the trade equation 8 and making two important assumptions see below, they show that trade costs can be inferred from trade data in the following way: T1 ijijij EX EXEX EXii jijj 16 where EXij denotes imports of country j from country i and EXii denotes the total amount of goods consumed in country i that is also produced in country i. Moreover ij is introduced for notational convenience as a measure of the socalled freeness of trade see Baldwin et al., 2003. It ranges from 0 to 1, with 0 meaning prohibitive and 1 meaning completely free trade. Head and Ries 2001 use this method to construct implied trade costs for bilateral trade disaggregated at the industry level between the US and Canada. They show the gradual decline in trade costs over time and use regression methods to decompose it into a tariff and a nontariff barrier component. Other papers that have also used 16 to construct implied trade costs are Head and Mayer 2004 and Brakman et al. 2006, they subsequently use them as a comparison to the theoretical breakpoints following from NEG models or, as Head and Ries 2001 do, to follow their evolution over time. We argue that 16 can also be used in the estimation of the wage equation. Instead of proxying trade costs by making use of a trade cost function, resulting in the implicit assumptions summarized by Table 2, implied trade costs provide an alternative estimation strategy. But the use of implied trade costs unfortunately also has its problems. First, there is the additional data requirement. As can be readily seen from 16 the construction of implied trade costs requires the availability of trade with oneself, EXii, for all countries in the data set. Owntrade data are usually not readily available, but when both total export and production data are available they can be constructed as total a countrys or regions own production minus exports see e.g. Head and Mayer, 2004; Head and Ries, 2001; Hering and Poncet, 2006. It is only in the complete absence of bilateral trade data, as is typically the case when working 18with data at the regional level e.g. in the case of Europe, see Breinlich, 2006 that implied trade costs can not be used at all. Secondly, and turning to the implicit assumptions made when constructing implied trade costs using 16, two assumptions are needed in order for the implied trade cost approach to work. They follow directly from the way these implied trade costs are calculated. Substituting 8 for both bilateral and internal trade, we arrive at 16 in the following way: ij EX EXEX EXiijijj T T1 ij T T1 ii 1ji 1jjassumption AT T1 ij 1ji Where the following two assumptions are made: ABTii Tij1Tjiii, j assumption BT1ijij 17 18 That is to say, A internal trade costs are negligible and B trade costs involved when shipping from country i to country j are the same as shipping from country j to country i. Whether these assumptions are valid is an empirical matter to which we return in section 6 when discussing our estimation results. How do these two assumptions relate to the assumptions made when a trade cost function is used instead? Table 3 shows this on the basis of the six issues that were already discussed in section 2, with assumptions A and B in bold in Table 3. Table 3 issue functional form regularity conditions Trade cost function vs. implied trade costs Trade cost function assumed Implied trade costs not an issue ad hoc assumptions are implicitly made many candidates, which ones to include? no consensus, choices need to be made assumed to depend on internal distance needs explicit care additional assumptions choice of estimation method not always straightforward symmetry of bilateral trade costs not an issue not an issue assumed to be negligible implicitly taken into account not necessary variable inclusion variable measurement internal trade cost unobservable component estimating the parameters The potential advantage of using implied trade costs clearly comes to the fore. But this verdict, of course, depends on the alleged innocence of assumptions A and B. 19As to the assumption of symmetric bilateral trade costs, this assumption is also quite common in the empirical NEG studies that use a trade cost function. All the papers mentioned in Table 1 use a trade cost function that implicitly assumes symmetric bilateral trade costs the only exception being the second trade cost specification from Redding and Venables, 2004 in Table 1. Arguably the most problematic assumption when using implied trade costs is the assumption of negligible internal trade costs. Although virtually all theoretical results in NEG are established while using this assumption, many authors Anderson and van Wincoop, 2005; Head and Mayer, 2004 have stressed the importance of dropping this assumption when doing empirical work. But given the other abovementioned virtues of using implied trade costs, combined with the fact that theoretically these internal trade costs are also usually absent, we argue that they should be considered as a third way to deal with trade costs in empirical NEG studies. The remainder of our paper deals with the impact of using different ways to proxy trade costs when estimating the NEG wage equation using either the direct or twostep estimation strategy. Hereby we focus in particular on the way conclusions about real market access, a key NEG variable, may differ when using different methods to proxy trade costs. 5. DATA Our empirical results are based on a sample of 97 countries see Appendix A for a complete list of these countries for the year 1996. In order to be able to estimate the wage equation, we have collected data on gdp, gdp per capita as wage data is not available for all countries in our sample, we follow Redding and Venables 2004 and use gdp per capita as a proxy and the price index of gdp as a proxy for Gi in 714 from the Penn World Tables. We also need data to calculate the various trade cost proxies. To this end, we have collected data on bilateral distances, contiguity, common language, and indicators of a country being landlocked, an island nation, or a SubSaharan African country. All these variables are chosen because of their exogeneity at least in terms of reverse causality. Complementing these data, we also need trade data to be able to calculate implied trade costs and to be able to infer the trade cost functions parameters when using the twostep estimation strategy. These 14 Note that theoretically the price index should only refer to that of tradable goods. Using the overall price index as a proxy does also capture the price of nontradables. 20 we have collected from the Trade and Production 19761999 database provided by the French institute CEPII15, which enables the use of both bilateral trade and internal trade data for most of the countries in our sample. 6. ESTIMATION RESULTS: TRADE COSTS AND MARKET ACCESS In line with the discussion so far, we discuss our results in two stages. First, we focus on inferring trade cost proxies from bilateral trade data. We estimate the parameters of the trade cost function and illustrate how the results differ when using different trade cost functions. We also calculate implied trade costs and check how much of these implied trade costs can be explained by a particular trade cost function. In the process we look into some evidence regarding the relevance of the assumptions made when using implied trade costs as a proxy for Tij recall assumptions 18A and 18B from section 4. Subsequently, we turn to our main point of interest, i.e. the way in which a particular trade cost approximation affects conclusions about the relevance of real market access in determining gdp per capita. This is done by estimating the wage equation using the different trade cost proxies, and by comparing the size and significance of the parameter on market access 3 in equation 11 for each of the trade cost proxies used. Moreover, we look for our main trade costs specifications at the spatial reach of economic shocks to market access by simulating the effects of a 5% gdp shock in Belgium on gdp per capita in other countries. In this way, we can gauge the importance of varying the trade costs specifications for the relevance of spatial interdependencies, the backbone of the NEG literature. Besides implied trade costs, we distinguish between 4 different types of trade cost functions, Table 4 shows these four trade cost functions. The first two trade cost functions are chosen as they are the ones used by the two papers that respectively introduced the twostep and direct estimation strategy, Redding and Venables 2004, RV and Hanson 2005. The multiplicative function is chosen as it allows trade costs to depend not only on bilateral variables but also on importerexporter specific trade cost factors, more specifically those associated with being landlocked llock, being an island nation isl and being a SubSaharan African country ssa. As mentioned before, such a multiplicative function is quite common in the empirical trade literature see e.g. Limao and Venables, 2001. 15 http:www.cepii.organglaisgraphbddTrade Prod.htm 21 Table 4 Trade cost functions used Abbreviation trade cost function 1iij jjjexp7ssaij7ssaijadditive RV Hanson multiplicative BT Dexp ijijij DT ijijislisl T DBLexpexp iijijijij 2112llockssassallockij 6534islisl LBT D jijijiijij 212ssassallockllocki 6543See also Table 1 for the definition of the variables. The additive function is picked to address the critique Hummels, 2001 on the use of a multiplicative trade function. We also allow for the distance parameter to be different for bilateral and internal distance, hereby estimating instead of imposing the different impact of distance when considering intra vs international trade. Estimating instead of assuming the coefficient on internal distance should in our view be preferred compared to making ad hoc assumptions about it. 6.1 Inferring trade costs from trade flows 6.1.1 Inferring the trade cost functions parameters from trade flows To infer the trade cost functions parameters from bilateral and internal trade flows we estimate equation 8 by using the PPML estimation strategy 16. This estimation strategy is, see section 3, able to take account of the zero trade flows in a way that contrary to NLS also deals with the heteroscedasticity that is inherently present in trade flow data see Santos Silva and Tenreyro, 2006. Being able to deal with the zero trade flows without having to impose additional arbitrary assumptions, gives the PPML method an advantage over the heavily used Tobit andor OLS methods. Table 5 shows our estimation results. To allow for the more elaborate multiplicative and additive trade cost functions we following Redding and Venables, 2004, p. 76, see their equation 22 substituted the importer and exporter dummies with importer and exporter gdp 17. In 16 Except for the additive specification, where we, due to the inability of the PPML method to readily perform nonlinear poisson regressions, use NLS. 17 For sake of comparison we have also estimated the trade equation including importer and exporter dummies while using the corresponding RV trade cost function eq. 16 in their paper . The results 22all specifications the distance coefficient is significant: the further apart two countries , the higher trade costs. Table 5 Trade costs functions and trade flows PPML estimation Trade flows Hanson multiplicative 0.0002 Trade cost function: distance internal distance contiguity common language landlocked importer landlocked exporter island importer island exporter ssa importer ssa exporter ssa importer and exporter gdp importer gdp exporter exporter dummies importer dummies own trade dummy RV 0.721 0.000 0.034 0.745 0.746 0.000 0.751 0.000 0.851 0.000 no no 1.599 0.008 0.000 0.001 0.000 0.743 0.000 0.838 0.000 no no 3.810 0.000 additive 1.035 0.000 0.047 0.676 0.000 0.424 0.000 0.523 0.000 0.295 0.000 0.513 0.000 0.284 0.000 0.307 0.000 0.281 0.000 0.635 0.000 0.692 1.070 0.000 0.976 0.000 no no 7.330 0.216 0.982 8774 0.712 0.000 0.050 0.650 0.930 0.000 0.007 0.962 0.441 0.045 0.257 0.003 0.285 0.000 0.526 0.000 0.801 0.000 1.052 0.000 0.950 0.004 0.733 0.000 0.841 0.000 No No 2.431 0.000 0.956 8774 0.943 8774 0.953 8774 pseudo R2 nr. obs. importer exporter? landlocked island ssa Notes: pvalues underneath the coefficient; importer exporter? shows the pvalue of a test of equality of the importer and exporter variant of a certain country specific variable. were very similar to the results shown here when including importer and exporter gdp, also in terms of explanatory power R2 and in terms of the implication in the 2nd step estimation on the effect of market access. Results available upon request. For sake of comparison we do show the results when estimating the wage equation using the 1ststep results for the RV trade cost function with trade dummies as an input in section 6.2. 0.386 0.192 0.275 0.455 0.502 0.343 23 Also sharing a common border contiguity significantly lowers trade costs except in the additive specification, a finding consistent with earlier studies e.g. Limao and Venables, 2001 and Redding and Venables, 2004. When estimating the multiplicative specification, the results show the importance of also considering countryspecific trade cost proxies. Being landlocked or a SubSaharan African country raises trade costs, whereas being an island lowers these costs. These findings are very much in line with the results reported in Limao and Venables 2001 and show that these countryspecific trade cost proxies cannot a priori be ignored. Things are rather different when considering the additive trade cost specification: except for distance no other variable is significant. We think that the increased nonlinearity of the additive trade cost function is at least partly to blame for this. These estimation difficulties for the additive trade cost function are something to take explicit note of we will return again to this issue when estimating the wage equation, and it limits in our view the usefulness of such a functional form. Of explicit interest here is the coefficient on internal distance the coefficient shown reflects the difference of the internal distance coefficient with that of bilateral distance. When using the RV, the multiplicative or the additive specification we find no evidence that internal distance affects trade costs significantly different than bilateral distance does. Only when using the Hanson specification we find that internal distance affects trade costs significantly different from bilateral trade, the estimated coefficient suggests that internal distance increases trade costs to a much larger extent than bilateral distance does, which is contrary to what one would expect. 6.1.2 Implied trade costs and trade cost functions Next we turn to the alternative way to infer trade costs from trade data, namely by calculating implied trade costs as shown by equation 17 in section 4. Doing this for our sample leaves us with no less than 3808 observed bilateral ijs. How much of these implied trade costs can be accounted for by the four different trade cost functions used in the previous subsection? Or, to put it differently, does the use of implied trade costs provide a proxy for trade costs that differs from the proxy obtained using trade cost functions in Table 5? And what about the irrelevance of the underlying assumptions when calculating implied trade costs, see 18A,B? 24To answer the first question we regressed the bilateral ijs on each of the four different trade cost functions introduced in the previous section. Table 6: Trade cost functions and implied trade costs Implied trade costs phi Hanson 0.0002 multiplicative 0.000 RV 0.854 0.000 0.707 0.139 0.113 3808 0.850 0.000 0.8630 0.015 0.226 0.152 1.376 0.000 0.289 0.177 1.153 0.000 0.113 0.767 additive 1.352 0.000 0.016 0.141 0.001 0.425 0.030 0.013 0.003 0.001 0.000 0.929 0.002 0.307 Trade cost function: distance contiguity common language landlocked island ssa ssa both pseudo R2 nr. obs. Notes: pvalues underneath the coefficient. Table 6 shows the results that are again obtained using the PPML estimator to take account of the zeros in implied trade costs. Note that because of assumption 18B we cannot split the countryspecific trade cost proxies into an exporter and an importer part, so that each countryspecific trade cost proxy enters only once. 0.145 3808 0.058 3808 0.221 3808 As can be readily seen from the pseudo R2 for each of the four regressions, the trade cost functions capture at most 22% of the variation in implied trade costs. In case of the Hanson trade cost function this is only 5%! Apparently, approximating trade costs through implied trade costs differs quite a bit from obtaining these costs by estimating the parameters of an a priori specified distance function. Note also that the inclusion of countryspecific trade cost proxies does improve the fit 18. The flexibility of implied trade costs recall Table 3 as compared to the use of trade cost functions provides a useful alternative way to proxy trade costs in our view. assumptions underlying the calculation of implied trade costs; see 18A,B. To shed This last conclusion depends, however, crucially on the validity of the 2 18 The inclusion of country dummies improves the fit even results available upon request further suggests that implied trade costs are capturing unobserved countryspecific trade cost factors. 25some light on the irrelevance of assumption 18B the last three rows of Table 5 are instructive. As we mentioned before, when one believes that only symmetric bilateral trade cost proxies such as distance, contiguity and sharing a common official language matter, assumption 18B is automatically satisfied. But we have been argueing that also countryspecific proxies such as being landlocked are important to take into account. Allowing these proxies to have a different effect when engaging in import or export, as we have for example done in Table 5, implicitly violates 18B. This is so unless one cannot reject that the coefficients on the importer and exporter variant of a variables are the same. The results of performing such tests are shown in the last three rows of Table 5 and they provide an indication that indeed the assumption of symmetry as imposed by 18B is not violated in case of the countryspecific variables that we have included. The other assumption, no internal trade costs 18A, is probably a more problematic one. It seems likely that there are some trade costs involved with internal trade. The results in Table 5 all suggest that internal distance can serve as a sufficient proxy for own trade costs. Those results should however be taken with some care. The fact that the observations on own trade are heavily outnumbered by the observations on bilateral trade by almost a factor of 10, could have its effect on the regression outcomes. Table 7 Trade cost functions and internal trade internal trade Hanson multiplicative0.001 0.000 0.176 0.240 0.025 0.927 0.070 0.836 0.256 0.350 1.382 0.000 1.434 0.000 additive 0.162 0.238 0.052 0.638 0.024 0.848 0.107 0.413 1.370 0.000 RV 0.195 0.152 Trade cost function:distance landlocked island ssa gdp importer pseudo R2 nr. obs. Notes: pvalues underneath the coefficient. 1.404 0.000 0.879 93 0.880 93 0.874 93 0.886 93 26To check for this, we estimated each of the trade equations using only the data on internal trade. The results are shown in Table 7 above. Except in case of the Hanson distance function, none of the included trade cost proxies is found to be significant in explaining the variation in internal trade. In case of the countryspecific variables this may not be that surprising why should it matter for a countrys internal trade costs whether or not it is an island or landlocked?. What is most striking is that also internal distance, the widely used proxy for internal trade costs, mostly turns out to be insignificant again except in the Hanson specification19. The results shown in Table 7 can, of course, not be taken as conclusive evidence that internal trade costs are indeed negligible and that assumption 18A can therefore be taken for granted. They do, however, serve as an indication that the way internal trade costs are proxied when specifying them within the trade cost function approach, is also far from straightforward. Proxying internal trade costs by a clever transformation of a regions or a countrys area, as is done by virtually all empirical NEG papers, may be just as harmful as assuming them away. 6.2 Varying trade costs and the impact on market access We are now finally in a position to turn to our main point of interest, the way in which the various trade cost approximations may affect conclusions as to the relevance of real market access in determining gdp per capita levels in our sample. To this end, we estimate wage equation 7 using both the direct and the 2step estimation strategies introduced in section 2, i.e. to refresh our memory: lnwi 21ln Gi3ln Rj E Gj T11jiji 7 We focus on the size and significance of the parameter on market access 3 when using the different trade cost proxies this section as well as when looking at the spatial reach of economic shocks next section. For the direct estimation strategy as developed by Hanson 2005, we use NLS to estimate the parameters whereby we proxy Gi by a countrys price index and Ei by a countrys gdp level. When using the 2step estimation method as developed by Redding and Venables 2004, we construct 19 Considering that internal distance is merely capturing the area or the size of a country, this may indeed not be so surprising after all. Why should a larger country always face higher internal trade or transport costs compare transportation within the USA against that of transportation within Sierra Leone? 27market access as specified in 10 on the basis of the results shown in Table 5 and estimate 7 by simple OLS, again proxying Gi by a countrys price index. We could have instead used more sophisticated GMM or 2SLS techniques that have been used in the empirical NEG literature andor have proxied Gi by for example a constructed measure of supplier access. But we decided to use OLS and a simple proxy of Gi, to be able to focus entirely on the effect of the trade cost proxy used on the estimated effect of market access. The use of more sophisticated ways of estimating 7 would make it far more difficult to ascribe different outcomes to the differences in the way trade costs are proxied. For the same reasons, we also assume that the technological differences between countries as measured by, i, can be adequately captured by a simple i.i.d. error term that is uncorrelated with the other regressors instead of also adding additional variables. The results of the various estimations are shown in Table 8a. Each column gives first the estimation strategy used 2step or direct and below the trade cost approximation that was used, so RVdum refers for instance to the Redding and Venables trade cost function with im and exporter dummies and RV to the trade cost function see Table 5 where gdp is used instead of the trade dummies. Similary, 2stepHanson column III in Table 8a indicates a 2step estimation of 7 with the Hanson trade cost function. Tabel 8a. 2step RV dum 0.509 0.002 0.891 0.000 market access and gdp per capita 2step 2step Hanson 0.303 0.047 1.114 0.000 2step additive 0.512 0.001 0.896 0.000 RV 0.634 0.003 0.969 0.000 direct implied 0.231 2.996 0.825 3.851 direct RV 0.262 3.047 0.879 3.113 direct Hanson 0.236 2.463 1.090 7.358 0.642 0.000 0.804 0.000 multiplicative 2step 0.648 80 0.644 80 0.586 80 0.731 80 Strategy: Trade costs: 3 a 2 R2 nr obs 0.679 80 0.627 80 0.706 80 0.654 80 Notes: pvalues underneath the coefficient in case of 2step estimation. Tstatistics underneath the coefficient in case of direct estimation. The first thing to note is that market access is always significant 20. But the size of the coefficient differs quite a bit across the trade cost proxies and the estimation strategies! The impact of a 1% increase in a regions market potential on gdp per 20 Notwithstanding differences in the exact specifications used our estimation results for market access in Tables 8a and 8b are at least for the RV case columns 1 and 2 similar to those in Redding and Venables 2004, see for instance their Table 3. 28direct multiplicative 0.248 4.286 0.942 4.255 0.736 80 2step multiplicative 2step RV dum 0.494 0.022 1.117 0.000 foreign market access and gdp per capita 2step additive 0.528 0.014 1.078 0.000 capita ranges from a minimum of 0.23% when using implied trade costs to 0.64% when using the multiplicative trade cost function. When comparing results for each estimation strategy separately, the differences are smaller but still the impact of a 1% change in market access ranges from 0.23% to 0.26% 0.30% to 0.64% when using the direct 2step estimation strategy 21. Table 8b shows additional evidence on the impact of the type of trade cost proxy used. Here we abstracted from the thorny issue of internal trade costs and estimated the effect of only foreign market access FMA, that is MA excluding a regions own internal distance weighted gdp, on a regions gdp per capita level. Hereby focussing more specifically on the way spatial interdepencies between countries matter for an individual countrys prosperity. Tabel 8b. Strategy: Trade costs: FMA a 2 R2 nr obs 80 Notes: pvalues underneath the coefficient in case of 2step estimation. Tstatistics underneath the coefficient in case of direct estimation. As can be clearly seen from Table 8b the estimated impact of foreign market access differs much more than market access itself, a 1% increase in foreign market access raises gdp per capita from a mere 0.01% to 0.67% depending on the trade cost proxy used. This clearly indicates that the choice of trade costs specification makes quite a difference. Its impact is even estimated to be insignificant at the 5% level in 4 out of 8 cases. The latter is especially the case for the direct estimation strategy when estimating the trade cost parameters jointly with the NEG parameters columns 7922. significance of foreign market access does depend on the type of trade cost On the basis of these estimation results we conclude that both the size and 2step Hanson 0.232 0.132 1.203 0.000 direct Hanson 0.102 1.279 1.120 7.829 direct implied 0.328 3.126 0.839 4.547 2step RV 0.425 0.031 1.142 0.000 direct RV 0.098 1.503 1.092 8.150 0.672 0.628 0.607 0.669 0.001 0.958 0.000 0.633 80 0.601 80 0.592 80 0.571 80 0.708 80 80 80 21 Note that the difference in size could also be due to the different ways in which market access is constructed. The thought experiment in the next section, which more explicitly describes the spatial reach of an income shock, implicitly shows, by calculating the marginal effects, that this is probably not the case. 22 As mentioned already in the previous section, this probably is to a large extent due to the nonlinear estimation process. The use of more elaborate trade cost functions makes it even more nonlinear increasing the difficulties with pinpointing the parameters. 29direct multiplicative 0.153 1.806 1.042 7.563 0.645 80 Based on the estimation results from Table 8a and the various trade cost approximation used. This is not the only way to illustrate why the empirical specification matters for NEG empirics. As trade costs are key to the strength of spatial interdependencies, the spatial or geographical reach of income shocks can potentially be very different when comparing different trade costs specifications. 6.3 Trade costs and the spatial reach of an income shock in Belgium To address this issue we conduct the following thought experiment. Suppose that Belgium, a country in the heart of Europe, experiences a positive 5% gdp shock, to what extent will this shock, given our estimation results in Table 8, spill over to the other countries in our sample through the market access variable? The 5% increase in gdp increases the demand for goods from potentially all countries, however the actual magnitude of this increase in a specific country depends crucially on the strength of the spatial linkages and thus on the measurement of trade costs: i.e. the lower trade costs with Belgium, the larger the impact on a countrys gdp per capita. approximations, we have calculated the resulting gdp per capita changes as experienced by all other countries in response to the increased demand for their products from Belgium. Table 9 shows the correlation in gdp per capita effects for the different trade cost proxies and Figure 1 visualizes four of these correlations in some more detail. Table 9 Correlations in response to a 5% GDP shock in Belgium direct Strategy Trade costs: Han 2step RV 2step Han 2step multipl. 2step add direct RV direct Han direct Multipl. direct Note: a means not significant at the 5% level direct multipl. 2step RV 2step Han Direct RV 2step add multipl. 0.104a 0.031a 0.068a 0.149a 0.021a 0.102a 0.423 0.983 0.490 0.676 0.155 0.489 0.243 1 0.834 0.489 0.825 0.422 1 0.992 0.880 0.825 0.852 0.655 0.671 0.912 1 0.684 0.817 0.700 1 1 1 1 direct 1 2step 0.887 30Figure 1: Some correlations visualized vr vr egnahc atipac rep 800.600.400.200. pdg n 0NLDFRADEUGBRIRLISLCHENORDZASVNALBDNKLVAMARCYPCZEMKDMLTECUEGYESPESTFINHUNLTUSVKNERSENBGRROMPOL PRTCIVCMRAUTGRCTZARUSNGATUROMNPANPERPHLKGZLCAITAHNDISRBOLBRACANCOLCRIVENZAFMNG MUSSLVCHLCHNARGAUSNZLURYUSAMEXMYSIDNINDTHATWNKORMACSGPHKGJPNSWETUN.0002.0008ln gdp per capita change phi.0004.0006.001 nll 0nah nah 100.5000.egnahc atipac rep pdg 0 nl 0NLDIRLCHEGBRISLFRADEUDNKNORCZESVNAUTSVKSWEHUNPOLPRTESPESTFINDZALTULVATUNALBITAMKDMLTBGRMARROMGRCCOLCRICYPTURMNGMUSMYS NERNGARUSSENISRECUEGYCHN CIVCMRARGAUSBRACANBOLCHLIDNINDMEXNZLOMNPANPERPHLSGPSLVTHAURYUSAVENZAFHKGHNDJPN KGZKORLCAMACTWN TZA.002ln gdp per capita change rv rv.004.006.008nah nah 100.5000.egnahc atipac rep pdg 0lum vr egnahc atipac rep pdgn l 500.400.300.200.100.0FRAIRLCHEGBRISLDNKSWENORCZESVNAUTDEUSVKHUNPOL PRTESPESTFINDZALVAALBMKD MLTITALTUBGRMARROMGRCCOLCRI CYPTURMYSNERRUSSENISRECUEGYNGAJPN KGZCIVCMRNZLOMNPANPERPHLKORLCAARGAUSBOLBRACANCHLCHNHKGHNDIDNINDMACMEXMNG MUSSGPSLVTHATWNURYUSAVENZAFTZA.0002.00080ln gdp per capita change phi.0006.0004TUNFRAISLIRLGBRDEUDZAALBSVNNORLVAESTMKD MLTMARLTUSVKCYPCZEDNKBGRNERCHEFINHUNROMLCAPOL PRTSENOMNGRCKGZRUSAUTTZAECUEGYESPTURCIVCMRHNDBOLMNGCOLCRIPANPERPHLITAVENARGAUSISRNZLSLVNGAURYCHLBRACANIDNINDMUSMYSMEXTHAMACTWNZAFCHNKORUSAJPNSGPHKGTUNSWE0.0002.0008ln gdp per capita change phi.0004.0006NLD.001NLD.001 Notes: For the size of the correlations shown see Table 9. As can be seen from Table 9, the correlation between the gdp per capita differs markedly across the various different trade cost proxies. For some proxies the correlation is quite high especially between the RV and the multiplicative trade cost function, but also in some cases the correlation is rather low or even insignificant. No systematic difference in correlations between estimation strategies used can either be detected. Figure 1 complements this finding by plotting the different gdp per capita changes for four different trade cost specifications i.e. Redding Venables RV, with gdp in the trade cost function, Hanson HAN, the multiplicative trade costs function MULTPL and the implied trade costs PHI against each other. It illustrates in more detail that the spatial impact of a localized gdp shock differs quite a bit across trade cost specifications. Figure 2 focusses explicitly on the spatial reach of the Belgian GDP shock. It plots the percentage gdp per capita change against log distance for the same four different trade cost approximations as shown in Figure 1: again the conclusions differ on the basis of the type of trade cost proxy used. 31Figure 2: gdp per capita changes, 5% gdp shock in Belgium and distance 800.600.400.200.egnahc atipac rep pdg nl 01008.0006.0004.0002.000.egnahc atipac rep pdg nl 0MA a la RV RVNLDFRAGBRCHEDEUIRLISLNORDNK DZASVKSVNSWEALBTUNLTULVAMARCZEMKDMLTESPESTFINHUNNERNGAAUT BGRPOLPRTROMRUS SENCIVCMRTZAGRCOMNPANPERPHLLCAKGZITAHNDBOLCOLCRIUSAVENZAFECUMNGMUSMYSSLVCHLARGAUSNZLBRAURYCANMEXTHAINDIDNCHNMACTWNKORSGPHKGJPNCYPEGYISRTUR100.egnahc atipac rep 5000. pdg nl 05678ln distance 91056MA a la HAN HANNLDFRAGBRCHEIRLISLDNKCZEDEUNORSVNAUTSVKSWEHUNPOLPRTESPESTFINDZALTULVATUNALBMKDMLTITABGRMARROMGRCTURCYPNERNGARUS SENISREGYCIVCMR COLCRIARGAUSCANBRACHNECUBOLCHLIDNNZLSGPHKGHNDJPNKGZ KORMACMEXMNGMUSMYSOMNPANPERPHLSLVTHATWNTZA URYUSAVENZAFINDLCA91078ln distance MA PHIMA a la RV multpl NLDFRATUNSWELTUALBMLTESTFINDEUDNKLVAIRLPRTGRCHUNSVKSVNNORAUT BGRMKDISLMARCZEESPITAPOLROMDZATURRUSISRCYPEGYCHEGBRTZACIVCMRSENMUSKGZNERNGAZAFNZLTHAOMNPANPERPHLMNGHKGHNDINDCHLMYSECUARGAUSSGPIDNURYTWNMACCOLCRIUSAVENBRAKORCANJPNMEXCHNBOLSLVLCA9105678ln distance 500.400.300.200.100.egnahc atipac rep pdg nl 0NLDFRAGBRCHEISLIRLDEUDZAALBSVKSVNSWENORLTULVAESTFINTUNMKDMLTMARDNKNERBGRHUNCZEPOLPRTROMRUS SENLCAOMNGRCKGZTZAAUTESPCIVCMR COLCRIHNDBOLMNGPANPERPHLECUITANZLSLVVENARGAUSNGAURYCHLCANBRAIDNMUSMYSMEXTHAINDMACTWNZAFCHNKORUSAJPNSGPHKGCYPEGYTURISR5678ln distance 910 Notes: The correlation of the shock and ln distance are, going from upper left to lower right, 0.77, 0.84, 0.67, 0.76 respectively. In for instance the Hanson case upper right panel the distance decay is very strong and also the size of the gdp per capita changes is relatively small. Take for instance the case of the Netherlands NLD. In the Redding and Venables specifications upper left and lower right panels, the gdp per capita change is about 7 times as large as in the Hanson case.23 Figure 2 also shows that a more elaborate or heterogeneous trade costs specification see the two lower panels increases the variation of the gdp shock for countries at a similar distance to Belgium. Moreover this heterogeneity in differences in spatial reach corresponds predictively to the type of trade cost specification used. When using the Hanson 2005 exponential trade cost function that depends solely on distance, the size and spatial reach of the Belgian income shock also depends heavily on distance. The correlation between the shock and log distance is the largest in this case. Moreover due to the exponential distance function used, the effect of the income shock quickly peters out; there is no discernable effect any more 23 This seems to reaffirm the conclusion of Head and Mayer 2004, p. 2626 that the strong distance decay in Hanson 2005 may be a consequence of the functional form of the distance decay function. See also Fingleton and Mc Cann 2007. 32in countries lying farther from Belgium than Egypt in the RV specification Egypt still experiences a 0.1% increase in gdp per capita; this is about the size of the wage increase in the most heavily affected country, the Netherlands, when using the Hanson specification. The Redding and Venables 2004 specification also allows contiguity to have its effect on trade costs. Consequently the effect of the Belgian income shock, is less correlated with distance and has a larger effect on its contiguous neighbors. The shock now for example has a larger effect on Germany than on the closer as measured by distance between capital cities United Kingdom. Also the less extreme distance decay as implied by the estimated distance coefficient compared to the exponential Hanson specification ensures that the income shock peters out much slower and affects all countries in the sample in some way Japan, with only a 0.02% increase in its gdp per capita, is affected the least. All countries are also affected when allowing also for country specific trade cost factors in the multiplicative trade cost function. However, the correlation of the income shock with distance decreases somewhat further. Moreover the estimated positive negative effect of being an island landlocked or a SubSaharan African country, has a clear effect on the effect of the Belgian income shock. Landlocked Switserland, and SubSaharan Cote d Ivoire are relatively much less affected by the income shock for example, whereas island nations such as Ireland, New Zealand experience a relatively larger gdp per capita increase. Finally when totally abstracting from the use of a trade cost function, by using implied trade costs, the effect of the Belgian income shock becomes even less correlated with distance. Given the way they are calculated the use of implied trade costs has the effect that countries that trade a lot with Belgium relative to the total amount of imports and exports between the two countries, such as Cote d Ivoire, Finland or Sweden, experience a relatively larger impact of the Belgian income shock than countries that do not exportimport a substantial amount of their total trade to Belgium but to other countries e.g. Germany or Great Britain. To sum up, from the evidence in Tables 8a,b and 9 as well as in and Figures 1 and 2, we have to conclude that the way trade costs, a crucial elements of any NEG model, are approximated when doing empirical work has the potential to shape the overall conclusions about the empirical relevance of NEG and thus of the strength and the geographical reach of spatial interdependencies. The lesson for future NEG 33research is therefore that topic of trade costs should be given much more attention. Also the robustness of the results to the use of a particular trade cost proxy warrants more explicit attention. 7. CONCLUSIONS Trade costs are a crucial element of new economic geography NEG models, without trade costs geography does not matter. The size of trade costs crucially determines the relevance of market access and thereby of interregional spatial interdependencies. The unavailability of actual trade costs data hampers empirical research in NEG and it requires the approximation of trade costs. Notwithstanding the importance of trade costs in NEG models, most empirical NEG studies do not pay attention to the ramifications of the particular trade costs specification used. This paper shows, both theoretically and empirically, that the way trade costs are specified matters. Estimations of a NEG wage equation for a sample of 80 countries shows that the relevance of the key NEG variable, market access, and hence of spatial interdependencies hinges nontrivially upon the trade costs specification. Using three estimation strategies and various trade cost specifications, the main conclusion is that NEG needs to reexamine the sensitivity of its empirical findings to the handling of trade costs. New economic geography NEG is, of course, not the only theory around in spatial economics. But compared to urban and regional economics, NEG prides itself on the way it focuses on spatial interdependencies. These interdependencies come to the fore in the role market access and trade costs play in NEG whereas market access and trade costs are for instance typically neglected in urban economics Combes, Duranton, and Overman, 2005, p. 320. Whether spatial interdependencies and hence market access and trade costs really matter is ultimately an empirical question. This paper argues that the answer to that, from an NEG perspective, crucial question can depend rather strongly on the empirical specification of trade costs. Future empirical research in NEG should therefore pay far more attention to the way trade costs are dealt with. Our paper provides a useful overview of the ex andor implicit assumptions made when approximating trade costs, hereby facilitating the choice of trade cost approximation when doing empirical work on NEG. 34REFERENCES Anderson and van Wincoop, 2004, Trade Costs, Journal of Economics Literature, Vol.XLII, pp. 691751. Baier and Bergstrand, 2001, The growth of world trade: tariffs, transport costs, and income similarity, Journal of International Economics, Vol. 53, pp. 127. Baldwin, R., R. Forslid, Ph. Martin, G.I.P. Ottaviano, and F. RobertNicoud, 2003, Economic Geography and Public Policy, Princeton University Press. Brakman, S., H. Garretsen and M. Schramm, 2004, The Spatial Distribution of Wages: Estimating the HelpmanHanson Model for Germany, Journal of Regional Science, 443, pp. 437466. Brakman, S. H. Garretsen and M. Schramm, 2006, Putting New Economic Geography to the Test, Regional Science and Urban Economics, 365, pp. 613635. Breinlich H., 2006, The spatial income structure in the European Union what role for Economic Geography, Journal of Economic Geography, Vol. 6, pp. 593617. Coe, D.T., A. Subramanian, N.T. Tamirisa and R. Bhavnani, The Missing Globalization Puzzle, IMF Working Paper, No. 02171. Combes, PP. and H.G. Overman, 2004, The Spatial Distribution of Economic Activities in the EU, in V. Henderson and JF. Thisse eds. The Handbook of Regional and Urban Economics, volume IV, North Holland, pp. 28452911. Combes, PP., G. Duranton and H. Overman, 2005, Agglomeration and the Adjustment of the Spatial Economy, Papers in Regional Science, 843, pp. 311349. Fingleton, B. and P. Mc Cann, 2007, Sinking the Iceberg? On the Treatment of Transport Costs in New Economic Geography, in B. Fingleton ed., New Directions in Economic Geography, Edward Elgar, pp. 168204. Fujita, M., P. Krugman and A.J. Venables, 1999, The Spatial Economy, MIT Press. Hanson, G., 2005, Market Potential, Increasing Returns and Geographic Concentration, Journal of International Economics, 671, pp.124. Head, K and Th. Mayer, 2004, The Empirics of Agglomeration and Trade, in V. Henderson and JF. Thisse eds. The Handbook of Regional and Urban Economics, volume IV, North Holland, pp.26092665. Head, K. and Th. Mayer, 2006, Regional wage and employment responses to market potential in the EU, Regional Science and Urban Economics, 365, pp. 573594. Head, K. and J. Ries, 2001, Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S. Canada Trade, American Economic Review, 914, pp. 858876. Helliwell J. and AC Verdier, 2001, Measuring Internal Trade Distances: A New Method Applied to Estimate Provincial Border Effects in Canada, Canadian Journal of Economics, Vol. 34, pp. 10241041. Hering and Poncet, 2006, Market Access impact on individual wages: evidence from Hummels, D., 1999, Have international transportation costs declined?, manuscript, China, working waper, CEPII University of Chicago. Hummels, D., 2001, Toward a Geography of Trade Costs, mimeo, Purdue University Knaap. T., 2006, Trade, location, and wages in the United States, Regional Science and Urban Economics, 365, pp. 595612. Krugman, P., 1991, Increasing Returns and Economic Geography, Journal of Political Economy, nr. 3, 483499. 35Vol. 43, 303334. Redding, S. and A.J. Venables, 2004, Economic Geography and International Inequality, Journal of International Economics, 621, pp. 5382. Santos Silva and Tenreyro, 2006, The log of gravity, The Review of Economics and Krugman, P., 1995, Development, Geography and Economic Theory, MIT Press. Limao and Venables, 2001, Infrastructure, Geographical Disadvantage, Transport Costs, and Trade, The World Bank Economic Review, Vol. 15, pp. 451479. Mc Cann, P., 2001, A proof of the relationship between optimal vehicle size, haulage length and the structure of distancetransport costs, Transportation Research, 35A, pp.671 693. Mc Cann, P., 2005, Transport costs and new economic geography, Journal of Economic Geography, Vol. 5, pp. 305 318. Mion, G., 2004, Spatial Externalities and Empirical Analysis: The Case of Italy, Journal of Urban Economics, Vol. 56, pp. 97118. Puga, D. 1999. The rise and fall of regional inequalities, European Economic Review, Statistics, Vol. 88, pp. 641658. International Economic Review, 37, pp. 341359. Venables, A.J. 1996. Equilibrium Locations of Vertically Linked Industries, Appendix A Countries included Albania Algeria Argentina Armenia Australia Austria Bahamas Bangladesh Barbados Belgium Bolivia Brazil Bulgaria Cameroon Canada Cape Verde Chile China Colombia Costa Rica Cote dIvoire Cyprus Czech Republic Denmark Ecuador Note: means the country is excluded in the wage equation estimation. Latvia Lithuania Macau Macedonia Malawi Malaysia Malta Mauritius Mexico Moldova Mongolia Morocco Nepal Netherlands New Zealand Niger Nigeria Norway Oman Pakistan Panama Peru Philippines Poland Egypt El Salvador Estonia Ethiopia Finland France Germany Greece Guatemala Honduras Hong Kong Hungary Iceland India Indonesia Ireland Israel Italy Japan Jordan Kenya Korea Kuwait Kyrgyzstan Portugal Romania Russia Saint Lucia Senegal Singapore Slovakia Slovenia South Africa Spain Sri Lanka Sweden Switzerland Taiwan Tanzania Thailand Trinidad and Tobago Tunisia Turkey United Kingdom United States of America Uruguay Venezuela Zimbabwe 36CESifo Working Paper Series for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2008 Mikael Priks, Judiciaries in Corrupt Societies, June 2007 2009 Steinar Holden and Fredrik Wulfsberg, Downward Nominal Wage Rigidity in the OECD, June 2007 2010 Emmanuel Dhyne, Catherine Fuss, Hashem Pesaran and Patrick Sevestre, Lumpy Price Adjustments: A Microeconometric Analysis, June 2007 2011 Paul Belleflamme and Eric Toulemonde, Negative IntraGroup Externalities in TwoSided Markets, June 2007 2012 Carlos AlosFerrer, Georg Kirchsteiger and Markus Walzl, On the Evolution of Market Institutions: The Platform Design Paradox, June 2007 2013 Axel Dreher and Martin Gassebner, Greasing the Wheels of Entrepreneurship? The Impact of Regulations and Corruption on Firm Entry, June 2007 2014 Dominique Demougin and Claude Fluet, Rules of Proof, Courts, and Incentives, June 2007 2015 Stefan Lachenmaier and Horst Rottmann, Effects of Innovation on Employment: A Dynamic Panel Analysis, June 2007 2016 Torsten Persson and Guido Tabellini, The Growth Effect of Democracy: Is it Heterogenous and how can it be Estimated?, June 2007 2017 Lorenz Blume, Jens Muller, Stefan Voigt and Carsten Wolf, The Economic Effects of Constitutions: Replicating and Extending Persson and Tabellini, June 2007 2018 Hartmut Egger and Gabriel Felbermayr, Endogenous Skill Formation and the Source Country Effects of International Labor Market Integration, June 2007 2019 Bruno Frey, Overprotected Politicians, June 2007 2020 Jan Thomas Martini, Rainer Niemann and Dirk Simons, Transfer Pricing or Formula Apportionment? TaxInduced Distortions of Multinationals Investment and Production Decisions, June 2007 2021 Andreas Buhn, Alexander Karmann and Friedrich Schneider, Size and Development of the Shadow Economy and of Doityourself Activities in Germany, June 2007 2022 Michael Rauscher and Edward B. Barbier, Biodiversity and Geography, June 2007 2023 Gunther Schnabl, Exchange Rate Volatility and Growth in Emerging Europe and East Asia, June 2007 2024 Erkki Koskela and Ronnie Schob, Tax Progression under Collective Wage Bargaining and Individual Effort Determination, June 2007 2025 Jay Pil Choi and Marcel Thum, The Economics of Politically Connected Firms, June 2026 Jukka Pirttila and Roope Uusitalo, Leaky Bucket in the Real World: Estimating Inequality Aversion Using Survey Data, June 2007 2027 Ruslan Lukach, Peter M. Kort and Joseph Plasmans, Strategic RD with Knowledge Spillovers and Endogenous Time to Complete, June 2007 2028 Jarko Fidrmuc, Neil Foster and Johann Scharler, Labour Market Rigidities, Financial Integration and International Risk Sharing in the OECD, June 2007 2029 Bernardina Algieri and Thierry Bracke, Patterns of Current Account Adjustment Insights from Past Experience, June 2007 2030 Robert Dur and Hein Roelfsema, Social Exchange and Common Agency in 2007 Organizations, June 2007 2031 Alexander Libman and Lars P. Feld, Strategic Tax Collection and Fiscal Decentralisation: The Case of Russia, June 2007 2032 ystein Foros, Hans Jarle Kind and Greg Shaffer, Resale Price Maintenance and Restrictions on Dominant Firm and IndustryWide Adoption, June 2007 2033 Jan K. Brueckner and Kurt Van Dender, Atomistic Congestion Tolls at Concentrated Airports? Seeking a Unified View in the Internalization Debate, June 2007 2034 Viet Do and Ngo Van Long, International Outsourcing under Monopolistic Competition: Winners and Losers, June 2007 2035 Nadia Fiorino and Roberto Ricciuti, Determinants of Direct Democracy, June 2007 2036 Burkhard Heer and Alfred Maussner, Inflation and Output Dynamics in a Model with Labor Market Search and Capital Accumulation, June 2007 2037 Konstantinos Angelopoulos, Jim Malley and Apostolis Philippopoulos, Public Education Expenditure, Growth and Welfare, June 2007 2038 Maarten Bosker, Steven Brakman, Harry Garretsen and Marc Schramm, Adding Geography to the New Economic Geography, June 2007 2039 Steffen Henzel, Oliver Hulsewig, Eric Mayer and Timo Wollmershauser, The Price Puzzle Revisited: Can the Cost Channel Explain a Rise in Inflation after a Monetary Policy Shock?, July 2007 2040 Rosario Crino, Service Offshoring and WhiteCollar Employment, July 2007 July 2007 2041 Carsten Hefeker and Michael Neugart, Labor Market Regulation and the Legal System, 2042 Bart Cockx and Muriel Dejemeppe, Is the Notification of Monitoring a Threat to the Unemployed? A Regression Discontinuity Approach, July 2007 2043 Alfons J. Weichenrieder, Profit Shifting in the EU: Evidence from Germany, July 2007 2044 Annika Alexius and Bertil Holmlund, Monetary Policy and Swedish Unemployment Fluctuations, July 2007 2045 Axel Dreher, JanEgbert Sturm and Jakob de Haan, Does High Inflation Cause Central Bankers to Lose their Job? Evidence Based on a New Data Set, July 2007 2046 Guglielmo Maria Caporale and Luis A. GilAlana, Long Run and Cyclical Dynamics in the US Stock Market, July 2007 2047 Alessandro Balestrino, It is a Theft but not a Crime, July 2007 2048 Daniel Becker and Michael Rauscher, Fiscal Competition in Space and Time: An EndogenousGrowth Approach, July 2007 2049 Yannis M. Ioannides, Henry G. Overman, Esteban RossiHansberg and Kurt Schmidheiny, The Effect of Information and Communication Technologies on Urban Structure, July 2007 2050 HansWerner Sinn, Please bring me the New York Times On the European Roots of Richard Abel Musgrave, July 2007 2051 Gunther Schnabl and Christian Danne, A Role Model for China? Exchange Rate Flexibility and Monetary Policy in Japan, July 2007 2052 Joseph Plasmans, Jorge Fornero and Tomasz Michalak, A Microfounded Sectoral Model for Open Economies, July 2007 2053 Vesa Kanniainen and Panu Poutvaara, Imperfect Transmission of Tacit Knowledge and other Barriers to Entrepreneurship, July 2007 2054 Marko Koethenbuerger, Federal TaxTransfer Policy and Intergovernmental PreCommitment, July 2007 2055 Hendrik Jurges and Kerstin Schneider, What Can Go Wrong Will Go Wrong: Birthday Effects and Early Tracking in the German School System, July 2007 2056 Bahram Pesaran and M. Hashem Pesaran, Modelling Volatilities and Conditional Correlations in Futures Markets with a Multivariate t Distribution, July 2007 2057 Walter H. Fisher and Christian Keuschnigg, Pension Reform and Labor Market Incentives, July 2007 2058 Martin AltemeyerBartscher, Dirk T. G. Rubbelke and Eytan Sheshinski, Policies to Internalize Reciprocal International Spillovers, July 2007 2059 Kurt R. Brekke, Astrid L. Grasdal and Tor Helge Holmas, Regulation and Pricing of Pharmaceuticals: Reference Pricing or Price Cap Regulation?, July 2007 2060 Tigran Poghosyan and Jakob de Haan, Interest Rate Linkages in EMU Countries: A Rolling Threshold Vector ErrorCorrection Approach, July 2007 2061 Robert Dur and Klaas Staal, Local Public Good Provision, Municipal Consolidation, and National Transfers, July 2007 2062 Helge Berger and Anika Holler, What Determines Fiscal Policy? Evidence from 2063 Ernesto Reuben and Arno Riedl, Public Goods Provision and Sanctioning in Privileged German States, July 2007 Groups, July 2007 2064 Jan Hanousek, Dana Hajkova and Randall K. Filer, A Rise by Any Other Name? Sensitivity of Growth Regressions to Data Source, July 2007 2065 YinWong Cheung and Xing Wang Qian, Hoarding of International Reserves: Mrs Machlups Wardrobe and the Joneses, July 2007 2066 Sheilagh Ogilvie, Whatever Is, Is Right?, Economic Institutions in PreIndustrial Europe Tawney Lecture 2006, August 2007 2067 Floriana Cerniglia and Laura Pagani, The European Union and the Member States: Which Level of Government Should Do what? An Empirical Analysis of Europeans Preferences, August 2007 2068 Alessandro Balestrino and Cinzia Ciardi, Social Norms, Cognitive Dissonance and the Timing of Marriage, August 2007 2069 Massimo Bordignon, Exit and Voice. Yardstick versus Fiscal Competition across Governments, August 2007 2070 Emily Blanchard and Gerald Willmann, Political Stasis or Protectionist Rut? Policy Mechanisms for Trade Reform in a Democracy, August 2007 2071 Maarten Bosker and Harry Garretsen, Trade Costs, Market Access and Economic Geography: Why the Empirical Specification of Trade Costs Matters, August 2007 ", "filename": "555836037.PDF", "person": ["E. Maarten Bosker", "Bosker, E. Maarten", "Harry Garretsen", "Garretsen, Harry"], "date": ["2007"]}