{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/83559/1/556457587.pdf"], "title": ["Assessing household credit risk: Evidence from a household survey"], "plaintext": "Contents Abstract 1. Introduction 2. Methodological background 2.1. Data description 2.2. Nonparametric credit risk measurement 2.3. Parametric credit risk measurement 2.4. Model validation and selection 3. Results 3.1. Marginal effects 3.2. Distribution of estimated probabilities and debt at risk 3.3. The stress testing exercise 4. Summary and conclusion References Appendix 1: charts Appendix 2: tables 5699910161919212229303233MNB OCCASIONAL PAPERS 70. 20073Abstract This paper investigates the main individual driving forces of Hungarian household credit risk and measures the shockabsorbing capacity of the banking system in relation to adverse macroeconomic events. The analysis relies on survey evidencegathered by the Magyar Nemzeti Bank MNB in January 2007. Our study presents three alternative ways of modellinghousehold credit risk, namely the financial margin, the logit and the neural network approaches, and uses these methods forstress testing. Our results suggest that the main individual factors affecting household credit risk are disposable income, theincome share of monthly debt servicing costs, the number of dependants and the employment status of the head of thehousehold. The findings also indicate that the current state of indebtedness is unfavourable from a financial stability point ofview, as a relatively high proportion of debt is concentrated in the group of risky households. However, risks are somewhatmitigated by the fact that a substantial part of risky debt is comprised of mortgage loans, which are able to provideconsiderable security for banks in the case of default. Finally, our findings reveal that the shockabsorbing capacity of thebanking sector, as well as individual banks, is sufficient under the given loss rate LGD assumptions i.e. the capital adequacyratio would not fall below the current regulatory minimum of 8 per cent even if the most extreme stress scenarios were tooccur. JEL: C45, D14, E47, G21.Keywords: financing stability, financial margin, logit model, neural network, stress test.Osszefoglalo A tanulmany a haztartasi hitelkockazatra hato fobb egyedi tenyezok hatasait vizsgalja, illetve a kulonfele kedvezotlen makrogazdasagi esemenyeknek a bankrendszeri sokkturo kepessegre gyakorolt azon hatasat elemzi mely a haztartasi hitelkockazatvaltozasan keresztul jelentkezik. A tanulmany a Magyar Nemzeti Bank altal 2007 januarjaban az eladosodott haztartasok koreben vegzett kerdoives felmeres eredmenyeire epul. A hitelkockazat mereset harom modszerrel vegezzuk el jovedelemtartalekszamitas, logit es neuralis halo modellek, melyeket stressztesztelesre is felhasznalunk. Eredmenyeink szerint a fo egyenikockazati tenyezok a haztartas rendelkezesre allo jovedelme, a jovedelemaranyos torlesztesi teher az eltartottak szama es a csaladfo munkaeropiaci helyzete. Elmondhato tovabba, hogy az eladosodottsag jelenlegi szerkezete kedvezotlen penzugyi stabilitasi szempontbol, mivel a hitelallomany relative jelentos hanyada van kifeszitett penzugyi es jovedelmi helyzetu haztartasokbirtokaban. A kockazatokat azonban nemileg csokkenti, hogy a kockazatos hitelallomany szamottevo resze jelzalogalapu hitel, mely azonban megfelelo fedezetet nyujthat a bankok szamara az ugyfel nem teljesitese eseten is. Vegul stresszteszteredmenyeink szerint, mind az egyes bankok, mind a bankrendszer sokkturo kepessege megfelelo, vagyis a vesztesegratakra tettfeltevesek mellett a legszelsosegesebb forgatokonyvek bekovetkezese eseten sem csokkenne a tokemegfelelesi mutato a jelenlegi szabalyozoi minimumnak tekintett 8 szazalekos szint ala.MNB OCCASIONAL PAPERS 70. 200751. Introduction The indebtedness of Hungarian households has grown substantially in recent years. The total debt outstanding rose from HUF516 billion at the end of 1999 to HUF 6,074 billion by the end of 2006. In line with this, the debt to yearly disposable incomeratio rose from 8 per cent to 39 per cent over the same period. Both the demand and the supply side, as well as regulatoryfactors contributed to this phenomenon. On the demand side favourable macroeconomic circumstances decreasinginflationary environment, strong economic growth and improving income prospects EU convergence were the main drivingforces. On the other hand, regulatory and supplyside factors also supported growth. In 2000 the government introduced aninterest subsidy scheme in connection with forint mortgage loans for housing construction, which was a substantial drivingforce of growing indebtedness. This effect was further accelerated by the banks aggressive expansion strategies, which aimedat extracting the untapped possibilities in the retail lending market and which forced them to focus on product innovationFX lending and ease the credit standards. However, the prevailing trends in the retail lending market raised concerns about the sustainability of credit expansion andthe ability of individuals to meet their debt obligations comfortably. The recent slowdown in economic activity has intensifiedthese concerns.1Although in the household sector the level of indebtedness is far below that of developed economies,the debt service burden 2principal and interest payment as a share of yearly disposable income is 10 per cent, which is approaching the level ofwestern EU countries, due to the unfavourable i.e. short maturity structure of loans. This is exaggerated by the degree ofleverage debt to financial assets, which rose from 6 per cent to 26 per cent between 1999 and 2006, and the growing shareof foreign currency debt. The latter induces additional risk components: the change of debt servicing costs as a result ofexchange rate movements. Calculating these indicators for the indebted households which are most relevant to the financial sector, a far moreunfavourable picture emerges. Within the group of indebted households the debt to yearly disposable income ratio is 94 percent, indebted households spend on average 18 per cent of their income on debt servicing and the stock of debt within thiscategory is 7.5 times higher than the stock of financial savings.This phenomenon is unfavourable from a financial stability 3point of view, as it indicates that a substantial part of debt is granted to households with limited resources. In these circumstances, adverse developments in the macro economy may lead to a large number of households defaulting.This may result in a decrease in consumption and investment expenditures, and also worsens the profitability of the financialsector by generating higher loan losses. As a consequence, it is of great importance to continuously monitor and measurehousehold credit risk. In the empirical literature two research directions can be distinguished in the measurement of households credit risk, themacro and micro approaches. They differ along two principal dimensions, namely whether individual information abouthouseholds is utilised or not, and the econometric techniques used for measuring the effects of macroeconomic developmentson bank losses. While the macro approach employs only aggregate information and interrelates bank losses andmacroeconomic developments directly by usually applying time series econometric techniques, the micro approach usesindividual data as well, and measures the effects of the macro environment on bank losses indirectly by commonly usingdiscrete choice models. In the macro approach the shortterm evolution of losses usually proxied by loan loss provisions, nonperforming loan ratios,write off to loan ratios, etc. and their interactions with aggregate sector specific and macro variables are analysed. Froyland 1 As it is noted by the Report on Financial Stability 2007, the fiscal package announced in the summer of 2006 imposes substantial burdens on economic agents. Dueto higher taxes and inflation, householdsreal income is projected to drop by more than 3 per cent in 2007, and may only rise modestly in 2008. In the corporate sector,higher taxes will push up the cost of capital and the wage costs, which may resulted in a decline of the profitability level.2 The level of indebtedness debt to yearly disposable income in some selected western EU countries is as follows: France 83 per cent, Italy 60 per cent, Spain 105 percent, United Kingdom 160 per cent Source: OECD. 3 The results are based on survey evidence gathered by the MNB in January 2007.6MNB OCCASIONAL PAPERS 70. 2007INTRODUCTIONand Larsen 2002 applied linear regression techniques for analysing the effects of the macro environment on banking sectorlosses. The main drawback of their approach is that the possible feedback effects from the banking sector to the economycannot be detected and the problem of endogeneity arises. In their model estimation those macro and household sector relatedvariables which significantly influence banks household loan portfolio quality were the debt to income ratio, real housingwealth, banks nominal lending rate and the unemployment rate. On the other hand, Hoggart and Zicchino 2004, and Marcucci and Quagliariello 2005 used vector autoregressions VAR.The main advantage of VARs is that they allow capturing the interactions among variables and the feedback effects from thebanking sector to the real economy. In this sense VARs provide an ideal framework for financial stability purposes, although ithas to be mentioned that simple VARs are not capable of handling the problem of asymmetries, whose role is strengthened understress conditions Drehmann et al. 2006. Therefore, the effects of adverse macroeconomic developments on bank losses mightbe underestimated. Marcucci and Quagliariello 2005 found that the main macro drivers of banks household portfolio qualityare the output gap, the level of indebtedness and the inflation rate. In the study of Hoggart and Zicchino 2004 the authorsfound little evidence that changes in macroeconomic activity have a substantial impact on aggregate and unsecured writeoffs. Incontrast, they found a clear statistical impact of income gearing, interest rates and the output gap on secured writeoffs. The micro approach provides an alternative way of modelling risks. It handles the problem of aggregation by utilisingindividual information and is able to link both idiosyncratic and systemic factors of credit risk to bank losses. Therefore, itprovides a more accurate way of loss measurement by using default probability PD, exposure and loss given default LGDdata. The micro approach was employed by May and Tudela 2005, who estimated a random effect probit model forstudying the effects of household micro attributes and some selected macro variables on the probability of secured debtpayment problems. Their results suggest that the main macro driving force of payment problems is the mortgage interest rate.At the household level, interest gearing of 20 per cent and above and high LTVs significantly influence the probability ofpayment problems. Herrala and Kauko 2007 within a simple logit framework analyse how the probability of being financially distressed dependson household disposable income and debt servicing costs. They found that the two macro factors which substantially influencehouseholds payment ability were unemployment and interest rates. The adaptation of the macro approach for Hungary would not provide accurate information about the potential risks andvulnerabilities for the household sector for at least three reasons. The lack of an adequate loss indicator is one of the maindrawbacks. Neither the stock non performing loan, nor the flow loan loss provision measures of losses can proxyaccurately the risks on the aggregate, as they suffer from the substantial role of portfolio cleaning. In addition, the formercannot reflect promptly the evolution of the business cycle. The second drawback is that the period in which retail lendingbecame dominant the past 78 years was not characterised by substantial macro turbulences, therefore the portfolio qualitywas rather stable i.e. aggregate loss indicators do not show much variability through time. As a result, we are unable tocorrectly judge the effects of adverse macro movements on banks portfolio quality by using these measures in a macroeconometric framework. Finally, these indicators for different household loan products before 2004 are not available. As a result we decided to analyse household sector credit risk by applying the micro approach, building on survey evidencegathered by the MNB in January 2007. The aim of the present paper is twofold. First, by using micro level household data we determine the main idiosyncraticdriving forces of credit risk and analyse whether the current state of indebtedness threatens financial stability. Second, weexamine the shockabsorbing capacity of the banking system in relation to adverse shocks.Our study extends the existing literature on household credit risk modelling in two ways. This is the first study which usesmicro level data for analysing household credit risk, the potential sources of vulnerabilities and the shockabsorbing capacityof the banking system in Hungary. Second, we compare three different methods logit, artificial neural network and financialmargin approaches of household credit risk measurement and use these for stress testing. Our findings suggest that the main individual factors affecting household credit risk are disposable income, the income shareof monthly debt servicing costs, the number of dependants and the employment status of the head of the household. The MNB OCCASIONAL PAPERS 70. 20077MAGYAR NEMZETI BANKresults also show that the current state of indebtedness is unfavourable from a financial stability point of view, as a relativelyhigh share of debt is concentrated in the group of risky households. Risks are somewhat mitigated by the fact that a substantialpart of risky debt is comprised of mortgage loans, which are able to provide considerable security for banks in the case ofdefault. In the stress testing exercise, by analysing the effects of declining employment and rising debt servicing costs, theresults indicate that the household loan portfolio quality is more sensitive to exchange rate depreciation and a CHF interestrate rise than to an HUF interest rate increase, which is due to the denomination and repricing structure of the portfolio. Inthe case of declining employment, the banking sector would face the highest losses if the total number of new unemployed isconcentrated within services, followed by industry, commerce and agriculture. Finally, our findings suggest that the shockabsorbing capacity of the banking sector, as well as individual banks, is sufficient under the given loss rate LGD assumptions,that is the capital adequacy ratio would not fall below the current regulatory minimum of 8 per cent even if the most extremestress scenarios were to occur. The remainder of the paper is organised as follows. In Section 2 we describe the data set used and provide the theoretical setup of the models. Section 3 presents the empirical analysis and finally section 4 offers a concluding summary.8MNB OCCASIONAL PAPERS 70. 20072. Methodological background In this section, first we briefly describe the data set employed and then give a short technical overview about the methodsused for calculating the probability of default and risky debt we refer to this as debt at risk. Finally, the model validationapproach is presented. 2.1. DATA DESCRIPTION4The employed data set derives from a survey conducted by the MNB among indebted households in January 2007.5For the survey a questionnaire was compiled containing four different sections: financial standing of households, credit block,financial savings and personal characteristics. The two main parts of the questionnaire were the financial standing and creditblocks. The former included information about the households disposable income, real wealth, consumption and overheadexpenditures. The credit block was divided further into three sub parts: secured, unsecured blocks and the third part includedgeneral questions about debt i.e. relation to debt, future plans about credit market participation, etc. and payment problems.In the credit block the respondents were asked about the parameters of their loans amount, maturity, monthly debtservicing costs, denomination, year of borrowing, number of loan contracts, etc  The final sample included 1,046 householdshaving some type of credit.The information received concerning wealth and income was treated with caution for two reasons. On the one hand, it isdifficult to involve highincome groups in a questionnairebased survey, which might bias the samples income distribution.On the other hand, obtaining reliable information on households financial situation is difficult in general, given the highdegree of distrust in Hungary. There is not a generally accepted technique handling the uncertainty apparent in incomeinformation, but as the results might be sensitive to this we tried to look at this issue as deeply as possible.6Since we received information about each household member age, qualification, employment status, it allowed us todetermine the minimal income a certain household with specific parameters should have.In cases when the income calculated 7in this way was higher than disclosed, we made an adjustment allowing only one category shift, that is a HUF 20,000increase. As the high degree of uncertainty in connection with black income remained still relevant after the first correction,we decided to increase income data by an additional 10 per cent.82.2. NONPARAMETRIC CREDIT RISK MEASUREMENTA simple way of measuring household credit risk involves the calculation of the households financial margin or incomereserve. The idea behind this approach is that the margin can be an appropriate proxy of default risk, as its size promptlyreflects the evolution of households payment ability. The financial margin is the difference between monthly disposableincome and the sum of consumption expenditures and debt servicing costs, and can be expressed as follows:fmiiycidsi2.1where fm is the financial margin, is the disposable income, y is the consumption expenditures and ds is the debt servicing costsof household i.4 Descriptive statistics of some selected variables can be found in Table A in Appendix 2.5 Data were collected by the market research institute Gfk Hungaria Kft. In the data collection processes, the aim was to ensure both the regional as well as the incomerepresentativity of the sample. Concerning the regional distribution of loans, previous surveys of Gfk Hungaria Kft. provided a priori information, while incomerepresentativity was assured by posterior weighting. Data collection was performed with the random walk method as this ensures that households have equalprobability of getting into the sample. Selected households were sought personally. 6 The high degree of uncertainty regarding the income information is especially problematic in the case of the nonparametric calculations and simulations.7 We determined the minimum income for a household based on the prevailing minimum wage, unemployment aid and oldage pension.8 The calculations are prepared in the case of the nonparametric approach by using the original and the adjusted i.e. additional 10 per cent higher income as well.Regarding the parametric approaches, it is irrespective from the results viewpoint which income data is used, since not the income levels but the position of thehousehold in the income distribution is employed in the calculations. MNB OCCASIONAL PAPERS 70. 20079MAGYAR NEMZETI BANKUsing this simple static framework for measuring credit risk, we make two simplifying assumptions. First, it is assumed thatonly those households default whose financial margin is negative strict default interpretation, which means that after payingout the basic living costs the remaining income is less than the debt servicing costs. Second, we presume that assets andliabilities are fixed in the short run, so borrowing further when problems occur is not possible. Interpreting default in thisframework denotes that households with negative financial margin have a default probability of one, and those with positivehave a zero probability of default. The average unconditional default probability is the share of households with negativefinancial margin within the sample, and debt at risk is the share of the exposure of the financial sector to these householdswithin total loans outstanding. The main shortcomings of this approach are the implicit assumption of homogeneous individual default probabilities withinrisk categories and the identical zero default barrier, which might substantially differ among households. What we do knowis that households with negative margin might be riskier than those with positive margin, but to what extent is not known.From a financial stability point of view, the underestimation of default probabilities in the non default category i.e. zero PDs is more problematic than the overestimation of PDs in the default category i.e. PD is equal to one, as we do notknow the net effect i.e. whether the underestimation effect is more than offset by the overestimation effect or not. 2.3. PARAMETRIC CREDIT RISK MEASUREMENTThis section presents a simple logit and an artificial neural network model for calculating default probabilities and debt atrisk. The methods employed are also static i.e. the assumption of fixed assets and liabilities in the short run is still held, butfor each household in the sample an individual conditional PD can be assigned in relation to their financial and personalcharacteristics. The main advantage of these models is that the results depend less on the ambiguous income and consumptionlevels than in the case of the financial margin for at least two reasons. First, the dependent variable differsi.e. falling into a 9more than one month payment arrear or not in a way which is not directly sensitive for consumption and income data;second, the methods used for calculating default probabilities are not linear, that is the calculated average conditional PD isless sensitive to income uncertainty than the average unconditional PD of the nonparametric approach.102.3.1. The logit approach Model description The default problem can be analysed within a simple binary choice framework. The respondent either did not Y0 or didhave Y1 payment problems during the period in which the survey was conducted. It is assumed that a set of factors invector x explains the decision, that is Yob Pr 1xx F,Yob Pr01xx F,2.22.3The parameters reflect the impact of changes in x on the probability. Assuming that the error term is logistically distributed,the conditional default probability is calculated as follows:9 Default variable for the parametric approaches could have been constructed by using the financial margin of households i.e. households with negative financialmargin are considered to be in default, those having positive have no payment problems. As this definition by construction is very sensitive to income andconsumption data quality and has other shortcomings as well namely the identically zero default barrier assumption described above, in the parametric approachesthis default definition was not employed. 10 The relationship between the two default definitions i.e. those are in default whose financial margin is negative, and, according to the second, those are in defaultwhose arrears exceed one month applied in this paper might be biased by several factors. First, the uncertainty regarding the disposable income can be mentioned;second, the time inconsistency originated from the difference of the financial situation of the households when default happened and when the survey wasconducted. In the optimal case, when a household falls into arrears or defaulting, then its margin is the lowest or might be negative; therefore, the two definitionscoincide with each other. Despite the previously mentioned problems, it can be observed that the financial margin of those whose arrears exceed one month is by 30,000 HUF lower on average than the margin of those having no payment problems, so in this sense both definitions can be used as a good proxy of default riskand also show some coincidence. 10MNB OCCASIONAL PAPERS 70. 2007METHODOLOGICAL BACKGROUNDPr Yobexpexp1x1xxx2.4x indicates the logistic cumulative distribution function. By using the individual PDs and debt outstanding, debtwhere at risk can be expressed as follows:N1iDRProbi zi Ni 1zi2.5where z is the loan amount of household i and N is the number of observations.Estimation of the logit model The estimations are performed in two ways. In the first case the total sample is applied, while in the second case thecalculations are performed on a sub sample, which consists of an equal number of defaulters and nondefaulters. In both cases 75 per cent of the samples are used for estimation, while 25 per cent is employed for model validation purposes. Theobservations are randomly selected into the particular groups. We divide the explanatory variables into two categories, groups of financial and personal characteristics. The financialcharacteristics category contains the households disposable income,the income share of monthly debt servicing costs, the 11debt to income ratio debt to yearly disposable income, financial savings, real wealth, number of debt contracts and type ofdebt contracts FX, HUF, both. The personal characteristics group includes the job status, age, qualification, gender of thehead of the household, the number of dependants and the region of residence. In defining the dependent variable weconsidered a household to be in default if it had experienced payment problems in the previous 12 months and the arrearsexceeded one month.12The covariates, except the debt servicing cost, debt to income, number of loan contracts, real and financial wealth, andnumber of dependants get into the model as dummies, since dummies capture the position of the particular household in thedistribution of the variable in question.13For the estimations the stepwise maximum likelihood method is employed, as it enables us to find the optimal regressionfunction. The stepwise method is a widely used approach of variable selection and is especially useful when theory gives noclear direction regarding which inputs to include when the set of available potential covariates is large. The inclusion ofirrelevant variables not only does not help prediction, it reduces forecasting accuracy through added noise or systemic bias.14The stepwise procedure involves identifying an initial model, iteratively adding or removing a predictor variable from themodel previously visited according to a stepping criterion and, finally, terminating the search when adding or removingvariables is no longer possible given the specified criteria. The regression was run by using the pvalue of 0.1 as a criterionfor adding or deleting variables from the subsets considered at each iteration. We also test the heteroscedasticity of the residuals by carrying out the LM test using the artificial regression method describedby Davidson and Mac Kinnon 1993. The results suggest that we have little evidence against the null hypothesis ofhomoscedasticity. Table 1 presents the estimated model parameters. 11 As in the models, due to income uncertainty, the relative position of households in the income distribution is used, the results are not sensitive to correction in incomelevels i.e. 10 per cent higher income.12 A table about the explanatory variable set used can be found in Table B in Appendix 2.13 In order to avoid perfect collinearity a control group has to be selected. The reference household possesses the following attributes: the household income is in thethird quintile, it has FX debt, lives in central Hungary, the head of the household has a medium qualification, works as an employee, is between 31 and 39 years oldand is male. The reference group is selected to describe the attributes of an average household in the sample.14 The main limitation of the stepwise procedure is that it presumes the existence of a single subset of variables and seeks to identify it. MNB OCCASIONAL PAPERS 70. 200711MAGYAR NEMZETI BANKTable 1Estimated model parameters Model Dependent variable Default Expalantory variables Constant Job status Unemployed Other inactive Logit 1Logit 2Coefficient Std. Err.Coefficient Std. Err.5.1971.806Share of monthly debt serv. cost 3.921Income Quintile 1Quintile 5Number of dependants Goodness of fit measures R2LM_test for heteroskedasticity LM teststatpvalue Number of observations Total Defaulted Nondefaulted 0.7161.6310.3140.1512.0340.154785277580.5170.4671.0160.3720.9350.1430.8060.8350.8502.0731.2130.2392.8982.0231.4626.2642.0120.4950.2883.5600.060542727Note: , , denote that the estimated parameter is significantly different from zero at the 10%, 5% or 1% level.The results indicate that, irrespective of the data set used i.e. whether the number of defaulted households are balanced ornot, the job status of the head of the household i.e. whether heshe is unemployed or not, the number of dependants, theincome share of debt servicing costs and income have significant effects with the expected signsregarding probability of 15default. The job status of the head proxies whether the household is in the low income state. Unemployment increases thelikelihood of having payment problems as this is the main source of unexpected changes in income. The relationship betweenpayment problems and the number of dependants is also positive, as the larger the family the more it is exposed to expenseshocks. The effect of income on the default probability is also evident, as being in higher income quintiles decreases theprobability of payment problems. In addition to its traditional channels, the income effect also exerts its effect through thedebt servicing cost ratio, i.e. a fall in disposable income increases the debt servicing cost ratio. If this ratio is high, it increasesthe likelihood of payment problems as it prevents the accumulation of reserves and makes these households more exposed tothe negative consequences of rising debt servicing, basic living costs or income loss.2.3.2. The neural network approach As an alternative of the logit, we use artificial neural networks ANN to model default probability. The main advantage ofartificial network models is the ability to deal with problems in which relationships among variables and the underlyingnonlinearities are not well known. For a detailed description of neural networks, their main attributes, architectures andworkings see Sargent 1993 and Beltratti et al. 1996. Here we give a brief overview of the simple network model used.15 In order to get information about the size of these effects on the probability of default, the marginal effects of the variables of interest have to be determined. As twologit models are estimated, the marginal effects are calculated from the one that performs better according to the model validation test. We return to this questionin the results chapter.12MNB OCCASIONAL PAPERS 70. 2007METHODOLOGICAL BACKGROUNDModel description The network has three basic components: neurons, an interconnection rule and a learning scheme. Depending on itscomplexity, a network consists of one input layer, one or more intermediate or hidden layers, and one output layer. The key element of the network is the neuron, which is composed of two parts a combination and an activation function.The combination function computes the net input of the neuron, which is usually the weighted sum of the inputs, while theactivation function is a function which generates output given the net input. We begin with the specification of the combination function for the output layer as0qyjajwhere y is the output default, nondefault, aj is the hidden node value for node j, j s are the node weights and q is thenumber of hidden nodes. Constraining the output of a neuron to be within the 0 and 1 interval is a standard procedure. Forthis purpose we use the sigmoid function.16j 12.6The aj s are the values at hidden node j, and are expressed as follows:jq Sxwjiiajif S has a sigmoid form, theni 1aj11expjqxwjiii 12.72.8where the xis are the inputs at node i and S is the activation function. There are qj inputs at hidden node j. The wjis are theparameters at the jthinput. Thus, by inputting the variables i.e. the households personal and financialhidden node for the ithcharacteristics and the variable that proxies the default, our goal is to find the parameters and w which make our functionsmost closely fit the data. The predicted individual default probabilities come directly from the model and are denoted by yt. Using the individual PDsfrom the network, debt at risk is calculated as follows:DRi yzi N1i Nzi2.9where z is the loan amount of household i and N is the number of observations.i 1Training the network The selection of input variables in neural network models is also a crucial question, as the final models performance heavilydepends on the inputs used. Regarding the networks, we apply the variables selected by a feature selection algorithm calledminimalredundancymaximalrelevance criterion m RMR. A detailed description of m RMR can be found in Peng et al. 2005.1716 Other functions such as the logistic are also suitable.17 The MATLAB code of the m RMR can be downloaded from the following website: http:research.janelia.orgpengprojm RMRindex.htm. MNB OCCASIONAL PAPERS 70. 200713MAGYAR NEMZETI BANKTable 2Selected input variables by the m RMR and stepwise methodsm RMR methodstepwise method Selected inputTraining sample size 785Job status Unemployed Other inactive Number of dependants Income Quintile 1Quintile 5Financial saving Share of monthly debt serv. cost Number of selected variables XXXXX554XXXXX5785XXXXX554XXXXX5Here we briefly summarise the main aspects of feature selection based on this method. As a first step of the variable selectionprocedure the m RMR incremental selection is used to select a predefined number of sequential features n from the input variable  Sn. Following comparison of the feature sets, the next step is to find aset X. This leads to n sequential feature sets S1range of k, 1 k n within which the cross validation classification error has both small mean and variance. Within the set ofthe classification errors the smallest has to be found, and the optimal size of the candidate feature set is chosen as the smallest k S2corresponds to the smallest classification error. The main advantages of m RMR are that it both maximises dependency andminimises redundancy between the output and input variables, it handles the problem of bivariate variable selection i.e.individually good features do not necessarily lead to good classification performance, and it is computationally efficient. Table 2presents the selected variables by the stepwise and m RMR methods.The network training process begins by choosing the starting values of the weights. Then by feeding the network with theselected inputs i.e. xi, the output is calculated and compared to a known target i.e. the binary outcomes default, nonand w, so that thedefault, and the corresponding error is computed. The optimisation is done by changing the weights square of the separation between the predicted and actual values of y is minimised:18Normwhere N refers to the number of observations.yy Ni 2ii 12.10As estimation problems are sometimes characterised by non convexities and may have local optimal solutions which might differfrom the global optimal ones, we employ a number of different starting values in order to check for global convergence.It also has to be mentioned that when using neural networks for default modelling purposes the sample size and itscomposition regarding the output variable is a crucial issue. On the one hand, the literature suggests that the predictivepower of the networks strongly depends on the share of defaulters and nondefaulters, i.e. when the share of defaulters andnondefaulters is balanced, the network gives the most reliable prediction. On the other hand, small samples allow onlylimited degrees of freedom, as a relatively simple neural network contains numerous weights that may lead to overtraining Gonzalez 2000. 18 For this nonlinear optimisation procedure the Newton method is used.14MNB OCCASIONAL PAPERS 70. 2007METHODOLOGICAL BACKGROUNDOvertraining means that, instead of the general problem, the nature of the data set is learned. In order to avoid this, thesame 75 per cent of the data sets as in the logit models is employed for training the network, and the remaining 25 per centfor validation purposes.The modelling experiments suggest that the network architecture with three layers one input, one 19hidden and one output layer and with two neurons in the hidden or intermediate layer produces the most reliable resultsin terms of classification accuracy on the validation sample. In the first neuron of the hidden layer the effects from thefinancial characteristics are aggregated, while in the second neuron the effects from the personal characteristics of thehousehold are grouped. On Chart 1 the network architecture of the second network Network 2 model is portrayed. Table 3 shows the input weights and the estimated logit coefficients. Network weights with positive signs indicate an amplifier effectof the weight in question, while the negative signs denote the attenuative effect of the particular weight. As the variables inthe data set have very different magnitudes, data were scaled to be roughly of the same magnitude and thereby increase theprobability of finding an optimal set of parameter estimates. Chart 1Network architecture of the second network model Network 219 There is no theoretical or empirical rule about the optimal share of training and testing sub samples, the 7525 per cent partition is often used in the literature. MNB OCCASIONAL PAPERS 70. 200715MAGYAR NEMZETI BANKTable 3Estimated logit parameters and neural network weights Logit 1Coefficients Network 1Input weights Logit 2Coefficients Network 2Input weights Dependent variable Default Expalantory variables Constant Job status Unemployed Other inactive5.1971.806Share of monthly debt serv. cost 3.921Financial saving Income Quintile 1Quintile 5Number of dependants Goodness of fit measures R2Number of observations Total Defaulted Nondefaulted 0.7161.6310.3140.151785277582.8982.0231.4626.2642.0120.4950.2885427270.33213.0065.86848.46924.0995427271.7243.6510.9213.3140.97378527758Note: , , denote that the estimated parameter is significantly different from zero at the 10%, 5% or 1% level.2.4. MODEL VALIDATION AND SELECTIONAs we have four different models two logits and two networks, validating them is necessary in order to select the best onesfor further analysis. The main purpose of the application of sound model validation techniques is to reduce model risk. Whencomparing two or more credit risk models, irrespective of the particular performance measures used, there are at least fourrules which should be considered. First, when performance measures are sample dependent, the different models have to becompared on the same dataset.Second, samples should be representative of the general population of obligors. Third, the 20data sets used for model estimations and validations should differ. Fourth, robustness of the employed performance measureshas to be determined by calculating confidence intervals. The literature of model selection and validation techniques is quite broad for a detailed description see Burnham and Anderson 1998. Here we limit our attention to the most commonly used validation technique, the receiver operatingcharacteristic ROC method.Its use is a standard part of establishing model performance in accordance with the New 21Capital Accords of the Basel Committee on Banking Supervision. Below we briefly explain the ROC curve concept by using Sobehart and Keenans 2001 notation; then we present our model validation results based on the ROC concept.20 To see this, consider two default prediction models, X and Y, and assume that both models are capable of sorting riskiness with perfect accuracy. Model X is appliedto sample X1, where 4 per cent of the observations are defaults, and Y is applied to sample Y1, where 8 per cent of the observations are defaults. Then we sort thesamples and select a cutoff value of the worst 4 per cent of scored observations. Since the models have, by assumption, perfect accuracy, the fact that theperformance of model X on sample X1 is 100 per cent, while the performance of model Y on sample Y1 is only 50 per cent at the same cutoff, indicates that model X is better than model Y because of the higher capture rate though this is wrong. The problem is that the selected cutoff has a different meaning in terms of samplerejection for any two samples with a different number of defaults.21 There other widely used measures are the cumulative accuracy profile CAP and its summary statistics, the accuracy ratio AR, and the conditional informationentropy ratio CIER. The CAP is similar to the described ROC curve concept. The basic idea of CIER is to compare the uncertainty of the unconditional defaultprobability of the sample frequency of defaults, with the uncertainty of the conditional default probability. 16MNB OCCASIONAL PAPERS 70. 2007METHODOLOGICAL BACKGROUND2.4.1. The ROC curve concept When the classification accuracy of a model is analysed, a cutoff value C is selected in order to classify the debtors. Debtorswith rating scores or PDs below the cutoff value are considered as defaulters and debtors with scores above the cutoff valueare considered as nondefaulters. If the score is below the cutoff value and the debtor defaults, the classification decision wascorrect. If the score is above the cutoff value and the debtor does not default, the classification was also correct. In all othercases, the obligors were wrongly classified. Employing Sobehart and Keenans 2001 notation, the hit rate HRC is defined as follows:CHR CHND2.11where HC is the number of defaulters correctly predicted with cutoff value C, and ND is the total number of defaulters inthe sample. The false alarm rate FARC can be expressed as follows: CFNNDFAR C2.12where FC is the number of nondefaulters incorrectly classified as defaulters, by using the cutoff value C, and NND refersto the total number of nondefaulters in the sample.For all the cutoff values that are contained in the range of the scores the quantities of HRC and FARC are calculated. The ROC curve is the plot of HRC versus FARC. The better the models performance, the closer the ROC curve is to thepoint 0,1. Denoting the area below the ROC curve by A it can be calculated as follows:A HR10FAR d FAR2.13This measure is usually between 0.5 and 1.0 for rating models in practice. A perfect model would have an area below the ROC curve of 1 or 100 per cent, because this means all of the defaulting observations have a default probability greater thanthe PDs of the remaining observations. When the value is 0.5 or 50 per cent it indicates a worthless model because thedefaulters are indistinguishable from the median nondefaulter. For calculating the confidence interval for A the concept of Bamber 1975 is followed. Derivations and proofs can be found in Bambers article.222.4.2. Model validation results Calculating the area below the ROC curves, A and confidence intervals, for both the logit and the neural network models,the remaining 25 per cent of the sample, the validation sample is used. In Table 4 the estimated size of the area below the ROC curve and its confidence band can be seen for the four models.Although the number of defaults in both samples is the 23same, the share of defaulters within the samples is different. Therefore, only those models are comparable whose database isthe same in size. It has to be noted that, when judging models classification accuracy, not only the size of the area below the ROC curve matters but also its standard error and the range of its confidence band. Regarding the larger samples, the logitseems to perform better. Although the area below the ROC curve is slightly smaller than in the network model Network 1,both the standard deviation and the confidence band range are smaller. When the number of defaulters and nondefaulters is 22 It should be noted that for a good approximation of the confidence band for A by using Bambers method there should be at least around 50 defaults in the sample.When there are a few numbers of defaults, the normal approximation might be problematic. However, Engelmann and Tasche 2003 empirically showed that for thecases with very few defaults in the validation sample, the approximation does not lead to completely misleading results. We also check the robustness of ourvalidation results by randomly drawing three sub portfolios. The first subgroup contains 36 defaulters and 225 nondefaulters, the second 25 defaulters and 236 nondefaulters; the third consists of 10 defaulters and 251 nondefaulters. Our results suggest that the boundaries of the confidence bands differ by about 36 percentagepoints.23 The ROC curves of the four models can be found in Appendix 1.MNB OCCASIONAL PAPERS 70. 200717MAGYAR NEMZETI BANKTable 4Estimated areas below the ROC curve and their confidence bands ROC area Std. Err.95% Conf. Interval Validation sample size Non defaulted Logit 1Network 1Logit 2Network 20.8200.8270.7960.8890.0320.0700.0500.0790.757 , 0.8830.690 , 0.9640.697 , 0.8940.735 , 0.978N2612611818N25225299balanced, the network outperforms the logit. This result coincides with the literature showing that the performance of neuralnetworks in default modelling depends on the sample share of defaulters and nondefaulters. The consequence of thevalidation process is that the first logit model Logit 1 and the second network model Network 2 are employed for furtheranalysis.18MNB OCCASIONAL PAPERS 70. 20073. Results In this chapter we first determine the effects of the model variables on the probability of default by using the first logit Logit 1and the second network Network 2 models, then we analyse how the PDs and debt at risk are distributed along variousdimensions and determine the concentration risk. Finally we present our stress testing exercise and analyse the shockabsorbing capacity of the banking system. 3.1. MARGINAL EFFECTSThe estimation results suggested that six variables have sizeable effects on the default probability 1and 5income quintiles,stthshare of debt servicing cost, number of dependants, the job status of the head of the household, and the financial saving. Asthe estimated coefficients give the direction but not necessarily the size of the effect the particular variable has on theprobability of default, the marginal effects have to be calculated. In the logit framework the marginal effect of a continuousvariable can be expressed as follows: xy Exxx1xexpx 1exp 22.14where xis the vector of covariates and is the vector of estimated parameters, while the marginal effectsfrom the above 23described network model can be calculated according to the following formula:yxijexpexpqqxwjii 1xwjii 1 wji 21ii2.15The marginal effects of the model variables are presented in Table 5.Table 5Marginal effects from the logit and network models percentage pointsJob status Unemployed Share of monthly debt serv. cost Income Quintile 1Quintile 5Financial saving Number of dependants Logit 1Network 25.667.381.932.330.580.818.943.203.870.09Note: the marginal effects were first evaluated at every observation and then the individual effects were averaged.24 It should be mentioned that when using this formula for computing the marginal effect a dummy variable is not appropriate; however, the derivative approximationis often accurate.MNB OCCASIONAL PAPERS 70. 200719MAGYAR NEMZETI BANKTable 5 suggest that among the factors analysed, the employment status of the head i.e. whether heshe is unemployed ornot and the share of debt servicing cost have the most sizeable impact in absolute value on default probability. This meansthat when comparing two households which differ only in the employment status of the households head but are otherwisethe same, the two models used for calculating the marginal effects, Logit 1 and the Network 2, produce a 5.66 and a 0.81percentage point default probability difference respectively. The difference in the default probability between the twohouseholds differs only in the debt servicing cost ratio, which is 7.38 and 8.94 percentage points respectively. The effect of dummies can be evaluated not only at the sample mean but on the whole probability distribution by plotting theprobability response curves PRC Greene 2003.With these curves it is possible to examine how the predicted 25probabilities vary with an independent variable. We analyse the effects of unemployment and 5quintile dummies in this waythas a function of the number of dependants and the share of monthly debt servicing cost. The marginal effect in this case isthe difference between the two functions.Chart 2 shows the probability response curves of unemployment as a function of the number of dependants, while Chart 3depicts the unemployment effect as a function of the share of debt servicing cost. The marginal effect of unemploymentranges from 2 when the number of dependants is 1, to about 13 percentage points when it approaches 6, which shows thatthe probability a household will default after the job loss of the main wage earner is far greater for those where the numberof dependants is high. Similarly, if we analyse the unemployment effect as a function of the share of debt servicing cost, themarginal effect ranges from 2.7 to 29 percentage points, which indicates that the probability of default after the job loss ofthe main wage earner is far greater among overindebted households. Chart 2Probability response curves of unemployment as afunction of the number of dependants Network 2Chart 3Probability response curves of unemployment as afunction of the income share of monthly debtservicing cost ProbDefault1, per cent 201816141210864201234N5650454035302520151050ProbDefault1, per cent 010203040Per cent 506070Unemployed Employed Unemployed Employed Charts 4 and 5 portray the probability response curves of the 5th income quintile dummy. The marginal effect of income isalso increasing monotonically with the number of dependants and the share of debt servicing cost. The marginal effects as afunction of the number of dependants and the share of debt servicing cost range from 1 to 6.3 and from 1 to 19 percentagepoints respectively.25 The first logit model Logit 1 is used for calculating the probability response curves.20MNB OCCASIONAL PAPERS 70. 2007Chart 4Probability response curves of income as a functionof the number of dependants Chart 5Probability response curves of income as a functionof the income share of monthly debt servicing cost ProbDefault1, per cent ProbDefault1, per cent RESULTS807060504030201002520151050123N456010203040Per cent 506070Income is not in the 5th quintile Income is in the 5th quintile Income is not in the 5th quintile Income is in the 5th quintile 3.2. DISTRIBUTION OF ESTIMATED PROBABILITIES AND DEBT AT RISKThe above described analysis showed the influence of different factors on the default probability. In this section we look atdefault probabilities and debt at risk by grouping households along various single dimensions, taking account of their differentattributes and not allowing for unobserved individual effects.Table C in Appendix 2 shows the mean default probabilities 26and debt at risk calculated from the above described models, by the households region of residence, disposable income, thequalification of the households head, taking account of the actual circumstances of those in each group.Regarding the region of residence,the mean PDs and the standard deviation of the probability of default are higher among 27households in less developed parts of the country NorthEastern Hungary, Northern and Southern Plain. Debt at risk is alsothe highest in these regions. Depending on the methods used for calculating these risk measures the average PD rangesbetween 2 and 7.4 per cent, while debt at risk ranges between 3.5 and 22 per cent. The results are not surprising, as theseareas are characterised by the lowest net average wage income, which is approximately 85 per cent of the county average, andthe highest unemployment and lowest employment rates 11 and 44 per cent respectively.As a consequence, the share of 28debt servicing costs is on average higher, which prevents the accumulation of any reserves and makes these households moresensitive to shocks.Analysing risks by the qualification of the households head, the results suggest that the average PDs are the highest amongthose whose head has a low qualification mean PDs range between 1.8 and 6.7 per cent, debt at risk ranges between 6.2 and 10.3 per cent. It is true in general that qualification determines both the permanent income and the labour marketpossibilities. Low skilled persons are more exposed to adverse movements in the economy, as their work can be easilysubstituted. In times of economic downturn firms usually lay off their low skilled workers and keep their high skilled ones.Therefore, low skilled workers income might be more exposed to the cyclical fluctuations of the economy. As a result, highincome variance might contribute to higher variance in the probability of default within this category. This assumption mightbe supported by the fact that the standard deviation of the probability of default is the highest among them. 26 Analysing the distribution by multiple dimensions is of no relevance, due to small sample bias.27 Central Transdanubium includes the following counties: Fejer, KomaromEsztergom, Veszprem; Western Transdanubium includes the following counties: GyorMosonSopron, Vas, Zala; Southern Transdanubium includes the following counties: Baranya, Somogy, Tolna; Northeastern Hungary includes the following counties:BorsodAbaujZemplen, Heves, Nograd; Northern Plain includes the following counties: HajduBihar, SzabolcsSzatmarBereg, JaszNagykunSzolnok; Southern Plainincludes the following counties: BacsKiskun, Bekes, Csongrad; Central Hungary includes the following: Pest county and Budapest.28 Hungary 2006, http:portal.ksh.huplskshdocshunxftpidoszakimomo 2006.pdf, available only in Hungarian.MNB OCCASIONAL PAPERS 70. 200721MAGYAR NEMZETI BANKAnalysing risks by income, both the average PDs and debt at risk are the highest among those households whose income is inthe 1quintile. The average PDs range between 6.2 and 8.6 per cent, while debt at risk is between 10 and 24.2 per cent. Thestdifferences in these measures among other income quintiles are not substantial. It has to be mentioned that the effect ofincome is not necessarily separable from the above analysed factors, as mainly these determine which part of the incomedistribution the household is located in. Therefore, income is more or less a condensate of information about householdsriskiness stemming from their given sociodemographic features. In summary, debt payment problems are most likely to occur among households which possess the following attributes: theregion of residence is in NorthEastern Hungary, Northern or Southern Plain, the main wage earner has a low qualificationand the household disposable income is in the 1st income quintile. In order to get an overall picture about risk concentration within the group of indebted households we employ the index ofconcentration of debt at risk May and Tudela 2005. The index is the ratio of debt at risk and the average probability ofdefault. As the index varies, either because of the probability of default, the value of the debt outstanding, or the combinationof these, it may promptly reflect the evolution of risks related to retail lending. If the index value exceeds one it indicates thatdebt is concentrated among risky households, while values less than or equal to one imply that the risk concentration is notsubstantial.29The values of the concentration index are 1.37 and 1.36 in the case of the logit and the network models, while 3.07 by usingthe nonparametric based framework with original income data, and 2.59 by taking into account the income distortion. Theresults suggest that, regardless of the methods used for calculating the concentration index, a substantial part of the loanportfolio is owed by potentially risky households, which is unfavourable from a financial stability point of view. Risks aresomewhat mitigated by the fact that a substantial part of risky debt is comprised of mortgage loans, which are able to provideconsiderable security for banks in the case of default.3.3. THE STRESS TESTING EXERCISEStress tests are tools for analysing the shockabsorbing capacity of the banking system in relation to adverse macroeconomicevents. With stress tests we can judge whether the banking system acts as a stabiliser in the economy, i.e. it is able to absorbshocks and mitigate the negative consequences of business cycle fluctuations or more serious adverse economic events. Thekey aspects of stress testing are to identify the sources of risks and the channels through which they are transmitted, and tomeasure their effects on the financial system. From households credit risk point of view two main sources of risks can be considered which have a relatively largesignificance: declining employment, and fluctuating exchange and interest rates.The main consequence of the first is 30declining disposable income, while the impact of the second on household credit risk develops through the rising cost of debtservicing the foreign currency finance of Hungarian households, for instance, makes their balance sheet position sensitive toexchange rate and foreign interest rate fluctuations, as they do not have natural hedge.Regarding the risk transmission channels, three can be detected through which the banking activity is principally affected: thecredit risk, the income generation risk and funding risk channels. Funding risk might arise through the credit risk channel asa result of the worsening profitability related to household lending, which might lower market confidence and raise the costof external finance. Banks are faced with income generation risk when the operational environment becomes unfavourable,which reduces banks capacity to generate income especially net interest and fee income, a substantial proportion of whichis related to household lending. Finally, increasing writeoffs reflects the deterioration in households payment ability.29 For a better understanding of this concept we present a similar example as May and Tudela 2005. Suppose that there are two households A and B. Household A hasa debt of 1,000,000 HUF and B has a debt of 500,000 HUF. Suppose that each household has an equal default probability 10 per cent. Then the total debt at risk is 0.11,000,0000.1500,000150,000 HUF, that is 10 per cent of the total debt outstanding and the mean PD is 10 per cent. Suppose instead that household A has a 15 per cent probability of having payment problems, while household B has a PD of 5 per cent. In this case the debt at risk is 0.151,000,0000.05500,000 175,000HUF and the share of risky debt is 11.6 per cent, which is higher than in the previous case. The mean probability of default is still 10 per cent. The index ofconcentration of debt at risk in the former case i.e. PDs were equal is 1 while in the latter case i.e. PDs differ it is equal to 1.16 since the household with the largeramount of debt is now more risky. 30 Probabilities were not assigned to the occurrence of the various scenarios. This is the task of future research. 22MNB OCCASIONAL PAPERS 70. 2007RESULTSIn this paper we separately analyse the effects of the most severe employment and financial shock scenarios on banks capitaladequacy, and among the risk transmission channels we take into account the credit risk channel. However, the combinedeffect of real and financial shocks might have a greater impact on banks capital position than each of the individual shocksalone. As our simulations are static, we have to adopt some simplifying assumptions. First, we presume that, as a result of the shocks,neither the volume nor the composition of household consumption changes, the households labour supply remainsunchanged, and there is no banking adjustment, that is banks do not react to increasing losses by curtailing credit supply, orportfolio restructuring. In the calculations we further assume that the shocks are permanently maintained, as this ensures thatdebt at risk calculated along various shock scenarios becomes defaulted. Data suggest that at least one year is necessary forthe default of all the risky households i.e. they eat up all their financial savings.Finally, we presume that banks household 31loan portfolio from a quality point of view is similar to the representative portfolio used. Based on this latter assumption, asno information on household default probabilities from individual banks is available, when calculating the losses, we use thesame default probability for each bank. The difference between banks is constituted by the product composition of theirportfolio and the product specific loss rates LGD, which, however, adequately reflects the differences in quality acrossindividual banking portfolios. 3.3.1. The effect of rising debt servicing costs on portfolio quality In the calculation of the effect of rising debt servicing costs we considered the occurrence of the following financial shocks:a 100, 250 and 500 basis points increase in HUF yields, a 100 and 200 basis points increase in CHF yields, and a 10, 20, 30per cent depreciation of the forint exchange rate.Depreciation affects monthly debt servicing costs straightline, while the 32effect of interest rates rise is not linear.Since there is uncertainty regarding households disposable income, the calculations 33regarding the nonparametric approach are performed with the original, and with 10 per cent higher incomes as well.In this 34case, both the average PDs, which are the share of households with negative financial margin within the total of indebtedhouseholds, and debt at risk, which is the debt outstanding of households with negative financial margin, are calculateddirectly. The shocked PDs and debt at risk are also calculated by using the estimated parameters weights of the logit and networkmodels. As a first step, the shocked debt servicing cost is determined for each household, then it is inserted into the modelsand the new conditional PDs and debt at risk are calculated. Charts 6 and 7 depict the effects of various financial shockscenarios on debt at risk and on the average default probability. On the charts the effects of only single shocks can be seen.This means that, for instance, when calculating the impact of a 200 basis point CHF interest rate increase, the exchange rateand HUF interest rate are held constant. Tables about the combined effects of financial shocks can be found in Appendix 2Tables D and E.The results suggest that portfolio quality is more sensitive to exchange rate movements and a CHF yield rise than to anincrease in HUF interest rates. This is due to the denomination and repricing structure of the household loan portfolio.Regarding the denomination structure, the domesticforeign currency composition by the end of 2006 was approximately 5050 per cent. However, in the case of new loans an 8090 per cent dominance of foreign currency denomination can beobserved. As a consequence, the exposure of the portfolio to exchange rate risk is permanently increasing. Regarding theportfolios repricing structure, as the share of forint loans with fixed interest rates is relatively high, only a small proportion 31 The households average shock tolerance period depending on the size of the shock is between one and three months. This is the average period under whichhouseholds eat up their financial savings, provided that their behaviour remains unchanged i.e. constant consumer preferences, no restructuring of consumptionexpenditures, unchanged labour supply.32 The values of the examined financial shocks are the tails of the historic distributions calculated from the data of the HUFEUR exchange rate, the 3month forint yieldsand the average 3month Swiss money market rate between January 2001 and May 2007 in case of the exchange rate 3, 6 and 8 standard deviation, in case of the HUF interest rate 1, 2, 3 standard deviation and in the case of the CHF interest rate 1 and 2 standard deviation. The reason for counting with the effect of a CHFinterest rate rise is that approximately 8590 per cent of total retail FX debt is denominated in Swiss franc.33 As all the relevant information was available regarding the loan product of a particular household, the individual APRs are calculated. When the effects of risinginterest rates are analysed, the increase of the interest rate is added to the individual APRs, and then the monthly debt servicing costs are recalculated.34 The PDs from the parametric approaches were not recalculated, as the equal 10 per cent shift in income does not change the relative positions of the households inthe income distribution.MNB OCCASIONAL PAPERS 70. 200723MAGYAR NEMZETI BANKChart 6Increase in debt at risk to various financial shockscenarios Chart 7Increase in the average default probability tovarious financial shock scenarios Percentage point Percentage point 98765432103.532.521.510.50Financialmargin 1 Financialmargin 2 Logit 1Network 2Financialmargin 1 Financialmargin 2Logit 1Network 2The effect of 30% depreciation The effect of 20% depreciation The effect of 10% depreciation The effect of 200 bp CHF interest rate increase The effect of 500 bp HUF interest rate increase The effect of 30% depreciation The effect of 20% depreciation The effect of 10% depreciation The effect of 200 bp CHF interest rate increase The effect of 500 bp HUF interest rate increase Notes: The charts depict the single effects of a 10, 20 and 30 per cent exchange rate depreciation and a 500 and 200 basis point HUF and CHF interestrates rise. The baseline values of debt at risk i.e. no shock case are the following: 12.9 and 5.7 per cent in the nonparametric approach with originalincome and with a 10 per cent higher income, 4.8 per cent in the case of the first logit model Logit 1 and 5.5 per cent in the case of the second networkmodel Network 2. The baseline values of average default probabilities are the following: 4.2 and 2.2 per cent in the nonparametric approach withoriginal income and with a 10 per cent higher income, 3.4 per cent in the case of the first logit model Logit 1 and 4.0 per cent in the case of the secondnetwork model Network 2.is exposed to HUF interest rate shocks. In contrast, as FX loans involve variable rates with short repricing periods, the roleof foreign interest rate risk especially CHF is getting even more prevalent. It has to be mentioned that the potential increase in credit risks are mitigated by the high reserves built into the prices and by thefact that a significant proportion of the debt at risk is comprised of mortgage loans. The risks can be further diminished to someextent by loan constructions with fixed instalment payments, where any drop in the relevant exchange rate affects the maturityof the loan instead of increasing the instalment payment. However, these types of loans are not yet widely used. 3.3.2. The effect of declining employment on portfolio quality Unemployment directly affects a households disposable income and, as a result, its payment ability. In the simulations a 3 and a 5 per cent decline in employment are considered, which affects only indebted households.Beyond the above 35mentioned assumptions i.e. unchanged consumption, labour supply, no bank reaction we include some additionalsimplifications. First, we presume that unemployment risk does not depend on individual factors such as age, qualification,etc., so each employee has an equal probability of becoming unemployed. Second, only one household member looses his orher job and the worker in question will not find new employment in a one year period. Finally, each employee is equallycontributing to the household income.35 The average employment rate between 1998 and 2006 was 56 per cent with 1.12 per cent standard deviation. So a 3 and 5 per cent employment decline is equal toan approximately 3 and 4 standard deviation shock. 24MNB OCCASIONAL PAPERS 70. 2007RESULTSThe effects of declining employment are analysed in several different scenarios.We checked how layoffs affect debt at risk 36within the entire portfolio, by selecting the unemployed workers randomly from the total sample, while in the second instancewe assumed that layoffs affect a given sector services, agriculture, industry, trade. The relevance of this latter scenario isprovided on the one hand by the fact that, the exposure of individual sectors to cyclical fluctuations of the economy maydiffer significantly, and as a result the developments of employment also show sectoral fluctuations and may be moredominant in certain sectors. On the other hand, there may be differences between sectors in terms of the composition of loanportfolio extended to those working in the given sector, which may also affect the developments in losses considerably.For the selected households the new disposable income after unemployment has to be calculated. When each employeeequally contributes to the household income, then the new income is calculated as follows: 37iyniiynni1 unemp_aid3.1where yn is the new income, n is the number of employees of household i, and unemp_aid is the dole. For deriving the distributions of the probability of default and debt at risk, unemployed households are randomly drawn 2000times then the new income, income share of debt servicing cost and unemployment i.e. unemployment dummy data is insertedinto the models and the average PDs and debt at risk are recalculated. In the case of the nonparametric approach the debt ofthose households whose income reserve becomes negative after the shock is added to the risky loan portfolio. If the margin ofa selected household was already negative, then its debt outstanding was not added again to the risky loan portfolio. Charts 8and 9 depict the density functions of the increase in the risky loan portfolio, when unemployment is not sector specific. The results indicate that the expected increase in debt at risk is lower in the case of the parametric approaches than in thenonparametric ones. The reason for this lies in the different ways default probabilities are assigned to households in variousmodels. In the financial margin approach the consequence of unemployment is default by assumption, so the weight ofunemployed households debt outstanding added to the risky loan portfolio is 1, while in the logit and network models theseweights i.e. default probabilities vary between 0 and 1. Chart 8The effect of a 3 per cent decline in employment onthe share of the risky portfolio debt at riskChart 9The effect of a 5 per cent decline in employment onthe share of the risky portfolio debt at risk302520151050Probability, per cent Probability, per cent 25201510500 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 5.5 6.0 6.5 7.0 7.500.51.01.52.02.53.03.54.0Increase in debt at risk percentage pointIncrease in debt at risk percentage pointFinancial margin 1Logit 1Financial margin 2Network 2Logit 1Network 2Financial margin 1Financial margin 2Notes: As debt at risk in the baseline case i.e. without shocks differs across methods, only the increases relative to the baseline are depicted. The baselinevalues of debt at risk are the following: 12.9 and 5.7 per cent in the nonparametric approach with original income and with a 10 per cent higher income,4.8 per cent in the case of the first logit model Logit 1 and 5.5 in the case of the second network model Network 2.36 The sectors analysed are the following: agriculture, commerce, industry, services.37 We also analyse the sensitivity of our results, when the equal income contribution assumption is loosened. We consider a 50 and a 60 per cent contribution of eachperson hit by unemployment to the households disposable income. In the case of the 50 per cent contribution the results remain almost the same, while in the caseof the 60 per cent contribution a moderate rise in the debt at risk can be observed relative to the equal contribution case. MNB OCCASIONAL PAPERS 70. 200725MAGYAR NEMZETI BANKFrom the charts it is also apparent that two graphs i.e. financial margin 1 and 2 show a strong congruence, which at firstglance seems surprising. However, the reason is rather simple. The positive effect of a 10 per cent rise in disposable incomeon the financial margin is more than offset by the job loss of a wage earner, which might result in a 25 to 100 per cent 38decline in a households disposable income depending on the number of wage earners in the household. In Chart 10 and Chart 11 the density functions of the average default probabilities are depicted. Chart 10Distribution of average default probabilities Logit 1Chart 11Distribution of average default probabilitiesNetwork 2Probability, per cent 3.53.02.52.01.51.00.5Probability, per cent 3.53.02.52.01.51.00.504.14.65.15.66.16.67.1Average probability of default, per cent 04.374.474.574.674.774.874.97Average probability of default, per cent 3 percentage decline 5 percentage decline 3 percentage decline 5 percentage decline Notes: The results of the nonparametric approach are not depicted, as the average PD i.e. the share of households with negative margin of a givenemployment shock is the same. The baseline average default probability is 3.4 per cent in the logit model case and 4.0 per cent in the network case,respectively.Regarding the sectoral concentration of unemployment, the portfolio quality is most sensitive to the layoff of workers in theservices, followed by industry, commerce and agriculture. In the case of the service industry, the expected increase in debt atrisk as a result of a 5 per cent decline in employment is 0.97, 1.75 and 3.36 percentage points, regarding the logit, the networkand the financial margin approaches, respectively. It should be noted that the range of products offered by banks grew in 2006with the appearance of home loans combined with insurance. In the case of unemployment, this insurance provides coveragefor payment of instalments for a predetermined period typically one year to prevent any interruption in the continuity ofpayments while in search of a job. If these types of loans gain popularity, the impact of any shock in the labour market onthe portfolio could drop.3.3.3. Analysing the shockabsorbing capacity of the banking system In this chapter, based on the results of the most severe financial and employment stress scenarios, the shockabsorbing capacityof the banking system, proxied by the capital adequacy ratio, is analysed. In the calculation of the capital adequacy ratio we carried out the following steps. First, we determined the actual capitaladequacy ratio of the banking sector. Then the potential loss based on the most severe stress scenarios was calculated debtat risk by using the four models. From our perspective not the average probability of default but the banking sectorsexposure to risky households determines directly the amount of possible losses debt at risk. As our debt at risk definitioncan be considered as a weighted average default probability, we think that it is able to better capture the risks than the averagedefault probability, since it takes into account both the differences among individual household PDs and debt outstanding. Inthe calculation, debt at risk, equal for all banks, was multiplied by the single banks exposure and then weighted with the LGDs loss given default. From the received values the loan loss provisions were deducted. The profitability and the capital 38 The maximum number of wage earners in a household within the sample was 4.26MNB OCCASIONAL PAPERS 70. 2007RESULTSstrength of the banks are influenced by the stress event only in those cases when the losses exceeded the size of the lossprovisions. Finally the new capital adequacy ratios of the sector were built as a weighted average of the individual banks ratiosthe weights were the individual banks market share. The calculations were based on yearend data of 2006 and any potentialincome that might be generated after 31st December 2006 was not taken into account. In the calculations we had to adopt some simplifying assumptions. First, we assumed that banks client structures from aquality point of view are similar. This means that the probability of default and debt at risk are the same for all banks. Second,we also admitted that these indicators are uniform for all loan types. Banks portfolio composition and the productspecific LGD assumptions imply the only differences among individual institutions. Due to lack of reliable Hungarian data about thestream of recoveries, workout costs and an appropriate spread for the risk of the recovery, the computation of recovery rateswas not possible. Therefore, we considered a varying loss given default for mortgagesand fix 50 and 90 per cent LGD for 39vehicle and unsecured loans, respectively. The LGD numbers of vehicle and unsecured loans compared to the international practice were considered to be moreconservative. There were three main reasons for using varying mortgage LGDs. First, the share of mortgage loans withinbaking retail portfolios is constantly increasing and, as a result, the banking sectors exposure to real estate market movementsis gradually rising. Second, the development in losses calculated alongside the various shock scenarios might be sensitive to LGD assumptions in general, and as the literature suggests Schuermann 2004, for instance during economic downturnsnot only does the volume of risky exposures rise, but the value of collaterals decline. Therefore, neglecting the LGD effectmight result in the substantial underestimation of losses. Third, due to the lack of information about the value of stressmortgage LGDs, we tried to handle this problem by sensitivity analysis. In the loss calculation we count with the most severe financial and employment shock scenarios. In the financial shocks case,the effect of a 30 per cent HUF exchange rate depreciation, 500 basis points HUF interest rate and 200 basis points CHFinterest rate rises were analysed, while in the employment shock the 99th percentile values of the risky portfolio distributionswere reckoned, when indebted households are hit by a 5 per cent employment decline depicted on Chart 9. Charts 12 and 13 portray the capital adequacy ratio of the banking sector in relation to the most severe shock scenarios as a function ofmortgage LGD.Chart 12The effect of the largest financial shocks on thecapital adequacy ratio of the banking sector Chart 13The effect of the 5 per cent employment decline onthe capital adequacy ratio of the banking sector 121086420Capital adequacy ratio, per cent Capital adequacy ratio, per cent 1210864200102070809001020403060Mortgage LGD, per cent 506030Mortgage LGD, per cent 4050708090Network 2 Debt at risk: 7.6%Logit 1 Debt at risk: 6.9%Financial margin 2 Debt at risk: 13.8%Financial margin 1 Debt at risk: 24.5%Network 2 Debt at risk: 10.2%Logit 1 Debt at risk: 7.9%Financial margin 2 Debt at risk: 13.7%Financial margin 1 Debt at risk: 21.2%Note: In the case of the employment shock, the baseline values of debt at risk were added to the distribution of increments depicted in Chart 9 and thenthe 99th percentiles were calculated. 39 For a study of how to estimate LGDs for mortgages, see Calem and LacourLittle 2004. MNB OCCASIONAL PAPERS 70. 200727MAGYAR NEMZETI BANKThe results indicate that the conclusion regarding the shockabsorbing capacity of individual banks as well as the bankingsector is sensitive to the LGD assumptions taken. Up to 10 per cent of mortgage LGD all the models used give robustconclusions about the capital strength of the sector. Furthermore three models financial margin 2, logit 1 and network 2suggest that up to 30 per cent of mortgage LGD, the capital adequacy ratio does not fall below the current regulatoryminimum of 8 per cent. If we consider the 10 per cent loss rate as the LGD in normal times, then the latter 2025 percentagepoint decline in the recoveries increase in the loss rate to 30 per cent can be thought as a stress event, and this assumptionis consistent with the calculations of Frye 2000 who estimated that in depressed periods the LGD of highquality loans riseby about the same measure. When evaluating the shockabsorbing capacity, one has to keep two further issues in mind. First, as was mentioned above,the financial margin calculation has a lot of shortcomings, but the main weakness is its excess sensitivity to income andconsumption data uncertainty. Therefore, the results based on the nonparametric approach have to be handled carefully.Second, in the loss calculations we neglect to measure how the shock propagation affects other sectors in the economy.However this latter might induce substantial deterioration in the quality of other banking portfolios and can substantially pushthe capital adequacy ratio below the regulatory minimum.28MNB OCCASIONAL PAPERS 70. 20074. Summary and conclusion By using three different types of credit risk measurement techniques financial margin, logit and neural network approachesthis paper investigated the main idiosyncratic determinants of household credit risk, examined whether the current state ofindebtedness threatens financial stability, and by employing stress tests it analysed the shockabsorbing capacity of the bankingsystem. Estimation results show that the most important idiosyncratic factors of credit risk are the disposable income, the number ofdependants, the share of monthly debt servicing costs and the employment status of the head of the household. Empiricalevidence suggests that effects of unemployment and income on the probability of default monotonically increase with thenumber of dependants and the income share of monthly debt servicing costs, that is, these effects are stronger among thosehouseholds where the number of dependants or the share of monthly debt servicing costs are originally high. The results alsosuggest that debt payment problems are most likely to occur among households living in less developed regions i.e. NorthEastern Hungary, the Northern and Southern Plain, where the main wage earner has a low qualification and the householddisposable income is in the 1st income quintile. The results also indicate that a substantial part of the loan portfolio is owedby potentially risky households, which is unfavourable from a financial stability point of view. However risks are somewhatmitigated by the fact that a substantial part of risky debt is comprised of mortgage loans, which are able to provideconsiderable security for banks in the case of default. Regarding the stress test results of the financial shocks, we find that portfolio quality is more sensitive to exchange rate and CHF interest rate movements than to a forint yield rise, due to the denomination and repricing structure of the householdloan portfolio. In the case of the employment shock, the results suggest that employment decline has considerable effects onthe size of the risky loan portfolio. Regarding the sectoral concentration of unemployment the portfolio quality is mostsensitive to the layoff of workers in services, which is followed by industry, commerce and agriculture. Finally, our findingsreveal that the shockabsorbing capacity of the banking sector as well as individual banks is sufficient under the given loss rateLGD assumptions, that is the capital adequacy ratio would not fall below the current regulatory minimum of 8 per cent evenif the most extreme stress scenarios were to occur. There are, however, some limitations. In this regard the static assumptions about the behaviour of households and banks, thepresumption of homogenous portfolio quality, the separate shock analysis i.e. separate analysis of real and financial shockson banks capital adequacy and the fact that we neglect to measure how the shock propagation affects other economic sectorsshould be mentioned. The results provide the first set of microeconomic insights into household credit risk. Drawing on these,further investigations, including the extension of the above analysis by using panel data and an integrated analysis ofhousehold and corporate sector credit risk, will be aimed at drawing a more refined picture of credit risk and the shockabsorbing capacity of the banking system.MNB OCCASIONAL PAPERS 70. 200729References BAMBER, D. 1975: The Area Above the Ordinal Dominance Graph and the Area below the Receiver Operating Graph,Journal of Mathematical Psychology, 12, pp. 387415.BELTRATTI, A., S. MARGARITA AND P. TERNA 1996: Neural Networks for Economic and Financial Modelling, International Thompson Computer Press.BURNHAM, K. AND D. ANDERSON 1998: Model Selection and Inference, New York, Springer, pp. 3274.CALEM, P. AND M. LACOURLITTLE 2004: RiskBased Capital Requirements for Mortgage Loans, Journal of Banking and Finance, 283, pp. 64772.DAVIDSON, R. AND J. MACKINNON 1993: Estimation and Inference in Econometrics, Oxford, Oxford University Press.DREHMANN, M., A. PATTON AND S. SORENSEN 2006: NonLinearities and Stress Testing, forthcoming.ENGELMANN, B., E. HAYDEN AND D. TASCHE 2003: Testing Rating Accuracy, Risk, January 2003.FROYLAND, E. AND K. LARSEN 2002: How Vulnerable are Financial Institutions to Macroeconomic Changes? An Analysis Based on Stress Testing, Norges Bank Economic Bulletin, 2002Q3.FRYE, J. 2000: Depressing Recoveries, Policy Studies, Federal Reserve Bank of Chicago, October 2000.GONZALEZ, S. 2000: Neural Networks for Macroeconomic Forecasting: A Complementary Approach to Linear Regression Models, Working Paper 20007, Department of Finance, Canada.GREENE, W. H. 2003: Econometric Analysis, 5th Edition, Prentice Hall.HERRALA, R. AND K. KAUKO 2007: Household Loan Loss Risk in Finland Estimations and Simulations with Micro Data,Bank of Finland Research Discussion Papers.HOGGART, G., S. SORENSEN AND L. ZICCHINO 2005: Stress Tests of UK Banks Using a VAR Approach, Bank of England Working Paper, No. 282.CENTRAL STATISTICAL OFFICE: Hungary in 2006, publication of the Hungarian CSO,http:portal.ksh.huplskshdocshunxftpidoszakimomo 2006.pdf, available only in Hungarian.MARUCCI, J. AND M. QUAGLIARIELLO 2005: Is Bank Portfolio Riskiness Procyclical? Evidence from Italy using a Vector Autoregression, University of York, Discussion Papers in Economics, No. 200509.MAY, O. AND M. TUDELA 2005: When is Mortgage Indebtedness a Financial Burden to British Households? A Dynamic Probit Approach, Bank of England Working Paper, No. 277.PENG, H., F. LONG AND C. DING 2005: Feature selection based on mutual information: criteria of maxdependency, maxrelevance, and minredundancy, IEEE Transactions on Pattern Analysis and Machine Intelligence, Vol. 27, No. 8, pp. 12261238.REPORT ON FINANCIAL STABILITY 2007: http:english.mnb.huEngine.aspx?pagemnben_stabilContent ID9555.SARGENT, T. 1993: Bounded Rationality in Macroeconomics, Oxford University Press, Oxford, United Kingdom.30MNB OCCASIONAL PAPERS 70. 2007SCHUERMANN, T. 2004: What Do We Know About Loss Given Default?, forthcoming in: Credit Risk Models and Management, 2nd Edition, London, UK.SOBEHART, J. AND S. KEENAN 2002: Measuring Default Accurately, Risk, pp. S31S33, March 2002.REFERENCESMNB OCCASIONAL PAPERS 70. 200731Appendix 1: charts Chart 1a ROC curve of the first logit model Logit 1Chart 2a ROC curve of the second logit model Logit 210.90.80.70.60.50.40.30.20.10HR Hit rateHR Hit rate10.90.80.70.60.50.40.30.20.1000.10.20.30.40.50.60.70.80.9100.10.20.30.40.50.60.70.80.91FAR False alarm rateFAR False alarm rateChart 3a ROC curve of the first neural network modelNetwork 1Chart 4a ROC curve of the second neural network modelNetwork 2HR Hit rateHR Hit rate10.90.80.70.60.50.40.30.20.1010.90.80.70.60.50.40.30.20.1000.10.20.30.40.50.60.70.80.9100.10.20.30.40.50.60.70.80.91FAR False alarm rateFAR False alarm rate32MNB OCCASIONAL PAPERS 70. 2007Mean Median Standard deviation Composition of loans by denomination HUF4,059,0493,000,0003,393,14762%15048%14445%8622%1,628,8671,500,000851,931CHF33%60%1%EUR5%8%7%31%92%Appendix 2: tables Table ADescriptive statistics of some selected variables Variable Debt Mortgage Loans HUFMaturity of Mortgage Loans MonthReported LTVCar Purchase Loans HUFMaturity of Car Purchase Loans Month484030Unsecured Loans HUFMaturity of Unsecured Loans MonthNumber of loan contracts Income and wealth Disposable Income HUFFinancial Saving HUFNumber of own cars 408,349200,000712,000391.50170,144139,4840.70271.00160,48301.00150.8165,245521,6780.77Reported value of own cars HUF835,335220,2501,673,700Number of own dwellings 0.941.000.53Reported value of own dwellings HUF10,962,71510,000,0009,103,317Expenditures Montly Loan Installment HUF29,69523,00025,765Reported income share of monthly loan installment Calculated income share of monthly loan installment Consumption expenditure HUFOverhead expenditure HUFOther household characteristics Number of dependants Age of the head of the household 22%18%64,66432,1181.314315%15%60,86630,2651.004513%14%24,43611,8121.2912MNB OCCASIONAL PAPERS 70. 200733MAGYAR NEMZETI BANKTable BExplanatory variable set Job status of the head of the household Employee Private entrepreneur Unemployed Other inactive Qualification of the head of the household Low Medium High Age of the head of the household3031394049505960Gender of the head of the household Male Female Number of dependants Region of residence Central Transdanubium Western Transdanubium Southern Transdanubium Northeastern Hungary Northern Plain Southern Plain Central Hungary Disposable income Quintile 1Quintile 2Quintile 3Quintile 4Quintile 5Financial Saving Real wealth Share of monthly loan inst.Debt to income Number of loans Loan type Foreign FXDomestic HUFForeign and domestic 34MNB OCCASIONAL PAPERS 70. 2007Dummy Continuous CommentCalculation XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXCounties: Fejer, KomaromEsztergom, Veszprem Counties: GyorMosonSopron, Vas, Zala Counties: Baranya, Somogy, Tolna Counties: BorsodAbaujZemplen, Heves, Nograd Counties: HajduBihar, SzabolcsSzatmarBereg, JaszNagykunSzolnok Counties: BacsKiskun, Bekes, Csongrad Pest county and Budapest Upper quintile limits HUF 110946HUF 148597HUF 179149HUF 218790Reported value of total financial savings Reported value of own cars and dwellings Monthly debt servicing costmonthly disposable income DebtYearly disposable incomeAPPENDIX 2Table CDistribution of the probability of default and debt at risk mean valuesDimensionModel Financial Financial margin 1 margin 2Logit 1 Network 2 Financial Financial margin 1 margin 2Logit 1 Network 2Debt at risk Probablity of default Region Central Hungary Central Transdanubium Western Transdanubium Southern Transdanubium Northeastern Hungary Northern Plain Southern Plain Income Quintile 1Quintile 2Quintile 3Quintile 4Quintile 5Qualification Low Medium High Age30313940495059607.1%12.1%10.8%6.8%22.0%19.6%8.1%24.2%25.9%7.3%8.6%8.1%10.3%12.4%15.5%18.4%11.1%14.2%14.2%2.1%4.1%6.8%2.0%18.2%6.0%3.5%19.0%14.6%4.6%6.2%6.9%1.4%6.8%5.5%5.1%6.9%2.1%3.7%3.7%4.7%4.7%5.7%5.0%5.2%4.6%4.6%5.2%5.4%5.9%5.9%5.9%11.7%10.0%6.0%4.9%5.0%0.8%7.3%5.3%2.2%5.2%5.1%4.8%4.0%2.9%6.5%5.3%5.3%3.2%7.7%5.7%4.1%5.6%5.7%5.7%4.8%4.0%2.0%3.3%2.4%2.9%7.2%7.4%4.1%8.6%6.2%2.4%2.4%1.4%4.5%4.4%3.1%3.0%4.8%4.6%5.0%1.1%Mean Stdev.Mean Stdev.2.3%2.5%2.8%3.7%4.1%4.3%4.7%7.6%3.3%2.9%2.9%0.5%6.2%3.4%1.8%3.6%4.0%3.8%2.8%1.8%3.5%3.5%4.5%4.1%5.5%5.1%7.5%8.0%3.8%3.5%3.1%0.5%8.4%4.6%2.2%4.3%5.7%5.8%4.1%1.8%2.8%3.1%3.4%4.5%4.4%5.1%5.1%7.8%3.7%3.1%3.2%2.1%6.7%3.9%2.8%4.3%4.5%4.4%3.3%2.6%3.3%3.1%3.3%4.3%4.5%4.5%5.5%5.4%4.1%3.1%3.2%1.8%6.4%4.0%2.2%4.8%4.3%4.7%3.6%2.1%1.2%2.2%1.0%5.8%3.2%2.0%6.2%3.3%1.4%1.8%2.6%0.6%0.7%2.9%2.1%2.7%1.1%Notes: Central Transdanubium includes the following counties: Fejer, KomaromEsztergom, Veszprem; Western Transdanubium includes the followingcounties: GyorMosonSopron, Vas, Zala; Southern Transdanubium includes the following counties: Baranya, Somogy, Tolna; Northeastern Hungaryincludes the following counties: BorsodAbaujZemplen, Heves, Nograd; Northern Plain includes the following counties: HajduBihar, SzabolcsSzatmarBereg, JaszNagykunSzolnok; Southern Plain includes the following counties: BacsKiskun, Bekes, Csongrad; Central Hungary includes the following:Pest county and Budapest. Upper quintile limits are the following: 1. quintile: HUF 110,946, 2. quintile: HUF 148,597, 3. quintile: HUF 179,149, 4. quintile: HUF 218,790. MNB OCCASIONAL PAPERS 70. 200735MAGYAR NEMZETI BANKTable DAverage default probabilities by various financial shock scenarios and model specifications one year horizonAverage unconditional probability of default nonparametric approachOriginal income Original income plus 10 per cent HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp CHF interest rate shock: 004.2%4.2%4.5%5.0%04.4%4.4%4.7%5.2%04.7%4.7%5.0%5.4%10%5.1%5.1%5.4%5.8%20%6.0%6.0%6.3%6.8%30%7.4%7.4%7.6%8.1%CHF interest rate shock: 100 bp 10%5.4%5.4%5.7%6.2%20%6.8%6.8%7.1%7.6%30%7.5%7.5%7.7%8.2%CHF interest rate shock: 200 bp 10%5.8%5.8%6.1%6.6%20%7.1%7.1%7.4%7.8%30%7.7%7.7%8.0%8.5%02.2%2.2%2.2%2.5%02.3%2.3%2.3%2.6%02.4%2.4%2.4%2.7%10%2.6%2.6%2.6%2.9%10%2.7%2.7%2.7%3.0%10%2.8%2.8%2.8%3.1%20%3.0%3.0%3.0%3.3%20%3.2%3.2%3.2%3.4%20%3.5%3.5%3.5%3.8%Average conditional probability of default parametric approachLogit 1CHF interest rate shock: 010%3.6%3.6%3.6%3.7%20%3.8%3.8%3.8%3.8%30%3.9%4.0%4.0%4.0%CHF interest rate shock: 100 bp 10%3.8%3.8%3.9%3.9%20%4.0%4.1%4.1%4.1%30%4.3%4.3%4.3%4.4%CHF interest rate shock: 200 bp 10%3.9%3.9%3.9%3.9%20%4.1%4.1%4.1%4.2%30%4.3%4.3%4.4%4.4%03.4%3.5%3.5%3.5%03.6%3.6%3.7%3.7%03.7%3.7%3.7%3.7%Network 204.0%4.0%4.1%4.1%04.3%4.3%4.3%4.3%04.5%4.5%4.5%4.5%10%4.2%4.2%4.2%4.2%10%4.4%4.4%4.4%4.5%10%4.6%4.6%4.6%4.7%20%4.3%4.3%4.3%4.3%20%4.5%4.6%4.6%4.6%20%4.8%4.8%4.8%4.8%30%3.5%3.5%3.5%3.8%30%3.9%3.9%3.9%4.2%30%4.2%4.2%4.2%4.5%30%4.4%4.4%4.4%4.5%30%4.7%4.7%4.7%4.7%30%4.9%5.0%5.0%5.0%36MNB OCCASIONAL PAPERS 70. 2007APPENDIX 2Table EDebt at risk by various financial shock scenarios and model specifications one year horizonDebt at risk nonparametric approachOriginal income Original income plus 10 per cent HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp HUF Interest rate shockHUF depreciation 0100 bp 250 bp 500 bp CHF interest rate shock: 0012.9%13.2%14.1%14.9%10%15.5%15.5%16.4%17.2%20%18.1%18.1%19.0%19.8%30%21.5%21.5%22.4%23.2%CHF interest rate shock: 100 bp 013.4%13.7%14.6%15.4%10%16.8%16.8%17.8%18.5%20%20.6%20.6%21.6%22.6%30%21.7%21.7%22.6%23.4%CHF interest rate shock: 200 bp 014.3%14.6%15.5%16.3%10%17.9%17.9%18.8%19.6%20%21.6%21.6%22.5%23.3%30%22.8%22.8%23.7%24.5%Debt at risk parametric approachLogit 1CHF interest rate shock: 003.4%3.5%3.5%3.5%05.2%5.2%5.3%5.4%05.3%5.3%5.4%5.5%10%3.6%3.6%3.6%3.7%20%3.8%3.8%3.8%3.8%30%3.9%4.0%4.0%4.0%CHF interest rate shock: 100 bp 10%5.6%5.6%5.7%5.8%20%6.1%6.1%6.2%6.3%30%6.6%6.6%6.7%6.8%CHF interest rate shock: 200 bp 10%5.7%5.7%5.8%5.9%20%6.2%6.2%6.3%6.4%30%6.8%6.8%6.8%6.9%05.7%5.7%5.7%6.6%06.8%6.8%6.8%7.8%07.2%7.2%7.2%8.2%04.0%4.0%4.1%4.1%06.0%6.0%6.1%6.1%06.5%6.5%6.5%6.6%10%7.8%7.8%7.8%8.8%10%8.5%8.5%8.5%9.5%10%8.8%8.8%8.8%9.8%20%9.0%9.0%9.0%10.0%20%9.6%9.6%9.6%10.6%20%11.3%11.3%11.3%12.3%Network 210%4.2%4.2%4.2%4.2%10%6.3%6.4%6.4%6.4%10%6.8%6.8%6.9%6.9%20%4.3%4.3%4.3%4.3%20%6.6%6.7%6.7%6.7%20%7.1%7.2%7.2%7.3%30%10.6%10.6%10.6%11.6%30%12.1%12.1%12.1%13.1%30%12.8%12.8%12.8%13.8%30%4.4%4.4%4.4%4.5%30%6.9%7.0%7.0%7.1%30%7.5%7.5%7.6%7.6%MNB OCCASIONAL PAPERS 70. 200737MNB Occasional Papers 70.December 2007Print: DPlus H1037 Budapest, Csillaghegyi ut 1921.", "filename": "556457587.pdf", "person": ["Dániel Holló", "Holló, Dániel", "Mónika Papp", "Papp, Mónika"], "date": ["2007"]}