{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34356/1/557066662.pdf"], "title": ["Discretionary latitude and relational contracting"], "plaintext": "Discretionary Latitude and Relational Contracting Steven Y. Wu Ohio State University and IZA Brian E. Roe Ohio State University Discussion Paper No. 2879 June 2007 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 2879 June 2007 ABSTRACT Discretionary Latitude and Relational Contracting We use economic experiments to examine the nature of relational trading under a menu of incomplete contracts ranging from the repeat purchase mechanism of Klein and Leffler 1981 to highly incomplete contracts that are completely unenforceable by thirdparties. Our results suggest that, with barriers to complete contracting, increasing the degree of contractual incompleteness can enhance efficiency. Intuitively, more incomplete contracts provide parties with greater discretionary latitude to reward and punish unenforceable performance is characterized by efficiency wages, rent sharing and high levels of cooperation, whereas fully incomplete contracts that permit maximum discretion yield trading patterns that are closer what is observed under a perfectly complete contract. Our results are consistent with the theory of strategic ambiguity of Bernheim and Whinston 1998 and can be rationalized by a simple model of relational contracting that embeds different degrees of discretionary latitude. JEL Classification: C91, D23, D84, D86, J33, K12 Keywords: relational contracts, implicit incentives, experimental economics, cooperation, incomplete contracts trading under moderately factors. Moreover, incomplete contracts Corresponding author: Steven Y. Wu Agricultural, Environmental, and Development Economics The Ohio State University 2120 Fyffe Road Columbus, OH 432101067 USA Email: wu.412osu.edu This material is based upon work supported by the USDANRICGP program for Markets and Trade or Rural Development, Sponsor ID 40040100: 20053540015963, Award No. GRT00001044 60003271, and the Ohio Agricultural Research and Development Center. The authors would like to thank Martin Brown, Armin Falk, and Ernst Fehr for supplying detailed information concerning their experiments and associated ZTree programming. The authors thank David Huffman and participants at the American Economics Association session, Contracts, Incentives, and Cooperation Between and Within Firms at the 2007 ASSA Meetings, and seminar participants at The Ohio State University, Purdue University, and UC Davis for detailed comments which improved the paper. Myoungki Lee, Yun Jae Hwang, Michael Brady, and Jack Schieffer provided excellent research assistance and John Kagel provided helpful advice and feedback during the early stages of this research. 1. INTRODUCTION In this study, we use economic experiments to investigate the nature of relational trading under a range of incomplete contracts. While it is well known that contractual incompleteness can lead to holdup problems and post contractual opportunism in oneshot interactions, researchers know less about how the degree of contractual incompleteness might impact efficiency, distribution, and the nature of trade, particularly in repeat trading environments. With regard to efficiency, the theory of strategic ambiguity of Bernheim and Whinston 1998 suggests that greater incompleteness may enhance surplus by providing greater discretionary latitude to implement informal incentives to selfenforce obligations that cannot be thirdparty enforced. But to the best of our knowledge, no empirical studies have been undertaken to investigate this issue. Our experimental design involves trading between subjects that are randomly assigned to be buyers and sellers. Buyers and sellers trade across many identical periods, where in each period, buyers offer contracts to sellers in order to trade a unit of good that varies in quality. A contract is a pricequality pair, P,Q, which a seller can accept or reject. In our IC1 treatment, quality, Q, is not thirdparty enforceable so that sellers have the latitude to deviate from Q after agreeing to a contract. Hence, buyers can enforce Q only via discretionary termination of sellers. Relational contracting under IC1 mimics the repeat purchase mechanism RPM of Klein and Leffler 1981. In our ICB treatment, Q remains thirdparty unenforceable and price, P, is partially thirdparty enforceable in that buyers may offer an ex post price that exceeds P; i.e. discretionary bonuses are permitted. This mimics a contract where the price or wage is enforceable but the discretionary bonus is not. In our final incomplete contract treatment IC2, the contract is completely unenforceable by a thirdparty. The complete absence of thirdparty enforcement implies that a buyer has the ex post latitude to offer any price she chooses regardless of the contract offer, i.e., both discretionary bonuses and deducts are possible. We also conduct a complete contracting treatment C, which involves perfect thirdparty enforcement of the contract and serves as a first best benchmark. Note that the regimes can be ranked in terms of the degree of contractual incompleteness as 1 follows: IC2ICBIC1C. Thus, IC2 represents the most incomplete of the incomplete contracts, and IC1 is the most complete of the incomplete contracts. Our results suggest that, as expected, efficiency is greatest under complete contracts C. However, IC2 is the most efficient of the incomplete contracts, while the IC1 is the least efficient. Hence, when comparing among incomplete contracting regimes, a higher degree of incompleteness yields higher efficiency, which is consistent with the theory of strategic ambiguity. Our data suggest that efficiency gains from greater incompleteness result from the spontaneous use of discretionary bonuses and deducts by buyers. Specifically, if given the latitude, buyers are significantly more likely to grant discretionary bonuses when sellers honor contracts. Similarly, buyers are more willing to punish sellers by lowering prices or withholding payment in IC2 when sellers shirk. Moreover, sellers correctly anticipate that buyers will retaliate with deducts when contracts are not honored. These results are made even more compelling by the fact that they emerge spontaneously, i.e., subjects are never told to strategically adjust prices to incentivize quality nor were buyers given the opportunity to announce intentions to pay bonuses or deducts. Our findings help clarify the degree to which discretionary bonuses and deducts are part of relational contracts and how sellers respond to these payments.1 Apart from efficiency issues, fundamental differences in trading patterns are also observed across regimes. Trading under the IC1 i.e. the RPM provides one extreme where sellers receive efficiency wages and earn a significant share of total surplus, while buyers care about the identity of sellers. At the other extreme, efficiency wages, reputationbased trading, and seller rents dissipate in the complete contract C. These 1Mac Leod 2006 suggests that a better understanding of discretionary bonuses and deducts in relational contracts may be an important topic of investigation. Outside the relational trading context, Fehr, Klein, and Schmidt 2007 use experiments to show that contracts that announce discretionary bonuses that are thirdparty unenforceable can be highly efficient and may outperform explicit contracts that involve thirdparty enforcement. However, a trust contract that resembles the RPM fared poorly. The main difference between our study and FKSs is that FKS focus on the impact of fairness on standard, oneshot principalagent contract design, whereas we are interested in how a broad range of incomplete contracts affect relational trading. Nonetheless, with regard to efficiency, there appears to be consistencies between the results from two of our treatments IC1 and ICB and FKSs outcomes despite some differences in trading environment repeat trading vs. oneshot and minor design differences in FKS buyers announced bonuses at the contracting stage. Thus, the papers are complementary in confirming the robustness of certain types of contracts. 2 patterns are consistent with wellknown predictions of the RPM and corroborate the experimental results of Brown, Falk and Fehr 2004. A particularly novel finding of this study is that, as the degree of contractual incompleteness increases, trading patterns move away from what is observed under the RPM toward what is observed under the complete contract. In fact, under the most incomplete of the incomplete contracts IC2, prices and rents received by sellers, as well as the degree of reputationbased trading, are closer to values observed under the complete contract than to values observed under the RPM. Our study provides insights into recent questions concerning the endogenous incompleteness of contracts. Some legal scholars have been puzzled by why so many real world contracts appear to be deliberately incomplete. Scott 2003 collected information on a large number of cases that have been dismissed by U.S. courts and finds that a surprising number of them appear to be endogenously incomplete in the sense that many contracting parties decline to condition performance on verifiable performance measures that can be specified in a contract at low cost. Our results, combined with Bernheim and Whinstons 1998 theory, suggest that endogenous incompleteness may enhance efficiency when barriers to complete contracting exist. Our findings may also shed light on how organizational form facilitates relational contracting outcomes. For instance, Baker, Gibbons, and Murphy 2002 suggest that makeorbuy decisions can affect the amount of discretion available to parties, which alters the set of feasible relational contracts. On a related theme, supply contracts tend to provide different discretionary powers relative to labor contracts which can influence whether downstream firms prefer to integrate with an upstream firm making the upstream entity an employee or remain separate entities making the upstream entity a contractor. In particular, discretionary ex post deducts are often acceptable to suppliers when the buyer observes low quality. On the other hand, due to minimum wage rules or labor market expectations, discretionary deducts may violate selfenforcement constraints in labor agreements so that discretionary bonuses rather than deducts tend to 3 be the norm. Our results suggest that, all else equal, it is efficient for a firm to outsource as much as possible rather than to vertically integrate.2 Different legal regimes may also affect the feasibility of certain relational contracts. Williamson 1991 suggests that courts will adjudicate disputes over prices and other matters between firms but often refuse to intervene in similar matters involving parties within a firm. That is, the formal enforcement regime within firms is weaker than between firms, allowing for a greater range of relational contracts within firms. Thus, under existing contract law, some transactions may be more efficient when conducted by different people or divisions within firms rather than across firms, all else equal. Our results also support Acemoglu and Johnsons 2005 claim that weak contracting institutions appear to have only second order impacts on longrun economic growth. Indeed many of our experimental subjects were able to execute trades that approached full efficiency even in regime IC2, which mimics an environment completely devoid of thirdparty contract enforcement. With regard to previous literature, while there is much theoretical progress concerning the nature and structure of relational contracts e.g. Dixit 2003; Levin, 2003; Baker, Gibbons and Murphy 2002; Bernheim and Whinston 1998; Mac Leod and Malcomson 1989, among others, empirical knowledge of relational trading is still limited. In a recent survey of the literature, Mac Leod 2006 suggests that most of the empirical studies on relational trading are motivated by the RPM, which is a relational contract of a very specific form. Under the RPM, efficiency wages combined with the threat of termination serve to selfenforce quality. Recent papers that have either directly tested or studied some implications of the RPM, include, but are not limited to, Cabral and Hortacsu 2006, List 2006, Brown, Falk and Fehr 2004, and Jin and Leslie 2003.3 One common finding is that, with repeat purchase opportunities, when buyers 2 This does not suggest that outsourcing is always more efficient other contracting frictions and heterogeneous transaction characteristics may make vertical integration more efficient. Our point is that, all else being equal, outsourcing may be more efficient as it may allow for a greater degree of discretionary latitude and therefore provides buyers with a broader range of informal incentives. 3 Even though papers by List 2006, Jin and Leslie 2003, and Resnick and Zeckhauser 2002 study reputational trading using market data, it is not clear that the observed reputation mechanisms can be 4 can observe past quality, it does seem to discipline sellers as sellers do not want to jeopardize their reputation for high quality.4 A second set of more specific findings from the Brown, Falk and Fehr 2004, hereafter BFF experiments are remarkably consistent with the theoretical predictions of the RPM. Specifically, under the RPM, reputation for performance is important as buyers seek out specific sellers with whom they had success in the past and then form cooperative relationships that involve efficiency wages and generous rent sharing. The market then resembles a collection of bilateral trading islands that are insulated from competitive pressures because buyers focus on the identity of trading partners rather than on getting the best price. This is in stark contrast to the case where quality is thirdparty enforceable, in which case trade is no longer characterized by reputationbased trading, rent sharing, or efficiency wages. Given that our basic experimental platform is similar to the one used by BFF, our RPM results confirm many of their results. The most important difference between our study and BFF is that we add two incomplete contracting treatments, ICB and IC2, so that we can assess how the nature and efficiency of trade differs across different relational contracting environments. While the RPM offers a good description of trading behavior in situations where the consequences of low quality are severe, such as when consumers become ill after eating at a restaurant, when products are unsafe, or when a health care provider is observed to be negligent, there may be other contexts that involve other types of relational contracts. For some transactions, buyers might not use termination as a means of disciplining sellers if other ex post remedial actions are available Mac Leod 2006. For example, Banerjee and Duflo 2000 show that sellers in the Indian software industry can take corrective remedial actions after low quality is observed in order to preserve their reputation with buyers. An even simpler form of a remedial action is for buyers to demand or for sellers to provide discretionary deducts in prices, which is an assumed part of many relational contracting models e.g. Levin 2003. In most labor settings, workers rationalized by the RPM. As Cabral and Hortacsu 2006 point out, reputation mechanisms can be quite complex and difficult to link with any specific theory. 4 Mac Leod 2006, note 31 suggests that there is some controversy regarding the precise meaning of reputation. He coins the term reputation for performance which is consistent with Camerers 2003 statement that an agents reputation is tied to  the probability that she will take a certain action. 5 are rarely fired after one mistake; instead, they are given the opportunity to correct their errors. Furthermore, when employees fail to perform, discretionary bonuses or raises can be withheld in lieu of termination. Thus, it is important to compare and contrast relational trading across environments that enable different degrees of discretionary latitude. This is the first study that we are aware of that investigates this topic. 2. THEORY AND PREDICTIONS The degree of discretionary latitude under each contract depends on the degree to which the underlying formal contract is thirdparty enforceable. When a formal contract covers all relevant contingencies and can be perfectly enforced by a thirdparty, then it is complete and the contracting parties have no latitude to deviate from the contract. Because perfect thirdparty enforcement is rare, incomplete contracts tend to be the norm in practice, i.e., at least one party has some discretionary latitude e.g. Bernheim and Whinston 1998; Scott 2003. Nonetheless, even in the realm of incomplete contracts, contracts will typically range from highly complete incomplete contracts i.e. those that specify obligations to the maximal extent possible given limits to thirdparty enforceability, to those that are fully incomplete i.e. contracts are good on paper only nothing is legally binding. In a world of incomplete contracts, parties must find ways to selfenforce certain obligations by engaging in relational contracting. Suppose that a buyer and seller can potentially trade one unit of a good with a quality index qq q ,, where q is observable but may not be thirdparty enforceable. If trade occurs at some price, p, the payoffs to the buyer and seller are R q and p U p c q , respectively, where the revenue function, R q , obeys R q , 0R q 0and R q 0 . The cost of producing a good of quality q is c q , where 0c q , c q 0 and c q 0 . Hence, the buyer and sellers profits from exchange are functions of q. If no trade occurs, then the buyer earns and the seller earns a reservation payoff of u . Social surplus is then given by S R q c q . Assume u S q 0 S q and R q c q, q ,q q, so that trade at qq is socially efficient. 6 The timing of a oneshot trading stage game is as follows. At time 0, the buyer can make a takeitorleaveit offer to the seller. The contract specifies price, P, and quality, Q. At time 1, the seller decides whether to accept or reject the contract. If the contract is rejected, the game ends and each party earns reservation payoffs and u . If it is accepted, the parties move to time 2 where the seller chooses actual quality q, which may not equal Q, depending on whether quality is thirdparty enforceable. At time 3, after q is observed, the buyer chooses actual price, p which may differ from P if price is not thirdparty enforceable. We assume that the parties cannot renegotiate the trading decision after performance is observed, so that option contracts in the spirit of Noldeke and Schmit 1995 are ruled out. Thus, remedies to noncontractibility must depend on repeated interactions rather than on renegotiation and options.5 To be consistent with our experimental design, we consider four regimes that vary by the degree of contractual incompleteness. Furthermore, we assume the enforcement regime is exogenous to the trading parties. Our analysis also focuses on what would be the trading outcomes if agents configure written contracts that are enforceable to the maximum extent allowable under the enforcement regime. That is, we focus on conditionally complete contracts where contracts are enforceable to the fullest extent possible given enforcement limits, although the contracts are still incomplete compared to contracts with perfect thirdparty enforcement.6 The four regimes we examine are: 1. Complete Contract C: Agents can structure a contract that is perfectly thirdparty enforceable; i.e., parties have no ex post discretionary latitude. Here, both P and Q are exogenously enforced so that the only possible ex post outcome is pP and qQ. 2. Incomplete Contract 1 IC1: This is identical to regime C except quality is not thirdparty enforceable. Thus, ex post the seller may choose any quality level; i.e., q Q is possible. This regime corresponds to the RPM, which would be the conditionally 5 This assumption enables us to focus on relational contracting environments such as those studied by Levin 2003. 6 When there are no barriers to thirdparty enforcement, then the qualifier conditionally can be eliminated and parties can write complete contracts. Moreover, while not allowed in our experiments, in practice, agents can always endogenously select less complete contracts in any given regime. Our analysis of a menu of regimes then provide insights into when agents may choose to write conditionally complete contracts versus conditionally incomplete contracts 7 complete contract in this regime. That is, with a barrier to thirdparty enforcement of q, the most complete contract in this regime would entail full enforcement of P. 3. Incomplete Contract B ICB: This is identical to IC1 except the buyer can adjust prices upward ex post. In other words, the buyer has the latitude to offer an unenforceable bonus to the seller. The conditionally complete contract in this regime is less complete than in IC1 because P is not fully enforceable, as the buyer always has some latitude to offer some pP, ex post. 4. Fully Incomplete Contract IC2: Neither P nor Q are thirdparty enforceable so that full discretion exists for both parties. Thus, ex post, the seller can choose any q he desires and the buyer can choose any p she desires without restriction. One can think of this treatment as one that is completely devoid of formal contracting institutions or good faith laws to protect the contracting parties. Here, buyers have no legal recourse for enforcing quality and sellers cannot collect payment from buyers, except through informal means. This treatment also allows for the use of discretionary bonus or discretionary deducts as the buyer can choose to either increase p above P or reduce p below P, ex post. 2.1. OneShot Contracting In oneshot interactions, it is fairly straightforward to rank the various contracting regimes in terms of efficiency assuming contracts are conditionally complete as some regimes will result in higher quality, and hence, higher efficiency, than other regimes. PROPOSITION 1: In a oneshot interaction, the trading outcomes are i in regime C, q and qp c quii qq and p c q in regimes IC1 and ICB, and uiii no trade takes place in regime IC2. PROOF: All proofs are in the Appendix of Proofs Proposition 1 predicts that full efficiency occurs only under regime C, with full thirdparty enforcement of contracts. With only partial enforcement IC1 and ICB, trade occurs but only at the minimal quality level. When thirdparty enforcement is altogether absent IC2, the market collapses. This proposition is consistent with common intuition 8 amongst economists and legal scholars that a greater degree of contractual completeness improves efficiency by reducing holdups and other ex post rentseeking problems. Hence, improving thirdparty enforcement of contracts would enhance welfare. 2.2. Repeat Trading In contrast to the oneshot setting where predicted outcomes are stark for IC1, ICB and IC2, higher efficiency and cooperation can be sustained via relational incentives when repeat trading is possible. In repeated interactions, the promise of future rewards and punishments can discipline shortrun opportunism and promote cooperation. However, we show that the strength of cooperation and the magnitude of future rewards and punishments are dependent on the degree of discretionary latitude and many of the predictions from the oneshot environment are reversed in the repeat trading environment. The key message of this section is that, when agents can rely on informal incentives, incremental improvements in thirdparty enforcement, which permits agents to write more complete contracts, no longer necessarily improves efficiency. We begin our modeling by assuming an infinitely repeated game between buyers and sellers.7 We begin our modeling by stating the following assumptions. A.1. INFORMATION: The buyer and seller only know their own past actions and the past actions of parties with whom they have interacted. The buyer and seller do not know the past actions of parties with whom they have not traded. A.2. STRATEGIES: In each period, t, a buyer offers a contract P,Q to a seller, followed by the sellers rejectaccept decision. Upon acceptance, the seller then chooses q, which may differ from Q. After observing q, the buyer chooses p, which may differ from P. Finally, the buyer decides whether to renew the contract the next period. The 7 We focus on the infinitely repeated game because it is mathematically less cumbersome, more intuitive, and should yield similar qualitative predictions as a finitely repeated model. It would not be difficult conceptually to derive similar qualitative results in a finitely repeated setting under the assumption that there exists in the population cooperative types. Kreps, Milgrom, Roberts, and Wilson 1982 show that if some fraction of traders are cooperative and that this is common knowledge, then positive rents can exist even in the last stage of a finitely repeated game. The existence of such rents creates a mechanism for sustaining cooperation in earlier periods even among selfish traders. 9 relationship continues if and only if a buyer offers a contract and the seller accepts the contract. These decisions depend on the history of play through period t1. A.3. PAYOFFS: Each partys payoff is given by the discounted sum of her stagegame payoff. The common discount factor is 0,1. A.4. EQUILIBRIUM: We focus on subgame perfect equilibria under the assumption that buyers and sellers cooperate if cooperation results in higher present value of payoffs than noncooperation. Cooperation occurs in each stage t if the history of play through t1 has been cooperation and the parties break off trade in response to any deviation. The following deviations may be observed in each regime: i C if the history of trade has been high price and high quality P,Q, then, the buyer deviates in period t by offering some P P. ii IC1 same as regime C with the addition that, after acceptance, the seller can further deviate by choosing q Q. iii ICB same as regime IC1 with the addition that if the seller supplies q Q the buyer can further deviate by choosing p P buyer withholds bonus payment for good performance. iv IC2 same as regime ICB with the addition that if the seller chooses q Q, the buyer can further deviate by choosing p P buyer deducts the price or fails to pay bonus even when performance is good.8 Note that by using the term may be observed in describing the deviations, we introduce some vagueness into A.4. However, this vagueness is unavoidable, especially in an experimental setting, as implicit components of relational contracts depend heavily on the expectations held by the parties as a relationship evolves. For example, in regime ICB, rather than pay a bonus, the buyer may set a high P relative to the market so that the seller may continue to cooperate even when no bonus is paid; i.e. there is no expectation of a bonus. Similarly, in IC2, it is unclear whether buyers and sellers expect deducts or 8 With regard to case iv, it should be noted that it is also possible that, if qQ, the buyer and seller can settleup by the buyer paying some price p P ; i.e. the buyer gets a rebate for low quality. If this is the case, the buyer and seller may let bygones be bygones and continue to cooperate in the future. 10 bonuses or both to be used a priori. In our experiments, we observe a range of behaviors as some paid bonuses, others used deducts and some used neither. It is also important to note that we do not explicitly model renegotiation or derive a complete set of renegotiation proof contracts in order to avoid complex issues associated with the renegotiation of infinitely repeated games. While this is less than theoretically satisfying, the purpose of our model is to provide a heuristic framework for generating testable hypotheses for our experiments.9 What is important in our context is whether experimental subjects believe that punishments for deviation i.e. breaking off of trade will be credible. If subjects believe that renegotiation is likely to occur, then incentives for cooperation will be undermined. We believe that there are two reasons why our subjects would find punishments for deviation credible. First, our experimental design does not permit explicit contracts to be renegotiated at any time in a stagegame. Second, even if subjects can renegotiate agreements across periods across stagegames, the fact that there are more sellers and buyers more details later in our experimental marketplace means that there will always be some unemployed sellers in each period. Thus, when a deviation occurs, buyers know that there will always be another seller waiting in line to receive a contract which weakens buyers incentives to renegotiate with any specific seller. Moreover, because sellers know this, they also know that there is a nontrivial probability that they will be unemployed in the future if they deviate. Turning to the modeling, under IC1, if the seller accepts a contract P, Q, then she can either cooperate by choosing q Q or shirk by choosing q Q. Under A.4.ii, any shirking by the seller will trigger noncooperation in the future by the buyer so we consider only the sellers most profitable deviation from the contract, which is qq and yields a stagegame payoff of P c q . Then in the future, the seller can guarantee himself at least, u so that if it is optimal for the seller to shirk, then the present value of the sellers payoffs is: 9 See Bernheim and Whinston 1998 and Mac Leod 2006 for discussions about renegotiation in repeated trading environments with incomplete contracts. 11 1 Vs IC1 P c qu 1 On the other hand, if it is optimal for the seller to cooperate, then the present value is, 2 Vc IC1 P c q 1 where q Q Equations 1 and 2 imply that it is optimal for the seller to honor the agreement if and only if, 3 P c q 1 P c qu 1 Expression 3 can be restated as, 4 P c q u c q c q which gives the lower bound on P for inducing seller cooperation. Therefore, at the beginning of the stagegame, if the buyer wants to induce the seller supply some q Q q , it must offer at least the oneshot price plus a premium efficiency wage of c Q c q. A profitmaximizing buyer would offer P c q u c Q c q. This yields stagegame profits of U P c q u IC11 c Q c q for the seller, which exceeds the sellers outside payoff when 1 . The buyer is willing to participate if IC1R Q P or 5 IC1 R Q c q u c Q c q. Turning now to ICB, note that the key difference between this regime and IC1 is that after the buyer observes the sellers choice of q, the buyer has the latitude to choose an actual price, p q P . We can denote a discretionary bonus by b q p q . P0Under A.4.iii, the buyer has an informal understanding with the seller that a bonus will be paid whenever q Q. A failure by the buyer to pay the bonus constitutes a deviation and a signal of future noncooperation which can cause the relationship to unravel. 12 Consider the last mover of the stagegame where the buyer has observed the choice of q by the seller. If the seller has chosen q Q the case of q Q is trivial, the buyer can pay a bonus by choosing p q P or not by choosing p q P thereby triggering future noncooperation by the seller. If it is optimal for the buyer to shirk on the bonus, then the present value of the buyers payoffs is: 6 s ICB R q P1 On the other hand, if it is optimal for the buyer to pay the bonus, then we have, 7 c ICB R q P b q 1 Equations 6 and 7 imply that it is optimal for the buyer to pay the bonus if and only if, 8 R q P b q 1 R q P1 Backward induction within the stagegame brings us to the choice of q by the seller. The sellers problem is analogous to his problem under IC1 with the exception that now shirking will cost him both the bonus b q and future cooperation with the buyer. Hence, it is optimal for the seller to honor the agreement if and only if, 9 P b q 1 c q P c qu 1 This inequality 9 can be expressed as, 10 P c q u c q c q b q Comparing 10 to 4, one can see that the availability of a bonus allows the buyer to lower P. Thus, at the contract formation stage, the buyer must offer P, Q such that both parties are willing to participate. That is, the contract must satisfy, 11 ICBU P b qc Q u 12 ICB R Q P b q We now look at IC2 where neither P nor Q are enforced by a thirdparty. Within each trading stage, after the buyer observes q, the buyer can choose any 0p q she 13 wants including not paying for the good p q . The buyer can also condition price 0on quality so as to create discretionary bonus and deducts to motivate the seller. Whether opportunism occurs buyer refuses payment or relational contracting emerges depends on the evolution of expectations and norms of trading during the course of repeated transactions. Under A.4.iv, the expectations are such that if the seller supplies q Q, and the buyer chooses p P , then cooperation is achieved and the parties are willing to cooperate in the future. If q Q, then the buyer pays p P and the parties no longer cooperate. Noncooperation can also be triggered if q Q and p P . The sequence of steps in a stagegame of IC2 is similar to those in ICB with the exception that, in the final step, after the buyer observes q and chooses p q , there is no restriction on p q other than nonnegativity. We define a bonusas b q p q 0Pand a deduct as d q p q . But if a deduct triggers future noncooperation, P0then the buyer may as well choose the most profitable deduct which would be to set p 0 which implies that d q P . Thus, if the seller has chosen q Q, the buyer can either cooperate by paying a bonus or behave opportunistically by not paying a bonus, or worse yet, imposing a deduct. It is optimal for the buyer to cooperate if and only if, 13 R q P b q 1 R q P d q1 Backward induction within the stagegame brings us to the sellers choice of q. It is optimal for the seller to honor the agreement if and only if, 14 P b q 1 c q P d q c qu 1 Inequality 14 can be expressed as, 15 P c q u c q c q b qd q d q By letting d q P in 15, it is straightforward to show that P is indeterminate in this case. What is important is that, 16 ICU2 P b q c q u 14 which implies that the sellers expected total pay under cooperation must be P b q p u c q or that ex post price chosen by the buyer cannot fall below p u c q in a cooperative relationship. Thus, at the contract formation stage, the contract P Q the buyer offers must satisfy, ,17 IC2 R Q P b q Equations 117 are useful for deriving the major results that arise under repeated trading and are summarized in the following proposition. PROPOSITION 2: When A.1A.4 hold and buyers and sellers can trade repeatedly, outcomes under C are identical to the oneshot case. For the incomplete contract regimes, assuming is sufficiently high, equilibrium outcomes are: i contracted quality is such that QICBQIC2 q QIC , q 1ii seller shirking qQ occurs most frequently under IC1, followed by ICB and then IC2, iii contracted prices under ICB and IC1 are PICB c q u c q uc QIC1 c qPIC and 2ICP is indeterminate, and iv buyers offer contingent pay b qc QICB c q in ICB and b q d qc QIC2 c q in IC2. Proposition 2 offers some testable predictions that are useful for guiding the experimental data analysis. Part i predicts that buyers should request the efficient level of quality in ICB and IC2, which should be weakly greater than quality requests under IC1. The weak inequality comes from the fact that buyers may request the efficient quality level if the discount factor is sufficiently high. Intuitively, the cost of implementing each quality level is higher under IC1 than under the other regimes, as the buyer must pay an efficiency wage premium, which depends on . Part ii predicts that shirking by sellers should be observed most frequently under IC1 and least frequently under IC2. This is due to the sellers dynamic incentive constraints equations 3, 9, and 14 which are 15 most relaxed under IC2 and least relaxed under IC1. Part iii predicts that average contracted price should be higher under IC1 than under ICB. No predictions emerge for IC2 regarding contracted price. Part iv predicts that the range of contingent pay that is, the size of the bonus or the spread between the bonus and deduct should be equal to the cost difference between producing Q and producing minimal quality.10 Repeat trading also has some implications for the distribution of surplus. Corollary 1 summarizes the payoffs to sellers under each regime. COROLLARY 1: In equilibrium, the seller earns rents under IC1 for 0,1. Under C, ICB and IC2, the seller earns profits equal to his reservation payoff. Intuitively, the repeat trading mechanism IC1 relies on efficiency wages and the threat of termination to motivate sellers to deliver high quality. Because the other regimes include additional incentive instruments such as discretionary bonus, deducts, or formal enforcement, efficiency wages are less important for incentivizing sellers. Another issue has to do with the propensity for buyers and sellers to cooperate under each regime. A cooperative outcome where both the buyer and seller honors the contract is a subgame perfect Nash equilibrium if is sufficiently high. PROPOSITION 3: Let 0 such that Then IC1ICBIC2. ,1, cooperation is achievable. Proposition 3 predicts that, in the incomplete contract regimes, the range of discount factors that can support a cooperative equilibrium is the same under IC1 and ICB, and larger than under IC2. Thus, one might expect to observe more cooperative outcomes under IC1 and ICB than under IC2. The intuition for this result is that, given that buyers can choose to pay any price, including prices that fall below the contracted price P, they can behave opportunistically by withholding payment and reaping shortterm gains. The pressure to behave opportunistically in this regime means that higher discount factors are required to prevent buyers from shirking on price. Another interpretation might be that, by having the ability to withhold payment, buyers are insured against low quality. Because of this insurance, buyers are more willing to cut ties with any specific seller. 10 Recall that producing minimum quality is the sellers most profitable deviation. 16 A problem that may be of interest is how buyers might structure a relational contract with sellers in ICB. Buyers can either choose a low P combined with a large b q or offer a high P and a small bonus. It would be tempting to conclude that the two are equivalent when parties are risk neutral and sellers hold the correct expectations concerning the buyers willingness to pay the bonus. We show, however, that increasing P can expand weakly the set of that would support a cooperative subgame perfect Nash equilibrium and would never decrease the set of that supports cooperation. COROLLARY 2: Under ICB, is weakly decreasing in P. That is, buyers can induce greater cooperation by choosing higher P which suggests that it is preferably not to use pure bonus contracts with P 0. However, raising P too high means that the buyer would overpay. The optimal P is specified in Proposition 2 iii. 3. EXPERIMENTAL DESIGN Our basic experimental platform is based on the design of Brown, Falk and Fehr 2004 henceforth BFF; indeed, our C and IC1 regimes are nearly identical to theirs. Our regimes ICB and IC2 are novel and allow us to achieve the goals of this study. We ran twentyone experiments six C sessions, and five sessions for each of the incomplete contract regimes, IC1, ICB, and IC2. For each experiment, twelve students from a variety of majors were recruited at a major university. The twelve subjects were randomly partitioned into groups of five buyers and seven sellers. Each experiment had 17 trading rounds two practice rounds and 15 live rounds that may determine eventual cash payment. Given five buyers, the total number of possible trades perround is five. This translates into seventyfive possible trades per experiment. It is important to note that, while our theoretical model is based on an infinitely repeated game, our experiment is a finitely repeated game. In theory, when the ending round is common knowledge and if it is common knowledge that all subjects are strictly self interested, then cooperation should not occur in any round. In this case, the oneshot predictions of Proposition 1 should hold in all fifteen rounds. Nevertheless, a number of past studies have shown that cooperation still occurs in the early to middle rounds of 17 finitely repeated games and only begin to breakdown near the ending period e.g. Axelrod 1981; Andreoni and Miller 1993; Cooper 1996, among others. Moreover, BFFs ICF experiments, which were nearly identical to our IC1, show that cooperation does occur and only begins to decline in rounds close to the end. BFF suggest that the presence of fair types makes it possible for cooperation to be achieved because fair types will honor contracts even in the final round. Thus, rents may exist even in the final round and the possibility of capturing these rents serves to discipline even selfish workers in early rounds. Similarly, Kreps, Milgrom, Roberts and Wilsons 1982 famous model shows that if it is common knowledge that some people are cooperative, then it is possible to support a cooperative perfect Bayesian equilibrium in finitely repeated games. While our infinitely repeated model described in Section 2 is technically the wrong conceptual model for capturing strategic interactions in a finitely repeated game, it nevertheless does a remarkable job of organizing behavioral patterns in our experiments. The key factor driving relational trading is that agents understand that current actions may influence future payoffs. Hence, an infinitely repeated game is a useful parable for thinking about how people strategically tradeoff short term gains for long term payoffs Rubinstein 1991. Moreover, Dal Bo 2005 used experiments to compare the degree of cooperation that occurs between finitely and infinitely repeated games. His results suggest the level of cooperation is lower under finitely repeated games. Hence, one of the benefits of using a finitely repeated game is that we are, in a sense, stacking the deck against the repeat trading predictions outlined in Proposition 2 and subsequent corollaries. This makes our experimental outcomes, which support relational trading over oneshot trading, more compelling. During the experiments, all trading takes place on networked computers enclosed in cubicles to eliminate betweensubject visual contact. Anonymity is further preserved by assigning all subjects identification ID numbers. ID numbers are fixed across rounds allowing subjects to develop and track reputations. While there are fifteen rounds in each experiment, each individual round is subdivided into various phases. In phase 1 the trading phase, buyers offer contracts specifying a pricequality combination, P, Q, for 18 a unit of an abstract good. We do not allow buyers or sellers to announce intentions to pay discretionary bonuses or deducts under ICB and IC2. While the theoretical models of relational contracting discussed by Levin 2003 and Mac Leod 2006 include these implicit components in the offers, we purposely left these out of the offers because we wanted to determine whether bonuses and deducts would emerge spontaneously and without prompting when thirdparty enforcement is missing.11 Sellers can only accept or reject offers. A buyer can make as many offers as desired in the trading phase, but once one offer is accepted, all other offers are withdrawn and no additional offers can be made. Similarly, once a seller accepts an offer, no other offers can be entertained. The trading phase lasts 90 seconds.12 In short, each buyer and seller can conclude at most one trade per round. No buyers sellers are obligated to make accept offers during the trading phase. Because the contract P,Q is perfectly enforced under C, once the trading phase ends, earnings for buyers and sellers are calculated, and the round ends. Each buyer knew what she and her seller made during the round, but did not know the earnings of other buyers and sellers in the market. However, under IC1, ICB and IC2, the round continues into phase 2 quality determination phase. In this phase, if a seller has agreed to a contract, then she can choose actual quality, q, that differs from the contracted quality Q. While sellers were deciding on q, buyers were asked to specify what quality level she expected the seller to supply and how certain she was that these expectations would be fulfilled. Under IC1, after q is chosen, income is calculated and the round ends. However, under ICB and IC2, the round continues into phase 3 price determination phase. In this phase, after buyers observe q chosen by sellers, buyers choose the actual price they pay. Under ICB, the restriction p P is imposed. Under IC2, there are no restrictions on p except that it is in the interval 0, 100.13 It is worth emphasizing again that subjects were not told that they should make strategic price 11 We believe that our design is reasonable because, in many practical situations, buyers and sellers do not announce their intentions ex ante; instead, they spontaneously offer tipsbonusesdeducts ex post. 12 Pilot tests were conducted by allowing for 2.5 minutes 150 seconds. However, we observed that most of the offers were completed within a minute and a half so we shortened the trading phase to reduce the length of the experiment. The shortened time period did not seem to affect results as our qualitative results under C and IC1 are very similar to BFFs results. 13 P was also restricted to be in this interval. 19 adjustments. While buyers were making their decision on p, sellers specify what price she expects the buyer to choose and how certain she is that the expectations will be fulfilled. Finally, income is calculated and the round ends. During the trading phase, buyers can extend two types of offers: public and private. Public offers are displayed on the computer screens of all sellers and buyers; any seller can accept any public offer. Private offers are extended by entering a specific sellers ID number into the computer. Only the seller identified sees the offer and only she can accept it. Private offers enable cooperation and longterm relationships, which lie at the core of relational contracting theory. For example, if a buyer predicts benefits from contracting with a specific seller, the buyer can make a single, private offer to that seller in each round rather than venturing into the open market and hoping that that seller is the first to accept the offer. Moreover, renewing private offers across rounds permits longterm relationships to form. Every round features the same five buyers and seven sellers. Fewer buyers than sellers creates buyer concentration as two sellers do not trade in each round. This forces sellers to compete for a limited number of contracts, which tilts bargaining power in favor of buyers and reduces buyer incentives to renegotiate with a specific seller. In order to implement experiments, we parameterize our model as follows: R q 10q, 0 , u equals 5 or 10, 1q and q 10. Moreover, we assume that c q is represented by the following cost schedule: 1 0 2 1 3 2 4 4 5 6 6 8 7 10 8 12 9 15 10 18 Quality Cost Note that marginal cost never exceeds 3 and the buyers marginal revenue is always 10. Thus, marginal revenue always exceeds marginal cost, as was assumed in the theoretical model, so it would be socially efficient for parties to trade at qq 10. Round specific payouts are determined for buyers as follows: 10qp if an agreement is reached, 0 if no agreement is reached,18 20 All payments are given in experimental points where subjects earn one dollar for 70 points. The sellers profit is: 19 U up c q if an agreement is reached, if no agreement is reached, where u is a reservation payoff in the absence of trade. This reservation payoff was equal to 10 in two of the six C experiments, in all five ICB experiments, in two of the IC2 experiments, and in one of the IC1 experiments. The reservation payoff was set to u 5 in the eleven remaining experiments. The variation in reservation payoffs should only induce buyers to change their price offers to ensure that sellers reservation payoffs are covered, but efficiency should not be affected. All subjects were told that they would earn experimental profits based on the payoff functions 18 and 19. Experimental profits were then converted into dollars at the rate of 1 70 profit points. After receiving approval from the local institutional review board, subjects were recruited via email and newspaper advertisement from various academic departments within the university. The recruitment message described the activity as a decision making experiment, announced the length of the experiment to be about two hours, and provided information concerning the minimum 5 and typical range of payments 12 to 35 provided for participation. Only subjects naive to this protocol were enrolled and the protocol featured no subject deception. The experiment was programmed using ztree software Fischbacher 1999. Subjects were also asked to fill out short questionnaires, which took anywhere from five to twenty minutes to complete, to test subjects understanding of experimental instructions and to obtain information about subject characteristics e.g. demographics, social preferences, GPA, etc 14 Subjects 14 The questionnaires for social preferences were based on a small set of games similar to the Charness and Rabin 2002 games, which took about 10 to 15 minutes and were administered before the contracting game. Questions to test subjects understanding of the contracting instructions were also administered prior to the contracting games and took between 5 to 10 minutes to complete. We do not believe that administering these questionnaires before the contracting games had any significant impact on results for two reasons. First, the same questionnaires were administered before all experiments so differences in results across contracting regimes would not be driven by these questionnaires. Second, our results from our C and IC1 experiments were qualitatively very similar to BFFs C and ICF conditions. While average quality was slightly lower in our experiments, it was lower across both C and IC1 so that qualitative results 21 were informed that actual earnings depend upon the rules of the game and the participants and other participants actions. In addition, subjects started each contracting experiment with 5 in their account balance in an addition to the 5 in showup fee. Average earnings were in the neighborhood of 23 per subject per experiment. The fifteen rounds of each contracting session took between 40 to 60 minutes to complete. 4. RESULTS For the six C experiments, subjects executed 436 out of 450 possible trades. Of the 436 trades executed, 94 21.5% were private trades. For the five IC1 experiments, subjects executed 361 out of 375 possible trades. Of the 361 trades, 186 51.5% were private trades. For the five ICB experiments, 356 out of 375 possible trades were executed with 183 of the 356 trades being private trades 51.4%. Finally, for the five IC2 experiments, 374 out of the possible 375 trades were executed with 105 of the 374 being private trades 28%. Recall that Proposition 1iii predicts that no trade should take place under IC2 in a oneshot setting, which should theoretically also hold for finitely repeated games. But the fact that 374 out of 375 possible trades occurred suggests unequivocally that cooperation and relational trading is alive and well. 4.1. Efficiency Recall that under our model parameters, full efficiency is achieved if buyers and sellers trade at qq 10. Thus, higher quality implies higher efficiency. The oneshot and repeat trading models make fundamentally different predictions concerning the level of efficiency that should be achieved under each contracting regime. Proposition 1 suggests that, in oneshot transactions, full efficiency should be observed under C, minimum quality should be observed under IC1 and ICB, and no trade should occur under IC2. Proposition 2 suggests that if subjects care about future payoffs and engage in cooperative relational contracting, then the following testable hypotheses should emerge: H.1: There should be no difference in the level of quality specified were not affected. Moreover, the evolution in the pattern of trade across rounds were remarkably similar. Thus, qualitative conclusions appear to be robust to any designquestionnaire differences. 22 in the contracts offered by buyers under ICB, and IC2. Moreover, Q10. H.2: The level of contracted quality under IC1 should be no greater than the level of quality requested under ICB or IC2. H.3: Seller deviation from contracted quality should be greatest under IC1, followed by ICB and then IC2. An important implication of H.1H.3 is: H.4: Actual quality chosen should be greatest under C, followed by IC2, ICB and then IC1. H.4 is the key hypothesis for investigating the theory of strategic ambiguity. Note also that if H.4 is confirmed by the data so that supraminimal quality levels are observed under IC2 or ICB, this would provide evidence against the oneshot model. Table 1 reports summary statistics for quality. Average Q requested is highest under C and lowest under IC1. With regard to H.1, it appears that the average Q requested is higher under IC2 relative to ICB, but we could not reject QICBQIC2 using a nonparametric KruskalWallis KW p0.45 so H.1 cannot be rejected.15 H.1. also suggests that buyers should request the efficient level of quality under ICB and IC2; i.e. QICBQIC210. To test this hypothesis, we used a Wilcoxon test to determine whether the pooled data from regimes ICB and IC2 are significantly different from 10, which yielded a pvalue 0.0001.16 One concern that may arise is that buyers did not ask sellers to supply the efficient level of quality because a finitely repeated game does not induce enough cooperation to make it feasible to support this high level of quality. However, this is doubtful as we conducted the same test using data from regime C, where cooperation should not matter and also found that buyers requested Q10 p0.0001. In addition, the averages of Q7.85 and Q8.22 under ICB and IC2, respectively, far exceed the draconian predictions of oneshot model. 15 All KW tests were conducted using the most disaggregated data; i.e. each observation was one trade made by a buyer with a seller in a particular experiment in a particular period. The data were not aggregated by regime, experiment or subjects. 16 We pooled the data from these two regimes because the earlier KW test did not reject H.1. 23 Quality and Quality Deviation Summary Statistics across Contracting Regimes TABLE 1 Obs. Avg. Contracted Avg. Actual % of trades Avg. size of Quality Q Quality q where qQ shortfall, Qq Regime C Regime IC1 Regime ICB Regime IC2 436 361 356 374 8.95 7.73 7.85 8.22 8.95 5.39 6.19 7.12 0 65% 55% 45% 0 2.45 2.05 1.36 H.2 predicts that Q under IC1 will be lower weakly than under ICB and IC2. The average Q of 7.73 under IC1 is lower than the averages under ICB and IC2, but a KW test did not provide conclusive evidence that the difference is significant. That is, QICBQIC1 could not be rejected p0.28, QIC2QIC1 is rejected at the 5% level p0.038, and QICB2QIC1, where ICBQ2 denotes that the ICB and IC2 data were pooled, is rejected at the 10% level p0.063. Because H.2 only predicts that 1ICQ should be weakly less, the results of the tests do not allow us to reject H.2. However, this conclusion is rather uninteresting without some intuition about when QIC1QICB2 might occur. Note from Proposition 2 that total pay sum of P and bonus to sellers for delivering Q under ICB or IC2 is uc Q. On the other hand, total pay under IC1 is PIC1 c q u c Q c q. Thus, the marginal cost of implementing Q is c Q in ICB or IC2 and c Q under IC1. In other words, the marginal cost of implementing a given level of Q depends on the discount factor . When 1 , there is no difference in marginal costs under IC1, ICB and IC2, but as gets smaller, marginal cost under IC1 increases over marginal costs under ICB and IC2 and we would thus expect to see the buyer request lower Q under IC1. In the context of our experiments, a parameter such as is rather meaningless if interpreted literally as it is difficult to imagine that our experimental subjects discount the future in our finitely repeated experiment, which 24 lasted no longer than 60 minutes. Nevertheless, may be seen as a parable for the degree to which subjects might be willing to trade short term gains for gains in future rounds. If subjects expect large future payoffs from taking cooperative actions, this would be analogues to having a large. In this case, the marginal cost of implementing a given Q under IC1 would approach the marginal costs under ICB and IC2. The fact that we only have tentative evidence that we can reject QIC1QICB2 may suggest that buyers believe that cooperation can be beneficial. We now examine H.3, which predicts that the frequency shirking qQ should be greatest under IC1, followed by ICB and then IC2. Table 1 also reports the percentage of trades for which actual quality fell short of contracted quality and the average absolute size of the quality shortfall. Using either measure, the results seem to be consistent with H.3 as the percentage of trades for which q Q is highest under IC1 65% and lowest under IC2 45%. Similarly, the absolute size of the shortfall averaged 2.45 quality units under IC1 and only 1.36 under IC2. A KW test rejects the null hypothesis that the percentage of trades for which q Q is the same under ICB and IC2 p0.01, and same under IC1 and ICB p0.008. These results are consistent with H.3 which is that the frequency of shirking is lowest under IC2 and highest under IC1. We also examined the absolute size of the quality shortfall Q q and the results seem to be consistent with the results obtained from using percentage of trades for which q Q. The null hypothesis that Q qQ qICBIC1 could be rejected at the 5% level of significance p0.028, while the null that Q qQ qIC2ICB is rejected at the 1% level of significance p0.0001. Thus, our data suggests that the intensity of shirking is strongest under IC1 and weakest under IC2. Hypothesis H.4 is the main hypothesis of interest in this section as it ranks actual quality chosen by sellers under various regimes and therefore allow us to investigate the theory of strategic ambiguity. That is, when there are barriers to thirdparty enforcement, more complete contracts are not necessarily more efficient. For example, IC1 is the most complete of the incomplete contracts whereas IC2 is the most incomplete of the 25 incomplete contracts. Yet, in a repeated trading environment, the less complete incomplete contracts appear to facilitate more powerful informal incentives that should lead to higher efficiency. Nonetheless, if fully complete contracts can be written, then we should observe full efficiency under this contract. Our main result is: RESULT 1: Average quality is highest under the fully complete contract C. Among the incomplete contracting regimes, the highest average quality was observed under IC2, followed by ICB and then IC1. ytilau Qgv A 10987654CIC1IC2ICB 123456789 10 11 12 13 14 15Round FIGURE 1. Average quality chosen by sellers across all rounds. Result 1 is consistent with H.4 and provides evidence in support of the theory of strategic ambiguity. Figure 1 illustrates Result 1 by plotting the evolution of average quality across rounds and it is clear that, across most rounds, quality is highest under C, followed by IC2, ICB and then IC1. Moreover, the evolution of quality under C and IC1 looks remarkably similar to BFFs results, which suggests that the minor differences between our experimental design and theirs did not substantially influence the qualitative results. Shirking did not seem to occur under IC2 even as the experiment approached the 26 final rounds. One possible explanation for this is that if sellers hold the belief that some buyers will honor contracts so long as sellers honor contracts even in the final round, then sellers may be reluctant to shirk for fear of triggering a low price response from buyers. Result 1 was arrived at through a formal test of H.4 we first test the null hypothesis that q CqIC2, which was rejected by a KW test p0.0001, suggesting that q CqIC2 held in our experiments. We next testqqICB2IC, which yielded a pvalue of 0.0006 so that there is also evidence that qqICB2IC. Finally a test of qqIC1 yielded ICBa pvalue of 0.0015, which allows us to reject the null hypothesis at the 1% level of significance. We therefore have strong evidence that qqIC1ICB. For the most part, the evidence supports H.4 which is consistent with the claim that making an already incomplete contract more incomplete can improve efficiency.17 To check for the robustness of Result 1, we also ran a censored regression for actual quality, controlling for reservation payoffs and session fixed effects, with robust standard errors that were adjusted for clustering on buyerseller pairings i.e. observations from each unique buyerseller pairing was treated as a cluster. The results from this regression were largely consistent with the KW test results, with the exception that the qqIC1ICB test yielded a slightly higher pvalue 0.057. Given the similarity in results, we omit the details of the regression and only report the simpler KW test results.18 4.2. Prices, Bonuses, and Deducts The repeat trading model makes several predictions about the contracted price, P, offered by buyers to sellers. A qualitative implication of Proposition 2iii is that the contracted price, P, will be lower under ICB than under IC1 since IC1 relies on efficiency wages to motivate quality whereas ICB relies on a discretionary bonus. In particular, Proposition 2iii and 2iv yield the prediction that, under ICB, buyers will guarantee a price P that is 17The reader may wonder whether this result depends on the fact that the reservation payoff to the seller was set at different levels across different experimentsregimes. Theoretically, this should not impact quality but to be certain, we ran a censored regression for actual quality, controlling for reservation payoffs. The conclusions of Result 1 did not change. 18 Details and STATA inputoutput files are available upon request from the authors. 27 equal to the sum of the sellers reservation utility plus the cost of producing the lowest quality level, q . Then if the seller honors the contract, the buyer pays a bonus equal to the cost to the seller of honoring the contract. In contrast, buyers under IC1 attempt to induce the seller to honor the contract by paying a wage premium, c QIC c q, which 1increases when decreases. Finally, Proposition 1i suggest that, under regime C where Q is exogenously enforced, the buyer can simply offer a P that just induces participation so that P will equal the sellers reservation payoff plus the cost of producing the contractually specified quality level. Sellers do not earn rents under C so we can expect PCPIC1. We also have PICBPC because it is the combination of the contract price and the discretionary bonus that allows a seller to satisfy his participation constraint from honoring the contract. This discussion leads to the following testable hypothesis. H.5: Contracted price under ICB is lower than contracted price under C and contracted price under C is lower than contract price under IC1. Note that we can say little about contract price under IC2 because buyers can structure contracts in many different ways; i.e. they can offer a high P and then use a discretionary deduct to punish underperforming sellers or they can offer a low P combined with a discretionary bonus to mimic ICB contracts. The experimental data allow us to examine what buyers actually do given such flexibility. The main result of this section is: RESULT 2: a Average contracted prices were higher under IC1 and ICB than under C; b Average actual prices received by sellers were higher under IC1 and ICB than under IC2 and C. Note that Result 2a suggests mixed evidence regarding H.5. While average contracted price is higher under IC1 than under C, which is consistent with H.5, average price was higher under ICB than C, contradicting H.5. Thus, there is some evidence of efficiency wages being used in both IC1 and ICB. Average contracted prices under IC2 turned out to be higher than under any other regime, which is also suggestive of efficiency wages, but according to Result 2b, actual prices received by sellers were quite low and not significantly different from prices received by sellers under C. 28 Price and Price Deviations Summary Statistics across Contract Regimes TABLE 2 Obs. Avg. Avg. Actual % of trades % of trades Avg. Contracted price, p where pP where pP Difference pP 436 361 356 374 Price, P 30.66 37.29 33.37 41.32 30.66 37.29 36.37 31.69 Regime C Regime IC1 Regime ICB Regime IC2 0 0 0 58% 0 0 31% 12% 0 0 3.01 9.63 To explore Result 2 further, Table 2 reports summary statistics for prices and price adjustments. H.5 predicts that P should be lowest under ICB and highest under IC1. Consistent with H.5, average CP 30.66, which is lower than average ICP 137.29. However, average ICBP 33.37 is larger than average CP which is inconsistent with H.5. Actual prices, p, were also reported and it appears that sellers received the highest payments under IC1 and ICB and lowest under C and IC2. Recall that the reservation payoff to the seller was set at different levels across different experimentsregimes, so that some of the price differences across regimes might be driven by differences in reservation payoff. To control for this possibility, we conducted censored regressions with price as the dependent variable see Table 3. The righthandside variables include dummies for each of the four regimes constant omitted, and a reservation variable to control for variation in reservation payoffs. Focusing on regression 1, which has contracted price as the dependent variable, note that under H.5, we expect the coefficient for ICB to be smaller than the coefficient for C and the coefficient for C to be smaller than the coefficient for IC1. A 2 1 test comparing the equality of the ICB and C coefficients yields a pvalue 0.001. Since the coefficient for ICB exceeds C, this suggests that PICBPC, which contradicts H.5. However, the coefficient for C is smaller than the coefficient for IC1 and the difference is significant at the 1% level p0.001, which is consistent with H.5. This suggests that average contract 29 price is higher under IC1 over C, which is suggestive of efficiency wages under the RPM. It should be noted that there is no statistically significant difference between the IC1 and ICB coefficients which suggests that many buyers use efficiency wages even in the bonus regime. These statistical tests establish Result 2a. Censored Regression Estimates for Contract Price and Actual Price TABLE 3 1 2 Dep. Var. is P Contracted Price Dep. Var. is p Actual Price C Dummy IC1 Dummy ICB Dummy IC2 Dummy Reservation 2 1 statistic for the equality of ICB and C coefficients 35.69 1.34 41.82 1.61 40.91 1.95 46.62 1.50 0.76 0.176 21.33 p0.00 33.82 1.48 40.14 1.70 41.13 2.20 34.81 1.70 0.48 0.20 35.27 p0.00 26.23 p0.00 24.92 p0.00 2 1 statistic for the equality of C and IC1 coefficients 2 1 statistic for the equality of ICB and IC1 coefficients 2 1 statistic for the equality of C and IC2 coefficients Obs. Note 1.,, signifies that coefficients are significantly different from zero at 10%, 5% and 1% levels. Note 2. Robust standard errors contained in the parentheses below the coefficients. Note 3. The constant was omitted to avoid the dummy variable trap. 0.36 p0.55 0.37 p0.54 0.85 p0.36 1527 148.40 p0.00 1527 One possible explanation for the high average ICBP is that, because a bonus is discretionary in ICB, sellers may be reluctant to accept contracts with a low P when there is no thirdparty enforceable guarantee that the bonus will be paid. To explore this issue 30 further, recall that after a seller choses quality in the ICB experiments, they were asked to specify what level of p they expect buyers to choose prior to observing the buyers actual choice. For the subset of trades where q Q n161 in ICB, only 59% of sellers expected a bonus to be paid. Moreover, when examining the expectations data for rounds 1 through 3, before long term relationships solidified, only 38% of sellers who honored their agreements expected bonuses to be paid. Result 2b comes from regression 2 of Table 3, which has actual price as the dependent variable. Note that the 2 1 tests suggest that there is no significant difference between actual prices received by sellers under ICB and IC1. Similarly, there is no significant difference between actual prices received under C and IC2. There is, however, a significant difference between actual prices received under ICB and C, ICB and IC2, IC1 and C, and IC1 and IC2. In short, actual prices received by sellers were significantly lower under the IC2 and C treatments. Thus, although there appeared to be efficiency wages under IC2 if we examine only contracted prices, buyers appear to impose significant deducts, which leaves sellers with actual prices that are approximately equal to those received in complete contracts. In fact, across all IC2 experiments, buyers imposed deducts on sellers in 58% of trades and average contracted price exceeded actual prices by an average of 9.63. Given the large and prevalent deducts in IC2, we explore whether buyers are behaving opportunistically by failing to honor promised prices or whether buyers are legitimately using deducts as incentives. If buyers use deducts as incentives, then we should observe a correlation between the incidence of deducts and seller performance. RESULT 3: The probability of a buyer choosing an actual price that is lower than contracted price i.e. discretionary deduct increases when a seller shirks on quality. The probability of a buyer choosing an actual price that exceeds the contracted price i.e. discretionary bonus increases when a seller meets or exceeds promised quality. Table 4 reports the marginal effects from probit regressions that estimate the probability of deducts and bonuses. Column 1 contains marginal effects estimates for deducts. Note that when suppliers shirk, the probability of deducts increases by 0.77, 31 which strongly suggests that deducts are used for incentive provision. Moreover, the probability of deducts decreases when trades are private and with the length of the relationship between a buyer and seller. Thus, buyers engaged in cooperative relationships are less likely to use deducts. Finally, small increases in contracted price P increases the probability of a deduct. While these results suggest that deducts are used for incentive provision, we cannot rule out the role of opportunism as deducts are still imposed in 28% of trades not reported in Table 4 for which sellers honored contracts. Shirking dummy 1if qQ Private trade dummy P Length of private relationship. ICB dummy Experiment Fixed Effects Obs. Wald Chisq Pseudo R2 TABLE 4 Probability of Deducts and Bonusesa 1 Deduct d Fd X 2 Bonus d Fd X IC2 data only IC2 and ICB data 0.77 0.037 0.18 0.097 0.01 0.003 0.07 0.025 Yes 349 2 8 116.4 p0.00 0.567 0.29 0.035 0.17 0.04 0.005 0.009 0.007 0.005 0.11 0.05 Yes 680 2 13 187.18 p0.00 0.38 a Regressions are probits with robust standard errors in parentheses. Reported coefficients are marginal effects probability for small change regressor. ,,Indicates the estimate is significantly different from 0 at the 1%, 5%, and 10% levels, respectively. Column 2 reports marginal effects for bonuses. The results are intuitive in that shirking reduces the probability of bonuses by 0.29, private trading increases the 32 probability of bonuses by 0.17, and small increases in P reduces the probability of bonuses. The positive ICB marginal effect suggests that buyers are more likely to use bonuses in the ICB experiments relative to the IC2 experiments, which is also intuitive because IC2 buyers can use deducts as substitutes for bonuses for incentive provision. This result is consistent with the summary statistics in Table 2, which show that bonuses occurred in 31% of trades in ICB but in only 12% of trades in IC2. 4.3. Distribution and Rent Sharing Corollary 1 predicts that sellers will earn rents in IC1, but not in other regimes. H.6: Buyers share rents generously with sellers under IC1 but hold sellers close to their reservation payoffs in the other regimes. One implication of H.6 is that the ratio of sellers surplus to total surplus, , U uU ushould be larger under IC1 than under the other regimes. RESULT 4: Sellers share of surplus is highest under IC1, followed by ICB, IC2, and then C. This result suggests that rents are highest under IC1 as predicted, although sellers do earn some rents in other regimes. An interesting pattern is that, as the degree of contractual incompleteness increases from IC1, to ICB and then to IC2, rent sharing with sellers actually decreases. The level of seller rents under IC2, where thirdparty enforcement is completely missing, appears to be much closer to the level observed under the complete contract, than to the level observed under the RPM. Figure 2 illustrates the distribution of this ratio across different scenarios. In a qualitative sense, the ratio of sellers surplus to total surplus is consistent with H.6 because this ratio is clearly highest under IC1 both overall and across public and private trades. This was verified by the fact that KW tests applied to the overall data rejected the equality of the ratio across the following regimes: 1 IC1 vs. all other regimes pooled p0.0001, 2 IC1 vs. C rejected: p0.0001, IC1 vs. ICB rejected: p0.0001, and IC1 vs. IC2 rejected: p0.0001. 33 oita R1.61.41.210.80.60.40.20Public Private Overall CIC1ICBIC2 FIGURE 2. Ratio of sellers surplus to total surplus. Overall, sellers earned over 100% of total surplus under IC1, close to 80% under private trading, and over 140% in public trading.19 One logical explanation for high seller surplus under IC1 is that Q is unenforceable while P is enforceable; thus, the power to engage in opportunism belongs only to sellers. The fact that the ratio was highest in public trading is consistent with an opportunism explanation given that shirking is most likely to occur in public trading where sellers were not involved in selfenforcing agreements. Nonetheless, even if opportunism did not exist, buyers clearly intend to share rents generously with sellers in IC1. Based on the results of earlier sections, the average contract offered by buyers to sellers under IC1 is P, Q 37, 8, which would yield a ratio of 0.34. In both C and IC2, sellers captured less than 25% of total surplus overall, although the situation improved for sellers under private trading. Figure 3 tracks the ratio of seller surplus to total surplus over time. The evolution of the ratio of sellers to total surplus is consistent with Figure 2 in that seller surplus is highest under IC1 in every round and seller surplus under C and IC2 is quite low converging toward zero over time. Under ICB sellers faired better than under C and IC2 19 Sellers can earn more than 100% ratio greater than 1 when buyers make negative profits. 34 which is inconsistent with H.6. Nonetheless, this result is consistent with our earlier finding that contracted price P under ICB is higher than predicted. It may be that in order to induce sellers to accept contracts, buyers had to offer a P that provided some rents to sellers. Since actual p can never fall below P in the ICB regime, an increase in P is correlated with increased rent to sellers. 21.81.61.41.210.80.60.40.20CIC1IC2ICBlsupru S l ato Tot relle S fooita R123456789101112131415Round FIGURE 3: Evolution of the ratio of sellers surplus to total surplus. An interesting pattern to note is that quality progressively increases as we move from more stringent to less stringent enforcement regimes IC1 to ICB to IC2 while rentsharing with sellers declines. To understand what is going on, it would be useful to refer to the sellers dynamic incentive constraints under each regime given by equations 3, 9, and 14. It is clear from equation 3, which is the sellers dynamic enforcement constraint under IC1, that the only way for this constraint to be satisfied to prevent seller shirking is for P to be high enough to ensure rents to the seller for not shirking. Note that when 1 , which implies that the highest degree of cooperation is expected, then P u c q in which case the buyer would hold the seller right at her reservation payoff 35 if she supplies quality level, q. However, as soon as 1 so that sellers are expected to be less cooperative, then a rent has to be paid to sellers to induce cooperation. In contrast, 9 is the sellers dynamic incentive constraint under ICB. Note from Proposition 2 that the optimal contract under ICB implies P u c q and b q c q c q. The significance of P u c q is that if it is substituted into the r.h.s. of 9, the r.h.s. becomes u 1. In other words, the optimal contract ensures that the seller can do no better than her outside payoff if she shirks. Then the bonus only has to be high enough to ensure that the l.h.s. of 9 is at least as great as her outside payoff, which is accomplished by letting b q c q c q, which just covers the cost of producing high quality. The ICB regime provides the buyer with enough discretionary latitude to reduce the sellers payoff from shirking which reduces rents needed to motivate the seller. This argument is magnified under IC2 because the buyer has so much discretion that she can force the sellers payoff from shirking to fall below the sellers outside payoff. To see this, consider the r.h.s. of 14 which is the sellers payoff from shirking after accepting a contract that requests a quality level, q. Because the buyer can withhold all payment, she can impose a severe punishment on the seller for shirking thereby leaving the seller with only a shortterm gain of c q , which is less than her outside payoff of u . Hence, in equilibrium, a seller never has an incentive to shirk after having accepted a contract; in fact, once a seller accepts a contract, the buyer can hold the seller hostage and ensure that she doesnt earn her outside payoff, which provides powerful incentives for the seller to deliver high quality. The buyer only has to structure the contract in such a way that the sellers total pay from cooperating restores her to her outside payoff. This is accomplished with a contract that specifies total pay of c qu , which pays no rents to sellers. In short, buyer latitude alters sellers payoffs from shirking and alters the feasible continuation equilibria. 36 4.4. Identity and Cooperation A key implication of Proposition 3 is that cooperation should be easier to achieve under IC1 and ICB relative to IC2. In addition, because the role of cooperation is to provide selfenforcement of contracts, it should play no role in regime C. Within the context of our experiments, private offers enable cooperation and longterm relationships, which lie at the core of relational contracting. For example, if a buyer predicts benefits from contracting with a specific seller, the buyer can make a private offer to that seller in each round rather than venturing into the open market and hoping that that seller is the first to accept the offer. Had we not incorporated private trading, it would have been difficult for parties to establish cooperative relational agreements with specific sellers as buyers would have had to hope that their targeted sellers were first to accept their public contracts. Let the fraction of trades conducted via private offers be . H7: The fraction of trades conducted via private offers are ranked as follows: IC1ICBIC2C It turns out that our experimental results were fully consistent with H.7. RESULT 5: There is no significant difference between the fraction of private trades under IC1 and ICB. The fraction of private trades under IC2 is lower than the fraction of private trades under IC1 and ICB, and the fraction of private trades under C is lower than the fraction of private trades under IC2. Figure 4 displays the fraction of private trading that occurs under each contracting regime. The pattern is consistent with H.7 in that the incidence of private trading is highest under IC1 and ICB, and lowest under C. A KW test reveals that 1ICICB cannot be rejected p0.97 so that there appears to be no statistical difference between the fraction of private trades that occurred under IC1 and ICB. We also test IC1ICBIC2, as well as 1 ICICBC, both of which are rejected p0.0001 for both tests. Finally, a test of 2ICC is rejected at the 5% level p0.03. 37 sedar T fonoitcar F 0.60.50.40.30.20.10CIC1ICBIC2FIGURE 4: Fraction of private trades in each contract regime. 0.90.80.70.60.50.40.30.20.10123456789 10 11 12 13 14 15Roundsedar T etavir P fonoitcar F CIC1IC2ICBFIGURE 5. Evolution of the fraction of private trades over time. It is also useful to assess the pattern of trading over time Figure 5. It is interesting to note that the pattern of evolution between IC2 and C is very similar even 38 though C is the complete contract and IC2 is the most incomplete contract. Meanwhile, the two contracts with intermediate levels of incompleteness evolve very differently. Private trading increases quickly under IC1 and ICB and tops out at about 0.68 under IC1 and at around 0.85 under ICB. The trajectory of IC2 is much flatter and never exceeds 0.45. Private trading is consistently lowest under C and never exceeds 0.31 in any round. An obvious puzzle remains: if the fraction of private trades is so low under IC2, how is it that average quality in this regime is higher than under IC1 and ICB? In the absence of thirdparty enforcement, parties must find ways to selfenforce contracts and one of the primary mechanisms for facilitating selfenforcement is to establish cooperative agreements through private trading. Yet, the vast majority of trades in IC2 are public, so how is high quality achieved? One possible explanation is that, because price is not thirdparty enforceable, buyers have strong incentives to renege on payments. By accepting the good and then not paying for it, the short term gains to buyers can be substantial. Thus, the buyer must reap large benefits from continuation with a specific seller in order to not renege on price. This then puts tremendous pressure on sellers to deliver high quality to enhance buyers revenues so that buyers will not renege on price. Even in public trading, the pressure to deliver high quality exists for two reasons. First, if a seller wants to establish credibility with a buyer so that the buyer will trade with him privately in the future, he must entice the buyer with high quality. Second, a close examination of the sellers dynamic incentive constraint suggests that sellers never have an incentive to renege once the seller has accepted a contract. Recall that once a contract has been accepted, buyers can hold sellers hostage by withholding payment so that sellers would earn even less than her outside payoff. Sellers therefore must perform to prevent a retaliatory response from buyers within the stagegame. RESULT 6: In both public and private trades, sellers expect buyers to renege on price i.e. impose deducts if sellers do not produce quality that meets or exceeds contracted quality. Table 5 presents probit regression results of the determinants of sellers expectations of whether buyers will renege on price i.e. choose pP deducts. Recall 39 that during our IC2 experiments after sellers had chosen quality and before sellers had observed actual p chosen by buyers, sellers were asked to state what p they expected sellers to choose. If expected p was less than contracted price P, then sellers expect buyers to renege. Our probits allow us to examine the determinants of sellers expectations of buyer reneging for public and private trading. Determinants of Sellers Expectations of Buyer Shirking in IC2 Expected Price Pa TABLE 5 q chosen by seller Seller shirked dummy 1 if qQ Contracted price, P Length of relationship up to current round Experiment Fixed Effects Obs. Wald Chisq Pseudo R2 1 d Fd X 2 d Fd X IC2 Public data only IC2 Private data only 0.002 0.02 0.41 0.07 0.007 0.003 Yes 269 0.13 0.06 0.38 0.17 0.017 0.005 0.003 0.02 Yes 90 2 749.90 2 721.23 p0.00 0.138 p0.00 0.415 a Regression is a probit with robust standard errors in parentheses. Reported coefficients are marginal effects probability for small change regressor ,,Indicates that the estimate is significantly different from 0 at the 1%, 5%, and 10% levels, respectively. It is interesting to note that the strongest determinant is whether sellers hold up their end of the bargain by honoring the contracted quality. The marginal effects were large, significantly different from zero, and consistent across both public and private trading 0.41 and 0.38, respectively. Sellers perceive strong incentives for honoring contracts; i.e., they believed shirking will lead to deducts. The absolute level of quality only seemed to matter in private trading where sellers anticipated that a oneunit 40 increase in quality would reduce the probability of buyer shirking by 0.13. Also note that sellers expected an increase in the probability of buyer shirking when contracted P was higher. Perhaps sellers deduce that high promised prices might be too good to be true because it costs buyers more to honor contracts. Under private trading, the length of the relationship had little impact on sellers expectations concerning buyer shirking. Thus, it appears that once a seller has accepted a contracted, the history of the relationship did little to influence sellers expectation of buyer behavior within the stagegame. Overall, the probit results suggest that having the discretion to adjust prices offered buyers a powerful incentive instrument even within a stagegame.20 This could explain why high quality is achievable in IC2 even though the incidence of private trading was lower. 5. CONCLUSION In this study, we compare relational trading under a range of incomplete contracts that afford contracting parties different degrees of ex post discretionary latitude. Our results suggest that the efficiency and nature of relational trading are profoundly impacted by simple alterations in the degree of discretion available to traders. Specifically, our laboratory traders are able to increase efficiency under more incomplete contracts, relative to less incomplete contracts. Moreover, the distribution of gains from trade varies significantly across contracting regimes. Sellers earn rents under partially incomplete contracts where buyers rely on efficiency wages to motivate sellers. However, as the degree of contractual incompleteness increases, thereby granting buyers more discretionary latitude, seller rents dissipate. Buyers also care more about the identity of sellers under partially incomplete contracts, but when contracts are fully incomplete, buyers favor discretionary deducts and rely less on seller identity to ensure quality. These discretionary deducts appear to wield powerful incentive effects as sellers anticipate that buyers will impose deducts when sellers shirk on quality promises. 20 Of course, if we focus only on a stagegame independent of repeated game effects, then the question arises as to why sellers would accept a contract in the first place. Clearly, sellers have to believe that there are some cooperative buyers in the population who honor the contracted price so long as the seller delivers promised quality. If all buyers are strictly selfish, or if sellers believe that buyers are strictly selfish, then sellers would never accept a contract in the first place. 41 Our research provides empirical support for the theory of strategic ambiguity Bernheim and Whinston 1998. That is, with barriers to complete contracting, traders may prefer more incomplete contracts. One policy implication of our findings is that legal or regulatory interventions that restrict freedom of contract may not necessarily improve efficiency unless all contracting barriers can be removed. Incremental improvements in contracting institutions may not necessarily enhance efficiency and may have unintended effects. Even default rules, around which parties should be able to contract by mutual agreement, can inhibit efficiency if contracting costs are high. This may explain why courts tend not to intervene, insert missing provisions, or override discretionary actions made by parties in relational contracts Schwartz 1992. A caveat is that our experiments mimic a contracting environment where actions taken by each party are strategic complements. For instance, when sellers improve quality, buyers valuation of the good is enhanced. However, Bernheim and Whinston 1998 point out that when actions are strategic substitutes e.g. sellers actions decrease their own costs but do not enhance buyer valuation, then more complete contracts may be more efficient. Thus, our results should be interpreted within the proper context. Future research might involve a more detailed examination of how explicit contracts interact with informal incentives. For example, will an increase in contractual incompleteness still enhance efficiency if buyers care about two performance outcomes, such as quality and quantity, where only one is thirdparty enforceable? Another promising area of investigation is to link fairness considerations to the optimal design of incomplete contracts that facilitate relational trading. For example, an implication of Fehr, Klein and Schmidts 2007 finding that bonus contracts can outperform trust contracts in oneshot settings is that certain types of incomplete contracts may be more effective at initiating cooperation between two parties that have never interacted. Relational contracting models that explicitly incorporate fairness may provide insights into how initial cooperation can be established through careful contract design. 42 REFERENCES Acemoglu, D. and S. Johnson. 2005: Unbundling Institutions, Journal of Political Economy, 113, 949995. Andreoni, J.A., and J.H. Miller. 1993: Rational Cooperation in the Finitely Repeated Prisoners Dilemma: Experimental Evidence, Economic Journal, 103, 57085. Axelrod, R. 1981: The Emergence of Cooperation Among Egoists, American Journal of Political Science, 34, 30618. Baker, G., R. Gibbons, and K.J. Murphy. 2002: Relational Contracts and the Theory of the Firm, Quarterly Journal of Economics, 117, 3984. Banerjee, A.V., and E. Duflo. 2000: Reputation Effects and the Limits to Contracting: A Study of the Indian Software Industry, Quarterly Journal of Economics, 115, 9891017. Bernheim, B., and M.D. Whinston. 1998: Incomplete Contracts and Strategic Ambiguity, American Economic Review, 88, 902932. Brown, M., A. Falk, and E. Fehr. 2004: Relational Contracts and the Nature of Market Interactions, Econometrica, 72, 747780. Cabral, L., and A. Hortacsu. 2006: The Dynamics of Seller Reputation: Theory and Evidence from e Bay, Mimeo, New York University and University of Chicago. Camerer, C. 2003: Behavioral Game Theory, Princeton: Princeton University Press. Cooper, R. 1996: Cooperation without Reputation: Experimental Evidence from Prisoners Dilemma Games, Games and Economic Behavior, 12, 187218. Dal Bo, P. 2005: Cooperation Under the Shadow of the Future: Experimental Evidence from Infinitely Repeated Games, American Economic Review, 95, 15911604. Dixit, A.K. 2003: On Modes of Economic Governance, Econometrica, 71, 449481. Fehr, E., A. Klein, and K.M. Schmidt 2007: Fairness and Contract Design, Econometrica, 75, 121154. Fischbacher, U. 1999: ZTree: Experimental Software. University of Zurich. Jin, G.Z., and P. Leslie. 2003: The Effect of Information on Product Quality: Evidence from Restaurant Hygiene Grade Cards, Quarterly Journal of Economics, 118, 43 409451. Klein, B., and K. Leffler. 1981: The Role of Market Forces in Assuring Contractual Performance, Journal of Political Economy, 89, 615641. Kreps, D.M., P. Milgrom, J. Roberts, and R. Wilson: 1982: Rational Cooperation in the Finitely Repeated Prisoners Dilemma, Journal of Economic Theory, 27, 245252. Levin, J.2003:Relational Incentive Contracts, American Economic Review, 93, 83557. List, J.A. 2006: The Behavioralist Meets the Market: Measuring Social Preferences and Reputation Effects in Actual Transactions, Journal of Political Economy, 114, 137. Mac Leod, B.W. 2006: Reputations, Relationships and the Enforcement of Incomplete Contracts, IZA Discussion Paper 1978, Institute for the Study of Labor IZA. Mac Leod, B.W., and J.M. Malcomson. 1989: Implicit Contracts, Incentive Compatibility, and Involuntary Unemployment, Econometrica, 57, 447480. Noldeke, G., and K. Schmidt. 1995: Option Contracts and Renegotiation: A Solution to the HoldUp Problem, Rand Journal of Economics, 26, 16379. Schwartz, A. 1992: Relational Contracts in the Courts: An Analysis of Incomplete Agreements and Judicial Strategies, Journal of Legal Studies 21, 271318. Scott, R.E. 2003: A Theory of SelfEnforcing Indefinite Agreements, Columbia Law Review, 103, 16411699. Resnick, P., and R. Zeckhauser. 2002: Trust Among Strangers in Internet Transactions: Empirical Analysis of Ebays Reputation System, In The Economics of the Internet and ECommerce, ed. By M.R. Baye, Volume 11 of Advances in Microeconomics, Amsterdam: Elsevier Science. Rubinstein, A. 1991: Comments on the Interpretation of Game Theory, Econometrica, 59, 909924. Williamson, O. 1991: Comparative Economic Organization: Analysis of Discrete Structural Alternatives, Administrative Science Quarterly, 36, 26996. 44 ", "filename": "557066662.pdf", "person": ["Steven Y. Wu", "Wu, Steven Y.", "Brian E. Roe", "Roe, Brian E."], "date": ["2007"]}