{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34536/1/557111285.pdf"], "title": ["Spousal influences on parents' non-market time choices"], "plaintext": "Spousal Influences on Parents NonMarket Time Choices Rachel Connelly Bowdoin College Jean Kimmel Western Michigan University and IZA Discussion Paper No. 2894 June 2007 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 2894 June 2007 ABSTRACT Spousal Influences on Parents NonMarket Time Choices This paper considers the effect of spouses characteristics on three aggregated nonpaid time uses, active leisure time; child caregiving time; and home production time, using the American Time Use Survey ATUS. The time diary of each married individual with children under the age of 13 mothers and fathers is analyzed, both in terms of the level of nonpaid time and the wifes share of the total level of the daily activity for the couple. Three spousal variables: the relative wage of the wife compared to her husband, spouses weekly hours of employment; and, in the level equations only, the spouses time in the same activity are considered. Each of these spousal variables needs to be estimated in order to address issues of both endogeneity and missing data. Three alternative strategies to address these problems are explored: predictions within the sample, predictions from outside the sample and propensity matching which marries mothers with time diaries to fathers with time diaries who have propensity scores similar to the womens husband. The results show very little effect of one spouse on the level of other spouses unpaid time use. This absence of spousal effects is similar to the reduction of spousal effects in employment time described in Blau and Kahn 2005. In terms of the share of wifes time in the activity, we find higher relative wages of the mother compared to her husband leads to a greater share of child care done by the mother on both weekdays and weekends. No consistent effect of relative wages is found on the mothers share of leisure or home production. JEL Classification: Keywords: Corresponding author: Jean Kimmel Department of Economics Western Michigan University Kalamazoo, MI 490085091 USA Email: jean.kimmelwmich.edu time use, nonmarket time choices, family decisionmaking J13, J22 Prepared for presentation at the MayJune 2007 IZA Topic Week on Nonmarket Time in Economics held in Bonn, Germany. Earlier drafts presented at the January 2007 ASSA meeting held in Chicago IL and March 2007 PAA meetings held in New York. 2Spousal Influences on Parents NonMarket Time Choices Although approximately 50 percent of households in the United States contain married couples, little is known about how these couples make their joint time use decisions.1 Recent work by Blau and Kahn 2005 shows that wives labor supply decisions are affected less by spousal factors than they once were, but no such trend evidence exists concerning unpaid uses of time. We examine three types of outofmarket time: leisure, unpaid household production and caregiving time, with a focus on the role of spousal factors in time choices. Why might we expect spousal factors to affect time use choices? Economic models of marriage emphasize the gains from marriage; namely, that there are sufficient benefits to forming a marriage partnership that both partners can experience an improvement in wellbeing upon marriage. This gain can come from gains from specialization or gains from complementarities. Gains from specialization relies on the existence of fairly fixed quantities of requisite household goods that can be produced by either the husband or the wife. For example, if dinner needs cooking, one member of the couple may do the cooking while the other tends to the children or could it be? reads the newspaper. Thus, we might expect that increased home production time of one spouse would reduce the home production time of the other spouse. If the gains from marriage come from complementarities, such as enjoying spending leisure time with ones spouse, then we might predict that an increase in the leisure time of one spouse would also increase the leisure time of the other spouse. Hamermesh 2000, Hallberg 2003 and Jenkins and Osberg 2005 find evidence of this 1 This 50 percent figure reflects a steady decline in recent decades. See, for example, recent NY Times article from Nov. 2006. 3desire for simultaneous leisure. Similar tastes increase the gains from marriage Lam, 1988 and may lead to positive correlation in time uses other than leisure. For example, a man who likes a neat house marries a woman who likes a neat house and they both spend more time on home production. In this paper we use the American Time Use Surveys from 2003 and 2004 to consider the effect of spouses characteristics on three aggregated nonpaid time uses: active leisure time, child caregiving time and home production time. Kimmel and Connelly 2007 showed that child caregiving time must be treated distinctly from either leisure or home production. Because of our interest in caregiving, in particular, and in couples rather than individual decision making, only married individuals with children under the age of 13 are included in the sample. We analyze maternal and paternal time use measured as the level of nonpaid time, that is, the number of minutes in the activity on the day to which the survey refers, and measured as the wifes share of the total level of the daily activity for the couple. Level and share are clearly related but the share approach abstracts for difference across families in the chosen amount of caregiving and home production, focusing directly on the relative contribution husbands and wives make to the household production function. The three spousal variables of interest are the relative wage of the wife compared to her husband, which represents the relative value of her time versus his in nonpaid activities and may also be a proxy for relative bargaining power within the household; spouses weekly hours of employment, which controls for the underlying time constraint in time use decision making; and, in the level equations only, the spouses time in the same activity, which would be negatively related to own time use if a fixed level of 4product is desired but would be positively related to own time use if the level is a function of positively correlated tastes. Each of these spousal variables needs to be instrumented in order to address issues of both endogeneity and missing data. We use three alternative strategies to address these problems: predictions within sample, predictions from outside the sample and a propensity matching strategy which marries mothers with time diaries to fathers with time diaries who have propensity scores similar to each womens actual husband. As the literature review below makes clear, we are certainly not the first to ask the general question of what role wives play in husbands time use decision making or vice versa. But many of the other papers look at a single time use. For example, a large body of work has focused on unpaid housework alone, while others have looked solely at leisure time. Our model estimates the three time use equations simultaneously to allow for a correlated error structure. An earlier body of work such as Kooreman and Kapteyn 1987 and Solberg and Wong 1992 did consider multiple nonpaid time uses but those authors were constrained by the lack of recent time diary data. Finally, we control for usual employment hours of the husband and wife such that wage differences represent differences in the opportunity cost of the couples time. Many of the previous studies used relative income, thereby confounding wage effects and hours of work effects. Through a variety of estimation strategies, we find very little evidence that ones spouses characteristics affect a mothers or fathers daily nonpaid time use. Home production levels are particularly immune from spousal effects except perhaps that increased husbands home production on the weekends actually increases the wifes home production. Might guilt play a role here or is it just higher household cleanliness 5standards?2 There may be more substantial effects of spouse characteristics on the share of the total couples time performed by the wife but in these estimations, we are plagued by the lack of data on actual couples time use and so the results are more tenuous. Two robust relationships emerge in the share models, both of which relate to child caregiving. Using the fathers sample, increased weekly employment hours of his wife reduces her share of caregiving time while using the mothers sample, increased wages of the wife relative to her husband increases her share of caregiving. The rest of the paper proceeds as follows: Section II presents a brief literature review. A discussion of the theoretical underpinnings of the empirical models is offered in Section III. Section IV describes our ATUS data and provides descriptive statistics. The econometric strategy is discussed in Section V, while the results of the estimation are presented in Sections VI and VII. Section VI provides the results for the levels of nonpaid time, that is, the minutes of time in a 24 hour period devoted to active leisure, child caregiving and household production. The share of the wifes time models are reported in Section VII. Section VIII provides concluding remarks. Section II: Previous Research on Married Couples Joint Time Use Decision Making Research from four separate but intersecting literatures are relevant to the analysis of spousal effects on nonpaid time use decision making. These four literatures are: the literature of joint labor supply, household bargaining models, housework differentials within a couple and the analysis of time diary data. Each is reviewed only briefly. 2 What we have called guilt here may also be what Bittman et al 2003 refer to as doing gender. The idea is that women need to appear to others as the one who performs the housework. 6There is a long literature on married couples joint labor supply. See Killingsworth 1983 for an early review. Hausman and Ruud 1984, Lundberg 1988 and Ransom 1987 explicitly modeled joint as opposed to individual labor supply. Blundell and Ma Curdy 1999 provide a more recent summary of the empirical results focusing on couples labor supply. Even more recently, Devereux 2004 estimated the effect of changes in relative wages on husbands and wives labor supply. He found that men are largely unaffected by their wives labor supply but the wifes own wage effect is positive and their response to increasing wages for their husbands is negative. Blau and Kahn 2005 find that the own wage and cross wage effects on married womens labor supply have declined in magnitude from 1980 to 2000, such that married womens labor supply behaves much like married mens in 2000, with small own wage and cross wage elasticities. The household bargaining model literature provides one theoretical framework for understanding why we might expect husband and wifes time use to be related. Moving beyond the unitary model of household decision making proposed by Becker 1991, bargaining model proponents argue that the source of income is an important determinant of who ultimately consumes the items purchased by the family. The same would be expected to be true for leisure consumption. The relative wage is expected to determine power within the household, either due to its relationship to income outside the marriage as in the divorce threat point models of Mc Elroy and Horney 1981 and Manser and Brown 1980, the collective framework models of Chiappori and colleagues Chiappori, 1988; Browning and Chiappori, 1998; and Chiappori, Fortin and Lacroix, 2002, or in the separate spheres threat point of Lundberg and Pollak 1993. Empirical work based on 7these bargaining models have confirmed the relevance of a bargaining approach in understanding joint labor supply Fortin and Lacroix, 1997 and Chiappori, Fortin and Lacroix, 2002, expenditures on women and childrens health Thomas, 1990, and expenditures on childrens clothing Lundberg, Pollak and Wales, 1997. Housework has been a particular research focus in the area of couples time allocation because changes in womens labor supply have not brought equal changes in the distribution of tasks within the household. While women have substantially reduced their home production time and men have somewhat increased theirs, women continue to do a majority of the housework. For example, Hersch and Stratton 2002 report data from the National Survey of Families and Households NSFH from 198788 which shows that married women do almost 30 hours of home production a week, compared to 18 hours for married men. SousaPoza, Schmid and Widmer 2001 report on 1997 data from Switzerland that men, on average, spend about half as much time on housework as women. Married men spend less time than nonmarried men on housework while married women spend more time than nonmarried women. Bittman et al. 2003 report that in 1992, Australian wives averaged 23 hours of housework a week compared to 11 hours for their husbands. And using 1991 data from Spain, Alvarez and Miles 2003 report that women do almost all the housework in nearly 75% of the twoearner households. p. 228 Hersch and Stratton 1994, using data from the PSID from 1979 to 1987, showed that the share of housework a husband performed in a dual earner couple was negatively related to his share of labor income and to his share of labor market hours. When the analysis is conducted separately for husbands time and wifes time, the husbands model explains little of the variance in time. This insensitivity of husbands 8housework time to his and his wifes observable characteristics was also found in the Swiss and Spanish data. Alvarez and Miles 2003 offer an Oaxaca decomposition which shows that most of the inequality in housework comes from genderspecific effects rather than differences in observable characteristics. Bittman et al. 2003 reviews the sociological housework literature for both Australia and the U.S. Their model of Australian housework time included both a measure of relative annual income and usual weekly hours of employment for both husbands and wives. They find that for wives, the husbands share of income has a negative impact on her weekly housework time but only up to the point where their share becomes equal. When wives earn more than their husbands, wives are found to spend more time in housework. For husbands, only his time in employment and his wifes time in employment matter. Finally, we briefly review the literature on the determinants of couples time use patterns obtained from time diary studies. The bulk of the previous time use research relying on time diaries has examined the joint time use decisions of dual earner households. Kooreman and Kapteyn 1987, using U.S time diary data from 197576, found that the husbands own wages and his wifes wages had little effect on seven different types of nonmarket time. Nonpaid time for wives in 197576 was found to be more elastic to changes in their own wage and their husbands wage. One might speculate that these results from data thirty years ago may be as different today as the changes noted by Blau and Kahn 2005 in their examination of labor supply elasticities. Solberg and Wong 1992 use U.S. data from 197778 to estimate time use for husbands and wives in three aggregate categories: leisure, household production, and paid work. Like the studies of housework described above, they found that husbands 9household production was unaffected by either his wage or his wifes wage. Only the husbands own travel time to work time seems to affect his housework time. Mens leisure was positively affected by both his own wage and his wifes wage, while her leisure was only affected by her husbands wage and her housework was negatively affected by her own wage. Looking at currently employed married mothers using more recent data from the Netherlands, Van Den Brink and Groot 1997 found no effect of husbands earnings on the time allocation of his wife in employment, home production or child care. Hallberg and Klevmarken 2003 examine the determinants of parents time allocated to childcare in Sweden using a structural model that incorporates instruments for both parents wages and parents employment time. They find that own wages do not affect child care time. Kalenkoski, Ribar and Stratton 2006 examine the role of wages on parents time choices. Using time use data from the United Kingdom, they examine parents time use in three activities: primary caregiving, secondary caregiving, and paid work time. They include as regressors the parents own wage as well as the spouses wage. They find that spousal wages are, for the most part, unimportant in parental time choices. Finally, a recent paper by Freidberg and Webb 2006 explicitly marries the bargaining model approach to time use research. They argue that relative wages are a good proxy for bargaining power within the household in determining the spousal household production split. They find significant effects of the relative wage only on television watching and cleaning the house, but even these statistically significant effects are small. Overall, there is little consistent evidence concerning the roles of own wage, spousal wage, or relative wage on time allocation decisions. 10Our paper differs from Freidberg and Webbs in that we include weekdays as well as weekends and we control for weekly hours of employment. More importantly, we introduce statistical strategies to overcome the lack of daily time use information for the spouse of the time diary respondent. Our results, however, are consistent with theirs and many of the others just reviewed. We find little or no effect of one spouses economic factors on the other spouses time use patterns. Section III: Theoretical Underpinnings and Estimation Our underlying utilitymaximizing framework relies on an extension of the model developed by Kimmel and Connelly 2007 to include spousal time inputs in nonmarket production of goods and services, including child services. Kimmel and Connelly 2007 developed an extended Gronautype model of time use in which mothers allocate their time among five choices: paid work, unpaid household production, caregiving, leisure, and other activities. That model focused on the decision making of the mother with no explicit role for her hsuband in time use decisions except in terms of his earnings capacity. For the analysis in this paper, we modify that theoretical framework so that for married couples with young children, nonmarket goods and services including child services are produced with time inputs from both parents. Spousal time inputs are incorporated into the household goods production function and the child services production function. A complete listing of model equations and notation is found in Appendix A. We describe the full model only briefly here. In this model, the individual spouse maximizes hisher utility over leisure time, adult goods, and child services subject to a series of 11production functions and constraints. Both household goods and child services are produced with a combination of each parents time and purchased market goods intermediate market goods in the case of the household production. An individuals time can be allocated to five distinct activities: active leisure, paid market work, unpaid household production, caregiving, and a composite fifth category that includes sleep, human capital investment time, and personal caregrooming.3 Maximization of this spousal utility function subject to the five model constraints yields typical consumer demand equations as well as the time demand equations given below: tij f w, Pcc, VZ, H, D for i m,f and jem, hp, mcc, L, s In the above equation, w denotes various wage measures to be described below, Pcc is the price of child care, and Z, H, and D are control variables that are also discussed in the next section. Because of our focus in this paper on unpaid time use, we examine only three uses of time: active leisure time, unpaid household production excluding caregiving, and caregiving.4 This results in six total system equations, three for the husband and three for the wife. Ideally, this six equation model would be estimated jointly. However, data constraints, most importantly the lack of time diary information for the spouse lead us to consider alternative specifications as outlined below. 3 For our measure of active leisure, we exclude time spent sleeping or engaging in personal care. See Kimmel and Connelly 2007 and Aguiar and Hurst 2006 for further elaboration on the question of the definition of leisure. 4 Although our focus is nonpaid time use, the interaction between employment time and nonpaid time is too great to ignore. Kimmel and Connelly 2007 found substantial correlations between employment and each of the three nonpaid time uses on both weekdays and weekends. In our empirical work for this paper, predicted usual weekly employment time is included as a determinant of nonpaid time  12III. A. Equation Specification Our time use equations include economic, demographic, and timespatial controls. The economic factors include the parents own wage plus a measure of the spouses wage. There are two ways to incorporate the spouses wage in these analyses. First, the spouses wage can be included directly, as is done in Kalenkoski et al 2006. Or, more consistent with the bargaining literature, we can include the relative wage we use the wifes wage divided by the husbands wage 5. We opt to include spousal wage information in the latter format because it succeeds in accomplishing two goals simultaneously: relative wages controls for spousal income in a form that permits interpretation of the effect of changes in relative wage as a change in ones own power within the couple.6 Ceteris paribus, the greater the power that the wife exerts in household decisionmaking, the more sharing of unpaid household production time within couples is expected.7 Thus, we expect higher wifes relative wage to reduce her home production time. The effects on caregiving time and leisure time are ambiguous theoretically. In addition to own wages and relative wages, both of which enter the time use equations as predicted values, we include predicted measures of the price of child care for children between the ages of zero and 5 and the price of child care for children between 5 Friedberg and Webb2006 define relative wages as the wifes wage as a share of the total household wage, wifes wage husbands wage. It is not clear why this would be preferable to the more straightforward wifes wagehusbands wage measure we use. Hersch and Stratton 1994 and Bittman et al. 2003 both use husbands share of total labor income husbands income total couples income. 6 Our measure is based on predicted wages which may not be exactly what one wants when thinking about bargaining power, but is preferred when thinking about the relative opportunity cost of time. The difference is important for nonemployed wives whose actual wage is zero but have positive predicted wages. In our model, nonemployment is controlled for in the predicted weekly hours of employment. 7 This statement assumes that the marginal minute of unpaid household production time is a source of disutility. 13the ages of 6 and 12.8 Like own wage, the price of child care theoretically affects the price of time. When child care must be used in order to participate in a nonpaid activity, the opportunity cost of that time is the wage plus the price of child care. When the activity is child caregiving, the effective price of time is the wage minus the price of child care. If the activity can be performed simultaneously with caregiving, then the effective price of time is simply the wage. Additional economic factors included in our model are both the parents and spouses predicted own weekly work hours. Employment time clearly is in competition with nonpaid work time. Since many nonpaid activities are fungible across the week, weekly employment hours are preferable to diary day employment hours. In addition, weekly employment hours differentiate employed from nonemployed individuals which should be an important distinction.9 Also note that these spousal weekly employment hours are available in the ATUS for the actual spouse from the accompanying CPS data file, while the daily employment hours on the diary day are not available for spouses. We include a standard list of demographic controls: age, race dummies nonwhite, Hispanic, number of children in the ranges of 02, 35, 69, 1012, and 1317 plus a dummy variable for the presence of any other nonspouse adult in the household. We control for race differences because much previous evidence exists as to differences in caregiving patterns by race. See for example, Kimmel and Powell, 2006. We expect numbers of children in these various age categories to affect mothers and fathers time use very differently due to scheduling flexibilities affected by schooling including 8 See Kimmel and Connelly 2007 for a discussion of the generation of these child care price measures which rely on data from the Survey of Income and Program Participation. 9 Frazis and Stewart 2005 showed that nonemployed mens daily activities look similar to employed mens activities on a nonwork day, while for women, nonemployed womens daily activities are substantially different from the activities of employed women on nonwork days. 14preschool and the possibility of self care for older children.10 Time and spatial controls include dummies for observations originating from the 2003 ATUS, summer diaries, and dummies for residence in urban areas or the South. Section IV: Parents Observed Time Use Patterns We use data drawn from the 2003 and 2004 surveys of the American Time Use Survey. This new annual, national survey contains a 24hour detailed time diary for one adult per household. Diaries were collected during each day of the week, including weekends. Family time use is structurally different on the weekend for several reasons, including the unavailability of free child care i.e., public school and many paid nonparental regular child care arrangements, and the reduced incidence of paid employment. Thus, we stratify our data into separate subsamples comprised of weekday diaries and weekend diaries, the latter including weekday holidays. Our estimating samples are currently married with spouse present individuals who have children under the age of 13 living in the household. Merging the 2003 and 2004 surveys yields samples of 1363 fathers with weekday diaries, 1504 fathers with weekend diaries, 1497 mothers with weekday diaries and 1672 mothers with weekend diaries.11 For the purposes of estimation, we aggregate many detailed nonpaid time activities into three broad categories: household work time, child caregiving time for ones own children, and active leisure time.12 As is shown in Table 1, the division of 10 We exclude education because it is too collinear with generated wages for men. Kalenkoski et al 2006 also omit education from their time use equation specification. 11 Sample sizes differ somewhat depending on which model we are estimating. These sample sizes are for the instrumented sample explained below. 12 Following Connelly and Kimmel 2007, we define active leisure as all leisure excluding sleep, grooming, and human capital investment time. See Kimmel and Connelly for details concerning the assignment of ATUS activity codes into our general composite categories. 15unpaid work time considering both household production and caregiving differs dramatically by sex. On average, men engage in 63 minutes of caregiving and 89 minutes of household production on the typical weekday, for a total of 152 minutes of total unpaid work minutes per day. The corresponding figures for women are 159 minutes of caregiving plus 217 minutes of household production, for a total of 376 minutes per day. Including paid work minutes per day in this discussion 477 for men versus 231 for women yields totals of 629 for men and 607 for women. This represents approximately 10 hours of work per day, and is consistent with the finding of other researchers see, for example, Bianchi that has been described in recent weeks in the popular media see, for example, the NY Times and www.slate.com. that total work time for men and women has equalized over the past twenty years. On this one dimension, there has been unequivocal movement towards equality. Tossing active leisure into the mix furthers this observation, as both men and women consume approximately 270 hours of active leisure on the typical weekday. How different is the average weekend day? For men, their paid work minutes fall to 110 minutes per day while their minutes of household production increase to 200. Their caregiving minutes increase slightly to 76 minutes per weekend day, and their active leisure rises to 468 minutes per day. For women, there is also a decline observed in paid work minutes, dropping to an average of 48 minutes. Caregiving time, perhaps somewhat surprisingly, falls to 109 minutes while household production time increases to 266 minutes, and active leisure increases to 405 minutes. The fall in caregiving has been found by other researchers as well and seems to be related to which activities are included in caregiving as well as the presence of other potential caregivers on the 16weekends such as fathers, grandparents, and older siblings. Connelly and Kimmel 2006 examine the timing of activities throughout the day and find that weekday caregiving is highest in early evenings and seems to be related to homework time and prebedtime activities, both more likely on weekdays than weekends. Comparing across men and women, note that total non leisure minutes on the weekend for men are 386 while they are 424 for women. This suggests the presence of some weekend gender work inequality, mainly attributable to an extra hour of home production times for mothers. Means for other demographic and economic factors are presented in Table 2. Due to its larger original sample, approximately 58 percent of our full sample is drawn from the 2003 ATUS survey. Sample characteristics are comparable across weekend and weekday samples, so we describe the weekday samples for both men and women. On average, the men are 38 years old while the women are 36 years old.13 About 10 percent of the sample is nonwhite and 15 percent is Hispanic. By sample construction, each household has at least one child under age 13, and the average household has 2 children under age 18. As one would expect, mens hourly wages are higher than womens. What is not clear is why the relative wage predicted from the mothers sample is lower than that predicted by the fathers sample, given that the spousal wage measure used here is that reported on the CPS file accompanying the ATUS file. The weekly hours of employment for both men and women predicted from the two samples are similar, with men predicted to be employed about 45 hours a week and women about 15 hours per week. 13 This age discrepancy reflects the fact that, by design, the sample is comprised of married persons with children under age 13. Men tend to have children at an older age than women. 17Section V: Econometric Methodology As described earlier, our goal is to estimate three time use equations for mothers and for fathers. To account for the possibility of zero time engaged in some time uses, we estimate the observed time choices using a Tobit model. To account for the competition between time uses on any given day, we estimate a three equation Seemingly Unrelated Regression SUR Tobit model for mothers and then for fathers.14 The three equation SUR strategy permits correlation of error terms across an individuals time usages. See Kimmel and Connelly 2007 for a more detailed description of this econometric methodology.15 For studying the effect of spousal variables on nonpaid time use, the ATUS survey design reflects a near fatal flaw.16 While the sampling unit is the household, time diary information is collected for only one person per household. Thus, although we do know a great deal of demographics about ones spouse, we lack the detailed time use information for the same day, crucial information for the study of couples joint time use. We attack this problem in three ways. Our first approach is to restrict our empirical specifications to incorporate the actual spousal information available in the accompanying CPS data files. For each individual with a time diary, the accompanying CPS file contains the spouses reported usual weekly hours worked for pay and weekly earnings. From this information, a measure of the spouses hourly wage can be constructed. Using this information, we can estimate individual time use equations for 14 We have not attempted to estimate the husband and wife time use equations together since we do not expect the correlation across husbands and wifes time use to be maintained through either of our methods to predict spousal time. 15 Kalenkoski et al. 2006 also use a SUR Tobit. Like them, we use the a ML statistical software package for our estimation. 16 On the other hand, the ATUS provides spouses wage and employment hours, variables not available in the previous U.S. time diaries. 18leisure, unpaid household production, and caregiving in which controls are included for the spouses work hours, the relative wage defined as the womans wage divided by the mans wage throughout, and the spouses usual weekly employment hours. This permits us to estimate the effect of these measures on time choices. Both the spouses weekly employment hours and the spouses wage are instrumented through standard first stage procedures to reduce the problem of endogeneity of actual employment hours and wages with nonpaid time use. This first methodology has the advantage of relying on the actual spouses information available in the ATUS. However, its drawback is that we cannot examine the full implied household decisionmaking process; namely, that ones time devoted to the production of household services is made jointly with the spousal contribution to the production of the same household services. This view posits that a household has some total of household services to produce, and the husbandwife team divide the total required time input between themselves, or, more generally, that a husband and wifes time in an activity is affected by the others time spent in that activity. Thus, it could be that the husband and wife divide up a fix set of tasks or that more time spent cleaning by the wife means that the husband also is expected to clean more. In either case, we would like to examine the wifes time devoted to household production, for example, while controlling for the husbands engagement in the same activity. Were time diaries for both the husband and wife in each married couple household available, then we could approach estimation of this household model in either of two ways. First, we could examine the wifes caregiving time determined, in part, by the husbands caregiving time; i.e., the husbands caregiving time would be included as a 19regressor in the wifes caregiving equation. Of course, the husbands caregiving time would be endogenous, thus necessitating instrumentation. Alternatively, we could examine the share of total household caregiving time, for example, contributed by the wife. See, for example, Presser 2003; pg. 115. Focusing on shares of time abstracts from the issue of level, focusing instead on the relative contribution of the two spouses to their joint home production or leisure time use. Using the share of time as the dependent variable does not reduce the data needs of the exercise since ones spouses time use in the activity is needed to construct the share.17 For either of these two approaches to estimating the effect of spouses time on the other spouses time use, the piece of information missing from the ATUS is the spouses actual minutes in caregiving, household production, and active leisure. We use two strategies to address this data deficit: outofsample prediction and matching. These solutions rely on the fact that while spousal time diary information is unavailable, the ATUS data do contain much detail about the spouse, such as age, education, number of children, usual hours worked, etc. We use the available information on the actual spouse plus the fact that we have time diaries for both husbands and wives not from the same household to construct the missing daily spousal time in active leisure, child caregiving and home production. Each of the two strategies offers pros and cons in terms of providing us with usable imputed spousal time variables. Their strengths and weaknesses are discussed below. The outofsample prediction methodology is familiar to many readers. It is a variant of the strategy that is usually used to construct wages for nonworkers. In this 17 We define the share of each nonpaid time use as the wifes minutes in each of three activities divided by the total of the wifes plus the husbands total minutes in each activity. 20case, we use a sample of husbands time diaries and estimate reduced form tobit equations for each of the three nonpaid time uses using characteristics of the father and his wife as regressors. We then calculate predicted husbands time use for each mother in our mothers sample by using the estimated coefficients from the reduced form tobits and the characteristics of the mother and her actual spouse. Similarly, we use a sample of mothers time diaries and estimate reduced form tobit equations for each of the three nonpaid time uses using the mothers characteristics and husband characteristics. We then predict the wifes time use for the fathers time diary sample. This results in generated time use measures for true spouses. The advantage of this strategy is that it uses the full sample of observations in order to estimate the coefficients of the determinants of time spent on the three nonpaid activities and the actual spouses characteristics exactly. The disadvantage is that the covariances among the three time uses of the spouse are lost since each is a predicted value based on estimated coefficients. The matching approach we use relies on a strategy that has gained prominence in the program evaluation literature. Dehejia and Wahba 2002 describe the propensity matching technique in great detail. The idea is to marry a wife mother with a time diary to a husbandfather with a time diary based on the similarity of their characteristics including the characteristics of their actual spouses. Thus, we marry a 30 year old woman with a time diary who has a 34 year old husband and a one year old child to a 34 year old man with a time diary who has a 30 year old wife and a one year old child. With this match, we assign all three nonpaid time uses from the husbands file to his new spouses file. These actual time uses of her matched spouse become the predicted time uses of her actual spouse. This method has the advantage of maintaining the 21variance in time uses and the covariance among the three spousal time use, but the disadvantage of being based on a single persons data. Appendix B explains the matching procedure in detail. Producing spousal time use information either via outofsample prediction or by relying on synthetic spouses i.e., matching on observed characteristics both have the drawback of losing the covariance one would expect to be present in actual spouse time measures as household level unobservables are expected to affect both spouses time use on a given diary day. For example, if Mondays are soccer days for mother As daughter and her husband does the soccer driving, she would have extra home production on Mondays and her husband would have extra caregiving. But if, at her matched husbands house, Monday is his bowling night, it looks like no one in the home of mother A is doing any caregiving, her spouse has lots of leisure and she is doing a lot of home production. The only solution to the missing covariance problem is to have actual data on couples as in the British or Australian time use studies. A task for future research is to evaluate the importance of the unobserved covariances in couples time use compared to the effects of the observables. Another disadvantage of the ATUS that contributes to difficulties in creating spousal time use information is that the ATUS time diary covers just a single 24 hour period. To the extent that researchers are interested in typical household time use, a single 24 hour snapshot may fail to portray sufficient nuances. This single day drawback likely is more of a problem for tasks that can be moved from day to day or from weekday to weekend day with ease. A good example is laundry. In some families, the husband is in charge of all the laundry, but may do it all on Sundays. Thus, he may appear to have 22little to no contribution to unpaid household production for six days of the week, but if our time diaries happen to catch him on his laundry Sunday, then he appears active in household production. This fungibility is less extensive in child caregiving activities, thus, the caregiving estimates probably suffer less from the single diary day problem. V. A. Estimation Summary In sum, we have approached the question of the role of spouses in parents time use with three distinct methodologies. We have described these different methodologies above, but for the sake of clarity, we list them below in summary fashion. Note that we estimate time use equations for mothers and fathers for three uses of time: active leisure, unpaid household production, and caregiving. Additionally, we estimate equations separately for weekdays versus weekends. The three estimation approaches including the two alternatives for the second and third methodologies are listed below. 1. Parents level of time use with observed thus limited spousal information a. Table 4a: moms and dads, weekday 6 columns b. Table 4b: moms and dads, weekend 6 columns 2. Parents level of time use with spouses time use included as a regressor in each of three time use equations. a. Measure of spouses time use is generated via outofsample prediction. i. Table 5a: moms and dads, weekday 6 columns ii. Table 5b: moms and dads, weekend 6 columns b. Measure of spouses time is generated using the matched spouse approach. i. Table 6a: moms and dads, weekday 6 columns 23ii. Table 6b: moms and dads, weekend 6 columns 3. The wifes share of the parents time use a. The wifes portion of the couples total time in each activity is constructed via outofsample prediction. i. Table 8a: moms and dads, weekday 6 columns ii. Table 8b: moms and dads, weekend 6 columns b. The wifes portion of the couples total time in each activity is constructed using the matched spouse approach. i. Table 9a: moms and dads, weekday 6 columns ii. Table 9b: moms and dads, weekend 6 columns Section VI: Empirical Results on the Level of NonPaid Time Prior to our estimation of the time use models, we completed several instumenting equation estimations to construct the necessary generated regressors for own usual weekly paid work hours, spouses usual weekly paid work hours, own log wage, and spouses log wage, the price of child care for children aged 0 to 5, and the price of child care for children aged 6 to 12. Full results from these preliminary regressions will be presented in the next draft of this paper, as will a discussion of identification. Most important for the current draft is to note the omission of education as a regressor in the time use equations. Education is too collinear with our generated wage measures for men to be included as a separate regressor in these equations. Results from a set of baseline regressions run for mothers and fathers in which spousal information is excluded are available from the authors. As expected, these 24results for mothers mirror those found in Kimmel and Connelly 2007. That is, caregiving behaves unlike leisure or household production in its responses to child care prices and wages. In fact, the own wage effect on caregiving is positive, as was found for paid work minutes. For fathers, a similar result is found for caregiving, namely a positive own wage effect is found for both weekdays and weekends. VI. A. Role of Spousal Economic Factors Tables 3a and 3b present a summary of findings regarding the role of spousal economic factors in mothers and fathers time use choices respectively. Note that the key spousal measures in these regressions are the predicted relative wage and the spouses predicted usual weekly work hours. Additionally, in the time use equations using either out of sample prediction or matching approaches, an instrumented measure of the spouses time choice for the same activity i.e., leisure, caregiving, then household production is included as an additional regressor. Actual Spouse Model: Probably the most pure estimates of the role of spousal factors on own time choices are the results that use the actual spouses weekly work hours and own relative wage. These effects are pure in the sense that they do not rely on synthetic spouse information or outofsample prediction. They are also the most comparable to the results of previous studies. Starting with leisure time, the mother has more minutes of leisure on weekdays and weekends when her husband works more hours for pay. This may represent a pure income effect since husbands earnings is often thought of as a quasiexogenous variable in the determination of a wifes laborleisure tradeoff. While her bargaining power in the household as proxied by her relative wage 25has no impact on her leisure time during the week, it is associated with increased leisure minutes for her on the weekend. A fathers leisure time is not responsive to his wifes paid work hours or her relative wage. These findings mirror the findings of Kooreman and Kapteyn 1987. Caregiving in a family context appears complicated. Mothers caregiving minutes are not responsive to their husbands paid work hours nor her relative wage, but fathers caregiving minutes are affected by their wives economic factors. During the week, husbands spend more minutes in caregiving when they have wives who work more hours for pay or when their wives earn a higher proportion of the households total earned income. However, on weekend days, while husbands still pick up the slack from the wives increased paid work effort, they actually perform fewer caregiving minutes when married to a wife who has a higher relative wage. This flip in the sign of relative wage effect for fathers may suggest a complex bargaining power effect, namely, that the wife with higher relative wages gets more help from the husband during the week to assist in nonfungible caregiving activities, but during the weekend, her greater bargaining power buys her more time with her children. This is consistent with the finding of a significantly positive own wage effect for mothers, as is found throughout the various estimations. Household production appears entirely nonresponsive to observed spousal characteristics, either on weekdays or on the weekend, for mothers or fathers. Note however, that this finding is produced with diary data for a single 24hour period, which as discussed earlier, may be most problematic for household production. 26Time Models Including Spouses Daily Time in the Activity: The results from our second set of analyses, in which the spouses minutes in the specific activity is included as a regressor created from either an out of sample prediction or from matching appear next in Tables 3a and 3b. Overall, the predicted spousal time in the same activity contributes little to the parents time use choices. Results based on the matched spouses approach are never significant. However, using outsampleprediction, mothers whose husbands have more leisure time also have more leisure time on weekdays, indicating they may be spending time together, but on the weekends the effect is reversed. On weekends, wives with husbands who have more leisure minutes tend to have fewer minutes of leisure themselves. Regarding caregiving, it appears that mothers are relieved of some of their weekday caregiving responsibilities by husbands taking over some of the duties; the coefficient for husbands minutes of caregiving is negative and significant for the out of sample prediction but not for the matching model. On the weekends, none of the spouse variables are significant for either specification. Finally, turning to household production, wives devote more minutes to unpaid household work on the weekends when their husbands contribute more minutes when husbands time in household production is predicted with the out of sample prediction strategy. This makes sense if one considers the husbands participation in household production as a signal of higher household standards or if women whose husband engage in housework need to do gender by doing more housework themselves. Bittman et al, 2003 27VI. B. Role of Own Economic Factors in Minutes of Time Models Because we have produced three different sets of estimates for weekdays and three for weekends for both mothers and fathers, it is difficult to summarize them all concisely here. However, there are a handful of notable findings. An individuals own wage level is almost never significant in the choice of the amount of leisure time and home production time, for men or women, on weekdays and weekends. On the other hand, the effect of own wage level on caregiving is mostly positive for both mothers and fathers, on both weekdays and weekends. This matches the positive own wage effect found in Kimmel and Connelly 2007 in their research that examined mothers time use choices without consideration of the role of spouses. Kalenkoski et al. 2006 found similar positive effects of education proxying wages in the UK and SousaPoza et al. 2001 found a positive wage effect for caregiving for women in Switzerland. The other included economic factors that affect the value of time are the two measures of child care prices, the first for prekindergarten aged children and the second for schoolaged care. One might expect that higher child care prices, ceteris paribus, would be associated with more own caregiving minutes for both mothers and fathers. This expected positive and significant coefficient is found in several cases, most notably for the prek child care price for mothers on weekdays and fathers on weekends. In two sets of results, a higher child care price for schoolaged children is associated with fewer maternal weekday caregiving minutes. Since the price of schoolage child care is set to zero for families without school age children, the negative effect may simply be picking up some of the differential in minutes of child care between prek and school age children. 28The final own economic factor included in the analysis of time in nonpaid activities is the own predicted usual hours of paid employment. For women, the effect on weekday time use of more weekly hours of paid employment is mostly negative; women with more hours of paid employment have fewer minutes of weekday leisure, fewer minutes of weekday caregiving and fewer minutes of weekday home production time. However, more weekly hours of paid employment have no effect on womens weekend nonpaid time and no effect on mens daily nonpaid time on weekdays or weekends. VI. C. Role of Demographics, Time and Spatial Controls Probably the most notable findings among this set of variables are the role of children and the importance of summer. It is comforting to note that based on the self reported categorization of child caregiving time versus home production and leisure activities, both mothers and fathers tend to devote more minutes to caregiving when there are very young children in the household. Additionally, both parents devote fewer minutes to caregiving in the summer time, and mothers experience fewer leisure minutes when they have more children between the ages of 10 and 12. Apparently, all that driving around takes its toll. Older mothers consistently spend more time in home production on both weekdays and weekends. Older fathers also spent more time in home production on weekdays. The other demographic variables have no statistically significant effect consistently across specifications, although the size and signs of the coefficients are similar. 29Section VII: Empirical Results for the Wifes Share of Time As we discussed above, the level of time use for men and women may not capture fully the division of household labor. If one couple maintains a higher standard of cleanliness than another, the husband in the first couple will be spending more time in home production even if he is doing a smaller share of the total work. Presser 2003 and Goldscheider and Waite 1991 both suggest that a better measure of couples dynamics may be the wifes share of home production. Hersch and Stratton 1994 estimate both level and share equations for housework. Given the argument in Kimmel and Connelly 2007 that child caregiving must be examined apart from both home production and leisure, we are also interested in the effect of economic and demographic variables on the wifes share of caregiving and leisure. VII. A. Role of Spousal Economic Factors As the spouses time use must be used to construct our measure of the dependent variable, the wifes share of total household time in that activity, we cannot estimate share equations with the actual ATUS time diary respondent data alone. Instead, we again use our two methods to predict the spouses time use. Each model is estimated separately for women and men but the reader must be careful to recall that the dependent variable is defined consistently as the wifes share of total couple time use and the relative wage is defined consistently as the wifes predicted wage divided by the husbands predicted wage. If bargaining power is an important determinant of the share of time devoted to nonpaid activities, then increasing relative wages should decrease the share of home production and maybe childcare that the wife performs and increase her 30share of leisure. This hypothesis is based on the notion that home production and maybe child caregiving is a source of disutility, leisure is a source of utility, and relative wages are a measure of bargaining power. The sign of the relative wage effect should be the same whether the demographic characteristics are coming from the mother or the father. Tables 7a and 7b summarize the results of the spousal variables on the wifes share of total household nonpaid time. The full sets of coefficients are presented in Tables 8a, 8b, 9a and 9b. The only instance where we see any of these hypothesized relative wage effects is for weekend home production generated with out of sample prediction using the fathers sample. In this instance, a higher relative wage of the wife reduces her share of weekend home production time. Mostly, however there seems to be no effect of relative wage on the share of home production performed by the wife or the share of leisure. On the other hand, the effect of higher relative wages on caregiving is strongly positive and is robust across prediction strategy and weekday versus weekend.18 The positive coefficient implies that even controlling for the level of the mothers own wage which also has significant positive effects on the share of caregiving time, see Tables 9a and 9b but not in Table 8a and 8b mothers with higher relative wages perform a larger share of the total household child caregiving. It is not clear why this should be the case although it does not surprise us that caregiving is not behaving like either home production or leisure. It may be that mothers with higher relative wages have the power to choose activities they enjoy, including caregiving. An alternative explanation that can be examined with the ATUS is that these women with high relative wages are 18 These positive effects of relative wage on the wifes share of caregiving are also robust to the specification of the wage equation and the time use equations. 31employed at times of day that are less likely to compete with prime time caregiving. See, for example, Connelly and Kimmel 2006. Based on the tradeoffs implicit in a daily time constraint, we also hypothesized that having ones husband work more hours during the week would increase the share of home production and caregiving women performed, with no clear prediction about the share of leisure. Tables 7a shows no effect of husbands weekly employment hours on leisure and home production. The effect on child care is the reverse of the prediction, increased husbands weekly employment hours lead to a decrease in the wifes share of child caregiving time. Having ones wife work more hours during the week was expected if anything to decrease the wifes share of home production and caregiving. Tables 7b confirms this prediction for child caregiving time on weekdays using both techniques for calculating shares. Caregiving on weekends and home production on both weekdays and weekends also are shown to be significantly negative using the matching technique. VII. B. Role of Own Economic Factors in Share Models The effect of own wage level on the wifes share of nonpaid time does not yield any strong patterns across the equations estimated. For leisure and home production, the effects of own wage mostly are insignificant for both mothers and fathers. For the weekday share of caregiving using mothers characteristics, the matched strategy and the out of sample prediction methodology yield coefficients with the opposite sign for her own wages. Mothers who are employed more hours per week consistently have a lower share of all nonpaid time uses while increased employment hours of fathers seldom seems to 32affect the share of nonpaid household time they perform. We had expected fathers employment hours to increase the wifes share, but this is only the case for weekday caregiving using the out of sample prediction strategy. VII. C. Role of Demographics, Time and Spatial Controls We do not have strong priors about the expected effects of the demographic, time, and spatial controls on the wifes share of time use. In the out of sample prediction model, the number and ages of children are found to have significant effects on the wifes share of caregiving. Younger children reduce the wifes share while older children increase the wifes share. With the matched model, almost none of these effects are significant. Recall that the out of sample prediction methodology provides a predicted spouses daily minutes in caregiving while the matched model provides the actual daily minutes in caregiving from the matched spouse. Could this explain the difference in the level of estimation precision between the two models? If we believe the out of sample prediction results, how can we understand the finding that the wifes share increases with age of the child? Recall that the actual requisite amount of caregiving time is greater for younger children, so it appears that when there is more caregiving to be done, fathers participate more but when there is less to be done, mothers continue to provide the care and fathers care time is reduced. VII. D. Reliability of the Matched Spouse and Out of Sample Prediction Methodologies The effect of the number and age of children on the wifes caregiving share is not the only place where the matching and out of sample prediction methods yield different results. Even in Table 1, we see substantial differences in the mean shares depending on which method we used to create the share variable. In addition, there are numerous 33coefficients in the mens and womens share models that would be expected to have the same sign or the opposite sign and they do not. Thus, it is not clear whether either approach is sufficiently reliable to be pursued in future research. One way to address this question is to use a similar set of strategies on data that has time diaries for both the husband and the wife. We plan to do this with British, Australian and German time use data in a subsequent paper. Section VIII: Concluding Remarks Overall, our results reveal that spouses play very little role in parents time use choices. In home production, typically the focus of research due to womens continuing dominance despite substantial changes in womens labor supply, the relative wage has no effect on the level of home production that either men or women perform on either weekdays or weekends. For leisure and caregiving, the results for the relative wage are also statistically insignificant in most of the specifications. Certainly, no clear pattern emerges. The spouses usual weekly work hours has no effect on home production time choices. Mothers leisure time is positively related to husbands work hours when the variable comes from their actual husband but not when it is predicted out of sample or contributed by a matched spouse. For caregiving time, increased spouses weekly work hours seem to increase weekday caregiving of the other spouse, but not weekend caregiving. Finally, in terms of the spouses time in the same activity, we find very little of substance. Using a matched spouse never yields a statistically significant finding, while 34using a composite out of sample prediction produces a significant substitution effect for weekday caregiving for women and a significant complementarity effect for weekday leisure for women. On the weekend, womens leisure decreases when their predicted husbands leisure increases but their home production time increases when their predicted husbands time increases. Spousal variables play a more meaningful role in the wifes share of time use, which makes sense since the dependent variable includes both the husband and the wifes time use. However, no clear pattern emerges and our two estimation strategies yield very different results except in terms of caregiving time where higher relative wages of mothers to fathers is predicted to increase the share of caregiving done by mothers on both weekdays and weekends. Both strategies should be strong predictors of the systematic parts of time use and wages since the ATUS offers much information that we use in both estimation strategies. The sensitivity tests of the matching sample revealed that the match was successful in recreating means for 10 strata on each of the variables that the two samples held in common. As such, two hypotheses remain: either the results we have presented are true, in which case the conclusion must be that spousal characteristics matter little as a determinant of individual time use, or all that matters is the unobservables which are lost in both of the estimation strategies we implement. The hypothesis that spousal characteristics do not matter is credible given the plethora of results showing little explanatory power of observables on husbands housework time, the recent results of Blau and Kahn 2005 that husbands characteristics play a much reduced role in determining wages of married women in 2000 versus 1980, and the 35results of Friedberg and Webb 2006 who found very small effects of relative wages on narrow category time usages from the ATUS. 36References Aguiar, Mark and Erik Hurst. 2006. Measuring Trends in Leisure: The Allocation of Time Over Five Decades, NBER Working Paper No. 12083 March. Alvarez, Begona and Daniel Miles. 2003. Gender Effect on Housework Allocation: Evidence from Spanish TwoEarner Couples, Journal of Population Economics, 16, 227242. Bianchi, Suzanne, Lynn Casper, and Roselind King, eds. 2005. Work, Family, Health and WellBeing. New York: Laurence Erlbaum Associates, 600 pages. Bittman, Michael, Paula England, Liana Sayer, Nancy Folbra and George Matherson. 2003. When Does Gender Trump Money? Bargaining and Time in Household Work, American Journal of Sociology, 1091, 186214. Blau, Francine and Laurence Kahn. 2005. Changes in the Labor Supply Behavior of Married Women: 19802000, NBER Working Paper No. 11230 March. Blundell, Richard and Thomas Mc Curdy. 1999. Labor Supply: A Review of Alternative Approaches, in Handbook for Labor Economics, Vol. 3A, ed. Orley Ashenfelter and David Card, Amsterdam: Elsevier Science. Browning, Martin and PierreAndre Chiappori. 1998. Efficient Intrahousehold Allocations: A General Characterization and Empirical Tests, Econometrica, 66, 124178. Chiappori, PierreAndre. 1988. Rational Household Labor Supply, Econometrica, 56, 6390. Chiappori, PierreAndre, Bernard Fortin and Guy Lacroix. 2002. Marriage Market, Divorce Legislation and Household Labor Supply, Journal of Political Economy, 1101, 3772. Connelly, Rachel and Jean Kimmel. 2006. The Impact of Nonstandard Work on Caregiving for Young Children, unpublished manuscript prepared for presentation at the 2006 SOLE meeting. Dehejia, Rajeev and Sadek Wahba. 2002. Propensity ScoreMatching Methods for Nonexperimental Causal Studies, Review of Economics and Statistics, 841, 151161. Devereux, Paul. 2004. Changes in Relative Wages and Family Labor Supply, Journal of Human Resources, 393, 696722. 37Fortin, Bernard and Guy Lacroix. 1997. A Test of the Unitary and Collective Models of Household Labour Supply, Economic Journal, 107, 933955. Frazis, Harley and Jay Stewart. 2005. What Do Male Nonworkers Do? Evidence from the American Time Use Survey. Working Papers 371, U.S. Bureau of Labor Statistics. Friedberg, Leora and Anthony Webb. 2006. The Chore Wars: Household Bargaining and Leisure Time, unpublished manuscript August. Goldscheider, Frances K. and Linda J. Waite. 1991. New Families, No Families? Los Angeles: University of California Press, 303 pages. Graham, John W. and Carole A. Green. 1984. Estimating the Parameters of a Household Production Function with Joint Products, The Review of Economics and Statistics Vol. 66, No. 2 May, pp. 277282. Halberg, D. 2003. Synchronous Leisure, Jointness, and Household Labor Supply, Labour Economics, 10, 185202. Hamermesh, Daniel H. 2000. Togetherness: Spouses Synchronous Leisure and the Impact of Children, NBER Working Paper W7455. Hamermesh, Daniel H. 2007. Time to Eat: Household Production Under Increasing Income Inequality, forthcoming American Journal of Agricultural Economics. Hausman, J and P. Ruud. 1984. Family Labor Supply with Taxes, American Economic Review, 74, 24248. Hersch, Joni and Leslie Stratton. 1994. Housework, Wages and the Division of Housework Time for Employed Spouses, American Economics Review, 842, 120125. Hersch, Joni and Leslie Stratton. 2002. Housework and Wages, The Journal of Human Resources, 37 1, 217229. Hersch, Joni. 2003. Wages, Time Use, and Household Decision Making, unpublished manuscript October; downloaded March 5, 2005 http:www.fundacionareces.esPDFhersch.pdf. Jenkins, Stephen and Lars Osberg. 2005. Nobody to Play with? The Implicatons of Leisure Coordination, in The Economics of Time Use, eds. Daniel Hamermesh and Gerard Pfann, Amsterdam: Elsevier, 113145. Kalenkoski, Charlene, David Ribar, and Leslie Stratton. 2006. Parental Child Care in Single Parent, Cohabiting, and Married Couple Families: Time Diary Evidence 38from the United Kingdom, American Economic Review papers and proceedings, May. Killingsworth, Mark. 1983. Labor Supply. Cambridge, England: Cambridge University Press. Kim, Jongsoong and Lydia Zepeda. 2004. When the Work is Never Done: Time Allocation in US Family Farm Households, Feminist Economics, 101, 115139. Kimmel, Jean and Rachel Connelly. 2007. Mothers Time Choices in the United States: Caregiving, Leisure, Home Production and Paid Work, The Journal of Human Resources, forthcoming. Kimmel, Jean and Lisa Powell. 2006. Nonstandard Work and Child Care Choices of Married Mothers. Eastern Economic Journal Vol. 32, No. 3 Summer, pp. 397419. Kooreman, Peter and Arie Kapteyn. 1987. A Disaggregated Analysis of the Allocation of Time within the Household, Journal of Political Economy, 952 April, 223249. Lam, David. 1988. Marriage Markets and Assortative Mating with Household Public Goods, Journal of Human Resources, 23, 462487. Lundberg, Shelly. 1988. Labor Supply of Husbands and Wives: a Simultaneous Equations Approach, Review of Economics and Statistics, 70, 224235. Lundberg, Shelly and Robert Pollak. 1993. Separate Spheres Bargaining and the Marriage Market, Journal of Political Economy, 101 6, 9881010. Lundberg, Shelly, Robert Pollak and Terence Wales. 1997. Do Husbands and Wives Pool Resources: Evidence from the UK Child Benefit, Journal of Human Resources, 323, 463480. Manser, Marilyn and Murray Brown. 1980. Marriage and Household Decision Making: a Bargaining Analysis. International Economic Review, 21, 3144. Mc Elroy, Marjorie and Mary Horney. 1981. Nashbargained Decisions: Toward a Generalization of the Theory of Demand, International Economic Review, 222, 333349. Presser, Harriet B. 2003. Working in a 247 Economy, New York: Russell Sage Foundation, 267 pages. 39Ransom, M. R. 1987. An Empirical Model of Discrete and Continuous Choice in Family Labor Supply, Review of Economics and Statistics, 59, 46572. Solberg Eric J. and David C. Wong. 1992. Family Time Use: Leisure, Home Production, Market Work, and Work Related Travel, The Journal of Human Resources, 273Summer, 485510. SousaPoza, Alfonso, Hans Schmid, and Rolf Widmer. 2001. The Allocation and Value of Time Assigned to Housework and ChildCare: an Analysis for Switzerland, Journal of Population Economics, 14, 599618. Thomas, Duncan. 1990. IntraHousehold Resource Allocation: An Inferential Approach, Journal of Human Resources, 254, 635664. Van den Brink, Henriette Maassen and Wim Groot. 1997. A Household Production Model of Paid Labor, Household Work and Child Care, De Economist Vol. 145 No. 3, pp. 325343. 40Appendix A: Theoretical Model We present a summary of the theoretical model here. Note that the i subscript equals m for the mother and f for the father. In this way, the model is generalized for spouse i. max Ui Uit Li, CS, G subject to the budget, time and production constraints denoted below. PXX Pcctcc PCXCX witem,i V where: X: purchased intermediate goods with price equal to Px CX: purchased child goods with price equal to Pcx Spousal time constraint: Ti tem,i thp,i tcc,i t L,i ts,i where em: paid employment cc: caregiving hp: household production L: active leisure s: all other time uses Child Time Constraint: CT tmcc tfcc tcc tscc where scc indicated secondary child care Household production function: G Gtmhp, tfhp, X; Child Services Production Function: CS CStmcc, tfcc, tcc, CX; where and are efficiency parameters 41Appendix B: Propensity Matching The matching process we used is a propensity matching strategy with replacement. The idea of any matching strategy is to replace the missing data with actual data from another respondent. The respondent who is missing data is matched on observable characteristics with a similar respondent who have the missing variables. Propensity score matching is a strategy that allows us to match on a large number of dimensions which increases the precision of the exercise. Dehejia and Wahba 2002 To create the propensity score, which serves the role of summarizing in a single number all the information we have on all the observables, the father and mother time diary sample are combined and we ran a logit to predict whether the data comes from the male or female sample. Following the procedure outlined in Dehejia and Wahba 2002, we began with a linear specification of age of both spouses, education of both spouses, race of both spouses, the usual employment hours of both spouses, the number of children and the presence of other adults in the household, the diary day and whether the diary was collected in the summer. We then added quadratic and cubic terms until the ttests of the means of the 10 strata within the data showed no difference between the matched variables and the actual variables. In our case, there were a great number of variables the two data sets held in common, so the quality control tests were substantial. The actual matching was done using the nearest neighbor criterion with sample replacement. The nearest neighbor criterion links each time diary respondent to the time diary respondent of the opposite sex with the closest propensity score.19 We used a onetoone match with replacement such that one husband record might be linked to more 19 The propensity score is the dot product from the logit estimation beta vector and the actual values of each respondents X variables. 42than one wife record if his propensity score is closer to each wife than any other potential husbands score. Dehejia and Wahba 2002 explored the difference between matching with replacement or without and showed pros and cons of each approach. Once the checking is completed, the variables supplied by the matched spouse were the three nonpaid time levels, his or her predicted natural log of wage, and his or her predicted usual hours of weekly paid employment. 43Table 1: Means, Standard Deviations and Sample Sizes for NonPaid Time and Wifes Share of Time Minutes of active Leisure Mothers Weekday Weekend 404.78 188.77 270.56 150.34 Fathers Weekday 263.66 157.96 Minutes of child caregiving Minutes of home production Minutes of employment Sample size Mothers sample Wifes share of active leisure mean sd sample size Wifes share of caregiving Wifes share of home production Fathers sample Wifes share of active leisure Wifes share of caregiving Wifes share of home production 159.32 138.01 217.41 164.95 231.06 246.65 109.72 129.62 266.33 171.06 47.86 139.50 1497 1672 Weekday Out of Sample Prediction Matching 0.4598 0.1438 1447 0.7948 0.2323 1350 0.6593 0.2386 1447 0.5499 0.1452 1387 0.7811 0.2258 1386 0.7751 0.2044 1387 0.4229 0.1929 1487 0.6735 0.3361 1434 0.6079 0.2978 1475 0.5596 0.1939 1355 0.6716 0.3406 1281 0.7383 0.2654 1343 Weekend 468.06 207.44 76.40 116.53 200.03 178.48 110.10 212.69 62.94 86.18 89.34 118.27 477.76 214.08 1363 1504 Weekend Out of Sample Prediction Matching 0.4405 0.1261 1602 0.6762 0.3172 1362 0.5311 0.1972 1602 0.4889 0.1307 1529 0.7080 0.3035 1456 0.6490 0.2291 1529 0.5087 0.1861 1666 0.5720 0.3865 1518 0.6617 0.2769 1653 0.6669 0.3581 1384 0.5839 0.2934 1487 0.4266 0.1831 1494 mothers weekday weekend fathers weekday weekend Table 2: Means and Standard Deviations of Independent Variables Used in Time Use Models Age Nonwhite Hispanic Urban residence Southern residence Num kids 0 to 2 years old Num kids 3 to 5 years old Num kids 6 to 9 years old 37.5047 7.3554 0.1257 0.3316 0.1602 0.3669 0.6775 0.4676 0.3172 0.4655 0.4269 0.5972 0.4056 0.5690 0.5592 0.6838 35.9252 7.0251 0.1055 0.3074 0.1503 0.3575 0.6827 0.4656 0.3106 0.4629 0.3935 0.5800 0.4222 0.5914 0.5344 0.6614 37.9553 7.3272 0.1262 0.3322 0.1548 0.3619 0.6860 0.4643 0.3023 0.4594 0.4043 0.5724 0.4409 0.5874 0.5532 0.6719 35.4282 6.8020 0.1005 0.3007 0.1776 0.3823 0.6764 0.4680 0.3254 0.4686 0.4049 0.5835 0.4187 0.5711 0.5646 0.6854 44 Num kids 10 to 12 years old 0.4248 0.5792 0.3935 0.5732 Num kids 13 to 15 years old Presence of other adult Summer time diary Own predicted ln wage Womans predicted wage mans predicted wage Predicted price of child care for children 0 to 5 Predicted price of child care for children 6 to 12 2003 ATUS Mans usual weekly work hours Womans usual weekly work hours Sample Size 0.2452 0.5099 0.0902 0.2865 0.2599 0.4387 2.4172 0.4144 0.2542 0.5343 0.0837 0.2771 0.2446 0.4300 2.3686 0.4326 0.6125 0.1765 0.6121 0.1759 3.3661 2.9442 3.3897 2.9416 2.0103 1.9329 0.5945 0.4911 1.9322 1.9367 0.6148 0.4868 44.8599 1.9449 44.5853 1.9714 17.3376 10.4447 1497 16.6839 10.6886 1672 0.3830 0.5697 0.3989 0.5829 0.2539 0.5311 0.0902 0.2866 0.2458 0.4307 2.9574 0.3251 0.2626 0.5455 0.0924 0.2897 0.2400 0.4272 2.9367 0.3322 0.8536 0.2653 0.8593 0.2810 2.8826 2.4539 2.8083 2.3941 2.4890 2.3286 0.5818 0.4934 2.4062 2.2625 0.5944 0.4912 46.9509 2.3355 46.9343 2.3592 14.0841 9.5898 1363 13.9360 9.7676 1504 45Table 3a: Marginal Effects of Husbands Variables on Mothers Minutes of Time Use ln Wmother ln Whusband ln Wmother ln Whusband Weekends Husbands usual weekly work hours Leisure Actual Matched Instrumented Child Care Actual Matched Instrumented Home Production Actual Matched Instrumented 73.3382 8.3154 85.9693 15.1736 13.7155 10.5149 19.8694 27.0657 29.0256 Weekdays Husbands usual weekly work hours 19.0292 0.0000 1.2593 2.2829 1.5921 4.9432 Husbands minutes of time in same activity 0.0161 0.7814 0.0578 0.4891 2.7878 4.0200 2.5150 0.0418 0.2300 115.2770 28.4753 30.9367 81.4993 7.6955 50.8255 33.0988 3.3375 78.4803 14.8427 1.8641 0.7123 2.7324 1.3873 0.5725 2.8159 0.8517 0.9108 Husbands minutes of time in same activity 0.0174 0.3122 0.0033 0.1403 0.0399 0.5538 46 Table 3b: Marginal Effects of Wifes Variables on Fathers Minutes of Time Use Weekdays ln Wwifeln Wfather Wifes usual weekly work hours Weekends ln Wwifeln Wfather Wifes usual weekly work hours Wifes minutes of time in same activity 0.0149 0.8622 0.0247 0.0421 0.6529 26.5567 30.5823 26.5430 11.9325 56.4549 49.4829 33.4569 71.1662 1.3998 0.7563 0.5360 2.4002 0.7084 1.4929 Leisure Actual Matched Instrumented Child Care Actual Matched Instrumented Home Production Actual Matched Instrumented significant at the 10% level significant at the 5% level significant at the 1% level Full results in Tables 4, 5 and 669.6416 13.9767 59.7032 4.3763 6.2372 37.3835 0.0194 0.2621 0.6868 0.3407 0.7228 37.2647 82.3359 2.3040 1.0182 1.9895 4.4403 0.8350 0.5603 1.3514 0.9760 1.4296 Wifes minutes of time in same activity 0.0360 0.1562 0.0279 0.2439 0.0511 0.0449 Table 4a: Marginal Effects in Minutes in Activity, Using Actual Spouse Variables, Weekday 47 Leisure Mothers cc hp Leisure Cc Fathers hp 73.3382 15.1736 19.8694 0.6529 49.4829 19.0292 76.7107 10.7834 4.4902 2.2829 68.3405 5.5202 3.3283 2.7878 2.9529 1.0743 34.5672 1.3998 118.9682 13.9643 6.8266 2.4002 145.0934 14.1553 7.4944 1.8912 2.0421 Constant 305.5206 143.8507 300.4843 146.4750 388.6350 significant at the 10% level significant at the 5% level significant at the 1% level Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 0.6120 31.2534 23.7229 6.8068 28.0897 28.8883 2.0518 5.2615 28.5628 13.2400 12.0659 8.6277 3.3990 0.0618 9.2898 4.4507 12.1122 8.1305 79.4972 25.0583 20.6198 18.9085 4.2582 22.3453 32.3516 1.1688 3.6921 2.2067 31.1076 10.6778 0.8171 3.0302 5.4108 4.2146 12.6495 31.9357 18.3065 9.3038 29.3263 1.2164 17.3267 1.3529 52.1956 10.3435 40.1372 43.0230 29.5007 2.0949 15.5337 28.1537 28.0402 8.1220 39.7180 33.7560 18.8703 1.9688 56.5284 35.3591 41.3502 57.5767 48.5018 22.3425 26.4564 18.9893 28.1031 12.1142 45.6985 20.1360 4.3763 0.6868 75.8514 8.5381 9.1288 21.3819 3.4924 32.6222 48.3244 30.7034 57.0181 12.3652 18.8027 6.4052 14.0418 32.4127 1.9262 28.1764 5.4781 827.7084 48Table 4b: Marginal Effects in Minutes in Activity, Using Actual Spouse Variables, Weekend Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 Leisure cc hp Leisure cc hp 115.2770 81.4993 33.0988 26.5430 69.6416 37.2647 14.8427 2.7324 65.4006 2.7240 0.9014 98.7052 5.2116 7.6505 2.8159 1.3164 0.4010 5.2638 2.3040 10.2265 0.0488 9.8882 4.4403 164.50156 25.04756 2.1568 0.1393 1.2218 20.6647 11.1388 8.3001 0.5908 33.6017 15.4788 6.1988 16.3778 8.0388 3.8570 8.4118 10.6567 0.2156 1.8373 5.0426 2.1777 2.5154 10.5905 95.1852 27.1192 21.8199 12.3862 10.1015 10.1435 17.8950 4.5592 1.2931 1.9644 8.6667 4.6349 1.4949 3.4797 13.3932 5.2572 3.1939 10.5176 7.6434 23.5470 3.3980 0.0401 4.0073 1.8816 25.5440 17.1091 8.9499 24.1518 20.9944 6.2641 3.9817 21.2145 31.3690 3.9476 29.1909 13.2518 24.7722 0.8297 72.8264 37.9646 4.5025 62.2368 115.0304 37.3382 67.6162 29.3602 33.4400 26.6489 35.4851 21.6022 1.3514 107.1633 6.0425 3.5740 11.2903 0.4189 71.1356 40.6006 19.5035 26.0780 29.4767 17.3652 0.0288 4.4650 13.2115 13.2428 22.1070 3.5923 Constant 105.9475 92.6379 357.8701 259.0279 522.9548 416.7580 significant at the 10% level significant at the 5% level significant at the 1% level Table 5a: Marginal Effects of Time in Minutes, Using Instrumented Spouse Variables, Weekdays 49 leisure Mothers cc hp leisure Fathers cc 85.9693 10.5149 29.0256 1.2593 4.9432 2.5150 0.7814 0.4891 30.5823 71.1662 0.5360 1.4929 0.8622 0.0421 Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Spouses predicted minutes in activity Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 10.5959 3.4761 43.9727 3.2019 18.5748 13.5130 Constant 156.7857 292.0418 288.8952 171.4406 273.8063 significant at the 10% level significant at the 5% level significant at the 1% level 27.6416 2.3892 3.1752 1.2164 0.8998 10.1545 26.7492 0.2233 2.6031 13.5642 10.4468 0.9849 17.3274 3.3033 4.0280 50.9352 7.2747 1.1309 1.6736 1.6195 3.6589 17.3545 16.3480 7.2273 108.6678 38.8889 23.5623 8.0584 18.1571 32.5124 0.2300 13.8288 4.9936 0.9940 2.6889 2.9477 34.9439 5.5597 1.3985 0.8974 5.5004 9.2575 12.9517 27.9919 21.1642 26.6944 70.4133 0.6405 0.8316 0.1722 1.6651 16.4906 0.9759 4.1163 9.8697 15.8510 12.1236 1.4368 4.6748 7.5081 6.5199 1.5028 20.5162 113.9044 1.9632 0.8069 2.3434 1.1347 24.9204 13.1468 5.0268 12.2919 46.4835 34.6457 18.3575 4.5527 0.3820 13.0521 23.7601 3.6240 hp 37.3835 0.7228 0.2621 46.0977 0.3108 4.5135 2.8112 0.8482 18.1159 1.7564 11.2519 10.4876 10.3829 1.9955 2.7794 5.0414 1.5784 8.9287 4.1806 12.3586 69.4108 Table 5b: Marginal Effect of Time in Minutes, Using Instrumented Spouse Variables, Weekends 50 Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Spouses predicted minutes in activity Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 1.0713 1.5945 11.8262 29.5053 14.3425 11.0242 39.3913 25.4258 8.6682 7.5636 6.7174 25.5761 Leisure Mothers cc hp 30.9367 0.7123 50.8255 78.4803 0.5725 0.9108 0.3122 0.1403 23.2853 1.8014 7.8460 103.9425 5.0986 7.1478 0.5920 2.0243 13.4524 4.4093 3.6776 4.6667 94.9158 23.2431 16.9094 18.6506 13.6803 7.0784 0.5538 17.3677 0.8352 4.1430 0.5920 1.4865 8.2250 8.4895 5.1598 2.1242 7.8705 9.1136 8.6698 21.8461 9.3215 26.1957 4.8470 5.7234 leisure 56.4549 1.9895 0.1562 14.8996 1.5361 12.1424 Fathers cc hp 59.7032 0.5603 0.2439 128.7867 5.0982 8.7869 82.3359 1.4296 0.0449 58.1225 2.8162 0.9936 2.3559 2.4636 25.8503 6.2517 22.3427 22.4365 15.8428 0.2008 1.9918 22.3100 29.1685 2.3387 18.4874 17.0305 0.3451 0.2007 21.3740 26.4078 12.4709 21.2700 42.7342 12.4633 24.3071 8.2661 18.4497 22.2210 0.4122 6.3939 0.4086 0.7161 49.8258 11.6168 9.1342 0.7821 27.5187 16.3281 4.2065 9.6996 2.7952 15.9135 5.9628 5.2940 427.8587 22.8518 27.4567 8.1759 23.9332 3.7742 250.0723 658.2645 Constant significant at the 10% level significant at the 5% level significant at the 1% level 203.2092 332.4296 Table 6a: Marginal Effects in Minutes in Activity, Using Matched Spouse Variables, Weekdays 51 Leisure Mothers cc hp Leisure Fathers cc hp 8.3154 0.0000 0.0161 15.8060 5.6329 2.7256 13.7155 1.5921 27.0657 4.0200 0.0578 59.4560 6.1940 2.4635 0.0418 3.1741 0.5790 4.3852 26.5567 0.7563 0.0149 85.7201 9.0966 5.1341 33.4569 6.2372 0.7084 0.0247 91.4453 7.3100 3.6283 0.3407 0.0194 88.0439 11.1287 10.5549 Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Spouses predicted minutes in activity Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 2.3528 0.9411 13.2880 40.6921 0.0336 9.9169 33.3472 3.5888 9.3534 16.9870 1.0439 5.3066 2.1660 0.1345 10.3922 11.4545 12.9079 8.5967 78.1121 25.1817 20.3832 20.6226 3.1970 25.2091 3.5814 2.3610 29.1949 12.8929 2.2379 1.3576 6.4611 2.6745 13.0990 30.8415 16.7444 10.6273 10.4773 1.1119 33.9601 1.2605 33.6587 24.8951 14.5848 5.7727 3.4614 16.2705 14.6252 6.1148 29.6140 23.5415 10.0359 1.7767 31.9008 20.1717 26.8780 25.6940 20.6944 12.8858 10.4849 2.3360 8.8763 12.1821 34.7361 7.8849 24.7610 3.5479 40.0538 52.6053 35.2084 65.7775 4.8691 16.6089 11.3187 18.5513 39.4471 1.3326 31.6670 9.2515 22.6268 1.3269 29.9209 2.7159 26.8759 0.6397 Constant significant at the 10% level significant at the 5% level significant at the 1% level 360.3981 415.4438 112.3495 272.9577 9.0051 923.6518 Table 6b: Marginal Effects in Minutes in Activity, Using Matched Spouse Variables, Weekend 52 Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Spouses predicted minutes in activity Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 Constant Leisure 28.4753 1.8641 0.0174 15.3811 0.8251 6.4608 Mothers cc hp Leisure Fathers cc hp 7.6955 1.3873 0.0033 79.1683 3.8844 8.7651 3.3375 0.8517 0.0399 11.5891 1.3959 4.1472 11.9325 1.0182 0.0360 2.2322 10.1154 5.5524 13.9767 0.8350 0.0279 139.1967 4.3176 7.6246 0.9760 0.0511 100.9518 12.7293 6.7557 0.1383 1.6585 4.0081 14.6379 13.6211 15.3474 34.3155 17.1214 7.8279 7.2257 1.7364 16.7292 20.3083 9.6195 0.7732 2.0050 8.3589 8.0491 2.3041 5.2643 91.8626 25.2931 19.1847 15.2975 12.6700 10.2545 20.2261 4.1472 1.4130 2.0673 5.8801 5.5602 2.3428 6.9351 13.9585 5.3082 3.7352 8.1608 5.5854 21.0690 1.2612 0.3789 16.3109 1.3232 56.2889 22.2866 0.3679 45.3737 4.7598 6.1744 21.2844 2.8638 6.7223 4.0911 41.1808 1.3562 1.0515 0.0549 19.3684 18.9808 14.3841 17.3153 75.8421 33.2195 33.4516 6.7154 19.8467 30.9799 5.7522 7.1233 19.3224 0.0070 85.8256 39.0680 26.4341 37.7924 18.9057 17.5479 9.4848 5.4588 29.8261 12.9061 33.0948 12.9285 514.4112 260.1339 286.6703 248.3467 484.1253 778.4060 significant at the 10% level significant at the 5% level significant at the 1% level Table 7a: Marginal Effects of Husbands Variables on Mothers Share using Mothers Sample Weekends ln Wmotherln Whusband Husbands Weekdays ln Wmotherln Whusband Husbands 53usual weekly work hours Weekdays Wifes usual weekly work hours 0.0012 0.0024 0.0353 0.0123 0.0000 0.0022 0.0082 0.0988 0.0129 0.0021 Leisure Matched Instrumented Child Care Matched 0.3181 Instrumented 0.5194 Home Production Matched Instrumented Table 7b: Marginal Effects of Wifes Variables on Wifes Share of Time Using Fathers Sample ln Wwifeln Wfather ln Wwifeln Wfather 0.0238 0.0179 0.1351 0.0019 0.2738 0.3901 0.0230 0.0650 0.0025 0.0012 0.0015 0.0046 usual weekly work hours Weekends Wifes usual weekly work hours 0.0236 0.0090 0.2997 0.0602 0.0410 0.0450 0.2354 Leisure Matched Instrumented Child Care Matched Instrumented Home Production Matched Instrumented significant at the 10% level significant at the 5% level significant at the 1% level Full results in Tables 8 and 9 0.0017 0.0001 0.0110 0.0061 0.0029 0.0013 0.0198 0.1233 0.0476 0.0561 0.0077 0.0003 0.0012 0.0012 0.0036 0.0009 0.0114 54 hp leisure leisure 0.0021 0.0046 Fathers cc Mothers cc 0.0060 0.0089 0.0006 0.0988 0.5194 0.0019 0.3566 0.0090 0.0034 0.0001 0.0708 0.0011 0.0005 0.0012 0.0369 0.0035 0.0037 Table 8a: Wifes Share of Time in Activity, Using Instrumented Spouse Variables, Weekdays Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 Constant significant at the 10% level significant at the 5% level significant at the 1% level 0.0044 0.0114 0.0334 0.0283 0.0704 0.2036 0.1193 0.1081 0.0703 0.1026 0.1197 0.0830 0.0004 1.9064 0.0143 0.0054 0.0971 0.0717 0.0072 0.0463 0.0498 0.0697 0.0538 0.0362 0.0065 0.0392 0.0029 0.0400 0.0295 0.0431 0.0100 0.0127 0.0421 0.0075 0.0394 0.0398 0.0062 0.0006 0.0249 0.0197 0.0062 0.0011 0.0037 0.0175 0.0038 0.0163 0.0049 0.0107 0.0019 0.0227 0.0057 0.0109 0.0136 0.0065 0.0099 0.0010 0.0043 0.0034 0.0091 0.0210 0.0278 1.0542 0.0100 0.0028 0.5290 0.0032 0.0226 0.4674 0.0205 0.0254 1.3349 0.3458 0.0048 0.0006 0.0061 0.0016 0.0010 0.0044 0.0090 0.0602 0.0561 0.0061 0.0013 hp 0.1228 0.0023 0.0089 0.0070 0.0019 0.0210 0.0022 0.0069 0.0049 0.0128 0.0079 0.0095 0.0164 0.0072 0.0033 0.0124 0.0143 0.8362 55 hp 0.0003 leisure 0.3901 0.0650 Fathers cc 0.0384 0.0017 0.0050 leisure 0.1612 0.0049 0.0061 0.0179 0.0012 Mothers cc 0.0123 0.0022 0.0361 0.0022 0.0062 Table 8b: Wifes Share of Time in Activity, Using Instrumented Spouse Variables, Weekends Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 Constant significant at the 10% level significant at the 5% level significant at the 1% level 0.0077 0.0193 0.0913 0.0851 0.0654 0.2582 0.1660 0.1614 0.0931 0.1726 0.1649 0.1702 0.0310 2.2930 0.0008 0.0012 0.0090 0.0091 0.0033 0.0003 0.0170 0.0102 0.0080 0.0250 0.0123 0.0321 0.0002 0.0292 0.0193 0.0157 0.0253 0.0240 0.0039 0.0082 0.0098 0.0078 0.0048 0.0042 0.0138 0.6618 0.0014 0.0026 0.0939 0.0328 0.0234 0.0507 0.0207 0.0161 0.0473 0.0033 0.0456 0.0153 0.0001 0.0036 0.0005 0.0197 0.0128 0.0056 0.0031 0.0021 0.0056 0.0053 0.0257 0.0019 0.0168 0.3681 0.0971 0.0048 1.6449 0.0012 0.0281 0.0007 0.0071 0.0075 0.0112 0.6223 0.3036 0.0123 0.0247 0.0060 0.0015 0.0080 hp 0.0450 0.0114 0.1233 0.0009 0.1085 0.0056 0.0039 0.0006 0.0008 0.0459 0.0072 0.0120 0.0024 0.0281 0.0191 0.0117 0.0181 0.0038 0.0238 0.0080 0.0078 0.9848 Table 9a: Wifes Share of Time in Activity, Matched Spouse Variables, Weekday 56 Leisure Mothers cc hp Leisure Fathers cc hp 0.0082 0.3181 0.1351 0.0236 0.2997 0.0476 0.0024 0.0692 0.0063 0.0045 0.0129 0.2148 0.0110 0.0016 0.0015 0.1025 0.0004 0.0087 0.0017 0.1225 0.0208 0.0140 Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 Constant 0.0251 0.0023 0.0523 0.0414 0.0619 0.0493 0.0178 0.0050 0.0006 0.0238 0.0513 0.0099 0.0110 0.2582 0.0365 0.0130 0.0261 0.0053 0.0518 0.0353 0.0960 0.0402 0.0697 0.0766 0.0416 0.0149 0.0728 0.0027 0.0029 0.0105 0.0012 0.0020 0.0064 0.0011 0.0449 0.0189 0.0149 0.0233 0.0149 0.0014 0.0216 0.0198 0.0022 0.0020 0.0209 0.0296 0.4885 0.0057 0.0160 0.0021 0.0142 0.0338 0.0254 0.0116 0.0631 0.0139 0.0299 0.0126 0.0083 0.0191 0.0088 0.0417 0.0020 0.0635 0.0404 0.0550 0.0903 0.0214 0.0130 0.0140 0.0649 0.0043 0.0022 0.0132 0.0329 0.0183 0.0414 0.0161 0.0156 0.0114 0.0205 0.0168 0.0397 0.0089 0.0131 0.8854 0.0693 0.0352 0.2609 significant at the 10% level significant at the 5% level significant at the 1% level 0.0115 0.0021 0.6284 0.0695 0.0351 1.2530 0.0415 0.0430 1.4057 Table 9b: Wifes Share of Time in Activity, Matched Spouse Variables, Weekend 57 Leisure Mothers Cc hp Leisure cc Fathers hp 0.2738 0.0230 0.0410 0.2354 0.0198 0.0238 0.1890 0.0172 0.0237 0.0025 0.0675 0.0059 0.0045 0.0012 0.0077 0.0036 0.0321 0.0020 0.0067 0.3626 0.0257 0.0115 0.2755 0.0347 0.0228 0.0009 0.0265 0.0451 0.0325 0.0132 0.0536 0.0230 0.0337 0.0518 0.0402 0.0424 0.0397 0.0404 1.2108 0.0066 0.0009 0.0116 0.0197 0.0065 0.0223 0.0734 0.0556 0.0302 0.0096 0.0350 0.0029 0.0018 0.0294 0.7205 0.0093 0.0009 0.0200 0.0240 0.0010 0.0271 0.0043 0.0233 0.0220 0.0012 0.0052 0.0121 0.0168 0.0138 0.9493 0.0079 0.0048 0.1614 0.0995 0.0179 0.0643 0.1891 0.0828 0.1148 0.0109 0.0241 0.0461 0.0388 0.0088 1.5225 0.0517 0.0043 0.1673 0.0943 0.0822 0.1178 0.0236 0.0429 0.0308 0.0458 0.0735 0.0340 0.0720 0.0201 1.0105 0.0026 0.0104 Spouses Economic Variables Relative Predicted ln wages Female lnwage male lnwage Spouses predicted usual weekly work hours Own Economic Variables Own predicted ln wage Pcc 0 to 5 year olds Pcc 6 to 12 year olds Own predicted usual weekly work hours Demographic Variables Age Nonwhite Hispanic Urban South Num kids 0 to 2 Num kids 3 to 5 Num kids 6 to 9 Num kids 10 to 12 Num kids 13 to 17 Other adult present Timing Variables Summer Atus 2003 Constant 0.0353 0.0000 0.0398 0.0041 0.0030 0.0022 0.0380 0.0119 0.0023 0.0155 0.0423 0.0179 0.0095 0.0072 0.0091 0.0300 0.0239 0.0229 0.5292 significant at the 10% level significant at the 5% level significant at the 1% level ", "filename": "557111285.pdf", "person": ["Rachel Connelly", "Connelly, Rachel", "Jean Kimmel", "Kimmel, Jean"], "date": ["2007"]}