{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/81700/1/557528313.pdf"], "title": ["Global Dynamics, Domestic Coalitions and a Reactive State: Major Policy Shifts in Post-War Turkish Economic Development"], "plaintext": " GLOBAL DYNAMICS, DOMESTIC COALITIONS AND A REACTIVE STATE: MAJOR POLICY SHIFTS IN POSTWAR TURKISH ECONOMIC DEVELOPMENT1 Ziya Onis Koc University, Department of International Relations, 34450, Saryer Istanbul, Turkey Fikret Senses Abstract Middle East Technical University, Department of Economics, 06531, Ankara, Turkey The main objective of this study is to propose an analytical framework to explain the major policy shifts that has characterized postwar Turkish economic development; divided into four phases, starting respectively in 1950, 1960, 1980, and 2001. Its main contribution is to incorporate external and internal factors into this framework within a broadly political economy perspective, attaching particular significance to the role of economic crises in moving from one phase to the other. While the role of external agents is identified as the main factor behind policy shifts, the role of domestic coalitions in support of policy regime in each phase is also recognized. Drawing attention to the role of state in the impressive recent growth of countries such as China, India, and Ireland, the paper argues that there is still room for the state taking on a developmental role. The paper recommends that Turkey follows a similar path by improving state capacity not only with respect to its regulatory role but also in more developmental spheres, encompassing its redistributive and transformative role on the basis of a domesticallydetermined industrialization strategy. Keywords: State capacity, policy transformations, crises, multilateral institutions, distributional conflicts, regulation 1. Introduction 1 This study is a forerunner of work in progress on a book by the authors on the postwar economic development of the Turkish economy. The authors wish that this essay and its Turkish version, which will be produced in due course, will generate constructive debate among students of the Turkish economy. 1Turkish economic development in the postwar period has been characterized by significant structural transformation. At the same time, however, one can identify significant continuities such as cycles of populist expansionism, periodic crises and encounters with the IMF as one moves from one major policy phase to the other. The objective of the present study is to propose a conceptual framework for understanding the major policy shifts which have occurred in postwar Turkish economic development, notably in the context of multiparty democracy which represents a major departure from the single party government of the interwar period. The proposed framework aims to account for this simultaneous mix of structural transformation and underlying continuities. Our central thesis is that Turkey, in the economic realm, represents a case of reactive state behavior. From a comparative perspective, reactive state behavior, which also appears to have characterized the policy stance of major Latin American countries such as Brazil, Mexico and Argentina, differs sharply from the more proactive state strategies aimed at industrial transformation, which seems to characterize the development experiences of key East Asian hypergrowth cases such as Japan, South Korea and Taiwan, and more recently the case of China. Parallel to the notion of the reactive state, our central contention is that the main impetus for policy transformation in Turkey has originated from external dynamics, with key external actors playing a central role in accomplishing the transition from one policy phase to another. There is no doubt that there exist certain limits concerning the ability of external actors or external forces to engineer policy transformation. External dynamics need to be integrated with domestic factors to provide a coherent explanation of major policy shifts. To be more precise, there must be a supporting domestic coalition of actors to render a major policy regime, such as importsubstituting model of industrialization ISI in the 1960s and the 1970s or the neoliberalism and marketbased development during the 1980s and beyond, the hegemonic policy regime during a specific period. Periodic macroeconomic or financial crises have a particular role to play in our analytical schema in the sense that they signify that a particular policy regime is no longer sustainable and needs to be replaced by a new policy regime. Crises also strengthen the hand of external actors and break down the resistance of key elements of the previous domestic coalition. They also facilitate the emergence of a new domestic coalition favoring the implementation of the new policy regime in line with the overriding impetus provided by the major external actors. Crises also serve the function of breakingdown the distributional stalemate which emerges towards the end of each policy phase, thereby facilitating the transition to a new dominant policy regime. 2There is a vast literature on the postwar economic development of Turkey which has greatly enhanced our understanding of its pattern, main phases, as well as the main problems and issues involved.2 We build on this stock of knowledge and attempt to cover the whole of the postwar period, by integrating the post2001 crisis developments into our analysis. By bringing the internal and external factors that have affected economic development and incorporating political developments and the role of economic crises into our proposed analytical framework, we make a modest effort to provide a more comprehensive treatment of the major structural transformations involved in the context of the shifting development discourse. The analytical framework proposed is discussed in detail in sections 2 and 3. Then, the framework proposed is employed as a basis for explaining the four basic policy regimes that seem to characterize postwar Turkish experience in the era of multiparty democracy from 1950s to the present era in Section 4. Section 4, in effect, represents the substantive empirical component of the paper where the specific linkages between external actors and influences and supporting domestic coalitions are given precise meaning in the context of individual policy epochs. Although our analysis effectively ends with the transition to the latest policy regime in the post2001 period, we briefly speculate about this period and consider the question of whether a real rupture has taken place, which differentiates this particular phase from earlier phases in the history of Turkish economic policy. In sections 5 and 6, we extend our discussion beyond the specific Turkish experience to the general realm of comparative development performance. Our central message in the present context is that the nature and quality of state intervention continues to be a critical variable in accounting for differences in development performance in the age of neoliberal globalization, and notably, in terms of differentiating between cases of hypergrowth and moderate growth cases among lateindustrializing economies. Section 7 concludes. 2. Explaining Major Policy Shifts in the Context of Reactive State Behavior: An Analytical Framework 2 See, for instance Hershlag 1968, Tezel 1994, Boratav 2003, Keyder 1987, Kepenek and Yenturk 2005, Kazgan 2001, Yenturk 2003 and Yeldan 2001. 3Late development is a characteristic which is not unique to developing countries in the postwar context. Many countries currently classified in the advanced industrialized country category were confronted with similar problems of catching up with the leading countries of their time.3 France and Germany in the 19th century and Japan in the immediate postwar period are typical cases of currently advanced industrialized countries which have been confronted with the challenge of late industrialization. Recent research reveals that none of the successful cases of lateindustrialization, especially during the critical takeoff phase of development, were integrated to the world market under free trade conditions. Active statebacked industrialization and the nurturing of a private entrepreneurial class under state protection constituted a critical element of their successful catching up process.4 Clearly, the balance between state actors and private business shifts over time and the pendulum swings in favor of powerful private actors as these countries reach a certain level of maturity in their industrialization process. Hence, the fact that states play an exceptionally important role in the process of late industrialization given the fundamental initial weaknesses of a late developing country in terms of its technological, educational and entrepreneurial capacities is a commonly accepted proposition. What is important in the present context, however, is that states themselves can exhibit considerable variation in the process of late industrialization. The very differences in the nature of such states, the mode of their interactions with key elements of their societies can result in significant differences in the nature and quality of state intervention. The natural corollary of this is that such differences tend to produce significant contrast in development performance among individual countries over time. Our focus in this study is on a specific subset of state behavior or mode of intervention in the context of late industrialization. The subset of states that we have in mind are the kind of reactive states, which tend to be more representative of late development in the context of Turkey or the key countries of Latin America representing a sharp contrast with the proactive or the developmental states that seem to be a key feature of the East Asian region. At a certain level of abstraction, there is a certain similarity between the experiences of the socalled reactive states and the more strategicallyoriented, proactive developmental states of the East Asian region. In the case of reactive states, one can also discern significant element of interventionism in the direction of correcting market failures both directly through an 3 See Gerschenkron 1962 for a detailed exposition of the concept of late development. For a more recent application of the concept in the East Asian context as well as other national settings see Amsden 1989, 2001. 4 See Chang 2002 and Shafaeddin 2005 for details on the industrialization experience of some of these countries and in particular the role of the state in this process. 4extensive public enterprise sector, especially in the early stages of development, as well as through indirect intervention in the operation of the market mechanism using a large range of instruments. Perhaps, the central difference between the reactive states and their more proactive counterparts in East Asia, for example, is that the former are characterized by a much lower degree of state autonomy. In other words, reactive states tend to be more fragmented and enjoy a much lower degree of relative autonomy from key domestic constituencies such as the emerging industrialists. Hence, their ability to overcome sectional conflicts and concentrate their attention on longerterm strategic goals such as developing internationally competitive export industries tend to be more limited. Moreover, reactive states tend to move closely with the dominant norms in policy behavior accepted in major centers of international decision making. Reactive state behavior by definition means going along with the acceptable line of policy thinking as opposed to deviating from such norms in certain critical respects. Our explanations of major policy shifts in late industrializing countries, which display the common characteristic of reactive state behavior are based on the following integrated set of propositions. Proposition One: External actors or influences play a disproportionately important role in accounting for major policy shifts. There is no doubt that the role of external actors or influences needs to be disaggregated for proper analysis. Take the case of key external actors. This naturally includes the case of the leading or hegemonic power in the international system which in the postwar context has been the United States. There is no doubt that the United States as the global hegemon has played and continues to play a critical role in the case of late developing countries, although its power nowadays is increasingly challenged by a group of countries such as China which are in the process of moving from the semiperiphery to the center of the international economic system. The United States has exerted its economic influence both directly through economic and military assistance, and also indirectly through key international organizations such as the IMF, the World Bank, the OECD, the WTO and so oninstitutions over which it can exercise a disproportionate degree of influence. Moreover, the global hegemon can influence the development trajectories of individual countries not only through its manipulation of material incentives but also through the development of ideas. Dominant thinking on development typically originate from the center, in which the academic and 5policy making elite in the United States occupy a central position. Powerful ideas on development then tend to be institutionalized and transmitted to the periphery at particular moments of time through key international organizations. In the context of neoliberalism, for example, strict conditionality of IMF stabilization policies and structural adjustment loans of the World Bank have been the most effective mechanisms transmitting these ideas to the developing country context. Proposition Two: External influences do not refer exclusively to the global hegemon or to key multilateral organizations. Key regional organizations as well as powerful private actors also play a critical role. This proposition assumes particular validity in the European context where the European Community or more recently the European Union has performed and continues to perform a central role in transforming the economic and political structures of countries in the European periphery, notably those countries which enjoy the concrete prospect of EU membership. Regional dynamics are also operative in other parts of the world, although they are not as institutionalized and powerful as in the EU context. Regional factors tend to interact with global forces. Given that TransAtlantic interdependence has been the norm in the postwar period, global and regional forces have tended to move in the same direction and have generally tended to strengthen the impact of one another. At the same time, the relative strength of global pressures and regional dynamics have tended to vary over time for individual countries as well as displaying significant variations across the spectrum of developing countries. Moving beyond the regional realm, powerful private actors also constitute a significant external force. The force of private actors has become increasingly striking over time reaching a peak of its influence in the era of financial globalization. The set of private actors which has now a major role in the policy process includes not only powerful transnational corporations TNCs investing directly in developing countries but also a large number of other private foreign investors, often small investors, actively participating in the capital markets of developing countries. The transnational financial alliance also includes, last but not the least, international banks and private rating agencies, which regularly monitor the policy process in individual countries. Through their analysis of the creditworthiness of individual countries, such agencies are able to exert a disproportionate impact over the policy process of individual countries. Aggregating all these elements together, we may be able to refer to a transnational power bloc, which forms the driving force or the central element in explaining the dominance of particular policies as well as policy shifts over time. The danger 6here is that we may exaggerate the degree of unity and coherence of this transnational power bloc and, in the process, fail to pay sufficient attention to the possible conflicts of interest between the different segments constituting this power bloc. Proposition Three: External Dynamics per se are insufficient to explain major policy shifts. The development of a supportive domestic policy coalition is crucial in this context. In spite of the fact that global or regional forces have become increasingly important in accounting for policy shifts over time, the effectiveness of such forces in terms of accomplishing a major shift in policy requires the parallel development of a supportive domestic coalition. In this context we need to make a distinction between the narrowlybased policycoalition of interests which directly benefit from the shift of policy regime and the benefits associated with the newlyinstituted policy regime.5 To give an example, in the case of importsubstituting industrialization, the policy coalition included the key bureaucratic agencies such as the planning bureaus which assumed a central importance during the course of implementing the strategy, state enterprise managers, domestically oriented industrialists benefiting from protectionism and other subsidies as well as organized labor employed in key importsubstituting sectors. In some cases, for example in the case of Brazil and Mexico, inwardoriented TNCs have become a central element of the ruling ISI policy coalition. Hence, we may talk of a domestic power bloc in line with a transnational power bloc with the qualification once again that there may be significant tensions or conflicts of interests between the different elements constituting this power bloc. The important point to emphasize is that the emergence of a dominant policy coalition may not be enough in sustaining the policy especially in the context of more open and democratic regimes. Unlike the case of authoritarian regimes, the narrow policy coalitions needs to be extended and enlarged to build successful electoral coalitions to render the policy regime sustainable. To provide a specific example, the narrow ISI policy coalition in a broadly democratic environment for example, Turkey in the 1960s and the 1970s had to be enlarged to include agricultural interests and to some extent small and medium sized enterprises, which were not formally part of the ISI coalition. Clearly, the enlargement of the policy coalition creates additional complications which we shall consider in the following section. 5 For an insightful examination of the role of domestic coalition building in Turkish economic development in the 1980s, see Waterbury 1992. 7 Proposition Four: Transnational actors or policy entrepreneurs may play an important conduit role in terms of linking the interests of the transnational and domestic policy coalitions or power blocs. The importance of these actors becomes particularly significant in the context of institutionalizing neoliberal globalization during the more recent era. In explaining major policy shifts and the institutionalization of the new policy regime, there is a need for an intermediating set of actors, which play a central role in tying the interests of the external and domestic components of the broad transnational coalition and helping to build mutual trust among the key actors involved in the process. Typically, individuals who have been educated in dominant academic establishments andor have worked in major multilateral financial institutions are typically brought in to leadership positions in their home countries. Striking examples of this phenomenon in the Turkish context include Turgut Ozal in the first wave of neoliberal restructuring in Turkey during the 1980s and Ozals princes, the key Americaneducated bureaucrats who occupied major positions in the new layers of neoliberal bureaucracy such as the Privatization Administration, public sector banks and the Central Bank during the same period Onis, 2004. The case of Kemal Dervis, at the time serving as a vice president at the World Bank, who was called in to serve as the economic overlord and to head of the strong economy program in the aftermath of the 2001 crisis is equally striking. Latin American experiences with neoliberal restructuring are full of examples of critical individuals who have played a similar role between the transnational and domestic policy elites. Perhaps the bestknown examples include Domingho Cavallo, the key technocrat who played a central role in instituting the Argentine neoliberal program, and notably the convertibility plan, of the 1990s; Pedro Aspe who was a central figure in Mexican neoliberal restructuring, and finally the Chicago Boys, the Chicago University educated group of technocrats who played a central role in the first wave of neoliberal restructuring in the highly authoritarian setting of Pinochets Chile during the 1970s. 3. Crises, Policy Choices and Path Dependence 8Periodic macroeconomic crises play an integral role in our explanation of major policy shifts over time for a number of important reasons: a Crises often constitute a clear signal that the underlying policy regime is unsustainable. Macroeconomic or financial crises in Turkey, Latin America and elsewhere often manifest themselves as balance of payments or external debt crises with the natural implication that the existing policy regime is unable to generate the foreign exchange resources needed to sustain the economy at a steady growth path. Typically, however, deeper forces are at work forming the background to such crises. Major economic crises, as the Turkish experience in the late 1970s, in 1994 and in 20002001 clearly illustrates, are also fiscal and distributional crises. An unsustainable fiscal deficit in itself is a sign that there are major distributional pressures on governments originating from various segments of society such as business, labor, and farmers and so on which governments increasingly fail to handle. Attempts by major interest groups in society to claim a larger share of the pie naturally lead to a situation where government expenditures increase more rapidly than government revenues. Large fiscal deficits become a major driving force in the emergence of a chronic inflationary process which undermines the competitiveness of the economy visavis the external competitors. In such an environment, the balance of payments situation becomes increasingly vulnerable with stagnant exports, rising imports and falling foreign exchange reserves. For example, Turkeys growing fiscal deficits in the face of growing distributional claims from different segments of society together with attempt to push importsubstituting industrialization into intermediate and capital goods in the 1970s increased the import dependence of the economy. Heavy importdependence in the face of stagnant exports brought about a severe balance of payments crisis and the subsequent collapse of this model of industrialization by the end of the decade. In the more recent era of financial globalization, the problems have been compounded by the fact that such economies have become heavily dependent on fragile flows of shortterm capital. Hence, it is not surprising that countries, which find themselves in a vicious circle of fiscal and distributional crises, tend to be even more vulnerable to a balance of payments crisis in an environment of heavy capital mobility and dependence on shortterm capital flows. No wonder, therefore, that the frequency of crises has increased in the age of financial globalization as the post1980 experience of Turkey clearly testifies. b Frequent crises highlight the institutional weaknesses of countries in terms of their ability to manage underlying distributional conflicts or pressures. We may hypothesize that 9countries, which are in the middle of the spectrum between the two extremes of established authoritarian regimes and established democracies find themselves in a particularly vulnerable situation in this context. One of the deficiencies of countries, which are in the process of moving from democratic transition to democratic consolidation is the absence of sufficiently strong institutional checks and balances. The presence of such checks and balances would allow governments to manage the underlying distributional conflicts within the parameters of parliamentary democracy, a process which would also help them to contain fiscal deficits within permissible levels. It is also important to bring into the picture the distinction that we have already introduced between narrow policy coalitions and the broad electoral coalitions in this context. Established authoritarian regimes such as South Korea in the 1960s enjoyed a natural advantage in the sense that strategic policy choices could be made through the consent of the narrow policy coalition namely state and business elites without the need to engineer a broad electoral coalition. In the Turkish case, in contrast, the narrow policy coalition during the sameperiod was not sufficient to sustain the strategy. The narrow policy coalition had to be supported by the buildup of a broader electoral coalition. Within the parameters of an emerging parliamentary democracy, Turkey faced the dilemma that the buildup of such a broad electoral coalition raised acute problems of distributional management and fiscal disequilibrium which, in turn, helped to undermine the sustainability of the basic strategy adopted. c Crises play a transformative role by ending the existing distributional stalemate and by allowing the emergence of a new policy coalition to emerge especially by empowering external actors relative to domestic actors. Major crises have significant distributional repercussions. For example, the crisis of the late 1970s was resolved in the early 1980s by the collapse of the ISI coalition. The major distributional burden of the shift from an ISI based model to an exportbased strategy in Turkey fell on wage and salaryearners and the agricultural sector. The crisis has enabled key external actors such as the IMF, the World Bank and the OECD to play a major transformative role as a new export coalition gradually replaced the previous ISI coalition and the most dramatic policy shifts in this process involved the exclusion of organized labor. In the absence of crises, the existing coalition supporting a particular policy regime tends to display considerable resistance to change in spite of the fact that there might be clear signs indicating that the existing policy regime might no longer be viable or sustainable. This was clearly the case in Turkey towards the late 1970s. A major 10shift to an exportoriented strategy failed to materialize until the country actually experienced a major economic breakdown. d Crises also imply that countries postpone major policy choices with the result that action is delayed and the policy choice becomes more limited once the crisis actually occurs. The experience of East Asian economies is quite instructive here in the sense that such countries have been able to accomplish major policy choices voluntarily without actually experiencing major economic crises. A good example is South Koreas voluntary transition to exportoriented growth strategy in the early 1960s at a time when most late industrializing countries opted for a prolonged importsubstituting strategy. This relatively early shift enabled South Korea to engineer a major breakthrough in terms of export performance, which proved to be the foundation of its hypergrowth experience allowing it to prosper much more rapidly than the vast majority of late developing countries. By similar logic, one can conjecture that if Turkey had been able to accomplish a voluntary transition to an exportoriented growth strategy in a planned fashion during the early 1970s, as opposed to a forced transition in the form of a reactive response to a major crisis, Turkeys development performance would have reached a higher plateau as a result. Delayed policy response which takes place after a crisis actually occurs means that the range of policy options tends to be much more limited especially in an environment where key external actors like the IMF assume disproportionate power and importance. To provide a concrete example in this context, in the absence of crises countries such as Malaysia and Chile were able to experiment successfully with heterodox policy instruments such as controls on short term inflows or outflows of capital. In contrast, such an instrument was not a realistic choice for Turkey in the aftermath of the 2001 crisis when an IMFbacked stabilization program took central stage. e Crises are inherently costly in social, political and humanitarian terms. Even though we recognize the transformative impact of crises, we should also underline the fact that crises tend to be extremely costly in terms of their human and sociopolitical consequences. In many Latin American countries and Turkey, major macroeconomic crises have been associated with the breakdown of democratic regimes and their replacement by highly repressive military regimes. The interruption of the democratic process in this manner has no doubt represented a major setback for the efforts of these countries to make the transition to becoming a full democracy. Even in the more recent cases of crises, where the democratic regimes have tended to be more robust than in the past, the main burden of adjustment has tended to fall 11disproportionately on weaker segments of society. What is quite striking from this discussion is that the emergence of major policy shifts and the rise of the associated policy coalitions do not involve simply a technical, but also an intensely political process. 4. Major Policy Shifts in Turkey during the MultiParty Era: Towards an Integrated Explanation The objective of the present section is to construct an empirical counterpart to the analytical framework developed in the previous sections. Our aim is not to provide a comprehensive overview of each policy phase. Instead, what we aim to do is to paint a stylized picture of the four main policy phases that we identify Table 1 in order to illustrate the relevance or the applicability of our explanatory framework, particularly means of explaining the transition from one particular phase to another. We consider each policy phase in turn. A Transition from the Etatism of the Interwar period to AgricultureLed Integration to the World Economy: The Democrat Party Era of the 1950s 1950s mark a new era in the political and economic development of contemporary Turkey. This is a period which effectively constitutes the beginning of representative democracy in Turkey. In other words, it represented the end of the monopoly of single party government that characterized the interWar period. The significance of the period also originates from the fact that etatism, the stateled industrialization strategy, as the hegemonic strategy of the interWar era is replaced by a new economic strategy which placed primary emphasis on liberalization and a strategy of integration into the world market on the basis of agricultural exports. The emphasis of the new economic model of the 1950s was on agricultural development with a parallel focus on the development of transport and communication networks. The industrialization objective, confined to some progress in light consumption goods such as food and textiles, was relegated very much to the background. The aim of the new strategy was clearly to facilitate a process of integration both in domestic markets and to the global economy. In accounting for this major change of direction during our first policy phase, both external and domestic factors were at work. During the postwar period, the United States emerged as the new hegemonic power and in the new Cold War context, with 12the Soviet Union posing a major security threat, Turkey found itself firmly located in the Western camp. In retrospect, the shift to the new strategy highlighted Turkeys very first encounter with the notion of aid conditionality meaning external resources will be available on the condition that policy changes required by the donor are made. Turkey in the 1950s became an important recipient of Marshall Aid provided by the US to important allies in the emerging Cold War context. Yet, access to aid necessitated a major shift of direction in terms of economic strategy. The key international institution that played an intermediating role in this context was the IBRD namely the World Bank. The Thornburg Report Thornburg et al. 1949 and the subsequent country report produced under the auspices of the IBRD IBRD, 1951 represented major critiques of the etatist strategy and outlined the key elements of reform. The strategy that the newly elected Menderes government adopted in 1950 was very much in line with the recommendations of the Thornburg Report. Although a major impetus for change originated from the drastically transformed international context of the postwar period, it would nevertheless be unfair to place all the emphasis on external actors and influences. Important changes have also been taking place domestically which also helped to undermine the etatist strategy towards the end of the 1940s. The newly elected Democrat Party under the leadership of Adnan Menderes represented a broad coalition of interests involving major landowners and commercial interests on the one hand and the broad spectrum of peasants and farmers, on the other. Rapid expansion of the cultivated land area accompanied by rapid mechanization and generous price support policies by the government were key instruments of this strategy. This broad domestic coalition also welcomed the new strategy proposed by the key external actors. Even though there was an element of conditionality imposed by the external actors involved, important domestic constituencies also provided significant support to this policy. The changing political environment in the early years of parliamentary democracy enabled the new political elite to implement this strategy quite effectively. Indeed, the early years of the 1950s represented one of the most favorable growth episodes in the history of the Turkish economy. The period, however, also marked the beginning of a pattern which was to be repeated frequently during the course of successive decades. After a promising beginning, aided by some aspects of a generally favorable external environment such as the buoyant demand in world markets for Turkish agricultural exports during the Korean War as well as favorable weather conditions, the strategy encountered increasing problems during the course of the decade. Growing fiscal disequilibrium and rising inflation helped to undermine the balance of payments equilibrium 13with the result that a major economic crisis became inevitable by the late 1950s. Turkey experienced its very first encounter with the IMF in 1958, a decade or so later than its encounter with the World Bank. The collapse in the economic realm was not the only consequence for Turkey; the nascent democratic regime was interrupted by the military coup of 1960, too. Table 1: Key Turning Points in Turkish Economic Development and the Principal Driving Forces to Dominant Development Discourse Benefit of integration and participation in the capitalist world economy; advantage marketbased of development as opposed the inefficiency of Soviet style central planning hand in hand with the emergence of structuralist development economics recognizing the role of state in development National developmentalism in a mixed economy context; the existence of pervasive market failures and the need for systematic state intervention and planning rapid industrialization for Policy owners Domestic Coalitions A coalition of major land and favoring an peasants agriculture based strategy; as well as the emerging industrial bourgeoisie; the ruling party representing this new of interests coalition Emerging industrialists, the big bureaucratic agencies responsible for implementing the national developmentalist model as well as organized labor the backbone of the new ISI coalition form the Global Context and the Key External Actors new US as hegemonic power; World BankIBRD is the key actor; Direct US aid under the Marshall Plan based on policy guidelines provided by the IBRD Phases Phase I: Transition from Etatism to Agriculturebased Integration the World Economy: The Agrarian Populism of the 1950s to a a Phase II: Transition from broadly liberal policy regime to protectionist importsubstituting industrialization strategy in the 1960s and the 1970s OECDWorld Bank; EEC becoming important but still in the background in the Transatlantic alliance dominated by the US 14in big becoming Exportoriented industrialists, including small and medium sized enterprises in the socalled Anatolian Tigers, financial interests as well as elements of the new neoliberal bureaucracy Exportoriented business increasingly transnational its operations; forming an alliance with a growing group of transnational export investors; and oriented medium sized with businessmen financial interests; growing segments of the regulatory new agencies, bureaucratic institutions like the Competition Board, Central Bank, and the Bank Regulations and Supervisory Board occupying the prestigious positions on the bureaucratic arm of the state apparatus. neoliberal small emergence of became the occupied mode of thinking The Washington Consensus; emphasis shifts from market to government failures in development with the logical corollary that correct policy extensive involves liberalization and privatization The emergence of the postWashington Consensus; shift of emphasis to the need for effective regulatory state as the basic ingredient of market based reforms an in World Bank, the IMF and the OECD; geostrategic importance of Turkey the ongoing Cold War context in the 1980s; became more EU important the 1990s, but still a weak anchor in IMF and the EU as the dominant actors with the World Bank somewhat in background; continued strategic importance of Turkey for the US in the postCold War and the post 911 global context Phase III: Collapse of ISI and the rise of the Neoliberal Model with emphasis on Liberalization and Deregulation: The post1980 era until the outbreak of the 20002001 crisis IV: Neoa State Phase liberalism with Regulatory Component:The Post2001 period B The Transition to Protectionism and Domestic MarketBased Industrialization Strategy of the 1960s and the 1970s: the ISI Era 15In retrospect, Turkeys shift of direction in the 1960s after only a decade seems rather surprising and requires an explanation. Clearly, several influences were operative which collectively explain this dramatic Uturn in a neoetatist direction. Again starting with the external context, we may conceptualize the Turkish experience in the 1960s as Turkeys delayed encounter with the Keynesian Revolution in the West. The new Constitution of 1961 had a major emphasis on the extension of social rights and the idea of planned economic development. This new outlook clearly endorsed the key role of the state as a major agent of economic and social transformation and highlighted the impact of the Keynesian Revolution which had a deep impact in the United States and Western Europe in the 1950s and the 1960s. Furthermore, the major international institutions such as the World Bank increasingly found itself more receptive to the ideas of infant industry protectionism, at least on a temporary basis, as well as the idea of planned development as a means of fostering rapid industrialization and development. For the United States, the need to increase the pace of development in the periphery of the capitalist world economy was firmly rooted in the logic of Cold War rivalry, with the threat of the spread of communism creating an important impetus for the tolerance of more interventionist strategies in the emerging states of the developing world. The growing power of TNCs originating in the US, finding a lucrative base for investment in the large and protected home markets of the newly industrializing countries such as Brazil and Mexico also explain in part the growing receptivity on the part of the United States to the adoption of ISIstyle development strategies. Hence, turning to the Turkish experience, the changing external context produced a favorable environment for the adoption of a new strategy and the fact that the old strategy had been discredited by a major financial crisis also helped to produce the necessary space within which the new strategy could be institutionalized. The key external actor which was directly involved in the policy process and the development of the new planning bureaucracy was this time the OECD, with Jan Tinbergen, the Nobel Prize winning economist, initially playing a central role in the design of Turkish five year plans. Again, however, we need to turn our attention to the domestic context to provide the necessary balance. In the domestic sphere, we observe the emergence of an ISI or a national developmentalist coalition which favored the new strategy. This new coalition embodied the rising industrialists of the 1960s, who were making the transition from landownership or commercial entrepreneurship to industrial entrepreneurship, a process which, indeed had started earlier, under the creeping protectionism of the late 1950s. The coalition also 16embodied key elements of the bureaucratic elite which had been marginalized during the Menderes era, but has managed to regain its status following the military intervention of 1960. Last but not least, organized labor, which received significant benefits in terms of expansion of social rights under the new Constitution of 1961, became another member of this nascent coalition. In contrast, farmers and peasants, for example, were excluded from the basic ISI policy coalition, but given the numbers involved, governments in power under the constraints of parliamentary democracy had to resort to policies to bring the agricultural population into their broad electoral coalitions, particularly in the periods leading to general elections. The approach involving planned industrialization or planned development was often portrayed as a reaction to the uncoordinated expansionism of the Menderes era. The basic logic was to industrialize, moving stage by stage to higher levels of industrialization without undermining balance of payments equilibrium. The strategy was quite effective over the period 19631977 in terms of accomplishing relatively high rates of economic growth and substantial structural change. Industrial entrepreneurship in Turkey was clearly the product of this particular phase of national development, during which both the private enterprises and state economic enterprises played a significant and complementary role. Again, the problem as in the previous era was that governments were not able to achieve sustainable growth. Rather reminiscent of the pattern of the late 1950s, the Turkish economy experienced another wave of fiscal disequilibrium and rising inflation. The outcome was a much deeper balance of payments and debt crisis in the late 1970s, judged by the standards of the previous crisis. This crisis may also be explained by the fact that Turkey encountered deep external shocks in the form of successive oil price hikes in the 1970s. The crisis pinpointed once again the deficiencies of Turkish democracy and the inability of governments in power to manage distributional conflicts within the institutional boundaries of parliamentary democracy in such a way that the management of these conflicts would be compatible with the goals of fiscal equilibrium and sustained economic growth. In line with our discussion, Turkish states policy during the 1960s and the 1970s was very much in line with our notion of the reactive state. Turkey followed the route of the majority of late industrializing countries during this period in terms of pursuing a prolonged importsubstituting industrialization strategy. In this respect, Turkish development experience was much more in conformity with Latin America than East Asia. Arguably, we can classify the 17Turkish state as a fragmented developmental state enjoying a much lower degree of autonomy relative to the key societal actors such as the big business as compared with its East Asian counterparts in South Korea and Taiwan. Unlike the case of the East Asian states, the bureaucratic arm of the domestic policy coalition never had the upper hand. Indeed, the East Asian states were able to display a much more proactive behavior in terms of their ability to engineer major shifts in the direction of exportoriented industrialization without actually experiencing the types of crises that Turkey or the major Latin American countries have experienced. C The Collapse of the ISI Model and Turkeys Encounters with Neoliberalism and the Washington Consensus: the 1980s and the 1990s The third policy phase in our analytical schema corresponds roughly to the first two decades of neoliberalism. Our general framework involving the combination of external dynamics and domestic coalitions is once again relevant in this context. Starting again with the external realm, the late 1970s are marked with disillusionment with the Keynesian Consensus in the North and the parallel process of formidable difficulties with the application of ISI strategies in the South. The late 1970s mark the rise of neoliberalism as the hegemonic development discourse. The major Washington institutions increasingly embrace the basic message of neoliberalism and incorporate the key neoliberal principles of marketliberalization and privatization into their conditional policy packages. Indeed, Turkey is one of the countries which become a testing ground for neoliberal principles in the early 1980s. Key international institutions like the IMF, the World Bank, and the OECD have been collectively involved in Turkeys neoliberal restructuring process. The collective power of these actors to instigate policy change became even more striking once the previous model had been discredited through a major crisis in the late 1970s and the country became heavily dependent on external financial inflows. The collective interests of major international institutions in Turkish restructuring process were compounded by the countrys geostrategic significance for the United States and its Western allies in a period marked by the Soviet invasion of Afghanistan signaling the continuation of the Cold War contest. On the domestic front, we also observe the collapse of the ISI coalition and its gradual replacement by a new exportoriented policy coalition. A distinctive characteristic of the 18domestic coalition during this phase was that it was basically built during and under the spurt of the policy transformation itself whereas in the previous phases the domestic coalition was developing before the policy change.6 The twin forces of heavy external involvement under severe crisis conditions and the subsequent military intervention were instrumental in preparing the ideal ground for the flourishing of the neoliberal model. The key members of the ensuing coalition were the components of the business community, especially parts of big business, which were able to make the transition from domestic markets to exports as well as elements of the new bureaucracy which became central to the implementation of the neoliberal program. Turgut Ozal was the leading transnational policy entrepreneur, occupying central stage in this particular coalition during the first decade of neoliberal reforms in the 1980s. Sidelined from this coalition were components of big business, which were unable to adjust to the new environment as well as elements of the classical or the etatist components of the economic bureaucracy such as the State Planning Organization SPO. Perhaps the biggest loser in the new era was organized labor whose fortunes experienced major setbacks, especially during the early years of exportoriented growth when it was faced with severe repression and a sharp fall in real wages. In the early years, there was a considerable rift within the business community with respect to export versus domestic market coalition. This rift became less pronounced over time as the neoliberal policy coalition expanded to include a larger segment of both big and small businesses which became increasingly exportoriented in their operations. The new policy coalition also included financial interests or the so called rentiers who clearly benefited from financial liberalization and high and rising domestic real interest rates. The fortunes of these groups improved further with opportunities to lend to the state at high interest rates as the government felt growing pressure to finance its rising fiscal deficits. In terms of economic performance, the period again was characterized by a boombust cycle rather reminiscent of the previous decades. Following a major recovery process in the early 1980s, a process in which external assistance played an instrumental role, the process became increasingly unsustainable and prone to crises in the context of the 1990s. Once again, this highlighted the weaknesses in the regulatory capacities of the Turkish state and its inability to 6 Two prior shortlived attempts at export orientation in the early 1950s and early 1970s notwithstanding, it can safely be argued that a proexport orientation constituency was notable for its absence when the ISI model collapsed at the end of the 1970s. As Ebiri 1980 has documented in detail, the most influential segments of Turkish society just before the transition to the neoliberal model in 1980 were in favor of the previous model. If anything, there were only isolated voices favoring an alternative path. See Krueger 1974 and Tekin 2006 on Turkeys attempts at liberalization and export orientation before 1980. 19manage distributional conflicts within a broadly democratic environment. The Turkish state again displayed reactive behavior in conforming to the norms of the Washington Consensus rather wholeheartedly by opening up the capital account regime in 1989, without achieving the necessary degree of macroeconomic stability and the tight regulation of the financial system. This constituted a sharp contrast with the experience of some other latecomers such as India and China which were much more gradual and selective in their approach to capital account liberalization. Particularly the second decade of neoliberalism for Turkey represented the unhappy face of the Washington Consensus. The combination of fiscal instability and premature capital account liberalization in the absence of an adequate regulatory framework were largely responsible for the eruption of successive economic crises in 1994, 2000 and 2001. These crises have severely undermined Turkeys overall economic performance, especially judged by the performance of some of the key emerging markets, notably those in Asia and the postcommunist Eastern Europe. D Neoliberalism with a Regulatory State Component: The Post2001 Era The crisis of 2001 in Turkey was perhaps instrumental in ending the years of the Washington Consensus and marking the beginning of a new encounter with some of the key principles embodied in PostWashington Consensus. A mix of changing global dynamics and a parallel shift in domestic policy coalitions are at the heart of this transition to the new phase of the Turkish neoliberal experiment. In terms of global dynamics, there is no doubt that there has been a broad disillusionment with Washington Consensus in action. Apart from its poor record in dealing with widespread poverty on a world scale, the frequency of crises in emerging markets during the 1990s, in particular, has raised very serious question marks against one of the core principles of the Washington consensus, namely wholesale financial and capital account liberalization. Especially, in the aftermath of the major Asian financial crisis of 1997, the IMF has faced a serious identity crisis. This identity crisis, in turn, has been associated with a shift of emphasis in the direction of strengthening institutions and the regulatory arm of the state. This shift of emphasis is also clearly reflected in the post2001 restructuring process of Turkey with major attention paid to creating powerful regulatory institutions in the realm of banking and finance as well as enhancing the power and autonomy of existing key institutions such as the Central Bank. 20In discussing the post2001 restructuring process a useful formulation might be the IMFUSEU nexus. The active involvement of the IMF in Turkeys post2001 process was once again shaped by the security concerns of the US which became all the more important in the post 911 global environment. Furthermore, a distinct feature of the period was that the EU itself, for the first time, became a major source of economic and political change in Turkey, following the critical turning point in December 1999 involving the transition of Turkey to full candidate country status for fullmembership. Becoming effective at the beginning of 1996, the Customs union agreement represented an important landmark in Turkish economic history. Despite this fact, it is fair to say the real impact of the EU, in terms of both its conditions and incentives, is effectively felt in Turkey during phase IV, once the prospect of membership became a concrete possibility. The combination of IMF and EU conditionality has tended to reinforce one another. At the same time, the EU conditions have helped to generate a major wave of democratization reforms in Turkey. These are also important in terms of their economic repercussions in the direction of improving institutional quality and the rule of law, which probably would not have been possible if the IMF alone was involved in the restructuring process. Turning to the domestic plane, the new policy phase of policy regime had significant backing from key elements of big business as well as small and medium sized interests. Both elements favored a properly regulated macroeconomic environment as a necessary condition for achieving stability and sustainable growth, even if they were not equally enthusiastic about the prospects of tight regulation of the banking system. The business component of the coalition was extended to include much stronger foreign investor presence compared to the previous policy phases as Turkey has started to attract both significant longterm foreign investment as well as shortterm investment during the recent era. Furthermore, a new element of the reorganized or reconstituted domestic policy coalition is the group of important autonomous regulatory institutions pointing to a significant shift of power within the internal organization of the state itself to these new forms of bureaucratic institutions. An interesting question to consider which is somewhat beyond the scope of the present essay is whether the current policy phase in Turkey represents a major rupture or a real break with the past, putting an end to the cycle of periodic crises and breakdowns resulting in a new policy phase in line with the changing global context. This is a somewhat speculative question considering that we are still in the process of living through this particular policy phase. An 21optimistic assessment would suggest that Turkeys economic performance has significantly improved in recent years judged by its ability to achieve high growth in a low inflation environment, which renders the achievement of sustained growth over time a stronger possibility than has been the case in the previous eras. What may also make one more optimistic about the future is that Turkey has been able to attract significant flows of longterm investment for the first time in its postwar development trajectory. Furthermore, the EU anchor, in spite of its problems, constitutes a longterm external anchor. This again presents a certain contrast with the experience of the previous decades in the context of which key international institutions have acted as temporary rather than longterm anchors, with their transformative impact often being restricted to the immediate or, at most as in the context of the 1980s to mediumterm postcrisis restructuring process. On a less optimistic note, one could also draw attention to elements of fragility that continue to exist in the Turkish economy such as a large current account deficit and a heavy domestic and external debt burden. One should also take into account the fact that Turkey has benefited enormously, like all other emerging markets, from the unusually favorable global liquidity conditions in the post2001 era. Clearly, a possible reversal of these conditions could undermine the optimistic scenario concerning the future path of the Turkish economy. Likewise, the inability of the economy to generate sufficient productive employment despite rapid rates of growth, in the face of strong supplyside pressures in the labor market, leaves unemployment as a major problem for the foreseeable future. Finally, the persistence of severe inequalities at all levels and deepseated poverty may present a formidable obstacle for the sustainability of the recent favorable picture. The foregoing analytical framework, while by and large embracing the main structural transformations in postwar Turkish economic development, still suffers from a number of shortcomings, warranting several caveats. First, there are the wellknown difficulties of dividing a long period into distinct phases. Individual phases may not always show a uniform pattern over time. For example, although there is sufficient ground to describe Phase 1 as market based, one should not overlook the fact that there was a great deal of intervention by the government in industrial policy through the import and exchange rate regimes and also in the free functioning of the market mechanism through extensive price controls. Likewise, external factors, which were on the whole favorable in the first decade of Phase 2, present an altogether different picture in the second decade as relations with the United States turned sour following the Turkish intervention in Cyprus, adversely affecting Turkeys relations with 22the IMF and the international financial community. Second, the factors to which we have attached primary importance in explaining the movement of the economy from one phase to another are accompanied and augmented by powerful exogenous events, having differential impact on the course of the economy. For example, the Korean War facilitating buoyant demand for Turkish agricultural exports in Phase 1, labor migration from Turkey to Western Europe and the concomitant inflow of sizable workers remittances as well as successive oil shocks in Phase 2, IranIraq war providing an impetus for Turkish exports, the hostilities in the Eastern and Southeastern regions of Turkey over the Kurdish question, and the devastating earthquake in the industrial heartland of the country in Phase 3, and finally 911 in Phase 4 constitute some of these factors that in different ways have had a bearing on the nature and duration of each phase. Likewise, the interruption of Turkeys transient democracy on several occasions by military intervention, most notably in 1960, 1971 and 1980, although not altogether independent of developments in the real economy should also be included among such exogenous events shaping development. Third, the broad coalitions that have characterized each phase were not altogether free of inner tensions. For example, in Phase 2, the deep conflicts that bedeviled the Firstfive year plan even at the preparation stage 7 escalated in later years to stormy tensions between business interests and an increasingly vociferous organized labor. Upon closer examination, several additional characteristics of postwar Turkish economic development based on the fourphase analytical framework presented above emerge. First, Turkey has moved very much with the tide of the dominant development discourse and acted in a similar fashion with the bulk of countries at a similar level of development. In contrast, countries, which have moved against the tide in some important respects, have been the most successful, as the experiences of South Korea and Taiwan in Phase 2 and India and China in Phases 3 and 4 have amply demonstrated. Such observations call for the need to examine Turkish economic performance in different phases within a comparative framework with other countries at a similar stage of development. Although it is beyond the scope of this paper to indulge into such comparisons,8 efforts in that direction may shed some light, for example, on the reasons behind Turkeys laggard record with respect to its production and labor market structure and key human development indicators. 7 See Milor 1990 on this issue. 8 See Pamuk 2007 for a general account in this respect. 23Second, Phase 2 stands out from the other three phases in some important respects. It is, especially in the first decade of this phase that Turkey comes nearest to showing some of the characteristics of a developmental and proactive state. Although external agents are at work they are very much in the background. External assistance is provided to support domestically determined development objectives as stated in five year plans. Moreover, the political regime is more open than in the other phases. The domestic coalition is also distinctive in the sense that it includes broad segments of society, including labor. Third, although each phase has sufficient distinct characteristics facilitating the delineation of one from the other, one should not overlook the fact that, notwithstanding certain discontinuities they together represent a continuum, explaining a countrys development over more than half a century. In this process, there has, however, been a remarkably sharp change in the attitude of domestic policy makers towards external influence in economic policy making. While the agriculturebased development strategy recommended by the World Bank was generally accepted in Phase 1, the relations between the World Bank and the Turkish government were not altogether amicable with the Turkish government showing a great deal of sensitivity to interference by the World Bank in domestic economic policymaking.9 Likewise, the relations between the IMF and the Turkish government were far from being harmonious. The Turkish government was notorious in its failure not to stick to the initial agreements with the IMF for long in both Phase 1 and Phase 2. The relations between the IMF and the Turkish government reached their nadir at the end of Phase 2, at the height of the crisis in the late 1970s when the Turkish government showed considerable resistance to come to an agreement with the IMF. There was a sharp turnaround in the attitude of the Turkish government towards both of these institutions in Phase 3 so much so that these two institutions took central stage in the design of economic policies in Turkeys transition to the neoliberal framework and increased their conditionality beyond the economic sphere in Phase 4, amidst charges in some quarters that Turkish economic policymaking is now altogether in their domain. 5. The Turkish Experience in a Broader Setting. The Continued Importance of State Capacity 9 This sensitivity at times took a sharp turn with the Turkish government asking the World Bank office in Turkey to be closed and on a different occasion ordering a World Bank policy document to be actually destroyed. 24Turning from the Turkish experience to the general realm, the central diagnosis underlying the neoliberal resurgence in development theory, which subsequently gave rise to the Washington Consensus, was that state failure was the root cause of weak economic performance. The natural corollary of this line of thinking which dominated the practice of key multilateral institutions such as the IMF and the World Bank was to reduce the weight of the state in economic affairs and expand the domain of the market. In a way, the state and the market were juxtaposed in dichotomistic terms: the retreat of the state was a necessary state in the enlargement of the realm of the free market.10 What is interesting is that the accumulating evidence on economic performance in the era of global neoliberalism during the past two decades reveals a paradox. State capacity, in one way or another, has been quite central in the experience of the more successful set of countries in the new era, managing to capitalize on the potential benefits and minimizing the risks associated with the novel environment of neoliberal globalization. Similarly, it was weak state capacity which accounted for the relatively less impressive economic performance of countries like Argentina and Turkey. The latter have failed to convert early surges in growth to a process of sustained economic growth which would enable them to converge steadily towards the living standards of advanced economies. A similar dichotomy can be observed in the literature on globalization versus the nation state. Early and simplistic accounts suggested that the process of globalization would necessarily undermine the power and influence of the nation state in a way as to render the nation state obsolete over time. There is no doubt that the forces of globalization have placed major constraints on national economies and have, indeed, rendered certain specific instruments of economic policy quite redundant.11 In the current international context, individual states find it increasingly difficult to implement oldstyle protectionism, industrial policies based on direct targeting of specific sectors, tight exchange controls over capital controls, extensive redistribution through large welfare states and the like. The fact that certain specific instruments are no longer implementable does not imply that the state, by definition, has lost all its relevance. In fact, the evidence increasingly suggests that state intervention, but through novel mechanisms and institutions, is the key to economic success in the experience of the emerging outliers ranging from China to India and Ireland in the new global context. 10 See Onis and Senses 2005 for details. 11 For an early study drawing attention to the limitations on the policy space of developing countries see Onis 1998. For more recent attempts in the same direction concentrating mostly on the limitations imposed by the WTO on the policy autonomy of developing countries, see Wade 2003 and Akyuz 2007. 25 Another key element that needs to be firmly integrated to the discussions of state capacity is the impact of the process of regionalization taking place concurrently with the process of globalization. There is a tendency in simplistic accounts to assume that the process of regionalization is likely to undermine state autonomy and render the nation state quite obsolete. Again, there is no doubt that the process of regionalization, particularly in the context of formal arrangements like the European Union, results in a transfer of sovereignty in important ways from the nation state to supranational institutions. But at the same time, active participation in regional experiments, such as membership of the EU, may help in improving state capacity, which also enables individual states to cope more effectively with the pressures and challenges of globalization. Hence, the issue of state capacity, in the current international context, should be approached in a triangular fashion in which the complex interactions between states, regional entities and the global context need to be taken into account and investigated explicitly. 6. Proactive versus Reactive States: Interpreting the Experiences of HyperGrowth Cases in the Age of Neoliberal Globalization Our central contention is that state capacity matters in the age of neoliberal globalization and following Linda Weiss 1998 state capacity needs to be disaggregated into three distinct components: a the developmental or transformative capacity b the regulatory capacity and c the redistributive capacity or more broadly the ability to build social cohesion. What Weiss refers to as the transformative capacity of the state, namely the ability to coordinate industrial change to meet the changing international competition, is in fact the development functions and capacities of the state Weiss, 1998, p.7. According to Weiss, whose account is clearly influenced by the experience of Asian developmental states, state capacity in this context refers to the ability of policymaking authorities to pursue domestic adjustment strategies in cooperation with organized economic groups, upgrade or transform the industrial economy Weiss, p.5. What is interesting in this definition is that there is no reference to specific instruments. The nature of the instruments may change both in line with the depth of development in the domestic industrialization process as well as the changing nature of the global economy and the constraints imposed by multilateral institutions. The focus on the transformative or the developmental capacity is important. But at the same time, 26it is incomplete in so far as it fails to take into account the other two dimensions of state capacity. These are also quite crucial in terms of the ability to generate sustained economic growth with social cohesion and to avoid costly financial crises in the process in the current international context and the distributional conflicts that often accompany them. A cursory examination of comparative evidence suggests that the more successful states in the neoliberal era have been proactive states which have deviated from neoliberal norms in certain crucial respects. There is no doubt that success is not associated with a process of selfenclosure and inwardorientation. Economies that have managed to generate high growth have been generally open, outwardoriented economies, which have tried to capitalize on export opportunities in the world market and long term foreign investment. At the same time, the opening up of this process has been based on a gradual and controlled liberalization process. The early success of South Korea and Taiwan was based on selective industrial policy designed to create successful export industries. The more recent examples of China, India and Vietnam also point towards the importance of industrial strategies. Whilst all of these are outwardoriented models, with external competitiveness as their points of reference, none of these could be described as typical examples of free market models. The Irish case, recently described as the Celtic Tiger, is a striking case of a country which has helped to develop the innovative capacities of domestic firms whilst trying to derive maximum opportunities from foreign investment opportunities at the same time. The Irish state has been quite successful in terms of integrating local firms into international networks. The proactive policies of the Irish state, through new institutions such as the Irish Development Agency, has also been instrumental in attracting hightech foreign investment to Ireland with a significant spinoff into the countrys longterm industrial performance. ODonnell, 2004. In addition to providing developmental and transformational capacities for both national firms and transnational corporations in terms of a high quality labor force and physical and legal infrastructure, the Irish state has also displayed strengths in the other key spheres of state capacity. It has been active in terms of developing a competitive and regulatory environment conducive for investment. In addition, the social partnership model, in the context of which the Irish state was an important actor once again, was quite conducive for the achievement of social and political stability needed for longterm productive investment. There is no doubt that the regional context was also important in Irelands ability to benefit disproportionately from the globalization process. Many European and American 27firms have taken up the opportunity to serve the European market from a lowcost and nearby location and have consequently taken the decision to restructure production in Ireland. The key lesson here, which is certainly not unique to Ireland but constitutes a common denominator in other successful European cases such as the recent revival of the Swedish model to successful Asian cases, is that the real economy matters. In line with this view, states try to adopt proactive policies through various direct and indirect mechanisms to upgrade the performance of national firms as well as attracting in competition with other states the right kinds of FDI needed for longterm transformation. As the experience of Ireland clearly testifies the approach towards FDI is not a passive policy of creating the right environment, but a strategy that goes beyond this and tries to actively encourage the desired types of FDI through a variety of promotion and inducement mechanisms. Yet another important feature of the more successful proactive states is that they are able to experiment with heterodox instruments such as controls over shortterm capital flows. The evidence suggests that a number of important hypergrowth cases such as Malaysia and more recently other Asian economies which have actually experienced the crisis in 1997, such as South Korea, have successfully experimented with controls over shortterm capital flows Weiss, 2004. What is interesting here is that the more successful economies are the ones which are able to move beyond the confines of orthodox international financial institutions such as the IMF and experiment with heterodox policies of their own, a process that is associated with a virtuous cycle of crisisfree growth. Whilst the traditional developmental state has been undergoing a drastic transformation in recent years, there is no evidence that it has been totally dismantled. In fact, it is argued that it was the strength of the real economy, itself, a byproduct of the developmental capacities of the Korean state, which has been quite instrumental in the strong postcrisis recovery process of the Korean economy Weiss, 2004. In contrast, the relative underperformers or moderate performers, meaning those countries that have failed to realize their true economic potential considering the postwar era as a whole, such as Argentina and Turkey have been characterized by reactive states and weak state capacities in comparative terms. For the past quarter century, these states have been reactive in the sense that they have tried singlemindedly to follow the precepts of orthodox, neoliberal recipes without in any way attempting to go beyond these recipes and experimenting with alternative forms of openness and degrees of integration into the global 28economy. All out openness rather than controlled openness have characterized their strategies. In retrospect, state capacity has been weak in all three spheres. First, there was insufficient emphasis in developing the strength of the real economy. Second, key regulatory reforms which would have helped to prevent major economic crises have been delayed. Third, the states concerned were not able to engineer social cohesion over long periods of time. Consequently, their development trajectories, in a liberalized capital account environment, depended heavily on inflows of shortterm capital and a process of fragile, debtled growth with costly repercussions. Having made these points, we need to qualify our arguments on reactive states in three important respects. Firstly, a reactive state does not necessarily mean a mild or a benign state. It is a wellknown fact that both Argentina and Turkey during critical phases of their postwar development have experienced breakdowns of democracy and highly repressive state behavior involving forced exclusion of popular groups from the political process. Secondly, countries with reactive states have enjoyed boom periods of rapid growth and during those periods they have managed to accomplish the kind of growth rates comparable to star performers. The problem, however, was that these boom periods were shortlived and often ended with a crises, which, in turn, helped to reduce the overall rate of growth by a considerable margin over time. Thirdly, countries like Turkey and Argentina have been performing unusually well in the recent era. Again, it is too soon to say whether this growth will be the kind of robust or durable growth which has characterized the experiences of the hyper growth cases. There is also an interesting problem of interpretation regarding the rather favorable recent macroeconomic performance of these two countries. Is it due to the improvement in the regulatory capacities of these states or have they been benefiting disproportionately from the unusual boom conditions in the international economy in recent years? Finally, an interesting question to pose in this context is whether there exists a link between state capacity and regime type in the current global context. Our basic conjecture here is that countries at the two polar ends of the spectrum namely established authoritarian regimes and established democracies appear to display superior state capacities. They are able to generate the kind of focus needed in terms of the development of longerterm supplyside policies as well as providing a more stable environment for longterm productive investment. In contrast, interim democratic regimes, with Argentina and Turkey clearly falling into this category, find 29it particularly difficult to develop the kind of state capacities needed to benefit from the globalization process on a substantial scale. The encounters of interim democratic regimes with financial globalization are typically associated with costly consequences. This observation immediately highlights the importance of a favorable regional context in terms of helping to break this deadlock. The incentives provided by potential EU membership are quite critical in terms of facilitating the transition from an interim democracy to an established democracy and helping the process of institution building and the implementation of the rule of law which are likely to have a dramatic impact on the process of building state capacity and longterm economic performance in countries located in this category. The new Eastern European members of the EU such as Poland have clearly benefited from this process and have found themselves placed on a crisisfree growth trajectory through a parallel process of democratization and institutional economic reforms from the mid1990s onwards. A similar process is currently occurring in the Turkish context and arguably places Turkey on a more favorable path compared to Argentina, where regional pressures for reform under MERCOSUR are weaker compared with the mix of conditions and incentives provided by the EU. 7. Concluding Observations The present study has attempted to accomplish two separate but interrelated objectives. The first objective was to propose a general framework based on globaldomestic interactions to account for the four major policy shifts in postwar Turkish development experience. The second objective was to highlight the importance of the distinction involving reactive versus proactive states in accounting not only for major policy shifts over time but also for the differences in the development performances of individual late industrializing countries. Furthermore, we have argued that the reactive versus proactive state distinction is not only valuable for comparativehistorical analysis but also continues to be relevant in the current era of neoliberal globalization. The recent experience of countries like Turkey suggests that even reactive states can experience significant state transformation and a parallel improvement in state capacity with the primary impetus for change originating from external forces. There is no doubt that the regulatory arm of the Turkish state has improved considerably in the aftermath of the major 30financial crisis of 20002001. The crisis itself was instrumental in terms of building a broad domestic coalition in favor of stronger macroeconomic and financial regulation. Perhaps even more significant was the fact that the crisis empowered key external actors such as the IMF and the EU to push strongly in the direction of regulatory reforms and the development of the associated institutional capacity needed to implement such reforms. This brings us to a major element which differentiates the fourth and the most recent policy phase in Turkey from the earlier policy phases, namely the existence of a longterm external anchor in the form of the concrete prospect of EU membership. The transformative impact of the EU, which was clearly evident in other national contexts in Europes Southern and Eastern periphery during the 1980s and the 1990s, was also very much in evidence in the recent Turkish context in the interrelated and mutually reinforcing realms of regulatory and democratization reforms. On the assumption that Turkey will continue to make further progress on the path to an established or a fully consolidated democracy, we are likely to be much more optimistic about its ability to make a radical break away from the boombust cycles which have been such a striking feature of its postwar development experience. Despite the existence of powerful external anchors, there is still need for decisive action on the domestic front, which would in the first place lead domestic actors to have a much bigger say in their interaction with the anchors. Although there has been increased transparency in the relations of Turkey with the international organizations such as the IMF, there is still little knowledge available about what goes on behind the scenes during negotiations, in particular on the effectiveness of domestic negotiators in putting forward an alternative case. A similar situation applies with respect to relations with the EU, the other powerful anchor. Turkeys attempts to become a full member going back to nearly half a century during which Turkey has been the passive and docile partner forcing the doors to enter at all cost without many scruples about the terms of entry, are again facing some reluctance on the part of established member states. Based on the accumulated wisdom of the rich development experience at home and abroad and recognizing the limitations imposed by the international environment, Turkey should develop a more balanced development strategy, a strategy in which domestic agents occupy a more central and pivotal role and are engaged in a complementary relationship with external agents as opposed to a strategy which is primarily driven by external agents themselves. The fact that there is still a variety of approaches in terms of foreign trade, foreign investment, 31RD as well as macroeconomic and exchange rate policies 12, despite the more or less uniform application of neoliberal economic polices through much of the developing world for more than a quarter century, should encourage domestic policy makers in this endeavor. In line with its determination to become an established democracy, the main objectives and instruments of the strategy should be developed with the full participation of major stakeholders. There is sufficient domestic expertise to give Turkeys integration with the international economy a more developmentalist focus. Rather than accepting the continuous retreat of the state from economic life, it should seek ways and means to develop state capacity in all of its three forms. Although some important steps have been taken in recent years to develop regulatory capacity, it is, yet, early to see the effectiveness of the new regulatory institutions in action. Simply transferring institutions from one context to another does not guarantee their effectiveness in the new environment.13 The establishment of independent regulatory institutions in the post2001 crisis era was by no means a harmonious process free of political interference. While a lot of the effort for regulation in financial markets requires concerted international action, countries like Turkey which are particularly vulnerable to the speculative whims of financial investors should not be reticent in imposing defensive mechanisms. It is the other two aspects of state capacity that require even more urgent action. In terms of transformative capacity there is need for effective industrial policy to broaden the industrial base towards skill and technology intensive branches. This should in due course help Turkeys current export structure, based on a handful of commodities headed by textiles and clothing to change to incorporate higher value added products with better prospects in world markets. The limitations imposed on nation states to implement independent macroeconomic and industrial polices through multilateral rules and obligations, especially in the postWTO international environment notwithstanding, there is room for maneuver for individual developing countries 14, especially in the sphere of incentives directed to research and development and regional development. 12 See Akyuz 2007 on this point. 13 Competition Board, for example, established in 1995 long before the new independent institutions, established after the 2001 crisis has not yet received wide acclaim in terms of its effectiveness. 14 See Akyuz 2007 in this context. 32The redistributive capacity remains the weakest link in this respect with inequality at virtually all levels but especially in terms of gender based and regional inequalities placing Turkey among high inequality countries in terms of distribution of income and human development. Although there has been much talk about poverty alleviation, efforts in this direction have remained miniscule in the face of the scale and gravity of the problem. The biggest obstacle here remains in the redistributive component requiring in the final analysis the more active organization and participation of the lower income sections of the population in the political process. Turkeys success in developing state capacity simultaneously in these three spheres no doubt depends on its ability to create the supportive institutional framework and the emergence of a domestic coalition favoring such a transformation. References Akyuz, Y. 2007, Global Rules and Markets: Constraints over Policy Autonomy in Developing Countries, paper prepared for the International Institute for Labor Studies of the ILO, Geneva. Amsden, A. 1989, Asias Next Giant: South Korea and Late Industrialization, New York: Oxford University Press. Amsden, A. 2001, The Rise of the Rest: Challenges to the West from Lateindustrializing Economies, New York: Oxford University Press. Boratav, K. 2003, Turkiye Iktisat Tarihi, 19082005, Istanbul: Imge Kitabevi Yaynlar. Chang, H. 2002, Kicking away the Ladder: Development Strategy in Historical Perspective, London: Anthern. Ebiri, K. 1980, Turkish Apertura, Part I, METU Studies in Development, 7 Gershenkron, A. 1962, Economic Backwardness in Historical Perspective: A Book of Essays, Cambridge MA.: Harvard University Press. 33Hershlag, Z. Y. 1968, Turkey: The Challenge of Growth, Second Edition, Leiden: Brill. IBRD 1951, The Economy of Turkey: An Analysis and Recommendations for a Development Program, Washington DC: International Bank for Reconstruction and Development. Kazgan, G. 2001, Tanzimattan 21inci Yuzyla Turkiye Ekonomisi: Birinci Kuresellesmeden Ikinci Kuresellesmeye, Istanbul: Istanbul Bilgi Universitesi Yaynlar. Kepenek, Y. and N. Yenturk 2005, Turkiye Ekonomisi, 11.inci Bask, Istanbul: Remzi Kitabevi Yaynlar. Keyder, C. 1987, State and Class in Turkey: A Study in Capitalist Development, London: Verso. Krueger,A. O. 1974, Foreign Trade Regimes and Economic DevelopmentTurkey, New York: Columbia University Press for NBER. ODonnell, R. 2004, Ireland: Social Partnership and the Celtic Tiger Economy, in J. Perraton, and B. Clift,eds., Where are National Capitalisms Now? Basingstone Hampshire: Macmillan, 5069. Milor, V. 1990, The Genesis of Planning in Turkey, New Perspectives on Turkey, 4: 130. Onis, Z. 1998, Globalization and the Nation State: The Possibilities and Limits of State Intervention in Late Industrialization in Z. Onis, State and Market: The Political Economy of Turkey in Comparative Perspective, Istanbul: Bogazici University Press, 375391. Onis, Z. 2004, Turgut Ozal and His Economic Legacy: Turkish Neoliberalism in Critical Perspective, Middle Eastern Studies, 404: 113134. Onis, Z. and F. Senses 2005, Rethinking the Emerging PostWashington Consensus, Development and Change, 36 2: 26390. 34Pamuk, S. 2007, Economic Change in Twentieth Century Turkey: Is the Glass more than Half Full? , in R. Kasaba, ed., Cambridge History of Modern Turkey, forthcoming. Shafaeddin, M. 2005, Towards an Alternative Perspective on Trade and Industrialization Policies, Development and Change, 366: 11431162. Tekin., A. 2006, Turkeys Aborted Attempt at Exportled Growth Strategy: Anatomy of the 1970 Reform, Middle Eastern Studies, 421: 133163. Tezel, Y. S. 1994, Cumhuriyet Donemi Iktisat Tarihi, Istanbul: Turkiye Ekonomik ve Toplumsal Tarih Vakf. Thornburg, M., G. Spry and G. Soule 1949, Turkey: An Economic Appraisal, New York: Twentieth Century Fund. Wade, R. 2003, What Strategies are Viable for Developing Countries Today? The WTO and the Shrinking of the Development Space, Review of International Political Economy, 104: 621644. Waterbury, J. 1992, Exportled Growth and the CenterRight Coalition in Turkey, Comparative Politics, 242:127145. Weiss, L. 1998, The Myth of the Powerless State. Ithaca, New York: Cornell University Press. Weiss, L. 2004, Developmental States Before and After the Asian Crisis In Perraton, J. and B. Clift,eds., Where are National Capitalisms Now? Basingstone Hampshire: Macmillan, 154168. Yeldan, E. 2001, Kuresellesme Surecinde Turkiye Ekonomisi: Bolusum, Birikim ve Buyume, Istanbul. Iletisim Yaynlar. Yenturk, N. 2003, Korlerin Yuruyusu: 1990 Sonras Turkiye Ekonomisi ve Krizler, Istanbul: Istanbul Bilgi Universitesi Yaynlar. 35 OZET Ozet KURESEL DINAMIKLER, ULKEICI KOALISYONLAR VE REAKTIF DEVLET: TURKIYENIN SAVAS SONRASI KAKINMASINDA ONEMLI POLITIKA DONUSUMLERI Bu calsmann temel amac, Ikinci Dunya Savas sonras donemde Turkiyenin iktisat politikalarnda yasanan onemli donusumleri acklamaya yonelik bir kavramsal ve analitik cerceve gelistirmektir. Bu amac dogrultusunda bu uzun donem, 1950, 1960, 1980 ve son krizin simgeledigi 2001 yllarnda baslayan dort ayr alt donem cercevesinde incelenmektedir. Bu alt donemleri birbirinden ayrstran donusumler, en basta hakim ds guclerin ve onlarn etkisi altndaki uluslararas kuruluslarn belirledigi ds dinamikleri edilgen bir bicimde izleyen reaktif devlet temelinde acklanmaktadr. Sadece ds dinamiklerin yeterli olamayacag noktasndan hareketle, ulke icinde ds kaynakl etkileri destekleyen koalisyonlarn onemi uzerinde durulmaktadr. Bu donemde sk sk ortaya ckan ekonomik krizlerin bir altdonemden digerine gecisteki etkileri de, onerilen analitik cercevenin temel unsurlarndan birini olusturmaktadr. Ic ve ds dinamikler ve donemin siyasal gelismeleri iktisadi etmenlerle birlikte ele alnarak donusumlerin butuncul bir cercevede acklanlmasna calslmaktadr. Calsmann son bolumlerinde, Turkiyedeki gelismeler mukayeseli kalknma performans temelinde degerlendirilmektedir. 1960 sonrasnda Kore ve daha yakn donemde de Hindistan ve Cinin kalknmac ve proaktif devlet onderligindeki yaklasmlarnn ekonomik performans acsndan, Turkiyenin de icinde bulundugu reaktif devlet odakl ulkelerine kars bariz ustunlugune dikkat cekilmektedir. Son donemde ekonomik performanslaryla on plana ckan ulkelerin dsa donuk, ancak serbest piyasa kosullarna dogrudan bagllk yerine, devletin kalknmac rolunu onemseyen ulkeler olduguna isaret edilmektedir. Neoliberal kuresellesme surecinde kalknmac ulus devletlerin rolunun onemli olcude asnmasna ve ellerindeki araclarn onemli bir ksmnn etkisini kaybetmis olmasna karsn, devletin bu donemde de hala etkili bir rol oynayabilecegine dikkat cekilmektedir. Bu surecte devletin rolunun sadece kurumsal duzenlemeler ve regulasyonla snrl olmadg, bunun da otesinde bolusum sorunlarna duyarl ve sanayide rekabet gucunu artrc yonde etkili bir rol oynayabilecegi vurgulanmaktadr. Bu farkl islevlerin basaryla yerine getirilmesinde temel etkenlerin devlet mudahalesinin yon ve kalitesi oldugu noktasndan hareketle, Irlanda orneginde oldugu gibi yeni mekanizma ve kurumlarn onemine isaret edilmektedir. Turkiyenin de benzer bir dogrultuda hareket ederek, iktisat politikalarnn belirlenmesinde ve uygulanmasnda, devletin rolunu dslamadan kendi tercihleri dogrultusunda belirlenen sanayilesme stratejisi ekseninde kalknmac bir rol izlemesi onerilmektedir. 36 37", "filename": "557528313.pdf", "person": ["Ziya Onis", "Onis, Ziya", "Fikret Senses", "Senses, Fikret"], "date": ["2007"]}