{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26208/1/557976286.PDF"], "title": ["Terms of trade, catch-up, and home market effect: the example of Japan"], "plaintext": " TERMS OF TRADE, CATCHUP, AND HOME MARKET EFFECT: THE EXAMPLE OF JAPAN Abstract This paper explores theoretically and empirically the long run relation of the terms of trade ratio of domestic and foreign prices of traded manufacturing goods and economic growth of a pair of industrialized countries, one of which experiences a major catchup process towards the other. It is shown theoretically that there is no mean reversion of the terms of trade towards PPP during a catchup process, which suggests very long halflife times of terms of trade. Two theoretical interdependencies between the terms of trade and economic growth are offered: the home market effect and the productivity shock effect. These two effects are tested against each other in a cointegration analysis for Japan and the US from 1957 until 1997. Income appears to be a relevant variable to explain the terms of trade in the PostBrettonWoods era. The relevant empirical channel is the home market effect. However, financial market effects appear also to be relevant. JEL Code: F31, F41, O41. Keywords: convergence, real exchange rates, PPP, terms of trade, cointegration. CESifo Working Paper No. 2164 Dieter M. Urban Institute of International Economic Theory Johannes Gutenberg University 55099 Mainz Germany dieter.urbanunimainz.de November 27, 2007 This working paper is an extended version of Urban 2007a, containing more information on the methodology. The author thanks Niels BlomgrenHansen, Sheng Cheng Hu, Lisbeth Funding la Cour, Rudolfo Helg, Katarina Juselius, Koichi Nakayina, Giovanni Peri, Pascalis RaimondosMller, Katrin Wesche, and seminar participants of Academia Sinica Taipeh, Bocconi University, Copenhagen Business School, and University of Bonn for their comments. The usual caveats apply. A substantial part of the paper was written, while the author was visiting Penn State University. An earlier version appears as chapter 5 in the authors Ph.D. thesis at Copenhagen Business School. 1 Introduction Textbook exchange rate tests report evidence on the purchasing power parity hypothesis by either finding the nominal exchange rate to be cointegrated with price indices orthe real exchange rate to be stationary in a unit root test. This holds for most OECDcountries for which sufficiently long time series data are available.1 An exception isthe JapaneseU. S. real exchange rate, since the Japanese yen has appreciated in realterms by some 90% from 1972 until 1997.2 Attempts have been made to explain thisreal appreciation by the BalassaSamuelson model.3 In this model a real appreciationof the yen results from prices of Japanese nontradables growing faster relative to pricesof U.S. nontradables, since Japanese productivity growth of the nontraded goods sector was behind those of the tradedgoods sector. This effect has been confirmed tobe empirically relevant by Marston 1987 and Rogoff 1992. However, this view hasbeen challenged recently by two empirical criticisms.The first one is the termsoftrade volatility puzzle by Engel 1999. He decomposes the real exchange rate change into the change of the relative price of tradedto nontraded goods in one country relative to the other and changes in the terms oftrade changes of the relative price of traded goods. The BalassaSamuelson modelexplains only the first component, but not the second, because the terms of trade areassumed to be constant in this model. However, only 50% of the yen realexchangerate appreciation against the U.S. dollar is explained by the first component attributedto the BalassaSamuelson effect. Then the question is: What explains the remainder,i.e. the average real appreciation of the Japanese terms of trade?The second empirical criticism concerns the country selection bias problemFroot and Rogoff, 1995. The real exchange rate is a relative price.In generalequilibrium, a relative price is only stationary if its fundamentals are stationary. Froot 1A survey is Froot and Rogoff 1995. Engel 2000 has recently challenged this view.2See Engel 1999. More formally, cointegration tests typically reject a cointegrating relationbetween the nominal yenU.S. dollar exchange rate and respective price indices See, e.g. Serletis,1994, Juselius and Mac Donald, 2004.3See Balassa 1964 and Samuelson 1964.1and Rogoff 1995 suggest that countries which change their relative income positionmay not have a stationary real exchange rate.The purpose of this paper is to study theoretically and empirically the mediumand longrun relation between the terms of trade and income of industrialized countries. First, we offer two theoretical channels which relate the terms of trade to incomegrowth in a stochastic and dynamic general equilibrium model with flexible terms oftrade: the homemarket effect Krugman, 1980 and the productivityshock effectBackus et al., 1991. The homemarket effect predicts that countries which growfaster have a real appreciation of their terms of trade. The productivityshock effectpredicts that countries which grow faster will have a real depreciation of their terms oftrade. Second, we test these two theories in a cointegration analysis. In a sample on Japan and the U.S covering the years 1971 until 1997. We deviate from most previous real exchange rate studies using cointegration methods by deriving the estimationequation directly from intertemporal general equilibrium models with rational agents.We ask next whether income belongs in the cointegration space together with theterms of trade. Since it does, we ask further which of the two channels is empiricallysupported. Finally, we test for other fundamental variables that may also belong inthe cointegration space.Our findings are first that income is cointegrated with the terms of trade andsecond the home market effect of income on terms of trade is supported. However,income does not provide a full explanation for mediumrun, termsoftrade changes.Financial variables longterm, nominal governmentbondyield differentials also belong in the cointegration space without affecting the conclusion on the relation betweenincome and the terms of trade.The rest of this study is organized as follows: section 2 defines more preciselythe Engel 1999 puzzle for the Japanese terms of trade vis a vis the U.S  Furthermore,the intuition of two opposing theories of termsoftrade changes are explained whilethe formal models are relegated to the Appendices 2 and 3. Section 2 also gives thereduced form equations of the models to be estimated. Section 3 pursues the empirical 2analysis. Section 3.1 describes the data, section 3.2 the methodology, and section 3.3the results. Section 4 concludes.2 The Engel 1999 Real Exchange Rate Puzzle We define the real exchange rate as the relative consumption price index of the Japanand the USwhereand Rt t Dt1Dt P Tt P Nt P Nt P Tt t st P Tt P Tt .Here, Dt is a weighted difference of the relative price of nontraded to tradedgoodsprices between Japan and the US, st is the Japanese currency price of one US Dollar,P Ttis the Japanese price index for traded goods, P Ttis the US price index for tradedgoods, P Ntis the Japanese price index for nontraded goods, P Ntis the US priceindex for nontraded goods. All these variables are in logs. The paramters and are the nontraded goods shares in the consumption price index of Japan and the US,respectively. Importantly, we distinguish the real exchange rate Rt, i.e. the relativeprice of the consumption basket of two countries, from the terms of trade t, i.e. therelative price of traded goods of two countries. We are concerned in the following withthe terms of trade t.Engel 1999 shows that the real exchange rate fluctuation is largely determinedby the fluctuation of the terms of trade t but not by the fluctuation of relative tradedto nontradedgoods prices when analysing data for the US vis a vis Japan and manyother developed countries. Moreover, Engel 1999 shows in particular for Japan andthe US that the average real appreciation of the Yen relative to the Dollar of 90% inthe period from 1972 to 1997 was only partially explained by the relative changes of 3traded to nontradedgoods prices Dt and at least as much by the real appreciationof the terms of trade.A real exchange rate appreciation of the Yen against the Dollar can easilybe explained by the BalassaSamuelson model. If Japanese nontraded goods sectorproductivity stays low while the traded goods sector productivity experiences a majorproductivity increase relative to the US, the relative price of traded to nontradedgoods falls in Japan relative to the US, i.e. Dt falls, and, if the law of one priceholds, i.e. the terms of trade t stay constant, the real exchange rate Rt falls whichimplies that there is a real appreciation of the Yen in terms of the consumption priceindices. However, the BalassaSamuelson model stays silent with respect to the realappreciation of the terms of trade, since the law of one price is assumed to hold fortraded goods.We are concerned with explaining the real appreciation of the Japanese terms oftrade against the US in this paper. For explaining the terms of trade fluctuation, theremust either be market power and firm price settin theg power, or price stickiness, orheterogeneous goods and product differentiation, or complete specialization, or tradecost that cutoff goods market arbitrage.In this section, it suffices to give a broad idea of the mechanics that mayexplain the real appreciation of the Japanese terms of trade. We will proceed witha rigorous analysis in the following sections. Hence, we refer to a simple partialequilbrium framework. Figure 1 depicts the excess demand schedule of Japan and the US in dependence of the terms of trade where we assume complete specialization andbalanced trade in a twogood economy. The Japanese excess demand schedule riseswhen the relative price of Japanese goods falls both because there is more US and Japanese demand for it and less supply. Vice versa, the US excess demand schedulefalls when the relative price of Japanese goods falls.Froot and Rogoff 1996 argue that the real exchange rate may not be stationaryif the fundamentals are not stationary. As an example, the Argentinian PesoDollar 4exchange rate is shown and it is argued that major shifts in the relative income positionmay turn the real exchange rate nonstationary. Since Japan has experienced a majorcatchup towards the US during the data period, the forces that drove the catch upmay also have been driving the average real appreciation of the Japanese terms oftrade during the data period.Two primary candidates of catchup explanations are an increase of total factorproductivity in Japan or faster factor accumulation. Both imply a positive supplyshock to Japanese traded goods. This shifts the excess demand schedule for Japaninward and the terms of trade rise. Hence, the terms of trade depreciate. However,this is not what is observed on average in the data. Figure 2 depicts the terms oftrade and relative GDP per capita. We follow the careful analysis of Engel 1999to proxy the price indices of nontradable goods by the producer price indices PPI,although there are nontraded goods components included. However, Engel 1999 hascarefully investigated that nontradable service prices included in the producer priceindex develope parallel to the PPI index and can thus not cause a bias in the index.One can see that, on average, the catchup of the Japanese economy was accompaniedby a real appreciation of the terms of trade.Hence, another mechanics has to be searched for to get the data in line withtheory. Panel b in Figure 1 shows that a real appreciation of the Japanese termsof trade follows from a demand shock on Japanese produced goods. If the catch upprocess itself is causal to the average terms of trade appreciation of Japan, then thiscatch up process must have been demandside driven. However, it is not easy tomodel demand shocks in a dynamic equilibrium framework, since pure demand shockstypically violate budget constraints which is at odds with the assumption of rationalbehavior.However, if one includes Krugmans 1991 home market effect into a dynamicrationalagent macromodel, then one can derive a catchup process based on factor accumulation and productivity catch up that goes hand in hand with a real appreciationof the terms of trade. The reason is that the homemarket effect is demandside driven.5The next sectons serve two purposes. First, we derive formally that an appropriatehomemarket effect model ends in a reduced form of a vector error correction modelin time series analysis and predicts a real appreciation during catch up. Second, weshow in a cointegration analysis that the homemarket effect does not only capturethe average development of the terms of trade over the post Bretton Woods period,but also its medium term fluctuations.3 The Theoretical Model: Home Market Effect We will first set up a stochastic endogenous growth model version of the home marketeffect model Krugman, 1980. This model has the same preferences and marketstructure as the models of the new open economy macroeconomy models of Obstfeldand Rogoff 1995, 1998, 2000b. However, we extend these models by the assumptionsof increasing returns to scale, trade costs, and free firm entry and exit, while our modelfalls short of a monetary sector and price stickiness, since we are only interested inmedium and longrun deviations from PPP, while the former are interested in exchangerate overshooting and shortrun deviations. Second, we will show that this model yieldsa reduced rank hypothesis in the vector error correction form.There are two countries and foreign variables are denoted by a star . We willonly state the equations for the home country. Corresponding equations will hold forforeign. There is one manufacturing sector with monopolistic competition, increasingreturns to scale technology, and instantaneous free entry and exit at any discreteperiod of time t. Representative consumers differ only by their location. They save bymaximizing their expectedutility function V subject to a dynamic budget constraintand some initial conditions 4:4The consumer optimization problem including the constraints and initial conditions is stated inappendix 2, equations 5761.V max Ctt Et ln Ct ,2Xto 6where Et . is the expectation operator based on information on all endogenous variables and shocks until period t and is a discount factor 5. The consumption basket Ct is defined as a DixitStiglitz 1977 type CESsubutility function on nt domesticgoods and nt foreign goods:Ct Xjcid:18t 1cjtnt nt 1, 1,3where t is the set of all domestic and foreign goods, cjt is the domestic consumersconsumption of the manufacturing good j, where the index j contains all domesticand foreign firms.6The budget constraint of the representative agent is thus:Xjcid:18tpjtcjt St t Y Nt,4where pjt denote product prices for home delivery charged to domestic consumers,St is savings, and Y Ntis nominal income. The parameter t is a blackbox leakageparameter modelled in form of an iceberg cost that fluctuates over time and may differacross countries. Parts of income melt away, when it is used to acquire goods on themarket. Hence, the easiest way to think about t is as a search cost, matching cost,or other costs of operating markets. It may also capture the real cost of the bankingsystem.7 For later reference, we define z 3t t t. Note also that balanced trade isassumed.85We assume to be identical in both countries, because this implies that both countries have thesame longrun savings rate and growth path, after one country has catched up to the other. Yet, thiswill appear to be relevant for our data set in the empirical analysis, because Japan and the US seemto have roughly the same per capita income in 1990 which will become obvious in figure 1.6In monopolistically competitive markets, every firm produces a different good.7To see this, assume a money demand function in line with the quantity theory of money assumingexogenously some cashinadvance constraint, i.e. Mt 1 t Y N, where Mt is demand of bankdeposits depending on transaction volume, and 1 t is the velocity of bank deposits.If bankdeposits rise, so must the amount of outstanding loans of banks by the balance sheet identity. Anincrease of bank loans rises the cost of monitoring. For simplicity, assume that these monitoringcosts are equal to the amount of the loans outstanding and these costs are the only costs of banks.Then, 1 t Y Nis just the real cost of operating the banking system. In a wider sense, also costsof operating the financial system, bancruptcy cost, and the like can be capured by the parameter t.Alternatively, 1 t may be the fraction of a tax rate, whose corresponding tax revenues are 8This assumption will be investigated empirically and will be found suitable for US and Japanesedata, since the Japanese net trade balance does not have an impact on the longrun relation ofincome and the terms of trade. See Obstfeld and Rogoff 2000a for a model with trade costs andinternational lending.wasted in the public sector by inefficiencies.tt 7Manufacturing firms differ only by their location.9 The production technologyis inducing endogenous growth. There are fixed cost that give rise to increasing returnsto scale on plant level. In particular, units of an input basket vt is used to installthe production process every day maintenance work and units are used to produceeach unit of goods for the domestic and the foreign market xt:vt xt,5where the input basket vt is specified as follows:vt _c Atkt l 1tKt 1 .The input basket vt consists of capital kt, labor lt, an inconsequential normalizationparameter_c 10, a knowledge spillover externality from the foreign country depending on the foreign aggregate capital stock Kt , and a stationary random shock of theproduction technology At in case of foreign firms: At which represent economywidebusinesscycle shocks.11 The knowledge spillover effect is motivated by Grossmanand Helpman 1991 and Coe and Helpman 1995 and acts both as the major convergence force in the model and as the engine of endogenous growth more precisely assource of nonstationary GDP with drift. The aggregate labor supply in each countryis normalized to 1.A unit of capital is assembled by all varieties of manufacturing goods. Forsimplicity, we assume that capital takes the same CES form as the consumption basketon manufactured goods:It Xjcid:18t 1jtnt nt 1,6where It is the investment aggregate used by the manufacturing firms in the homecountry and jt is demand of the typical domestic firms for investment goods producedby all domestic and foreign firms j. We also assume a 100 per cent depreciation rate 9Hence, we can suppress the index j of the firm that produces good j. We distinguish only foreignfirms from domestic firms by a star .10 _c 1 1 .11The motivation is taken from the Real Business Cycle literature which was originated by Kydlandand Prescott 1982 and Long and Plosser 1983.8such that next periods capital stock is equal to this periods investment Kt1 It.12Note that Kt ntkt. Savings occurs in terms of all domestic and foreign goods:pjtjt Pt It.7St Xjcid:18t The stochastic shocks of the economy are assumed as follows: define z 1t At1t, z 2t At1t , and z 4t At At. Then, we assume those shocks to follow:13ln zjt ln zjt 1 0jt,8where j 1,  , 4 and 0jt is i.i.d. vectornormally distributed with zero mean andcovariancematrix 0. We also assume that the pairs z 3t, z 1t, and z 3t, z 2t are eachcointegrated.14 Present shocks are assumed to be perceived by all agents, but futureshocks are not. In other words, everybody knows that there is a recession today, butit is not certain, whether there still will be a recession next year. Additionally, weassume free firm entry and exit which keeps profits at zero. Production factors areimmobile.Finally, there are trade costs of the Samuelson icebergtype for manufacturinggoods, such that only a fraction of one produced unit of a good arrives at its foreigndestination 0 1.15 All factors are immobile.The withinperiod consumption maximization problem, firms optimization,and the market clearing conditions are solved following closely Urban 2007b. Thecorresponding ideal CES price index Pt in home for manufacturing goods is foundto be:Pt A ntp 1nt nttnt pex1nt nt ! 1t 1,912It is well know that specific stochastic optimization problems with logarithmic functional formscan easily be solved, if this depreciation assumption is employed. See, for example, Stokey and Lucas1989.13The lag order of this stochastic process will determine the lag order of the vector error correctionmodel Rossana, 1998. We choose arbitrarily lag one for illustrative purposes and leave it to theempirical analysis to determine the actual lag length.14The assumptions on the stochastic structure of the economy are economically meaningless, butserve to get the theoretical model in line with the assumptions of the empirical testing procedureJohansencointegration tests derived from the model.15Obstfeld and Rogoff 2000a point out that trade costs may be crucial to explain the purchasingpower parity puzzle and five other puzzles in international economics. They also discuss differenttypes of trade costs.9where pt and pextare the domestic producer prices and export prices of domestic andforeign firms charged to consumers in the home country, respectively. Firms optimizetheir profits by the markup pricing rule:16pt 1 z 11t rt w 1Kt 1and pext 1pt,10twhere rt is the rental rate of capital in the home country at time t and wt is the wagerate in the home country. Foreign consumers fully bear the transport cost. Becauseof free entry and exit of firms, profits are zero. This condition yields an expression forincome of the home country:ntptxt Ktrt wt Lt y Nt .From the zero profit condition follows that optimal firm output is constant:xt 1 1,1112where we normalized without loss of generality 1 and 1. From the aboveequation and the factor market clearing condition we obtain an equation relating thenumber of firms to the capital stocks and the technology shock:nt At K t Kt 1 .13Note that economywide technology shocks are fully absorbed in fluctuations of firmentry and exit.Finally, the goods market equilibrium condition for manufacturing firms is secured, if trade is balanced:t nty Ntqt p 1t qnt pt 1 ntp 1qt pt 1 nt y Nt nt pt 1 ,qntp 1t1416See d Aspremont et. al. 1996 for a discussion of this result. Note also that firms optimizeunder certainty, because contemporary shocks are known and there is no link to the future.10where q 1 for notational simplicity. Following again the steps in Urban 2007b,we summarize the goods market equilibrium conditions in the following equation wherewe conveniently define the terms of trade t pt Nt ntand the relative number of firmsntpt:Nt 15z 3tt qtt z 3tq.We define for future reference from the equation 15 the correspondence t Nt, z 3t.Combining 4, 12, 14, and the depreciation assumption, yields:Kt1 tt Nt Ct,16where we define for convenience t ptPt . The definition of Pt in equation 9 isplugged into the definition of t to give:t Nt, z 3t A 11 Ntq Nt, z 3t11 N1t 1! 1andt Nt, z 3t A11 N1tq Nt, z 3t11 Nt 1! 1,1718where the correspondence Nt, z 3t from 15, as well as equation 13 have been used.Now, we make a guess for a consumption function that optimizes expected utility ofconsumers around some steady state to be defined later:Ct d 0ttntpt,19where d 0 is a parameter yet to be determined. We will later confirm this guess to bevalid. Inserting 17, 18, and 19 into 16, yields finally:nt1 1 d 0 Nt, z 3t Nt, z 3t1 nt n1tt 1tz 1t1.20This is the stochastic difference equation of the home country that summarizes thebasic model together with its counterpart for the foreign country under the assumptionthat the guess 19 is valid.114 Derivation of the Cointegration Hypothesis Our final objective is the empirical test of the model 20. Before we can do this, weneed to transform the model into the vector error correction form, which cointegrationtests are based on. We proceed in four steps: first, we show that the deterministiccounterpart of 20 yields steady state values for the relative number of firms real GDP Nt and the terms of trade t given the guess 19 for the consumption functionand some further condition. Second, we confirm the guess of the consumption functionto be valid around the sofound steady state values. These two results allow us toapply Campbells 1994 logarithmic approximation method on 15, 17, and 18around the steady states of t and Nt. Third, we derive the reduced rank hypothesisof cointegration from the loglinearized system 20 in vector error correction form.Finally, two alternative hypothesis are formulated.We proceed by taking the logarithm of the ratio of 20 for the foreign countryto 20 for the home country:ln Nt1 2 1 ln t Nt, z 3t ln t Nt, z 3t ln Nt ln t,21where ln t ln z 2t1 ln z 1t1 ln t ln t is a stationary stochastic process.17This stochastic difference equation is sufficient to describe the behavior of the relativenumber of goods Nt. We will next show that this stochastic difference equation isstationary, even if 20 is not. Now, we shut off the stochastic process, i.e. we sett 1, and z 3t 1.18 It depends obviously on the shape of ln t Nt, 1 ln t Nt, 1 ,In general, thiswhether this difference equation has a unique stable fixed point.difference equation has multiple fixed points at most three. Under some condition,a stable fixed point can be established in proposition 1.Proposition 1: The deterministic counterpart to the stochastic difference equationgiven by 21 with 15, 17, and 18 has a stable symmetric fixed point_N 1, and 17Recall the cointegration assumptions on the stochastic shocks.18The stochastic process z 3t is assumed nonstationary. But it is also assumed cointegrated witht. Hence the combined stochastic term will be stationary.12_ 1, if2 11 1 2 1 q 1 1 qand if the guess for the consumption function 19 is valid.Proof: See appendix 1.22Q.E.D.There are two opposing effects on the stability of the system: the home marketeffect creates income divergence; the knowledgespillover effect pushes towards incomeconvergence. The condition insures that the knowledgespillover effect dominates. Theknowledgespillover effect will dominate, if trade costs are low 19. If trade cost are high,then the symmetric equilibrium becomes instable and one country becomes richer thanthe other, even if both countries were equal in all respects initially.20 We will assumethat condition 22 is true for our data sample 21 and pay no further attention to it,because we want to focus on the empirical investigation of the terms of trade effect ofcountries, which are catching up.After we have found that_ _N 1 is a stable fixed point of the deterministiccounterpart of the stochastic difference equation 21 conditional on our guess 19 forthe consumption function, we can confirm that the initial guess is indeed valid aroundthis steady state. Proposition 2 does exactly this.Proposition 2: The linear guess for the consumption function 19 is the optimal solution to the maximization problem of consumers 2 subject to the resource constraint16 and the pricing equation 15 around the steady stateif d 0 1 is chosen.Proof: See appendix 2._N 1 and z 3t 1, t 1,Q.E.D.Since we have established that the steady state solution_ _N 1 is stable 19It is directly seen that the left hand side of 22 falls, if q rises, i.e. trade costs fall.20The implication of a similar model for economic geography and growth has been discussed elsewhere Urban, 1998a.21If this condition were not true, then the model would predict that income diverges which iscertainly not the case for our data sample. Also, the condition implies that transport cost shall besufficiently large which is likely the case for our data sample US and Japan.13under some condition, we can apply a logarithmic approximation around the steadystate values_ _N 1 to the equations 15, 17 and 18 as in Campbell 1994.Following this method we obtain for 17 and 18:ln t qq 1ln t 1 q 2 1 1 qln Nt,ln t qq 1ln t 1 q 2 1 1 qln Nt.23We will exploit the symmetry of these two equations to derive the reduced rank hypothesis of cointegration. Correspondingly, the goods market equilibrium condition15 is loglinearized as follows:ln Nt 1 ln t 2 ln z 3t,24where 1 2 21 q 1 0,1 q 1 q 0.Now, we are ready to derive the vector error correction form of our theoreticalmodel. Taking the logarithm of 20, plugging in 23 and 24, and rearranging termsyields:where 1t 2t 3t ,2526M ln nt1M ln nt1M ln t1 b 0 33 23332311ln ntln ntln t ,44 241b 0 ln ln 0 ,3 2 1 1 q 1 1 q 1 ,4 2 1 q1 q141t 2t 3t ln z 1t 1 ln z 3tln z 2t 1 ln z 3tln z 3t1 ln z 3t N 0, , i.i.d.,112t 1t 21where is an appropriately defined covariance matrix. The cointegration hypothesisis formulated as a reduced rank r p of the p p matrix here p 3 which impliesthat it can be decomposed into 0 with the p r matrices and of full ranksee Johansen 1988, 1995. It is easily seen that has rank r 1 and and arefound to be with an appropriate normalization:220 33 2313 1 143 .27Additionally, we note that the theoretical model requires that the intercept is notrestricted to the cointegrating relation, because there does not exist a 1 r vector 0such that 00 b 0. This can be easily seen by comparing the and the b 0 vectors:33 243 0 6ln ln 0 28for any scalar 0. Therefore the appropriate model specification is the reduced rankhypothesis H1r in the notation of Johansen 1995, p. 81ff. We are able to obtainthis reduced rank hypothesis exactly because the stochastic difference equations 20are integrated of order 1, but the ratio of the two in equation 21 is stationary.For an overview, we summarize the sign restrictions on from the theoreticalmodel as follows:if 3 0 and 0.5;22With alternative specifications of stochastic shocks a cointegrating rank r2 results. We choosethe specification above, since it fits better to the empirical evidence found in the second part of thispaper. , , 152930if 3 0 and 0.5; ,31if 0.5. Note that the matrix describes the long run relationship. As long as 0 ln nt, ln nt , ln pt is equal to some common equilibrium growth rate, the two countries will grow symmetrically at a constant terms of trade. If any of the two economiesis driven off this common growth path, the matrix describes the adjustment processback towards the longrun relationship.The economic intuition behind the model is straight forward. It contains justthree effects the home market effect, a wealth effect of terms of trade on growth, anda knowledgespillover effect.The home market effect Krugman, 1980 works as follows: the country thathas a larger home market spends more income on domestic goods, because foreigngoods contain a transport cost markup and are thus more expensive. If more demandspreads on domestic goods, domestic firms make profits which invites entry of newdomestic firms producing new domestic varieties. Hence, output of any single firmfalls back to its original level. Then, there is still stronger demand for any domesticgood, but no difference in relative domestic and foreign supplies. This implies thatprices of domestically produced goods rise relative to prices of foreign produced goods.Interestingly, the home market effect 3 materializes in the matrix, rather thanin the matrix. Instead, the terms of trade coefficient the last coefficient of thematrix describes the wealth effect of terms of trade.The wealth effect of terms of trade on growth Backus, Kydland, and Prescott,1991 suggests that the country that improves its terms of trade will save more, accumulate more capital, and eventually grow faster. The consumers in the country thatimproves its terms of trade can buy more foreign and domestic goods. Since thepropensity to consume out of wealth is assumed to be smaller than one, the increasedwealth is partially directed towards future consumption, i.e. larger savings and morecapital accumulation.16The knowledgespillover effect Helpman and Grossman, 1991 simply impliesthat the country that grows faster rises productivity of the country that grows slowerby an externality which ensures that the country lacking behind catches up.To understand the interaction of the three effects in general equilibrium, wesuppose that both countries grow symmetrically i.e. are in the cointegrating spacedescribed by the vector. Then, foreign falls behind after a temporary shock. Sincethe home market is now smaller in foreign, foreign terms of trade will deteriorate.This will have a positive impact on domestic capital accumulation and growth and anegative impact on foreign capital accumulation and growth wealth effect of terms oftrade, which reinforces divergence. However, the divergence force is overcompensatedby the knowledgespillover effect by assumption 22. As the foreign economy catchesup, the foreign terms of trade improve again and the original symmetric growth paththe cointegrating relation described by the vector is restored in the longrun.The empirical implication for economic growth is twofold. First, any twoeconomies grow indefinitely since we assumed an endogenous growth model. Second,income levels of any two economies fulfilling condition 22 converge to each other. Inthis way we have formulated the convergence hypothesis of economic growth 23 as acointegration hypothesis in time series analysis.5 Alternative Model 1: Productivity Shocks We now formulate two alternative models against which we test the above home marketeffect model. The alternative model with productivity shocks is a simplified version of Backus, Kydland, and Prescott 1991. Their model was designed to explain currentaccounts. However, the model has also implications for the terms of trade. The model 23See Barro 1991, Barro and SalaiMartin 1992, Mankiw, Romer, and Weil 1992, Durlaufand Johnson 1995, Quah 1996, and Barro and SalaiMartin 1995 for the convergence debate incrosssection data analysis. Income convergence with time series methods is defined by Leung and Quah 1996 as convergence in distribution of an income variable time series vector in the infinitetime limit towards a well defined random variable regardless of initial conditions. We operationalizethis definition by a testing hypothesis of cointegration, since the definition corresponds to the infiniteadjustment process of a vector error correction model with cointegration towards its cointegrationspace, if the cointegration space is formed by the income variables. This operationalization is usefulto examine convergence in the presence of nonstationarity of an income time series vector.17is a dynamic intertemporal optimizing agent model with 2 manufacturing sectors,perfect competition, constant returns to scale, and complete specialization. The termsof trade are supplyside driven in this model. We employ the same intertemporal utilityfunction 2. However, in this model only 2 different goods exist: x only produced athome, and x only produced in foreign. The Armington assumption is used for thelower tier utility function instead of 3:CMt 30.5c 1 0.5c 11 , 1,32where c is domestic consumption of the domestically produced good, and c is domesticconsumption of the good produced in foreign. As before, corresponding equationshold for the foreign country. Again, balanced trade is assumed which simplifies Backus, Kydland, and Prescott, 1991 and the budget constraint changes from 4 to:ptct pt ct St t Y Nt.33On the production side, a CobbDouglas production function is assumed instead of5 that still incorporates international information spillover effects:xt z 1t Kt K1t L1t,34where z 1t and z 2t are productivity shocks to home and foreign production, respectively.Again, the labor force is normalized to unity in both countries. The equations 6 and7 are replaced by It 30.51 t 0.5 11t,35and xt t t ct ct , where t and t denote again domestic and foreign investmentgoods domestic and foreign parts of a machine and It is the aggregate domesticinvestment the complete machine. Again, a 100 percent depreciation rule is assumed:Kt1 It. Also, iceberg type trade costs occur, when goods are shipped acrossborders.The intuition of the relation between terms of trade and growth in this modelcan be easily demonstrated by looking at the condition for balanced trade where 18domestic income is xtpt and the demand equations for investment and consumptiongoods are used:tp1qxtpttt qp1p 1tt p 1tp1tqxt pt qp 1t,36where again q 1 for simplicity. This equilibrium condition can be transformedas follows:1t q 1t qtt t Xt,where Xt xt xt and t pt pt. It can be seen straight forwardly that the termsof trade of the country fall that is increasing its relative income real GDP. If theforeign country grows faster, then foreign firms supply more goods. Since the relativesupply of the foreign country is risen without change in relative demand, foreign priceswill have to fall relative to domestic prices to clear the goods market. This is just theopposite relation compared to the demanddriven home market effect.This model is solved similar to the previous one 24 and yields the following vectorerror correction form.3738where M ln xt1M ln xt1M ln pt1 t, , b 0 ln xtln xtln pt 1 1 2151 6 1 6212655b 0 ln ln 0 ,5 2 1 1 q 1,6 2 1 q1 q,24Since the destabilizing homemarket effect is not present in this model, the symmetric steady_ 1 is the unique and stable equilibrium. Lognormalizations of the_X 1 andstate solutionfunctional forms can be taken around this steady state.19and the 3 1 random vector t is assumed to have a multivariate normal distribution.The cointegrating rank of this model is again r 1. The corresponding andmatrices are thus with an appropriate normalization:0 1 1 2153 1 161 .39Again, we note that the theoretical model requires that the intercept is not restrictedto the cointegrating relation, because there does not exist a 1 r vector 0 such that 00 b 0.It is important to note that the productivity shock model with perfect competition differs in substance mainly by the sign of the parameter 5 strictly negative as compared to the parameter 1 strictly positive in the home market model.The productivityshock model implies a negative longrun relation of relative incomegrowth and terms of trade, while the home market effect model implies a positivelongrun relation.For the empirical tests, we can summarize the restrictions on the matrix fromthe productivity shock model as follows: , , 4041if 0.5; if 0.5. Note that none of the 2 signpatterns of the productivity shock model 40and 41 coincides with any of the 4 possibilities of signpatterns of the home marketmodel 29??.206 Alternative Model 2: Independent Economies Next, we choose a stochastic Akmodel.25In particular, we assume the followingproduction function:xt At Kt,42where xt denotes income of the domestic country at time t and At b At 1 t, b 1is again a productivity shock for home and foreign production, respectively. Again,similar equations apply to the foreign country. For simplicity, a constant savingsfunction with savings rate s similar to Solow 1956 is assumed such that:Kt1 sxt.43The savings rate is assumed identical for both countries. These two equations can becombined with 8 and manipulated to yield:4 ln xt1 b 4 ln xt ln s t1.44This difference equation together with its foreign counterpart shows clearly no cointegration between income of the two countries.Alternative Hypothesis: The vector error correction model 25 has a matrix26 of reduced rank r 0.26In economic terms the Akmodel implies that there is no convergence in thesense defined above. Two economies grow independently of each other. If the rank ofthe matrix is zero, then the terms of trade effect is not present, either.7 Empirical Analysis The purpose of this part is to provide an example for the empirical relevance of ourtheoretical models. Since there exist many excellent studies on real exchange rates of 25See Barro and SalaiMartin 1995 for a textbook introduction to the Akmodel. The stochasticcounterpart may be found in Lau 1997. Contrary to Kelly 1992 and Leung and Quah 1996, wemodel the stochastic processes in the spirit of the deterministic Akmodel such that indeed incomedivergence occurs.26Of course, a matrix with rank 0 is 0 itself.21Japan and the US such as Serletis 1994, Chinn 1997a,b, Kawai and Ohara 1997,and Mac Donald and Nagayasu 1998, we will focus only on the innovative part ofour theoretical models, i.e. the empirical relation between terms of trade and relativeincome.We use quarterly data for per capita real GDP of Japan GDPJ and the USGDPUS from the first quarter 1957 until the fourth quarter 1997 in 1990 dollarprices. Additionally, we use a real exchange rate variable TOT based on factorygate wholesale price indices. Finally, we employ Japanese net trade volume as apercentage of GDP NETTRADE and 10yeargovernmentbondyield differentialsINTDIF for robustness checks. The first three variables are in logs. All data arefrom the International Financial Statistics of the IMF or the OECD database. Formore details see Appendix 3.The use of real GDP as a measure of real output is obvious from the models. We operationalize the variable number of goods as output, because each good isproduced by a different firm. But each firm charges the same price within a countryand produces one unit of output. Hence, nt is appropriately measured by real output.The variable TOT is only imperfectly measuring the relative manufacturing producerprices, because wholesale price indices are used, which include also nontradable goods.Engle 1999 suggests the use of PPI based price indices to capture the terms of trade,i.e. the relative price of tradable goods.The OECD database reports PPIs only from 1960 onwards, while the International Financial Statistics contains WPIs from 1957onwards. However, the correlation of the two price indices is extremely large. Forexample, the correlation of the Japanese WPI and PPI is 0.995 during the Bretton Woods period.We use the variables of net trade balance and the interest rate differential,although they are not implied by our theoretical models, to avoid a possible misspecification of our econometric analysis. The use of NETTRADE is theoretically justifiedby Backus, Kehoe, and Kydland 1991. Empirically, it has been used for exchangerate studies on Japanese and US data by Lee and Chinn 1998, Song 1997, and 22Kawai and Ohara 1997. We deviate from the previous studies by just using the nettrade balance of Japan rather than the ratio of the US and Japanese net trade balances. Ideally, one would like to use the bilateral trade balance, which is not available.The US net trade balance may depend more on other exchange rates such as the DMexchange rate. Hence, we consider the US net trade balance as exogenous, as if the US were a large open economy independent of Japan.27Interest rate differentials have been theoretically justified by Mac Donald and Nagayasu 1998 by employing covered interest parity theory. They use short term realinterest rates, while Kawai and Ohara 1997 and Chinn 1997b use longterm realinterest rate differentials. Inflation expectations are obtained by estimating an ARMAmodel of inflation and undertaking a onestep outofsample forecast. On theoreticalgrounds, we are hesitant to use the real interest rate, because Obstfeld and Rogoff2000a have shown that covered interest parity does not hold in theoretical modelswith trade costs. On empirical grounds, it is problematic to use inflation forecasts andignore the forecast error of inflation expectations. Therefore, we prefer to rely on thepartial equilibrium portfolio theory of exchange rates Branson, 1977, which suggeststhe use of nominal longterm interest rates.Chinn 1997b also uses data on government expenditure on the theoreticalgrounds of Rogoff 1992. However, Chinn 1997b obtains the wrong sign for Japaneseexpenditure. Thus it appears not opportune to use this variable, since its economicmeaning is not clear.The series data are depicted in Figure 1 for the PostBrettonWoods era.27The difference of the studies is not likely to be large, since most of Japanese trade surplus is metby US trade deficits in all but 5 periods. The correlation between US percentage nettrade volumeand Japanese percentage nettrade volume is 0.69.23Figure 1a: Data for the PostBrettonWoods Era GDPJGDPUSTOT1210864202Q 17911Q 27914Q 27913Q 37912Q 47911Q 57914Q 57913Q 67912Q 77911Q 87914Q 87913Q 97912Q 08911Q 18914Q 18913Q 28912Q 38911Q 48914Q 48913Q 58912Q 68911Q 78914Q 78913Q 88912Q 98911Q 09914Q 09913Q 19912Q 29911Q 39914Q 39913Q 49912Q 59911Q 69914Q 69913Q 7991The data on Japanese GDP show a positive time trend at declining growthrates and a declining variance of GDP over time. The oil crisis in 1974 appears as theonly major disturbance of this trend. Japanese GDP starts below the US level andcatches up quickly to US levels. However, the data until 1990 do not tell, whether US and Japanese GDP converge to some constant ratio or whether Japanese GDPis just described by a faster growth path than US GDP. However, Japan appears tofall behind or the US appears to catch up from 1990 until 1995. Again, it is notclear whether a change in regime or a large negative shock occurred to the Japaneseeconomy.The real exchange rate shows on average a sharp real appreciation of the Yenagainst the dollar, as is predicted by the home market effect model. However, theappreciation trend is not present during the Bretton Woods era until 1970 and isinterrupted by larger depreciations accompanying the oilprice shocks. All time seriescannot be rejected to be integrated of order one, but can be rejected to be of ordertwo according to augmented DickeyFuller 1981 and PhilipsPerron 1988 tests.28In a monetary economic history of Japan, Cargill, Hutchison, and Ito 199728We do not report the results, since Hendry and Mizon 1993 argue that these tests can only berough indications for a vector time series process.24describe five major phases of development: the highgrowth period until 1971, thewildinflation years 19711975, 19751985, and the bubble economy from 1985 until 1990. The contemporary period is described as the bursting bubble economy bothwith a major asset price slump and an ongoing meltdown of the financial system.Until 1971 a fixed exchange rate system vis a vis the dollar was kept. Becausegoods prices appeared sticky, the real exchange rate was largely undervalued causinglarge trade balance surpluses, while the Japanese economy grew faster than the USin this time period. The breakdown of the Bretton Woods system was accompaniedby four years of trials to engineer a nominal devaluation of the Yen which didnot succeed, but caused high inflation rates in Japan instead. Since 1975 a steadiermonetary policy approach was followed accompanied by a deregulation of the financialsystem. In general, the Bank of Japan pursued a leaning against the wind exchangerate policy with two major intervention periods in the beginning of the 70ies and theend of the 80ies.We conclude that the terms of trade effect may be disturbed by two majorevents not regarded in our theoretical model: 1. considerable real appreciation pressure of the Yen as suggested by the model was suppressed by the policy of fixedexchange rate systems until 1971. 2. Both oil crises weakened the Yen, although Japan escaped at least the second oil crisis with a smaller real economic backdropthan the US.297.1 Testing Procedure We proceed by testing a generalized version of the vector error correction form 25or 38 in a cointegration analysis 30:M zt 1 M zt 1   k 1 M ztk1 zt 1 Dt t,4529One may think of a safe heaven argument supporting the dollar in periods of world economiccrisis which may strengthen the dollar beyond its fundamental value.30Cointegration technique was pioneered by Granger 1983, Engle and Granger 1987, Johansen1988,1991, and Johansen and Juselius 1992.25where k is the laglength, z GDPJ GDPUS TOT z 4 0 and Dt is a deterministic term which includes optionally time trends and constants, seasonal dummies 31,and other dummies.32 Johansen 1995, p. 81 provides five model variants to be included in the deterministic part. Only models 3 and 4 i.e. a nonrestricted constant,and a nonrestricted constant plus a time trend restricted to the cointegration space imply a linear time trend in the data which comes closest to the decreasing time trendobserved in figure 1. Model 3 is required by the theory. Before we can test for theappropriate model, we need to choose the laglength k and check the two models forthe assumptions on the residuals. We employ the following tests:331 The choice of lag length is made such that the error terms are i.i.d.34 Theerror terms are tested for autocorrelation by using both a single equation and a vectorPortmanteau test with 13, 14, or 15 lags, both a singleequation and a vectorLMtestwith 1, 4, or 5 lags, and we consult the autocorrelation functions. The error termsare tested for heteroscedasticity by using both a singleequation and vectorWhitetest with 5 lags and a single equation LMtest for ARCH with 4 lags. Although notnecessary for the validity of the model, we use the JarqueBera test and the DoornikHansen test for normality and vector normality of the error terms, respectively, to findrough indications of misspecification or structural breaks.352 The choice of cointegrating rank and model specification is made by usingthe Pantula 1989 principle for the Johansen 1991 trace test of cointegrating rank.Then, cointegrating rank is further investigated by the lamdamax test of Johansen199136 and the nonparametric lamdamin test of Bierens 199737. If the statistics 31We will always use 3 centered seasonal dummies, because we have quarterly data.32The variable z 4 is optional and stands for the interest rate differential INTDIF and Japanese nettrade balance NETTRADE, respectively.33We use as software CATS, PCFIML, and EASYREG.34We do not apply any of the information criteria to determine the lag length. Instead, we choosethe smallest lag length that is still compatible with the assumptions on the residuals to capture asmuch fluctuations in the data by the economically meaningful endogenous variables and as little aspossible by the economically meaningless lags.35The normality assumption becomes important in small samples. Since the estimates are consistent, i.e. valid for infinite samples, the normality assumption does not matter. If the sample size isnot infinite, nonnormality creates additional noise to the smallsample porperties of the estimators.Therefore, nonnormality is the more acceptable the larger is the sample.36The critical values for both the trace and the lamdamax test are set at 0.9 significance level.These are the critical values reported by CATS which are taken from Johansen 1995.37Calculations for the lamdamin test are performed with Bierens 1998 econometrics program 26indicate cointegrating rank 0, then cointegrating rank 1 is assumed and the singlecoefficients of the and vectors are individually tested to be zero. The latterprocedure is expected to have more power, because the cointegrating rank test r0is a jointtest for all 9 coefficients of the matrix to be zero.If, for example,all coefficients but one are truly zero, then cointegration tests are likely to indicatethat the entire matrix shall vanish, even though the correct cointegrating rank is 1 rather than 0. Cointegrating rank r0 is in line with the alternative model 2 theindependent economy Akmodel. Cointegrating rank r1 or r2 is in line with boththe home market effect model and the productivity shock model.3 We test for stationarity and trendstationarity of all variables by the following three steps:38 First, we select modeltype 3 or 4 according to the Pantula 1989principle. Trendstationarity requires model 4. Stationarity requires model 3. Second,we select the cointegrating rank assuming model 4, if testing for trendstationarity, orassuming model 3, if testing for stationarity. Third, we test, whether a cointegratingrelation is formed by any single variable alone in the case of stationarity or a cointegrating relation is formed by the single variable and the time trend alone in thecase of trendstationarity. For the third stage, the Johansen 1991 test for parameter restrictions on the and matrix is appropriate. The results are important fortechnical reasons, because cointegration tests are only appropriate, when at least somevariables are integrated of order 1. The results are also economically important. If theterms of trade are found stationary, then purchasing power parity holds and incomevariables do not explain the terms of trade. If the terms of trade are trendstationary,then purchasing power parity does not hold, but the timetrend remains unexplainedwithin the informationset.4 After the choice of cointegrating rank, we impose two types of parameterrestrictions. First, we test for 1 2 which is one crossrestriction for both thehome market model and the productivity shock model. Conditionally on this testresult, we test for the significance of any single element of the and matrices.EASYREG, version 1.20. I claim sole responsibility for any calculation errors of this program.38See Johansen 1995, p. 74.27The appropriate test is again the Johansen 1991 test of restrictions on the andmatrices. Eventually, the final versions of the and matrices are compared tothe theoretical predictions 2931 or 4041.5 Tests for structural breaks are based on Hansen and Johansen 1992 usingthe recursive procedure in CATS. We pay particular attention to one period forecasterrors both of the system and any single equation and to the test of constancy ofthe matrix. We also pay particular attention to whether a structural break hasoccurred after 1971, second quarter, and 1990, 4th quarter. We split the sample apriori according to the two different exchange rate regimes from 1957 first quarteruntil 1971 first quarter BrettonWoods era and from 1971 second quarter until 1997fourth quarter PostBretton Woods era. Then, we test for a structural break after 1971, 2nd quarter. Afterwards, we test the PostBrettonWoods era. Then, we suspectand test for another structural break after the breakdown of the bubble economy in 1990, 4th quarter.6 Finally, the robustness of the results is checked by introducing additionalvariables z 4 into the information set: net trade volume of Japan NETTRADE andinterest rate differentials INTDIF. It is explored whether these variables belong intothe information set to explain the terms of trade; if so, then it is asked whether incomestill has explicative power.In the following, we describe our results for the BrettonWoods era and the PostBrettonWoods era. We do not tabulate all auxiliary test results to save onspace.7.2 The BrettonWoods Era For the subperiod 1957, 1st quarter, until 1971, 1st quarter, we choose model 3 at alag length k2 according to the trace test, while none of the statistics indicates anyviolation of the assumption on the error terms and error terms cannot be rejectedto be normally distributed. Also, the three autocorrelation functions for the three 28dimensional system does not indicate any autocorrelation problems. The trace statisticindicates rank r0. However, both the lambdamax test and the lambdamin testsuggest that contrary to the trace statistic the cointegrating rank is r1. Recall, ifr0, then this rank hypothesis complies with our alternative theoretical model 44 the Akmodel.If rank r1 is valid, then further tests can be pursued to test for stationarity.Whereas GDPJ and GDPUS appear nonstationary, the hypothesis of stationarity ofthe exchange rate variable TOT cannot be rejected. This reflects simply the fact thatthe Yen exchange rate was successfully kept fixed to the dollar within some bandsduring the sample period.39 However, this implies that the increase of the rank from 0 to 1 is entirely caused by the stationarity of TOT see Johansen, 1995, p. 72ff.GDPUS and GDPJ are still not cointegrated and our conclusion remains the same asabove.Next, we test for weak exogeneity of any of the three variables GDPJ, GDPUS,and TOT. This hypothesis is tested as restriction on the matrix B0.40 We cannotreject the hypothesis that GDPJ and GDPUS are weakly exogenous. Also the jointhypothesis of GDPJ and GDPUS weakly exogenous and TOT stationary cannot berejected. In other words, the matrix consists of 0 entries except for the third elementon the third row indicating the stationarity of TOT, which explains that the tracestatistics finds rank 0, which is a joint hypothesis for all entries of the matrix to bezero.We continue our analysis for the BrettonWoods era by checking the signs of thematrix albeit none, but the third element of the third row is statistically significant.The estimated values of this matrix are given by: 0.026 0.0820.1460.0480.0040.0200.0240.005 0.243 .39Although only the nominal exchange rate was announced fixed, real rigidities proved so strongthat also the real exchange rate was fixed in practice.40See Johansen 1995, p. 77f, and Hansen and Juselius 1995, p. 44ff.4629The empirical signs are compared to the theoretical predictions 2931 or 4041and none of the theoretical models does really fit. Perhaps, the fixed exchange ratesystem prevents adjustment of the terms of trade to its fundamental value.The recursive analysis, which extends the sample period step by step, can besummarized as follows: The constancy of the loglikelihood function is rejected inthe beginning of the 70ies at 5% significance level, but pops into the bands againthereafter. Also the hypothesis of constancy of the matrix is rejected. There aremany prediction errors of the cointegrating relation outside the 95 per cent confidenceband which again hints at a structural break, if looking at the system. However, onlyfew prediction errors appear for GDPUS and GDPJ which are partially associatedwith the two oil crises.41 The parameter instability is largely caused by and restrictedto the real exchange rate TOT. This is not surprising, since we expect a much largervolatility in a flexible exchange rate system as compared to the fixed exchange rateregime during the BrettonWoods era.Summing up, we find that the terms of trade are stationary, i.e. purchasingpower parity holds in the BrettonWoods era.42 Moreover, the US and Japaneseeconomy grow independent from each other as predicted by the Akmodel. After thebreakdown of the fixed exchange rate regime, the terms of trade become much morevolatile causing a structural break.7.3 The PostBrettonWoods Era We pursue a similar analysis for the PostBrettonWoods era from the second quarterof 1971 until the fourth quarter of 1997 as for the BrettonWoods era. We choosek5 lags. In general, we encounter cyclical components in the error term indicatingautocorrelation by the Portmanteaustatistic for the GDP time series.43 The autocor41Lutkepohl 1991, p.147 points out that a few predictions outside the confidence intervals do notnecessarily suffice to reject constancy. If a random event is repeated independently many times, it isquite likely that the experiment ends up a few times in the 5 per cent region of rejection.42With this finding, we accord with the wellknown result that PPP holds more likely in fixedexchange rate regimes than in flexible rate regimes see Mussa, 1986.43In fact, GDP data generating processes may not have a real unit root, but an immaginaryroot which causes persistent periodical cycles. Bierens 1999 is a first attempt dealing with thisphenomenon. However, a fullyfledged statistical framework has not been developed, yet.30relation function suggests a turning point of the business cycle after 8 quarters bothfor the US and Japan. Since a complete statistical analysis of cotrending variablesdoes not exist, it is not possible to guess the impact on the employed testing statistics. The GDP data error terms appear nonnormally distributed, whereas the termsof trade appear normally distributed. Indications of heteroscedasticity problems donot exist.Next, we reject stationarity and trendstationarity. We find that GDPJ isrejected to be trendstationary at significance level 0.0032, TOT at significance level 0.0089, whereas GDPUS cannot be rejected to be trendstationary at significancelevel 0.5688. However, the trace test suggests that model 3 the model without timetrend is preferred to model 4 the model with timetrend following the Pantula1989 principle, because the hypothesis model 3, rank r0 is nested in the hypothesismodel 4, rank r0 and cannot be rejected teststatistic 19.8 and critical value 26.7.GDPUS can be rejected to be stationary at a marginal significance level 0.0012. Theimportant economic result is: purchasing power parity does not hold during this timeperiod. This justifies our search for fundamental variables explaining terms of tradebehavior.44The results of cointegrating rank tests are mixed. The trace test suggests r0,the lamdamax test suggests r1 45, at the 90% significance level, and the lamdamintest suggests r2 at the 95% significance level. The rank r2 seems to be too large,if the roots of the eigenvalue problem are consulted.46 Therefore, cointegrating rankr1 is chosen. After imposing restrictions, we obtain the following final form of thematrix: 00.050.36 0.42 0.42 0.22 .47This specification is in line with version 41 of the productivity shock model.Ifwe add interest rate differentials to the information set, we obtain the following two 44This result is in line with previous findings on US and Japanese data that there is no cointegratingrelationship between the nominal exchange rate and price indices alone see Serletis, 1994.45The teststatistic is 13.78, whereas the critical value is 13.39.46See Johansen 1995, p. 25 and p. 30.31possibilities:47orwhere this specification cannot be rejected at the marginal significance level 0.0722,48 0000.510000.27 0 0.31 0.36 0 , 0 0.48 0.31 0.017 ,4849where this specification cannot be rejected at the marginal significance level 0.6823.In other words, nominal interest rate differentials are close to significantly entering thelongrun relation explaining the terms of trade. Importantly, there is a sign reversal.Now, the specification is no longer in line with the productivity shock model, but withversion 31 of the home marketeffect model independently, whether the interest ratedifferential enters the longrun relation or not.49To understand this reversal of signs, one may look at the data figure 1. After 1990 until about 1995, the Japanese economy grows slower than the US economy.However the Japanese Yen appreciated sharply during this period. Hence, a negativerelation between growth and terms of trade is found. Once interest rate differentialsare controlled for, the relation reverses, however, because the sharp depreciation inthis period is picked up by the change in the government bond yield differential.Throughout this period, there was a continuous fall of the 10year government bondyield in Japan. Note that there is a negative relation between the government bondyield differential and the terms of trade contrary to say the portfolio theory ofexchange rates. This effect may be explained by the expected capital gains, if interest 47Note that z 4 is now INTDIF.48Note that the interest rate differential enters here only as lagged first differences in the errorcorrection form 45, which means that it influences only the short run dynamics of the terms oftrade.49Note that the zeros in the matrix mean that the wealth effect of termsn of trade on income isinsignificant. However, our main concern is with the terms of trade effect the third element of thematrix.32rates are expected to fall further in the future an expectation that was confirmed bythe history of the interest rate over this 5 year period.50To explore further this issue, we estimate the reduced sample length from 1971,2nd quarter, until 1990, 4th quarter: 00.0140.22 0.13 0.13 0.43 .50This coefficient matrix is compatible with the same version of the home market effectmodel 31 as are 48 and 49. This reconfirms our suspicion that the reversal of thesign is really due to the omitted variable problem for the period 1990 until 1995 andthe interest rate differential explains indeed the real appreciation of the Yen duringthe first half of the 90ies.51,52We also enriched the information set by using net trade volume. The finalshape of the pmatrix is found: 2.04000.14 0.01 0 0.007 1.4631 .51If net trade volume of Japan is added to the information set, the terms of trade becomeweakly exogenous. They are no longer explained by this information set. Instead, theterms of trade help explain the trade balance.53It is difficult to compare our findings with the existing literature on real exchange rate tests of Japan, because we use a new theory as motivation for our tests.50Mc Kinnon 1999 has argued that persistent appreciation expectations may be in the market forthe Japanese Yen. This may be the theoretical reason for the widening of the interest rate differentialin the beginning of the 90ies.51The results of 50 remain robust, if interest rate differentials either as endogenous variables oras exogenous variables are used for the reduced sample size. If interest rate differentials are usedexogenously without lags, then income of the US is no longer weakly exogenous.52Although there is a change in signs, the structural break tests lack power to indicate a structuralbreak around 1990. The onestep prediction forecast errors indicate a break around 1994 until 1996.however, this test overpredicts structural breaks see footnote 47. The test for beta constancysuggests that there may have been a structural break after the end of the 70ies or the beginningof the 80ies. All other structural break tests are silent. However by inspecting the data, it seemsobvious that the catchup process of Japan reverses from 1990 onwards.53In fact, this is the original use of the Backus, Kydland, and Prescott 1991 model, since thismodel was designed to explain the trade balance. The authors stress that the correlation betweentermsoftrade and trade balance is not a causal relationship.33Some tests of the BalassaSamuelson model such as Chinn 1997b and Kawai and Ohara 1997 employ productivity data for the manufacturing sector and find a realappreciation of the Yen in the long run, if Japanese manufacturing productivity growsfaster than US. To the extend that manufacturing productivity is closely linked to GDP data, our results reconcile with theirs.8 Conclusion This paper departs from traditional cointegration analysis of the real exchange rateby exploring both theoretically and empirically, whether the real exchange rate interms of producer price indices the terms of trade of industrialized countries one ofwhich is catching up to the other are explained by income variables. Two theoreticalchannels are offered: the demanddriven home market effect and the supplydrivenproductivity shock effect. According to the first channel, the relative domestic pricerises, if the home country is catching up, because larger world demand is attributedto domestic goods, as the home market size rises. According to the second channel,the domestic relative price falls, if the domestic economy grows faster, because therelative domestic supply rises, while relative demand remains unchanged. From thosetheoretical models, a vector error correction form is derived, which directly allows toapply the tools of cointegration analysis to the special case of Japan and the US.We find that purchasing power parity holds during the BrettonWoods era offixed nominal exchange rates.in the PostBrettonWoods era of flexible exchangerates, purchasing power parity does not hold. Income helps to explain the terms oftrade. The dominant effect is a version of the home market effect. However, interestrate differentials also explain part of the real appreciation of the Japanese terms oftrade during the sample period. This opens the debate for exploring the channelbetween real exchange rates and the financial system.34Referencesd Aspremont, Claude, Rudolphe Dos Santos Ferreira, and LouisAndre GerardVaret,1996, On the DixitStiglitz Model of Monopolistic Competition, American Economic Review, Vol. 86, p. 623629.Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, Dynamics of the tradebalance and the terms of trade: The Jcurve?, American Economic Review,Vol. 84, p. 84103.Balassa, B., 1964, The purchasing power parity doctrine: A reappraisal, The Journal of Political Economy, Vol. 72, p. 584596.Baldwin, Richard E., 1998, agglomeration and endogenous capital, CEPR Discussion Paper, No. 1845.Baldwin, Richard E., and Rikard Forslid, 1997, The coreperiphery model and endogenous growth, CEPR Discussion Paper, No. 1749.Baldwin, Richard E., Philippe Martin, and Gianmarco I. P. Ottaviano, 1998, Globalincome divergence, trade, and industrialization: the geography of growth takeoffs, NBER Working Paper, No. 6458.Barro, Robert J., 1991, Economic growth in a cross section of countries, Quarterly Journal of Economics, Vol. 106, p. 407443.Barro, Robert J., and Xavier SalaiMartin, 1992, Convergence, Journal of Political Economy, Vol. 100, p. 223251.Barro, Robert J., and Xavier SalaiMartin, 1995, Economic Growth, Mc GrawHill,New York.Branson, William H., 1977, Asset markets and relative prices in exchange rate determination, Sozialwissenschaftliche Annalen, Vol. 1, p. 6989.Bierens, Herman J., 1997, Nonparametric cointegration analysis, Journal of Econometrics, Vol. 77, p. 379404.Bierens, Herman J., 1998, Easy Reg, Department of Economics, Pennsylvania State University, University Park, PA.Bierens, Herman J., 1999, Complex unit roots and business cycles: Are they real?,mimeo.Campbell, John Y., 1994, Inspecting the mechanism: An analytical approach tothe stochastic growth model, Journal of Monetary Economics, Vol. 33, p.463506.Canzoneri, Matthew B., Robert E. Cumby, and Behzad Diba, 1996, Relative laborproductivity and the real exchange rate in the long run: Evidence for a panelfor OECD countries, NBER Working Paper, No. 6576.Cargill, Thomas F, Michael M. Hutchison, and Takatoshi Ito, 1997, The politicaleconomy of Japanese monetary policy, MIT Press, Cambridge MA and London.Cheung, YinWong, and Kon S. Lai, 2000, On crosscountry differences in the persistence of real exchange rates, Journal of International Economics, Vol.50, p. 375397.Chinn, Menzie D., 1997a, The usual suspects? Productivity and demand shocks and AsiaPacific real exchange rates, NBER Working Paper, No. 6108.Chinn, Menzie D., 1997b, Whither the Yen?Implications of an intertemporalmodel of the DollarYen rate, Journal of the Japanese and International 35Economies, Vol. 11, p. 228246.Chow, Gregory C., 1997, Dynamic Economics, Oxford University Press, New Yorkand Oxford.Coe, David T., and Elhanan Helpman, 1995, International RD spillovers, European Economic Review, Vol. 39, p. 859887.Daniel, BettyC., 1997, International interdependence of national growth rates: Astructural trends analysis, Journal of Monetary Economics, Vol. 40, No.1, p. 7396.Dickey, D.A., and W.A. Fuller, 1981, Likelihood ratio statistics for autoregressivetime series with a unit root, Econometrica, Vol. 49, p. 105772.Dixit, Avinash K., and Joseph E. Stiglitz, 1977, Monopolistic competition and optimum product diversity, American Economic Review, Vol. 67, p. 297308.Durlauf, Steven N., and Paul A. Johnson, 1995, Multiple regimes and crosscountrygrowth behaviour, Journal of Applied Econometrics, Vol. 10, p. 365384.Engle, Charles, 1999, Accounting for US real exchange rate changes, Journal of Political Economy, Vol. 107, p. 507538.Engle, Charles, 2000, Longrun PPP may not hold after all, Journal of International Economics, Vol. 50, p. 243273.Engle, Robert F., and Cliff W. J. Granger, 1987, Cointegration and error correction:Representation, estimation, and testing, Econometrica, Vol. 55, p. 251276.Frankel, Jeffrey, and Andrew Rose, 1996, A panel project on purchasing power parity: Mean reversion within and between countries, Journal of International Economics, Vol. 40, p. 209224.Froot, Kenneth A., and Kenneth Rogoff, 1995, Perspectives on PPP and longrunreal exchange rates, in: Gene M. Grossman and Kenneth Rogoff, eds., Handbook of International Economics, Vol. 3, North Holland, Amsterdam.Granger, Cliff W. J., 1983, Cointegrated variables and error correction models, Discussion Paper, University of California, San Diego.Granger, Cliff W. J., 1992, Evaluating economic theory, Journal of Econometrics,Vol. 51, p. 36.Grossman, Gene M., and Elhanan Helpman, 1991, Innovation and growth in theglobal economy, MIT Press, Cambridge MA.Hansen, Henrik, and Katarina Juselius, 1995, Manual to cointegration analysis oftime series: CATS in RATS, University of Copenhagen.Hansen, Henrik, and Sren Johansen, 1992, Recursive estimation in cointegrated VARmodels, Discussion Paper from University of Copenhagen, 9213.Hendry, David F., and Grayham E. Mizon, 1993, Evaluating dynamic econometric models by encompassing the VAR, in: Peter C.B. Phillips, ed., Models,methods, and applications of econometrics: Essays in honor of A.R.Bergstrom,Blackwell, Cambridge MA and Oxford.Johansen, Sren, 1988, Statistical analysis of cointegration vectors, Journal of Economic Dynamics and Control, Vol. 12, p. 231254.Johansen, Sren, 1991, Estimation and hypothesis testing of cointegration vectors in Gaussian vector autoregressive models, Econometrica, Vol. 59, p. 155180.Johansen, Sren, 1995, Likelihoodbased inference in cointegrated vector autoregres36sive models, Oxford University Press, New York.Johansen, Sren, and Katarina Juselius, 1992, Testing structural hypothesis in amultivariate cointegration analysis of the PPP and the UIP for UK, Journalof Econometrics, Vol. 53, p. 211244.Johansen, Sren, and Anders Rygh Swensen, 1999, Testing exact rational expectations in cointegrated vector autoregressive models, Journal of Econometrics,Vol. 93, p. 7391.Kawai, Masahiro, and Hidetaka Ohara, 1997, Nonstationarity of real exchange ratesin the G7 countries: Are they cointegrated with real variables?, Journal ofthe Japanese and International Economies, Vol. 11, p. 523547.Kelly, Morgan, 1992, On endogenous growth with productivity shocks, Journal of Monetary Economics, Vol. 30, p. 4756.Krugman, Paul R. 1980, Scale economies, product differentiation, and the patternof trade, American Economic Review, Vol. 70, p. 950959.Krugman, Paul R. 1991, Increasing Returns and Economic Geography, Journal of Political Economy, Vol. 99, No. 3, p. 483499.Krugman, Paul R., and Anthony J. Venables, 1995, Globalization and the inequalityof nations, Quarterly Journal of Economics, Vol. 110, p. 857880.Kydland, Finn E., and Edward C. Prescott 1982, Time to build and aggregatefluctuations, Econometrica, Vol. 50, No. 6, p. 13451370.Lau, SauHim Paul, 1997, Using stochastic growth models to understand unit rootsand breaking trends, Journal of Economic Dynamics and Control, Vol.21, p. 16451667.Lee, Jaewoo, and Menzie D. Chinn, 1998, The current account and the real exchangerate: A structural VAR analysis of major currencies, NBER Working Paper,No. 6495.Leung, Charles Ka Yui, and Danny T. Quah, 1996, Convergence, endogenous growth,and productivity disturbances, Journal of Monetary Economics, Vol. 38,p. 535547.Long, John B. Jr., and Charles I. Plosser, 1983, Real business cycles, Journal of Political Economy, Vol. 91, No. 1, p. 3969.Lutkepohl, Helmut, 1991, Introduction to multiple time series analysis, SpringerVerlag, Berlin, Heidelberg, New York, Tokyo.Mac Donald, Ronald, and Jun Nagayasu, 1998, On the Japanese YenUS dollar exchange rate: A structural econometric model based on real interest differentials,Journal of the Japanese and International Economies, Vol. 12, p. 75102.Mankiw, Gregory N., David Romer, and David N. Weil, 1992, A contribution to theempirics of economic growth, Quarterly Journal of Economics, Vol. 107,p. 40737.Marston, Richard, 1987, Real exchange rates and productivity growth in the United States and Japan, in: S. Arndt and J.D. Richardson, eds., Realfinancial linkages in open economies, MIT Press, Cambridge MA.Martin, Philippe, and Gianmarco I. P. Ottaviano, 1996, Growth and agglomeration,mimeo.Mc Kinnon, Ronald, 1999, Wading in the yen trap, The Economist, July 24th30th,p. 7779.37Mussa, Michael, 1986, Nominal exchange rate regimes and the behavior of real exchange rates: Evidence and implications, CarnegieRochester Conference Series on Public Policy, Vol. 25, p. 117213.Obstfeld, Maurice, and Kenneth Rogoff, 1995, Exchange rate dynamics redux, Journal of Political Economy, Vol. 103, p. 624660.Obstfeld, Maurice, and Kenneth Rogoff, 1998, Risk and exchange rates, NBERWorking Paper, No. 6694.Obstfeld, Maurice, and Kenneth Rogoff, 2000a, The six major puzzles in international macroeconomics: Is there a common cause?, NBER Working Paper,No. 7777.Obstfeld, Maurice, and Kenneth Rogoff, 2000b, New directions of stochastic openeconomy models, Journal of International Economics, Vol. 50, p. 117153.Ogaki, Masao, and Joon Y. Park, 1997, Journal of Econometrics, A cointegrationapproach to estimating preference parameters, Vol. 82, p. 107134.Pantula, S.G., 1989, Testing for unit roots in time series data, Econometric Theory, Vol. 5, p. 256271.Pesaran, Hashem M., 1997, The role of economic theory in modelling the long run,Economic Journal, Vol. 107, p. 178191.Phillips, P.C.B., and P. Perron, 1988, Testing for a unit root in time series regression,Biometrika, Vol. 75, p. 335346.Quah, Danny T., 1996, Empirics for economic growth and convergence, European Economic Review, Vol. 40, p. 13531375.Razin, Ofair, and Susan M. Collins, 1997, Real exchange rate misalignments andgrowth, NBER Working Paper, No. 6174.Rogoff, Kenneth, 1992, Traded goods consumption smoothing and the random walkbehavior of the real exchange rate, Bank of Japan Monetary and Economic Studies, Vol. 10, p. 129.Rossana, Robert J., 1998, On the adjustment matrix in error correction models,Journal of Monetary Economics, Vol. 42, p. 427444.Samuelson, Paul A., 1964, Theoretical notes on trade problems, Review of Economics and Statistics, Vol. 46, p. 14554.Serletis, Apostolos, 1994, Maximum likelihood cointegration tests of purchasingpower parity: Evidence from seventeen OECD countries, Weltwirtschaftliches Archiv, Vol. 130, p. 476493.Solow, Robert M. 1956, A contribution to the theory of economic growth, Quarterly Journal of Economics, Vol. 70, p. 6594.Song, ChiYoung, 1997, The real exchange rate and the current account balance in Japan, Journal of the Japanese and International Economies, Vol. 11,p. 143184.Spraos, John, 1980, The statistical debate on the net barter terms of trade betweenprimary commodities and manufactures, The Economic Journal, Vol. 90, p.107128.Stockey, Nancy L., and Robert E. Lucas, Jr., 1989, Recursive methods in economicdynamics, Harvard University Press, Cambridge MA.Urban, Dieter M., 2007a, Terms of Trade and Growth: The Example of Japan,Journal of the Japanese and International Economies, 2007, Vol. 15, No. 5, p.38101435.Urban, Dieter M., 2007b, Neoclassical growth, manufacturing agglomeration, andterms of trade,Vol. 15, No. 5, p. 101435.39Appendix Appendix 1: Proof of Proposition 1.In the following we denote fixed points by bars and recall that the stochastic processesare shutoff, i.e. z 3t 1, t 1. We first need some preliminary transformations:t lnt 1ln pt,52where 15 has been used in the definition 17 for t and in the definition 18 for t .Next, we insert 52 into 21 and use t 1:ln Nt1 2 1 1ln p Nt, 1 ln Nt .We note that Nt 1 see equation 15. Next, we find from 15 that_N 1 is a steady state of the difference equation 53, since pt 1, if535455Q.E.D.5657s.t.:5859606162A necessary and sufficient condition for 53 to be stable is that ln Nt1 ln Nt 1around the steady state or by inserting 54 in 53, taking the derivative, and usingin the inequality above: ln p Nt, 1 ln Nt.Nt11 q 2 1 q pt1 1 2 1 q 1. 1 q2 11 Appendix 2: Proof of Proposition 2.54First, we note from 13 thatwhere t Kt Kt. Then, we define for convenience:Nt 21tz 4t,f t, z 3t, z 4t ln t, z 3t ln t, z 3t 2 1 ln t ln z 3t ln z 4t.Now, the Consumer optimization problem can be stated as:E0maxCtdt ln Ct Xto Kt1 t, z 3t z 1t Kt 1t Ct,ln t1 f t, z 3t, z 4t ,ln z 3t ln z 3t 1 3t,ln z 4t ln z 4t 1 4t,ln z 1t ln z 1t 1 1t,54The proof follows closely Chow 1997.40together with 56 and initial conditions for the capital stocks and the initial valuesof the shocks. The first order conditions can be found to be: d Et 1t1,1Ct 1t d t, z 3t 1t 2t df Ktz 1t Et 1t1,Et 2t1 dz 1t Kt 1t Kt 1 z 1t Ktt Et 1t1,636465where 1t is the Lagrangemultiplier associated with constraint 58, 2t is the Lagrangemultiplier associated with constraint 59, and Et is the expectation operator basedon information available in period t.It must be shown that the first order conditions 6365 are fulfilled for the guess 19 at least around the steady state solution Nt 1.Combining 63 and 64, taking logarithm, and solving for ln 1t yields:ln 1t ln Ct ln t ln t 1 ln t ln z 1t.The logarithm is taken from 64 and equation 66 is inserted: ln d ln Ct ln Ett11t1 z 1t1Ct1 .6667The guess 19 for Ct is forwarded one period and plugged into the right hand side of67 to yield:ln Et 1t1 ln Ett11t1 z 1t1Ct1 ln Et 1d 0Kt1 ln d 0 ln 1 d 0 ln Kt 1 ln t ln t ln z 1t,68where the second line is obtained by inserting 58. The guess 19 is inserted into theleft hand side of 67 and equalized to 68:69Since the parameter d 0 is chosen to be d 0 1 d, the guess 19 fulfills the first orderconditions 63 and 64. It remains to be shown that the third first order conditionholds also at least around the steady state. Equation 68 is exponated and insertedinto 65:ln d ln 1 d 0 .Note that the subsystem 59, 70, and the stochastic processes 60 and 61 aresufficient to describe the dynamic process of t, 2t, z 3t, and z 4t. Therefore, we makea guess for the Lagrange multiplier as a loglinear function of t, and z 3t, z 4t only:2t 0 1 ln Kt 2 ln z 3t 3 ln z 4t,71where i, i 0,  , 3, are parameters yet to be determined. Next, the conditions 59_and 70 are loglinearized around the candidate steady statez 4 1,_2 0 as found in proposition 1:_K 1,_z 3 1,0 1 ln Et 2t1 2t 3 ln t 4 ln z 3t 5 ln z 4t 0,0 ln Kt 1 ln z 3t 2 ln z 4t ln Kt1,7273412t dft Et 2t1 11 d t 1tt . 1 170 ln z 3twhere i, i 0,  , 4, are functions of all parameters of the model, and 0 f 1 f, 2 f 0 10 111 1 3 ln Kt 3 1 1 5 113 ln z 3t 112 4 1 1 2 ln z 4t.55 Equation 72 can be transformed into: ln z 4t74, ln Kt 0,where 61, 71, and 73 have been used. If the parameters i, i 0,  , 3, are chosensuch that 0 1 2 3 ,01311112 4,1113 51,,then the left hand side of 74 vanishes and the third first order condition 65 is also_fulfilled approximately around the steady state 2 0 given Q.E.D.the guess 19._K 1,_z 4 1,_z 3 1,Appendix 3: The Data The following quarterly data are used from the International Financial Statistics ofthe IMF and the OECD database from 1957:1 until 1997:4.PPIUS: Wholesale price index of the US farm gate prices and producer prices on thefirst production stage with base year 1990.PPIJP: Wholesale price index of Japan farm gate prices and producer prices on thefirst production stage with base year 1990.POPUS: US population quarterly linear extrapolation of annual data.POPJP: Japanese population quarterly linear extrapolation of annual data.NETTRADE: Japanese net trade balance.INTDIF: US minus Japanese 10 year government bond yield differentials.DOLYEN: Nominal dollaryen exchange rate quarterly averages.From these raw data the following derived data are computed:GDPUS Real log per capita GDP of US: The logarithm is taken of GDP with baseyear 1990 divided by population.GDPJ Real log per capita GDP of Japan: GDP in 1990 yen prices is divided bypopulation, converted into dollar terms for reasons of comparability using the 1990first quarter nominal dollaryen exchange rate, and the logarithm is taken from the 55We do not report these functions to economize on space, since they do not yield further insides.42result.56,57TOT: The logarithm is taken of the nominal yendollar exchange rate, after it isdivided by PPIJP and multiplied by PPIUS.OIL741: Impulse dummy variable with a single entry at 1974:1.56We do not convert Japanese GDP into dollar terms using the dollaryen exchange rate time seriesfor two reasons:1 Since we test the relation between GDP and terms of trade and the latter are highly correlatedwith the nominal exchange rate, we would construct a correlation into the data.2. The idea of a Laspeyres index is to fix prices at a base year level to extract quantity changes.Base year is 1990 for both GDP Japan and US. Consequently, we also use the exchange rate of 1990to convert Japanese GDP into dollar terms.57The time series 15899B.RZF Gross Domestic Product of Japan in 1990 prices contained inthe International Financial StatisticsCD of the IMF shows a large break in 1979:1. The otherwiseidentical OECD Main Indicators data do not show this break. The OECD data appear more credible,but they do not cover our entire sample period. Consequently, we rechain the IFS data such that thegrowth rate of the OECD data from 1978:4 until 1979:1 is incorporated and base year 1990 keeps itsindex number which is identical for both data sources. We are greatly indebted to Koichi Nakajinafor pointing this out to us.43for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2100 Gunther Schnabl and Andreas Hoffmann, Monetary Policy, Vagabonding Liquidity and Bursting Bubbles in New and Emerging Markets An Overinvestment View, September 2007 2101 Panu Poutvaara, The Expansion of Higher Education and TimeConsistent Taxation, 2102 Marko Koethenbuerger and Ben Lockwood, Does Tax Competition Really Promote September 2007 Growth?, September 2007 2103 M. Hashem Pesaran and Elisa Tosetti, Large Panels with Common Factors and Spatial Correlations, September 2007 2104 Laszlo Goerke and Marco Runkel, Tax Evasion and Competition, September 2007 2105 Scott Alan Carson, Slave Prices, Geography and Insolation in 19th Century AfricanAmerican Stature, September 2007 2106 Wolfram F. Richter, Efficient Tax Policy Ranks Education Higher than Saving, October 2107 Jarko Fidrmuc and Roman Horvath, Volatility of Exchange Rates in Selected New EU Members: Evidence from Daily Data, October 2007 2108 Torben M. Andersen and Michael Svarer, Flexicurity Labour Market Performance in 2007 CESifo Working Paper Series Denmark, October 2007 Market, October 2007 2109 Jonathan P. Thomas and Tim Worrall, Limited Commitment Models of the Labor 2110 Carlos Pestana Barros, Guglielmo Maria Caporale and Luis A. GilAlana, Identification of Segments of European Banks with a Latent Class Frontier Model, October 2007 2111 Felicitas NowakLehmann D., Sebastian Vollmer and Immaculada MartinezZarzoso, Competitiveness A Comparison of China and Mexico, October 2007 2112 Mark Mink, Jan P.A.M. Jacobs and Jakob de Haan, Measuring Synchronicity and Comovement of Business Cycles with an Application to the Euro Area, October 2007 2113 Ossip Huhnerbein and Tobias Seidel, Intraregional Tax Competition and Economic Geography, October 2007 2114 Christian Keuschnigg, Exports, Foreign Direct Investment and the Costs of Corporate Taxation, October 2007 2115 Werner Bonte, Oliver Falck and Stephan Heblich, Demography and Innovative Entrepreneurship, October 2007 2116 Katrin AssenmacherWesche and M. Hashem Pesaran, Assessing Forecast Uncertainties in a VECX Model for Switzerland: An Exercise in Forecast Combination across Models and Observation Windows, October 2007 2117 Ben Lockwood, Voting, Lobbying, and the Decentralization Theorem, October 2007 2118 Andrea Ichino, Guido Schwerdt, Rudolf WinterEbmer and Josef Zweimuller, Too Old to Work, too Young to Retire?, October 2007 2119 Wolfgang Eggert, Tim Krieger and Volker Meier, Education, Unemployment and Migration, October 2007 2120 Stefan Napel and Mika Widgren, The European Commission Appointment, Preferences, and Institutional Relations, October 2007 2121 Bertil Holmlund and Martin Soderstrom, Estimating Income Responses to Tax Changes: A Dynamic Panel Data Approach, October 2007 2122 Doina Maria Radulescu, From Separate Accounting to Formula Apportionment: Analysis in a Dynamic Framework, October 2007 2123 Jelle Brouwer, Richard Paap and JeanMarie Viaene, The Trade and FDI Effects of EMU Enlargement, October 2007 2124 Kurt R. Brekke, Luigi Siciliani and Odd Rune Straume, Competition and Waiting Times in Hospital Markets, October 2007 2125 Alexis Direr, Flexible Life Annuities, October 2007 2126 Johannes Becker and Clemens Fuest, Quality versus Quantity The Composition Effect of Corporate Taxation on Foreign Direct Investment, October 2007 2127 Balazs Egert, Real Convergence, Price Level Convergence and Inflation Differentials in 2128 Marko Koethenbuerger, Revisiting the Decentralization Theorem On the Role of 2129 Axel Dreher, Silvia Marchesi and James Raymond Vreeland, The Politics of IMF Europe, October 2007 Externalities, October 2007 Forecasts, October 2007 2130 Andreas Knabe and Ronnie Schob, Subsidizing Extra Jobs: Promoting Employment by Taming the Unions, October 2007 2131 Michel Beine and Bertrand Candelon, Liberalization and Stock Market CoMovement between Emerging Economies, October 2007 October 2007 Action, November 2007 2136 Xavier Freixas and Bruno M. Parigi, Banking Regulation and Prompt Corrective 2137 Jan K. Brueckner, Partial Fiscal Decentralization, November 2007 2138 Silvia Console Battilana, Uncovered Power: External Agenda Setting, Sophisticated Voting, and Transnational Lobbying, November 2007 2139 Alan J. Auerbach, Michael P. Devereux and Helen Simpson, Taxing Corporate Income, November 2007 2140 Lorenzo Cappellari, Paolo Ghinetti and Gilberto Turati, On Time and Money 2141 Roel Beetsma and Heikki Oksanen, Pension Systems, Ageing and the Stability and Donations, November 2007 Growth Pact, November 2007 2142 Hikaru Ogawa and David E. Wildasin, Think Locally, Act Locally: Spillovers, Spillbacks, and Efficient Decentralized Policymaking, November 2007 2143 Alessandro Cigno, A Theoretical Analysis of the Effects of Legislation on Marriage, Fertility, Domestic Division of Labour, and the Education of Children, November 2007 2144 Kai A. Konrad, Mobile Tax Base as a Global Common, November 2007 2145 Ola Kvaly and Trond E. Olsen, The Rise of Individual Performance Pay, November 2132 Dieter M. Urban, FDI Technology Spillovers and Wages, October 2007 2133 Valentina Bosetti, Carlo Carraro, Emanuele Massetti and Massimo Tavoni, Optimal Energy Investment and RD Strategies to Stabilise Greenhouse Gas Atmospheric Concentrations, October 2007 2134 DavidJan Jansen and Jakob de Haan, The Importance of Being Vigilant: Has ECB Communication Influenced Euro Area Inflation Expectations?, October 2007 2135 Oliver Falck, Heavyweights The Impact of Large Businesses on Productivity Growth, 2007 2007 2146 Guglielmo Maria Caporale, Yannis Georgellis, Nicholas Tsitsianis and Ya Ping Yin, Income and Happiness across Europe: Do Reference Values Matter?, November 2007 2147 Dan Anderberg, Tax Credits, Income Support and Partnership Decisions, November 2148 Andreas Irmen and Rainer Klump, Factor Substitution, Income Distribution, and Growth in a Generalized Neoclassical Model, November 2007 2149 Lorenz Blume, Jens Muller and Stefan Voigt, The Economic Effects of Direct Democracy A First Global Assessment, November 2007 2150 Axel Dreher, PierreGuillaume Meon and Friedrich Schneider, The Devil is in the Shadow Do Institutions Affect Income and Productivity or only Official Income and Official Productivity?, November 2007 2151 Valentina Bosetti, Carlo Carraro, Emanuele Massetti and Massimo Tavoni, International Energy RD Spillovers and the Economics of Greenhouse Gas Atmospheric Stabilization, November 2007 2152 Balazs Egert and Dubravko Mihaljek, Determinants of House Prices in Central and Eastern Europe, November 2007 2153 Christa Hainz and Hendrik Hakenes, The Politician and his Banker, November 2007 2154 Josef Falkinger, Distribution and Use of Knowledge under the Laws of the Web, December 2007 2155 Thorvaldur Gylfason and Eduard Hochreiter, Growing Apart? A Tale of Two Republics: Estonia and Georgia, December 2007 2156 Morris A. Davis and Francois OrtaloMagne, Household Expenditures, Wages, Rents, December 2007 2007 2157 Andreas Haufler and Christian Schulte, Merger Policy and Tax Competition, December 2158 Marko Kothenburger and Panu Poutvaara, Rent Taxation and its Intertemporal Welfare Effects in a Small Open Economy, December 2007 2159 Betsey Stevenson, Title IX and the Evolution of High School Sports, December 2007 2160 Stergios Skaperdas and Samarth Vaidya, Persuasion as a Contest, December 2007 2161 Morten Bennedsen and Christian Schultz, Arms Length Provision of Public Services, December 2007 December 2007 2162 Bas Jacobs, Optimal Redistributive Tax and Education Policies in General Equilibrium, 2163 Christian Jaag, Christian Keuschnigg and Mirela Keuschnigg, Pension Reform, Retirement and LifeCycle Unemployment, December 2007 2164 Dieter M. Urban, Terms of Trade, Catchup, and Home Market Effect: The Example of Japan, December 2007 ", "filename": "557976286.PDF", "person": ["Dieter M. Urban", "Urban, Dieter M."], "date": ["2007"]}