{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26184/1/557914272.PDF"], "title": ["On time and money donations"], "plaintext": "ON TIME AND MONEY DONATIONS Abstract This paper investigates the determinants of time and money gifts. We first develop a behavioural model which accounts for both types of donations, as well as for decisions about domestic and market hours of work. We then investigate the issue empirically, using survey data for Italy. Results suggest that, according to the theoretical predictions, proxies for warm glow, reputational concerns and impure altruism are important determinants of giving. Moreover, the unobservable determinants driving money and time donations are positively correlated, suggesting a certain degree of complementarity between the two decisions. JEL Code: J22, D1. Keywords: volunteering, money donations, household behaviour. Lorenzo Cappellari Catholic University of Milan Largo A. Gemelli 1 20123 Milan Italy lorenzo.cappellariunicatt.it Paolo Ghinetti Catholic University of Milan Largo A. Gemelli 1 20123 Milan Italy paolo.ghinettiunicatt.it CESifo Working Paper No. 2140 Department of Economics and Finance Corso Unione Sovietica 218 bis Gilberto Turati University of Turin Faculty of Economics 10134 Turin Italy turatiecon.unito.it October 30, 2007 Tutte tre stesero la mano verso colui che usciva dallosteria con passofranco, e con laspetto rianimato: nessuno parlo; che poteva dir di piu unapreghiera? La ce la Provvidenza! disse Renzo; e, cacciata subito lamano in tasca, la voto di que pochi soldi; li mise nella mano che si trovopiu vicina, e riprese la sua strada. La refezione e lopera buona giacchesiam composti danima e di corpo avevano riconfortati e rallegrati tutti isuoi pensieri.A. Manzoni, I promessi sposi, Cap. XVII, 184042The three beggars stretched out their hands to Renzo, as he left the innwith a free step and reinvigorated air, but none of them spoke; what morecould language have expressed? Theres a Godsend for you! said Renzo, as he hastily thrust his hand into his pocket, and, taking out hislast pence, put them into the hand that was nearest to him, and went onhis way. The refreshment, and this good work together since we are madeof both soul and body, had gladdened and cheered all his thoughts.A. Manzoni, I promessi sposi The bethrothed, Vol. XXI. The Harvard Classics. New York: P.F. Collier Son, 190914; Bartleby.com, 20011 Introduction It is commonly observed that, while sharing a common orientation toward democracyand a free market economy, Europe and U.S. differ widely about the role assigned tothe State. One dimension in which differences are marked is in the numerous taxes,transfers and regulations that may be grouped under the label Welfare State, i.e. allthe public activities devoted to helping and protecting the poor. Recent papers e.g.Alesina et al., 2001 have argued that European and U.S. Welfare States differ because American society is more racially fragmented, and this in turn might have shapedindividual beliefs about what determines income. In particular, the authors suggestthat according to data provided by the World Values Survey, U.S. citizens seem tobelieve personal income and wealth are mainly driven by individual effort, whereas Europeans are more prone to the idea that luck determines personal success.Differences in attitudes between Europe and the U.S. may emerge also when volunteering, giving, and not for profit organisations are taken into account. Comparativestudies are quite rare, due to data constraints, and explanations of the huge variationsacross countries are often linked to differences in government social spending; see e.g.the macrostructural approach discussed in Salamon and Sokolowski 2001, analysingdifferences in volunteering. Exploring dissimilarities in money giving between U.S. and U.K., Wright 2002 claims that philanthropy in the U.S. differ from charity inthe U.K. with respect to the level of donations, the characteristics of donors, and eventhe methods used to donate; in particular, while the overwhelming majority of donations in the U.S. can be seen as a planned activity with installments to be paid ona regular time base, giving in U.K. is more spontaneous and based on spare changemethods. Once again, these differences are explained by the author with cultural diversities as for the role of the State and the attitudes toward money and wealth, as well asby the tax treatment of donations. More specifically, and according to the role assigned 2to the State, tax incentives for money giving are well established and of significant sizein the U.S. tax code since the eighteenth century, while until very recently, no generaltax benefits for donors were available in the U.K., as in other European countries.Coherently with these stylised facts, a large body of the empirical literature on timeand money donations mainly based on U.S. data has been devoted to the estimationof the taxprice elasticity of money and time donations, while much less attention hasbeen devoted to developing a behavioural model accounting for a full set of individualchoices with respect to the allocation of income and time, more coherent with a sparechange approach to giving.In this paper we try to fill this gap. We first presentan extended static labour supply framework accounting for both types of donations,building on e.g. Duncan 1999. Endogenous income can be used for consumption ofprivate goods or donations to charities, while time can be allocated to labour, volunteering, housework and leisure. Next, we test the predictions of the theoretical modelon a crosssection of individuals drawn from a survey Indagine Multiscopo run by the Italian National Statistical Office ISTAT in 2000. To this end we build a system ofsimultaneous equations for limited dependent variables.This papers contribution to the literature is twofold. First, we build theoreticaland empirical versions of a model that accounts simultaneously not only for choicesabout the two types of giving, but also for choices about other two important activities household and market work that are likely to be intrinsically related with charitablegifts, because of their impact on available time and income. Second, we investigateempirical correlations between the individual propensity to donate time and money.Knowledge of whether time and money donations are correlated has relevant implications. From a positive point of view, it allows to shed light on the determinants ofindividuals behaviour into important fields, where economic factors and social norms,as well as cultural effects, are intrinsically interconnected, and of which much moreneeds to be known. From a normative point of view, a better understanding of themechanisms through which people reallocate time and money resources between voluntary work and money donations may have important policy implications, e.g. for thedesign of an optimal fundraising or taxdeduction scheme.Controlling for a set of observable individual characteristics capturing individualtastes and economic constraints as well as for the latent relationship between hours ofwork in the market and at home, main results indicate that voluntary work and moneydonations are positively related, i.e. a positive shift of time donations brings about ashift of the same sign in money donations, suggesting that time and money donationsare somewhat complements in the utility function of each subject.The paper is organised as follows. In the next section we review the literature focusing on time and money donations, from different perspectives i.e. from an economic,sociological and psychological point of view. The third Section introduces the theoretical framework and discusses some implications for the empirical analysis. Section fourdescribes the data and some descriptive facts about the relationship between volunteering and gifts of money, which are further investigated in Section five, that presents,in sequence, the econometric model and the main results. Concluding remarks follow.32 Literature review The theoretical and empirical literature has identified several variables that can affectthe amount of money donations and of time volunteered.In this section we brieflyreview the relevant papers, grouping all the works according to the variables theyconsider. In particular, we focus on whether they consider individual preferences andattitudes, charities behaviour, or government behaviour as determinants of donations.Individual preferences and attitudes. A first group of determinants of money andtime donations is represented by people preferences and attitudes. However, identifyingsuch variables within the utility maximisation framework, and distinguishing betweendifferent explanations, is not an easy task.Indeed, in his review Andreoni 2005suggests that philanthropy is one of the greatest puzzles for economics, because ascience based on precepts of selfinterested behaviour does not easily accommodate abehaviour of such clearly unselfish sort. How can one reconcile unselfish actions withselfinterest? Andreoni proposes five answers: a charitable giving is not unselfish atall, because giving is directed at buying a certain future service e.g. donations toopera houses to obtain new and better performances in the future; b enlightenedselfinterest a sort of expected reciprocity suggests that people donate becausethey hope in the event of being in needs in the future to receive help from others;c altruism, i.e. people care about wellbeing of others in their local communitysocialnetwork or of society at large, and cooperate to finance impure public goods; dwarmglow, i.e. people get utility from the act of giving itself; e moral motivationsand moral codes of conduct, that make economics illsuited to explain philanthropicactivities. All these variables even the last one, that represents the last refuge forthe economic theorist have been considered in the literature by including additionalterms to the utility function. For instance, a, b and d above can be modelled byadding the amount of money donations as e.g.in Smith and Chang, 2002, and theamount of hours volunteered or the value of time volunteered as e.g. in Andreoni et al.,1996. Variable c can be included by either considering the individual contributionto the provision of a pure public good e.g. Duncan, 1999; Andreoni, 2005, or thetotal utility derived from the contribution of both time and money. The implicitassumption is that the utility of other people is directly influenced by the amount ofpublic good supplied, or by the total amount of charitable giving. Finally, variable eis related to a more rich model of human behaviour, and can be taken into account bymodelling intrinsic motivation, as in Benabou and Tirole 2003, 2006, building onpsychological literature.A great deal of theoretical research has been devoted in the last years by economiststo include psychological factors as explanatory variables of philanthropic activity intoa model of individual behaviour. The idea that psychological factors might play a rolein explaining nonselfish behaviour is well grounded in the empirical literature. Forinstance, Lee et al. 1999 study similarities and differences in time, money and bloodgiving by referring to the concept of roleidentity. The basic idea is that individualshave a roleidentity as a donor, insofar as they are inserted in a network of socialrelationships. They identify several variables that can have an impact on roleidentity:the expectations of others on our behaviour which determines social esteem; the 4presence of a close parent acting as a model; the past receipt of help, that can activatereciprocal behaviour; personal norms of moral obligations. All these variables influenceindividual preferences and attitudes, and impact on the utility people get from theirdecisions on how and to what extent donate.Perhaps the most comprehensive theoretical model of prosocial behaviour is the oneproposed by Benabou and Tirole 2006. They identify three different channels throughwhich people can get utility from donations: intrinsic motivation, selfimage, and socialesteem. Intrinsic motivation refers to people being altruistic, i.e. people caring aboutthe overall level of public good produced by a given organisation. The interest in theirselfimage can be interpreted as warmglow. In this way, individuals get satisfactionfrom the very act of giving as in Andreoni 1990 and Menchik and Weisbrod 1987.Social esteem is a more novel concept at least in the economic literature since it refersto peoples concerns for reputation, i.e. to the fact that they care about how the othersperceive them i.e. whether they consider them as being altruistic or not.In thisframework, donations act as a signal and are driven by the desire to appear generousand to receive social approval e.g., Harbaug, 1998; Ellingsen and Johannesson, 2003.Ellingsen and Johannesson 2003 show that the informational content of time andmoney donation is different; in particular, giving time is better than giving moneywhen signalling is the primary goal. Benabou and Tirole 2006 study how monetaryand nonmonetary incentives interact with these three behavioural determinants. Theyshow that heterogeneity in motivations creates a signalextraction problem, so that theuse of e.g. monetary incentives affects the significance of observed behaviour, and feedsback on individuals concerns for reputation Charities behaviour. A second group of determinants is represented by charitiesactions. The economic literature has analysed two different strategies for increasingdonations, one based on fundraising expenditures, the other based on publicly reporting the amount of past donations. As for the first strategy, Khanna and Sandler2000 have suggested two countervailing effects of fundraising expenditures: on theone hand, they can increase the amount of donations by giving relevant information topotential donors; on the other hand, individual contributions can decrease the higheris the fraction of donations spent for fundraising, as this reduces their effectiveness.The empirical literature generally finds the first effect to dominate the second one e.g.Khanna and Sandler, 2000. As for the second strategy, Harbaugh 1998 studies theoptimal reporting scheme for notforprofits organisations that want to maximise thevolume of collected donations. Benabou and Tirole 2006 suggest that greater publicity has a counter effect on prosocial behaviour, since it introduces additional noise inthe signal, as donations become suspected of being motivated just by social esteem.Government behaviour. A third group of determinants of time and money donations is government behaviour. Governments can influence individuals by using bothsides of the public budget. On the one hand, a strand of literature has explored thecrowdingout effect of government grants, on the premise that public and private donations are close substitutes. Khanna and Sandler 2000 have shown that contrary toexpectations public grants crowdin private donations, since they can be considered asignal of quality for the services produced by notforprofit organisations. In a similar 5vein, Day and Devlin 1996 find a crowdingin effect of government expenditure alsofor volunteering. Considering both time and money donations, Simmons and Emanuele2004 conclude instead that there exists a crowdingout effect, but its impact is onlyminimal. On the other hand, many authors have considered the impact of tax deductibility on money donations, by calculating the elasticity to their tax price. Forinstance, Andreoni et al. 1996 have determined that eliminating tax deductibility inthe U.S. would imply a 5.7% loss in donations. Notice however that the point estimatesof this elasticity widely differ across studies: for instance, Randolph 1995 reports acoefficient of 0.51, while Auten et al. 2002 of 1.26. Moreover, in the almost uniquestudy based on European data, Khanna and Sandler 2000 do not include tax ratesin their price measure of giving, considering instead fund raising and administrationexpenditures. They motivate this choice by the very modest impact of tax deductibilityin the U.K While we accept that, especially in the U.S., both government and charities behaviour can have a sizeable impact on time and money donations for the presence ofwidespread tax incentives, in this paper we follow a spare change approach to giving, and claim that at least in Europe, as in other countries where tax incentives areless important choices are primarily driven by individual preferences and attitudes 1.Coherently, in the next section, we develop a general theoretical framework for understanding charitable giving, enriching the standard model of labour supply, and derivesome testable predictions on individual behaviour.3 Theoretical framework Our behavioural model extends the static labour supply framework to account for bothtime and money donations, and for domestic work. The primary scope of the model isto derive a set of working implications to be tested in the empirical analysis.Following Benabou and Tirole 2006 we assume that charitable contributions oftime and money can affect utility through three different channels. First, directlyfrom the very act of giving, i.e. by warmglow private consumption motives as in Andreoni 1990. Second, indirectly through a social signal or the prestige motive,according to which giving is driven by the desire to appear generous and to receive socialapproval e.g. Harbaug, 1998; Ellingsen and Johannesson, 2003. Finally, through theconsumption of an impure public good produced by a charity using volunteer labourand money donations from a community of individuals.Since we focus on a particular form of prosocial behaviour which requires timei.e. volunteering, differently from previous studies we also make explicit account ofthe fact that time donation is not the sole relevant alternative to nonmarket labour.More specifically, we keep both hours volunteered and time devoted to domestic work In particular, we assume that houseworking is used todistinguished from leisure.1 Evidence on this point is available through survey data. See e.g. Wright 2002 for UK, showingthat when individuals are asked on whether they would like to give to charity in order to reduce theirown tax bill, 52% disagreed and only 14% agreed. Similar findings are observed also for Italy.6produce services that may have market substitutes see e.g. Gronau, 1977 for homeproduction; Menchik and Weisbrod, 1987 for volunteer labour supply.We proceed as follows. We first present a set of results for a simplified version ofthe model, which we label the baseline model, assuming that: people do not havespecific preferences for time versus money donations i.e. the two forms of giving areperfect substitutes; the production of the public good depends on the value of overalldonations; what matters for social prestige is the value of individuals time and moneycontributions. While, taken together, these assumptions impose quite strong restrictions on individual and social behaviours, they considerably simplify the analysis and,more importantly, allow in many cases to derive sharp predictions for the empiricalanalysis. Next, we also explore what happens if for whatever reason agents do notperceive time and money donations as perfect substitutes. This is done by assumingthat people, both at the individual and at the social level, may have specific preferencesfor volunteering or for money donations. This allows us to develop a deeper understanding of the factors underlying optimal decisions about the two forms of giving,which is a key issue to be discussed in the empirical analysis.3.1 The Baseline Model We assume wellinformed and rational individuals who seek to maximise their utilitysubject to a time constraint and an endogenous budget constraint 2. For a genericperson living in a community populated by J individuals, individual preferences maybe represented by the following utility function 3:U U3c, tl, d, q, G 12where c is the money value of a composite consumption good, tl are hours of leisure,d is the total value of donations, q is a nontradeable reputational good or socialesteem, and G is an impure public good produced by a charity. We assume that theutility function U is continuous, twice differentiable, and strictly quasiconcave. Wefurther assume that consumption goods can be either purchased on the market cmor produced within the household ch using a certain amount of time th, given thestrictly concave function f :c 3cm ch hcm f 3th i 2 In our theoretical framework we do not model explicitly the behaviour of charities, i.e. the demandside of volunteering and money donations. We assume that notforprofit organisations are willing toassume as many volunteers as supplied at the prevailing wage. This implies that we can treat observedhours of volunteering as coming from optimal supply decisions and not from a mixture of demand andsupply forces. We argue that this simplifying assumption might be plausible if the cost of volunteerswas zero. We also note that, in practice, the behaviour of charities seems to be primarily driven bythe availability of volunteers, so that an excess of supply in volunteering is quite rare. Moreover, as Duncan 1999 has shown, notforprofit organisations will never be constrained, i.e. receive moretime donations than they actually require.In our public and private consumption model we alsoabstract from investments motives in time donations as in Menchik and Weisbrod 1987, a pointexplored empirically by e.g. Day and Devlin 1998.3 To simplify the notation, we suppress the individualspecific index i.7Thus, cm and ch are perfectly substitutable, and housework hours do not provide utilityper se to the individual as it would be, for example, in the case of childcaring activities but only to the extent that they provide a substitute for market goods 4. As in Duncan1999, we also assume that people care only about the total value of donations:d v mwhere v is the value of time giving and m is the amount of money donations i.e. timeand money donations are perfectly substitutable. The value of volunteering v is givenby the product of hours of giving lv and their contribution to the production of thecharity, i.e. the individual productivity of voluntary labour :v lv3In other words, if a doctor decides to donate time, it is not indifferent for herself,for the others and for the charity if he works a certain number of hours for Doctors Without Borders or, say, for feeding the homeless. In particular, we also assume that w, i.e. that peoples productivity when volunteering can be at best equal to theirproductivity in the market. Moreover, according to the literature on volunteering andmoney donations, social esteem is produced by both the individual value of timevolunteered and charitable money contributions:q q v m4Finally, individuals derive utility also from the total amount of the impure publicgood produced by charities using the total collected value of time as labour inputand money donations as capital input in the community 5:G G V M G3Pj jtvj Pj mj 5Thus, we allow for different individuals to provide different amounts of inputs in theproduction of the charity; notice also that the total labour input V is measured inefficiency terms. Both q and G are assumed to be strictly quasiconcave functions 6.The assumption that agents are interested in the total value of altruistic activities,and not in the way in which they are divided into their money and time components,makes our setting similar to the one proposed, among others, by Duncan 1999 in hismixing publicprivate consumption model of money and time gifts. Differently fromhim, we explicitly recognise that, in addition to warmglow motives, also reputationmechanisms may be important determinants of donations as a private consumptiongood, besides public consumption good.Individual choices are subject to time and money constraints as follows:4 The extension to the case in which domestic work yields directly utility it is quite straightforward.See Kooreman and Kaptein 1987 for a model where housework also contribute to leisure.5 Notice that G is not a measure of government expenditures, but of private contributions to theprovision of a public good, that can supplement public provision.6 Under this assumption, given the parameters, a unique costminimising solution in the productionof the impure publicgood exists.8tl th tv tn Tcm m wtl th tv w T y67where T is total time available for economic activities hence net of the amount of timedevoted to commuting, tn are paid working hours, w is the exogenous wage rate, yis the exogenous unearned income. The wage rate is individualspecific, as we claimthat individuals are heterogeneous in both their preferences and their productivityin the labour market 7. Since consumption of market goods and services will not beexplicitly treated in the empirical analysis, for simplicity we also assume that cm isstrictly positive at the optimum. The other choice variables of the individual laboursupply, hours of domestic work, volunteering, and money donations can be eitherzero or positive at the optimum, depending on preferences and exogenous parameterswages, productivity when volunteering, and non labour income8.Using the time constraint to express the model in terms of hours of paid work insteadof leisure, and substituting the budget constraint into the utility function for cm, utilitymaximisation for each individual in the community implicitly define best responsefunctions for time uses and money donations. Accounting for strategic interactionsin the provision of the impure public good and for the heterogeneity of preferencesacross individuals, the i th person functions may be expressed as follows:tj tj , w, y, Gi; Zj, j 0,m m , w, y, Gi; Zm, m 0j n, h, v;89where Gi G3Pk 6i ktvk Pk 6i mj , i.e. the time and money donations of all theother individuals in the local community, the Zs are standard vectors of demographicfactors accounting for heterogeneity of agents preferences, and s are individualspecific taste shifters, which are unobserved to the researcher and that influence optimaldecisions 9. According to this formulation, the set of observed choice determinants maynot exactly overlap. Unobserved individual effects in 8 are assumed to be specific toeach equation. However, since some unobserved preference shifters may be importantdeterminants of each decision rule, errors may be correlated across equations. This is 7 For simplicity, we thus assume that the opportunity cost of volunteering, as well as of other nonmarket activities leisure and houseworking is the market wage. Duncan 1999 shows that, in amodel where money and time contributions serve just to provide a public good, the wage equals theopportunity cost of time: otherwise, the charity would be better hiring someone else to do the job andthe contributor would give only money. See also Brown and Lankford 1992 for a discussion over thisissue.8 Corner solutions implicily define a set of reservation wages or reservation prices in the case ofmoney donations one for each constrained choice variable that replace market wages and dependon preferences. An explicit allowance for corner solutions will be made in the empirical analysis.9 Variation in demographic characteristics and unobserved factors is aimed at capturing differentialpreferences in dimensions likely to affect supply decisions, whereby individuals with certain characteristics and preferences select different combinations of paid work, domestic work, donations andvolunteering.9an important issue which will be directly addressed in the empirical analysis.Details on the derivation of optimality conditions are given in Appendix 1. We findthat, given the perfect substitutability between homeproduced and purchased services,in equilibrium agents work at home to the extent that their marginal productivity ofan hour of this type of work is higher than an hours market wage: f thth w;otherwise they are better off by earning labour income to purchase goods and servicesin the market 10. As in the standard labour supply model, paid work decisions aredriven by the comparison of total marginal costs in terms of leisure reduction andbenefits the value of goods consumption: denoting Uk the first derivative of the utilityfunction with respect to the generic k th argument, for individuals offering a positiveamount of hours we have Utl w Uc; otherwise Utl w Uc and time for paid work iszero.As for donations, our results are similar to Duncan 1999, except for the fact thathere we explicitly account for an additional rationale to donate i.e. signalling altruismto receive social approval. As shown in the appendix, FOCs for time and moneydonations take the following form:tvm::Ud Uq UG UtlwUd Uq UG w Uc1011where the LHS is the value of the marginal utility for both types donations. Equalityholds whenever tv and m are positive. Given the perfect substitutability betweenvolunteering and money gifts, it is relatively straightforward to show that only threetypes of strategies can be optimal, defining Nash equilibria. First, if conditions are notbinding, individuals do not contribute at all tv 0; m 0. Second, individuals donatemoney but do not volunteer; this occurs when volunteering is either less productivethan paid work w, therefore less attractive than money gifts, or as productive asworking w but when optimal hours of work are zero. Finally, when w the two FOCs collapse into a single equation which defines only the total value of contributionsd, so that any combination of time and money giving which amounts to that value isoptimal. However, if w there are no equilibria with positive volunteering and zeromoney donations. The intuition behind this result is that optimal choices of m andtv are driven only by efficiency considerations: since individuals do not have specifictastes for one charitable activity against the other, preferences play a little role, anddecisions are purely a matter of comparing opportunity costs.3.2 Extending the Baseline Model The modelling approach discussed so far neglects at least two important aspects. First,coeteris paribus, some people may not be totally indifferent between warmglow derived from volunteering and money donations. In particular, a direct involvement inthe provision of services by a notforprofit organisation, through the supply of unpaidwork may deliver per se more utility than the simple offering of a money gift. Second,as discussed in the previous section, there are several reasons why signalling altruism 10 However, if an individual prefers consuming selfproduced goods and services think e.g. to caregiving, she may work at home even if her productivity at home is lower than in the market.10through voluntary work or money does make a difference for individuals reputation:Ellingsen and Johannesson 2003 suggest that time is not money, in the sense thatgifts of time are valued more than gifts of money because they are able to signal morealtruism. Similarly, Lee et al. 1999 argue that voluntary work is more affected byothers expectations than gifts of money. In a slightly different setting, Prendergastand Stole 2001 show that in many circumstances non monetary gifts such as timegifts are offered by a donor instead of more efficient cash transfers because the latterare seen as impersonal and carrying a stigma effect for reputation. Indeed, in equilibrium the signalling power of time gifts arise exactly because, in principle, they areinefficient relative to cash.In the light of our framework, preferences for time donations versus cash transferscan be accounted for by means of the following modified utility function:U3c 3cm, f 3th , tl, dv, m, q v, m , G V M 12where for simplicity we have retained the assumption that what matters for the provision of the public good is the total value of the endowment available to charities.However, this extended model allows for the two giving activities being different goods,at least from the two perspectives of warmglow and reputation building. In particular,we assume that for some people volunteering may matter more than money donationsfor warmglow Uv Um andor reputation qv qm11.Quite intuitively, the result is that agents with preferences for volunteering or forwhom donating time is more effective in the production of social esteem may nowfind optimal to volunteer even if the opportunity cost of time is higher than the valueof money contributions. In the Appendix 1, it is shown that this happens whenevervoluntary work possesses a larger utility pay off in terms of intrinsic preferences andorsignaling motives than the difference in opportunity costs between paid and unpaidwork. However, having a strict preference for volunteering does not necessarily invalidate the qualitative results obtained in the perfect substitutability case, i.e.it doesnot necessarily imply a positive supply of voluntary labour. For example, suppose thatthe utility premium from volunteering is positive but small in absolute value. Then,the fact that its associated opportunity cost is higher than its productive contributionwould be enough to prevent people from donating time.In the remaining part of the section we discuss the implications of the models interms of individuals behaviour, both within the benchmark and the extended model.This will allow us to derive useful insights for the empirical analysis.3.3 Implications According to the baseline model, if individuals are less productive in volunteering thanin the labour market, then the conditional probability Prm 0tv 0 should beequal to 1, while Prtv 0m 0 should be zero e.g., Andreoni et al., 1996. Thesame result emerges also in the unrestricted model, whenever for all agents the utility 11 Of course, one can also observe that for some individuals money donations would be preferredto time donations. However, this will strengthen the results obtained with the baseline model. Inparticular, it can be easily shown that only money donations would be observed in equilibrium.11pay off of volunteering is lower than its opportunity cost.More in general, some agents may have specific tastes for volunteering, as in theextended model, and find profitable to depart from the optimal behaviour implied bythe baseline model, e.g. by supplying hours of voluntary labour despite w. Still,whenever the largest share possesses a productivity in volunteering which is much lowerthan market productivity, the number of departing individuals may be negligible. Thisimplies that the conditional probability Prtv 0m 0 should be larger than Prtv 0m 0. The opposite happens when the difference between and w issmall: in this case, even a weak preference for volunteering may be enough to increasethe supply of time donated.In addition, if the value that people attaches to social esteem is large, we mightexpect higher overall donations, as a consequence of reputation mechanisms. We maythus think that social esteem drives choices when the expectations of others are important, e.g. when the person is part of a social network. Moreover, if time matters morethan money in the production of reputation, we also expect a higher impact of socialnetworks on the probability of volunteering than of cash donations. In the light of ourtheoretical model, the net impact of reputation mechanisms on charitable contributionscan be analysed by explicitly including measures of the importance of social networksin the vector of observed characteristics Z.These predictions can be summarised in the following two main working hypothesisfor the empirical analysis, following from Propositions 1 and 3 in Appendix 1.Assuming that Pr w Pr w, then: Hypothesis 1: If some people have specific preferences for volunteering for bothwarmglow or reputation mechanisms, but for the largest fraction: i volunteering is valued more than money donations, but only to a small extent; andorii the opportunity cost of volunteering is much higher than its contribution tocharities, we expect that:Prm 0 Prtv 0Prtv 0m 0 Prtv 0m 0Prm 0tv 0 Prm 0tv 0i.e. that the probability of volunteering is higher among those who also give money 12.Thus, if only the total value of gifts matters and money and time donations are perfectsubstitutes, optimality conditions are determined by efficiency considerations. But ifwe assume that the two types of giving are different goods, individuals heterogeneityin preferences plays a key role. Hypothesis 2: If agents care about the others andor they belong to a socialnetwork, so that social esteem is an important determinant of satisfaction, the 12 Under the hypothesis of perfect substituability of time and money donations for all individuals, thecorresponding last two conditions would appear as follows: Prm 0tv 0 1; Prtv 0m 0 0 and Prm 0tn 0 0; Prtv 0tn 0 0.12probability to optimally choose a positive amount of donations is higher becauseof the reputation rationale:Prm 0network_yes Prm 0network_noPrtv 0network_yes Prtv 0network_noMoreover, since time matters more than money, we also expect that 13:Prtv 0network_yes Prm 0network_yesBesides predictions about charitable activities, our behavioural model gives several additional insights concerning, for example, the relationship between market anddomestic work. For example, under the assumption that productivity at home islower than productivity or, more precisely, wages in the market, we also expect that Prth 0tn 0 0 and Prth 0tn 0 1. More in general, even if productivity in domestic work is lower than its opportunity cost, an individual may decide towork at home but not in the market if she prefers home produced goods and serviceswith respect to those purchased on the market.The remaining part of the paper contains the empirical analysis, which has theprimary scope to ascertain to what extent the results implied by the theory fit thedata. To this purpose, the next section contains an introductory descriptive analysis,which will be integrated and completed by the econometric investigation in Section 5.4 Data and Descriptive Statistics The data used in this paper originate from the 2000 wave of the Indagine Multiscopo,a crosssectional survey yearly administered by the National Statistical Office ISTATto a representative sample of the Italian population. The survey is designed to providemicrolevel information on several aspects of everyday life, from dwelling conditions,to education, health status, labour market behaviour, and time use. Each year, asample of nearly 20,000 households about 60,000 individuals is interviewed. Detailedinformation on the sampling frame and other aspects of the Survey may be found in ISTAT 2001. For the purposes of the present paper, the estimation sample has beenrestricted to household heads and spouses aged 2560 if men and 2555 if women. Theresulting sample includes 11,331 men and 11,038 women, with an employment rate of 85% and 54% respectively. On the other hand, 39% of the sample of women reportbeing a housewife.The survey enables identification of individual time and money donations thanksto specific items of the questionnaire. On the money donations front, individuals areasked whether they have given any money to associations or charities over the 12 months 13 We stress that these probability shifts should not be interpreted as causal effects. While in ourmodel we have treated the production of reputation and the size of the community to which each individual belongs as an exogenous mechanism, in practice the social network may be partly endogenouslydetermined. For example, it may be that individuals more altruistic are more likely to enlarge theirnetwork and, at the same time, to be more concerned about social esteem. For this reason, particularcare should be used in the empirical evaluation of these effects.13Table 1: Sample probabilities of time and money donation Probabilities Prtv 0Prm 0Women Men 12.8821.719.9519.30Prm 0, tv 0Prm 0, tv 0Prm 0, tv 0Prm 0, tv 0Prm 0tv 0Prm 0tv 0Prtv 0m 0Prtv 0m 05.7076.4513.614.2515.1157.295.2629.527.7873.2013.925.1015.9860.426.5135.85prior to the interview. The survey contains a separate question on whether intervieweesgave money to political parties, and we do not count these as cases of money donations.As for time donations, the survey asks individuals if over the last 12 months theywork without being paid for volunteering associations, nonvolunteering associations,political parties or trade unions, and we exclude the two latter possibilities from ourdefinition of volunteering 14. Our definitions are grounded in the literature and areaimed at isolating charitable behaviour from donations that are more likely to bringsome indirect monetary reward to the individual, e.g. by investing in representation.In each case, we are only able to observe whether donations took place, but not theamounts contributed or the hours volunteered.The survey also reports detailed information on aspects of the individual use oftime and as we have discussed in the theoretical section such information plays acrucial role in characterising donations, as long as individuals decide whether or not todonate while managing also other dimensions of their life, namely time in the labourmarket and time at home. Both variables are recorded in the ISTAT survey in termsof average weekly hours of market and domestic work, separately. In particular, thelatter includes both houseworking and caregiving activities.Table 1 provides some descriptive statistics on time and money donations in oursample, separately for men and women. Money donations are more frequent than timedonations, and men donate more than women do. By looking at the two outcomesin conjunction, the Table indicates that the vast majority of either subsample doesnot donate, whereas some 13 percent chooses to donate money but not time. Lookingat conditional frequencies suggests that donations on the two fronts are somewhatpositively associated: the incidence of money donations rises by approximately fourtimes if one compares individuals who do not donate time with those who do, andthe increase in time donations is nearly sixfold contrasting nondonors with donors ofmoney.The selection of independent variables for the econometric model has been based 14 We also experimented using a restrictive definition of volunteering i.e. for volunteering associationsonly and found results to be robust to the change of definition. Throughout the paper, we refer toresults obtained using the enlarged definition of volunteering only.14on the economic framework developed in the previous Section, as well as on existingresearch and data availability.In particular, we assume that observed outcomes ofoptimally behaving agents reflect both individual characteristics affecting preferencesand economic constraints, as well as variables for the work status. A description ofthe regressors used in the empirical analysis and summary statistics are presented in Appendix Table A.1. The meaning of regressors labels is in most cases selfevident.5 Econometric Model The evidence presented in Table 1 may not be fully informative about the correlationsbetween time and money donations because of compositional effects that plague descriptive statistics. A fuller understanding of these relationship requires a multivariateanalysis. This section presents the simultaneous equations model that we use to investigate the four processes of interest discussed in the previous Section: money donationsm, volunteering tv, log of hours of market work tn, log of hours of domesticwork th. Since, as discussed in the Section 4, we have information on the continuousvariable in the last two cases, but only on the discrete decision whether to donatetime andor money, the model consists of two probit and two tobit equations, and weallow for free crossprocesses correlations in the unobservables.The four latent outcomes for individual i are:j n, h, vtj Xjj j,m Xmm m n, h, v, m M V N 0, 13where the vector of errors is assumed to follow a multivariate normal distributionM V N of dimension 4 with covariance matrix . Equations in 13 are linear specifications of the demand functions in 8, where the Xs vectors contain both individualcharacteristics and proxies for labour and non labour income, which are not observedin the data. In particular, we included variables accounting for age, education, household size, marital status, living areas distinguishing both geographical location andcity size, health, employment status of the partner in order to account for the roleof the household in influencing individual choices , holding of healthlife insurances to capture individual attitudes toward risk. We further account for the influences ofeconomic conditions by including variables related to the individuals judgement aboutthe adequateness of household economic resources and the occurrence of difficulties inpurchasing necessary items. Finally, we included indicators for whether the individual reports having friends andor participating to religious celebrations. In the lightof our theory, the former is aimed at capturing whether the individual belongs to asocial network, which, in turn, should affect the concern to signal altruism because ofprestige motivations and social pressure; besides signalling motives, the latter shouldalso measure the degree of altruism and warmglow motivations. Thus, we expectthese variables to be negatively correlated with donations, and, to the extent to whichvolunteering is more valued than money gift, a stronger association with the former.All the remaining variables affecting individual choices are included in the unobservable 15terms s.The mapping between latent propensities and observed behaviour is as follows. Forprocesses tv and m volunteering and money donations we only know whether theaction took place, a 0 1 variable. Therefore, we observe Dv Itv 0;Dm Im 0where I is an indicator function which takes value 1 whenever its argument is true,and zero otherwise. In the remaining two processes we observe continuous hours ofwork either in the market and at home but with a mass point at zero. According tothe labour supply model developed in the previous section, we can interpret those masspoints as corner solutions in a welfare maximisation problem in which the unconstrainedoptimum would be negative. Therefore the observational rule is the following:H j maxtj, 0a ,j n, hwhere H stands for log of observed working hours. The above implies that the firsttwo variances in must be normalised to 1. The remaining coefficients in are free.A detailed description of the likelihood function for the model is in Appendix 2. Takentogether, the relationships above describe a system of seemingly unrelated regressionequations for limited dependent variables, two probits and two tobits.6 Empirical Results Since factors and tastes underlying time allocation decisions typically have a stronggender component, the analysis is conducted separately for men and women. The complete set of estimates of our four equation model is reported in Appendix 3. Overall, ourfindings are consistent with the existing evidence e.g. Menchik and Weisbrod, 1987;Brown and Lankford, 1992; Freeman, 1997. Key observable characteristics have similar effects on the two types of giving and across genders, see probit results in Table A.2col. Eq. 1 and Eq. 2. The probability of positive charitable gifts is generally increasingin schooling and age with a concave profile for both men and women. Moreover,people from northern regions are more likely to donate and especially to volunteerthan people from the South, a result fairly common in Italy where large differencesexist in the level of income as well as in the presence of notforprofit organisationsacross regions. Also living in urban areas is positively associated with giving, but thereis a Ushaped relationship between both volunteering and money donations, and thesize of the area 15. Interestingly, holding a lifehealth insurance have a positive impacton giving, probably capturing an income effect as well as the individual propensity toward risks 16. The negative coefficients associated with time commuting variables inthe genderspecific volunteering equations reveal the importance of the time constraint 15 Notice that, in our framework, the geographical variables included in regressions pick up also theeffect of local notforprofit and government behaviour, as well as of Gi in Eq. 8.16 Notice that individual propensity toward risks can be associated to individual beliefs about whatdetermines income. If one thinks luck is an important determinant of income, then she will be morelikely to pay for an insurance, and coeteris paribus to donate more.16on individual decisions 17. On the other hand, time spent travelling to the job placeis negatively related to money donations but significant only for men, probably because commuting time proportionally reduces income available for consumption goods.Judging to have adequate economic resources one of our measures of the financial andeconomic situation of the households matters for money donations, coefficients takingthe expected sign for both men and women. Moreover, only for the former, we also finda positive impact of an adequate economic situation on volunteering, a point hintingat possible gender differences in the pattern of donations.Unsurprisingly, individuals living in poor families i.e. where there are problems inpurchasing subsistence goods, such as food and health care donate less than the others.On the contrary, a similar pattern does not emerge for the supply of voluntary labour,which seems to be less affected by economic contingencies, and driven more by intrinsicmotivations: even if it would have a positive money payoff, in bad times agents are onaverage not willing to substitute hours of unpaid volunteering with market activities.About other individual characteristics, results are less clearcut: having a partner isoverall negatively related to donations only for women. Moreover, while there exists a Ushaped relationship between the number of children and volunteering for men, thesame pattern does not emerge for women; in particular, the impact is negative butalmost never statistically significant at the usual levels of confidence. These ambiguousfindings probably depend on two forces working in opposite directions: on the onehand, having more children reduces available time and income; on the other hand,people more altruistic i.e. that are likely to donate more may have preferences forhaving more children.18As for the employment status of the partner, a variable accounting for choices atthe household level, results show clear gender differences. Having a spouse employedsignificantly increases the probability of money donations for men, while all else equal an employed partner has a negative effect only marginally statistically insignificanton the probability of volunteering for women. The coefficients on the two variablesintended to capture individual motivations and tastes in the provision of voluntarywork and money donations are significant and with the expected sign:in particular,the lack of friends is associated with lower incentives to contribute, and the effectis stronger for volunteering than for money donations. Thus, reputational concernsseem to matter in the provision of charitable contributions: coeteris paribus, a persontied to a social network has a higher probability to volunteer and give money, givingsupport to our previous Hypothesis 2. However, it is hard to think at this effect ascausal, as those who are intrinsically less motivated in giving either for altruistic oregoistic motivations may have also been less likely to develop or to be concernedabout social interactions. Moreover, similar results holds for the variable capturingreligious participation. While we are not able to disentangle the single contribution ofd, q and G, these findings suggest that their overall contribution is not negligible 19.17 Not surprisingly, time spent commuting has a negative impact also on the other alternative usesof time, i.e. paid and domestic work.18 Similar results, but for the number of children, are not novel in the literature: see e.g. Vaillancourt1994 and Carlin 2001.19 Using a unique dataset combining experimental measures of altruism, survey measures of other 17Table 2: Cross equation errors covariances Men Women Coef.0.523Coef.0.556zstat 25.02zstat Covm, tv 30.28Covtn, tv 0.009 0.75 0.039 2.14Covth, tv 1.48Covtn, m 0.050 0.97 0.007 0.35Covth, m4.89Covtn, th 0.096 9.67 0.671 15.7523.25V artn31.82V arthNote: m, tv , tn, th are the error terms in themoney donations, volunteering, paid labourand household labour equations, respectively.1.09510.7101.420.700.0170.0121.5110.4190.0410.32821.7435.61Interestingly, for both men and women, while social networks ties are always moreimportant than religious participation in the case of volunteering, the difference betweenthe two coefficients is not statistically significant in the case of money donations 20. Onepossible interpretation hinges upon the moral obligation discussed in Freeman 1997,i.e. that individuals feel more obliged to volunteer than to give money when asked.Finally, we briefly comment tobit results in Appendix Table A.2 col. Eq. 3 and Eq. 4 for domestic and market working hours. First, for standard controls in laboursupply equations e.g. education, age, regions,   results are unsurprising and in linewith previous studies. In addition, we report a negative sign for dummies aimed atcapturing difficulties in purchasing necessary goods, but in this case there is a clearreverse causality problem. Interestingly, we find that as the number of children in thehousehold increases, men optimally react by working more, while women reallocatemore time to child care and domestic work. This is consistent with our behavioralpredictions, i.e. that there is a negative correlation between working at home and inthe market. Accordingly, agents allocate time to the one or the other activity dependingon the existence of a comparative advantage, with women being more productive athome or being more discriminated at work than men. Gender differences emerge alsoconsidering the employment status of the partner. On the one hand, having a spouseemployed significantly increases the number of both hours of paid work and of domesticwork for men. On the other hand, an employed partner has a positive impact on thenumber of hours of domestic work for women, while the negative effect on the numberof hours of paid work is only marginally statistically significant.In order to investigate the interrelationships between time and money donations,Table 2 reports the whole set of crossequations errors covariances, separately for menfactors like reputational concerns, and the number of hours volunteered by volunteer firefighters,Carpenter and Myers 2007 move in the direction of disentagling these three possible determinants ofdonations. They find a significant positive effect of altruism and reputational concerns.20 This results is based on testing the equality of the two coefficients on no_friends and no_churchseparately in the equations for volunteering and money donations. The pvalues for the LR tests statistics are the following: LRmen, volunteering Pr10.021; LRmen, money don. Pr10.231;LRwomen, volunteering Pr10.108; LRwomen, money don. Pr10.662.18and women 21. First, we notice that time and money donations appear strongly andpositively correlated: an upward shift in the supply of volunteering is on average associated with an increase in money donations. This evidence suggests that, at least fromthe point view of unobserved attitudes, the two types of giving do not compete witheach other, but on the contrary they appear activities which are undertaken in quitestrong conjunction. We also notice that the correlation has a similar magnitude forboth men and women, and is quite close to estimates by Brown and Lankford 199222.Second, other covariances are statistically significant. In particular, we observe a negative association between domestic and paid work, greater in magnitude for men thanwomen 23.The variance in hours of domestic work for the men subsample is more than 20times greater than that characterising the women subsample, while variances are veryclose in the case of market work. Results also show a positive somehow statisticallyweak association between houseworking and volunteering, again for both genders. Byconverse, results for other covariances seem to differ between the two subsamples;moreover, covariances are significant only for men. In particular, for this subsample,we find a negative association between market work and volunteering, and a positivecorrelation between hours of domestic work and money donations. To justify our simultaneous equation approach we also run a formal test aimed at capturing the separabilitybetween the unobservable determinants of giving decisions and the set of other timeuses domestic and market work. Results are reported in the last rows of Appendix Table A.2. Quite interestingly, strong gender differences emerge: the two set of processes are not separable for men, while they are for women. Overall, the whole set ofestimated covariances suggests that the budget constraint is more important for men,while the time constraint matters more for women. In other words, men seems to allocate their time uses considering only two opportunities, both paid and unpaid work,and leisure the item excluded here, but do not adjust across different types of workwhether paid or unpaid. On the contrary, womens choices distinguish between leisureand work, as well as within the two dimensions of work paid and unpaid, domesticand voluntary labour. Our results then confirm systematic differences by sex found inthe previous literature e.g., Andreoni and Vesterlund, 2001, with men more likely toreact to changes in the opportunity costs of giving than women.Estimations results can also be used to predict joint and conditional probabilitiesof money and time donations. Predictions for an individual endowed with mean characteristics are reported in the first column of Table 3. By fixing personal attributes, suchan exercise allows dealing with the compositional effects that blur descriptive statistics.We find that, for both men and women, the probability to volunteer is positive, butlower than the probability to donate money. As regards joint densities, obtained con21 As we normalised variances to 1 in the probit equations, for time and money donations the estimatedcovariances coincide with correlation coefficients.22 These observations strengthen our results. However, covariances between unobservables pick upall the determinants we were not able to control for in our model, hence their sign can be influenced bya misspecified model. An example of omitted variable that could induce a positive covariance betweentime and money donations is the productivity parameter .23 About the latter result, also Kalenkosky et al. 2005 report a negative correlations between markethours of work and housework, although their analysis is restricted to childcaring activities.19Table 3: Predicted probabilities: Base and stylised individuals BaseNo motiv BaseFin. diff Base individ123BaseRisk av4Probabilities Pr tv 0Pr m 0women men 11.2824.768.5416.20women men 4.3717.283.2510.98women men 11.4516.566.898.44women men 14.3512.9525.9934.114.1379.3912.064.401.5387.299.441.72Pr m 0, tv 0Pr m 0, tv 0Pr m 0, tv 0Pr m 0, tv 0Pr m 0tv 0Pr m 0tv 0Pr tv 0m 0Pr tv 0m 0Base individual: individual endowed with sample mean characteristics.Base No motivat.: base individual no motivations has not friends,does not go to church.Base Financial diffic.: base individual financial difficulties five items of difficult purchasing.Base Risk aversion: base individual risk aversion has health and life insurance.9.7647.151.9313.9913.1948.445.2525.532.3186.976.134.586.5833.515.0027.365.7077.6810.855.7412.2649.826.8834.447.1571.0917.614.1319.8563.355.4928.877.6668.7118.325.2921.0559.147.1529.482.7481.0814.541.6315.2162.671.9715.8610.3161.8423.804.0327.7971.876.1230.23trolling for the correlation between unobserved determinants of both giving processes,it seems that among the various potential combinations the one in which people donot give at all is by far the most likely. Interestingly, while the joint likelihood of givingboth time and money is less than 10%, there is a probability of around 15% of moneydonations and no volunteering. Moreover, although small, there is a share of peoplewho are expected to contribute with only time donations. Moving to conditional probabilities, we notice that, consistently with our theoretical predictions, donating moneyis positively associated with the probability of volunteering.In order to gauge the associations between personal attributes and outcomes, Table 3 also presents predicted probabilities for different stylised individuals, who are similar to the one endowed with mean characteristics, except for some relevant aspects.Column 2 shows that if we remove participation to religious celebrations and havingfriends our proxies for both warm glow and prestige motivations, marginal probabilities of donations sharply decrease 61% for volunteering; 32% for money gifts.A similar pattern emerges for both joint and conditional probabilities. This gives aquantitative measure of the importance of motivations to explain giving behaviours.In column 3 we experiment how giving is affected by the economic situation and theeconomic constraint. In this case, the difference between the base and the individualin financial difficulties is given by the fact that for the former it is difficult to purchasea number of necessary goods. Results show that, while the probability of volunteeringdecreases to a small amount, there is a sharp drop in that of giving money, and, moreover, in the likelihood to contribute with both time and money. In other words, theeconomic situation of the household matters for individual giving decisions, more formoney than for time donations. Finally, we also investigate how charitable behavioursare influenced by preferences toward risk. According to Column 4 in Table 3, bothtime and money donations of risk averse individuals are significantly higher than theaverage. One possible interpretation could be that those who dislike risk may be more 20favourable to redistribution: indeed, since they typically attach more weight than theaverage to chance as a determinant of individual wealth and income, they may alsobe more inclined to donate as a form of reciprocity towards those who have been lesslucky.Summarising, our empirical results seem consistent with a model in which theamount of charitable activities depends on the individual preferences and decisionsabout the allocation of time between different alternatives. In particular, in a worldwhere i agents are more productive at paid work than when volunteering, and ii theymay have specific preferences for time versus money donations for example, because ofreputational concerns, our results suggest that choices are mainly driven by efficiencyconsiderations, lending support to the baseline model.7 Concluding Remarks In this paper we have theoretically and empirically developed a behavioural model oftime and money donations, including also labour supply and the time devoted to household production among the set of individual choices. We propose a general frameworkfor understanding individual choices, where utility for prosocial behaviours stems fromthree sources: warmglow, social esteem, and altruism i.e. individual propensity tocontribute to the provision of impure public goods.Results from the empirical model that simultaneously accounts for individual decisions over money donations, volunteering, hours of market work, and hours of domesticwork support comparative static predictions from the theory, and show that money andtime donations correlates positively. Moreover, confirming previous literature, there is adifferent pattern of correlations across genders, as for the time uses and giving, stressingthe importance of using a behavioural model to fully characterise individual decisionsto donate. In particular, men are more likely to react to changes in the opportunitycosts of giving than women. Finally, most of the variables that the literature deemsto be important determinants of individual behaviour turn out to be significantly associated with the decision on whether or not to volunteer. In particular, proxies forwarmglow, social esteem, and altruism significantly affect the probabilities of giving, and underline the importance, suggested by the theory, of taking into account theimpact of reputational concerns in the analysis of individual decision making.References1 Alesina A., Glaeser E., Sacerdote B., 2001. Why doesnt U.S. has a European style Welfare State? Brookings Paper on Economics Activity Fall, 187278.2 Andreoni J., 1990. Impure altruism and donations to public goods: a theory ofwarmglow giving. The Economic Journal 100401, 464477.3 Andreoni J., 2005. Philanthropy. In: L. A. GerardVaret, S. C. Kolm and J.Ythier Eds., Handbook of Giving, Reciprocity and Altruism, Amsterdam: NorthHolland.214 Andreoni J., Gale W.G., Sholz J.K., 1996. Charitable contributions of time andmoney, mimeo.5 Andreoni J. and Vesterlund L., 2001. Which is the Fair Sex? Gender Differencesin Altruism. Quarterly Journal of Economics 116 1, 293312.6 Auten G. E., Sieg H., Clotfelter C. T., 2002. Charitable giving, income, and taxes:An Analysis of panel data. American Economic Review 92 1, 371382.7 Becker G. S., 1965. A Theory of the Allocation of Time. The Economic Journal 75, 493517.8 Benabou R., Tirole J., 2003. Intrinsic and Extrinsic Motivations. Review of Economic Studies 70, 489520.9 Benabou R., Tirole J. 2006 Incentives and Prosocial Behaviour, American Economic Review, 965: 16521678.10 Bergstrom T., Blume L., Varian H.,1986. On the private provision of public goods.Journal of Public Economics 29, 2549.11 Brown E., Lankford H., 1992. Gifts of money and gifts of time Estimating theeffects of tax prices and available time. Journal of Public Economics 47, 321341.12 Carlin P. S., 2001. Evidence on the Volunteer Labour Supply of Married Women.Southern Economic Journal 67 4, 801824.13 Carpenter J., Myers C. K., 2007. Why Volunteer? Evidence on the Role of Altruism, Reputation, and Incentives. IZA DP No. 3021.14 Day K. M., Devlin R. A., 1996. Volunteerism and Crowding Out: Canadian Econometric Evidence. Canadian Journal of Economics 29 1, 3753.15 Day K. M., Devlin R. A., 1998. The Payoff to Work without Pay: Volunteer Work as an Investment in Human Capital. Canadian Journal of Economics 31 5,11791191.16 Duncan B., 1999. Modeling charitable contributions of time and money. Journalof Public Economics 72, 213242.17 Ellingsen T., Johannesson M., 2003. Time is not Money. mimeo, Department of Economics, Stockholm School of Economics.18 Freeman R., 1997. Working for nothing: the supply of volunteer labor. Journal of Labor Economics 15, S140S166.19 Gronau R., 1977. Leisure, home production and work the theory of the allocationof time revisited. Journal of Political Economy 856, 10991123.20 Harbaugh W.T., 1998. What do donations buy? A model of philanthropy basedon prestige and warmglow. Journal of Public Economics 67, 269284.2221 ISTAT, 2001. Indagine Multiscopo sulle Famiglie: Aspetti della Vita Quotidiana.Roma: Istituto Nazionale di Statistica.22 Kalenkosky C. M., Ribar D. C., Stratton L. S., 2005. Parental child care in singleparent, cohabiting, and marriedcouple families: timediary evidence from the United Kingdom. American Economic Review 952, 194198.23 Khanna J., Sandler T., 2000. Partners in giving: The crowdingin effect of UKgovernment grants. European Economic Review 80, 11571167.24 Kooreman P., Kapteyn A., 1987. A disaggregated Analysis of the Allocation of Time within the Household. Journal of Political Economy 952, 223249.25 Lee L., Piliavin J.A., Call V.R., 1999. Giving time, blood and money: similaritiesand differences. Social Psychological Quarterly 623, 276290.26 Menchik P.L., Weisbrod B.A., 1987. Volunteer Labour Supply. Journal of Public Economics 32, 159183.27 Prendergast C., Stole L., 2001. The nonmonetary nature of gifts. European Economic Review 45, 17931810.28 Randolph W. C., 1995. Dynamic income, progressive taxes, and the timing ofcharitable contribution. Journal of Political Economy 103 4, 709738.29 Salamon L. M., Sokolowski W., 2001. Volunteering in CrossNational Perspective:Evidence from 24 Countries. Working Papers of the John Hopkins Comparative Nonprofit Sector Project, no. 40, Baltimore: The John Hopkins Center for Civil Society Studies.30 Simmons W. O., Emanuele R., 2004. Does government spending crowd out donations of time and money? Public Finance Review 32 5, 498511.31 Smith W., Chang C., 2002. Shipping the good apples out: a note on contributionsof time and money. Economics Bulletin 101, 114.32 Vaillancourt F., 1994. To Volunteer or Not: Canada, 1987. Canadian Journal of Economics 27 4, 813826.33 Wright K., 2002. Generosity versus Altruism: Philanthropy and Charity in the USand UK. Civil Society Working Paper, 17, London School of Economics.23Appendix 1: The ModelsIn this appendix, we discuss a formal derivation of main predictions from the modelspresented in Section 3.The baseline model. We start with the baseline specification. Substituting 25in 1, the individual utility maximisation problem can be stated as follows:maxcmth,tn,tv,mUcm fth , tl, tv m, q tv m , G V M s.t. cm wT tl th tv y mtl, th, tv, m 00 tl th tv T,tl T th tv tn14Plugging the budget constraint into the utility function and using the time constraint to express utility in terms of hours of paid, domestic and volunteer work, utilityappear as follows:U3wtn y m f 3th , T th tv tn, tv m, q tv m , G V M FOCs from the maximisation problem are the following:hthi :tntvm:::f thth Utl Uc Ucw Utl Ud Uq UG Utl Ud Uq UG Uc15a15b15c15dwhere Uk, which indicates marginal utility of k c, tl, d, q, G, is a function of all thevariables affecting utility levels. Equality conditions hold whenever the correspondingvariable is strictly positive at the optimum. However, nonnegativity constraints maybe binding for some individuals leading to corner solutions.Proposition 1 Whenever w optimal hours volunteered cannot be positive, whilemoney donations can be either zero or positive. When w both time and moneydonations can be positive. In this case, the contributor is indifferent between the twoforms of giving, since what matters for her utility is the total value of donations d v m.Proof. Suppose w first. Denoting the marginal utility of donations as A Ud Uq UG, suppose first that 15d holds with inequality: A Uc. Thus, themarginal utility of money donations is lower than that of goods and services, so thatm 0. But then w A w Uc and also A w Uc. Using 15b this means that, nomatter what the agent decides about working in the market or not either Ucw Utlor Ucw Utl, it is always true that A Utl. But then, by the 15c, the optimalsupply of voluntary work is zero. The opposite cannot be true: suppose that A Utl.i.e. tv 0. Then, w A Utl, which contradicts the condition for m 0. Assumenow m 0, so that w A w Uc. But then, A w Uc Utl, which means that hours 24volunteered will be always zero. Notice that it can also be that money donations arepositive and hours of paid work are zero.Lets now consider the w case. Now the combination m 0; tv 0 canbe optimal: in fact, suppose tv 0, A wa Utl. Then, the chain of inequalitieslinking FOCs for time and money donations through paid work takes the followingform: w A w Uc Utl w A. It is immediate to show that: donations cannot be zerow A w Uc; agents would not donate hours without working in the market. In otherwords, interior solutions require w: however, since 15c and 15d collapse into asingle expression, FOCs only define the optimal total value of gifts d m lv, butnot its two components separately. Thus, the two forms of giving are perfect substitutesat the optimum from the individuals perspective.Proposition 2 People do not work in the market but work at home only if they aremore efficient in the latter than in the former activity.Proof. Using 15a and 15b, we have that Ucf thth w: then whenever Ucw Utl tn 0 it must be that Ucand viceversa. If f thth w, then tn 0 and th 0.f thth Utl and Ucw Utl. Supposef thth Utl th 0,To fully characterise optimal allocations we need to account for strategic interactionsin the provision of the impure public good. As in any Nashtype game, in deciding herbest strategy, individuals take the actions of other community members as exogenouslygiven. Thus, FOCs result in Marshallian demand supply functions for the threedifferent uses of time and for money donations, all of them depending on the value ofgifts of others and on parameters: tji tji i, wi, yi, Gi 0,mi mi i, wi, yi 0.1986 and, more recently, Andreoni 1990 and Duncan 1999, a maybe not unique Nash equilibrium in pure strategies for this classof games exists under fairly general conditions, that here are assumed to hold 24. In ourcase, a Nash equilibrium is an allocation of private consumption of goods, paid hours ofwork, domestic work, volunteer labour and money gifts such that, given the donationsof others, every person is donating her optimal amounts.As shown by Bergstrom et al.j n, h, v;The extended model. The extended model possess a more complex structure ofpreferences, which can be summarised by the following utility function:U3c 3cm, f 3th , tl, v, m, q v, m , G V M while, of course, time and budget constraints are the same as in the baseline model. Inthis case, conditions for an optimum take the following form 24 In particular that 0 UG 1.25hthi :tn:tv:cch Uc Ucw Utl Uv Uqqmf thth Utlqv UG Utl16a16b16c16d UG Uc We now use these conditions to prove the proposition below:Um Uqm:Proposition 3 Suppose that w. Suppose further that Uv Um and qv qm. Then lv 0 can be an optimal behaviour whenever the value of the utilitygain from warmglow volunteering more than compensate its opportunity cost in theproduction of public good and social esteem. Suppose now that Uv Um and qv qm. Then, lv 0 whenever the more efficient production of reputation more thancompensate the efficiency loss of using volunteering instead of money gifts to producethe public good and to contribute to warmglow utility.Proof. Assume Uv Um first. Define C Uq UG. Suppose lv 0, thencombining the last three FOCs we obtain: w Um w C w Uc Utl Uv C and,therefore, Uv w Um w C 0. The RHS is the value of the marginal utilitygain, which must offset the value of the loss suffered in the components of utility othersthan warmglow. A similar line of reasoning can be used for ii qv qm.v Uq w D 0, where D Um UG,In that case, the condition is: 3 qwhich proves the result.v w q 26Appendix 2: The Likelihood function In order to derive the likelihood function of this model it is useful to define thefollowing set of indices:kv 2Dv 1;kj 2IH j 0 1;km 2Dm 1j n, hwhere Dvi and Dmi are observed binary indicators for volunteering and money donations respectively: and where H ni are paid and housework hours. For individuals on a corner solution in both work time and domestic time supply, the contributionto the likelihood function are as follows:i and H h L1 4; where p denotes the cumulative density function c.d.f. of the multivariate normaldistribution of dimension p, is a vector of upper integration points with typicalelement kjx 0jj, j v, m, n, h; KK, and K is a diagonal matrix with nonzeroelements equal to the k indices defined above.When only the optimal hours of work process H n are positive, we observe their optimal amount in the data. We can therefore condition the probability for the remainingthree outcomes on the observed hours of work, and thence write the joint probability asthe product of the conditional probability and the unconditional probability of the conditioning variable: PrDm, Dv, H h, H n PrDm, Dv, H hH n PrH n. Likelihoodcontributions take the following form:L2 3_H n; _H nnwhere denotes the density function of the univariate normal distribution, a _H nsuffix indicates conditioning on hours of work, and the arguments of the multivariatenormal CDF are derived from the moments of the conditional multivariate normaldistribution. Likelihood contributions for the case in which only hours of domesticwork are positive L3 take an analogous form.Finally, when the optimal hours of both market and domestic work are positive, the sequential conditioning can be expressed as follows: PrDm, Dv, H h, H n PrDm, DvH h, H n PrH hH n PrH n. Resulting likelihood contributions are ofthe form:L4 2_H h H n; _H h H nhnnGiven a sample of size N indexed by i, and defined ji Ikji 0, j n, h; theloglikelihood of the model is:Pinihi log L1i 1 nihi log L2i 1 hini log L3i 1 n 11 hi log L4i 17Note that our model is analogous to Seemingly Unrelated Regression except we usea nonlinear estimation technique to account for lower limit constraints and partialobservability. The computational burden posed by evaluation of multivariate normalintegrals is tackled by means of simulationbased estimation.27Appendix 3: Variables description and estimation results Appendix Table A.1: Variables description and summary statistics Variable description Volunteer Money donor Logweekly hours of paid work Logweekly hours of domestic work Age Children base no children: has 1 child has 2 children has 3 children has 4 children or more has BA has high school has junior high school has lower degree Lives in: baseinner city: outer city town with size2000 town with 2.001 size 10.000 town with 10.001 size50.000 town with size 50.000 not employed Region baseNorth west: North east Centre South Islands Commuting costs: has partner has partner partner employed Max schooling degree basenoelementary education: Commuting time variable Commuting time missing Commuting time minutes Economic situation basesituation worst: Economic situat. as last year Economic situat. better last year Economic resources adequate Number of basic goods of difficult purchasing base no goods: 1 basic good diffic. purchase 2 basic goods diffic. purchase 3 basic goods diffic. purchase 4 basic goods diffic. purchase Preferences and social attitudes: Health insurance Life insurance Perceives bad health Has not friends Does not go to church N. observations Means Women 0.099 0.193 1.862 3.251 41.142 0.090 0.167 0.061 0.018 0.836 0.716 0.088 0.312 0.079 0.343 0.129 0.057 0.246 0.256 0.160 0.472 0.186 0.194 0.234 0.115 0.032 0.495 9.249 0.617 0.133 0.709 0.070 0.045 0.035 0.017 0.168 0.262 0.043 0.134 0.097 11,038 Men 0.129 0.217 3.124 1.162 44.362 0.115 0.217 0.079 0.024 0.842 0.399 0.100 0.290 0.067 0.369 0.128 0.064 0.251 0.248 0.157 0.152 0.190 0.189 0.229 0.115 0.129 0.182 15.345 0.627 0.135 0.728 0.064 0.042 0.028 0.015 0.283 0.357 0.042 0.110 0.171 11,331 Appendix Table A.2: Results for a Two probit two tobit simultaneous model: Simulated maximum likelihood estimates Women Men Eq. 1: probit Eq. 2: probit Eq. 3: tobit Eq. 4: tobit hours paid hours z z work domestic z Dep. Var. money donor volunteer Coef. Coef. z Age 0.1 0.003 0.067 Age squared 0.58 0.0010.000 has 1 child 0.87 0.310 0.072 has 2 children 0.089 1.19 0.103 has 3 children 1.55 0.0810.158 has 4 children or more 0.42 0.1150.072 has partner 0.09 0.1340.007 has partner partner employed 0.127 1.89 0.007 has BA 0.899 9.790.861 has high school 0.663 7.990.585 has junior high school 0.434 4.550.416 has lower degree 0.195 2.750.170 outer city 3.020.164 0.069 town with size2000 2.75 0.1230.164 town with 2.001 size 10.000 6.98 0.4590.443 town with 10.001 size50.000 3.93 0.4530.297 town with size 50.000 0.285 3.280.241 North east 0.242 4.040.399 Centre 0.295 6.030.454 South 2.620.199 0.215 Islands 0.198 2.430.064 Commuting time variable 0.79 0.0950.092 Commuting time missing 0.32 0.1760.018 2.85 0.002Commuting time minutes 0.005 Economic situat. as last year 0.071 1.32 0.0140.037 1.54Economic situat. better last year 0.111 Economic resources adequate 0.060 1.1 0.113 Coef. Coef.0.057 5.82 2.33 0.0722.79 0.001 5.64 2.47 0.0012.37 0.031 0.96 1.46 0.1354.25 0.118 4.3 1.25 0.1091.56 0.145 4.36 1.37 0.92 0.1490.093 1.57 1.54 0.73 0.3080.32 0.278 9.64 1.92 0.0321.71 0.057 2.58 0.12 0.1300.192 5.61 0.08 11.76 0.0080.44 0.055 2.38 10.78 0.0330.59 0.003 0.09 0.0675.6 0.47 0.001 0.03 2.84 0.0320.060 2.86 1.6 1.45 0.0990.41 0.033 1.45 2.43 0.0262.04 0.130 6.04 0.1408.5 3.84 0.091 3.29 0.3647.18 1.23 0.106 3.58 3.39 0.1000.093 2.66 0.95 0.0992.84 0.122 4.76 2.64 0.1984.82 0.33 0.079 3.1 0.0253.51 0.84 0.039 1.39 0.94 0.0700.0730.96 0.011 0.25 0.69 4.321 96.68 0.491 23.113.64 0.001 1.54 0.0011.24 0.3 0.0140.100 5.53 0.140 0.1810.61 5.5 2.37 0.0330.011 0.56 Eq. 1: probit Eq. 2: probit Eq. 3: tobit hours paid volunteer money donorwork Coef.0.0280.0000.0930.1720.1900.1600.0230.0360.8500.5960.5040.2840.1890.1160.4140.2280.2520.7520.6150.4280.1890.2160.0580.0030.0650.0570.108z z z Coef. Coef. 2.31 0.089 6.67 0.0441.32 1.67 0.0017.9 0.0001.15 0.017 0.390.33 0.0211.32 0.2 0.114 2.9 0.0112.84 0.092 0.041 0.561.8 2.4 0.122 0.980.389 4.11 1.2 0.004 0.08 0.079 2.160.4 0.1584.41 0.081 3.31 0.89 0.126 2.55 10.86 0.794 11.830.028 0.72 0.562 10.339.22 0.065 1.315.05 0.3646.24 0.016 0.444.59 0.1953.76 2.52 0.058 1.86 0.1163.73 0.004 0.09 0.0342.05 1 0.324 6.45 0.092 2.657.15 0.212 3.52 0.138 3.223.32 2.88 0.2490.7 3.62 0.033 4.32 0.3470.082 1.598.3 6.88 0.020 0.52 0.4118.23 4.79 0.2855.68 0.031 0.792.31 0.1231.91 0.081 2.030.224 3.99 0.078 2.783.2 0.114 2.08 2.903 43.760.94 0.002 1.54 0.002 3.222.04 1.32 0.086 2.030.023 0.76 0.026 0.450.85 2.1 0.082 3.03 0.079 2.53 2.01 0.134Eq. 4: tobit hours domestic Coef. 0.036 0.000 0.072 0.060 0.278 0.112 0.435 0.180 0.005 0.004 0.197 0.024 0.047 0.042 0.137 0.196 0.014 0.012 0.002 0.002 0.088 0.066 1.281 0.002 0.019 0.038 0.125 z 1.4 1.19 0.84 0.79 2.41 0.52 6.8 3.65 0.05 0.04 2.03 0.3 0.87 0.69 1.96 2.19 0.17 0.11 0.02 0.02 1.17 0.99 14.04 1.68 0.33 0.56 2.03 0.63 0.28 2.7 0.59 Appendix Table A.2: Continued 0.07 0.171 2.310.19 0.029 0.240.36 0.081 0.521.92 0.726 2.274.58 0.087 1.346.09 0.004 0.080.84 0.018 0.192.35 0.072 1.112.65 0.051 0.775.96 1.956 3.27 0.015 0.023 0.050 0.172 0.024 0.037 0.033 0.068 0.107 1.722 0.54 0.65 1.25 2.52 1.18 2.1 0.89 3.21 4.06 8.88 0.0150.1250.0840.0120.1340.0880.1300.3820.1882.630 0.18 1.18 0.6 0.07 3.25 2.16 1.25 5.7 3.66 5.6 30.28 0.5562.14 0.0391.48 0.0410.35 0.0074.89 0.3280.671 15.751.09523.25 10.710 31.82 0.015 0.280.017 0.24 0.060 0.67 0.048 0.610.262 2.18 0.178 2.370.268 1.38 0.400 3.130.161 4.35 0.128 5 0.227 6.41 0.079 3.23 0.038 0.43 0.218 3.140.195 3.610.039 1.05 0.028 0.990.1102.5 2.625 6.361.789 6.23 0.046 0.127 0.135 0.237 0.029 0.046 0.172 0.064 0.041 1.477 0.45 0.98 0.72 1.01 0.66 1.07 1.34 0.86 0.77 2.84 1 basic good diffic. purchase 2 basic goods diffic. purchase 3 basic goods diffic. purchase 4 basic goods diffic. purchase Health insurance Life insurance Perceives bad health Has not friends Does not go to church Constant Covt,m Covtn,tv Covth,tv Covtn,m Covth,m Covtn,th Vartn Varth Test of model separability into giving decisions and other time uses 0.080 0.086 0.151 0.121 0.182 0.123 0.004 0.343 0.193 2.272 0.94 0.0050.82 0.0181.120.043 0.56 0.4050.203 3.652.760.238 0.04 0.071 5.32 0.1222.82 0.1524.17 2.823 0.523 25.020.750.009 1.420.017 0.970.050 0.012 0.7 0.096 9.671.511 21.740.419 35.61 chi 24 3.72 Prob chi 2 0.4455 chi 24 36.02 Prob chi 2 0.0000 Log pseudolik Number obser. Wald chi 236 Note: the 4equation model is estimated simultaneously by maximum simulated likelihood, using a GHK simulator with 20 Halton draws. Excluded categories are: has no children, no or primary education, lives in inner city, northwest, economic situation worst than 1 year before, one out of five subsistence goods of difficult purchasing. : H0 is Covtn,tv Covth,tv Covtn,m Covth,m 0 61,02 11,331 574.89 45,15 11,038 434.2 CESifo Working Paper Series for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2076 Nikitas Konstantinidis, Gradualism and Uncertainty in International Union Formation, 2077 Maria Bas and Ivan Ledezma, Market Access and the Evolution of within Plant Productivity in Chile, August 2007 2078 Friedrich Breyer and Stefan Hupfeld, On the Fairness of Early Retirement Provisions, August 2007 August 2007 2079 Scott Alan Carson, Black and White Labor Market Outcomes in the 19th Century American South, August 2007 2080 Christian Bauer, Paul De Grauwe and Stefan Reitz, Exchange Rates Dynamics in a Target Zone A Heterogeneous Expectations Approach, August 2007 2081 Ana Rute Cardoso, Miguel Portela, Carla Sa and Fernando Alexandre, Demand for Higher Education Programs: The Impact of the Bologna Process, August 2007 2082 Christian Hopp and Axel Dreher, Do Differences in Institutional and Legal Environments Explain CrossCountry Variations in IPO Underpricing?, August 2007 2083 HansWerner Sinn, Pareto Optimality in the Extraction of Fossil Fuels and the Greenhouse Effect: A Note, August 2007 2084 Robert Fenge, Maximilian von Ehrlich and Matthias Wrede, Fiscal Competition, Convergence and Agglomeration, August 2007 2085 Volker Nitsch, Die Another Day: Duration in German Import Trade, August 2007 2086 Kam Ki Tang and Jie Zhang, Morbidity, Mortality, Health Expenditures and Annuitization, August 2007 2087 HansWerner Sinn, Public Policies against Global Warming, August 2007 2088 Arti Grover, International Outsourcing and the Supply Side Productivity Determinants, September 2007 2089 M. Alejandra Cattaneo and Stefan C. Wolter, Are the Elderly a Threat to Educational Expenditures?, September 2007 2090 Ted Bergstrom, Rod Garratt and Damien SheehanConnor, One Chance in a Million: Altruism and the Bone Marrow Registry, September 2007 2091 Geraldo Cerqueiro, Hans Degryse and Steven Ongena, Rules versus Discretion in Loan Rate Setting, September 2007 2092 Henrik Jacobsen Kleven, Claus Thustrup Kreiner and Emmanuel Saez, The Optimal Income Taxation of Couples as a MultiDimensional Screening Problem, September 2007 2093 Michael Rauber and Heinrich W. Ursprung, Life Cycle and Cohort Productivity in Economic Research: The Case of Germany, September 2007 2094 David B. Audretsch, Oliver Falck and Stephan Heblich, Its All in Marshall: The Impact of External Economies on Regional Dynamics, September 2007 2095 Michael Binder and Christian J. Offermanns, International Investment Positions and Exchange Rate Dynamics: A Dynamic Panel Analysis, September 2007 2096 Louis N. Christofides and Amy Chen Peng, Real Wage Chronologies, September 2007 2097 Martin Kolmar and Andreas Wagener, Tax Competition with Formula Apportionment: The Interaction between Tax Base and Sharing Mechanism, September 2007 2098 Daniela Treutlein, What actually Happens to EU Directives in the Member States? A CrossCountry CrossSector View on National Transposition Instruments, September 2007 2099 Emmanuel C. Mamatzakis, An Analysis of the Impact of Public Infrastructure on Productivity Performance of Mexican Industry, September 2007 2100 Gunther Schnabl and Andreas Hoffmann, Monetary Policy, Vagabonding Liquidity and Bursting Bubbles in New and Emerging Markets An Overinvestment View, September 2007 2101 Panu Poutvaara, The Expansion of Higher Education and TimeConsistent Taxation, 2102 Marko Koethenbuerger and Ben Lockwood, Does Tax Competition Really Promote September 2007 Growth?, September 2007 2103 M. Hashem Pesaran and Elisa Tosetti, Large Panels with Common Factors and Spatial Correlations, September 2007 2104 Laszlo Goerke and Marco Runkel, Tax Evasion and Competition, September 2007 2105 Scott Alan Carson, Slave Prices, Geography and Insolation in 19th Century AfricanAmerican Stature, September 2007 2106 Wolfram F. Richter, Efficient Tax Policy Ranks Education Higher than Saving, October 2107 Jarko Fidrmuc and Roman Horvath, Volatility of Exchange Rates in Selected New EU Members: Evidence from Daily Data, October 2007 2007 2108 Torben M. Andersen and Michael Svarer, Flexicurity Labour Market Performance in 2109 Jonathan P. Thomas and Tim Worrall, Limited Commitment Models of the Labor Denmark, October 2007 Market, October 2007 2110 Carlos Pestana Barros, Guglielmo Maria Caporale and Luis A. GilAlana, Identification of Segments of European Banks with a Latent Class Frontier Model, October 2007 2111 Felicitas NowakLehmann D., Sebastian Vollmer and Immaculada MartinezZarzoso, Competitiveness A Comparison of China and Mexico, October 2007 2112 Mark Mink, Jan P.A.M. Jacobs and Jakob de Haan, Measuring Synchronicity and Comovement of Business Cycles with an Application to the Euro Area, October 2007 2113 Ossip Huhnerbein and Tobias Seidel, Intraregional Tax Competition and Economic 2114 Christian Keuschnigg, Exports, Foreign Direct Investment and the Costs of Corporate Geography, October 2007 Taxation, October 2007 2115 Werner Bonte, Oliver Falck and Stephan Heblich, Demography and Innovative Entrepreneurship, October 2007 2116 Katrin AssenmacherWesche and M. Hashem Pesaran, Assessing Forecast Uncertainties in a VECX Model for Switzerland: An Exercise in Forecast Combination across Models and Observation Windows, October 2007 2117 Ben Lockwood, Voting, Lobbying, and the Decentralization Theorem, October 2007 2118 Andrea Ichino, Guido Schwerdt, Rudolf WinterEbmer and Josef Zweimuller, Too Old to Work, too Young to Retire?, October 2007 2119 Wolfgang Eggert, Tim Krieger and Volker Meier, Education, Unemployment and Migration, October 2007 2120 Stefan Napel and Mika Widgren, The European Commission Appointment, Preferences, and Institutional Relations, October 2007 2121 Bertil Holmlund and Martin Soderstrom, Estimating Income Responses to Tax Changes: A Dynamic Panel Data Approach, October 2007 2122 Doina Maria Radulescu, From Separate Accounting to Formula Apportionment: Analysis in a Dynamic Framework, October 2007 2123 Jelle Brouwer, Richard Paap and JeanMarie Viaene, The Trade and FDI Effects of EMU Enlargement, October 2007 2124 Kurt R. Brekke, Luigi Siciliani and Odd Rune Straume, Competition and Waiting Times in Hospital Markets, October 2007 2125 Alexis Direr, Flexible Life Annuities, October 2007 2126 Johannes Becker and Clemens Fuest, Quality versus Quantity The Composition Effect of Corporate Taxation on Foreign Direct Investment, October 2007 2127 Balazs Egert, Real Convergence, Price Level Convergence and Inflation Differentials in 2128 Marko Koethenbuerger, Revisiting the Decentralization Theorem On the Role of 2129 Axel Dreher, Silvia Marchesi and James Raymond Vreeland, The Politics of IMF Europe, October 2007 Externalities, October 2007 Forecasts, October 2007 2130 Andreas Knabe and Ronnie Schob, Subsidizing Extra Jobs: Promoting Employment by Taming the Unions, October 2007 2131 Michel Beine and Bertrand Candelon, Liberalization and Stock Market CoMovement between Emerging Economies, October 2007 2132 Dieter M. Urban, FDI Technology Spillovers and Wages, October 2007 2133 Valentina Bosetti, Carlo Carraro, Emanuele Massetti and Massimo Tavoni, Optimal Energy Investment and RD Strategies to Stabilise Greenhouse Gas Atmospheric Concentrations, October 2007 2134 DavidJan Jansen and Jakob de Haan, The Importance of Being Vigilant: Has ECB Communication Influenced Euro Area Inflation Expectations?, October 2007 2135 Oliver Falck, Heavyweights The Impact of Large Businesses on Productivity Growth, October 2007 Action, November 2007 2136 Xavier Freixas and Bruno M. Parigi, Banking Regulation and Prompt Corrective 2137 Jan K. Brueckner, Partial Fiscal Decentralization, November 2007 2138 Silvia Console Battilana, Uncovered Power: External Agenda Setting, Sophisticated Voting, and Transnational Lobbying, November 2007 2139 Alan J. Auerbach, Michael P. Devereux and Helen Simpson, Taxing Corporate Income, November 2007 2140 Lorenzo Cappellari, Paolo Ghinetti and Gilberto Turati, On Time and Money Donations, November 2007 ", "filename": "557914272.PDF", "person": ["Lorenzo Cappellari", "Cappellari, Lorenzo", "Paolo Ghinetti", "Ghinetti, Paolo", "Gilberto Turati", "Turati, Gilberto"], "date": ["2007"]}