{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34976/1/559866461.pdf"], "title": ["A new unified theory of sociobehavioral forces"], "plaintext": "A New Unified Theory of Sociobehavioral Forces Guillermina Jasso New York University and IZA Discussion Paper No. 3243 December 2007 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3243 December 2007 ABSTRACT A New Unified Theory of Sociobehavioral Forces This paper proposes a new unified theory of sociobehavioral forces. The goal of the new theory is to integrate theories describing five sociobehavioral processes comparison including justice and selfesteem, status, power, identity, and happiness bringing under a single theoretical umbrella diverse mechanisms together with their effects across disparate domains and for both individuals and societies. The integration is made possible by the remarkable similarity of the internal core of the theories, a core comprised of three elements: personal quantitative characteristics, personal qualitative characteristics, and primordial sociobehavioral outcomes. The unified theory posits the operation of three sociobehavioral forces comparison, status, and power each associated with a distinctive mechanism, in particular, a distinctive rate of change of the outcome with respect to the quantitative characteristic. Each combination of elements e.g., statuswealthcity generates a distinctive identity and a distinctive magnitude of happiness. Thus, the theory enables systematic and parsimonious analysis of both individuals and societies via the distinctive configurations of elements. To illustrate the unified theory, we analyze the threeway contest between loyalty to self, subgroup, and group in a twosubgroup society, deriving many new testable predictions, for example, that the bottom subgroup will have difficulty mobilizing itself, that the ablest individuals in a society will not make good leaders as their first loyalty is to self, and that the proportions loyal to self, subgroup, and group differ sharply, depending on the sociobehavioral forces, valued goods, and subgroup size. Finally, the theory provides a foundation for making explicit connections among the most important themes and insights of contemporary social science, including inequality, oppositional culture, group boundary permeability, social inclusion and exclusion, segregation and integration, social distance and polarization, and bonding and bridging. JEL Classification: Keywords: C02, C16, D1, D31, D6, I3 justice, comparison, status, power, identity, happiness, inequality, personal quantitative characteristics, personal qualitative characteristics, individualism and collectivism, lognormal distribution, Pareto distribution, powerfunction distribution, rectangular distribution, exponential distribution, normal distribution Corresponding author: Guillermina Jasso Department of Sociology New York University 295 Lafayette Street, 4th Floor New York, NY 100129605 USA Email: gj 1nyu.edu Earlier versions of portions of this paper were presented at meetings of the American Sociological Association, the German Sociological Association, the Swedish Sociological Society, the Southern Sociological Association, the International Society for Justice Research, the International Society of Political Psychology, the Institute on the Empirical Implications of Theoretical Models EITM, and EQUALSOC, the European Commissions Network of Excellence on Economic Change, Quality of Life, and Social Cohesion; at the Group Processes Conferences, the Second Joint JapanNorth American Conference on Mathematical Sociology, the Stanford Conferences on Suicide Missions, the Conference on Social Justice at the University of Bremen, and the Conference on Psychology and Social Justice at New York University; and at colloquia at Brown University, the University of Maryland, Mc Gill University, Ohio State University, the University of Skovde, the University of Western Ontario, Yale University, and IZA. I am grateful to participants at those meetings and especially to Joseph Berger, Richard Breen, Peter Burke, Samuel Clark, Robert Erikson, Hartmut Esser, Thomas J. Fararo, James Granato, Kenneth Land, Allen Li, Samuel Kotz, Illoong Kwon, Kenneth Land, Eva Meyersson Milgrom, Jan Stets, Kjell Tornblom, Jonathan Turner, Riel Vermunt, Murray Webster, Bernd Wegener, and the anonymous referees and the Editor for many valuable comments and suggestions. I also gratefully acknowledge the intellectual and financial support provided by New York University. This paper is forthcoming in European Sociological Review. A place for everything, and everything in its place. Samuel Smiles, 18751. INTRODUCTIONThis paper proposes a new unified theory of sociobehavioral forces. The goal of the newtheory is to integrate theories describing five sociobehavioral processes comparison, status,power, identity, and happiness bringing under a single theoretical umbrella diverse mechanismstogether with their effects across disparate domains and for both individuals and societies. Theintegration is made possible by the remarkable similarity of the internal core of the theories.Substantively, the key idea can be traced to Plato and Aristotle, in Aristotles Politics,Book 7, Chapter 8 words: Different men seek after happiness in different ways and by differentmeans, and so make for themselves different modes of life and forms of government. The newtheory formalizes the different ways and   different means of seeking happiness by theoperation of three sociobehavioral forces, in which the primordial sociobehavioral outcomeswhich give each force its name status, power, comparison are generated by distinctivemechanisms from personal quantitative characteristics such as beauty and wealth within groupsformed by categories of personal qualitative characteristics such as nativity, race, and gender. For example, status is generated from beauty within a classroom. Each bundle of elements, say,statusbeautyclassroom, simultaneously generates an identity and a magnitude of happiness. Different combinations of elements e.g., powerwealthclub, statushorsemanshipcavalry generate distinctive identities and magnitudes of happiness. , 1 21 Aristotles incisive formulation can be traced to Platos Republic, Book VIII insightthat governments vary as the dispositions of men vary. Plato goes on to say, there must be asmany of one as there are of the other and if the constitutions of States are five, the dispositionsof individual minds will also be five insights evoked in the work reported below, whichidentifies and distinguishes five types of societies.2 Justice is a special case of the comparison force. For convenience, the comparisonforce will sometimes be called the justice force, but it should always be understood that justiceforce is a shortcut for justice and all the other members of the class of comparison processes.1A persons time series of bundles or, equivalently, time series of identities togetherwith the associated configuration of elements, describes the persons inner sociobehavioral life inthe pursuit of happiness. Some persons dwell on beauty, others on skill, others on possessionsan aspect of reality captured in Shakespeares Sonnet 91; concomitantly, some persons inhabitworlds bounded by race, nativity, or sex; and while some are moved by status, others fix onjustice or power.The configurations of elements in the sociobehavioral profiles of individuals in turnproduce the societal configuration. Thus, both individuals and societies come to be seen as materialistic or statusconscious or racialist or, alternatively, as evenkeeled, absent any greatpreference for status over selfesteem, or wealth over intelligence, or nativity over gender. Andmodels based on the new unified theory yield a large number of testable predictions bothintuitive and counterintuitive, and including novel predictions for a wide range of phenomena atboth micro and macro levels and across disparate topical domains, revealing the thread from theinner sociobehavioral life to the myriad of individual sentiments and behaviors and finally tosocial phenomena at every scale, from dyads to small groups to nationstates and multinationalentities.The work reported in this paper began with two parallel lines of inquiry. The first,reported in Section 2, examines the nature of a sociobehavioral force. The second, reported in Jasso 2007, examines theories of status, comparison, and identity. This research showed thatthe theories share a common core of the three elements which comprise a sociobehavioral force,outlined in Section 2 below viz., the sociobehavioral outcomes, the personal quantitativecharacteristics, and the personal qualitative characteristics, that, as the names indicate, statustheory and comparison theory are each theories of a single sociobehavioral force, and thatidentity is compatible with all the sociobehavioral forces. That work also suggested some of thepayoffs to unification: identity theory can use the mathematical formalizations of status andjustice theories and, in turn, status and justice theories can use the vocabulary and imagery ofidentity theory, so that the scope of application and predictive capacity of all the theories is 2enlarged.Combining Platos and Aristotles classical insights with the newlyfound common coremakes it possible to build a new unified theory, presented in Section 3. The new theory is in thespirit of a growing body of work that explores links across processes and their theories and seeksunification, integration, and synthesis Clark 1995; Hogg, Terry, and White 1995; Kemper and Collins 1990; Stets 1997; Stryker and Burke 2000; Tornblom and Vermunt 1999; Turner 1995;Wagner and Berger 1985 see also the recent collection assembled by Tornblom, Jasso, and Vermunt 2007 and the references cited therein.3In the unification all the theories win. The component theories achieve sharper definitionthrough the contrasts between them. The theories can borrow from each other aspects of theiranalytic structure, their methods, and their imagery. Together they shed new light on a widerange of phenomena and processes from family to crime, from inheritance to race relations, frominequality to happiness. Importantly, the competition between sociobehavioral forces is broughtinto relief, for the same combinations of quantitative and qualitative characteristics can haveprofoundly different effects on individual and society depending on the third element, theprimordial sociobehavioral outcome. Thus, the whole is greater than the sum of its parts, for thewhole includes the competition between, and the differential impacts of, each part.Two challenges arise: 1 theoretical deriving Popperian new predictions thatilluminate the competition between the sociobehavioral forces, the ensuing configuration, and theimpacts of the configuration, thus extending the frontier beyond the predictions of the componenttheories; and 2 empirical testing the derived predictions. Along the way, new terms appear,such as a distinction between preexisting subgroups and emergent subgroups, and newquestions, such as whether inequality is greater in the primordial sociobehavioral outcome or inthe characteristic from which it is generated say, in status or in wealth Jasso and Kotz 2007. Throughout, there is a spirit of parsimony, the theory beginning with a minimum of terms 3Wegener 2001. Links between positive and normative work are also important to establish, as in 3and all other terms obtained from the starting terms and linked to them in precise ways.The theoretical task is illustrated with analysis of emergent attachments to self, subgroup,and society, and a contrast which shows the dramatic effects of the configuration of identities on the overall proportions who put self first or subgroup first and the associated subgroupspecificproportions. Whether the Selfistas or the Subgroupistas or the Groupistas dominate, in the entiresociety as well as in their own race or ethnic subgroups, depends on the Platonic dispositions and Aristotelian ways and means of seeking happiness. Many other implications are generated, forexample, that the bottom subgroup will have difficulty mobilizing itself, that loyalty to the topsubgroup is undermined by the presence of selfseekers, that whistleblowers will tend to comefrom the bottom subgroup, and that it is a mistake to entrust important groupwide matters tothe best and the brightest for they tend to put their interests ahead of the groups.Though much remains to be done, the new theory promises a simple way to a synthesiswith, in Samuel Smiles 1875 words, A place for everything, and everything in its place.2. SOCIOBEHAVIORAL FORCESAND THEIR THREE ELEMENTSThe goal of the new unified theory is to integrate theories describing five sociobehavioralprocesses comparison, status, power, identity, and happiness. We propose that comparison,status, and power comprise a trio of sociobehavioral forces which jointly give rise to identity andto happiness. The three may be thought of as dimensions of happiness, producing degrees ofhappiness and unhappiness whenever they are salient, and simultaneously as engines of identity. Happiness, however, is broader than identity, susceptible of production outside thesociobehavioral world from a sunset, a melody, food and wine.The core of each sociobehavioral force and hence of each of the component theories aswell as of the unified theory includes three elements, one from each of three sets: personal quantitative characteristics personal qualitative characteristics 4 primordial sociobehavioral outcomes Personal quantitative characteristics are personal characteristics of which there can bemore, or less. These are of two kinds: 1 cardinal, such as wealth, land, head of cattle; and 2ordinal, such as beauty or athletic skill. If more is preferred to less, personal quantitativecharacteristics are called goods; if less is preferred to more, they are called bads. To illustrate,for most people, wealth is a good and time in prison is a bad. In the language of philosophy,goods are what people want. They want goods not only for their own sake, but also for the sakeof happiness Aristotle 384322 B.C. 1952, Nicomachean Ethics, Book 1, chap. 7. In thelanguage of theology, goods are the things humans pray for, while bads whose classic account isfound in the Book of Job are the things humans pray to be spared from.Personal qualitative characteristics are unorderable, categorical personal characteristics. They may be dichotomous, like gender, or polytomous, like race, ethnicity, or religiousaffiliation.4The primordial sociobehavioral outcomes PSOs are generated from quantitativecharacteristics within the groups formed by categories of qualitative characteristics; this is thefundamental template for a sociobehavioral force. The global process, including all threeelements, is called by the name of the PSO and characterized as a behavioral engine, a driver, amechanism, or a motivational process. For example, the sociobehavioral force statussubsumes the status PSO, the distinctive mechanism associated with the PSO, the quantitativecharacteristics from which the status PSO is generated, and the qualitative characteristics withinwhose categories the status PSO is generated. Importantly, each force has a long reach and 5yields implications for farflung phenomena and associations. The three sociobehavioral forcesare quintessential, foundational examples of the mechanisms studied by Hedstrom 2005.4 The idea that there are two kinds of personal characteristics, quantitative andqualitative, and that they differ in their social operation was pioneered by Blau 1974.5 In mathematical vocabulary, the status variable is the dependent variable in the statusfunction whose arguments are quantitative characteristics within a group defined by qualitativecharacteristics.5How many sociobehavioral forces or, equivalently, primordial sociobehavioraloutcomes are there? I believe there are three. The reasoning is based on the fact that there arethree possible rates of change increasing, decreasing, and constant and thus any PSO whichincreases with the actual holding of a good must fall into one of three sets. If there is order in theworld, then we would expect all three sets to be represented.6What are the three sociobehavioral forces? There is a sociological tradition which takesjustice, status, and power as the three master mechanisms see, for example, Homans 1974:231and the discussion in Jasso 2006b. Justice and its sibling comparison processes like selfesteem increase at a decreasing rate with the actual holding of a good, while status increases atan increasing rate with the actual holding of a good.Comparison. The comparison function is a function of two variables, an actual holding Aand a comparison holding C, with A and C having opposite effects on the outcome say, selfesteem or the justice evaluation, denoted Z:1where is the signature constant whose sign is positive for goods and negative for bads andwhose absolute value measures the observers expressiveness. Jasso 1978 introduced the logratio function as a representation of the justice evaluation function, and subsequently generalizedit to all comparison processes Jasso 1990. The logratio comparison function has severalappealing properties. First, it provides an exact mapping from combinations of A and C to thecomparison outcome Z, with zero representing a neutral point, positive numbers representingpositive selfesteem or overreward in the justice case, and negative numbers representingnegative selfesteem or underreward in the justice case. Second, the function integrates rivalconceptions of comparison processes as a difference and as a ratio. Third, it embodies the 6 This reasoning echoes Platos Republic, Book VIII idea that the number ofdispositions must equal the number of governments. However, it could be argued that the threerates of change constrain the number of forces to at most three, a line of reasoning suggestedby Richard Breen.6property that deficiency is felt more keenly than comparable excess, a feature of mostsociobehavioral accounts of comparison processes. Fourth, the function is the only functionwhich satisfies two other desirable conditions, additivity the effect of A on Z is independent ofthe magnitude of C, and the effect of C on Z is independent of the magnitude of A and scaleinvariance expressing A and C in different units say, yen instead of dollars does not alter Z. Fifth, the function is symmetric; that is, if the actual holding A and the comparison holding Ctrade places, the outcome is the negative of Z. Sixth, the logratio form is the limiting form ofthe difference between two power functions, integrating log and power approaches and furtherstrengthening integration of difference and ratio approaches. Recently, another almost magicalproperty has come to light, linking the JEF and the Golden Number, . Further detail onthese properties is found in Jasso 1978, 1990, 2006b, in press.Note that there is one case in comparison theory when a qualitative characteristic is notrequired the case in which the good or bad is cardinal and the comparison holding is a directlyselected amount. For example, the just income term in a justice evaluation or the expectedwealth term in a comparison function could be a directly selected quantity of money,independent of any group or collectivity. For extended discussion, see Jasso 2007, in press.Status. The status function expresses the individuals status S as a function of his or herrelative rank r on a quantitative characteristic, such as beauty, intelligence, or wealth:2where the relative rank is calculated within a group defined by a qualitative characteristic. 7Sorensen 1979 introduced the status function, applying it to occupations. Earlier Goode 1978had argued that status increases at an increasing rate with the actual holding implicitly of agood. Noting that the function satisfies Goodes 1978 convexity condition, Jasso 2001applied it to the status of individuals and used it as the starting postulate in a theory of status.7 The status variable is termed S1 in Jasso 2001.7Power. Power is widely thought to increase with personal quantitative characteristics such as wealth but the research record is sparse with respect to the form of the functionWebster 2006. Thus, the power force is compatible with a constant rate of change.Provisionally, we accept justice and status as two PSOs, and we call the third PSO witha constant rate of change power, recognizing that it could be something else. It is possible, forexample, that status and power are identical both displaying an increasing rate of change withthe third PSO something else, perhaps freedom.8We note at the outset that the new unified theory provides fertile ground for analyses ofmany kinds theoretical and empirical; quantitative and qualitative; pertaining to the commonelements personal characteristics, pertaining to one sociobehavioral force alone, and pertainingto the global set. If the new unified theory can be thought of as a tree, there will be work on thetrunk e.g., the personal characteristics whose understanding shapes understanding of the threecomponent theories work on one branch, or work on the entire canopy.Moreover, because the processes it integrates have a long reach, touching vast anddisparate domains of the human experience, the new theory has the potential for unifying manysocial science traditions and concerns. Further, the new theory clarifies many zones ofambiguity. For example, the new view that comparison, status, and power are dimensions ofhappiness clarifies previous discrepancies in specifications of happiness: all the specificationsas a comparison process or not; as concave, convex, or linear are correct, each corresponding toone of the component PSOs, each with its own periods of salience and latency. And the new ideathat the chief distinguishing characteristic of the three PSOs is the rate of change rendersunderstandable the difficulty of disentangling their operation and also increases our appreciationfor the sociologists of the midtwentieth century who prized the second derivative.8 To save space, we omit detailed discussion of bads, which are straightforwardlyincorporated. For example, by symmetry, a PSO which increases at a decreasing rate with a goodwill decrease at an increasing rate with a bad; a PSO which increases at an increasing rate with agood will decrease at a decreasing rate with a bad; and a PSO which increases at a constant ratewith a good will decrease at a constant rate with a bad.83. UNIFICATION OF THE THEORIES OFCOMPARISON, STATUS, POWER, AND IDENTITYExamination of comparison theory, status theory, and identity theory, reported in Jasso2007, indicates that the same three elements operate at the core of each theory, that statustheory and comparison theory are indeed theories of sociobehavioral forces, and that identitytheory is compatible with operation of all sociobehavioral forces. Thus, the three theories areripe for unification into a deeper sociobehavioral theory. Moreover, invoking the reasoning in Section 2 concerning rates of change in the mechanisms associated with sociobehavioral forces,we include in the unification a third sociobehavioral force whose rate of change is constant andwhich provisionally we call power. The new deeper theory makes use of all the insights,9imagery, and formalization from the component theories, while forging ahead with new questionswhich could not have been posed from within each theory alone and, similarly, with newpredictions which could not have been obtained from within each theory alone as well as newempirical strategies which could not have been formulated from within each theory alone.3.1. Preliminaries: A New Conceptualization of Self and Identity As discussed in Jasso 2007, identity theory regards the self as a collection of identities. Although sociological identity theory highlights a quantitative characteristic and social identitytheory highlights a qualitative characteristic, both variants of identity theory require bothquantitative and qualitative characteristics in order to build an identity.Meanwhile, work on comparison theory suggests that the basic ingredients of acomparison situation are a good and a group. Each goodandgroup combination generates aparticular magnitude of the comparison function or the justice evaluation function, and every 9 Future research might analyze the fit between social scientific accounts of power andthe third sociobehavioral force which increases at a constant rate with personal quantitativecharacteristics. As discussed in the literature, the idea of power involves both making thingshappen for self as well as making things happen in the behavior of others, and both are advancedby personal attributes and possessions.9time either the good or the group changes, a new score is generated.10 This extreme fluidity hasled comparison theorists to postulate the existence of a comparison profile for each individual,with ups and downs, plateaus and precipices, etc.It is evident that the comparison profile or justice profile operates in comparison theoryin the same way that the self operates in identity theory and social identity theory. Both may bethought of as collections of combinations of quantitative and qualitative characteristics and PSOs. Because different PSOs operate differently contrast, for example, the comparisonformula 1 and the status formula 2 it is evident that the identities in the self cannot beunderstood without explicit identification of the associated PSO. The same combination ofquantitative characteristic and qualitative characteristic will be experienced quite differently producing a different identity depending on whether the active force is comparison or status.Thus, a more precise characterization of the identities which make up the self will includeall three elements. A statusbeautyclassroom combination generates a different identity from astatusintelligenceclassroom combination, and both differ from a comparisonbeautyclassroom combination and a comparisonintelligenceclassroom combination. And so on.Every person, then, has a repertoire of identities, a repertoire that may itself change overtime. Exactly as discussed in each theory, fruitful research questions pertain to activation,salience, relative importance of each identity, and so on. What is distinctive in the new unifiedtheory is the explicit recognition that an identity is a bundle of three elements and is generated bythe operation of a sociobehavioral force.Some groups have a subgroup structure based on a qualitative characteristic. Forexample, the statusintelligenceclassroom identity discussed above may be generated in aclassroom which has sexspecific subgroups. But a subgroup structure based on a qualitativecharacteristic is not the only kind of subgroup structure. A second kind of subgroup structure 10 The situation is actually a bit more complicated, for, besides requiring a good and agroup, a comparison process also requires a comparison standard; and every time the comparisonstandard changes, the comparison score also changes. Moreover, the comparison situation canrefer to a bad, so that its scope is more general than the goodandgroup characterization.10arises from operation of the sociobehavioral forces; to illustrate, justice mechanisms generatethree subgroups, the underrewarded, the fairly rewarded, and the overrewarded. To distinguishbetween these two kinds of subgroup structure, we use new terms. Subgroups based onqualitative characteristics are called preexisting subgroups; subgroups that arise from theoperation of the sociobehavioral forces are called emergent subgroups. Further, groups with preexisting subgroups are called heterogeneous groups, and groups without preexisting subgroupsare called homogeneous groups. As will be seen, the new unified theory enables analysis of themany kinds of emergent subgroups and the ensuing coalitions of persons from different preexisting subgroups, providing fertile terrain for building on the keen insights of recent researchon group and subgroup dynamics, boundaries and their permeability, and bonding and bridgingactivities Brubaker and Cooper 2000; Eder and Giesen 2001; Eisenstadt and Giesen 1995;Ellemers, Spears, and Doosje 2002; Fahey, Hayes, and Sinnott 2005; Giesen 1993 1998;Lamont and Molnar 2002; Putnam 2000.3.2. Basic Postulates of the New Unified Theory The basic postulates of the new unified sociobehavioral theory can now be stated:Postulate 1 Forces. There are three basic sociobehavioral forces comparison, status,and power.Postulate 1.1 Elements of the Forces. Operation of each force involves a bundle ofthree elements, one from each of three sets: 1 personal quantitative characteristics such asbeauty or wealth; 2 personal qualitative characteristics such as race or gender; and 3primordial sociobehavioral outcomes such as status or selfesteem. The primordialsociobehavioral outcome which gives the force its name is generated from a personalquantitative characteristic within a group formed by a personal qualitative characteristic.Postulate 1.2 Measurement Rule. All quantitative characteristics in the status force andordinal characteristics in the comparison and power forces are measured by the relative rankwithin the group formed by the qualitative characteristic. Postulate 1.3 Rate of Change. The three forces each have a distinctive rate of change. 11When the quantitative characteristic is a good, the comparison PSO increases at a decreasing rateof change, the status PSO increases at an increasing rate of change, and the power PSO increasesat a constant rate of change.Postulate 2 Identity. Each operation of a sociobehavioral force generates an identity.Postulate 2.1 Personality. Each person is a collection of identities, and thus can becharacterized by the configuration of elements in the identities, termed personality.Postulate 2.2 Culture. Each group is a collection of persons, and thus can becharacterized by the configuration of elements in the members identities, termed culture.Postulate 3 Happiness. Each operation of a sociobehavioral force generates happiness,but happiness is also generated by forces outside the sociobehavioral world.From this basic set of postulates it is possible to derive many testable implications for awide variety of individual and social phenomena. As well, the basic theoretical structure yieldsnew terms and relations. For example, if a person is a collection of identities and personality isthe individualspecific constellation of combinations of PSOs, quantitative characteristics, andqualitative characteristics, then it is natural to speak of the statusobsessed or the beautyfixatedor the genderconscious. Similarly, if a group is a collection of persons and culture is the groupspecific constellation of elements in its members identities, then it is equally natural to speak ofa jock culture, a materialistic culture, a racialist culture, and so on.It has long been thought that the sociobehavioral forces generate emotion, and the ideaimmediately presents itself that the valence of the emotions may match the valence of the PSO inthe identity. To illustrate, in this testable view, comparison outcomes of zero generate a neutralemotion, negative comparison outcomes such as underreward generate negative emotion, andpositive comparison outcomes such as overreward generate positive emotion Jasso 2006a.3.3. A Deeper Theoretical Form: Template for an Identity The foregoing discussion, formalized in the basic set of three postulates, suggests theexistence of a deeper theoretical form, a form which can be succinctly described by the templatefor an identity. We provide two versions of the template, applicable, respectively, to 12homogeneous and heterogeneous groups:1. HomogeneousGroup Version. A primordial sociobehavioraloutcome is generated from a quantitative characteristic possiblyby reference to a group formed by a qualitative characteristic.2. HeterogeneousGroup Version. A primordial sociobehavioraloutcome is generated from a quantitative characteristic possiblyby reference to a group formed by a qualitative characteristic andcontrasted across the categories of a second qualitativecharacteristic.Consistent with our discussion above, both versions of the template accommodate thepossibility that a qualitative characteristic is not required for generating the PSO Jasso 2007, inpress. Of course, the heterogeneousgroup version of the template incorporates the basic ideasof social identity theory, and qualitative characteristics play an essential part.Use of the template facilitates disciplined specification of the research situation, operatingas a check list. In theoretical work, the researcher decides whether to model the situation by oneor more PSOs, by one or more quantitative characteristics, and as a homogeneous orheterogeneous group. In empirical research of the observational kind, the researcher mustdiscern whether the situation under observation can be faithfully characterized by one or another PSO, what the valued goods and bads are, what the pertinent qualitative characteristics and theircategories are.11 In empirical research of the experimental kind, the researcher chooses thedimensions to experimentally manipulate from among a selection of PSOs, quantitativecharacteristics, and qualitative characteristics.The mixandmatch strategy implicit in the templates produces new synergies. The newunified theory can use both the vocabulary and imagery of identity theory and the mathematicalfunctions of comparison, status, and power theories to generate both new measures of identity,11 Examples of recent empirical research which measures identities using the trio ofelements include Bianchi and Lancianese 2005 and Kwon and Meyersson Milgrom 2005.13new testable predictions, new interpretations, and rich new perspectives, all within a simpleframework that is easy to use. 3.4. The Individuals Sociobehavioral Profile and the Happiness Profile The point of departure for most research on comparison, status, and power processes is asingle primordial sociobehavioral outcome. For example, a justice study typically does not lookbeyond the world of justice; it is assumed that justice is the PSO operating in the particularsituation under analysis. The unification, however, makes plain that the sociobehavioral forcesare in competition with each other for the actors attention. Thus, the unification leads to explicitconsideration of the possibility that one or another PSO is chosen, that individuals differ in theextent to which each PSO occupies their mind, that, indeed, lurking beneath the individualscomparison profile or status profile or power profile is a more fundamental sociobehavioralprofile in which comparison, status, and power forces appear and disappear over time. Thisdeeper sociobehavioral profile is a subset of the happiness profile, consistent with the view that PSOs are among the things that generate happiness.123.5. Correspondence Between the Vocabularies of the Component Theories An important task in a unification is to establish the correspondence between thevocabularies in each of the component theories. Table 1 presents the basic quantities in theunified sociobehavioral theory, providing their mathematical formulas and the correspondingterms in identity, comparison, status, and power theories. As shown, the first term is the personalidentity. As discussed, the personal identity is a bundle of three elements, one of which, the PSO, determines the form of the function generating the identity. For example, if the PSO in aparticular identity is comparison, then the identity is generated by the comparison functionshown in the comparison theory column. Consistent with the reasoning that power orsomething provisionally called power increases at a constant rate with the actual holding of a 12 Periods of time when the sociobehavioral forces are latent differ across individuals induration and frequency. They extend into the individuals waking time the freedom fromhierarchies, status, and other elements of sociobehavioral forces which Cervantes Don Quixote,Book II, Ch 43 saw as a gift of sleep, When we sleep, we are all equal.14good, the power function is represented by a linear function omitting intercept and slope, forwhich further theoretical analysis is needed. Table 1 about here The next quantity is the group identity. This is the average identity or, equivalently,average PSO in the entire group. In justice analysis, this quantity is known as the first justiceindex, or JI1 Jasso 1999, and also as the social welfare function Jasso 1993:360. Thecounterpart in status theory, group S, is known to approach 1 as the group size goes to infinityJasso 2001:106, 122.Recall that qualitative characteristics provide not only the group within which the identityis generated but also the basis for a possible preexisting subgroup structure. For example, ifthe group is generated by citizenship in a particular country, potential subgroups includeprovince, gender, race, ethnicity, language, religion, and so on. Note that the qualitativecharacteristic used to define the group cannot be used as the basis for subgroups. To illustrate, ifthe PSO is generated by athletic skill within the set of males, then the group is sexspecific andsex cannot be used to generate subgroups; permissible bases for subgroup structures wouldinclude language, religion, nativity.The subgroup identity is the average identity or, equivalently, average PSO within asubgroup. The quantity is equivalent to subgroup Z, in comparison theory, and to S2 status, instatus theory and basic to S3 status. This quantity is closely linked to the process ofdepersonalization in social identity theory, in which a person comes to be seen as a member of asubgroup rather than as an individual, and to the prototype, a quantity which summarizes thesubgroups distinctiveness.The three quantities in Table 1 are the basic quantities in the new unified sociobehavioraltheory. They are used in many models based on the sociobehavioral forces. Other quantities thatarise include the multiplegood PSO, dispersion of the PSO within group and subgroups, avariety of differences between the personal, subgroup, and group identities, the change in PSOacross time, and, of course, quantities based on the emergent subgroup structures. For example,15the difference between two subgroup identities is the absolutegap measure of inequality betweensubgroups Jasso and Kotz in press and also provides a measure of what is called social distanceor polarization.13The formulas in Table 1 are general formulas. Specific formulas are tailored for use withcardinal or ordinal holdings and in small groups or large populations. Table 2 reports the specificformulas for the personal identity; to conserve space, we do not include the correspondingspecific formulas for the group and subgroup identities. The formulas for comparison theory andstatus theory have been discussed in the literature; there is no guidance, however, for the powerformulas Webster 2006. Because scale invariance is important for comparative analysis, werepresent cardinal goods in power theory by the relative amount and ordinal goods by the relativerank. However, in the cardinal case power may also turn out to be a function of the absoluteamount Jasso in press. Table 2 about here Note that because there are three PSOs and because two of them distinguish betweencardinal and ordinal characteristics, there are five possible general types of identities, representedby the five columns of Table 2.143.6. Research Protocols for Theoretical and Empirical Analysisin the New Unified Theory of Sociobehavioral Forces Two theoretical tasks immediately present themselves. First, the substantial theoreticalanalysis that has been carried out separately on identity, comparison, status, and power can nowbe brought into a systematic synthesis, with explicit contrasts of the predictions for particularcontexts and with identification of the lacunae to be filled. In Section 4 below we illustrate this 13 For further discussion of multiplegood PSOs, see Berger, Cohen, and Zelditch1966, Berger, Fisek, Norman, and Zelditch 1977, Jasso 1980, 1983, 2001, and Jasso and Kotz 2007, and of change in PSO, Jasso in press.14 And it follows that there are five main types of societies, echoing Platos Republic,Book VIII idea that there are five distinct dispositions of persons and corresponding to each adistinctive type of government.16type of work with an analysis of differential attachments to self, subgroup, and group. Second,new theorizing can focus on processes that span the entire theoretical structure; these include theprocess by which one or another of the three sociobehavioral forces becomes activatedcomplementing work on the process by which one or another good is activated and one oranother group or subgroup is activated and the links between inequality in the quantitativegoods, inequality in the PSOs, and inequality in happiness.Within the first theoretical task, consider the testable predictions that have been derivedin comparison theory, including, for example: 1 A thiefs gain from theft is greater whenstealing from a fellow group member than from an outsider, and this premium is greater in poorgroups than in rich groups; 2 Parents of two or more nontwin children will spend more of theirtoy budget at an annual giftgiving occasion than at the childrens birthday; 3 Blind persons areless at risk of eating disorders than are sighted persons; 4 Veterans of wars fought on home soilhave lower risk of posttraumatic stress syndrome than veterans of wars fought away from home;5 Conflict between subgroups is an increasing function of economic inequality, but the effect ofthe subgroups relative sizes depends on the form of the valued goods distribution; and 6Vocations to the religious life are an increasing function of economic inequality.15Would status theory and power theory yield similar or different predictions? To answerthat question, parallel sets of predictions can be derived in status and power theory. Thetechniques that have proved useful in comparison theory can be immediately put to use; theseinclude the micromodel, macromodel, mesomodel, and matrixmodel strategies, which havedifferent starting points e.g., the PSO, the change in PSO, the distribution of the PSO and usedifferent mathematical approaches Jasso 2002.An early example of a prediction for the same phenomenon based on all three PSOs is theprediction that in a society dominated by comparison, each person is closer to the neighbor abovethan to the neighbor below, while in a status society, each person is closer to the neighbor below 15 These predictions exemplify the generative character of the sociobehavioral forces,which both generate and explain the associations embodied in the predictions.17than to the neighbor above, and in a power society, each person is equally close to the neighborsabove and below a consequence of the distinctive rates of change.Comparison theory also yields interpretations of rare events, such as the invention ofmendicant institutions in the 13 century and of detective fiction in the 19 . And it suggests theththexistence of fundamental constants, including a constant governing the switch between valuingcardinal and ordinal goods.What new interpretations or new constants would status theory and power theory yield?Within the second theoretical task, consider some of the new questions that arise in theunified theory. How do goods become valued and devalued? How do groups and preexistingsubgroups become valued and devalued? How do changes in the distributions of cardinal goodsaffect changes in the distribution of happiness? What are the precise links between culture andpersonality? between inequality between persons and inequality between subgroups? How isemotion generated? What accounts for differential permeability across boundaries of preexisting subgroups and emergent subgroups?16In theoretical work, all these questions can be addressed using simple a priori premisesand reasoning. For example, questions addressed using the macromodel technique begin with theprobability distribution of the PSO in a collectivity. When the quantitative characteristic isordinal, it is represented by the rectangular distribution; when the quantitative characteristic iscardinal, it is represented by a distribution defined on the nonnegative support, such as thelognormal or the Pareto. Table 3 provides formulas for personal identity, group identity, andsubgroup identity for all three PSOs for both the case of an ordinal good and three cases of acardinal good distributed as lognormal, Pareto, and powerfunction; the subgroup identity is forthe special case of two preexisting subgroups with complete disjuncture. These formulas can be 16 Recent work has begun to address these questions. For example, Jasso 2006aanalyzes emotion, and Jasso and Kotz in press analyze the two types of inequality.18used in a wide variety of problems, and will be used in Section 4.17 Table 3 about here Empirically, several tasks immediately arise, and they require a wide variety of skills,ranging from qualitative and comparativehistorical skills for example, to discern the valuedgoods, groups, subgroups, and PSOs across societies and over time to quantitative skills forexample, to measure personal identities using the new template, measure inequalities both ingoods and in PSOs both across persons and across subgroups, to estimate many new propositionssuch as the effects of personal, subgroup, and group identity on health, and to test the newderived predictions.The empirical work of the future will be multimethod and carried out by multiskillteams.4. ILLUSTRATION: THE CONTEST BETWEEN SELF, SUBGROUP, AND GROUPTo illustrate theoretical derivation in the new unified theory, we investigate the contestbetween individualism and collectivism, specifically, between personal identity, subgroupidentity, and group identity, building on recent work which examines 1 the contest betweensubgroup status and group status Blanz et al. 1998; Mummendey et al. 1999; Hornsey and Hogg 2002, 2 the contest between personal status and subgroup status Jasso 2001, and 3 thecontest between self, subgroup, and group in a justice regime Jasso 2005. The remainingtheoretical tasks are 1 to obtain the missing predictions, for example, for the 3way contest in astatus context and 2 to synthesize the results, distinguishing between general results and resultscontingent on PSO or type of good tasks begun here.4.1. Model of Individualism and Collectivism General Setup Consider a population in which a PSO is generated by a quantitative characteristic suchas beauty or wealth. The population can also be classified into preexisting subgroups formed 17 For information on the modeling distributions, see Johnson, Kotz, and Balakrishnan1994, 1995 and Kleiber and Kotz 2003.19by the categories of a qualitative characteristic such as race or gender. Given that there are three possible attachments three types of identity there are apriori six possible preference orderings where the symbol denotes is preferred to:1. Personal identity subgroup identity group identity 2. Personal identity group identity subgroup identity 3. Subgroup identity personal identity group identity 4. Subgroup identity group identity personal identity 5. Group identity personal identity subgroup identity 6. Group identity subgroup identity personal identity Of course, given that preference is guided by selfenhancement, the foregoing preferenceorderings can be expressed as inequalities, with the inequality sign replacing the preferencesymbol .The initial questions are: What proportions of the population can be characterized byeach of the six preference orderings? and does the pattern vary by the proportions in thesubgroups? Within the two subgroups, what proportions can be characterized by each of the sixpreference orderings? and does the pattern vary by the proportion in the subgroup?Further questions pertain to the precise nature of the contest, the ensuing attachments toself, subgroup, or group, and the emergent subgroups. Each of the four possible contests 1self vs subgroup, 2 self vs group, 3 subgroup vs group, and 4 self vs subgroup vs group generates distinctive attachments, which we can classify by contest, with the further classificationin the 3way contest of attachments based on the same first choice, the same second choice, orthe same first or second choice. Further, we can assess which attachments are generated in morethan one preexisting subgroup, and thus investigate the possibilities for coalitions across preexisting subgroups.Following Jasso 2005, we refer to the emergent attachments and subgroups as Selfista,Subgroupista, and Groupista. Finally, we refer to a coalition based on the same first choice in a 3way contest as a strong coalition, and to all other coalitions as weak coalitions.20These questions can be studied both theoretically and empirically. Here we undertaketheoretical analysis.4.2. Model of Individualism and Collectivism Setup for Theoretical Analysis For simplicity and convenience, let the qualitative characteristic be binary, so that thereare two subgroups. Now let the quantitative characteristic and the qualitative characteristic beperfectly correlated, such that the bottom person in the top subgroup has a higher magnitude ofthe quantitative characteristic than the top person in the bottom subgroup. Thus, the twosubgroups are nonoverlapping in the quantitative characteristic. This complete disjunctureappears in the social sciences under a variety of rubrics, such as consolidation in Blau1974:632, accentuation in Hogg et al. 1995:261, and cleavage in Jasso 1983:281, 1993:364. It is further discussed in Jasso and Kotz in press.Our chief tool will be the macromodel technique for theoretical derivation Jasso 2002. As in Tables 13, each personal identity is represented by the PSOs probability distribution, andthe distribution in turn is represented by the quantile function, which expresses the PSO as afunction of relative rank for example, status as a function of relative rank in the goodsdistribution. The subgroup identity is represented by the subgroupspecific average personalidentity, and the group identity by the population average personal identity. In this case of twosubgroups and complete disjuncture, the distribution has a censored subdistribution structure inwhich the censoring point p corresponds to the boundary between the two subgroups. Theproportions in the censored subdistributions are called the subgroup split. The bottom subgrouphas p proportion of the population, and the top subgroup has 1 p proportion.4.3. General Theoretical Results for the Case of Two Nonoverlapping Subgroups We begin with three facts, from which we will derive general results, and which can bevisualized from the graphs of personal identity, subgroup identity, and group identity for any PSO, any good, and any subgroup structure, as in Figure 1 later we will see which PSOcorresponds to Figure 1. First, subgroup identity in the top subgroup is greater than groupidentity, which is greater than subgroup identity in the bottom subgroup. Second, within each 21subgroup, personal identity intersects subgroup identity, such that to the left of the intersectionsubgroup identity is greater than personal identity and to the right of the intersection subgroupidentity is lower than personal identity. Third, personal identity also intersects group identity;whether the intersection occurs to the left or right of the .5 relative rank depends on the skewnessof the personal identity distribution. In Figure 1, a vertical line represents the subgroupboundary; short horizontal lines represent the subgroup identities, and a long horizontal linerepresents the group identity; the upwardsloping curve represents personal identity. Figure 1 about here Using these three facts, we can reason that each of the six preference orderings appears atmost in one of the two subgroups. Thus, members of the two subgroups find themselves in verydifferent circumstances with respect to the contest between individualism and collectivism; andthere is no possibility of a crosssubgroup coalition based on the entire 3way preferenceordering. We can also reason that the relative location of a the intersection between personalidentity and group identity and b the boundary p between the two subgroups plays an importantpart, determining whether two of the six preference orderings appear or not. Specifically, if theboundary p coincides with the intersection, then only four of the six preference orderings arerepresented. These are: 1 in the bottom subgroup, the GroupistaSubgroupistaSelfista and GroupistaSelfistaSubgroupista, and 2 in the top subgroup, the SubgroupistaSelfistaGroupista and the SelfistaSubgroupistaGroupista. Indeed, these fourorderings always appear, but the remaining two orderings appear only in two special cases. The SelfistaGroupistaSubgroupista ordering appears only in the bottom subgroup and only if theboundary p lies above the intersection of personal identity and group identity; and the SubgroupistaGroupistaSelfista ordering appears only in the top subgroup and only if theboundary p lies below the intersection of personal identity and group identity.These general theoretical results which hold for all PSOs are codified as follows:1. For all subgroup splits, each preference ordering is found in only one subgroup.2. The two preference orderings with the Groupista first choice are found only in the 22bottom subgroup that is, preference for superordinate categorization in the threeway contest isfound exclusively in the bottom subgroup.3. The two preference orderings with the Subgroupista first choice are found only in thetop subgroup.4. One of the two preference orderings with a Selfista first choice is found in the topsubgroup always and the other in the bottom subgroup but only if the subgroup boundary liesabove the intersection between personal identity and group identity.5. If the subgroup boundary occurs below the intersection of personal identity and groupidentity, the entire bottom subgroup has the Groupista first choice.6. If the subgroup boundary occurs above the intersection of personal identity and groupidentity, not all members of the bottom subgroup are Groupistas; a top subset of the bottomsubgroup prefers personal identity to group identity, and the Groupistas are the lowestrankingmembers of the bottom subgroup.7. In the top subgroup, the entire subgroup never has the same first choice.8. Self is the first choice of the topranking members of the top subgroup; it is also thefirst choice of the topranking members of the bottom subgroup when the subgroup boundaryoccurs to the right of the intersection of personal identity and group identity.These initial theoretical results which are ceteris paribus testable predictions conveythe promise of using identity theory and the sociobehavioral forces jointly. They suggest that asimple and parsimonious set of assumptions can generate an elaborate and intricate social reality,a reality in which societies may differ greatly in the extent to which their members are selfseeking, subgroupseeking, or groupseeking and these differences are systematically related tothe relative sizes of the subgroups. For all societies, regardless of the subgroup split, the strictcorrespondence between preference ordering and subgroup membership is striking.Table 4 collects some general results which hold for all PSOs. Note in particular that theonly options which ever attain unanimity involve Groupistas and that the most commoncoalitions are between Selfistas in the two subgroups and Subgroupistas in the two subgroups. 23These two coalitions have a very different flavor. While a Selfista coalition is a union of fullykindred souls, a Subgroupista coalition is an alliance of segregationists in both subgroups.Of course, precise quantitative results which coalition commands a majority, for Table 4 about here example require derivation sharply tailored to the context.4.4. A Close Look at the Case of Status We now use the formulas for personal status, subgroup status, and group status presentedin Table 3 to measure the proportions in each preference ordering in each subgroup. A keyquantity is the intersection of personal status and group status. We already know that the averagestatus for the entire group is equal to 1.18 Solving the personal status formula for the relativerank at which it equals unity, we obtain the result , or approximately .632.4.4.1. General Results Applied to the Case of Status We know from the general results Section 4.3 and Table 4 that if the subgroup boundaryexactly coincides with the intersection of personal status and group status, there are fourpreference orderings, with the Groupista option being the unanimous first choice in the bottomsubgroup and the unanimous last choice in the top subgroup. If, however, the bottom subgrouphas less than 63 percent of the population, there are three preference orderings in the topsubgroup, and if the bottom subgroup has more than 63 percent of the population, there are threepreference orderings in the bottom subgroup, the new preference ordering having self as firstchoice. Importantly, in the latter case subgroup boundary above .63, there is a strong coalitionof Selfistas.Figure 1, it can now be told, provides visual representation of personal, subgroup, andgroup status in societies with two subgroups, for four subgroup splits. Panels A, B and D depictsubgroup splits of .25.75, .50.50, and .75.25, respectively. Panel C depicts a subgroup split of 18 The result that the mean of the status distribution is 1 can be established in two ways: First, 1 is the limit, as N goes to infinity, of the arithmetic mean of status the formula is in Table 3 in Jasso 2001:103; second, 1 is the expected value of the probability distribution arising fromstatus see Appendix Table A in Jasso 2001:122. See also Jasso and Kotz 2007. 24.632.368. Note the number of preferenceordering subsets four in Panel C, five in the otherthree Panels, and note the possibilities for coalitions.These results can be immediately applied to and tested in a wide range of situations. Asan example, consider race. Suppose that the people of a given country think of themselves asmembers of that country; suppose further that they are of two races, that the two racial groupsdiffer in economic advantage, and that status is generated by wealth. For the special case inwhich accentuation and disjuncture occur whether or not objectively there is perfect correlationbetween race and wealth, these results indicate that the bottom subgroup is more committed tothe group than is the top subgroup, that in the top subgroup people are committed either to thesubgroup or to themselves, that the wealthiest people are committed to themselves, and that, insocieties in which the bottom subgroup is larger than 63% of the population, the richest in thebottom subgroup are also committed to themselves. Note the dilemmas. The wealthiest, whomay possess much knowledge useful for the welfare of the group as a whole, are absorbed inthemselves, and the next wealthiest in the top subgroup. Similarly, those driven by concern forthe common good e.g., whistleblowers come from the bottom subgroup.If the two subgroups represent gender and the subgroup split does not reach .632, theseresults suggest that whistleblowers will be women. From the perspective of this framework it isnot surprising that in the wake of corporate scandals and possible negligence of civil servants inaverting terrorist attacks, the three heroes who would emerge are women honored by Time Magazine as Persons of the Year for 2003 and described on the cover as The WhistleblowersLacayo and Ripley 2003.4.4.2. Proportions in each PreferenceOrdering Subset in a Status Society Using the information in Table 3, we calculate the proportions in each preferenceordering. Briefly, we find the endpoints of each preferenceordering subset by calculating theintersections of personal status, subgroup status, and group status; for example, the proportion inthe bottom subset of the bottom subgroup is equal to the relative rank at the intersection ofpersonal status and subgroup status. Table 5 reports the proportions of the entire population 25found in each preference ordering. Table 5 about here There are several striking results in Table 5, which for convenience we list, enumeratingthem with an S prefix to denote the status sociobehavioral force or, equivalently, status PSO:S1. It is rare for one preference ordering to attract more than half the population. Thissituation occurs for two preference orderings only GroupSubgroupSelf and SubgroupGroupSelf and only in highly imbalanced subgroup splits.S2. The GroupSubgroupSelf preference ordering, favored by the bottom subset of thebottom subgroup, attracts more than half the entire population in the case in which the bottomsubgroup has more than 87% of the population Table 5 indicates that this occurs betweensubgroup splits of .85 and .90, and mathematically we locate it at around .87.S3. The SubgroupGroupSelf preference ordering, favored by the bottom subset of thetop subgroup, attracts more than half the entire population in the case in which the bottomsubgroup has less than .132 of the population Table 5 shows this occurring between subgroupsplits of .10 and .15, and the point is found by subtracting .5 from .632.S4. The proportions increasedecrease monotonically with the subgroup split in somepreference orderings but not in others. Those in which the proportions increase monotonicallyare both in the bottom subgroup the GroupSubgroupSelf and the SelfGroupSubgroupwhich occurs only when the subgroup split exceeds .632. Those in which the proportionsdecrease monotonically are both in the top subgroup the SubgroupGroupSelf which occursonly when the subgroup split is less than .632 and the SelfSubgroupGroup. The tworemaining preference orderings, one in each subgroup, vary nonmonotonically, first increasing,then decreasing.S5. There are symmetries in the monotonicity behavior. The bottom subset of the bottomsubgroup and the top subset of the top subgroup both have preference orderings that varymonotonically with the subgroup split, doing so over the entire range, but they vary in oppositedirections. The limitedrange preference orderings occur in the rightmost subset of the bottom 26subgroup and the leftmost subset of the top subgroup, and vary monotonically in oppositedirections. The two preference orderings which vary nonmonotonically with the subgroup splitboth occur in the middle subsets of the two subgroups.S6. Selfistas in the top subgroup are numerically strongest when the top subgroup hashigh proportions of the population. Selfistas in the bottom subgroup are numerically strongestwhen the bottom subgroup has high proportions of the population.The substantial variation in the proportions shown in Table 5 suggests that there will belarge differences across societies attributable to the subgroup split. The tone of social discourse,the cultural products, the quality of intersubgroup relations will all vary with the subgroup split.Meanwhile, the proportions in each preference ordering also shape intrasubgroupproperties, as shown in Table 6: Table 6 about here S7. Only one preference ordering GroupSubgroupSelf commands a subgroupmajority regardless of the subgroup split.S8. The bottom subgroup is always dominated by Groupistas.S9. The top subgroup is always dominated by Subgroupistas.S10. The top subgroup has a fixed percentage of Selfistas of approximately 37 percent.S11. The Selfistas in the bottom subgroup can be numerically strong when the overallgroup is heavily composed of members of that subgroup.These group and subgroup results can be combined to characterize the entire society. Forexample, when the subgroup split is fiftyfifty, all of the bottom subgroup is Groupista, the top 37% in the top subgroup is Selfista, and the remaining members of the top subgroup are Subgroupistas see Figure 1.4.4.3. Selfista, Subgroupista, and Groupista in a Status Society To this point we have examined preference orderings and first choices in terms ofproportions within group and subgroup. We now shift the angle of vision to focus on theemergent Selfista, Subgroupista, and Groupista sets, classifying individuals based on their first 27choice. Table 7 reports the proportions Selfista, Subgroupista, and Groupista, relative to theentire population, by subgroup boundary and subgroup. Table 7 about here Many of the results previously obtained now achieve a kind of dramatic intensity. Understanding behavior in organizations of all kinds corporations, churches, armies, nations requires assessing the individuals orientation and loyalties. These results indicate that loyalty tothe overall group is found only in the bottom subgroup and that loyalty to subgroup is found onlyin the top subgroup. Thus, whistleblowers and those totally dedicated to the commonweal willcome from the bottom subgroup. Concomitantly, the bottom subgroup will experience difficultyorganizing itself for intersubgroup confrontations. Meanwhile, the loyalty to subgroup found inthe top subgroup will be undermined by the selfseekers in that subgroup.If testing bears out these ceteris paribus predictions, then these results may serve also asan aid in policymaking and institutional design. There are obvious dilemmas. Suppose that thewealthy and the highly intelligent make the best spies. They will, however, be more loyal tothemselves than to the group, and their behavior in the field may reflect a certain opportunism. The case of corporation CEOs also merits scrutiny from this vantage point; perhaps the brightest CEOs are not the best equipped to make decisions that benefit the corporation as a whole, as theymay be unduly influenced by loyalty to self. Similarly, the study of nationbuilding may displaysome of these behaviors and dilemmas.Turning to coalitions, Table 7 shows vividly the only strong coalition that is possible between Selfistas when the proportion in the bottom subgroup exceeds .632.The results in Table 7 can also be used to gauge the provenance of the Selfistas. While Selfistas are exclusively topsubgroup in origin when the subgroup boundary is below .632, thebalance shifts rapidly once bottomsubgroup persons emerge as Selfistas. At a subgroupboundary of approximately .731, the breakeven point is reached, with Selfistas coming in equalnumbers from the bottom and top subgroups. By a subgroup boundary of .8, bottomsubgrouppersons dominate, with approximately 69.5% of the Selfistas. Selfista discourse may differ 28markedly across different subgroup compositions.Finally, note the possibilities in Table 7 for intragroup hostilities and political partycomposition. Simple majorities are visible at the extremes of subgroup split with Subgroupistas from the top subgroup dominant at subgroup splits less than .25 and Groupistasfrom the bottom subgroup dominant starting at subgroup split of .5.5. In between there are onlypluralities, with the dominant set shifting from Subgroupistas in the top subgroup at structureswith subgroup boundary from .25 to .35 to Groupistas in the bottom subgroup.4.4.4. TwoWay Contest: Self vs Subgroup in a Status Society Suppose now that the Groupista option remains dormant, so that the contest reduces toself versus subgroup. In this case there are always both Selfistas and Subgroupistas in bothsubgroups, as shown in Table 8. Results for this special case indicated by an asterisk areimmediate, spanning, as before, the structure of the group depicted in Figure 2, of thesubgroups, and of the emergent Selfistas and Subgroupistas: Table 8 about here Figure 2 about here S1. For all subgroup splits, the Subgroupistas are in the majority and the Selfistas in theminority.S2. Both the proportion Subgroupista and the proportion Selfista varynonmonotonically with the subgroup split, the proportion Subgroupista convex, the proportion Selfista concave.S3. The proportion Subgroupista reaches its low of approximately .573 and theproportion Selfista its high of approximately .427 at a subgroup split of approximately 7030.S4. Within both subgroups, the Subgroupistas are in the majority.S5. In the top subgroup, the proportions Subgroupista and Selfista are constant at 63.2%and 36.8%, respectively.S6. In the bottom subgroup, the proportions Selfista and Subgroupista depend on thesubgroup split. The proportion Subgroupista increases with the proportion in the bottom 29subgroup, and the proportion Selfista decreases.S7. The proportion Subgroupista in the top subgroup 63.2% always exceeds theproportion Subgroupista in the bottom subgroup.S8. The proportion Selfista in the bottom subgroup always exceeds the proportion Selfista in the top subgroup 36.8%.S9. Subgroupistas are predominantly drawn from the top subgroup when the subgroupboundary is less than .5, but thereafter the membership is drawn more heavily from the bottomsubgroup.S10. Selfistas are predominantly drawn from the top subgroup when the subgroupboundary is less than .45, but thereafter the membership is drawn more heavily from the bottomsubgroup.4.5. Toward a Synthesis Across Sociobehavioral Forces We have examined the contest between personal identity, subgroup identity, and groupidentity and derived some general results and have also taken a close look at the contest when thesociobehavioral force is status. How different are the special results when the active force iscomparison or power? To begin to address this question, we report one set of results for bothstatus and comparison. These are results based on the 2way contest between self and subgroup.Recall the results S1, S2, and S3 describing the proportions Selfista and Subgroupistain the population, and look again at Figure 2. With status as PSO, Selfistas are always in theminority and Subgroupistas in the majority. To summarize parallel results for the comparison PSO, we present graphs of the proportions Selfista and Subgroupista by the subgroup split. While status can be represented by a single graph, comparison requires several graphs, one forthe ordinal case and one each for the cardinal case with different distributions of the cardinalgood. Here we provide graphs for three models of the cardinal good, distributed, respectively, aslognormal, Pareto, and powerfunction. Experience with these variates alerts us to similaritiesand symmetries. First, the status distribution and the comparison distribution arising from a Pareto valued good are negative exponentials. Second, the comparison distributions arising from 30an ordinal good and from a powerfunction good are positive exponentials. Third, the positiveexponential and the negative exponential are mirror images of each other. Fourth, thecomparison distribution arising from a lognormal good is normal.The graphs depicted in Figure 3 display the expected similarities and symmetries. Thebehavioral implications, however, are striking. For example, holding constant an ordinal valuedgood say, athletic skill or military prowess a change of PSO from status to comparisondecimates the fighting strength of the Subgroupistas and catapults the Selfistas to a position ofprimacy. More intricately, holding constant the comparison PSO, a change in the distribution ofvalued material possessions from Pareto to lognormal can have opposite effects depending on thesubgroup split. Figure 3 about here The diverse societies and configurations of Selfistas and Subgroupistas in Figure 3 makevivid Platos and Aristotles idea that the ways in which individuals seek happiness forthemselves generate distinctive and profoundly different social structures.There is a further, surprising, result: Inequality in the distribution of valued cardinalgoods has no effect on the proportions Selfista and Subgroupista. To our knowledge, this is thefirst theoretical derivation in comparison theory in which the inequality parameter vanishes.It is obvious that these results are pertinent to a wide range of applications, from socialstratification, economic sociology, cultural sociology, family sociology, and rational choicesociology to intersubgroup relations of all kinds, such as gender relations, race relations, andimmigrantnative relations. For example, if the two preexisting subgroups are young and old,these results can illuminate intragenerational and intergenerational dynamics. If the two preexisting subgroups are racial, these results predict preferences for segregated and integratedneighborhoods and schools. Thus, to illustrate, the configuration of sociobehavioral force,distributional form of the valued good, and percent in the disadvantaged subgroup predicts theconfiguration of segregated and integrated neighborhoods, including the proportion of thedisadvantaged subgroup living in segregated neighborhoods, the proportion of the advantaged 31subgroup living in segregated neighborhoods, the proportion disadvantaged in integratedneighborhoods, and so on.Of course, the new unified theory predicts many other behavioral and social phenomenaas well.5. CONCLUDING NOTEThe new unified theory proposed in this paper can be traced to three sources: 1 theclassical idea from Plato and Aristotle that humans seek after happiness in different ways andthus build different kinds of societies; 2 twentiethcentury progress in formulating theories ofstatus, justice, power, identity, and happiness; and 3 the realization that those theories share acommon core of three elements: personal quantitative characteristics, personal qualitativecharacteristics, and primordial sociobehavioral outcomes.From there it is straightforward to integrate the theories, building a synthesis in whichthere are three sociobehavioral forces status, power, and justice and their operation generatesboth identity and happiness. Each turn of the sociobehavioral wheel yields both an identity and amagnitude of happiness. The individuals inner sociobehavioral life can then be characterized bythe time series of identities, called the sociobehavioral profile, which is a subset of the happinessprofile happiness arising also from nonsociobehavioral origins, such as music, sunsets, food,and wine. The individuals happiness profile, with its distinctive configuration of valuedpersonal characteristics and sociobehavioral outcomes, of periods of sociobehavioral activity andlatency, reveals Aristotles ways and means of seeking happiness. And the societal constellationof its members happiness profiles generates distinctive social structures. Thus, individuals maybe statusobsessed or powerhungry, wealthobsessed or beautyfixated, raceconscious orgenderconscious. And so, too, societies may be materialistic or racialist. As Plato Republic,Book VIII puts it, The States are as the men are: they grow out of human characters.Of course, the purpose of a theory is to get nearer to the truth Popper 1963:256246. The new unified theory, and its component theories, constitute, in Poppers 1963:245 apt word,32guesses about human behavior. To assess the verisimilitude of the guesses, to reduce thefalsity content   and strengthen their truth content Popper 1963:246, two tasks lie ahead. The first is theoretical deriving Popperian new predictions that illuminate the competitionbetween the sociobehavioral forces, the ensuing configuration, and the impacts of theconfiguration, thus extending the frontier beyond the predictions of the component theories. Thesecond is empirical testing the derived predictions.This paper has presented the first statement of the unified theory, and to illustrate thetheoretical task, we derived a new set of predictions for emergent attachments to self andsubgroup. These predictions indicate that both the sociobehavioral force, the valued quantitativecharacteristics, and the groups subgroup split profoundly affect the ensuing configuration of Selfistas and Subgroupistas, both within the entire society and within the preexisting subgroups. For example, when status is the dominant sociobehavioral force, Subgroupistas command amajority in the society, a majority, moreover, which varies with the subgroup split, attaining itslow of approximately 57.3% when the disadvantaged subgroup is 70% of the population Figure 2. However, when justice is the dominant sociobehavioral force, Subgroupistas can be in themajority or in the minority, depending on 1 whether the valued good is cardinal or ordinal, 2the distributional form of valued cardinal goods, and 3 the subgroup split Figure 3.These results also highlight the distinctive challenges faced by the two subgroups thebottom subgroup has no one who puts the subgroup first, and the top subgroup is undermined bymembers who put themselves first as well as the dilemmas associated with harnessing thecapabilities of the best and the brightest who may tend to put their own interests ahead of thegroups. And the results further suggest the social location of individuals who put the group first,and thus the optimal social location of persons to appoint to positions of trust for example,when a group goal is paramount, the implied rule is to always appoint someone from the bottomsubgroup. Another implication is that whistleblowers will be disproportionately drawn from thebottom subgroup.Many further implications follow. To illustrate, consider nationbuilding. With every 33new set of PSO, valued goods, and groups and preexisting subgroups, there is a new set ofidentities and a new social order. Old struggles and hostilities become obsolete. Oldorganizations and old newspapers die; new ones take their place. This reshuffling has criticalimplications for nationbuilding. For example, a constitution designed to manage a structure inwhich Subgroupistas dominate and the preexisting subgroups have a specific representationamong the Subgroupistas will be obsolete when Selfistas become dominant or when thecomposition of preexisting subgroup origin shifts among the Subgroupistas. The secret of agood constitution is not to fit too closely to todays structure, for tomorrows structure may differsharply.Beyond the special mission of a theory to get nearer to the truth Popper 1963:256246, the new unified theory of sociobehavioral forces may have a unifying effect on sociology. It is evident that both the theoretical and empirical challenges ahead require contributions frommany quarters and of many kinds. Not only does the theorys long reach touch diverse topicaldomains but also refining the postulates and testing the predictions requires a range ofexperience, from the intuitive and ethnographic to the mathematical and statistical. In the newunified theory, to paraphrase Samuel Smiles, there is A place for everything, and a place foreveryone.34REFERENCESAristotle. 384322 BC 1952. The Works of Aristotle. 2 volumes. Translated by W. D. Ross. Chicago: Britannica Press.Berger, J., B. P. Cohen, and M. Zelditch, Jr. 1966. Status Characteristics and Expectation States. Pp. 2946 in J. Berger, M. Zelditch, Jr., and B. Anderson eds., Sociological Theories in Progress, Volume 1. Boston: Houghton Mifflin.______, M. H. Fisek, R. Z. Norman, and M. Zelditch, Jr. 1977. Status Characteristics and Social Interaction. New York: Elsevier.Bianchi, A. J., and D. A. Lancianese. 2005. No Child Left Behind? RoleIdentity Development of the Good Student. International Journal of Educational Policy,Research, and Practice .Blanz, M., A. Mummendey, R. Mielke, and A. Klink. 1998. Responding to Negative Social Identity: A Taxonomy of Identity Management Strategies. European Journal of Social Psychology 28:697729.Blau, P. M. 1974. Presidential Address: Parameters of Social Structure. American Sociological Review 39:615635.Brubaker, R., and F. Cooper. 2000. Beyond Identity. Theory and Society 29:147.Clark, S. 1995. State and Status: The Rise of the State and Aristocratic Power in Western Europe. Montreal, Canada: Mc GillQueens University Press.Eder, K., and B. Giesen. 2001. Introduction and Conclusion. In Eder and Giesen eds.,European Citizenship: National Legacies and Transnational Projects. London, UK:Oxford.Ellemers, N., R. Spears, and B. Doosje. 2002. Self and Social Identity. Annual Review of Psychology 53:161186.Eisenstadt, S. N., and B. Giesen. 1995. The Construction of Collective Identity. Archive Europeenne de Sociologie 36:75102.Fahey, T., B. Hayes, and R. Sinnott. 2005. Conflict and Consensus: A Study of Values and 35Attitudes in the Republic of Ireland and Northern Ireland. Dublin, Ireland: Institute of Public Administration.Giesen, B. 1993 1998. Intellectuals and the Making of the German Nation: Collective Identity in an Axial Age. Translated from the German Die Intellectuellen und die Nation by N. Levis and A. Weisz. New York: Cambridge.Goode, W. J. 1978. The Celebration of Heroes: Prestige as a Control System. Berkeley, CA: University of California Press.Hedstrom, P. 2005. Dissecting the Social: On the Principles of Analytical Sociology. Cambridge, UK: Cambridge.Hogg, M. A., D. J. Terry, and K. M. White. 1995. A Tale of Two Theories: A Critical Comparison of Identity Theory with Social Identity Theory. Social Psychology Quarterly 58:255269.Homans, G. C. 1974. Social Behavior: Its Elementary Forms. Revised Edition. New York: Harcourt, Brace, Jovanovich.Jasso, G. 1978. On the Justice of Earnings: A New Specification of the Justice Evaluation Function. American Journal of Sociology 83:13981419.______. 1980. A New Theory of Distributive Justice. American Sociological Review 45:332.______. 1983. Social Consequences of the Sense of Distributive Justice: SmallGroup Applications. Pp. 243294, in Theories of Equity: Psychological and Sociological Perspectives, edited by D. M. Messick and K. S. Cook. New York: Praeger.______. 1990. Methods for the Theoretical and Empirical Analysis of Comparison Processes, Sociological Methodology 20:369419.______. 1993. Analyzing Conflict Severity: Predictions of DistributiveJustice Theory forthe TwoSubgroup Case. Social Justice Research 6:357382.______. 1999. How Much Injustice Is There in the World? Two New Justice Indexes. American Sociological Review 64:133168.36______. 2001. Studying Status: An Integrated Framework. American Sociological Review 66:96124.______. 2002. Seven Secrets for Doing Theory. Pp. 328354 in J. Berger and M. Zelditch,Jr. eds., New Directions in Contemporary Sociological Theory. Boulder, CO: Rowmanand Littlefield Press.______. 2005. Culture and the Sense of Justice: A Comprehensive Framework for Analysis. Journal of Cross Cultural Psychology 13:1447.______. 2006a. Emotion in Justice Processes. Pp. 321346 in J. E. Stets and J. H. Turnereds., Handbook of the Sociology of Emotions. New York: Springer.______. 2006b. Homans and the Study of Justice. Pp. 203227 in A. J. Trevino ed.,George C. Homans: History, Theory, and Method. Boulder, Colorado: Paradigm Press.______. 2007. Theoretical Unification in Justice and Beyond. Social Justice Research 20:336371. Available as IZA Discussion Paper No. 2641 at www.iza.org.______. In press. The Terms and Relations of Comparison, Referential, and Relative Processes. In A. Diekmann, K. Eichner, P. Schmidt, and T. Voss eds., Rational Choice: Theoretische Analyse und Empirische Resultate. Festschrift fur KarlDieter Opp. Westdeutscher Verlag. Available as IZA Discussion Paper No. 2817 at www.iza.org.______, and S. Kotz. 2007. A New Continuous Distribution and Two New Families of Distributions Based on the Exponential. Statistica Neerlandica 61:305328. Availableas IZA Discussion Paper No. 2598 at www.iza.org.______, and ______. In press. Two Types of Inequality: Inequality Between Persons and Inequality Between Subgroups. Sociological Methods and Research . Available as IZADiscussion Paper No. 2749 at www.iza.org.Johnson, N. L., S. Kotz, and N. Balakrishnan. 1994. Continuous Univariate Distributions,Volume 1. Second Edition. New York, NY: Wiley.Johnson, N. L., S. Kotz, and N. Balakrishnan. 1995. Continuous Univariate Distributions,Volume 2. Second Edition. New York, NY: Wiley.37Kemper, T. D., and R. Collins. 1990. Dimensions of Microinteraction. American Journal of Sociology 96:3268.Kleiber, C., and S. Kotz. 2003. Statistical Size Distributions in Economics and Actuarial Sciences. Hoboken, NJ: Wiley.Kwon, I., and E. Meyersson Milgrom. 2005. Equity and Status: Evidence from Mergers and Acquisitions. Unpublished paper.Lacayo, R., and A. Ripley. 2003. Persons of the Year: Coleen Rowley, Cynthia Cooper,Sherron Watkins. Time Magazine, Issue of December 30, 2002January 6, 2003, pp. 3031.Lamont, M., and V. Molnar. 2002. The Study of Boundaries in Social Science. Annual Review of Sociology 28:167195.Mummendey, A., A. Klink, R. Mielke, M. Wenzel, and M. Blanz. 1999. Sociostructural Characteristics of Intergroup Relations and Identity Management Strategies: Results froma Field Study in East Germany. European Journal of Social Psychology 29:259285.Plato. c. 4283487 BC 1952. The Dialogues of Plato. Translated by Benjamin Jowett. Chicago: Britannica.Popper, K. R. 1963. Conjectures and Refutations: The Growth of Scientific Knowledge. New York: Basic Books.Putnam, R. D. 2000. Bowling Alone: The Collapse and Revival of American Community. New York: Simon and Schuster.Sorensen, A. B. 1979. A Model and a Metric for the Analysis of the Intragenerational Status Attainment Process. American Journal of Sociology 85:36184. Stets, J. E. 1997. Status and Identity in Marital Interaction. Social Psychology Quarterly 60:185217.Stryker, S., and P. J. Burke. 2000. The Past, Present, and Future of an Identity Theory. Social Psychology Quarterly 63:284297.Tornblom, K. Y., G. Jasso, and R. Vermunt. 2007. Theoretical Integration and Unification: A38Focus on Justice. Social Justice Research 20:263269.______ and R. Vermunt. 1999. An Integrative Perspective on Social Justice: Distributive and Procedural Fairness Evaluations of Positive and Negative Outcome Allocations. Social Justice Research 12:3964.Turner, J. H. 1995. Macrodynamics: Toward a Theory on the Organization of Human Populations. ASA Rose Monograph Series. New Brunswick, NJ: Rutgers University Press.Wagner, D., and J. Berger. 1985. Do Sociological Theories Grow? American Journal of Sociology 90:697728.Webster, M., Jr. 2006. Status Research Since 2000. Paper presented at the annual Group Processes Conference, Montreal, Canada, August 2006.Wegener, B. 2001. Ist soziale Gerechtigkeit das, was die Leute dafur halten? Zum Verhaltnisvon normativer und empirischer Gerechtigkeitsforschung. Pp. 123164 in P. Kollered., Gerechtigkeit. Ihre Bedeutung im politischen Diskurs der Gegenwart. Wien:Passagen Verlag.39Table 1. Basic Quantities in the New Unified Theory of Sociobehavioral Forces and Their Counterparts in the Component Theories QuantityFormula Identity Component Theories Sociobehavioral Forces Comparison Status Power Personal Identity Comparison Function Status Function Power Function Personal Identity Group IdentitySuperordinateLevelSubgroup Identity Group Identity EISubgroup IdentityEIcatqual Group ZEZSubgroup ZEZcatqual Group SESSubgroup SEScatqual Group PEPSubgroup PEPcatqual Notes: The two leftmost columns provide the general expressions and labels for the fundamental quantities in the unified theory thepersonal identity, group identity, and subgroup identity. The three rightmost columns provide the corresponding general formulas inthe theories of each of the sociobehavioral forces. Subgroup identity is the average personal identity in preexisting subgroups i.e.,defined by categories of a qualitative characteristic, denoted catqual. Specific forms for personal identity in small groups and largepopulations and for cardinal and ordinal holdings are presented in Table 2. In the special case of the justice member of the comparisonfamily, the group identity is also known as the first justice index, JI1, and as the social welfare; it is equal to the log of the ratio of thegeometric mean of A to the geometric mean of C. In status theory, personal S is also known as S1 and subgroup S is also known as S2; the group S approaches unity as the population size approaches infinity. Table 2. Specific Formulas for Personal Identity in the New Unified Theory, by Sociobehavioral Force, Cardinal or Ordinal Good, and Small Group or Large Population Comparison Sociobehavioral Forces Status Power Cardinal Good Ordinal Good Cardinal Good Ordinal Good A. Small Groups B. Large Populations Notes: All formulas are for the case of a good; formulas for bads are straightforwardly derived. Formulas for status and for theordinal cases of the comparison and power forces are expressed in terms of the raw rank i and the population size N. The subscripts Aand C denote the actual and comparison holdings, respectively. While the comparison function is a function of two inputs the actualand comparison holdings, the status and power functions are functions of a single input the actual holding. Status theory does notdistinguish between cardinal and ordinal characteristics. The comparison outcome Z increases at a decreasing rate with the actualholding x in the cardinal case, the relative rank a in the ordinal case; status S increases at an increasing rate with the relative rank a;power P increases at a constant rate with the actual holding the relative amount in the cardinal case, the relative rank a in the ordinalcase. Note also that, in the case of cardinal goods, power P may also turn out to be a function of the absolute amount x.Table 3. Personal Identity, Subgroup Identity, and Group Identity in Heterogeneous Society, by Sociobehavioral Force and Cardinal or Ordinal Good Group Identity 1Goods Distribution Personal Identity Subgroup Identity_____________________________________Top Subgroup Bottom Subgroup A. Status Ordinal and Cardinal ValuedGood Regimes B.1. JusticeNonmaterialistic Ordinal ValuedGood Regime B.2. JusticeMaterialistic Cardinal ValuedGood Regime Rectangular Rectangular Lognormal Pareto PowerFunctionC.1. PowerNonmaterialistic Ordinal ValuedGood Regime C.2. PowerMaterialistic Cardinal ValuedGood Regime Rectangular Lognormal Pareto PowerFunction.5111Notes: Personal identity is expressed via the quantile function, that is, as a function of relative rank. Subgroup identity is the averagepersonal identity in preexisting subgroups. Group identity is the average personal identity in the entire group. The individualsrelative rank is denoted by a and the subgroup split i.e., the proportion in the bottom subgroup by p. The parameter k is thedistributions general inequality parameter Jasso and Kotz in press. The terms denote the probability densityfunction and the quantile function, respectively, of the unit normal variate. and Table 4. General Results on Preference Orderings, Unanimity, and Coalitions, by Relative Location of Subgroup Boundary and Intersection Between Personal Identity and Group Identity Relative Location, Boundaryand Intersectionof I and EICoincide Boundarybelow Boundaryabove Total Num 455Preference Orderings Unanimity Numberin Bottom Numberin Top Bottom Top 223232Groupistafirst Groupistalast Groupistafirst None Group None Groupistalast Self Self Sub Self Sub Self Sub Coalitions 2Way Contest Weak Self vs Subgroup Subgroupvs Group Self vs Group None 3Way Contest Weak Same 1stor 2 nd Self Sub Self Sub Group Strong Same 1st None None Self Same 2nd Self Sub Self Sub Self Sub None None None Self Notes: Abbreviations: Self Selfista; Sub Subgroupista; Group Groupista.Table 5. Proportion of the Population in Each Preference Ordering, by Subgroup Boundary and Subgroup: Status Force Bottom Subgroup Top Subgroup Subgroup Boundary GroupSubgroupPersonal GroupPersonalSubgroup PersonalGroupSubgroup SubgroupGroupPersonal.05.10.15.20.25.30.35.40.45.50.55.60.632.65.70.75.80.85.90.95.0251.0504 .0760.102.128.154.181.208.236.264.293.322.342.353.384 .416.450.486.525.569.0249.0496.0740.0981.122.146.169.192.214.236.257.278.290.280.248.216.182.146.107 .0280000000000000.0179.0679.118 .168.218.268.318.582.532.482.432.382.332.282.232.182.132.082.032100000000SubgroupPersonalGroup.0184.0368.0552.0736.0920.110.129.147.166.184.202.221.233.221.190.158.126.0948.0632.0316PersonalSubgroupGroup.349.331.313.294.276.258.239.221.202.184.166.147.135.129.110.0920.0736.0552.0368.0184Notes: Average status in the entire group equals 1. The relative rank at which personal status equalsgroup status is , or approximately .632. The proportions in each row sum to 1.Table 6. Proportion of Each Subgroup in Each Preference Ordering, by Subgroup Boundary and Subgroup: Status Force Bottom Subgroup Top Subgroup Subgroup Boundary GroupSubgroupPersonal GroupPersonalSubgroup PersonalGroupSubgroup SubgroupGroupPersonal.05.10.15.20.25.30.35.40.45.50.55.60.632.65.70.75.80.85.90.95.502.504 .507.509.512.515.518.521.525.528.533.537.342.542.548 .555.562.572.583.599.498.496.0493.491.488.485.482.479.475.472.467.463.290.430.355.288.228.172.119 .06610000000000000.0275.0970.157 .210.256.298.335.613.591.567.540.509.474.434.387.331.264.182.080300000000SubgroupPersonalGroup.0194.0409.0649.0920.0123.158.198.245.301.368.450.552.632.632.632.632.632.632.632.632PersonalSubgroupGroup.368.368.368.368.368.368.368.368.368.368.368.368.368.368.368.368.368.368.368.368Notes: Average status in the entire group equals 1. The relative rank at which personal status equalsgroup status is to 1., or approximately .632. The proportions within each subgroup in each row sumTable 7. Proportions with Selfista, Subgroupista, or Groupista First Choice, by Subgroup Boundary and Subgroup: Status Force Subgroup Split Groupista Subgroupista Selfista Bottom Subgroup Top Subgroup Bottom Subgroup Top Subgroup Bottom Subgroup Top Subgroup.05.10.15.20.25.30.35.40.45.50.55.60.632.65.70.75.80.85.90.95.05.10.15.20.25.30.35.40.45.50.55.60.632.632.632.632.632.632.632.6320000000000000000000000000000000000000000.6005.569.537.506.474.443.411.379.348.316.285.253.232.221.190.158.126.0948.0632.03160000000000000.0179.0679.118.168.218.268.318.3495.331.313.294.276.257.239.221.202.184.165.147.136.129.110.0920.0736.0552.0368.0184Notes: The proportions in each row sum to 1.Table 8. Proportions Selfista and Subgroupista, by Subgroup Boundary and Subgroup: Status Force Subgroup Boundary Subgroupista Selfista Bottom Subgroup Top Subgroup Bottom Subgroup Top Subgroup.05.10.15.20.25.30.35.40.45.50.55.60.632.65.70.75.80.85.90.95.0251.0504 .0760.102.128.154.181.208.236.264.293.322.342.353.384 .416.450.486.525.569.600.569.537.506.474.442.411.379.348.316.284.253.233.221.190.158.126.0948.0632.0316.0249.0496.0740.0981.122.146.169.192.214.236.257.278.290.298.316.334.350.364.375 .346.349.331.313.294.276.258.239.221.202.184.166.147.135.129.110.0920.0736.0552.0368.0184Notes: The proportions in each row sum to 1.Figure 2. Proportions Selfista and Subgroupista in TwoWay Contest, by Subgroup Split: Status Force. Proportions Selfista and Subgroupista sum to 1.Figure 3. Proportions Selfista and Subgroupista in TwoWay Contest, by Subgroup Split: Comparison Force,Ordinal Good and Three Distributions of Cardinal Goods. Proportions Selfista and Subgroupista sum to 1.", "filename": "559866461.pdf", "person": ["Guillermina Jasso", "Jasso, Guillermina"], "date": ["2007"]}