{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34990/1/56020101X.pdf"], "title": ["Too bad to benefit? Effect heterogeneity of public training programs"], "plaintext": "Too Bad to Benefit? Effect Heterogeneity of Public Training Programs Ulf Rinne IZA and Free University of Berlin Marc Schneider IZA and Free University of Berlin Arne Uhlendorff IZA and DIW DC Discussion Paper No. 3240 December 2007 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3240 December 2007 ABSTRACT Effect Heterogeneity of Public Training ProgramsToo Bad to Benefit? This study analyzes the treatment effects of public training programs for the unemployed in Germany. Based on propensity score matching methods we extend the picture that has been sketched in previous studies by estimating treatment effects of mediumterm programs for different subgroups with respect to vocational education and age. Our results indicate that program participation has a positive impact on employment probabilities for all subgroups. Participants also seem to find more often higher paid jobs than nonparticipants. However, we find only little evidence for the presence of heterogeneous treatment effects, and the magnitude of the differences is quite small. Our results are thus at least in part conflicting with the strategy to increasingly provide training to individuals with better employment prospects. JEL Classification: Keywords: program evaluation, active labor market policy, effect heterogeneity, public training programs, matching J64, J68, H43 Corresponding author: Ulf Rinne IZA P.O. Box 7240 53072 Bonn Germany Email: rinneiza.org The data used in this paper originate from the evaluation of public training programs as part of the evaluation of the proposals of the Hartz Commission. Schneider et al. 2007 contains details. We would like to thank Marco Caliendo, Marton Csillag, Hilmar Schneider, Zhong Zhao, Michael Lechner, participants at the ESPE Conference in Chicago, the IZA Internal Seminar, the IZA Conference on the Evaluation of Labor Market Programs, the EALE Conference in Oslo, the EEA Meeting in Budapest, the CAPE in Nuremberg, the Conference of the German Statistical Society in Kiel, the Vf S Conference in Munich and the Seminar at the George Washington University for valuable discussions and helpful comments. Arne Uhlendorff also thanks DIW DC, where part of this research was pursued during his stay in fall 2007. All remaining errors are our own. 1 Introduction One central aim of active labor market policy ALMP is to increase the employmentprospects of unemployed individuals. For this purpose, the Federal Employment Agency in Germany FEA spends a substantial amount of money on measures suchas job creation schemes, public training programs, or employment subsidies. Forinstance, about 20.5 billion Euros were spent on ALMP measures in 2002 Eichhorstand Zimmermann, 2007. The most important part of ALMP in Germany are publictraining programs. With almost 7 billion Euros, these programs account for morethan 32 percent of the expenditures. However, the number of participants decreasedover the last years see Figure 1. While more than 500,000 unemployed individualsentered a training program in 2000, this number approached only around 130,000individuals in 2005. In 2006, it increased again to nearly 250,000 persons enteringsuch programs.Figure 1 about hereThere already exists a number of studies evaluating the effectiveness of publictraining programs in Germany. For a recent review of the results see, e.g., Caliendoand Steiner 2005.1 The results are quite heterogeneousdepending on the method,the investigation period and the underlying data set. Earlier studies often findinsignificant or even negative effects, see for example Lechner 1999, 2000 and Hujerand Wellner 2000. Recent studies are usually based on rich administrative datasets and most of them find at least for some subgroups positive treatment effects,see, e.g., Lechner et al. 2005a, 2005b, Fitzenberger et al. 2006, and Schneider and Uhlendorff 2006. An example for a recent study finding negative effects is Hujeret al. 2006. However, the latter authors concentrate on the duration of the initialunemployment spell, and the negative impact of program participation probablyreflects the lockin effect of training programs. The major lesson of these mixedresults seems to be that positive effects mainly occurif at allin the longer run,and that studies which find positive medium or longterm effects are also reportingnegative shortterm effects.1The international literature on the evaluation of ALMP is summarized by Grubb and Martin2001 and Kluve 2006, among others.1The above mentioned studies focus on average effects of public training programs, partly differentiated by gender, program type and region. The contributionof this paper is to extend the picture sketched so far by answering the questionwhether the effects of public training programs in Germany are heterogenous withrespect to the level of vocational education and age.2 We examine the effects of threetypes of programs: a programs with a focus on classroom training, b programswith a focus on practical experience, and c training within practice firms, i.e.,with a focus on simulating a real working environment. These three types areincomparison to other ALMP measures in Germanyrather shorter programs with amedian duration between 6 and 8 months.There does not exist a clear hypothesis for the direction of potential effect heterogeneity. For example, one could think of at least two opposing effects that mayaffect individuals with and without a vocational degree in a different way. On theone hand, public training programs may involve diminishing marginal returns, i.e.,the more human capital the given individual has already accumulated, the less thetraining program enhances his or her human capital. On the other hand, the effectof mediumterm training programsthe focus of our studymay be positively related to the human capital that has already been accumulated by the individual. Incontrast to longterm programs, which are in general aiming to provide a vocationaldegree, and hence supposedly are human capital enhancing by themselves, shorterprograms canat least according to this line of argumentationonly activate already accumulated human capital.In other words, people without a vocationaldegree would benefit to a smaller extent from participation since skills are providedwhich are primarily complementary to a vocational degree. In summary, the direction and the extent of potential effect heterogeneity is an empirical question and itsestimation is the aim of this paper.Two recent contributions point into a similar direction as our paper. Lechnerand Wunsch 2007 analyze the effectiveness of several West German training andemployment programs in 20002002 and investigate treatment effects at a fairly disaggregated level, using acompared to our studyrelatively small inflow sample 2Caliendo et al. 2006 investigate a similar question for job creation schemes in Germanyand present evidence for the presence of effect heterogeneity. Although previous results of negativeaverage effects are confirmed in their study, some strata of the population benefit from participationin job creation schemes.2into unemployment. They find evidence for effect heterogeneity and show that jobseekers with relatively good a priori employment prospects are worse off becauseof large lockin effects from which they recover only very slowly, while job seekerswith disadvantageous a priori employment prospects show below average lockineffects and positive employment effects for some of the shorter training programsincluding job related training. Biewen et al. 2007 use similar data and analyze effect heterogeneity by regressing outcome variables after matching on different socioeconomic covariates. They find little heterogeneity along observed characteristics,although in some cases older and less educated participants seem to benefit less ornot at all from program participation.In comparison to Lechner and Wunsch 2007 and Biewen et al. 2007 we haveaccess to a much larger sample of participants in training programs. This allows usto apply matching methods within several subgroupse.g., within the sample ofwomen without any vocational degreeand to investigate the effect heterogeneityin greater detail. Moreover, we analyze the effects on monthly earnings by comparing the shares of individuals with and without training in different quartiles ofthe earnings distribution. This approach provides insights into the effect of programparticipation on the probability to find higher and lower paid jobs, respectively. Ouranalysis is based on an inflow sample into training programs for the year 2002. Weensure that the control group consists of individuals who are as long unemployed asthe participants by matching exactly on the previous unemployment duration. Furthermore, a propensity score matching aims to balance differences in a wide range ofobservable characteristicsincluding detailed information on previous employmenthistory and regional indicators.Our results indicate that program participation has a positive impact on employment probabilities for all subgroups. Moreover, participants seem to find moreoften higher paid jobs than nonparticipants. We present only little evidence forthe presence of heterogeneous treatment effects and the magnitude of the differences is quite small. If we compare the treatment effects for the most importantprogram type on the employment probability two years after program entry, wefind no significant differences with respect to age and vocational education withinthe same gender. Only if we compare men and women with each other, we find 3that for this program type young men have a significantly higher treatment effectthan older women. Moreover, in case of this program type, the lockin effect isremarkably shorter for male participants without a vocational degree. Similar results are found for the remaining two program types. The overall picture thereforesuggests quite homogenous effects of program participation across subgroups. Ourresults are thusat least in partconflicting with the strategy to increasingly provide training to individuals with better employment prospects. This strategy hasbeen implemented in Germany as a part of the reform of active labor market policyin 2003. After the reform the caseworkers are asked to evaluate the employmentprospects of the unemployed in advance and to provide training only to individualswith a relatively high probability of entering employment after training participation. However, this does not take into account the relative gain compared to thesituation without training.The remainder of this paper is structured as follows: Section 2 provides information on our data and briefly describes the program types being analyzed. Section 3 presents the econometric methods, and Section 4 discusses the results. Finally,Section 5 concludes.2 Data We use a sample of a particularly rich administrative data set, the Integrated Employment Biographies IEB of the FEA.3 It contains detailed daily information onemployment subject to social security contribution including occupational and sectoral information, receipt of transfer payments during periods of unemployment, jobsearch, and participation in different programs of ALMP. Furthermore, the IEB comprises a large variety of covariatese.g., age, marital status, number of dependentchildren, disability, nationality and education.3The IEB is in general not publicly available. Only a 2.2 percent random sample the Integrated Employment Biographies Sample, IEBS can be obtained for research purposes. See, e.g., Hummelet al. 2005 for details on the IEBS. The IEB consists of four different administrative data sources:the employees history Be H, the benefit recipients history Le H, the job seekers data baseASUBew A, and the program participants master data set MTH. For a detailed descriptionsee, e.g., Schneider et al. 2007.4Since the public training programs currently in place in Germany are quiteheterogenous, we concentrate on and differentiate between three particular types:a type 1: occupationrelated or general training, b type 2: practice training inkey qualifications, and c type 3: practice firms. Participants in type 1 learn specific skills required for a certain vocation e.g., computeraided design for a techniciantracer or receive qualifications that are of general vocational use e.g., MS Office, computer skills. Type 2 is a predominantly practically oriented program withonly few theoretical parts. It follows the principle learning by doing. Often themeasure is combined with internships. Within type 3 the simulation of real operations is conducted, and most of the times technical training is provided. Forexample, participants are endowed with practical skills of wood working and processing at work benches and machines under the supervision of instructors.Figure 2 shows that type 1 is by far the most important program type. In theprereform period, about 60 percent of all participants in public training programswere assigned to this particular type.It became even more important after thereform in 2003 as this share increased to more than 70 percent. Moreover, the threetypes together account for roughly 85 percent of all participants in public trainingprograms over the period 20002004.Figure 2 about hereOur sample of participants consists of roughly 64,000 unemployed personsentering the three program types in 2002. More precisely, we observe 25,959 participants in type 1, 15,902 participants in type 2, and 22,081 participants in type 3.This sample allows us to draw conclusions on the average participant starting agiven program in 2002.4As Figure 3 indicates, the three program types arein comparison to other ALMP measures in Germanyrather shorter measures. After one year, more than 90 percent of the participants have left each type. The median program durationis about 8 months for type 1 and roughly 6 months for types 2 and 3. While acomparatively large fraction of participants finishes type 1 exactly after 12 months,4The number of participants entering a program differs between the analyzed quarters. We takethis into account by applying corresponding weights for the calculation of the average treatmenteffects on the treated.5an even larger share finishes type 3 exactly after 6 months. For type 2 we observea sizeable fraction who ends the measure exactly after 6 or 12 months, respectively.Figure 3 about hereIn order to apply the matching approach as described in Section 3, around 600,000 nonparticipants were drawn. Both participants and nonparticipants areaged between 17 and 65 years.5As we focus on the effect heterogeneity of program participation with respectto vocational education and age, we divide our sample into subsamples for eachprogram type. With respect to vocational education, the four subsamples perprogram type consist of male and female participants and nonparticipants withand without a vocational degree.6 As Table 1 shows, the resulting sample sizes arereasonably large. Only for the subsample of female participants in type 1 withouta vocational degree we end up with less than 2,000 observations.Table 1 about hereWith respect to age, we divide the sample into six subsamples for each program type according to gender and three age groups. These age groups were constructed by choosing thresholds in order to end up with subsamples of more or lessthe same size. The first age group includes individuals who are 33 years or youngerat the fictitious program entry, the second group consists of persons aged between 34 and 42 years, and the third group comprises individuals who are at least 43 yearsold. Here, fictitious program entry refers to the point in time where a particularprogram starts for actual participants, while it is used as a reference point for nonparticipants.7 The resulting sample sizes are depicted in Table 2. While the numberof observations of participants is fairly equally distributed within the different subsamples of program types 1 and 3, this does not entirely apply for type 2. In this 5One could argue for stricter age restrictions, for example because of early retirement regulationsin Germany. However, if one is interested in the average effects of treatment on the treated andthere are participants older than 55 or 60 years, there is no reason to exclude these individuals.6We consider completed infirm training and offfirm training as well as degrees from a vocationalschool, a technical school, a university, or a university of applied sciences as vocational degrees.7The specific criteria a nonparticipant has to meet are further discussed in Section 3.6case, the groups of male and female participants between 34 and 42 years consist ofless than 2,000 observations, respectively.Table 2 about hereThe success of program participation is evaluated by looking at the probability of being employed starting at the fictitious program entry over a period of 24 months. This period is based on the fact that we focus on program participation in the year 2002, and can observe reliable data for all employment states until December 31, 2004. Individuals are regarded as employed if they hold a job in theprimary labor market. For instance, participation in job creation schemes is not included in this outcome measure. Moreover, the administrative data set only includesemployment that is subject to social security contributions.8 Selfemployment canthus not be observed in our data. Additionally, we evaluate the effect of programparticipation on monthly earnings in the primary labor market. In other words, weapply the described definition of employment and consider remunerations associatedwith those spells in terms of monthly earnings.3 Evaluation Approach Ideally, one would like to compare the outcomes for the individuals participating inpublic training programs Y 1 with the outcomes for the same individuals if theyhad not participated Y 0. If D denotes participation in this contextwhere D 1if a person participates in the program and D 0 otherwisethe actual outcomefor individual i can be written as:Yi Y 1i Di Y 0i 1 Di .1The individual treatment effect would then be given by the difference i Y 1i Y 0i .However, it is impossible to calculate this difference because one of the outcomes iscounterfactual. Instead, the evaluation literature concentrates on population averagegains from treatmentusually on the average treatment effect on the treated ATT8This means that, e.g., we do not observe selfemployment earnings, and remunerations are onlyreported up to the social security contribution ceiling.7or AT T which is formally given by:AT T ED 1 EY 1D 1 EY 0D 1 .2It is the principle task of any evaluation study to find a credible estimate for thesecond term on the right hand side of equation 2, which is unobservable.One possible solution could be to simply compare the mean outcomes of participants and nonparticipants. However, if EY 0D 1 cid:54 EY 0D 0, estimatingthe ATT by the difference between the subpopulation means of these two groupswill yield a selection bias. On the other hand, if treatment assignment is stronglyignorable, i.e., if selection is on observable characteristics X unconfoundedness orconditional independence assumption, and if observable characteristics of participants and nonparticipants overlap common support, the matching estimator isan appealing choice to estimate the desired counterfactual Rosenbaum and Rubin,1983. Under these conditions, the distribution of the counterfactual outcome Y 0 forthe participants is the same as the observed distribution of Y 0 for the comparisongroup conditional on the vector of covariates X. Formally,EY 0X, D 1 EY 0X, D 0 .3Entering this relation into 2 allows estimating the ATT by comparing meanoutcomes of matched participants and nonparticipants. Rosenbaum and Rubin1983 show that if treatment assignment is strongly ignorable given X, it is alsostrongly ignorable given any balancing score that is a function of X.9 One possiblebalancing score is the propensity score P X, i.e., the probability of participating ina given program. Mueser et al. 2007 present evidence that if administrative datais used to measure the performance of training programs, propensity score matchingis generally most effective.There are several propensity score matching methods suggested in the literature, see, e.g., Caliendo and Kopeinig 2008 for an overview. Based on the characteristics of our data, we opt to apply nearestneighbor matching without replace9When there are many covariates, it is impractical to match directly on covariates because ofthe curse of dimensionality. See, e.g., Zhao 2007 for some comments on this problem.8ment. This matching method has the advantage of being the most straightforwardmatching estimator: a given participant is matched with a nonparticipant who isclosest in terms of the estimated propensity score. We avoid an increased varianceof the estimator as we match without replacement Smith and Todd, 2005, whichis justified since the ratio between participants and nonparticipantsi.e., potential matching partnersis comparatively high in our data. Hence, the constructedcounterfactual outcome is based only on distinct nonparticipants. To check the sensitivity of our results with respect to the matching algorithm, we additionally appliedother methods to our data and find evidence for robust estimates see Section 4.4for details.For the variance of the estimated treatment effects, we base our inference onthe assumption that the estimators are asymptotically normally distributed. Thisdistribution is derived from the difference of two weighted means of two independentobservations. Lechner 2002 employs a similar approach. We checked the accuracyof this approximation by also calculating the variance of the estimated treatment effects based on bootstrapping procedures. Although nearest neighbor matching doesnot satisfy the basic conditions for the bootstrap and the bootstrap variance divergesfrom the actual variance Abadie and Imbens, 2006, this alternative method impliesvery similar variances of the estimated treatment effects and does not change theimplications presented below.The focus of the subsequent analysis lies on the differences in treatment effectsbetween separated subgroups. To assess whether these differences are significantlydifferent from zero, we assume that the treatment effects follow a normal distributionand that they are independent from each other.10The probability of participation in the three program types under consideration is estimated conditional on a number of observable characteristics using binaryprobit models with participation as the dependent variable. These characteristicsinclude sociodemographiccharacteristics e.g., age, nationality, marital status, regional information regional type, unemployment rate, educational and vocationalattainment, the unemployment history four years prior to program entry, and 10If we drop the assumption of independence, i.e., if we allow for nonzero correlation betweentreatment effects, implications only marginally change.9information on the last employment spell duration, income, business sector.11 Werun these regressions separately for the different subsamples of participants andnonparticipants according to program type, gender, and level of vocational education or age, respectively.The distribution of the estimated propensity score is depicted in Figures 4and 5. A visual analysis already suggests that the overlap between the group ofparticipants and nonparticipants in general is sufficient within all subsamples.Nonetheless, in some cases there are parts of the distribution where participantsseem to lack comparable nonparticipants. However, by using the usual Minmaxcriterion, where treated individuals are excluded from the sample whose propensityscore lies above the highest propensity score in the comparison group, only 4 24individuals are dropped in the subsamples previously stratified with respect to thelevel of vocational eduction with respect to age.Figures 4 and 5 about hereAfter estimating the propensity score we match each participant with a distinct nonparticipant within the different subsamples by exact covariate matchingplus propensity score matching.12 Nonparticipants are required to not having participated in the respective type of public training program before and in the quarterof the participants program entry. The variables used for exact matching are previous duration of unemployment in months and quarter of fictitious programentry. Therefore, we stratify the subsamples by these variables first, and thenimplement propensity score matching for each cell without replacing the matchednonparticipant.This procedure ensures that matched participants and nonparticipants a arepreviously unemployed for the same duration at the fictitious program entry, andb are fictitiously entering the program in the same quarter. While the lattercondition makes sure that seasonal influences are held constant and that the observation period is the same for matched pairs, the former condition builds on similararguments as, e.g., Sianesi 2004 put forward. She argues that participation de11The exact specifications are not reported here, but are available from the authors upon request.12The matching algorithm is implemented using the PSMATCH2 Stata adopackage by Leuven and Sianesi 2003.10cisions in ALMP are to be viewed subsequently over time in unemployment, sincechoices faced by unemployed individuals are not whether to participate or not toparticipate at all, but rather whether to join a program now or not to participatefor now. According to this line of argumentation, it is fundamental to ensure thesame elapsed duration in unemployment for matched treated and controls.However, we use program entry as our point of reference rather than followingentrants into unemployment over time inflow sample into unemployment. The estimates we present below can thus be viewed as the outcome of the joiningwaitingdecision after the same elapsed duration of unemployment for given individuals. Ourapproach allows us to estimate the ATT for average participants in given programtypes in 2002as opposed to the ATT for participants in given program types ofa specific entry cohort in unemployment. Importantly, exact matching on the previous unemployment duration only considers the past up to the fictitious entryinto the given program. Future outcomes are not considered in this context.Inparticular, nonparticipants can potentially participate in the given program typeafter the fictitious program entry. Sianesi 2004 employs a similar definition ofnonparticipation. She arguesfor the case of Swedenthat in principle any unemployed individual will join a program at some time, provided he remains unemployedlong enough. We think that Sweden is similar to Germany in this respect. Hence,a restriction on future outcomesi.e., to require nonparticipation in the followupperiod after the fictitious program entryis supposed to affect estimated treatment effects negatively, since a substantial fraction of the never treatedindividualswould de facto be observed to leave the unemployment register.13After forming the matched pairs, a suitable way to assess the matching qualityis comparison of the standardized bias before matching, SBb, to the standardizedbias after matching, SBa. The standardized biases are defined ascid:112SBb X 1 X 00.5 V1X V0X; SBa X 1M X 0M 0.5 V1M X V0M X,4cid:11213For instance, Lechner and Wunsch 2007 require nonparticipation in the followup periodafter the fictitious program entry for comparison individuals. Applying the same definition ofnonparticipation to our data lowers the estimated treatment effects see Section 4.4 for details.Although we opted for the above stated definition of nonparticipation and do not exclude futureparticipants, the alternative approach clearly has the advantage of employing a very straightforwarddefinition of nonparticipation.11where X1 V1 is the mean variance in the treated group before matching and X0V0 the analogue for the comparison group. X1M V1M and X0M V0M are thecorresponding values after matching Rosenbaum and Rubin, 1985. Following theexample of Sianesi 2004 we also reestimate the propensity score on the matchedsample to compute the pseudoR2 before and after matching.Tables 3 and 4 suggest that the quality of our matching procedures is satisfactory: the percentage biases of a number of covariates are apparently reduced andany significant differences in these covariates disappear after matching. More specifically, the standardized bias for each covariate is below 6 percent after matching.Moreover, the mean standardized bias of the matched samples are noticeably smallerthan that of the unmatched sample between 0.8 and 1.9 percent in the differentsubsamples. Likewise, the pseudoR2 after matching are fairly low and decreasesubstantially compared to before matching. Tables A3A5 see Appendix includemore details concerning the matching quality by program type, e.g., regarding thebalancing of covariates.Tables 3 and 4 about hereTraining programs may have an influence on the employment probability aswell as on the potential earnings of the participants. Evaluating the causal effecton the employment probability is straightforward and given by a simple comparisonof treatment and control group.In contrast to that, a simple comparison of therealized wages does not give us a clear measure of the causal effect of programparticipation. Realized earnings are the product of the employment probability andthe observed individual earnings, i.e., realized earnings are only a crude measureof the effect on productivity Lechner and Melly, 2007. Measuring the causal effecton the earnings would require taking into account the selection into the observedemployment, e.g., by making use of an instrument which influences the employmentprobability but not the earnings.14 In general, such an instrument is not available.However, we argue that we can nonetheless gain interesting insights into the effects of participation on the observed monthly earnings by comparing the earnings 14Lechner and Melly 2007 propose to estimate bounds for the earnings effects as an alternativemethod. However, this approach goes beyond the scope of this paper.12distributions between treated and controls. From a policy point of view, it is interesting to know to which extent the share of individuals ending up in higher paid jobsis increased by participating in training programs. This effect is given by a comparison of the shares of individuals entering a job above certain thresholds or within agiven strata. This is not the causal effect on theonly partially observedearningscapacity, but the causal effect on the realized monthly earnings. And in contrast toa simple comparison of mean earnings, we can gather information on whether newjobs are mainly lower or higher paid jobsgiven participation or nonparticipation.The mentioned thresholds or strata are in our case based on the overall distribution of monthly earnings two years after program entry. In other words, we calculatequartiles of the earnings distribution for participants and matched nonparticipantsacross program typesgiven positive monthly earnings are observedand comparethe fraction of treated and controls between these thresholds for the subgroupsunder consideration.4 Results After applying the matching approach as described above, the ATT can be calculatedas the difference in mean outcomes between the groups of matched participantsand nonparticipants. Below, we present estimates of differences in employmentprobabilities and monthly earnings generated from employment in the primary labormarket for a period of two years after the fictitious program entry.15 While averagetreatment effects for the whole sample are discussed in Subsection 4.1, the effectheterogeneity of these effects with respect to vocational education is regarded in Subsection 4.2 and with respect to age in Subsection 4.3. Subsequently, we considerthe sensitivity of our results in Subsection 4.4.4.1 Average Treatment Effects To obtain a general impression of the ATT on employment probabilities and monthlyearnings, we aggregate the matched subgroups for each program type and calculate 15We thus follow the prevailing approach in the recent evaluation literature. A different approach concentrates on treatment effects only after the end of the program. For advantages anddisadvantages of both approaches see, e.g., Caliendo and Kopeinig 2008.13treatment effects as the difference in mean outcomes between participants and nonparticipants in the resulting samples. Although this procedure was implementedboth for the matched subsamples previously stratified according to the level of vocational education and with respect to age groups, the latter results are not reportedin this section since they do not differ.16The treatment effects display ATT on employment probabilities and monthlyearnings effects, respectively, for a period of 24 months after the fictitious program entry. These effects, for one thing, consist of lockin effects for the group ofparticipants due to reduced search activities while participating in a program van Ours, 2004, and for another as an opposing effect, of an expected increase inemployment probabilities through and after completing the program.Employment Probabilities For program type 1, we find that participation has a significantly positive impacton the probability of being employed starting about 13 months after program entrysee Figure 6. However, in previous months the impact of being lockedin in theprogram leads to significantly negative point estimates of the ATT. Two years afterprogram entry we observe a point estimate of about 8.5 percentage points.Figure 6 about hereOur findings on the general effectiveness of type 2 are also rather positive.Although the effect of being lockedin in the program is apparent, we find that participation significantly increases the probability of being employed already startingabout 7 8 months after program entry. Two years after program entry, the pointestimate is slightly lower than for type 1, but still amounts to roughly 7.5 percentagepoints.A positive impact of participation on employment probabilities is also foundfor program type 3. We compute a point estimate of about 6 percentage points twoyears after program entry. Here, the treatment effect becomes significantly positiveabout 10 months after entering the program.16However, these results are available from the authors upon request.14Monthly Earnings Effects For all program types and over the whole twoyearperiod after program entry, the ATT on monthly earnings see Figure A1, Appendix do not exhibit major differences compared to the ATT on employment probabilities described above and willthus not be further discussed in Sections 4.2 and 4.3.17 However, to give an ideaabout the magnitude of the monthly earnings effects two years after entering theprogram, participants in type 1 2 and 3 earn about 130 Euros 100 Euros permonth more than comparable nonparticipants.Figure 7 about hereFigure 7 displays the monthly earnings distribution along with the employmenteffects two years after program entry. Again, the above described positive employment effects for each program type can be observed. Moreover, it is possible toassess to what type of jobs in terms of monthly earnings the positive employmenteffects lead. Therefore, individuals with earnings from unsubsidized employment inthe primary labor market are divided into quartiles. The fourth quartile includesgross monthly earnings up to 1,050 Euros, the third quartile up to 1,439 Euros, thesecond up to 1,890 Euros and the first quartile includes monthly earnings above 1,890 Euros. The graphs show that participants of types 1 and 3 enter additionaljobs in the top three quartiles of the earnings distribution and in particular showa significant increase in the first quartile, while for participants of type 2 we observe significantly increased shares in both the middle quartiles. For all types, thefraction of participants in the bottom quartile is about the same as it were withoutparticipation.4.2 Treatment Effects with regard to Vocational Education The following section describes the effect heterogeneity of treatment effects withrespect to the participants level of vocational education. For this purpose, wedistinguish between male and female participants with and without a vocationaldegree.17Figures and Tables concerning these results can be found in the Appendix.15Employment Probabilities For all three types, the resulting treatment effects across all subgroups within eachtype are quite similar. Nonetheless, some differences appear among the three typesas already discussed in the previous section and some small differences occur withineach type.For type 1, positive treatment effects can be observed starting about 13 monthsafter program entry for individuals with a vocational degree see Figure 8a. Forindividuals without a vocational degree, we find significantly positive treatmenteffects after 9 10 for men, and significantly positive treatment effects after 13 16months for women. Also the point estimates of the ATT two years after enteringthe program show minor differences for the different subgroups: for male femaleindividuals with a vocational degree they amount to about 9 8.5 percentage points,while for both subgroups of individuals without a vocational degree they amountto roughly 8 percentage points compare Table 5.Figure 8 and Table 5 about hereFor type 2, treatment effects become positive about 67 months after programentry for all subgroups see Figure 8b. However, the magnitude of the estimatedtreatment effects varies compare Table 5: while the point estimate for femaleparticipants without a vocational degree amounts to almost 9 percentage points twoyears after entering the program, the ATT is estimated to be 5 percentage points formale participants without a vocational degree. With roughly 7.5 percentage pointsthe estimated ATT for individuals with a vocational degree lie in between.For type 3, we observe a similar pattern for women, irrespective of their levelof vocational education see Figure 8c. The estimated ATT become positive about 10 months after program entry and lie between 6.5 and 7 percentage points twoyears after program entry compare Table 5. While it also takes about 10 monthsafter program entry to observe positive treatment effects for male participants ofthis program type, the point estimates two years after program entry are lower thanfor female participants. For male participants with a vocational degree the pointestimate of the ATT amounts to about 6 percentage points, while it only lies around 4.5 percentage points for men without a vocational degree.16In summary, it is important to note that we findwith respect to the ATTtwo years after program entryonly one significant difference between subgroups.For program type 2, men without a degree gain significantly less by participating intraining than women without a degree. No other significant differences are observed.Monthly Earnings Effects There are also only minor differences in monthly earnings effects across subgroupswithin each program type, as is the case for the ATT on employment probabilitiesjust discussed.For type 1, Figure 9a shows the monthly earnings distribution along withthe employment effects two years after program entry. Across all subgroups, anadditional fraction of participants enters jobs in the top quartiles of the earningsdistributionespecially in the first quartile, where this increase is significantly positive for all subgroups. Furthermore, the share of participants in the bottom quartileof the earnings distribution is at most equal or even significantly lower for male participants with a vocational degree compared to matched nonparticipants.Figure 9 about hereWhen looking at the monthly earnings distribution for type 2 in companywith the employment effects two years after program entry see Figure 9b, wecan distinguish a slightly different impact of program participation for men andwomen: while we observe employment in additional jobs located in the second andthird quartile of the earnings distribution for men with a tendency towards thetop quartile for those with a vocational degree, we find that additional jobs aremainly located in the second and third quartile with a tendency towards the bottomquartile for womenespecially for those without a vocational degree.For type 3, again, we find only minor differences across the subgroups see Figure 9c. Nevertheless, we can distinguish two clusters: for female participantswith a vocational degree and male participants in general, additional jobs are generated in the top three quartiles of the monthly earnings distribution with a tendencytowards the first and second quartile for men with a degree, a slight tendency towards the top quartile for men without a degree, and a tendency towards the second 17and third quartile for women with a degree. Women without a vocational degree,however, find additional jobs in the three bottom quartiles, and especially in thefourth quartile. But this happensand that is importantwithout a reduction ofthe share of individuals in the first quartile.4.3 Treatment Effects with regard to Age For the analysis of the employment effects of training programs with respect to age,we distinguish three roughly equally sized age groups: individuals below 34 years,between 34 and 42 years, and above 42 years. Again, we first show effects onemployment probabilities, and subsequently assess the impact of training programson the monthly earnings distribution two years after program entry.Employment Probabilities The general impression also carries over as far as the analysis of treatment effectswith respect to age is concerned: the extent to which the ATT on employmentprobabilities vary between the subgroups under consideration is quite small, andthese differences are in almost all cases not significant.Figure 10 and Table 6 about hereMore specifically, for type 1 the estimated treatment effects are very similaracross the age groups under consideration see Figure 10a and Table 6. Nonetheless,we calculate lower estimates for women in general, and especially for women whoare at least 43 years old. For this subgroup, two years after program entry thepoint estimates are between 1.6 and 3.3 percentage points lower than the estimatesfor the other subgroups. However, the ATT two years after program entry are ingeneral not significantly different across subgroupsand in particular not withinthe same gender. Only if we compare the point estimates for the youngest group ofmale and for the oldest group of female participants, we find a significant difference.The treatment effects for type 2, likewise, exhibit in general no significantdifferences across subgroups two years after program entry see Figure 10b and Table 6. An exception applies for male participants, where we find a significantly 18lower point estimate for participants below 34 years if compared to those above 42 years. Moreover, while the overall picture suggests higher ATT for men than forwomen, an exception is the age group below 34 years. The ATT two years afterprogram entry for men in this age group is particularly low 3.7 percentage points.But also if female participants in this age group are considered, treatment effectsare relatively low.For type 3, we estimate relatively lowbut still significantly positivetreatmenteffects for women above 42 years two years after program entry see Figure 10c and Table 6. The estimated effects for male participants in the same agegroup arealso lower than in the other subgroups, for which the ATT lie between 5.8 and 8.1 percentage points. The lockin effects of program participation seem to be lesspersistent for men, as across all age groups the ATT become positive after around 9 months for men compared to 1013 months for women. However, two years after program entry we calculate significantly different treatment effects compared toother subgroups only for female participants above 42 years. The point estimatefor this subgroup is significantly lower compared to men below 34 years and womenbetween 34 and 42 years.Monthly Earnings Effects The impact of participation in public training programs on the monthly earningsdistribution two years after program entry is depicted in Figure 11. The overallpicture suggests that the share of participants in the upper quartiles of the earnings distribution is generally higher than the share of matched nonparticipants,while this is for most subgroupsand in particular as far as male individuals areconsiderednot the case in the bottom quartile.Figure 11 about hereFor type 1, the share of participants which is located in the top quartile ofthe monthly earnings distribution two years after program entry is across all subgroups significantly higher than the respective share of comparison individuals see Figure 11a. On the other hand, the differences between the shares in the bottomquartile of the earnings distribution are not significant. The shares of participants in 19the second and third quartile of the earnings distribution are across all subgroupshigher for participants than for matched nonparticipants.For types 2 and 3, the overall picture is less consistent than for type 1. Although the share of participants in the top quartile of the monthly earnings distribution is generally higher than the share of nonparticipants, we find significantlyincreased fractions only for male participants between 34 and 42 years as well asabove 42 years for both types. On the other hand, the share of male participantsin type 2 between 34 and 42 years is significantly lower in the bottom quartile thanthe corresponding share of controls. Two other subgroups exhibit a significantlyhigher share of treated individuals in the bottom quartile: female participants intype 2 above 42 years and male participants in type 3 between 34 and 42 years.4.4 Sensitivity Analysis To assess the sensitivity of our results with respect to the matching method, weadditionally employ some alternative algorithms. Besides nearest neighbor matching without replacement, on which the above described results are based on, wecalculate treatment effects based on a nearest neighbor matching with replacement, b caliper matching without replacement with a maximum tolerance levelof 0.001, and c radius matching with a maximum tolerance level of 0.001. Theresults based on these three procedures reflect those presented above very closely.This is in line with Mueser et al. 2007 who also report quite similar results acrossa variety of matching methods if these methods are based on the same set of controlvariables.As mentioned earlier, one could in principle choose a stricter definition of nonparticipation. Lechner and Wunsch 2007, for instance, distinguish participantsfrom persons of the control group by conditioning on future nonparticipation. Intheir study, the impact of participation on employment probabilities two years afterprogram entry is negative for most analyzed types. If we use a similar definitionof nonparticipation, we find that this has an impact on the results presented here:depending on the respective subgroup, two years after program entry employmenteffects are 1.35.5 mean: 3.8 percentage points lower for type 1, 0.14.6 2.2 fortype 2, and 0.06.0 2.5 for type 3.205 Conclusion This paper studies the effects of participation in public training programs for theunemployed in Germany. We apply propensity score matching methods and estimatethe treatment effects for participants in the year 2002 using a rich administrativedata set. We focus, next to average treatment effects on the treated, on treatmenteffects for different subgroups of participants with respect to vocational educationand age.Considering three mediumterm program typeswith a median duration between 6 and 8 months and together accounting for roughly 85 percent of all participants in public training programsour results indicate that program participationhas a positive impact on employment probabilities for all subgroups and programtypes. Moreover, participants seem to find more often higher paid jobs than nonparticipants. We present only little evidence for the presence of heterogeneous treatment effects, and the magnitude of these difference is quite small.As far as the most important program type is concerned, we do not identifysignificant differences in treatment effects two years after entering the program acrosssubgroups of the same gender with respect to vocational eduction and age. Onlyif we compare subgroups of male and female participants with each other, we finda significantly different ATT between the subgroups of young men and old women.Also in case of this program type, the lockin effect is remarkably shorter for maleparticipants without a vocational degree. Similar results are found for the remainingtwo program types. Therefore, the overall picture suggests quite homogenous effectsof program participation across subgroups.Our results are thusat least in partconflicting with the strategy to increasingly provide training to individuals with better employment prospects. Thisstrategy has been implemented in Germany as a part of the reform of ALMP in 2003. After the reform, the caseworkers are asked to evaluate the employmentprospects of the unemployed in advance and provide training only to individualswith a relatively high probability of entering employment after training participation. This does not take into account the relative gain compared to the situationwithout training. Although we find some evidence for a complementary relationship between advantageous employment prospects and the effectiveness of training 21in specific cases, our finding of positive treatment effects for all subgroups raisesthe question whether the exclusion of bad risks from training programs is a goodstrategy to reduce unemployment.22References Abadie, A., and G. W. Imbens 2006: On the Failure of the Bootstrap for Matching Estimators, NBER Technical Working Paper, 0325.Biewen, M., B. Fitzenberger, A. Osikominu, and M. Waller 2007: Which Program for Whom? Evidence on the Comparative Effectiveness of Public Sponsored Training Programs in Germany, IZA Discussion Paper, 2885.Caliendo, M., R. Hujer, and S. L. Thomsen 2006: Identifying Effect Heterogeneity to Improve the Efficiency of Job Creation Schemes in Germany, Applied Economics,forthcoming.Caliendo, M., and S. Kopeinig 2008: Some Practical Guidance for the Implementation of Propensity Score Matching, Journal of Economic Surveys, 221.Caliendo, M., and V. Steiner 2005: Aktive Arbeitsmarktpolitik in Deutschland: Bestandsaufnahme und Bewertung der mikro okonomischen Evaluationsergebnisse, Zeitschrift f ur Arbeitsmarkt Forschung, 3823, 396418.Eichhorst, W., and K. F. Zimmermann 2007: And Then There Were Four  How Many and Which Measures of Active Labor Market Policy Do We Still Need?, Applied Economics Quarterly, 533, 243272.Fitzenberger, B., A. Osikominu, and R. V olter 2006: Get Training or Wait?LongRun Employment Effects of Training Programs for the Unemployed in West Germany, IZA Discussion Paper, 2121.Grubb, D., and J. Martin 2001: What works and for whom? A review of OECDcountries experiences with active labour market policies, Swedish Economic Policy Review, 8, 956.Hujer, R., S. L. Thomsen, and C. Zeiss 2006: The Effects of Vocational Training Programmes on the Duration of Unemployment in Eastern Germany, Allgemeines Statistisches Archiv, 90, 299322.Hujer, R., and M. Wellner 2000: Berufliche Weiterbildung und individuelle Arbeitslosigkeitsdauer in West und Ostdeutschland: Eine mikro okonometrische Analyse,Mitteilungen aus der Arbeitsmarkt und Berufsforschung, 33, 405419.Hummel, E., P. Jacobebbinghaus, A. Kohlmann, M. Oertel, C. W ubbeke, and M. Ziegerer 2005: Stichprobe der Integrierten Erwerbsbiographien, IEBS 1.0,FDZ Datenreport, 6.Kluve, J. 2006: The Effectiveness of European Active Labor Market Policy, IZADiscussion Paper, 2018.Lechner, M. 1999: Earnings and Employment Effects of Continuous OfftheJob Training in EastGermany after Unification, Journal of Business Economic Statistics,17, 7490.2000: An Evaluation of PublicSectorSponsored Continuous Vocational Training Programs in East Germany, Journal of Human Resources, 35, 347375.232002: Some practical issues in the evaluation of heterogeneous labour marketprogrammes by matching methods, Journal of the Royal Statistical Society, Series A,Statistics in Society, 165, 5982.Lechner, M., and B. Melly 2007: Earnings Effects of Training Programs, IZADiscussion Paper, 2926.Lechner, M., R. Miquel, and C. Wunsch 2005a: The Curse and Blessing of Training the Unemploymed in a Changing Economy. The Case of East Germany After Unification, IAB Discussion Paper, 14.2005b: LongRun Effects of Public Sector Sponsored Training in West Germany, IAB Discussion Paper, 3.Lechner, M., and C. Wunsch 2007: What Did All the Money Do? On the General Ineffectiveness of Recent West German Labour Market Programmes, IZA Discussion Paper, 2800.Leuven, E., and B. Sianesi 2003: PSMATCH2: Stata module to perform full Mahalanobis and propensity score matching, common support graphing, and covariateimbalance testing, Statistical Software Components, Boston College Department of Economics, available at http:ideas.repec.orgcbocbocodes 432001.html.Mueser, P. R., K. R. Troske, and A. Gorislavsky 2007: Using State Administrative Data to Measure Program Performance, The Review of Economics and Statistics,894, 761783.Rosenbaum, P., and D. Rubin 1983: The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, 70, 4155.1985: Constructing a Control Group Using Multivariate Matched Sampling Methods that Incorporate the Propensity Score, The American Statistican, 39, 3338.Schneider, H., K. Brenke, B. Jesske, L. Kaiser, U. Rinne, M. Schneider,J. Steinwede, and A. Uhlendorff 2007: Evaluation der Manahmen zur Umsetzung der Vorschl age der HartzKommission Bericht 2006, IZA Research Report,10.Schneider, H., and A. Uhlendorff 2006: Die Wirkung der HartzReform im Bereich der beruflichen Weiterbildung, Zeitschrift f ur Arbeitsmarkt Forschung, 3934, 477490.Sianesi, B. 2004: An Evaluation of the Active Labor Market Programmes in Sweden,The Review of Economics and Statistics, 861, 133155.Smith, J. A., and P. E. Todd 2005: Does Matching Overcome La Londes Critiqueof NonExperimental Estimators?, Journal of Econometrics, 12512, 305353.van Ours, J. C. 2004: The Lockingin Effect of Subsidized Jobs, Journal of Comparative Economics, 321, 3755.Zhao, Z. 2007: Sensitivity of Propensity Score Methods to the Specifications, Economics Letters, forthcoming.24Figure 1: Entrants in Public Training Programs 20002006.Source: Federal Employment Agency FEA.Figure 2: Entrants in Public Training Programs by Program Type 20002004.Source: Federal Employment Agency FEA.250100000200000300000400000500000Annual Number of Entrants 2000200120022003200420052006Year 01020304050607080percentage share among all program types 20002001200220032004Type 1: occupationrelated or general training Type 2: practice training in key qualifications Type 3: practice firmsFigure 3: Actual Program Durations Participants 2002.Source: IEB, own calculations.Figure 4: Common Support Differentiated by Vocational Education.a Type 1b Type 2c Type 3Note: Distribution of the estimated propensity scores before matching. Participants are depicted in the upperhalf, nonparticipants in the lower half of each figure.260.1.2.3.4.5.6.7.8.91Kaplan Meier Survivor Function 06121824Months since Program Entry Type 10.1.2.3.4.5.6.7.8.91Kaplan Meier Survivor Function 06121824Months since Program Entry Type 20.1.2.3.4.5.6.7.8.91Kaplan Meier Survivor Function 06121824Months since Program Entry Type 30.1.2.3Propensity Score Untreated Treated Men Voc. Degree 0.05.1.15.2Propensity Score Untreated Treated Men No Degree 0.1.2.3Propensity Score Untreated Treated Women Voc. Degree 0.05.1.15Propensity Score Untreated Treated Women No Degree 0.2.4.6Propensity Score Untreated Treated Men Voc. Degree 0.1.2.3.4.5Propensity Score Untreated Treated Men No Degree 0.1.2.3.4.5Propensity Score Untreated Treated Women Voc. Degree 0.1.2.3.4Propensity Score Untreated Treated Women No Degree 0.05.1.15.2Propensity Score Untreated Treated Men Voc. Degree 0.05.1.15.2Propensity Score Untreated Treated Men No Degree 0.05.1.15.2Propensity Score Untreated Treated Women Voc. Degree 0.05.1.15.2Propensity Score Untreated Treated Women No DegreeFigure 5: Common Support Differentiated by Age Groups.a Type 1b Type 2c Type 3Note: Distribution of the estimated propensity scores before matching. Participants are depicted in the upperhalf, nonparticipants in the lower half of each figure.270.2.4.6Propensity Score Untreated Treated Men 34 Years 0.1.2.3.4Propensity Score Untreated Treated Men 3442 Years 0.1.2.3.4Propensity Score Untreated Treated Men 42 Years 0.1.2.3Propensity Score Untreated Treated Women 34 Years 0.1.2.3.4Propensity Score Untreated Treated Women 3442 Years 0.1.2.3.4Propensity Score Untreated Treated Women 42 Years 0.2.4.6Propensity Score Untreated Treated Men 34 Years 0.1.2.3.4.5Propensity Score Untreated Treated Men 3442 Years 0.1.2.3.4Propensity Score Untreated Treated Men 42 Years 0.1.2.3.4.5Propensity Score Untreated Treated Women 34 Years 0.1.2.3.4Propensity Score Untreated Treated Women 3442 Years 0.1.2.3.4Propensity Score Untreated Treated Women 42 Years 0.05.1.15.2.25Propensity Score Untreated Treated Men 34 Years 0.05.1.15.2.25Propensity Score Untreated Treated Men 3442 Years 0.05.1.15.2.25Propensity Score Untreated Treated Men 42 Years 0.1.2.3Propensity Score Untreated Treated Women 34 Years 0.05.1.15.2Propensity Score Untreated Treated Women 3442 Years 0.05.1.15.2.25Propensity Score Untreated Treated Women 42 YearsFigure 6: ATT Employment Probabilities.Note: Thick lines are point estimates of the ATT based on aggregated matched subsamples with respect tovocational education, while thin lines represent 95 percent confidence intervals. The ATT for for the aggregatedmatched subsamples with respect to age look very similar and are thus not displayed.Figure 7: Monthly Earnings Distribution and Employment Effects 24 Months after Program Entry.Note: Quartiles are based on the distribution of monthly earnings in the matched samples, aggregated acrossprogram types. 4th quartile: gross monthly earnings 1,050 Euros; 3rd quartile: gross monthly earnings 1,0501,439 Euros; 2nd quartile: gross monthly earnings 1,4401,890 Euros; 1st quartile: gross monthly earnings1,890 Euros.28.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Type 1.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Type 2.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Type 30.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Type 1Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Type 2Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Type 3Non Participants ParticipantsFigure 8: ATT Employment Probabilities Differentiated by Vocational Education.a Type 1b Type 2c Type 3Note: Thick lines are point estimates of the ATT for the respective subgroup, while thin lines represent 95percent confidence intervals.29.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men Voc. Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men No Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women Voc. Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women No Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men Voc. Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men No Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women Voc. Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women No Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men Voc. Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men No Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women Voc. Degree.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women No DegreeFigure 9: Monthly Earnings Distribution and Employment Effects 24 Months after Program Entry, Differentiated by Vocational Education.a Type 1b Type 2c Type 3Note: Quartiles are based on the distribution of monthly earnings in the matched samples, aggregated acrossprogram types. 4th quartile: gross monthly earnings 1,050 Euros; 3rd quartile: gross monthly earnings 1,0501,439 Euros; 2nd quartile: gross monthly earnings 1,4401,890 Euros; 1st quartile: gross monthly earnings1,890 Euros.300.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men Voc. Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men No Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women Voc. Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women No Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men Voc. Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men No Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women Voc. Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women No Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men Voc. Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men No Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women Voc. Degree Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women No Degree Non Participants ParticipantsFigure 10: ATT Employment Probabilities Differentiated by Age Groups.a Type 1b Type 2c Type 3Note: Thick lines are point estimates of the ATT for the respective subgroup, while thin lines represent 95percent confidence intervals.31.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 34 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 3442 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 42 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 34 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 3442 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 42 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 34 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 3442 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 42 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 34 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 3442 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 42 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 34 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 3442 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Men 42 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 34 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 3442 Years.2.10.1.2ATT Employment Probability 06121824Months since Program Entry Women 42 YearsFigure 11: Monthly Earnings Distribution and Employment Effects 24 Months after Program Entry, Differentiated by Age Groups.a Type 1b Type 2c Type 3Note: Quartiles are based on the distribution of monthly earnings in the matched samples, aggregated acrossprogram types. 4th quartile: gross monthly earnings 1,050 Euros; 3rd quartile: gross monthly earnings 1,0501,439 Euros; 2nd quartile: gross monthly earnings 1,4401,920 Euros; 1st quartile: gross monthly earnings1,920 Euros.320.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 34 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 3442 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 42 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 34 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 3442 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 42 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 34 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 3442 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 42 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 34 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 3442 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 42 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 34 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 3442 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Men 42 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 34 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 3442 Years Non Participants Participants 0.1.2.3.4.5.6.7.8Shares Not Employed 4th Quartile 3rd Quartile 2nd Quartile 1st Quartile Women 42 Years Non Participants ParticipantsTable 1: SubSample Sizes Differentiated by Vocational Education.Male Female Participants NonParticipants Participants NonParticipants Type 1Type 2Type 3No Degree Voc. Degree No Degree Voc. Degree No Degree Voc. Degree 3,20611,4633,5105,1103,9328,382126,383208,997126,383208,997126,383208,9971,7569,4412,6024,6052,0617,64594,621173,46494,621173,46494,621173,464Note: Completed infirm training and offfirm training as well as degrees from a vocational school, a technicalschool, a university, or a university of applied sciences are considered as vocational degrees.Table 2: SubSample Sizes Differentiated by Age Groups.Female Male Participants NonParticipants Participants NonParticipants Type 1Type 2Type 334 years 3442 years42 years34 years 3442 years42 years34 years 3442 years42 years 5,7594,4234,5363,9611,9052,8014,8853,4833,982119,61582,550135,350119,61582,550135,350119,61582,550135,3503,5824,1413,5093,0391,9542,2422,6863,2313,81483,99372,831112,44683,99372,831112,44683,99372,831112,44633Table 3: Matching Quality within SubSamples, Differentiated by Vocational Education.Type Sex Vocational Education Mean %Bias Max. %Bias PseudoR2111122223333Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching 8.9050.97212.3980.98310.4651.3309.5411.28910.9001.15711.9091.1539.6821.5349.8681.0988.4010.9889.8331.0307.8491.46510.0841.20231.8032.61140.0732.83726.8453.59722.7332.97146.3613.35547.8143.44240.3623.40843.4883.57826.4623.40339.8312.99821.6024.19224.6003.8470.0410.0010.0630.0010.0360.0020.0300.0020.0690.0020.1010.0020.0580.0030.0750.0010.0260.0010.0440.0010.0230.0030.0330.002Note: Reported indicators refer to 75 variables that are at least included in the specification.Table 4: Matching Quality within SubSamples, Differentiated by Age Groups.Type Sex Age Mean %Bias Max. %Bias PseudoR2111111222222333333Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching Before Matching After Matching 12.3910.94911.5670.74610.2331.14114.8091.16116.2531.28817.2960.88111.6151.53912.0851.5299.7461.73612.6721.64110.3951.28012.4021.88711.8601.4919.7430.9988.6420.8429.1241.32312.3511.41412.4720.99148.0623.67240.5332.22241.3933.45235.0763.51165.4593.83660.2752.70051.8864.25648.4874.63542.8535.49758.7184.78753.7574.51958.5415.68036.3725.06730.7443.28330.2072.87129.3563.59656.5363.37558.9763.2760.0550.0020.0470.0010.0490.0010.0670.0020.0970.0020.1040.0010.0700.0030.0920.0030.0520.0050.0940.0040.0770.0030.1020.0030.0420.0030.0390.0010.0250.0010.0360.0020.0620.0020.0640.002Note: Reported indicators refer to 75 variables that are at least included in the specification.34Table 5: ATT Employment Probabilities Differentiated by Vocational Education.Type Sex Vocational Education 111122223333Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Month After Emp. Prob.Emp. Prob.Program Entry 612182461218246121824612182461218246121824612182461218246121824612182461218246121824NP0.19050.23700.27090.28120.23040.26770.31430.31440.13920.17580.19540.18050.16480.19580.23730.22860.19280.22260.24020.25300.19440.24150.26340.26030.12240.14940.16060.16140.14580.17430.18670.20380.17670.22220.26370.27240.23520.26440.31060.30930.11130.15280.18260.18440.16370.19910.23440.2302P0.06250.20010.33300.36500.10580.24790.37810.40220.06750.16350.24820.26180.09250.24790.31070.30750.13070.27060.31990.32270.14890.28130.33160.33520.09610.21740.25020.24970.12050.21800.25050.25520.08790.25400.31580.33760.12370.29230.36280.36840.06750.18140.22820.25330.08960.21010.26660.2765AT T0.12800.03680.06210.08380.12460.01980.06380.08780.07170.01230.05270.08120.07240.05210.07340.07880.06210.04810.07970.06960.04550.03980.06820.07490.02630.06800.08960.08830.02530.04360.06370.05140.08880.03170.05210.06520.11150.02790.05230.05910.04370.02860.04560.06880.07400.01100.03220.0464Lower Bound Upper Bound 95% CI95% CI0.13900.05070.04660.06810.13540.03250.04980.07380.09560.04170.02010.04880.09160.02870.04810.05390.08480.02290.05410.04330.06240.02010.04760.05390.04710.04120.06210.06160.04500.02000.04090.02690.10070.01640.03570.04860.12390.01340.03690.04380.06440.00310.01760.03980.09000.00840.01110.02550.11710.02300.07760.09960.11370.00700.07780.10190.04780.01710.08530.11360.05320.07550.09870.10380.03950.07330.10540.09600.02860.05950.08870.09600.00550.09490.11710.11500.00560.06730.08650.07580.07680.04700.06850.08170.09910.04240.06760.07450.02310.05410.07350.09790.05800.03040.05330.0673Note: NP: NonParticipants; P: Participants; CI: confidence interval.35Table 6: ATT Employment Probabilities Differentiated by Age Groups.Type Sex Age Group 111111222222333333Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Month After Emp. Prob.Emp. Prob.Program Entry 612182461218246121824612182461218246121824612182461218246121824612182461218246121824612182461218246121824612182461218246121824NP0.22070.26830.28830.30470.26050.30330.35240.33940.18860.23620.27330.28080.22430.26070.29850.29660.14170.18730.22680.22240.16240.18920.23640.21840.21680.25110.29650.29630.25050.27910.32380.33130.14720.20590.23040.22740.15410.19050.21860.21090.11470.14490.16240.17170.11610.13420.14980.15160.22960.28510.29920.30470.24750.28300.33030.32460.18940.24500.27200.27960.21500.23870.29020.28650.13900.18410.21750.23120.15950.18600.22950.2227P0.08500.22600.35510.38710.13230.29510.41700.43900.05710.20310.34100.36970.09990.25320.37390.39060.04900.15430.26210.28900.07120.18700.28940.30500.15730.29490.35320.35010.18340.31530.35900.36830.10120.26280.29530.29760.12480.23520.27140.28540.08450.18780.22190.22890.08280.18760.23430.22470.11190.27560.35180.36540.13620.31470.38120.38640.08380.26090.33060.36140.10910.25600.33890.34540.06500.19750.23580.25740.08630.21240.26220.2720AT T0.13570.04230.06680.08230.12830.00820.06460.09970.13150.03310.06770.08890.12440.00750.07540.09400.09280.03300.03530.06660.09120.00220.05300.08660.05950.04380.05660.05380.06710.03620.03520.03700.04610.05690.06480.07020.02930.04460.05280.07450.03030.04280.05950.05720.03330.05340.08450.07310.11770.00950.05260.06060.11140.03180.05090.06180.10560.01590.05860.08180.10590.01730.04870.05890.07400.01340.01820.02620.07330.02640.03280.0494Lower Bound Upper Bound 95% CI95% CI0.15510.06580.04110.05620.14480.02740.04410.07930.14800.05430.04410.06500.14180.02830.05290.07140.10890.05360.01160.04260.10600.02020.03240.06620.08820.01160.02190.01920.08720.01390.01180.01230.07250.02060.02800.03280.05420.01180.01900.04390.05490.01430.02900.02630.05360.02950.06170.05030.14050.03720.02370.03150.12830.01220.03030.04120.12420.00800.03310.05570.12450.00440.02520.03540.08940.00710.00320.00420.08870.00770.01230.02890.11630.01880.09250.10850.11170.01090.08500.12000.11490.01190.09140.11280.10690.01330.09790.11670.07670.01250.05910.09060.07630.01580.07360.10700.03080.07600.09140.08830.04690.05850.05860.06170.01960.09320.10170.10770.00440.07750.08660.10510.00560.07130.09010.08810.01300.07720.10720.09590.09480.01830.08160.08970.09440.05130.07150.08230.08700.03990.08420.10800.08740.03890.07220.08240.05860.03390.03970.04820.05780.04520.05330.0698Note: NP: NonParticipants; P: Participants; CI: confidence interval.36Appendix Figure A1: ATT Monthly Earnings.Note: Gross monthly earnings from employment in Euros. Thick lines are point estimates of the ATT basedon aggregated matched subsamples with respect to vocational education, while thin lines represent 95 percentconfidence intervals. The ATT for for the aggregated matched subsamples with respect to age look very similarand are thus not displayed.Figure A2: ATT Monthly Earnings Differentiated by Vocational Education.a Type 1b Type 2c Type 3Note: Gross monthly earnings from employment in Euros. Thick lines are point estimates of the ATT for therespective subgroup, while thin lines represent 95 percent confidence intervals.373002001000100200300ATT Income 06121824Months since Program Entry Type 13002001000100200300ATT Income 06121824Months since Program Entry Type 23002001000100200300ATT Income 06121824Months since Program Entry Type 33002001000100200300ATT Income 06121824Months since Program Entry Men Voc. Degree 3002001000100200300ATT Income 06121824Months since Program Entry Men No Degree 3002001000100200300ATT Income 06121824Months since Program Entry Women Voc. Degree 3002001000100200300ATT Income 06121824Months since Program Entry Women No Degree 3002001000100200300ATT Income 06121824Months since Program Entry Men Voc. Degree 3002001000100200300ATT Income 06121824Months since Program Entry Men No Degree 3002001000100200300ATT Income 06121824Months since Program Entry Women Voc. Degree 3002001000100200300ATT Income 06121824Months since Program Entry Women No Degree 3002001000100200300ATT Income 06121824Months since Program Entry Men Voc. Degree 3002001000100200300ATT Income 06121824Months since Program Entry Men No Degree 3002001000100200300ATT Income 06121824Months since Program Entry Women Voc. Degree 3002001000100200300ATT Income 06121824Months since Program Entry Women No DegreeFigure A3: ATT Monthly Earnings Differentiated by Age Groups.a Type 1b Type 2c Type 3Note: Gross monthly earnings from employment in Euros. Thick lines are point estimates of the ATT for therespective subgroup, while thin lines represent 95 percent confidence intervals.383002001000100200300ATT Income 06121824Months since Program Entry Men 34 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 3442 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 42 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 34 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 3442 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 42 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 34 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 3442 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 42 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 34 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 3442 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 42 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 34 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 3442 Years 3002001000100200300ATT Income 06121824Months since Program Entry Men 42 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 34 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 3442 Years 3002001000100200300ATT Income 06121824Months since Program Entry Women 42 YearsTable A1: ATT Monthly Earnings Differentiated by Vocational Education.Type Sex Vocational Education 111122223333Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Female Voc. Degree Male Voc. Degree Female No Degree Male No Degree Month After Av. Earnings Av. Earnings Program Entry 612182461218246121824612182461218246121824612182461218246121824612182461218246121824NP206.62271.15307.64314.27301.29348.20430.06428.86140.04184.26209.20182.62220.74250.81309.02285.27217.05244.40274.34291.46265.78343.30379.53368.83113.04138.12145.24143.60186.05236.68239.31254.06186.90235.43287.65295.52323.77364.77432.25426.26107.69158.26180.54187.09217.35259.94308.17295.70P73.63240.99404.26447.83154.32351.97532.47574.8869.45176.59271.65293.35142.92372.23455.23435.84141.94295.64351.05350.17208.89410.83478.85485.0689.00212.54253.26240.91145.52276.13320.16321.61103.45300.43368.59391.46179.46425.51531.76538.4268.91188.52230.66251.54121.92296.25372.86379.05AT T132.98 30.1696.62133.55146.973.77102.42146.01 70.59 7.6762.45110.73 77.82121.42146.21150.56 75.1151.2476.7258.71 56.8967.5399.33116.23 24.0474.42108.0297.31 40.5339.4580.8567.55 83.4565.0080.9495.94144.3160.7499.50112.16 38.7830.2750.1264.44 95.4336.3164.6883.35Lower Bound Upper Bound 95% CI95% CI148.14 50.9472.70108.82165.89 19.1875.73118.88 98.94 46.3619.1367.56109.4882.30103.00108.34104.6418.5542.0021.22 83.5234.0563.4480.14 46.7044.9377.1167.16 72.28 2.9447.6428.61 98.8643.5457.4172.63165.7234.6771.3283.98 62.45 1.8114.8526.67120.735.2630.3448.86117.82 9.39120.54158.29128.0626.73129.10173.14 42.2531.03105.77153.90 46.15160.53189.42192.79 45.5983.93111.4396.19 30.27101.01135.22152.33 1.39103.92138.92127.46 8.7981.85114.07106.50 68.0486.46104.47119.24122.8986.81127.69140.34 15.1162.3585.38102.22 70.1267.3699.03117.84Note: NP: NonParticipants; P: Participants; CI: confidence interval.39Table A2: ATT Monthly Earnings Differentiated by Age Groups.Type Sex Age Group 111111222222333333Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Female34 years Male34 years Female 3442 years Male 3442 years Female42 years Male42 years Month After Av. Earnings Av. Earnings Program Entry 612182461218246121824612182461218246121824612182461218246121824612182461218246121824612182461218246121824612182461218246121824NP230.11290.27327.22341.62348.33407.36482.51469.87192.55250.53289.86305.28286.37339.88419.05398.83148.89202.40248.02233.22198.81227.02291.35261.82214.08263.81314.20322.87323.49381.42451.24453.50163.17224.67249.86248.05218.57246.42292.89279.34133.32154.05171.54165.93133.32154.05171.54165.93260.80322.88359.07354.53339.97387.92459.78452.25199.68264.48303.22318.04311.08348.39435.88411.26158.93196.95235.84235.96213.54246.03301.82278.16P97.21262.67430.52468.31196.91436.26612.57651.2870.86248.48404.89448.63147.17374.60545.77563.9554.85186.26309.62336.1595.48246.83360.97387.98166.92307.16378.84371.54238.24436.24503.54506.60105.94282.50331.91308.75177.07350.36401.05414.1880.11205.20232.48235.9480.11205.20232.48235.94125.36323.65415.25415.92190.56450.29542.12546.53106.70301.88375.79418.51161.07379.27511.31515.9069.03228.15261.54282.39117.16296.89366.04375.06AT T132.90 27.60103.30126.68151.4228.91130.06181.41121.68 2.05115.03143.36139.1934.71126.73165.12 94.04 16.1461.60102.92103.3319.8169.62126.16 47.1643.3564.6448.66 85.2554.8252.3053.10 57.2357.8382.0560.70 41.51103.95108.16134.84 53.2151.1560.9470.01 53.2151.1560.9470.01135.430.7756.1861.40149.4162.3782.3494.28 92.9837.4072.57100.48150.0130.8875.43104.64 89.9031.2125.7046.43 96.3850.8664.2396.90Lower Bound Upper Bound 95% CI95% CI159.09 61.1364.1586.22179.65 5.1891.97143.15144.20 33.4879.76106.68169.65 3.0483.20121.73115.99 46.6425.6667.04127.85 10.9833.2190.33 78.615.8020.594.96116.4717.8112.5810.89 89.1713.9836.0415.07 84.3054.9855.5781.67 91.3112.1520.8133.32 91.3112.1520.8133.32167.16 40.2811.8818.05177.5728.5845.6557.50117.774.9836.9362.84182.99 8.1532.0661.44111.771.99 4.7515.89122.7717.9728.2161.09106.705.93142.44167.14123.2062.99168.16219.67 99.1629.38150.30180.03108.7372.47170.25208.52 72.0914.3697.54138.80 78.8250.60106.03161.98 15.7180.91108.6992.36 54.0491.8492.0295.32 25.29101.68128.06106.321.29152.92160.76188.01 15.1290.15101.08106.70 15.1290.15101.08106.70103.7141.82100.47104.74121.2496.17119.03131.06 68.1969.81108.21138.11117.0369.91118.81147.84 68.0360.4156.1476.97 69.9983.75100.24132.70Note: NP: NonParticipants; P: Participants; CI: confidence interval.400.122.01.81.07.15.08.62.00.216.04.324.02.231.18.622.03.318.00.125.04.932.02.619.03.116.07.227.07.46.22.423.09.524.03.428.04.315.09.322.11.15.024.719.0983.93831.734520.02410.07684.08574.06940.03560.05191.06342.04321.09750.07474.07313.03382.05014.04830.00070.02080.09741.01563.04291.05415.00195.03960.01201.01150.05411.09895.07575.02523.09932.05782.02991.05752.05871.07202.00442.07663.06364.02883.01474.04993.03374.0850.0000.0394.0763.31241.73851.731410.01410.00874.05874.05560.00560.07042.01142.09650.08650.00913.00913.06904.06904.02860.02860.03641.05641.08191.03191.06495.04595.07001.06001.09211.07211.00485.01485.08042.08042.01891.09791.05671.08571.05242.06242.01864.05864.01874.01974.09574.05774.00.129.01.83.07.18.08.62.00.216.04.321.02.233.05.08.623.313.00.128.04.930.04.02.613.112.07.227.07.43.32.427.09.523.03.420.04.317.09.326.14.25.024.715.1eraselbairavdetcelesyln O.egadnanoitacudelanoitacovotsai B%stnapicitra Pno Nstnapicitra Psai B%stnapicitra Pno Nstnapicitra Peg Anoitacud Elanoitaco V.1epy T,ytilau Qgnihcta Mllarev O:3Aelba T2Roduesp.snoitacfiicepstnereffidehtnidedulcnitsaeltaselbairav 57otreferdnasaibdezidradnatsnaem,revewo H.selbairaveromedulcnisnoitacfiicepsehtelihw,detroper 983.93150.734520.06410.07684.04474.06940.00560.05191.06342.04321.01750.07474.05713.03382.05704.04830.08860.02080.01941.01563.03191.05415.01395.03960.00101.01150.06411.09895.08375.02523.06832.05782.08691.05752.00671.07202.08442.07663.07164.02883.06864.04993.09074.0850.0100.0786.0763.31241.73151.731410.01410.00874.03874.05560.05560.07042.01142.09650.08650.00913.09813.06904.08904.02860.01860.03641.04641.08191.03191.06495.03595.07001.05001.09211.09211.00485.02485.08042.09042.01891.08791.05671.08571.05242.06242.01864.07864.01874.01974.09574.04774.0gnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Ayrtnemargorperofebraeyts 1nitnemyolpmenufoerah Syrtnemargorperofebraeydn 2nitnemyolpmenufoerah Syrtnemargorperofebraeydr 3nitnemyolpmenufoerah Syrtnemargorperofebraeyht 4nitnemyolpmenufoerah Syrtnemargorperofebraeyts 1nitnemyolpmefoerah Syrtnemargorperofebraeydn 2nitnemyolpmefoerah Syrtnemargorperofebraeydr 3nitnemyolpmefoerah Syrtnemargorperofebraeyht 4nitnemyolpmefoerah Sloohcslacinhcet,loohcslanoitacov,gniniartbojehtff Oegelloclacinhcetdecnavda,ytisrevin Uyrotsi Htnemyolpm En Usaibdezidradnatsnae M2Rodues Pdlosraey 30diktsegnuoy:nerdlihctnednepe Ddlosraey 414diktsegnuoy:nerdlihctnednepe Dlevelyradnocesfoegatsdnoce Slevelyradnocesfoegatstsri Ftnemniatt Alanoitacud Enoitaudargo Nnoitacfiilauqecnartneegelloclacinhcetdecnavd Aecnartneytisrevinurofnoitacfiilauqlarene Gscitsiretcarahccihpargomedoico Snamre Gdeirra Meg Aeergedlanoitacovo Ntnemniatt Alanoitaco Vgniniarttnalpn I41tcepserhtiwdefiitartsylsuoiverpgnihctamretfadnaerofebselpmasbusdetagergganodesaberascitsitat S:eto N3.237.03.63.02.511.05.06.12.41.02.07.06.115.08.54.05.27.03.112.03.48.05.10.18.20.06.016.04.112.24.02.00.54.06.55.05.61.02.30.18.18.01.45.0983.93195.534520.09610.07684.08114.06940.00540.05191.02802.05321.07621.07474.08925.03382.08552.04830.02530.01080.06250.02563.05983.05415.04205.03960.07670.01150.05130.09895.04726.02523.03423.05782.02862.05752.08632.07202.05481.06663.01773.01883.00493.04993.04183.0670.0100.0234.9658.0896.53176.534610.05610.02114.02114.06840.05840.02802.07802.01421.03421.05235.04235.06752.05752.07330.08330.00250.01250.02683.05583.09605.06705.06670.06670.03030.03030.02536.04436.07623.09423.08862.06662.03732.09432.02481.07481.09973.01183.08593.04793.08183.03383.03.233.13.66.02.515.05.02.02.46.02.04.06.111.08.59.05.22.13.111.03.40.05.10.08.20.00.06.014.119.14.03.00.55.06.51.05.65.02.36.18.19.01.42.0eraselbairavdetcelesyln O.egadnanoitacudelanoitacovotsai B%stnapicitra Pno Nstnapicitra Psai B%stnapicitra Pno Nstnapicitra Peg Anoitacud Elanoitaco V.2epy T,ytilau Qgnihcta Mllarev O:4Aelba T2Roduesp.snoitacfiicepstnereffidehtnidedulcnitsaeltaselbairav 57otreferdnasaibdezidradnatsnaem,revewo H.selbairaveromedulcnisnoitacfiicepsehtelihw,detroper 983.93228.534520.04710.07684.07314.06940.00940.05191.03602.04321.05521.07474.07235.03382.04352.04830.00630.01080.04250.02563.06583.05415.04705.03960.07670.01150.03030.09895.05826.02523.09523.05782.04862.05752.07432.07202.03381.06663.05473.02883.05393.04993.03483.0670.0100.0234.9836.0896.53376.534610.05610.02114.03114.06840.05840.02802.07802.01421.02421.05235.04235.06752.05752.07330.08330.00250.01250.02683.06583.09605.05705.06670.06670.03030.03030.02536.04436.07623.09423.08862.06662.03732.00532.02481.07481.09973.01183.08593.05793.08183.04383.0gnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Ayrtnemargorperofebraeyts 1nitnemyolpmenufoerah Syrtnemargorperofebraeydn 2nitnemyolpmenufoerah Syrtnemargorperofebraeydr 3nitnemyolpmenufoerah Syrtnemargorperofebraeyht 4nitnemyolpmenufoerah Syrtnemargorperofebraeyts 1nitnemyolpmefoerah Syrtnemargorperofebraeydn 2nitnemyolpmefoerah Syrtnemargorperofebraeydr 3nitnemyolpmefoerah Syrtnemargorperofebraeyht 4nitnemyolpmefoerah Sloohcslacinhcet,loohcslanoitacov,gniniartbojehtff Oegelloclacinhcetdecnavda,ytisrevin Uyrotsi Htnemyolpm En Usaibdezidradnatsnae M2Rodues Pdlosraey 30diktsegnuoy:nerdlihctnednepe Ddlosraey 414diktsegnuoy:nerdlihctnednepe Dlevelyradnocesfoegatsdnoce Slevelyradnocesfoegatstsri Ftnemniatt Alanoitacud Enoitaudargo Nnoitacfiilauqecnartneegelloclacinhcetdecnavd Aecnartneytisrevinurofnoitacfiilauqlarene Gscitsiretcarahccihpargomedoico Snamre Gdeirra Meg Aeergedlanoitacovo Ntnemniatt Alanoitaco Vgniniarttnalpn I42tcepserhtiwdefiitartsylsuoiverpgnihctamretfadnaerofebselpmasbusdetagergganodesaberascitsitat S:eto N8.410.05.70.11.22.06.46.07.95.06.86.02.98.05.222.04.34.01.09.011.021.08.021.08.31.08.95.03.25.23.00.316.410.10.312.16.218.00.128.03.17.715.412.1983.93387.734520.03610.07684.07694.06940.08850.05191.09232.04321.09490.07474.06234.03382.03883.04830.05130.01080.08250.02563.00272.05415.02816.03960.02970.01150.07030.09895.05385.02523.04672.05782.01832.05752.09512.07202.04242.06663.01354.01883.05064.04993.00954.0920.0100.0509.9516.0287.73787.739410.09410.01794.06794.01060.01060.08032.00132.07690.07690.00924.08824.00983.02983.02230.03230.01350.01350.02272.04172.00716.07716.02970.03970.06130.06130.07195.03195.02872.06772.03532.05432.08212.08112.09932.00042.00654.05654.05564.02664.00364.01464.08.411.05.74.01.27.06.47.17.93.06.81.12.99.05.222.04.32.19.018.01.020.08.022.08.36.08.94.03.27.10.311.06.412.00.318.06.211.10.121.07.07.715.414.0eraselbairavdetcelesyln O.egadnanoitacudelanoitacovotsai B%stnapicitra Pno Nstnapicitra Psai B%stnapicitra Pno Nstnapicitra Peg Anoitacud Elanoitaco V.3epy T,ytilau Qgnihcta Mllarev O:5Aelba T2Roduesp.snoitacfiicepstnereffidehtnidedulcnitsaeltaselbairav 57otreferdnasaibdezidradnatsnaem,revewo H.selbairaveromedulcnisnoitacfiicepsehtelihw,detroper 983.93208.734520.05510.07684.02494.06940.02650.05191.08922.04321.03390.07474.05334.03382.00883.04830.02030.01080.01550.02563.05172.05415.07616.03960.09080.01150.09030.09895.08585.02523.01772.05782.04532.05752.07412.07202.04342.07663.09554.02883.02364.04993.01264.0920.0000.0409.9285.0287.73687.739410.09410.01794.07794.01060.01060.08032.00132.07690.07690.00924.08824.00983.02983.02230.03230.01350.01350.02272.05172.00716.07716.02970.03970.06130.06130.07195.03195.02872.05772.03532.05432.08212.08112.09932.01042.00654.05654.05564.02664.00364.00464.0gnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Agnihcta Merofe Bgnihcta Mretf Ayrtnemargorperofebraeyts 1nitnemyolpmenufoerah Syrtnemargorperofebraeydn 2nitnemyolpmenufoerah Syrtnemargorperofebraeydr 3nitnemyolpmenufoerah Syrtnemargorperofebraeyht 4nitnemyolpmenufoerah Syrtnemargorperofebraeyts 1nitnemyolpmefoerah Syrtnemargorperofebraeydn 2nitnemyolpmefoerah Syrtnemargorperofebraeydr 3nitnemyolpmefoerah Syrtnemargorperofebraeyht 4nitnemyolpmefoerah Sloohcslacinhcet,loohcslanoitacov,gniniartbojehtff Oegelloclacinhcetdecnavda,ytisrevin Uyrotsi Htnemyolpm En Usaibdezidradnatsnae M2Rodues Pdlosraey 30diktsegnuoy:nerdlihctnednepe Ddlosraey 414diktsegnuoy:nerdlihctnednepe Dlevelyradnocesfoegatsdnoce Slevelyradnocesfoegatstsri Ftnemniatt Alanoitacud Enoitaudargo Nnoitacfiilauqecnartneegelloclacinhcetdecnavd Aecnartneytisrevinurofnoitacfiilauqlarene Gscitsiretcarahccihpargomedoico Snamre Gdeirra Meg Aeergedlanoitacovo Ntnemniatt Alanoitaco Vgniniarttnalpn I43tcepserhtiwdefiitartsylsuoiverpgnihctamretfadnaerofebselpmasbusdetagergganodesaberascitsitat S:eto N", "filename": "56020101X.pdf", "person": ["Ulf Rinne", "Rinne, Ulf", "Marc Schneider", "Schneider, Marc", "Arne Uhlendorff", "Uhlendorff, Arne"], "date": ["2007"]}