{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34962/1/56020146X.pdf"], "title": ["Do unemployment benefits promote or hinder structural change?"], "plaintext": " Discussion Paper No. 3371 February 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Do Unemployment Benefits Promote or Hinder Structural Change? Tito Boeri Bocconi University, Fondazione Debenedetti and IZA Mario Macis University of Michigan and Fondazione Debenedetti Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3371 February 2008 ABSTRACT Do Unemployment Benefits Promote or Hinder Structural Change? According to recent and largely untested theories, unemployment benefits UBs could improve the extent and quality of job reallocation even at the cost of increasing unemployment. Using yearly panel data from a large number of countries, we evaluate empirically the relationship between unemployment benefits and structural change. Unlike previous work assessing the effects of UBs on labor market stocks, we focus on flows and rely on policy experiments, notably the introduction from scratch of unemployment benefits in many countries. We exploit the longitudinal nature of our data to lessen the potentially important selection, endogeneity and omitted variables problems. We find a positive, sizable and significant effect of the introduction of UBs on job reallocation, arising mainly from the job destruction margin although this effect fades away over time. UBs are also found to induce more sectoral shifts from agriculture to services. These findings appear to be robust to changes in the countries in the sample, control variables or estimation methods. We discuss to which extent our results are consistent with equilibrium matching models with or without endogenous sorting of workers into jobs providing entitlement to UBs and stochastic job matching. JEL Classification: Keywords: Corresponding author: Tito Boeri IGIER Bocconi University Via Salasco 35 20136 Milan Italy Email: tito.boeriunibocconi.it unemployment benefits, job reallocation, matching models J6, J65, O15 Financial support from the European Bank for Reconstruction and Development Japan Europe Cooperation Fund is gratefully acknowledged. We wish to thank Stanley Fischer, Alan Manning, Bas ter Weel and participants to the American Economic Association Meeting in Philadelphia and the World BankIZA Conference on Employment and Development in Bonn for useful comments. All errors are our sole responsibility. 1 Introduction Empirical studies on the effects of unemployment benefits UBs typically concentrate on the microeconomic insurance vs.incentives tradeoff. Economic theory predicts that the receipt of unemployment benefits negatively affects job search intensity and increases the reservation wages ofjobseekers and a large body of applied studies supports the standard prediction that longer durations of unemployment benefits increase the duration of unemployment. This empirical researchalso points to the importance of specific design features of unemployment benefits, related to eligibility and entitlement criteria, in addition to the level of the benefits. Kiefer 1988, Atkinson and Micklewright 1991, Krueger and Meyer 2002, as well as Meyer 2005 provide excellent surveysof this rich and insightful literature.Much less attention has been devoted to date by applied economists to investigating the macroeconomic, reallocation effects, of unemployment benefits. This is a serious shortcoming as a numberof recent theoretical contributions point to major effects of UBs on job reallocation and labor productivity. General equilibrium models of the labor market a la Mortensen and Pissarides Mortensenand Pissarides, 1994, stochastic job matching models Acemoglu and Shimer, 1999 and 2000; Marimon and Zilibotti, 1999 suggest that UBs act on both job creation and job destruction margins,as well as on the quality of job matches, and hence on average productivity. More importantly still,these models have different implications as to the effects of UBs on job creation and destruction,which could be possibly tested empirically.Research related to the study of the transition to a market of economies coming from centralplanning also contributed to highlight other potentially important effects of unemployment insurance, which had been previously overlooked. As pointed out by Aghion and Blanchard 1994,there is a negative fiscal externality on private job creation associated with the financing of UBs,which may counteract the moderating effects of unemployment on wages, reducing job creation inthe high productivity sector, hence the speed of job reallocation. Contrary to popular wisdom,formerly planned economies entered the transition with a workforce specialized in very narrowlydefined skills because central planning overinvested in vocational schools Flanagan, 1993; Boeri,2000. When such skill specificities are an important source of rents, UBs improve the quality ofjob matches by encouraging workers to seek for jobs that are harder to get. Matches are, on average,more productive when unemployment benefits have a longer duration in this setup. Other work onformerly planned economies looked at the interactions of unemployment benefits and wagesettinginstitutions. Under realistic wage setting mechanisms, more generous UBs strengthen the positionof workers at the bargaining table as they improve their outside option. Even in the absence ofminimum wages or with low and poorly enforced statutory minimum wages as in most transitional 2economies, flat rate subsidies offered to the unemployed proved to act as a wage floor, pricing outof the market the least productive jobs. This role of UBs as wage floors may explain asymmetriesin labor market adjustment trajectories of Central and Eastern European countries visavis former Soviet Republics Boeri, 2000: more employment adjustment in the former group of countrieswhere UBs were relatively generous and more wage adjustment in Russia, where unemploymentremained for long time surprisingly low in spite of dramatic falls in output.An important macroeconomic reallocation role is assigned to UBs also by political economy models. Those addressing the constraints faced by privatization, for instance, pointed to an additionalrole of UBs in winning support of workers to outsider privatization and enterprise restructuringDewatripont and Roland, 1994; Blanchard, 1997. Models of politicaleconomic institutional interactions in the labor market SaintPaul, 2000 suggest that unemployment benefits reduce thedemand for employment protection legislation EPL Boeri, CondeRuiz and Galasso, 2006; Algan and Cahuc, 2007 as both institutions protect workers against uninsurable labor market risk.Flexicurity configurations with more UBs have less EPL, which hinders job reallocations: UBsare more mobility friendly Bertola and Boeri, 2002, and can better accommodate large scalerestructuring Blanchard and Tirole, 2003.A common thrust of these different strands of literature is that UBs, in addition to influencingthe aggregate level of unemployment, significantly affect the scope of job reallocation. Actually,some variants of these models do not yield clearcut predictions about the effects of UBs of unemployment stocks, while they do have unambiguous predictions as to the effects of UBs on jobcreation and destruction rates. Moreover, they suggest that there is a slow adjustment of unemployment stocks to the introduction of UBs, while the effects on flows, notably on job destruction,occur immediately.To the best of our knowledge, no empirical work has been done to date to test this reallocationrole of unemployment benefits on a multicountry and multiperiod basis. Applied macro studiesgenerally estimate the responsiveness of aggregate unemployment to UBs Scarpetta, 1996; Nickell,1997; Blanchard and Wolfers, 2000; Layard, Nickell and Jackman, 2005, while neglecting its effectson job reallocation.The purpose of this paper is to contribute to filling this gap, by using institutional and labormarket data from a large number of countries around the world for the period 19802002. Aspointed out by the microeconometric literature, UBs are multidimensional institutions. This makesit difficult to properly measure UBs generosity in a multicountrymultiperiod setting. In order tocope with this problem, we exploit the fact that several countries introduced unemployment benefitsfrom scratch between the end of the 1980s and the beginning of the 1990s. This empirical strategyisolates reforms that unambiguously made the UB system more generous than in the past. Our 3outcome variables are meant to test the predictions of this new body of theory on labor marketflows: job creation, job destruction, job turnover and the shares of workers in agriculture proxyinglowproductivity jobs, industry and services.As we focus on dichotomic policy choices and mainly on withincountry variation, we canproceed without having to rely on the standard onedimensional measures of UB generosity, andwe do not need to worry about twotier UB systems. We also concentrate on labor market flows,which, unlike aggregate stocks, are always sensitive to institutional reforms, even in the shortrun. Our empirical strategy takes advantage of the longitudinal nature of our dataset to lessenpotentially important selection, endogeneity and omitted variables problems.In our regressionmodels, we include country fixed effects as well as countryspecific time trends. The inclusion ofcountry fixed effects ensures that we are controlling for omitted timeinvariant variables as well asfor selection into adopting unemployment benefits based on the level of job turnover. The modelincluding country fixed effects and countryspecific time trends is a version of the random growthmodel used in Ashenfelter and Card 1985, Heckman and Hotz 1989 and more recently in Brown,Earle and Telegdy 2006. This specification allows us to control for potentially different trendsin rates of job creation and destruction experienced by particular groups of countries notablyformerly planned economies in the period considered, which could have been affecting a countryspropensity to introduce unemployment benefits.Our analysis indicates that the introduction of UBs is associated with higher rates of jobturnover. This effect is economically substantial, statistically significant and robust to changesin countries in the sample, control variables or estimation methods. The introduction of unemployment benefits is associated with about a 1.5 percentage point increase in the yearly rate ofjob destruction and a 2.7 percentage points increase in job turnover. This implies a positive effecton job creation as well, but this effect was not found to be statistically significant when estimatedseparately. Countries which introduced UBs also experienced a decrease in the share of employmentin agriculture of about 3 percentage points a year, and an increase in the services sector share of 3percentage points a year. The effects on job destruction are initially larger but fade away rapidlyover time. The impact effects are consistent with a wide array of equilibrium matching models,predicting an impact effect of UBs on job destruction and slow adjustment of job creation margins.However, these models also imply permanent effects of UBs on job reallocation rates.The paper proceeds as follows. Section two surveys the literature on the effects of UBs on jobreallocation and characterizes the various dimensions of UBs which are relevant in affecting labormarket flows and structural change according to this literature, motivating our empirical strategy.Section three describes the data and the outcome variables in detail, presents some preliminarydescriptive evidence and outlines in detail our empirical strategy. In Section four, we present the 4results of the empirical analysis. Finally, in Section five we conclude and propose directions forfurther research.2 Unemployment Benefits and Job Reallocation 2.1 Theoretical Predictions Any simple static model of labor supply predicts that nonlabor income increases the reservationwage of individuals. Supposing for simplicity that workers have no choice over hours, the introduction of transfers to nonemployed individuals involves a shift upward of aggregate labor supply. Inpresence of a downward sloping labor demand, at the competitive equilibrium, employment is lower,while wages and labor productivity of the marginal worker are higher. Assuming that there is anexogenous fraction of jobs destroyed each instant, gross job destruction and creation replacing thejobs lost to maintain a constant level of employment decline at the new equilibrium. The jobdestruction rate job destruction over employment is, by definition, constant throughout, togetherwith the job creation rate. Importantly, at the equilibrium, there is no unemployment, since everyperson who wishes to work at the ongoing wage can do so. This raises issues as to why UBs existin the first place and makes the competitive model rather uninteresting in assessing the effects of UBs on job reallocation.Equilibrium matching models a la Mortensen and Pissarides 1994 with endogenous job destruction provide a much richer framework to analyze the effects of UBs on job reallocation. Theyendogenously generate an equilibrium with unemployment, vacancies, job creation unemploymentoutflows and job destruction unemployment inflows. Jobs are destroyed when their instantaneousproductivity falls below an endogenously determined reservation productivity level, R. Jobs arecreated via a matching function that generates unemployment outflows by allocating jobseekers, uto vacancies, v at a rate h which is increasing in market tightness vu. Wage formation is typically framed as the outcome of an individual bargaining process aimed at sharing the rents inducedby the presence of matching frictions. The solution to this Nash bargaining process implies thatwages are increasing in the outside option of the worker and in market tightness. The labor forceis fixed and can be conveniently normalized to one unit, so that employment is simply 1 u. Atthe long run equilibrium unemployment is constant, hence job creation equals job destruction inabsolute levels.h u F R1 u1where is the exogenous rate at which jobs are hit by productivity shocks, and F R denotesthe probability that productivity falls below the reservation productivity level. This equilibrium 5condition holds also in terms of job creation and job destruction rates, the measures used in ourpanel regressions see Section 3 below, which divide gross job flows by employment.hu1 u F R2Market tightness and the reservation productivity are jointly determined by the intersection ofa downward sloping job creation JC curve and an upward sloping job destruction JD curve inthe R , space, as in Figure 1.The impact effect of the introduction of a UB system is equivalent, in this context, to anincrease in the reservation productivity threshold, R. The economics is that rent sharing in some lowproductivity jobs cannot any longer match the value of unemployment, increased by the introductionof UBs. Hence these low productivity jobs are destroyed. The outofthesteady state dynamics is asfollows. Job Destruction jumps immediately to a higher level, as depicted in Figure 2. At the sametime, employees endowed with a higher outside option succeed in extracting a larger share of thesurplus, that is, average wages increase. As the value of jobs for a firm declines, less vacancies arecreated, and gross job creation declines. Since job destruction increases and job creation declines,unemployment start rising. Given that the number of jobseekers increases, total outflows fromunemployment, hence gross job creation the lefthandside of equation 1, gradually increasesfrom its initial fall, approaching job destruction at the new steady state equilibrium. The latter isdepicted as the point B in Figure 1. It involves a higher R, hence a higher job destruction rate byequation 2. The job creation rate is also larger at the new equilibrium as the unemployment toemployment rate, in the lefthandside of equation 2 increased. Thus, in Mortensen and Pissaridesmodel, the impact effect of the introduction of UBs is an increase in job destruction rates and adecrease in job creation rates. After the initial fall, the job creation rate recovers to equalize jobdestruction at the new steady state equilibrium, which features, on average, a higher productivity.In this class of models, unemployment benefits have a direct effect on job destruction margins,and only an indirect effect via wages on job creation. Thus, the introduction of a UB systemtend to shift upwards the job destruction schedule without affecting the equilibrium job creationcondition. Direct effects on job creation can be introduced in these models by allowing effectivelabor supply to vary. For instance, allowing for endogenous sorting of workers in formal andinformal sectors Boeri and Garibaldi, 2007 an extension which is wellsuited for labor marketconditions in many middleincome income countries the introduction of UBs induces workers tomove from the uncovered informal sector to the covered formal sector, generating equilibriawith higher unemployment and higher job creation in the formal sector. The key factor here isrelated to the presence of entitlement effects, that is, the presence of a segment of job applicantswho are not currently receiving UBs, but who qualify for benefits only by working in the formal 6sector. The introduction of a UB system increases labor supply in the formal sector and thismitigates the effects on wages of a higher outside option for those who already work in the formalsector. Analogous is the case where firsttime jobseekers or new entrants in the labor market arenot eligible to benefits. The introduction of UBs increases job creation in this group. As there isan additional, participation, margin to be considered, these extensions may fail to deliver uniqueequilibria and cannot be simply characterized in the R, space. Yet, Boeri and Garibaldi 2007showed that, under some reasonable parameter values, employment in the formal sector increasesafter the introduction of UBs. This means that, unlike in the Mortensen and Pissarides model,the impact effect on job creation can be positive. Job creation, however, unlike job destruction, isnot a jump variable in this class of models. Thus, the adjustment of job creation is more gradualthan the adjustment of job destruction. If employment in the shadow sector is properly measuredby statistics, job creation and destruction rates will be higher at the new longrun equilibrium. Ifinstead available statistics cover only the formal sector, measured job creation and destruction ratesmay actually decline over time, as soon as the entitlement effect induces shifts from the shadowsector to the formal sector.Stochastic job matching models Marimon and Zilibotti, 1999; Acemoglu and Shimer, 1999 and 2000 allow for the productivity of any match to be revealed to the worker and the firm only afterthe match occurs.In this setting, the introduction of UBs increases average labor productivityand wages, by inducing equilibria where only high productivity jobs are created, as workers turndown low productivity jobs from the start. There can be an efficiency enhancing role of UBs in thiscontext as job search continues until a good match is created. The equilibrium with UBs featureshigher unemployment than without UBs, as well as less job creation and destruction and longerduration unemployment as individuals become more choosy in their job search strategies. However,job creation and destruction rates are larger, due to the decline in employment. Importantly, inthis case the direct effect is on the job creation margin.Summarizing, only the rather uninteresting competitive model implies that UBs do not affectjob creation and destruction rates. Equilibrium matching models with fixed labor supply imply that UBs on the impact increase job destruction rates and decrease job creation rates and that the newlong run equilibrium features higher job flows on both margins. Matching models with entitlementeffects endogenous participation in employment allowing for entitlement to UBs imply a positiveeffect on both job creation and destruction rates from the start, while stochastic job matchingmodels imply that the effect of the introduction of UBs is on the job creation margin and isnegative. In the longrun all of these models imply higher rates of job creation and destruction afterthe introduction of UBs except in the case where employment in the shadow no UB entitlementeconomy is poorly measured.If this is the case, then shifts of workers from shadow to legal 7employment may be counted as increases in aggregate employment, reducing both measures of jobreallocation over time.2.2 Measurement issues The assessment of the empirical relevance of this literature requires drawing on measures of jobreallocation, gross job creation and gross job destruction as well as possibly indicators of the qualityof job reallocation, that is, the effects on the distribution of jobs by productivity levels. We discussour preferred measures, in light of data availability constraints, below. Before turning to that, it isimportant to address a number of methodological issues related to the measurement of UBs, whichmotivate our empirical strategy.Empirical research often treats unemployment benefits as a onedimensional institution. However, there are several key dimensions which identify an unemployment benefit system: the eligibilityconditions, the level of payments, the maximum legal duration and the actual entitlement rules, inlight of activation policies conditioning payments to job search requirements. Mapping all of thesefeatures into a onedimensional measure is not an easy task and information on all these dimensionsis often not available for all countries and time periods.Available summary measures of the generosity of UBs can be misleading as they may misreportactual changes occurred in a UB system. Macroeconomic estimates of the effects of UB systemson aggregate employment, unemployment and wage equations e.g., Scarpetta, 1999; Nickell, 1997,Blanchard and Wolfers, 2002, Layard, Nickell and Jackman, 2005 typically resort to a summarymeasure of benefit generosity tabulated by OECD and defined as the average of the replacementrates the ratio of the benefit to the previous wage in the first two years of unemployment for anaverage production worker having sufficiently long seniority to be offered the benefits up to theirmaximum duration. Sometimes the product of the replacement rate and the coverage rate thefraction of the unemployed population receiving the benefits is taken. However, the two features replacement rates and coverage rates are not uncorrelated. Coverage is often endogenous toreplacement rates via takeup incentives and fiscal constraints. In middleincome countries, UBsoffer relatively high nominal replacement rates e.g., 60% of the best earnings in the last year in Argentina, but are offered for a short period of time and only to a small fraction of the workforceworkers in small business and in rural areas are not covered, as in China. These asymmetries inreplacement rates and duration of benefits are somewhat less evident, but still present, in OECDcountries.In Southern Europe UBs are relatively generous in terms of replacement rates, butcover less than 50% of the unemployed whilst the UK and, even more so, the US display scarcelygenerous UBs providing almost universal coverage of job losers and involving when account ismade of meanstested social assistance unlimited duration.8UB systems typically involve benefits decreasing over time, consistently with predictions ofoptimal unemployment insurance models Hopenayn ad Nicolini, 1997: when search effort is unverifiable, the principal the State must give to the agent the unemployed individual an incentiveto make this effort 1. At longer unemployment durations, as human capital depreciates during theunemployment spell, eliciting search effort may become too costly relative to the social benefits ofthis activity Pavoni and Violante, 2004, and hence benefits become flat. Finally, when the maximum duration of UBs is exhausted, individuals become eligible to meanstested social assistance ofthe last resort. The way in which these various steps in UB payment are integrated is even moreimportant than the level of benefits per se in affecting job search incentives.Moreover, unemployment benefits in practice never act in isolation. They interact with otherinstitutions in imperfect labor markets, such as labor taxes, employment protection legislationand unions. These interaction effects are rarely taken into account by theory and empirical work.Macroeconomic assessments of the effects of unemployment benefits typically include measuresof the generosity of the system as righthandside and uninstrumented variables. However, recentwork suggests that the causality may go the other way round. Governments in countries with ahigh incidence of longterm unemployment are pressed to increase the duration of benefits: regionaldiversification in the maximum duration of UBs in the US tends to follow increases in the durationof unemployment in some States Card and Levine, 2000. Lalive, Van Ours and Zweimueller 2002documented that this policy endogeneity may lead one to significantly overstate the negative effectsof unemployment benefits on the duration of unemployment.In order to win political opposition to the downscaling of benefits, reforms of unemploymentinsurance often involve a number of marginal adjustments of the benefit formula and a gradualtightening of entitlement rules. The grandfathering of past entitlements creates twotier systems inwhich just a fraction of the workforce is under the new regime. Under these conditions, estimatesof the impact of unemployment benefits applying the same rules to everybody, may be misleading.Estimates of the effects of UBs should as much as possible take into account these twotier regimes.The high frequency of UB reforms is also an asset for empirical research: there are manynatural experiments around to be exploited when assessing the macroeconomic effects of UBs.But it is difficult to assess the empirical relevance of the predictions of models treating UBs as aone dimensional institution, as reforms typically manipulate several parameters at once, e.g., theyincrease benefits, but reduce eligibility. Moreover, changes in entitlement conditions often takeplace only via changes in law enforcement without observing any change in the legislation.1 Earning related UBs offered at replacement rates decreasing over time reduce also incentives to elude or evadepayments of payroll contributions. This is particularly important in countries with a large informal sector. If moregenerous benefits are offered only to workers with some official employment history, then workers incentives to enterthe shadow sector are lower and shadow employer need to compensate more uninsured workers Boeri, 2000.9For these reasons, in the remainder of the paper we compare outcomes of countries with andwithout unemployment benefits before and after the reforms introducing the UB system. By relyingon dichotomic policy choices and mainly on within country variation, we can proceed without havingto rely on the standard onedimensional measures of UB generosity. Given that we deal with regimechanges, we also do not need to worry about dual track reform strategies. We also concentrate onlabor market flows, which, unlike aggregate stocks, are sensitive to institutional reforms, even in theshortrun. Institutional interactions can also be taken into account in this context. However, ouridentification strategy, detailed in the next section, requires that other institutions are not alteredat the time in which the UB system was introduced.3 Data and Empirical Strategy 3.1 Outcome Variables We consider a treatment, the introduction of a UB system, and a series of outcome variables.Motivated by the theoretical considerations outlined in the previous section, our first set of outcomevariables are meant to capture the extent of job reallocation. Let us define gross job creation JCand gross job destruction JD as follows:JCit i eijt Eit gijtn Xj Eand JDit n Xj Ei eijt Eitgijtwhere i denotes country, j denotes sector, eijt denotes employment in sector j at time t, Eit istotal employment in country i at time t , gijt is the growth rate of employment in sector j at timet relative to time t 1 and Ei Ei is the set of expanding shrinking sectors. JCit measures jobcreation by adding up employment gains in expanding sectors, JDit measures job destruction byadding up employment losses at shrinking sectors. Job turnover is thus defined as JTit JCit JDit JTit is therefore the sizeweighted mean of the absolute value of sectorial growth rates. Asexplained in the previous section, the effect of UB on job turnover operates through differentmechanisms according to different theories. Therefore, in an effort to discriminate between theories,in addition to considering JT we also study the effects of UBs on JC and JD, separately.Matching models with endogenous job destruction imply that UBs act de facto as a wage floor,cutting off low productivity jobs. Insofar as productivity varies across sectors, UBs are thereforebound to affect also the composition of employment by sector. The above reallocation measuresmay capture idiosyncratic shocks not necessarily associated with sectorial job reallocation. In order 10to better capture genuine sectorial reallocation effects, we shall also consider as outcome variablesthe employment shares of agriculture, industry and services.3.2 Data Our empirical analysis exploits variation in the timing of adoption of a UB system from scratch in alarge sample of countries. Information on the date of introduction of unemployment benefits systemswas taken primarily from Social Security Programs throughout the World SSW.2 Employmentdata were taken from the ILO LABORSTA database http:laborsta.ilo.org. Our main sampleconsists of 46 countries which did not have any unemployment insurance scheme in place as of 1980see Appendix Table 1 for a complete list of the countries in our sample. Of these, 25 countriesintroduced UBs for the first time between 1980 and 2002.3 In principle, the ILO data span overa 22 years period, from 1980 to 2002. However, the ILO series are complete only for a subsetof countries. The actual number of observations per country varies between 4 and 23.4 Becausecalculating job reallocation measures entails using data from consecutive years, this implies thatthe number of observations per country used in our estimation ranges between 3 and 22, with anaverage of 12 and a median of 11. Figure 3 plots the number of countries that introduced UBschemes during the time period of 1980 to 2002 at yearly frequency, and Table 2 reports, for eachcountry, the year of introduction and the number of observations.3.3 Descriptive Evidence and Identification Issues We begin our empirical analysis by presenting a visual summary of the raw data on the rates ofjob creation, destruction and job turnover in three groups of countries in the period 19802002: acountries that adopted UBs at some point between 1980 and 2002, b countries that never adopted UBs and c countries which had UBs in place throughout the period of analysis. The three panelsof Figure 4 provide initial evidence that the introduction of UBs had an impact on job reallocationin the group of countries that introduced UBs at some point during the period 19802002. In thisgroup of countries, the rate of job turnover appears to increase sharply starting in the late 1980s,and then drops so that in the late 1990s it was back to roughly its previous level. This patternseems to be driven by changes in the rate of job destruction. On the other hand, no discernibletrend or pattern is visible in the countries with UBs in place throughout the period or in countries 2 This is an International Social Security Association ISSA publication which comprises four volumes: Europe,Asia and the Pacific, Africa and The Americas. The information we use in this paper is taken from thefollowing issues: September 2002 for Europe, March 2003 for Asia and the Pacific, September 2003 for Africa and March 2004 for The Americas.3 In our robustness checks, among other things, we extend the sample to also include countries with UBs in placethroughout the period, which brings the number of countries to 77.4 The ILO data present some breaks in the series due, for instance, to changes in the reference population. Wehave excluded the years when such breaks occurred.11that never adopted UBs.Because most of the countries which adopted UBs did so between 1988 and 1992 see Table 2, the evidence provided in Figure 4 is somewhat suggestive of an effect of UBs on job turnover.In the remainder of the paper, we aim to assess whether such an effect is consistent with a causalinterpretation. There are several reasons why the patterns displayed in Figure 4 might be spurious.First of all, the averages plotted in Figure 4 were obtained from a variable number of countrieseach year, due to limitations in the available data see Appendix Table 1, where we show the valuesof our outcome variables for the individual countries.5 Second, and more important, just lookingat differences in outcomes before and after the change and between treated and untreatedcountries is not enough to prove the existence of a meaningful empirical association, let alone acausal one. On the one hand, it is possible that our treatment countries are a selected groupthat would have experienced increases in the outcome variables irrespective of the introduction of UBs. In Table 3, we report summary statistics on the outcome and control variables separately forcountries in groups a, b and c before and after the adoption of UBs.6 Comparing summarystatistics between treated and untreated groups Panels A and B, we observe that, beforeadopting UBs, the treated countries have, on average, higher GDP per capita and higher GDPgrowth rates than untreated countries. Untreated countries also present higher rates of jobturnover, as is also apparent from Figure 4. These observations indicate that it is important toproperly take into account differences in observable and unobservable characteristics between UBadopters and nonadopters when assessing the impact of UBs. Moreover, there is the possibilityof reverse causality. Quite simply, the introduction of UBs might have occurred as a response toincreased job turnover. It is therefore possible that the causality goes from job reallocation to UBsrather than vice versa. This concern also comes from the fact that most of these countries comefrom central planning.7 In our empirical analysis, we exploit the longitudinal nature of our datato address the potential problems of unobserved heterogeneity and reverse causality. In particular,we include country fixed effects to control for selection into UBs based on levels of the outcomevariables, and a full set of countryspecific time trends to control for selection into adopting UBsbased on the growth rate of our outcome variables see Ashenfelter and Card 1985, Heckman and 5 In our empirical analysis, we follow Heckman and Pages 2000 and we use yearly data rather than average ouroutcome and dependent variables over periods of time, as often done in crosscountry studies. To control for businesscycle conditions, we include GDP growth rates among the control variables.6 For the countries in panel A, before and after refer to the adoption of UBs. For countries in panels B and C, the before period includes years before 1992 and the after period years after and including 1992. As can beseen in Table 2, the year 1992 is the modal year of adoption of UBs in the group of countries which introduced UBsschemes between 1980 and 2002.7 Except for the countries in the sample historically belonging to the former Yugoslavia Croatia, Serbia and Slovenia, which had some UBs in place since the 1970s and Hungary which introduced a seminal unemploymentbenefit system in 198687, the remaining formerly planned economies introduced UB systems at the outset of thetransition to a market economy.12Hotz 1989 and more recently Brown, Earle and Telegdy 2006.3.4 Methodology We use a reduced form approach to contrast our outcome variables in countries adopting UBs in agiven period with countries not adopting UBs. In particular, we estimate the following model:Yit U Bit Xit t i i uit3where i indexes countries and t indexes time periods years. The outcome variable, Y , is theannual JC, JD or JT as defined in the previous section, or the share of employment in agriculture,industry and services; U Bit is a 0,1 variable indicating the presence of unemployment benefits incountry i in period t; Xit is a set of timevarying, observable, countryspecific characteristics thataffect Yit, t is an aggregate time effect, i is a country fixed effect, i is a time trend, specificto country i, and uit is a disturbance term. We focus our attention on one single parameter, ,the coefficient on UBs. An important strength of our empirical strategy is that the interpretationof our empirical experiment and of our coefficient of interest is very clear: we ask whetherthe introduction of unemployment benefits is associated with a significant shift in the level of ouroutcome variables.The time effects account for evolving aggregate factors that might affect our outcome variables.The vector of controls, Xit, includes the growth rate of per capita GDP, to control for the business cycle, the level of per capita GDP in logs to account for country income effects 8, andthe degree of openness to trade 9. The inclusion of country effects takes care of unobservable heterogeneity possibly correlated with UBs.In particular, our fixedeffects specification allows thecountry effects to be correlated with current, past and present values of U B i.e. with any of the U Bi 1, U Bi 2,  , U Bi T . We will thus be looking at effects of UBs within countries over time, whileaccounting for possible selection based on the level of job reallocation. Our coefficient of interest, ,is the mean withincountryyear difference in the outcome variables between countries that adopted UBs and countries without UBs.10The inclusion of countryspecific time trends, finally, provides a control for the possibility thatthe adoption of UBs is correlated with idiosyncratic trends in the rates of job turnover. Ourspecification is a version of the random growth model, used in Ashenfelter and Card 1985,In addition Heckman and Hotz 1989 and more recently in Brown, Earle and Telegdy 2006.8 Uppermiddle income countries tend to have strong administrative capacity, which is required for an effectiveimplementation of UB schemes Vodopivec, 2004.9 Openness to trade is measured as the sum of exports and imports over GDP. GDP and trade openness data weretaken from the Penn World Tables version 6.2.10 The inclusion of country fixed effects also controls for differences in the coverage and methodology of datacollection across country.13to controlling for fixed differences among countries, model 3 accounts for different trends in jobreallocation that may affect the propensity of a country to introduce unemployment benefits.In a further effort to investigate whether the empirical association observed between UBs andjob reallocation is consistent with a causal interpretation, we also estimate a dynamic version ofmodel 3:Yit U Bi,t 0qt 0q Xit t i i uit46Xq3where t 0 denotes the year of introduction of U Bs, and U Bi,t 0q is a dummy variable equal to 1 in year t 0 q and 0 otherwise. Each coefficient t 0q measures the mean withincountryyeardifference in the outcome variables between countries that adopted UBs and countries without UBsin year t 0 q.114 Results 4.1 Baseline Results In the three panels of Table 4, we report the estimates of model 3 where the dependent variableis job turnover first panel, job creation second panel and job destruction third panel. Column1 in each panel shows results of random effects regressions, while columns 2 through 5 reportresults of fixed effects regressions. The random effects regressions exploit both within and betweencountry variation. Using both types of variation allows us to make use of all of the available data.In fact, as shown in Table 2, data for both the before and after periods are available only for 14 of the 25 countries which adopted UBs. The fixed effects specification identifies the effect of UBs from withincountry variation only, thereby removing any fixed differences in the rates of jobturnover, and making sure that we account for the possibility of selection into adopting UBs basedon levels of the outcome variables. Controlling for such a possibility is important, especially in thelight of Figure 4 and the summary statistics displayed in Table 3, which reveal that the rates of jobturnover tend to be higher in absolute terms in countries that never adopted UBs. In all cases, yearfixed effects and countryspecific time trends are included among the regressors.12 As we explainedabove, this is done in an attempt to control for the possibility of selection into introducing UBsbased on preexisting trends in the outcome variables. It is worth noting that our specification isvery demanding of the data, given that we have a limited number of observations per country.The random effects estimate reported in column 1 of the first panel in Table 4 indicates thatthe introduction of UBs is associated with a higher rate of job turnover. The estimated coefficient 11 Due to data limitations, we have defined the dummy U Bi,t 06 to be equal to 1 in years t 0 6, t 0 7, etc 12 We conducted Ftests on the joint probability that all country fixed effects, all year effects and all year timetrends are equal to zero. The null hypothesis was in all cases rejected with pvalues smaller than 0.0001.14implies that the adoption of UBs is associated with a 3.3 percentage points higher job turnover rate,and the coefficient is statistically significant at the one percent confidence level. The random effectsestimates reported in the first column of the second and third panel of Table 4 seem to suggestthat the higher job turnover is due to an increase in both the job creation rate and especially thejob destruction rate.We now turn to the fixed effects estimates. Column 2 uses all observations in the sample,while column 3 uses only the countryyear observations for which the control variables log ofpercapita GDP, GDP growth rate and trade openness were available. These control variableswere included in Columns 4 and 5. In all cases, the standard errors are robust to arbitraryforms of heteroschedasticity.In Column 5, standard errors were also adjusted for firstorderautocorrelation.13 Because the results are fairly consistent across samples and specifications, indescribing the fixedeffects results we focus on Column 5. The fixed effects regressions indicatethat UBs are associated with a 2.7 percentage points higher rate of job turnover. The coefficientis statistically significant at the five percent confidence level. The first and second panel of Table 4 indicate that the higher job turnover is due to an increase in both the job creation rate and thejob destruction rate. However, only the impact on job destruction is statistically significant.In Table 5, we turn to estimating the effect of the introduction of UBs on the compositionof employment. In particular, our dependent variables are the employment shares of agriculturefirst panel, industry second panel and services third panel. Once again, column 1 in eachpanel shows the estimated coefficients of a random effects version of model 3, and columns 2through 5 those of fixed effects specifications. Our estimates indicate that the countries whichintroduced UBs experienced a reduction of the share of employment in agriculture of about 3percentage points a year, and an increase of the services share of about 3.7 percentage points. Theestimated standard errors, robust to arbitrary heteroschedasticity and firstorder autocorrelation,indicate that the coefficients are statistically significant at the one percent services and five percentagriculture levels. We find an effect of UBs on the share of employment in the industrial sectoronly in the random effects specification.4.2 Further Robustness Checks 4.2.1 Excluding the early years of the transition to markets of formerly plannedeconomies One possible concern with the above analysis is that most of the countries which introduced UBs inthe period considered were formerly planned economies. Thus, we may capture policy endogeneityassociated to the transition to a market economy: these countries introduced, mostly from scratch,13 Adjusting the standard errors for secondorder autocorrelation produced nearly identical results.15a UB system before starting the transition. To lessen this concern, in Tables 7 and 8 we replicatethe analyses of Tables 5 and 6 when excluding from the sample, for countries in the former Soviet Union and Central and Eastern Europe, the year they started their transition, the year immediatelybefore and the year immediately after. Remarkably, our analysis is robust to this check, as theestimated coefficients remain similar to those estimated previously, both in magnitude and in termsof statistical significance.4.2.2 Including countries with UB systems in place throughout the period amongthe control group In Table 8, we report the results of estimating 3 when we include among the control group the setof countries that had unemployment benefits schemes in place throughout the period of observation.This exercise allows us to increase considerably the number of observations, thus enabling us toobtain more robust estimates of the time effects and the other controls. Because our premise isthat the introduction of UBs has the potential to affect the rates of job turnover and sectorialreallocation, we expect to find that UB adopters experienced greater job turnover after introducing UBs compared to both countries that never adopted UBs and countries that already had UBs inplace. The results from Table 8 are qualitatively and quantitatively very similar to those from theprevious tables, indicating that this is indeed the case.4.2.3 Dynamic Effects In Figure 5, we display the estimated coefficients from model 4 for job turnover, job creation anddestruction, as well as the associated confidence intervals. Figure 5A reports results obtained fromthe full sample and Figure 5B includes all of our control variables which implies, as noted above,a reduction in sample size.In all cases, year effects, country fixed effects and countryspecifictime trends are included, and the standard errors are robust to heteroschedasticity and firstorderautocorrelation.The results displayed in Figures 5A and 5B show positive effects of UBs on job turnover startingthe year of UB introduction, while the coefficients on the years before are small very close to zeroand never statistically significant. This finding indicates that the increase in job turnover followedthe introduction of UBs, rather than viceversa, which is consistent with a causal interpretation ofour results.Overall, there appears to be no effect of UBs on job creation, and a tendency for the effects of UBs on job destruction to be stronger initially but fade away over time.164.2.4 Controlling for Employment Protection EPL Strictness Regressions reported in Table 9 use data on EPL taken from Botero et al.Some of the effects of UBs on structural change may come from substitutability of EPL with UBs.Employment protection is an obstacle to job reallocation and a large body of empirical researchpoints to a negative relationship between gross job flows notably unemployment inflows and EPL.2004.14 Theadvantage of this measure is that it is available for a very broad set of countries. Its disadvantage isthat of being measured at a point in time the end of the 1990s. However, as documented in Boeriet al. 2003, EPL measures, notably those referred to regular employment, tend not to varymuch over time within countries. The crosssectional nature of these data forces us to estimaterandomeffects regressions. The random effects estimates displayed in the first panel of Table 9confirm a positive and statistically significant effect of UBs on job destruction and job turnovereven when controlling for the degree of EPL strictness. The results reported in the bottom panelconfirm that UBs are associated with an expansion of the services sector. We also find a marginallystatistically significant reduction of the industrial sector and a statistically insignificant reductionof the agriculture sector, while the strictness of EPL increases the employment share of agriculture.In Table 10, we estimate the effect of UBs for countries in the bottom third, the middle thirdand the top third of the distribution of EPL strictness. The results of this empirical test suggestthat the impact of UBs on job destruction is strongest in countries with a high degree of EPLstrictness. As for sectorial reallocation, our results indicate that the effect of UBs on reducingagriculture and expanding the services sector are strongest in countries with moderate levels of EPL. These findings are consistent with the notion that UBs can better accommodate large scalerestructuring where employment protection is less stringent.4.3 Discussion Overall, the results of our empirical analysis strongly suggest that the introduction of UBs wasassociated with greater job turnover, as a result of higher job destruction rates. The introductionof UBs seems also to determine a shift of jobs from lowproductivity sectors agriculture to services.These conclusions are robust to the inclusion of controls for observable and unobservable countryeffects, year effects and countryspecific time trends, and robust to allowing for heteroschedasticand autocorrelated residuals. These results provide corroborating evidence for the theories outlinedin Section 2 that highlight the role of unemployment benefits in favoring greater job turnover andreallocation in labor markets departing from perfect competition. Matching models, in particular,imply a slow adjustment along the job creation margin, and a jump in job destruction, which is 14 This index is the average of four subindices: 1 Alternative employment contracts; 2 Cost of increasing hoursworked; 3 Cost of firing workers; and 4 Dismissal procedures. It is the variable index_labor 7a in Botero et al.sdataset, available at http:iicd.som.yale.edu.17consistent with the observed impact effect of UBs on job turnover via the job destruction margin.However, all the models reviewed in the theoretical section imply a permanent effect on job creationand destruction, that we do not see in the data. This may be due to the fact that, after the initialintroduction, UBs are subsequently downscaled as their fiscal costs increase. This was preciselywhat happened in the formerly planned economies Boeri, 2000. Another interpretation is relatedto entitlement effects and problems in the measurement of the shadow sector: as more jobs arecreated in the sector allowing to gain entitlement to UBs, the denominator of our gross job flowmeasures increases.5 Conclusions The vast empirical literature on the macroeconomic effects of unemployment insurance systemsoverlooked so far the reallocation effects of UBs, in terms of job turnover and in the interindustrydistribution of employment.In this paper, we tested the empirical implications of models allowing UBs to play a major role injob creation and destruction as well as interindustry shifts of workers. Our strategy acknowledgesthe multidimensional nature of UBs and exploits the fact that many countries introduced suchsystems from scratch at some point during the period 19802002. Thanks to the longitudinalnature of our data, we were able to find remedies to potential selection, endogeneity and omittedvariables biases in our estimates.In particular, the panel dimension of our data allowed us tocontrol for observable and unobservable country characteristics, as well as for countryspecific timetrends. The inclusion of country fixed effects ensures that we are controlling for omitted timeinvariant variables as well as for selection into adopting unemployment benefits based on the levelof job turnover and reallocation, and the inclusion of countryspecific time trends helps controllingfor selection into introducing unemployment benefits based on the growth rate of job turnover andinterindustry job reallocation.We found economically and statistically significant effects of UBs on gross job turnover, comingprimarily from higher rates of job destruction, as well as on interindustry reallocation, that surviveto several robustness checks. The introduction of UBs is associated with about a 1.5 percentagepoint increase in the yearly rate of job destruction and a 2.7 percentage points increase in jobturnover. This implies a positive effect on job creation as well, but this effect was not foundto be statistically significant when estimated separately. Countries which introduced UBs alsoexperienced a decrease in the share of employment in agriculture of about 3 percentage points ayear, and an increase in the services sector share of 3 percentage points a year. The effects on jobdestruction are initially larger but fade away over time. While the impact effect on job destructionis consistent with matching models, the dynamic effects are not, as these models imply a permanent 18effect of UBs on job creation and destruction rates. We offer two possible interpretations for thetime pattern of the effects of UBs on job reallocation. The first interpretation is that, after theinitial introduction, UBs are subsequently downscaled as their fiscal costs increase, along with theexperience of formerly planned economies. The second interpretation is related to the expansion ofthe legal sector, allowing workers to gain entitlement to UBs, and statistical underreporting of theshadow sector. Moreover, our identification assumption requires no additional institutional changeat the time in which UBs are introduced and it is plausible that other institutions interfering withlabor market were adjusted after the introduction of UBs. One of the institutions interfering withthe effects of UBs on job reallocation is employment protection: we find that countries with stricteremployment protection experience larger increases in job destruction rates after the introductionof UBs.Future work would use finer measures of job turnover, based on firmlevel information, whenthese data become available for a sufficiently large set of countries. At the same time, looking at thequality of structural change as well, notably evaluating the effects of UBs on job tenure a proxy formatch quality, represents a potentially fruitful avenue for research, as it permits to directly testthe empirical relevance of stochastic job matching models. Results from individual data on the USCenteno, 2004 suggest that there may be indeed important effects on unemployment benefits onmatch quality. It should also be noted that our estimates are averages across countries that couldmask substantial heterogeneity. We were able to uncover some heterogeneity by allowing the effectsof unemployment benefits to vary with the degree of strictness of employment protection. Finally,investment in data gathering on the design of UBs in a large number of countries would pave theway for future work on the dynamic effects of UBs on job reallocation, allowing to improve on ourempirical strategy, properly capturing changes in UBs after their introduction. Better measures andmicro data sets would also allow researchers to conduct withincountry studies, perhaps exploitinggeographicaltime or industrytime variation Freeman, 2007.6 References References1 Acemoglu, D. and Shimer, R. 1999, Efficient Unemployment Insurance, Journal of Political Economy, 107 5.2 Acemoglu, D. and Shimer, R. 2000, Productivity Gains from Unemployment Insurance,European Economic Review, 44.193 Aghion, P. and Blanchard, O. 1994 On the Speed of Transition in Central Europe, NBERMacroeconomics Annual, 283:320.4 Aghion, P. and Blanchard, O. 1996 On Privatization Methods in Eastern Europe and their Implications, mimeo, MIT and EBRD.5 Ashenfelter, O. and Card, D. 1985, Using the Longitudinal Structure of earnings to Estimatethe Effect of Training Programs, review of Economics and Statistics, 67: 64860.6 Atkinson, A. and Micklewright, J. 1991, Unemployment Compensation and Labor Market Transitions: a Critical Review, Journal of Economic Literature, Vol. 29, pp. 16791727.7 Bertola, G. and T. Boeri 2002 EMU labor Markets Two Years On: Microeconomics Tensionsand Institutional Evolution, in Buti, M. and Sapir, A. eds. EMU and Economic Policy in Europe, Edward Elgar.8 Blanchard, O. 1997, The Economics of PostCommunist Transition, Oxford: Oxford University Press.9 Blanchard, O. and Tirole, J., 2003 Contours of Employment Protection Reform, MITDepartment of Economics Working Paper Series, n. 0335.10 Blanchard, O. and Wolfers, J. 2002 The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence, NBER Working Paper 7282.11 Boeri, T. 2000, Structural Change, Welfare Systems and Labor Reallocation, Oxford: Oxford University Press.12 Boeri, T., CondeRuiz, J.I. and Galasso, V. 2003, Protecting Against labor Market Risk:Employment Protection or Unemployment Benefits?, CEPR Discussion Paper 3990.13 Boeri, T. and Garibaldi, P. 2007 Shadow Sorting, in Pissarides,C. and Frenkel, J. 2007eds. NBER Macroeconomics Annual, MIT Press.14 Botero, J., Djiankov, S., La Porta, R., LopezdeSilanes, F. and Shleifer, A., 2004 The Regulation of Labor, Quarterly Journal of Economics, November 2004.15 Card, D., and Levine, P., 2000 Extended Benefits and the Duration of UI Spells: Evidencefrom the New Jersey Extended Benefit Program, Journal of Public Economics, 7816 Centeno, M., 2004, The Match Quality Gains from Unemployment Insurance, The Journalof Human Resources, XXXIX, 3.2017 David Brown, J., Earle, J. and Telegdy, A. 2006, The Productivity Effects of Privatization:Longitudinal Estimates from Hungary, Romania, Russia and Ukraine, Journal of Political Economy, 114 1.18 Dwatripont, M. and Roland. G. 1992 Economic Reform and Dynamic Political Constraints,Review of Economic Studies, 59:703730.19 Flanagan, R.J. 1993 Were Communists Good Human Capitalists? The Case of the Czech Republic, mimeo, Stanford University.20 Freeman, Richard B. 2007, Labor Market Institutions Around the World. NBER Working Paper No. W13242.21 Friedberg, L., 1998, Did Unilateral Divorce Raise Divorce Rates? Evidence from Panel Data, American Economic Review 88, 608627.22 Heckman, J.J. and Hotz, V.J. 1989, Choosing Among Alternative Nonexperimental Methodsfor estimating the Impact of Social Programs: The Case of Manpower Training, J. American Statist. Assoc., 84: 86274.23 Heckman, J.J. and Pages, C. eds., 2004, Law and Employment: Lessons from Latin Americaand the Caribbean, Chicago: University of Chicago Press.24 Hopenayn, H. and Nicolini, J. 1997 Optimal Unemployment Insurance, Journal of Political Economy, 105, 412438.25 Krueger, A. and Meyer, B. 2002 Labor Supply Effects of Social Insurance, NBER Working Paper, n.9014.26 Lalive, R., Van Ours, J.C. and Zweimueller, J. 2002 The Effect of Benefit Sanctions on the Duration of Unemployment, IEW Working Paper No. 110, University of Zurich27 Layard, R., S.Nickell and R.Jackman 2005 Unemployment. Macroeconomic Performance andthe Labour Market, Oxford University Press, reissue.28 Lilien, D. 1982, Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy,90 4, 77793.29 Micco, A. and Pages, C. 2006, The Economic Effects of Employment Protection: Evidencefrom International IndustryLevel Data, IZA Discussion Paper No. 2433. Bonn, November.30 Marimon, R. and Zilibotti, F. 1999 Unemployment vs. Mismatch of talents: Reconsideringunemploymrnt benefits, Economic Journal, 109, 266291.2131 Mortensen, D. and Pissarides, C. 1994 Job creation and job destruction in the theory ofunemployment, Review of Economic Studies, 61 397415.32 Nickell, S., 1997 Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspective, 11, 3, pp. 5574.33 Organization for Economic Cooperation and Development OECD. 1999. Employment Outlook 1999. OECD. Paris.34 OECD 2002, Structural Change and Growth: Trends and Policy Implications.35 Pavoni, N. and Violante, G.L., November 2004, Optimal WelfaretoWork Programs,mimeo, UCL and NYU.36 Pissarides, C. 2000 Equilibrium Unemployment Theory Mit Press, Cambridge: Massachusetts.37 SaintPaul, G. 2000, The Political Economy of Labor Market Institutions Oxford University Press.38 Scarpetta, S., 1999, Labor Market Reforms and Unemployment: Lessons from the Experience of the OECD Countries, InterAmerican Development Bank Working Papers 382,InterAmerican Development Bank.39 Vodopivec, M. 2004, Income Support Systems for the Unemployed: Issues and Options,The World Bank, Washington DC.40 Wooldridge, J.M. 2002, Econometric Analysis of Cross Section and Panel Data, Cambridge,MA: MIT Press.41 World Bank, 2004. World Development Report. A Better Investment Climate for Everyone.Washington DC: World Bank 22ISIC code Rev. 2ABCDEFGHIJKLMNORev. 1Major 1Major 2Major 3Major 4Major 5Major 6Major 7Major 8Major 9Table 1: List of Industries Description Agriculture, Hunting, Forestry and Fishing Mining and Quarrying Manufacturing Electricity, Gas and Water Construction Wholesale Retail Trade and Restaurants and Hotel Transport, Storage and communication Financing, Insurance, Real Estate and Business Services Community, Social and Person Services Source: ILO LABORSTA Database http:laborsta.ilo.org. Note: The residual category was computed, case by case, as the difference between total employment and the sum of employment in the available industries. Table 2: Number of Observations for the Countries which introduced Unemployment Benefits from scratch between 1980 and 2002 Country Years of Observation Albania Argentina Azerbaijan Belarus Brazil Bulgaria China Colombia Czech Republic Estonia Georgia Hungary Korea, Republic of Kyrgyzstan Latvia Lithuania Moldova Poland Romania Russia Slovak Republic Turkey Ukraine Uruguay Uzbekistanfirst 1995198319841988198219811988198619941990199919921981198719971983200019821981199819951983198819871996last 2002200220021994199920012002200220022002200220012002200220022001200220022002200220022002200020001999Date UB Introduced N. Observationsbeforeafter 19931991199219911986198919861990199119911993198619931992199219921992198919911992199120001992198119920273480401001250907100012400810104101215119114101011510312125828114Notes: The number of observations listed in columns 5 and 6 refer to the years for which we were able tocompute job turnover measures. Before and After refer to years before and after UBs were adopted. Thesource of information on the date of introduction of Ubs is Social Security Programs throughout the World20022004. Table 3: Summary Statistics of Outcome and Control Variables Std. Dev Panel A: Countries which Introduced UBs During the period After Mean 8.4502.92332.8220.4990.0260.0240.0390.2670.3170.450Before Mean 8.7122.48073.1740.5130.0130.0260.0500.2470.2550.379Variable:Log of percapita GDPGDP growth Openness to Trade EPL Strictness Job Creation Rate Job Destruction Rate Job Turnover Rate Agriculture share Industry share Services share 0.5476.65139.9760.1560.0150.0270.0330.1810.0880.111Obs 52515277888888888888Obs 204199204175215215215215215215Panel B: Countries without UBs throughout the period Variable:Log of percapita GDPGDP growth Openness to Trade EPL Strictness Job Creation Rate Job Destruction Rate Job Turnover Rate Agriculture share Industry share Services share Obs 89898963898989898989Before Mean 8.0691.92185.8460.4040.0440.0140.0580.3340.1990.472Std. Dev 0.5824.16962.1180.1480.0320.0200.0350.2200.0710.129Obs 167167167120167167167167167167After Mean 8.4882.08995.8800.4520.0460.0160.0630.2890.2060.415Std. Dev 0.3034.71714.9550.1300.0220.0250.0260.1100.0890.173Std. Dev 0.5963.28172.0200.1580.0320.0160.0390.1680.0530.126Std. Dev 0.5322.51849.2520.2050.0170.0120.0210.0950.0550.089Std. Dev Panel C: Countries with UBs in place throughout the period After Mean 9.7532.08975.8300.4870.0190.0120.0310.1130.2900.592Before Mean 9.3172.09149.2910.4690.0210.0120.0340.0910.2540.638Variable:Log of percapita GDPGDP growth Openness to Trade EPL Strictness Job Creation Rate Job Destruction Rate Job Turnover Rate Agriculture share Industry share Services share 0.5133.00431.0870.2150.0190.0120.0200.0900.0540.090Obs 283283283280283283283283283283Obs 197197197194197197197197197197Notes: For the countries in Panel A, before and after are defined based on the date of introduction of UBs. For the countriesin panels B and C, the before period includes years before 1992 and the after period years after and including 1992. Theyear 1992 is the modal year of adoption of UBs in the group of countries which introduced UBs schemes between 1980 and 2002. Job Creation, Job Destruction and Job Turnover were calculated by the Authors based on ILO data, as described in thetext. Data on per capita GDP, GDP growth and Trade Openness are from the Penn Tables version 6.2. The measure of EPLstrictness is taken from Botero et al., 2004 variable index_labor 7a in the dataset available at http:iicd.som.yale.edu. Table 4: Effect of the Introduction of Unemployment Benefits Schemes on Job Creation, Destruction and Job Turnover random effectsrobust s.e.all observationsfixed effectsrobust s.e.all observationsfixed effectsrobust s.e.no missing controlsfixed effectsrobust s.e.124dependent variable: job turnover rate30.03880.0100.02910.014fixed effects s.e. adjusted forheteroschedasticity and serial correlation50.02730.0120.0000.0000.04640.0220.0003460.000Yes Yes 506450.210.0005700.0140.0110.0000.0220.0150.0000.000Yes Yes 506450.21Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared 0.03310.008Yes Yes 0.08160.032559460.310.01190.007Yes Yes 0.07170.032559460.30.02120.0050.02730.0140.0000.0000.04640.0250.0003460.000Yes Yes 0.0140.0120.000570Yes Yes 0.0320.049559460.220.0080.0090.4150.200506450.21dependent variable: job creation rate Yes Yes 0.0560.052506450.200.0130.0110.0000.0220.0180.0000.000Yes Yes 0.1570.140506450.21dependent variable: job destruction rate Yes Yes0.0100.045506450.2Yes Yes0.0210.044559460.180.03070.0070.01590.0080.01340.0060.01340.0070.0008110.000811Yes Yes 0.0100.014559460.31Yes Yes 0.05370.026559460.25Yes Yes 0.06580.026506450.230.0000.0250.0200.0000.000Yes Yes 0.2580.160506450.260.0000.0250.0180.0000.000Yes Yes 506450.26Notes: Random and fixed effects regressions, estimated using yearly observations covering the period 19802002. The dependent variables job creation, destruction andturnover were calculated as explained in the text. The explanatory variable of interest, Unemployment Benefits is a dummy variable equal to 1 if unemploymentbenefits schemes were in place in a given countryyear and 0 otherwise. The coefficients reported in the first column were obtained from estimating the model using allcountryyear observations for which we were able to calculate job reallocation measures. The results reported in the other columns only include countryyearobservations for which data on the control variables percapita GDP, GDP growth and openness to trade were available. Standard errors are reported in parenthesis.In the first three columns, standard errors are robust to arbitrary forms of heteroschedasticity. In the fourth column, they are adjusted for both heteroschedasticity andfirstorder serial correlation. Levels of statistical significance are indicated by asterisks: significant at 10%; significant at 5%; significant at 1%. Table 5: Effect of the Introduction of Unemployment Benefits Schemes on Sector Shares fixed effectsrobust s.e.all observationsfixed effectsrobust s.e.no missing controlsfixed effectsrobust s.e.fixed effects s.e. adjusted forheteroschedasticity and serial correlation2345dependent variable: agriculture share0.0110.0090.0220.014random effectsrobust s.e.all observationsUnemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared10.03390.019Yes Yes 0.2390.089559460.80.04840.014Yes Yes 0.1390.042559460.70.03470.014Yes Yes 0.3570.050559460.870.03180.0150.0010.0010.09690.0290.0000.000Yes Yes 1.4810.270506450.580.0040.0080.0000.0000.09790.0120.0000.000Yes Yes0.6480.120506450.770.02680.0100.0000.0000.0110.0160.0000.000Yes Yes 0.2110.150506450.710.03180.0160.0010.0010.09690.0290.0000.000Yes Yes 506450.580.0040.0090.0000.0000.09790.0140.0000.000Yes Yes 506450.770.02680.0100.0000.0000.0110.0170.0000.000Yes Yes 506450.71Yes Yes 0.7320.140559460.58Yes Yes 0.7120.140506450.57dependent variable: industry share0.0100.0070.0050.009Yes Yes 0.1240.061559460.79Yes Yes 0.1250.059506450.73dependent variable: services share 0.01850.0070.02750.009Yes Yes 0.1180.080559460.72Yes Yes 0.1220.082506450.71Notes: Random and fixed effects regressions, estimated using yearly observations covering the period 19802002. The dependent variables share of employment in agriculture,industrial sector and services were calculated as explained in the text. The explanatory variable of interest, Unemployment Benefits is a dummy variable equal to 1 ifunemployment benefits schemes were in place in a given countryyear and 0 otherwise. The coefficients reported in the first column were obtained from estimating the modelusing all countryyear observations for which we were able to calculate sector shares. The results reported in the other columns only include countryyear observations for whichdata on the control variables percapita GDP, GDP growth and openness to trade were available. Standard errors are reported in parenthesis. In the first three columns,standard errors are robust to arbitrary forms of heteroschedasticity. In the fourth column, they are adjusted for both heteroschedasticity and firstorder serial correlation. Levels ofstatistical significance are indicated by asterisks: significant at 10%; significant at 5%; significant at 1%. Table 6: Effect of the Introduction of Unemployment Benefits Schemes on Job Creation, Destruction and Job Turnover Excluding the first years of the transition for CEE and FSU countries random effectsrobust s.e.all observationsfixed effectsrobust s.e.all observationsfixed effectsrobust s.e.no missing controlsfixed effectsrobust s.e.120.03990.0134dependent variable: job turnover rate30.03010.0150.02940.0150.0000.0000.0380.0270.0003780.000Yes Yes 0.3610.210496450.21dependent variable: job creation rate Yes Yes 0.0680.050496450.200.0180.0130.0180.0130.000666Yes Yes 0.0510.048530460.210.01910.0110.0000.0310.0200.0003260.000Yes Yes 0.2310.160496450.22dependent variable: job destruction rate 0.01160.006Yes Yes0.0060.045496450.200.0130.008Yes Yes0.0110.043530460.20.02080.0070.03520.009Yes Yes 0.08290.032530460.310.01990.008Yes Yes 0.07080.033530460.280.01530.005fixed effects s.e. adjusted forheteroschedasticity and serial correlation50.02940.0140.0000.0000.0380.0240.0003780.000Yes Yes 496450.210.0180.0130.0006660.0000.03060.0180.0003260.000Yes Yes 496450.220.01160.0060.0000.0080.0170.0000.000Yes Yes 496450.27Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared0.0008070.0008070.0000.0080.0190.0000.000Yes Yes 0.1300.150496450.27Yes Yes 0.0120.013530460.31Yes Yes 0.06180.024530460.26Yes Yes 0.07420.025496450.24Notes: Random and fixed effects regressions, estimated using yearly observations covering the period 19802002. For countries from the former Soviet Union and Central and Eastern Europe, we have dropped the year they begun their transition to market economies, the year immediately before and the year immediately after. The dependent variables job creation,destruction and turnover were calculated as explained in the text. The explanatory variable of interest, Unemployment Benefits is a dummy variable equal to 1 if UB schemes were inplace in a given countryyear and 0 otherwise. The coefficients reported in the first column were obtained from estimating the model using all countryyear observations for which we wereable to calculate job reallocation measures. The results reported in the other columns only include countryyear observations for which data on the control variables percapita GDP, GDPgrowth and openness to trade were available. Standard errors are reported in parenthesis. In the first 3 columns, standard errors are robust to arbitrary forms of heteroschedasticity. In the 4th column, they are adjusted for heteroschedasticity and firstorder serial correlation. ,, denote significance at 10%, 5%and 1%. Table 7: Effect of the Introduction of Unemployment Benefits Schemes on Sector Shares Excluding the first years of the transition for CEE and FSU countries random effectsrobust s.e.all observationsfixed effectsrobust s.e.all observationsfixed effectsrobust s.e.no missing controlsfixed effectsrobust s.e.fixed effects s.e. adjusted forheteroschedasticity and serial correlation Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits GDP growth Log of percapita GDPOpenness to Trade Year fixed effects Country time trends Constant Observations Number of id Rsquared10.0300.024Yes Yes 0.2320.087530460.80.05680.016Yes Yes 0.1480.042530460.70.04900.019Yes Yes 0.3540.050530460.87234dependent variable: agriculture share0.02390.0140.03120.016Yes Yes 0.7120.140530460.58Yes Yes 0.7010.140496450.58dependent variable: industry share0.0060.0090.0010.010Yes Yes 0.1350.061530460.81Yes Yes 0.1310.059496450.73dependent variable: services share 0.02800.0100.03350.010Yes Yes 0.1290.080530460.72Yes Yes 0.1300.081496450.710.04260.0160.0010.0010.1030.0270.0000.000Yes Yes 1.5150.250496450.590.0100.0080.0000.0000.09990.0140.0000.000Yes Yes0.6560.130496450.770.03350.0110.0000.0000.0040.0160.0000.000Yes Yes 0.1010.140496450.7150.04260.0170.0010.0010.1030.0280.0000.000Yes Yes 496450.590.0100.0090.0000.0000.09990.0150.0000.000Yes Yes 496450.770.03350.0110.0003550.0000.0040.0160.0000.000Yes Yes 496450.71Notes: Random and fixed effects regressions, estimated using yearly observations covering the period 19802002. For countries from the former Soviet Union and Central and Eastern Europe, wehave dropped the year they begun their transition to market economies, the year immediately before and the year immediately after. The dependent variables share of employment in agriculture,industrial sector and services were calculated as explained in the text. The explanatory variable of interest, Unemployment Benefits is a dummy variable equal to 1 if UB schemes were in place in agiven countryyear and 0 otherwise. The coefficients reported in the first column were obtained from estimating the model using all countryyear observations for which we were able to calculate jobreallocation measures. The results reported in the other columns only include countryyear observations for which data on the control variables percapita GDP, GDP growth and openness to tradewere available. Standard errors are reported in parenthesis. In the first 3 columns, standard errors are robust to arbitrary forms of heteroschedasticity. In the 4th column, they are adjusted forheteroschedasticity and firstorder serial correlation. ,, denote significance at 10%, 5%and 1%. Table 8: Effect of the Introduction of Unemployment Benefits Schemes on Job Turnover and Sector Shares, including among the control group countries with UB schemes in place throughout the period job creationjob reallocationjob destructionjob turnover Unemployment Benefits coefficients.e. heteroschedasticity robusts.e. heter. autocorrel. robust Controls Year fixed effects Country fixed effects Country time trends Observations Number of Countries Rsquared Unemployment Benefits coefficients.e. heteroschedasticity robusts.e. heter. autocorrel. robust Controls Year fixed effects Country fixed effects Country time trends Observations Number of Countries Rsquared10.0180.0110.011Yes Yes Yes Yes 986760.21agriculture10.0380.0170.019Yes Yes Yes Yes 986760.5820.0130.0070.007Yes Yes Yes Yes 986760.29employment sharesindustry20.0100.0080.009Yes Yes Yes Yes 986760.8030.0300.0130.013Yes Yes Yes Yes 986760.20services30.02750.0120.013Yes Yes Yes Yes 986760.75 Notes: Fixed effects regressions, estimated using yearly observations covering the period 19802002. The explanatory variable ofinterest, Unemployment Benefits is a dummy variable equal to 1 if unemployment benefits schemes were in place in a given countryyear and 0 otherwise. Standard errors are reported in parenthesis. Levels of statistical significance are indicated by asterisks: significantat 10%; significant at 5%; significant at 1%. Table 9: Unemployment Benefits and Structural Change, controlling for Employment Protection EPL job creationjob destructionjob turnover Unemployment Benefits Employment Protection GDP growthlog per capita GDPopenness Year fixed effects Country time trends Constant Observations Number of id R2Unemployment Benefits Employment Protection GDP growthlog per capita GDPopenness Year fixed effects Country time trends Constant Observations Number of id R20.0009520.00016410.0100.0080.0210.0250.0000.0070.0070.000Yes Yes 0.0120.064400330.3920.01270.0050.0220.0200.001040.0000.0010.0040.0000.000Yes Yes 0.0240.047400330.3330.02250.0100.0440.0340.0000.0000.0050.0080.000Yes Yes 0.0360.081400330.370.000175agricultureindustryservices10.0190.0170.2310.0560.001300.0010.2630.0150.0000.000Yes Yes 2.8500.170400330.9220.02040.0110.1470.0580.0007470.0000.1350.0130.0004350.000Yes Yes0.9180.120400330.8330.03990.0180.09550.0550.0000.0010.1250.0120.000Yes Yes0.8600.120400330.920.000420This table reports results of random effects regressions. The explanatory variable of interest, Unemployment Benefits is adummy variable equal to 1 if unemployment benefits schemes were in place in a given countryyear and 0 otherwise. Themeasure of EPL strictness is taken from Botero et al., 2004 variable index_labor 7a in the dataset available athttp:iicd.som.yale.edu. Robust standard errors are reported in parentheses. Levels of statistical significance are indicatedby asterisks: significant at 10%; significant at 5%; significant at 1%. Table 10: Unemployment Benefits and Structural Change, by level of Employment Protection EPL job creationjob destructionjob turnover123Unemployment Benefits EPL 33th pctile 33th pctile EPL 66th pctile EPL 66th pctile GDP growthlog per capita GDPopenness Year fixed effects Country time trends Constant Observations Number of id Rsquared Unemployment Benefits EPL 33th pctile 33th pctile EPL 66th pctile EPL 66th pctile GDP growthlog per capita GDPopenness Year fixed effects Country time trends Constant Observations Number of id Rsquared 0.0008430.001210.0480.0280.0040.0120.0130.0130.0000.0220.0220.0003440.000Yes Yes 0.1670.180400330.250.0130.0120.0040.0070.0520.0160.0000.0010.0200.0000.000Yes Yes 0.0570.160400330.33agriculture10.0008310.0130.0250.0490.0180.0050.0100.0000.1060.0240.0000.000Yes Yes 1.5760.240400330.80industry20.0150.0160.0020.0100.0020.0090.0000.0000.1220.0150.0000.000Yes Yes0.8230.140400330.790.0610.0300.0000.0170.0660.0180.0000.0000.0210.0280.0004400.000Yes Yes 0.2240.230400330.28services30.0070.0150.0440.0110.0090.0100.0000.0010.0170.0000.000Yes Yes 0.1120.150400330.860.000456This table reports results of fixed effects regressions. The explanatory variable of interest, Unemployment Benefits is a dummy variableequal to 1 if unemployment benefits schemes were in place in a given countryyear and 0 otherwise. The measure of EPL strictness is takenfrom Botero et al., 2004 variable index_labor 7a in the dataset available at http:iicd.som.yale.edu. Robust standard errors are reportedin parentheses. Levels of statistical significance are indicated by asterisks: significant at 10%; significant at 5%; significant at 1%. Figure 1: Job creation and destruction without continuous line and with dotted line UBs R R RBA JD JC Figure 2: Adjustment to the longrun equilibrium following the introduction of UBs JC, JD JD JC t 0 t Figure 3: Count of Countries Adopting Unemployment Benefits Schemes, 19802000 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2520151050 Figure 4: Evolution of Job Creation, Job Destruction Job Turnover, 19812001 Rate of Job Creation 0.060.0550.050.0450.040.0350.030.0250.020.0150.010.00500.0550.050.0450.040.0350.030.0250.020.0150.010.00500.090.0850.080.0750.070.0650.060.0550.050.0450.040.0350.030.0250.020.0150.010.005081828384858687888990919293949596979899000102never adopt UBsalways UBs in placeintroduced UBs from scratch Rate of Job Destruction 81828384858687888990919293949596979899000102never adopt UBsalways UBs in placeintroduced UBs from scratch Rate of Job Turnover 81828384858687888990919293949596979899000102never adopt UBsalways UBs in placeintroduced UBs from scratch Figure 5A: Dynamic Effects of UBs on Job Creation, Job Destruction Job Turnover full sample dependent variable: job turnover 0.080.060.040.0200.020.040.060.080.060.040.0200.020.040.060.070.060.050.040.030.020.0100.010.020.03YOA3YOA2YOA1YOAYOA1YOA2YOA3YOA4YOA5YOA6 andoverdependent variable: job creation YOA3YOA2YOA1YOAYOA1YOA2YOA3YOA4YOA5YOA6 and overdependent variable: job destruction YOA3YOA2YOA1YOAYOA1YOA2YOA3YOA4YOA5YOA6 and over Notes: These figures display coefficients and confidence intervals obtained from estimation of model 3, as explained in the text. YOA Year of Adoption of unemployment benefits schemes. The sample includes all observations for which we were able to compute job reallocation measures. Standard errors were adjusted for heteroschedasticity and firstorder autocorrelation. Figure 5B: Dynamic Effects of UBs on Job Creation, Job Destruction Job Turnover with control variables dependent variable: job turnover 0.090.070.050.030.010.010.030.090.070.050.030.010.010.030.050.040.030.020.0100.010.020.03YOA3YOA2YOA1YOAYOA1YOA2YOA3YOA4YOA5YOA6 andoverdependent variable: job creation YOA3YOA2YOA1YOAYOA1YOA2YOA3YOA4YOA5YOA6 and overdependent variable: job destruction YOA3YOA2YOA1YOAYOA1YOA2YOA3YOA4YOA5YOA6 and over Notes: These figures display coefficients and confidence intervals obtained from estimation of model 3, as explained in the text. Control variables log of per capita GDP, GDP growth and openness to trade were included in the regressions. YOA Year of Adoption of unemployment benefits schemes. Controls include the log of percapita GDP, GDP growth, and openness to trade. Standard errors were adjusted for heteroschedasticity and firstorder autocorrelation. Countries which Introduced Unemployment Benefits Schemes During the Period 19802002Appendix Table A1 Countrylevel Summary Statistics GDP growth Openness to Trade Job Creation Rate Agriculture share Services share GDP growth Openness to Trade Job Creation Rate Agriculture share Services share Albania Argentina Azerbaijan Belarus Brazil Bulgaria China Colombia Czech Republic Estonia Georgia Hungary Korea, Republic of Kyrgyzstan Latvia Lithuania Moldova Poland Romania Russia Slovak Republic Turkey Ukraine Uruguay Uzbekistan St. Dev.0.2000.1950.273Mean 8.1209.1787.953Log of percapita GDPN812801410151591241022105931922581471148.6158.8087.7968.5179.4569.1018.2879.1749.0588.0549.0498.9457.7948.6398.4339.0849.1178.4028.5098.9808.0800.1920.0990.4630.1910.1170.2340.0870.1410.5730.1390.1520.1560.0970.3250.1300.1810.1110.2530.1330.2120.062N812701491515911410229583192258146114Bolivia Costa Rica Cuba Dominican Republic El Salvador Honduras Indonesia Jamaica Malaysia Mexico Nicaragua Pakistan Panama Paraguay Peru Philippines Saudi Arabia Singapore Sri Lanka Thailand Vietnam Log of percapita GDPN821711119169187112218115203177196Mean 7.8078.6568.6118.5998.3287.5107.9988.4088.7188.9208.0497.5158.6718.2498.3307.8809.6509.6578.0478.3627.668St. Dev.0.1000.2890.0930.2040.1890.2140.2860.0170.5000.0940.0630.2880.2680.1370.0190.2230.0190.4560.1450.4740.109N821711119169187112218115203177196Mean 7.7820.6030.426St. Dev.10.9025.85115.4440.8280.5038.2981.5502.0220.6383.7512.9286.3530.4695.9683.0585.8932.0790.1855.5103.6951.8215.4372.1763.0934.0205.9203.2641.4001.5818.8652.2672.4334.18110.7592.1465.1124.8424.1605.5484.8101.2015.0689.9634.9112.425Mean 1.2950.7882.8075.0341.6420.3923.2990.0243.4572.3520.9742.0970.7660.2430.3550.8561.8563.6014.5864.4203.750St. Dev.0.9383.7232.3532.1111.5383.6913.8712.0143.1082.4724.5921.8013.2882.2792.7084.3123.4424.4171.4344.5581.773N81280141015159124102210593192258147114N821711119169187112218115203177196Mean 70.68618.14495.624St. Dev.11.7714.96214.89814.96790.24943.66037.147113.564123.60263.079101.08350.487109.25193.591109.560135.45233.64449.84167.524132.21337.70296.48831.94961.0284.76424.8036.7137.39724.05444.0716.25937.00814.95725.3173.72327.7418.78319.36813.2243.22417.45210.52124.8125.5224.859Mean 42.63367.33031.89940.68754.72496.06476.981107.318155.94655.87359.26131.475145.07251.45334.73286.47366.013292.31378.88085.184100.225St. Dev.2.56220.4681.8862.47813.8636.47510.28812.82350.3397.76214.5312.61221.22318.5741.12323.5352.62659.7534.32425.52515.779N81217714201515912410221651931922581412114N821711119169187112218115203177196Countries with No Unemployment Benefits Scheme Throughout the Period Mean 0.0410.0290.0250.0110.0290.0110.0380.0400.0110.0160.0370.0120.0350.0300.0330.0210.0200.0110.0220.0350.0190.0430.0150.0200.012Mean 0.0930.0510.0380.0490.0600.0510.0440.0320.0430.0440.0400.0380.0450.0490.0550.0280.0290.0340.0790.0420.048St. Dev.0.0500.0200.0160.0060.0160.0090.0380.0420.0080.0130.0300.0100.0130.0200.0270.0230.0210.0090.0220.0250.0110.0310.0180.0180.004St. Dev.0.0420.0380.0520.0400.0390.0410.0210.0270.0210.0250.0190.0230.0330.0390.0260.0140.0050.0260.0370.0250.015Job Destruction Rate N81217714201515912410221651931922581412114Mean 0.0260.0230.0190.0310.0100.0280.0080.0090.0160.0430.0450.0200.0140.0200.0260.0340.0150.0270.0290.0130.0200.0190.0460.0150.003St. Dev.0.0130.0230.0160.0120.0110.0320.0090.0090.0090.0280.0540.0210.0120.0190.0140.0310.0060.0260.0370.0140.0120.0220.0470.0080.003Job Destruction Rate N821711119169187112218115203177196Mean 0.0250.0140.0240.0170.0190.0230.0150.0190.0110.0140.0060.0150.0140.0110.0130.0060.0150.0120.0450.0230.017St. Dev.0.0210.0120.0310.0140.0150.0330.0130.0200.0140.0110.0080.0180.0150.0090.0100.0070.0040.0120.0200.0270.016N81217714201515912410221651931922581412114N821711119169187112218115203177196Mean 0.6140.0070.3370.2240.2710.2440.5140.0300.0730.1360.5100.0830.1870.4400.1750.2040.5060.2690.3630.1480.0910.3820.2310.0480.398Mean 0.0440.2390.2500.1670.2010.4040.4930.2260.2550.1990.4150.4930.2320.0160.0750.4560.0720.0060.4060.5800.649St. Dev.0.2500.0030.0400.0060.0250.0230.0490.0530.0100.0540.0240.0130.0790.0760.0280.0220.0070.0440.0520.0170.0160.1430.0300.0070.011St. Dev.0.0190.0420.0270.0180.0730.1740.0550.0160.0700.0240.0200.0300.0500.0050.0140.0490.0090.0040.0300.0730.012N81217714201515912410221651931922581412114N821711119169187112218115203177196Mean 0.0840.6430.3760.3700.5220.3880.1200.6880.5350.5390.3760.5880.4990.3730.5620.4490.3510.4080.2850.5810.5350.3870.1750.6760.349Mean 0.5040.4990.5500.5960.5280.3930.3560.5890.4680.5090.3920.3150.5420.4270.6930.3940.6400.6590.3520.2630.151St. Dev.0.0190.0460.0600.0160.0330.0480.0160.0350.0170.0690.0010.0090.0750.0150.0280.0580.0050.0740.0190.0110.0200.1050.0450.0200.003St. Dev.0.0630.0250.0280.0260.0640.1480.0320.0260.0280.0110.0080.0350.0370.0100.0120.0370.0030.0390.0190.0430.005Countries with Unemployment Benefits Schemes in place Throughout the Period Appendix Table A1 Countrylevel Summary Statistics ContinuedGDP growth Openness to Trade Job Creation Rate Agriculture share Services share Australia Austria Bangladesh Belgium Canada Chile Croatia Denmark Ecuador Egypt Finland Germany Greece Hong Kong Ireland Israel Italy Japan Netherlands New Zealand Norway Portugal Slovenia South Africa Spain Sweden Switzerland Taiwan United Kingdom United States Venezuela Log of percapita GDPN171931021196171211211120211818202214161915922220113222021Mean 9.8389.9136.9799.9339.8058.8509.0829.9418.3348.2149.67610.0379.2279.8499.5329.5419.7139.7699.9699.7289.9359.4259.7029.0989.4469.80710.1929.8819.70810.0408.735St. Dev.0.3020.2440.1690.1480.2650.4190.0920.2210.0450.2010.2650.0970.2460.3980.4270.3210.2780.3100.1870.1770.3170.3340.1560.0370.3530.2700.0840.0280.3210.3240.121N171931021196171211211120211818202214161915922220113222021Mean 1.9032.0511.1952.0691.6703.7693.5131.8320.2462.5281.6481.2021.2373.4775.0822.1751.9571.9762.2981.3892.4583.1974.0002.5732.4201.8310.6602.0512.3392.1561.107St. Dev.1.9691.2981.5381.0272.6163.5141.6611.8401.3361.0653.8151.2472.3194.2133.3832.7491.0322.1521.4682.1401.7212.4410.9300.1591.8542.1131.3123.8381.7952.1105.073N171931021196171211211120211818202214161915922220113222021Mean 35.55472.74416.209144.71162.46547.978101.42169.65866.85645.20854.30455.84139.959205.068120.10956.84342.27316.164112.23461.29768.19958.619108.13151.31938.87562.33574.302101.75444.67418.38735.620St. Dev.7.49111.5431.40213.20014.16110.5554.68411.4546.6786.07312.9559.36410.07769.78637.8158.3879.0252.28916.2777.2206.66012.0598.7540.23713.82514.1278.8705.0178.3304.9616.191N171931021196171211211120211818202214161915922220113222021Mean 0.0160.0160.0510.0160.0170.0330.0260.0140.0460.0400.0090.0110.0140.0290.0300.0290.0110.0120.0190.0190.0110.0290.0280.0210.0250.0070.0060.0130.0130.0130.037St. Dev.0.0160.0140.0110.0110.0140.0210.0230.0130.0280.0260.0070.0150.0070.0170.0250.0200.0060.0070.0070.0120.0060.0260.0120.0240.0180.0070.0030.0040.0180.0080.015Job Destruction Rate N171931021196171211211120211818202214161915922220113222021Mean 0.0080.0100.0130.0070.0080.0080.0260.0130.0150.0280.0160.0180.0130.0140.0140.0090.0100.0100.0070.0120.0100.0150.0180.0490.0130.0090.0090.0120.0130.0040.009St. Dev.0.0070.0070.0100.0040.0100.0080.0150.0070.0200.0320.0180.0130.0090.0080.0100.0070.0080.0120.0050.0120.0100.0100.0100.0360.0130.0100.0060.0070.0130.0050.008N171931021196171211211120211818202214161915922220113222021Mean 0.0650.0770.6040.0260.0570.1860.1660.0490.0770.3280.0920.0360.2360.0080.1280.0390.0890.0700.0390.1000.0680.1610.4380.1550.1250.0390.0460.0770.0290.0360.138St. Dev.0.0090.0120.0520.0050.0100.0280.0120.0110.0080.0410.0250.0060.0480.0050.0350.0130.0280.0180.0070.0090.0150.0470.0260.0180.0480.0120.0020.0020.0080.0060.024N171931021196171211211120211818202214161915922220113222021Mean 0.7000.5820.2290.6600.7160.5890.5380.6810.6780.4550.6180.6170.5070.6620.5750.6500.5820.5900.7090.6560.6930.4930.3670.5380.5480.6890.6740.4650.6750.7130.623St. Dev.0.0380.0440.0580.0230.0240.0350.0160.0200.0400.0390.0480.0250.0650.1060.0270.0270.0300.0290.0170.0170.0340.0490.0190.0120.0450.0350.0140.0080.0370.0270.036Job Creation, Job Destruction and Job Turnover were calculated by the Authors based on ILO data, as described in the text. Data on per capita GDP, GDP growth and Trade Openness are from the Penn Tables version 6.2.", "filename": "56020146X.pdf", "person": ["Tito Boeri", "Boeri, Tito", "Mario Macis", "Macis, Mario"], "date": ["2008"]}