{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27200/1/560550790.PDF"], "title": ["Nutzen und Kosten der derzeitigen Regulierung des Apothekenmarktes in Deutschland: benefits and costs of current regulations in the German pharmacy sector"], "plaintext": " ZUSAMMENFASSUNG Der Apothekenmarkt unterliegt in vielen europaischen Landern nach wie vor einer starken staatlichen Regulierung. Sie besteht je nach Land in der Eigentumerregulierung, der Regulierung des Geschaftsbetriebes, der Offnungszeiten, der Personalausstattung, der Preisbildung, dem Verbot bestimmter Vertriebsformen z. B. des Versandhandels und der Bestimmungen zum vorzuhaltenden Angebotssortiment. Ein besonders ausgepragtes Konglomerat an Regulierungen besteht jedoch in Deutschland. Spezifische staatliche Markteingriffe, d. h. Eingriffe, die uber die generelle Gesetzgebung zur ordnungspolitischen Ausgestaltung von Markten hinausgehen, werden oftmals mit Marktbesonderheiten gerechtfertigt, die tatsachlich oder angeblich verhindern, dass der Marktmechanismus zu einem optimalen Ergebnis fuhrt. Die spezifischen Markteingriffe sollen negative Wirkungen eines freien Wettbewerbs verhindern. Dem dadurch bewirkten Nutzen stehen aber stets auch Regulierungskosten gegenuber. Dies sind einerseits die direkten Belastungen durch die Regulierung selbst, da sie Handlungsfreiheiten von Anbietern undoder Nachfragern einschrankt. Andererseits erfolgen indirekte Wohlfahrtswirkungen, die mit dem Fachausdruck des excess burden umschrieben werden. Am Beispiel der Steuererbebung kann man dies verdeutlichen: Steuern dienen der Finanzierung von staatlichen Aufgaben. Auf der anderen Seite haben sie einen direkten belastenden Effekt fur die Steuerzahler. Daruber hinaus fuhren sie zu Anpassungen der Steuerzahler, z. B. durch verminderte Arbeitsbereitschaft, was volkswirtschaftliche Kosten nach sich zieht, den excess burden . In dem vorliegenden Paper werden diese Nutzen und Kosten der Regulierung des deutschen Apothekenmarktes analysiert. Es wird sodann erlautert, welche Deregulierungsmanahmen erforderlich sind, um regulierungsbedingte volkswirtschaftliche Verluste zu vermeiden. Hauptergebnis ist, dass eine partielle Deregulierung in der Lage ist, die Effizienz und Qualitat der Distribution von Arzneimitteln zu steigern. Dem Grundsatz Value for money folgend, wird bei gegebenem Aufwand fur die Arzneimitteldistribution die Qualitat erhoht. Damit konnte Deutschland im Gegensatz zum gegenwartigen Zeitpunkt eine Vorreiterrolle fur eine Apothekenmarktordnung einnehmen, bei der das Konsumenten und Patienteninteresse und nicht nur ein berufsspezifisches Partikularinteresse im Mittelpunkt stehen. Auf Basis von transaktions und produktionstheoretischen Uberlegungen zu Verbund und Skaleneffekten sowie der wohlfahrtstheoretischen Analyse zu Oligopolmodellen ergibt die okonomische Analyse, dass insbesondere die Besitz und Betreiberregulierungen des deutschen Apothekenmarktes nicht nur unzeitgema, sondern fur die Gesellschaft mit hohen Kosten verbunden sind. Zusammen mit partiellen Lockerungen im Bereich der Regulierung des Geschaftsbetriebs und des Sortiments hier konnten weniger regulatorische Eingriffe und damit die Kraft eines freieren Wettbewerbs mindestens genauso gute Ergebnisse erzielen, ohne eine Gefahrdung der Kunden auszulosen konnen positive okonomische Effekte folgen. Ein groeres Ma an Freiraum in den Bereichen des Versandhandels und der Preissetzung kann diese Wirkungen noch zusatzlich verstarken. Die Analyse zeigt zudem aber auch, dass nicht alle Regulierungsmanahmen auf dem Apothekenmarkt abzulehnen sind. Hierzu gehoren die Verschreibungs und Apothekenpflicht, die Pflicht zur Fuhrung einer Offizin durch einen Apotheker was unbedingt vom Besitz derselben zu trennen ist sowie Teile der Betriebsordnung oder Mindestoffnungszeiten. Die Potenziale in diesem Bereich konnen gehoben werden, wenn mehr Marktwettbewerb auf dem Apothekenmarkt zugelassen wird. Je weiter die vorgeschlagenen Deregulierungen umgesetzt werden konnen, desto groer sind mogliche positive Effekte. Langfristige Folge der Versuchs und Entdeckungsprozesse verschiedener Konzepte vertikaler und horizontaler Kooperation konnte ein wohlfahrtssteigerndes Nebeneinander von inhabergefuhrten Apotheken und solchen im Eigentum von Kapitalgesellschaften sein, wobei insgesamt eine verbesserte Erfullung der gesellschaftlichen Praferenzen erwartet werden kann. II ABSTRACT The pharmacy sector in many European countries continues to be subject to strict governmental regulations. This consists depending on the country of regulations on ownership, business operations, opening hours, personnel, pricing, prohibiting certain sales methods e.g. mail order, and specifying product ranges. Indeed, Germany has a particularly strong conglomeration of regulations. Specific governmental interventions on the marketplace, i.e. interventions additionally to general legislation governing the organisation of markets in terms of regulatory policy, are frequently justified as being peculiarities of the market, which actually or allegedly prevent the market mechanism from achieving optimal results. The aim of specific interventions is to eliminate the negative consequences of free competition. However, the resulting benefits always have to be offset by the costs of regulation. These costs consist first of direct costs due to the regulation itself, since they restrict the freedom of potential suppliers andor customers. Secondly, they have indirect welfare effects, referred to by the term excess burden. This can be illustrated by the example of taxation: taxes are used to fund the affairs of the country. However, they place a direct burden on the taxpayers, but they also cause taxpayers to adapt, e.g. by being less willing to work, thereby costing the national economy the excess burden. This study analyses these benefits and costs of regulation in the German pharmacy sector. It then describes the deregulation measures needed to avoid regulationcosts to the national economy. The main outcome lies in the conclusion that partial deregulation is capable of improving efficiency and quality in drug distribution. Based on the principle of value for money, quality improves with a given investment in drug distribution. In contrast to the present situation, Germany could be a pioneer with regard to the regulation of the pharmacy sector, focusing on the interests of consumers and patients and not just on particular interests specific to the profession. On basis of economic theory of production and transactioncost regarding economies of scale and economics of scope as well as on basis of welfare economics regarding oligopoly models, this analysis is coming to the result that particularly ownership and management regulations of German pharmacy sector are not only obsolete, but impose high costs on society. Together with a partial relaxation in the field of business operations and product ranges in this part less regulatory interventions and thus the power of free competition can cause at least the same results as the present strong regulation. And this without raising a danger for customers a wide deregulation can develop positive economic effects. Additional or even stronger effects will be possible, if price regulations and mailorderregulations are deregulated, too. However, the analysis also shows that not every regulatory measure in the pharmacy sector should be discarded. This includes pharmacyonly and prescriptiononly rules, the duty that a pharmacy must be managed by a pharmacist which must be distinguished from the ownership of a dispensary and some of the business regulations as well as minimum opening hours. Economic potential can be realised by allowing more competition in the pharmacy sector. The more of mentioned deregulation can be realised, the larger positive economic effects can be attained. Longterm consequence of initiated trial and discovery procedures with different concepts of vertical or horizontal cooperation could be a coexistence of owneroperated pharmacies and those owned by larger jointstock companies, which increases national welfare by meeting societys preferences. KEYWORDS: Apothekenregulierung, Gesundheitsokonomie, pharmacy sector regulation, health economics III INHALTSVERZEICHNIS ZUSAMMENFASSUNG ABSTRACT   II 1 2 EINLEITUNG   1 DIE REGULIERUNG DES DEUTSCHEN APOTHEKENWESENS UND IHRE BEGRUNDUNG. 3 2.1 2.2 2.3 2.4 2.5 MANAHMEN ZUR BEGRENZUNG DES WETTBEWERBS  4 REGULIERUNG DES GESCHAFTSBETRIEBS   9 PREISREGULIERUNG   13 EFFIZIENZUBERLEGUNGEN ZUR BETRIEBSGROE PRODUKTIONS UND TRANSAKTIONSKOSTENANSATZ   15 ZUSAMMENFASSUNG   19 3 WIRTSCHAFTSTHEORETISCHE ANALYSE DES ARZNEIMITTELMARKTES   21 3.1 WO IST MEHR WETTBEWERB, IM POLYPOL ODER OLIGOPOL?   21 3.2 HOMOGENES VERSUS HETEROGENES OLIGOPOL  23 3.3 OLIGOPOLMODELLE: KURZ UND LANGFRISTIGE AUSWIRKUNGEN DER DEREGULIERUNG  24 3.4 WAS WISSEN WIR UBER DIE ZUKUNFT EINES DEREGULIERTEN APOTHEKENMARKTES?   30 4 FOLGEN EINER DEREGULIERUNG DES APOTHEKENMARKTES  31 4.1 DEREGULIERUNG DER ARZNEIMITTELDISTRIBUTION BEI VOLLVERSICHERUNG UND FESTPREISEN 31 4.1.1 Wirkung einer Abschaffung der Vorschriften zum Mehrbesitz von Apotheken   32 4.1.2 Lockerung der Bestimmungen zum Fremdbesitz von Apotheken  35 4.2 WIRKUNG EINER PREISOBERGRENZE FUR VERSCHREIBUNGSPFLICHTIGE MEDIKAMENTE BEI GLEICHZEITIGER REDUKTION DER VERSICHERUNGSDECKUNG  36 ZUSAMMENFASSUNG   38 4.3 5 AUSBLICK UND ZUSAMMENFASSUNG  40 LITERATURVERZEICHNIS  42 IV 1 Einleitung in unserer sozialen Marktwirtschaft einer generellen Alle Markte unterliegen Regulierung. Dazu gehoren die Regeln des Zivil und Handelsrechts genauso wie die des Arbeits und Wettbewerbsrechts. Die Begrundungen fur diese generellen Marktregulierungen sind vielfaltig und zum Teil nicht unumstritten. Allerdings kann man sie in zwei Argumenten zusammenfassen: Um zu funktionieren braucht die Marktwirtschaft erstens Vertragstreue und ausreichend intensiven Wettbewerb zwischen den Anbietern sowie zweitens Verbraucherschutz und Arbeitnehmerrechte, welche in einer sozialen Marktwirtschaft hohe Prioritat genieen. Dazu treten fur ganz bestimmte Markte zusatzliche z.T. sehr umfangreiche staatliche Regulierungsrahmen. Zu nennen ist die Sozialversicherung, das Banken und Versicherungswesen mit der hierfur zustandigen Staatsaufsicht, der Energiesektor, das Telekommunikationswesen oder die Energiewirtschaft. Zu diesen, ebenfalls nicht unumstrittenen spezifischen Marktregulierungen werden Begrundungen geliefert, die in drei Gruppen zusammengefasst werden konnen: Soziale Fursorge, Internalisierung externer Effekte und besondere Erfordernisse zur Sicherstellung des Verbraucherschutzes. Es gibt jedoch nur wenige Markte, auf denen der Regulierungsrahmen so weitreichend ist wie auf dem Apothekenmarkt, da hier neben die Preis und Geschaftsregulierungen eine Besitzregulierung tritt. Der Gesetzgeber legt fest, wer eine Apotheke besitzen und betreiben darf. Die vorliegende Untersuchung betrachtet die Regulierung des Apothekenwesens aus okonomischer Sicht und versucht zu bewerten, welche okonomischen Effekte von verschiedenen Deregulierungsmanahmen ausgelost wurden. Neben einer regulierungstheoretischen Analyse der Arzneimitteldistribution wird aufgezeigt, welche Nutzen und Kosten von den einzelnen Manahmen ausgehen. Dies fuhrt zu der Frage, ob die Gesellschaft insgesamt Lasten zu tragen hat, denen nur geringe oder nur bei einem eingegrenzten Personenkreis anfallende Nutzen gegenuberstehen, die die Lasten nicht rechtfertigen. 1 Dabei ist zu beachten, dass weder die Feststellung, die derzeitige Arzneimittelversorgung der Bevolkerung in Deutschland sei zufriedenstellend, eine Begrundung fur die Marktregulierungen ist, noch dass bei jedem tatsachlichen oder vermeintlichen Missstand in unserem Lande der Staat aufgerufen ist, regulierend einzugreifen. Regulierung stellt immer eine Einschrankung von Handlungsfreiheit der Konsumenten undoder Anbieter dar. Deshalb muss jede Regulierung und die mit ihr verbundene Einschrankung der Freiheit sorgsam begrundet sein. Zu dem Zeitpunkt, wo die geeignete Begrundung entfallt, ist auch die Regulierung aufzuheben. Ebenso kein Argument fur die Einschrankung der Freiheit von Anbietern und Nachfragern ist, dass einige Marktteilnehmer Gewinne anstreben und ihrem Eigennutzstreben folgen. Genau dieses Verhalten der Teilnehmer fuhrt bei funktionierenden Markten namlich zu einer Wohlfahrtsverbesserung fur die Gesellschaft, ohne das Regulierungen vonnoten waren. Dies wurde bereits von Adam Smith im Jahre 1776 erkannt: He intends only his own gain, and he is in this as in many other cases, led by an invisible hand to promote an end which was no part of his intention   By pursuing only his own interest he frequently promotes that of society more effectually than when he really intends to promote it.1 Die vorliegende Untersuchung soll folgenden Fragestellungen nachgehen: 1. Welche Ziele werden durch die Regulierung der Arzneimitteldistribution verfolgt? 2. Sind die historisch gewachsenen Regulierungsmanahmen fur die Zielerreichung adaquat oder liegt ein Fall von Fehlregulierung vor? 3. Wurden dramatische Anderungen eintreten, wenn einzelne Manahmen z.B. Mehrbesitz und Fremdbesitzverbot aufgehoben wurden? Sind erzielbare Wohlfahrtsgewinne der Deregulierung groer als eventuelle Wohlfahrtsverluste? 4. Welche Effekte haben einzelne Deregulierungsmanahmen auf bestimmte Typen von Apotheken sowie gesamtgesellschaftlich? 1 Smith, A. 1776, S. 477. 2 Im folgenden zweiten Kapitel sollen zunachst die bestehenden Regulierungen auf dem deutschen Apothekenmarkt vorgestellt und bewertet werden. Im anschlieenden dritten Abschnitt werden dann verschiedene okonomische Theorien auf den betrachteten Fall angewandt, um in einem vierten Kapitel die Wirkungen moglicher Deregulierungsmanahmen einschatzen zu konnen. 2 Die Regulierung des deutschen Apothekenwesens und ihre Begrundung Derzeit existieren in Deutschland 21.551 Apotheken, wovon 1.796 als Filialapotheken gefuhrt werden. Mit einem Verhaltnis von 3.825 Einwohnern je Apotheke ist die Apothekendichte in Deutschland relativ hoch.2 Die Regulierung auf dem Apothekenmarkt soll folgendes sicherstellen: Eine ausreichende Zahl der Abgabestellen, eine ordnungsgemae Abgabe der Arzneimittel, eine hochqualitative Beratung, Zugang zu Arzneimitteln zu jeder Tages und Nachtzeit, ein angemessenes Arzneimittelpreisniveau, Vermeidung von missbrauchlichem und unsachgemaem Konsum von Arzneimitteln sowie Verhinderung einer marktbeherrschenden Stellung von Anbietern, bzw. deren Ausnutzung dies ist allerdings keine Besonderheit der Apothekenregulierung, sondern Gegenstand allgemeiner wettbewerbsrechtlicher Vorgaben. Zusatzlich werden als Begrundung auch die Mittelstandsforderung und der Erhalt des Apothekerberufes als freier Beruf genannt.3 2 Vgl. ABDA 2007, S. 36. 3 Vgl. Schoffski, O. 1995, S. 25ff. Das Bundesverfassungsgericht hat das Mehrbesitzverbot mit den Eigenarten von Arzneimitteln Gefahrlichkeit und denjenigen des Apothekerberufs freier Beruf begrundet. Durch eine Zulassung von Fremd und Mehrbesitz ware der Charakter des Apothekers als freier Beruf gefahrdet. Vgl. Schoffski, O. 1995, S. 111. 3 Letztere Ziele entziehen sich einer okonomischen Fundierung, da sie eher einer generellen, nur historisch erklarbaren, gesellschaftspolitischen Wertvorstellung folgen. Macht man sich diese zueigen, so gilt sie nicht nur fur den Apothekerberuf und den Arzneimittelmarkt, sondern generell fur eine Vielzahl von Berufsgruppen und Markten. Zudem lasst der Begriff Mittelstand vielfaltige Deutungen zu. Man muss auch nicht Freiberufler oder Selbststandiger sein, um eine Tatigkeit, die die Gesundheit anderer Menschen beruhren kann, verantwortungsvoll auszuuben. Eine groe Zahl solcher Tatigkeiten wird von angestellten Fachleuten ausgeubt. Die Tatsache, dass eine Tatigkeit besonders wichtig ist, bedeutet nicht, dass der Ausfuhrende auch Besitzer des Betriebes sein muss. Die Regulierungsmanahmen des Apothekerwesens sind im Wesentlichen im Gesetz uber das Apothekerwesen in Verbindung mit der Verordnung uber den Betrieb von Apotheken und der BundesApothekenordnung normiert. 2.1 Manahmen zur Begrenzung des Wettbewerbs Der Betrieb einer Apotheke ist an eine Erlaubnis geknupft. Die Erlaubnis wird erteilt, wenn der Antragsteller eine Approbation Zulassungsregelung 4 vorweisen kann. NichtApothekern ist die Beteiligung an einer Apotheke verwehrt, auch die erlaubten Rechtsformen sind vorgegeben Fremdbesitzverbot 5. Beschrankt ist ebenfalls die Zahl der Apotheken, die ein Apotheker besitzen darf Mehrbesitzbeschrankung 6. Infolge von Fremdbesitzverbot und Mehrbesitzregelung sind Apotheker vor Konkurrenz durch NichtApotheker bzw. sonstiger Kapitalgesellschaften bewahrt. Ein direkter Wettbewerb droht nur von anderen approbierten Apothekern, die maximal vier Apotheken besitzen durfen. Diese Zahl ist allerdings in der Regel zu klein, um Skalenertrage realisieren konnen. Einiges deutet darauf hin, dass die Umsatzrendite mit der Zahl der Apotheken in einer Hand zunachst sinkt und sich erst ab einer sehr viel hoheren Zahl stabilisiert oder sogar steigt.7 4 Siehe BundesApothekenordnung, 4 Abs. 1; Approbationsordnung fur Apotheker. 5 Siehe Gesetz uber das Apothekenwesen, 1, Abs. 2, 2, 7, 8. 6 Siehe Gesetz uber das Apothekenwesen, 1, Abs. 2, 3, 2 Abs. 1, 4, 5 7, 8, 9. 7 Siehe hierzu ausfuhrlicher in Abschnitt 2.4. zu Effizienzuberlegungen fur den Apothekenmarkt. 4 Fur eine Bewertung ist es notwendig, die beiden Teile der Vorschrift, namlich dass eine Apotheke von einem Apotheker geleitet werden muss, und dass eine Apotheke sich im Besitz eines Apothekers befindet, zu trennen. Der erste Teil der Vorschrift lasst sich mit Blick auf die potenzielle Gefahrlichkeit von Arzneimitteln bei unsachgemaer Anwendung medizinisch und okonomisch rechtfertigen. Die fehlerhafte Verwendung von Arzneimitteln schadet dem Konsumenten und erzeugt somit externe Effekte, da die Gesellschaft die Folgekosten zu tragen hat beispielsweise in Form noch hoherer Versorgungskosten oder auch durch schwindendes Vertrauen in eine sichere und geordnete Arzneimittelversorgung. Deshalb ist durchaus begrundbar, dass in einer Apotheke ein Apotheker die Abgabe von Arzneimitteln uberwacht. Auch verlangt das Ziel der Gewahrleistung einer hochqualitativen Beratung, dass die Apotheke mit entsprechendem Fachpersonal ausgestattet ist. Angesichts der existierenden Substitutionsmoglichkeiten auch im Rahmen der durch das GKVWettbewerbsstarkungsgesetz geschaffenen Rabattvertrage gibt es fur die Apotheke bei der Abgabe von Arzneimitteln einen zwar engen aber diskretionaren Entscheidungsspielraum. Zudem werden in Apotheken auch nicht verschreibungspflichtige Medikamente abgegeben, die der Beratung durch einen Fachkundigen bedurfen. Aus diesem Grunde verlangt der Verbraucherschutz, dass Arzneimittel nur durch Fachkundige abgegeben werden. Zwar gibt es internationale Beispiele wie die USA oder Norwegen fur eine Abgabe von nichtverschreibungspflichtigen Mitteln auch auerhalb von Apotheken, da diese als weniger gefahrlich und damit weniger beratungsintensiv gelten. Andererseits kann gerade bei Arzneimitteln, die nicht von einem Arzt explizit verschrieben worden sind, die Beratungsnotwendigkeit und Aufklarung des Patienten uber Dosierung und Nebenwirkungen besonders hoch sein, so dass auch diese Arzneimittel nur in Apotheken abgegeben werden sollten. Der zweite Teil der Vorschrift, namlich dass eine Apotheke im Besitz eines ausgebildeten Apothekers zu sein hat, lasst sich hingegen weder mit den angefuhrten Zielen noch mit Hilfe der okonomischen Theorie oder Empirie begrunden. Keines der oben genannten Ziele lasst sich hierdurch besser erreichen. Auch sind auf absehbare Zeit keine Konzentrationstendenzen zu erwarten, die zu marktbeherrschenden Stellungen fuhren wurden. Die Kostenfunktion bei Apotheken ist ahnlich 5 der von Einzelhandelsunternehmen. Es liegt auch ausdrucklich nicht der Fall des naturlichen Monopols vor, dem stets die Gefahr von Kartellierungen innewohnt.8 Vielmehr ist nach Deregulierung die Entwicklung einer Marktstruktur zu erwarten, in der eine groe Zahl an Anbietern in einem intensiven Wettbewerb gegen uberstehen. Neben den weiter traditionell gefuhrten Apotheken werden sich groe Verbunde von Apotheken bilden, die entweder im Franchisesystem oder durch Kapitalgesellschaften direkt betrieben werden. Dies wurde jedoch weder die traditionell durch einen Apotheker betriebene Apotheke komplett verdrangen, noch den Wettbewerb unter Apotheken vermindern. Wie das Beispiel des Optikermarktes zeigt, bleiben selbststandige Einzelhandler nicht auf der Strecke: Obwohl es bundesweit tatige Ketten gibt, zeichnen sich Einzelgeschafte haufig durch eine besondere Kundenbeziehung aus, die vor allem auf Vertrauen basiert. Das Geschaft der inhabergefuhrten Apotheken wird sich also grundlegend andern, zwangslaufig ist ihr Ausscheiden jedoch keinesfalls.9 Auch bezuglich der Gefahr mangelnden Wettbewerbs ist das Gegenteil der Befurchtungen der Fall: Wie der Nobelpreistrager Joseph Stiglitz gezeigt hat, ist der oligopolistische Wettbewerb unter bestimmten Voraussetzungen viel starker als derjenige unter vielen Anbietern. Genau dieser oligopolistische Wettbewerb wurde zu einem besseren PreisLeistungsVerhaltnis aus der Sicht des Kunden fuhren, indem die Preise sinken undoder die Qualitat einschlielich der Beratungsqualitat steigt.10 Langfristig entsteht hieraus ein Wettbewerb um die bestmogliche Praferenzerfullung der verschiedenen Kundensegmente. Ein insgesamt wohlfahrtssteigerndes Nebeneinander verschiedener Distributionskonzepte darf erwartet werden. Das Fremdbesitzverbot wird oftmals auch damit begrundet, dass ein EigentumerApotheker fur fehlerhafte Abgaben haftet und aus Eigeninteresse dafur sorgt, dass 8 Anders als der deutsche Strommarkt, in welchem enorme Skaleneffekte economies of scale aufgrund der vorhandenen Leistungsnetze existieren. Nach Deregulierung entstand hier aus diesem naturlichen Monopol ein starres Oligopol ohne echten Wettbewerb. Auf dem Apothekenmarkt ist das genaue Gegenteil der Fall: Der Markt kommt von einem Polypol und entwickelt sich erst hin zu einer starkeren Konzentration. 9 Vgl. ZEITOnline 2006, 332006. 10 Dies zeigten schon Bertrand und Hotelling in ihren Oligopolmodellen, welche im dritten Abschnitt dieses Textes erlautert werden sollen. Vgl. Bertrand, J. 1883, Hotelling, H. 1929. 6 keine Haftungsfalle entstehen.11 Hierbei wird jedoch ubersehen, dass ein angestellter Apotheker ebenfalls haftet. Dies gilt auch fur die Urlaubsvertretung. Zudem kann auch eine Haftung fur den Eigentumer der Apotheke entstehen. Auch der Hinweis auf den hohen Wert der Marke bzw. des Markennamens in Verbindung mit einer Markenqualitat fur Apothekengrobetriebe ist an dieser Stelle sinnvoll: Sollte es in einer Filiale einmal Probleme geben, so strahlt diese negative Wirkung sogleich auf andere Mitglieder des Verbundes ab. Allein zum Schutz der Reputation werden groe Kapitalgesellschaften alles tun, um diese Risiken zu vermeiden und damit Haftungsfalle gar nicht erst auftreten zu lassen. Im Falle einer Kapitalgesellschaft ist der Glaubigerschutz deshalb haufig besser gewahrt, da diese in der Regel uber ein erheblich hoheres Haftungskapital verfugt als der einzelne Apotheker. Auch ist nicht zu erwarten, dass bei Aufhebung des Fremd und Mehrbesitzverbotes die Zahl der Arzneimittelabgabestellen starker sinkt, als dies aufgrund der ohnehin zu erwartenden Marktbereinigung sinnvoll ware. Derzeit wird die Arzneimitteldistribution zu uberhohten volkswirtschaftlichen Kosten betrieben: Okonomisch eigentlich zu kleine Betriebe konnen aktuell bestehen, da sie durch effizientere Betriebe nicht genugend unter Druck gesetzt werden konnen. Gegebenenfalls erfolgt dieser Anpassungsprozess bei Deregulierung nur schneller. Viele derzeitige Apotheken sind aus betriebswirtschaftlichen Grunden nicht mehr sinnvoll zu betreiben und werden deshalb von den Betreibern mittelfristig aufgegeben werden.12 Kapitalgesellschaften, die eine Vielzahl von Apotheken betreiben, konnen hingegen Skaleneffekte economies of scale in allen betrieblichen Funktionen realisieren und sind daher bei gegebenen Preisen eher in der Lage, Uberschusse zu erzielen und Apotheken auch in nicht bevorzugten Lagen zu betreiben. Letztlich wurde es zu einer Koexistenz beider Formen kommen: Der im Fremdbesitz befindlichen und der im Eigenbesitz stehenden Apotheken. Die Wirkungen von Regulierungs und Deregulierungsmanahmen sollten nicht isoliert betrachtet werden: So fuhrt ein Aufheben der Fremd und Mehrbesitzregelung bei gleichzeitigem Fortbestand der Preisregulierung zu anderen Effekten als bei 11 Vgl. Glaeske, G. Klauber, J. Lankers, C.H.R. Selke, G.W. 2003, S. 123ff. 12 Vgl. Monopolkommission 2006, S. 416, Ziffern 1151ff. 7 einem gleichzeitigen Aufheben der Arzneimittelpreisverordnung AMPreis V in ihrer jetzigen Form. Im ersteren Fall wird der Anpassungsproze langsamer erfolgen und der Wettbewerb vor allem den Charakter eines Qualitatswettbewerbs haben.13 Im zweiten Fall treten sowohl ein Preis als auch ein Qualitatswettbewerb ein, wobei sich Anbieter durch regionale Preisdifferenzierung auch regionalen Kostenunterschieden anpassen konnen.14 Im Ergebnis wird sich hierdurch eine gleichmaigere regionale Verteilung der Apotheken ergeben, da Apotheker in bislang weniger gut versorgten und damit konkurrenzarmen Gebieten die Freiheit hatten, die Preise an die relative Knappheit von Apothekenkapazitaten anzupassen. Hiervon wurden Anreize fur Apotheker ausgehen, sich in unterversorgten Gebieten anzusiedeln. Auch der Sachverstandigenrat fur die Konzertierte Aktion im Gesundheitswesen 15, der Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung 16 sowie die Monopolkommission 17 empfehlen eine weitgehende Liberalisierung der Vertriebsstrukturen zur wettbewerblichen Ausschopfung von Effizienzreserven im Arzneimittelsektor. Die zunftahnlichen und anachronistischen Strukturen werden als ordnungspolitisch problematische Besonderheiten 18 bezeichnet. Ein Wettbewerb hatte nicht nur sinkende Preise zur Folge, sondern konnte auch auf die vorgelagerten Handelsstufen zuruckwirken und dort Wettbewerbsprozesse auslosen. Die Kommissionen bezeichnen die Entstehung von Apothekenketten und damit einer von einigen vermeintlichen Experten befurchteten oligopolistisch gepragten Anbieterstruktur sogar als wunschenswertes Ziel. Hohe Wettbewerbsintensitat, sinkende Verbraucherpreise und mehr Effizienz sind dabei die Zielvorstellungen.19 Konzentrationsprozesse in Form horizontaler oder vertikaler Zusammenschlusse konnen Transaktionskosten senken und Groenvorteile realisieren. Durch die Kapitalbeteiligung von NichtApothekern und die Bildung von Apothekeneinheiten 13 Siehe hierzu Kapitel 3 zum SweezyOligopol. Vgl. Sweezy, P.M. 1939. 14 Siehe hierzu Kapitel 3 zum HotellingOligopol. Vgl. Hotelling, H. 1929. 15 Vgl. SVRGesundheit 2002, S. 68ff. 16 Vgl. SVR 2002, S. 237, Ziffer 413. 17 Vgl. Monopolkommission 2006, S. 412ff., Ziffer 1128ff. 18 SVRGesundheit 2002, S. 69. 19 Vgl. SVRGesundheit 2002, S. 71. 8 nicht beschrankter Groe erwarten die Experten eine Wettbewerbsbelebung und sich hieraus ergebende Effizienzsteigerungen. Managementkompetenz und wettbewerbliches Innovationspotenzial wurden auf diese Weise im Apothekensektor Einzug halten. Auch die Monopolkommission geht davon aus, dass sich die wohlfahrtstheoretisch optimale Wettbewerbsintensitat nicht unbedingt in einer moglichst kleinteiligen Marktstruktur entwickelt wird, sondern vor allem bei einer gewissen Unternehmenskonzentration wie in anderen Bereichen des Einzelhandels starker Wettbewerb moglich ist.20 2.2 Regulierung des Geschaftsbetriebs Neben den beschriebenen Manahmen zur Beschrankung des Wettbewerbs existiert eine Reihe von Einzelregelungen fur den Geschaftsbetrieb und zum Sortiment einer Apotheke:21 Fuhrung der Apotheke: Die personliche Fuhrung der Apotheke und die Einhaltung gesetzlicher Vorschriften obliegt dem Apotheker beziehungsweise seinem Vertreter. Auch fur die Vertretung sind Anforderungen zu erfullen.22 Groe und Einrichtung der Apothekenraume: Die Betriebsraume von Apotheken unterliegen detaillierten Mindestbestimmungen, die eine einwandfreie Herstellung, Lagerung, Prufung, Verpackung und Abgabe von Arzneimitteln sicherstellen sollen. Die Abgeschlossenheit der Raume gegenuber anderen freiberuflichen oder gewerblichen Verwendungen muss gegeben sein. Die Apotheke muss auch auerhalb der gewerblichen Ladenoffnungszeiten im Rahmen der regional abgestimmten Notdienstregelung erreichbar sein.23 20 Vgl. Monopolkommission 2006, S. 419f., Ziffer 1174ff. 21 Werbeverbot und Auseinzelungsregelungen werden im Rahmen dieses Beitrages nicht behandelt. 22 Siehe Verordnung uber den Betrieb von Apotheken, 2 Abs. 1, 2, 5, 6. 23 Siehe Verordnung uber den Betrieb von Apotheken, 4, 5. 9 Anforderungen an das Personal: Neben den bereits dargestellten Anforderungen an den Apotheker schreibt der Gesetzgeber auch die Qualifikationen des sonstigen Apothekenpersonals vor. Zudem wird auch das Vorhandensein von ausreichend pharmazeutischem Personal verlangt.24 Verbot von Kooperationsvertragen: Im Gegensatz zu anderen Einzelhandlern darf ein Apotheker keine Abkommen zur bevorzugten Prasentation von Gutern schlieen. Eine bevorzugte Lieferung oder Abgabe von Arzneimitteln an bestimmte Gruppen ist ebenfalls untersagt.25 Dauernde Dienstbereitschaft: Fur Apotheken gelten besondere Regelungen hinsichtlich der Ladenoffnungszeiten. Die Apotheke hat dienstbereit zu sein, solange sie nicht im Einklang mit der bestehenden Regelung geschlossen sein darf. Wahrend der Dienstbereitschaft ist die Arzneimittelabgabe durch Apotheker beziehungsweise Vertreter sicherzustellen. Fur die Versorgung der Patienten auerhalb der gewohnlichen Offnungszeiten wird der Apotheker mit einem kleinen Zuschlag auf die abgegebenen Arzneimittel entschadigt.26 IndenVerkehrbringen von Arzneimitteln und apothekenublichen Waren: Im Gegensatz zu anderen Formen des Einzelhandels ist es Apotheken nicht erlaubt, verschreibungspflichtige und bestimmte apothekenpflichtige Arzneimittel, die ein Missbrauchspotenzial aufweisen z.B. Schmerzmittel oder Schlafmittel, im Selbstbedienungsbetrieb abzugeben. Verschreibungen sind von der Apotheke unverzuglich auszufuhren. Apotheker haben missbrauchlichem Konsum von Arzneimitteln entgegenzuwirken.27 Informations und Beratungspflicht: Es existiert diese Pflicht zur Information und Beratung des Kunden aus Grunden der Arzneimittelsicherheit, soweit dies erforderlich ist. Die sachgerechte Anwendung der Praparate soll so sichergestellt werden.28 24 Siehe Verordnung uber den Betrieb von Apotheken, 2, 3. 25 Siehe Gesetz uber das Apothekenwesen, 10, 11. 26 Siehe Verordnung uber den Betrieb von Apotheken, 23. 27 Siehe Verordnung uber den Betrieb von Apotheken, 17. 28 Siehe Verordnung uber den Betrieb von Apotheken, 20, Abs. 1. 10 Neben diesen Regulierungen des Geschaftsbetriebs existieren weitere Bestimmungen zum Sortiment einer Apotheke:29 Apothekenpflicht: Arzneimittel unterliegen bis auf festgelegte Ausnahmen der Apothekenpflicht. Die Apothekenpflicht gibt dem Apotheker ein Monopol fur einen groen Teil seiner Einnahmen. Konkurrenz droht dem Apotheker dank dieser Vorschrift nur von anderen Apotheken, nicht aber aus dem regularen Einzelhandel. Verschreibungspflicht: Infolge der Verschreibungspflicht ist es nur Human, Zahn und Tierarzten moglich, Medikamente zu verschreiben. Beschrankung auf apothekenubliche Waren: Neben Arzneimitteln durfen Apotheken apothekenubliche Waren verkaufen, wobei der Auftrag der Arzneimittelversorgung nicht gefahrdet werden darf. Vorratshaltung: Im Gegensatz zu anderen Einzelhandlern ist dem Apotheker Sortiment und Lagerhaltung vorgeschrieben. Auf Grund der Zahl der auf dem Markt befindlichen Arzneimittel, kann jedoch keine Apotheke ein volles Sortiment anbieten, so dass sich das unmittelbar verfugbare Sortiment von Apotheke zu Apotheke unterscheiden wird. Die Forderung nach einer moglichst unverzuglichen Ausfuhrung der Verordnung setzt daher auch eine gut funktionierende Bestell und Lieferbeziehung zwischen Apotheke und pharmazeutischem Grohandel voraus. Es ist festzustellen, dass alle Regelungen begrundbar sind, auch wenn sie teilweise aus einer Zeit stammen, in der die Bevolkerungsdichte viel kleiner, die Lieferzeiten des Grohandels viel langer und die Apothekendichte viel geringer waren. Viele Regelungen sind heutzutage nicht mehr erforderlich, da die in ihnen formulierten Anforderungen ohnehin von den Anbietern aufgrund des Wettbewerbs erfullt wurden. Dazu gehoren die Dienstbereitschaft, die Qualifikation des Personals und die Vorratshaltung. 29 Siehe Verordnung uber den Betrieb von Apotheken, 2 Abs. 4, 15, 16, 25. 11 Das Gebot der Missbrauchsverhinderung beim Konsum von Arzneimitteln soll die Anforderungen an die Fuhrung der Apotheke sowie die Regelungen zum Indenvon Arzneimitteln und apothekenublichen Waren, die Verkehrbringen Apothekenpflicht und die Verschreibungspflicht rechtfertigen. Allerdings sei angemerkt, dass der Arzneimittelmissbrauch in der Regel und auch in Zukunft nicht durch die Regulierung des Geschaftsbetriebes von Apotheken wirksam verhindert wird. Er hat vielfach seinen Grund in ArzneimittelAbhangigkeiten, deren wirksame Behandlung ein medizinisches und weitgehend ungelostes Problem darstellt. Fur die Forderung nach raumlicher Abgeschlossenheit der Apotheke spricht, dass so die ordnungsgemae Abgabe von Arzneimitteln sichergestellt werden kann. Auch die Beschrankung auf den Verkauf apothekenublicher Waren ist eine konsistente Auflage im Rahmen der derzeitigen Regulierung. Angesichts der Tatsache, dass Apotheken heute zum groten Teil industriell gefertigte Arzneimittel abgeben, mussen die Anforderungen an die Groe der Apothekenraume aktualisiert werden. Auf jeden Fall sind Hygiene und Sicherheitsvorschriften fur die Abgabe von Arzneimitteln notwendig. Auerdem kann eine Apotheke, die den Anspruch hat, eine umfassende Versorgung der Patienten mit Arzneimitteln sicher zu stellen, eine bestimmte Groe nicht unterschreiten. Die Sonderstellung des Apothekers lasst sich im Kern durch den Beratungsauftrag rechtfertigen, den die Apotheken bisher in unterschiedlichem Mae erfullen. Die Annahme, dass eine patientengerechte und qualitatsgesicherte Beratung von Kapitalgesellschaften mit einer Vielzahl von Apotheken weniger zu erwarten ist, als von Einzelapotheken, ist unbegrundet und erweist sich vor dem Hintergrund liberalisierter Lander wie Norwegen als falsch. Das beste Mittel zur Erreichung einer hohen Beratungsqualitat innerhalb eines Wirtschaftszweiges ist ohnehin eine Intensivierung des Wettbewerbs, was wiederum durch eine Deregulierung erreicht wird. Die vom Gesetzgeber verlangte Ausstattung mit Apparaturen, die heute in der Praxis zum Teil nur sehr selten eingesetzt werden, ist in der Regel verzichtbar oder durch eine gemeinsame Nutzung von Geraten durch mehrere Apotheken zu organisieren. Groere Einheiten, beispielsweise in Form von Kapitalgesellschaften, werden diese Moglichkeiten der Nutzung von Wirtschaftlichkeitspotentialen eher nutzen als Einzel 12 apotheker. Verschwendung volkswirtschaftlicher Ressourcen wurde durch eine Deregulierung vermieden.30 Die dauernde Dienstbereitschaft hingegen ermoglicht den Zugang zu Arzneimitteln rund um die Uhr. Die Regulierung ist zwar zielkonform, jedoch in Ballungsgebieten verzichtbar. Aus okonomischer Perspektive stellt sich auch hier die Frage, ob die Versorgung mit Arzneimitteln auerhalb der Ladenoffnungszeiten kostengunstiger erreicht werden kann. Beispielsweise konnte die Anlieferung von telefonisch bestellten Medikamenten durch einen Bereitschaftsdienst von Apothekern, der innerhalb weniger Minuten beim Kunden eintrifft, organisiert werden. Die okonomischen Vorteile fur die Kunden, die durch einen Zusammenschluss von Apotheken erreicht werden konnen, liegen auf der Hand.31 2.3 Preisregulierung Auf dem deutschen Arzneimittelmarkt wird der Preismechanismus zur Koordination von Angebot und Nachfrage nur in Ansatzen genutzt. Stattdessen sind die Preise fur verschreibungspflichtige Medikamente durch die Arzneimittelpreisverordnung weitgehend festgelegt. Unter Berucksichtigung der Mw St. von derzeit 19 % ergibt sich der Apothekenverkaufspreis in der Regel wie folgt: Herstellerabgabepreis Grohandelshochstzuschlag x 1,03 8,10 x 1 0,19 Apothekenverkaufspreis Wie der Formel zu entnehmen ist, wird ein Zuschlag von 3 % auf die Summe von Herstellerabgabepreis und Grohandelshochstzuschlag gewahrt. Der Krankenversicherung eines Patienten der Gesetzlichen Krankenversicherung muss ein Abschlag 30 Hierzu noch mehr im gesonderten Kapitel 2.4. mit transaktions und produktionskostentheoretischen Uberlegungen. 31 Vgl. auch Monopolkommission 2006, S. 416ff., Ziffer 1157ff.; S. 420, Ziffer 1178f, wobei nicht alle Einschatzungen der Kommission z.B. zu dem Betrieb von Apotheken in Drogerien geteilt werden. 13 von 2,30 fur verschreibungspflichtige Fertigarzneimittel gewahrt werden. Theoretisch kann der Herstellerabgabepreis vom Hersteller frei gewahlt werden. In der Praxis ist diese Freiheit jedoch durch Festbetragsregelungen, Hochsterstattungspreise und Rabattvertrage begrenzt. Der Grohandelshochstzuschlag unterliegt ebenfalls einer Regulierung und ist in Form von Preisobergrenzen definiert.32 Wie ausgefuhrt wurde, verlangen die gesundheitspolitischen Ziele, dass eine Marktordnung des Apothekenwesens eine ausreichenden Anzahl von Arzneimittelabgabestellen und den Schutz des Verbrauchers vor uberhohten Preisen sicherstellen muss. Zunachst ist festzustellen, dass beide Ziele durch die gegenwartige Regulierung erreicht werden. Schlielich sind die Preise nach oben begrenzt und auch die Apothekendichte mit 3.825 Einwohnern pro Apotheke uber erfullt die Anforderungen an eine ausreichende Anzahl von Abgabestellen.33 Auf der anderen Seite ist allerdings auch jede Form der Preisregulierung sorgsam zu begrunden und stets zu prufen, ob nicht weniger regulatorische Eingriffe ebenfalls geeignet waren, das angestrebte Ziel zu erreichen. Bezuglich der Preisregulierung ist zu bemerken, dass in der Regel die Allokation der Ressourcen durch eine Preisregulierung nicht verbessert, sondern verschlechtert wird und die haufig postulierten distributiven Ziele ebenfalls nicht erreicht werden: Sind die durch die Preisregulierung festgelegten Preise zu gering, kommt es zu Versorgungsengpassen, Warteschlangen und offener bzw. versteckter Rationierung. Sind sie zu hoch, dann sind uberhohte Gewinne, Verschwendung und Uberversorgung die Folge. Das GKVWettbewerbsstarkungsgesetzes, welches zum 1. April 2007 in Kraft getreten ist, sieht an dieser Stelle einerseits eine Lockerung der Preisregulierung auf Apothekenebene vor vgl. 129 SGB V sowie Arzneimittelpreisverordnung. Andererseits wird die Preisregulierung, z.B. durch Einfuhrung von Hochsterstattungs 32 Siehe Arzneimittelpreisverordnung, 3; SGB V, 130 Abs. 1. 33 Vgl. ABDA 2007, S. 36f. 14 betragen fur innovative Arzneimittel neuer 31 Abs. 2a SGB V, verscharft. Es entsteht eine okonomisch nicht begrundbare Preisasymmetrie: Die Apothekenpreise werden nach oben festgeschrieben, eine Abweichung nach unten soll jedoch zulassig sein. Eine Freigabe der Preise wurde hingegen den Wettbewerb fordern, musste aber in beide Richtungen erfolgen, wenn die Preisregulierung nicht nur als Rationierungs und Kostendampfungsinstrument gesehen werden soll. Ein vollig anderer Aspekt ist, dass Hochstpreise fur innovative Arzneimittel die Arzneimittelforschung unattraktiver macht und Deutschland als Standort fur eine innovative Arzneimittelindustrie weiter schwacht. Im nun folgenden Abschnitt sollen einige bereits tangierte Uberlegungen zu Verbund und Skaleneffekten im Rahmen der betriebswirtschaftlichen Transaktions und Produktionskostentheorie eingeordnet und auf den Apothekenmarkt angewandt werden. 2.4 Effizienzuberlegungen zur Betriebsgroe Produktions und Transaktionskostenansatz Inputgroen zu Outputgroen Im Rahmen der Produktionstheorie wird der Betrieb als ein Prozess angesehen, in dem transformiert werden. Die Aufgabe der Produktion, dem Kernbereich jedes Transformationsprozesses, ist die Kombination der Produktionsfaktoren und deren Umwandlung in Dienstleistungen oder materielle Guter.34 Diese Sichtweise lasst sich auch auf das Apothekenwesen ubertragen. Es soll untersucht werden, ob die derzeitigen Regulierungen zu einer wohlfahrtstheoretisch optimalen Betriebsgroe im Apothekensektor fuhren oder den Aufbau effizienterer Strukturen im Apothekenmarkt eher verhindern. Die Existenz von Transaktionskosten ist dabei das wesentliche Merkmal der Neuen Institutionenokonomik. Kostenverursachende Transaktionen konnen einerseits uber den Markt erfolgen oder andererseits in Unternehmen stattfinden. Demzufolge werden Kosten sowohl durch die Marktbenutzung als auch durch hierarchische 34 Vgl. Steven, M. 1998, S. 1ff. 15 Strukturen in einem Unternehmen verursacht.35 Nach Coase ist die Grundung eines Unternehmens insbesondere deshalb profitabel, weil die Inanspruchnahme des marktlichen Preismechanismus Kosten verursacht, z.B. durch die Aushandlung und den Abschluss eines Vertrages. Indem die Zahl der notwendigen Vertrage in einem groen Unternehmen reduziert wird, konnen Markttransaktionskosten eingespart werden. Die Tatsache, dass trotzdem Markte existieren, ist dagegen auf steigende Kosten zusatzlicher, intern abgewickelter Transaktionen zuruckzufuhren, die bei einem wachsenden Unternehmen entstehen.36 Betriebe stehen also vor dem Problem, in welchem Mae sie einen Verbrauch externer Transaktionsressourcen durch einen entsprechenden Verbrauch interner Ressourcen substituieren konnen. Die Existenz von Apotheken lasst sich mit Hilfe der Transaktionskostentheorie also dadurch begrunden, dass durch ihre Existenz hohere Markttransaktionskosten durch geringere unternehmensinterne Transaktionskosten substituiert werden. Die Marktmacht groerer Unternehmen auf den InputMarkten ist dabei ein wichtiger Faktor. Mit zunehmender Nachfragemacht konnen die Einkaufspreise bzw. die konditionen auf den relevanten Faktormarkten verbessert werden. Der magebliche Faktor bei den Verhandlungen ist der Umsatz, den eine Apotheke dem Lieferanten anbieten kann.37 Groere wirtschaftliche Einheiten konnen z.B. ihre Verhandlungsstarke gegenuber den Pharmagrohandlern und herstellern deutlich erhohen. Fur einzelne Apotheken ist es aus logistischen Grunden hingegen haufig schwieriger, Marktmacht auszuuben.38 Handelsunternehmen besitzen in der Regel zudem eine groere Umstellungsflexibilitat als die industriellen Anbieter. Auch werden den Herstellern durch Konzentrationen auf der Handelsebene Wahlmoglichkeiten genommen und aufgrund der groen Abnahmemenge der entstehenden Groapotheke konnen diese eine Verringerung des Distributionsangebotes erfolgreich androhen.39 35 Vgl. Gobel, E. 2002, S. 132. 36 Vgl. Coase, R.H. 1937, S. 20ff. 37 Vgl. Kierndorfer, A. 2007, S. 31. 38 Vgl. Blohorn, H. 2006, S. 11. 39 Vgl. Niestraht, U. 1983, S. 147f. 16 Hinzu kommen Spezialisierungsvorteile bzw. Vorteile der Arbeitsteilung: Je groer die produzierte Ausbringungsmenge eines Unternehmens ist, desto effizienter lassen sich spezialisierte Leistungsfaktoren durch eine Aufspaltung des Arbeitsprozesses in einzelne Teilaktivitaten aufschlusseln. Die Folge ist eine Produktivitatssteigerung aufgrund der Herausbildung von Spezialisten fur bestimmte Aufgaben.40 In einem kleinen Apothekenbetrieb wird dies kaum effizient zu leisten sein. Erst in einem Apothekenbetrieb entsprechender Groe wird es sinnvoll, den Teil des Leistungserstellungsprozesses bei dem nur wenig direkter Kontakt zum Kunden besteht weiter aufzuspalten und die entsprechenden Teilprozesse mit Spezialisten zu besetzen. Auch die technischen Vorteile, Fixkostendegressionen und die besseren Moglichkeiten zur Risikostreuung groerer Einheiten sind zu beachten. Bei groeren Produktionsmengen konnen Produktionstechnologien oder methoden eingesetzt werden, die einen verbesserten Ressourceneinsatz ermoglichen. Auerdem konnen Risiken bei der Leistungserstellung und des Absatzes besser kalkuliert werden.41 Konstante Fixkosten unteilbarer Ressourcen konnen so auf eine groere Stuckzahl von Erzeugnissen verteilt werden.42 Degressionseffekte entstehen dabei hauptsachlich aufgrund der Zentralisierung von Rechnungswesen und Controlling, Personalmanagement, Marketing oder auch durch einen gemeinsam betriebenen 24hService bzw. Lieferbereitschaft. transaktionskostentheoretischen Es sei an dieser Stelle abermals auf die Betriebsgroenvorteile verwiesen. Eine Kapitalgesellschaft, die eine Vielzahl von Apotheken betreibt, kann betriebliche Funktionen in einer Zentrale bundeln und steuern. Eine Filialapotheke kann gegenuber einer inhabergefuhrten Apotheke, die sich von mehreren Lieferanten beliefern lasst, Transaktionskosten einsparen, indem sie die Waren von der Systemzentrale bezieht. Ein Apothekensystem wird umso 40 Vgl. Lindstadt, H.Hauser, R. 2004, S. 12. 41 Vgl. Buhler, J. 2002, S. 19f. 42 Vgl. Lindstadt, H.Hauser, R. 2004, S. 12. 17 effizienter sein, je mehr Kontakte es zu bestehenden und potentiellen Transaktionspartnern einsparen kann und je groer die Skalenertrage durch Bundelung von Transaktionen sind. Damit sinken nicht nur auf der Abnehmerseite die Transaktionskosten, sondern auch auf der Lieferantenseite z.B. da auch diese lediglich einen zentralen Ansprechpartner haben. Mikrookonomisch betrachtet, handelt es sich bei all diesen Vorteilen um so genannte positive Skaleneffekte economies of scale oder Verbundeffekte economies of scope . Sie beschreiben die Vorteile, die eine Produktion oder Bereitstellung von Diensten in groerem Umfang bieten kann. Einerseits werden horizontale Integrationen also Zusammenschlusse von Apotheken diese Effekte in der Arzneimitteldistribution auslosen. Andererseits aber auch vertikale Integrationen, also beispielsweise ein Zusammenschluss von Grohandelsunternehmen mit Apothekenbetriebsunternehmen. Verbundvorteile, beispielsweise von ShopimShopKonzepten, entstehen durch die gemeinsame Nutzung einer hohen Kundenfrequenz, der Ladenflachen oder des Personals. Gegen eine Aufhebung der Vorschriften zur Beschrankung der Apothekenbetriebsgroe konnte nun eingewandt werden, dass sich entsprechende Groenvorteile auch durch inhabergefuhrte Kleinapotheken mittels einer Einbindung in Kooperationssysteme erzielen lieen. Dies stimmt und wird auch als Reaktion auf von Kapitalgesellschaften betriebene Apotheken ggf. so kommen. Unter den aktuell gegebenen gesetzlichen Vorschriften ware dabei allerdings lediglich ein System mit eher geringer Bindungsintensitat die Folge. Eine verstarkt bindungsintensive hierarchische Koordinationsform bestehend aus einer Systemzentrale und diversen Mitgliedsapotheken besitzt jedoch entscheidende Vorteile beim Ausschopfen der Skalen und Verbundeffekte: In der Zentrale vorhandene Managementkapazitaten und Groenvorteile konnen umfassender genutzt und Kostensenkungspotentiale noch besser ausgeschopft werden. Eigeninitiativen der Mitglieder konnen in einem solchen System besser koordiniert bzw. unterbunden werden: Durchsetzungs und Kontrollaufwand sind deutlich geringer. Insbesondere in der Beziehung zu Lieferanten ist dies eine der wichtigsten Stellen, an der Transaktionskosten eingespart werden konnen. 18 Eine Beschrankung der Apothekenbetriebsgroe kann vor diesem Hintergrund okonomisch nicht gerechtfertigt werden. Die Uberlegenheit eines Apothekengrobetriebs gegenuber relativ bindungsschwachen Kooperationen kann angenommen werden. Neben der optimalen Groe eines Apothekensystems sollte auch die optimale Koordinationsform desselbigen durch Wettbewerb in einem Versuchs und Entdeckungsverfahren bestimmt werden. Der Ausschluss bestimmter Koordinationsformen wie bindungsintensiver Filialsysteme vom marktinharenten Findungsprozess, ist unter okonomischen Gesichtspunkten nicht zu legitimieren. Im Ergebnis stellt die derzeitig in Deutschland gultige Obergrenze von maximal vier Niederlassungen je Apotheker, die sich zusatzlich in einem bestimmten raumlichen Gebiet befinden mussen, aus produktions und transaktionskostentheoretischer Perspektive nicht die optimale Groe dar. Aufgrund der erforderlichen Kapitalmenge bzw. reserven durften apothekereigene Betriebe zudem schnell an ihre naturlichen Grenzen hinsichtlich der Anzahl an Filialen stoen.43 Die vorhandenen Regulierungen beschranken den Wettbewerb somit mageblich. Zusammenfassung 2.5 Unter Verwendung der Effizienzkriterien der Produktions und Transaktionskostentheorie ergibt sich, dass die Begrenzung der Betriebsgroe auf vier Apotheken der Bildung einer kostenoptimalen Betriebsgroe entgegensteht. Zu nennen sind mogliche Zentralisierungen im organisatorischen Bereich und damit Produktivitatssteigerungen sowie Prozessoptimierungen durch Arbeitsteilung und Spezialisierung administrativer Aufgaben. Auch die bessere Planbarkeit, groere Flexibilitat, sinkende Fixkostenanteile sowie Lerneffekte bei der Produktion groerer Gesamtmengen sowie die immens wichtige Senkung der Transaktionskosten sind bedeutsame Argumente. Es ist offensichtlich, dass sich diese Potentiale erst ab einer bestimmten Betriebsgroe einstellen werden.44 Beim Apothekenmarkt handelt es sich um einen uberregulierten Sektor: 43 Vgl. Hollstein, P. 2006, S. 35. 44 Vgl. Hollstein, P. 2006, S. 35. 19 Das Mehrbesitzverbot von Apotheken bzw. seine Beschrankung auf vier Apotheken ist okonomisch nicht zu rechtfertigen, verhindert Kostenersparnisse aufgrund von economies of scale und behindert die Entwicklung innovativer Ansatze der Vertriebs und Beratungstatigkeit von Apotheken. Dazu vermindert es die Wettbewerbsintensitat. Intensiver Wettbewerb ist aber ein wirkungsvolles Mittel zur Sicherung einer hohen und nachhaltigen Versorgungsqualitat. Eine Beseitigung des Fremdbesitzverbotes wurde dazu fuhren, dass die Apotheken im Durchschnitt uber ein hoheres Haftungskapital verfugen und auch im Management von Apotheken moderne betriebswirtschaftliche Methoden zur Anwendung kommen. Die Kapitalallokation wurde im Bereich der Arzneimitteldistribution verbessert. Die Abgeschlossenheit von Apotheken erscheint dann nicht zwingend erforderlich, wenn entsprechende Konzepte entwickelt werden konnten, die die Versorgung, Beratung und Missbrauchsverhinderung dennoch sicherstellen. Derzeit liegen jedoch derartige Konzepte nicht vor. Eine Ruckfuhrung der Preisregulierung wurde das Erreichen der gesundheitspolitischen Ziele nicht unmittelbar gefahrden und den Wettbewerb starken. Angesichts der Dominanz des Kostendampfungszieles in der Gesundheitspolitik ist hier jedoch keine Bewegung zu erwarten. Die Dienstbereitschaft ist schon jetzt weitgehend geregelt und einer der wenigen Bereiche, wo die kollegiale Absprache in einer Versorgungsregion relativ gut funktioniert. Innovative Ansatze, wie ein mobiler Notdienst der telefonisch gerufen werden kann sollten genutzt werden. Die Deregulierungsnotwendigkeiten sind in der nachfolgenden Tabelle 1 zusammengefasst. 20 Tabelle 1: Deregulierungsnotwendigkeiten des Apothekenwesens Anzahl der Marktteilnehmer Fremdbesitz inkl. freier Rechtsformwahl Mehrbesitz Ausbildung Geschaftsbetrieb Groe und Einrichtung der Raume Anforderungen an das Personal Dienstbereitschaft Produkte Vorratshaltung Apothekenpflicht Verschreibungspflicht Preise Preisbildung und Preisspannen Bestehende Regulierung Alternative Regulierung Nicht zulassig Begrenzt Vorgeschrieben Nicht notwendig Nicht notwendig Keine Veranderung u. a. Abgeschlossenheit Vorgeschrieben Vorgeschrieben Partielle Deregulierung moglich Keine Veranderung Alternative Modelle denkbar Vorgeschrieben Vorgeschrieben Vorgeschrieben Alternative Modelle denkbar Keine Veranderung Keine Veranderung Preishochstgrenzen und Regulierte Preisspannen Deregulierung muss symmetrisch sein Wo ist mehr Wettbewerb, im Polypol oder Oligopol? 3 Wirtschaftstheoretische Analyse des Arzneimittelmarktes Wir wenden uns nun der wohlfahrtsokonomischen, markttheoretischen Analyse einer Beseitigung des Fremd und Mehrbesitzverbotes zu. 3.1 Bei Betrachtung der Situation des deutschen Apothekenmarktes ist festzuhalten, dass man derzeitig wohl einen besonderen Fall eines Polypols beobachten kann eine Vielzahl von unabhangigen Anbietern trifft auf eine Vielzahl von Nachfragern. Durch den geringen Marktanteil lasst sich die Marktstruktur als atomistisch beschreiben. Der Marktanteil jedes einzelnen Anbieters ist so klein, dass Veranderungen von Preis in zulassigen Nischen oder der Menge bzw. der Qualitat der erbrachten Dienstleistung des einzelnen Apothekers von einzelnen Apotheken keinen merklichen Einfluss auf die Marktsituation der ubrigen jedes einzelnen Anbieters 21 Konkurrenten hat. Man kann im Rahmen statischer Modelle zeigen, dass solche polypolistischen Konkurrenz oder Wettbewerbsmarkte zu einer optimalen Allokation im Sinne von Pareto und damit zu einer grotmoglichen gesellschaftlichen Wohlfahrt fuhren.45 Dies ist allerdings nur dann der Fall, wenn vollkommene Transparenz und keine die Entscheidungsfreiheit des Einzelnen beschrankenden Regulierungen bestehen. Der deutsche Apothekenmarkt ist aber durch eine Vielzahl gesetzlicher Eingriffe gekennzeichnet. Insbesondere fordert das Modell der polypolistischen Konkurrenz den freien und unbeschrankten Marktzutritt, der in Deutschland jedoch nicht gegeben ist. Zudem leidet die dynamische Effizienz in polypolistischen Markten ublicherweise: Der Anreiz zu Innovation, Ausdifferenzierung und Anpassung an neue Herausforderung ist gering. Durch die vereinzelt in Deutschland angedachten Deregulierungsmanahmen ware hingegen ein Trend zu einer je nach Region mehr oder minder oligopolistisch ausgestalteten Marktstruktur zu erwarten. Gerade Anbieter die bereits in oligopolistisch gepragten Markten tatig sind z.B. Pharmagrohandler und Drogerieketten konnten ihre Erfahrungen im Sinne einer Marktintegration nutzen, um in das Apothekengeschaft vorzustoen. 46 Oligopolen ist dabei stets zueigen, dass es einige wenige Anbieter gibt, von denen jeder eine gewisse Marktmacht hat und damit das Marktgeschehen durch seine Preis oder Mengenentscheidung beeinflussen kann. Das optimale Verhalten und damit auch Angebot und Preissetzung von Gutern hangt in recht starkem Mae von den Verhaltensweisen der Konkurrenten ab es existiert eine strategische Interdependenz zwischen den verschiedenen Anbietern.47 45 Vgl. WiedNebbeling 1997, S. 9. 46 Dies lie sich in der Realitat auch im Anschluss an die umfassende Deregulierung des Apothekenmarktes in Norwegen beobachten. 47 Vgl. WiedNebbeling, S. Schott, H. 2005, S. 242f. 22 3.2 Homogenes versus heterogenes Oligopol Bei Abschaffung von Mehrbesitz und Fremdbesitzverbot durfte man relativ kurzfristig den Fall eines homogenen Oligopols erwarten: Die angebotenen Guter sind aus Sicht der Kunden nahezu perfekte Substitute, es bestehen demzufolge keinerlei Praferenzen fur Guter unterschiedlicher Anbieter, da jeder dasselbe und niemand eigene oder exklusive Produkte anbietet. Oftmals entsteht gerade aus solchen homogenen Oligopolen starker Preiswettbewerb siehe unten: BertrandOligopol. Bleibt jedoch die weitgehend starre Preisregulierung bestehen, wird sich der Wettbewerb auf dem Apothekenmarkt nur in Richtung Qualitatswettbewerb orientieren. Dieser umfasst die Beratungsqualitat, zusatzliche Serviceleistungen wie z.B. Expressbelieferung und FreiHausLieferungen oder GesundheitsChecks bis hin zum z. B. DiabetesMonitoring im Rahmen von krankheitsspezifischen Programmen. Auch ware ein starkerer Preiswettbewerb im Teilsegment der nichtverschreibungspflichtigen Praparate zu erwarten. Die Abschaffung der Preisregulierung inklusive einer Minderung der Vollversicherung auch im verschreibungspflichtigen Segment wurde die Wettbewerbsdynamik zusatzlich deutlich verstarken, da in diesem Fall Preis und Qualitatswettbewerb zugleich wirken konnten. Auf langere Sicht konnte auch auf dem Apothekenmarkt ein heterogeneres Oligopol entstehen. Zwar bleiben die eigentlichen Produkte homogen, jedoch entwickeln sich nach und nach bestimmte Differenzierungen zwischen den unterschiedlichen Anbietern hinsichtlich dem Image, beim Preisniveau zumindest in dem Bereich, in dem hierfur gesetzlicher Spielraum eingeraumt wird, der Service und Beratungsqualitat, der geographischen Lage und dem Einsatz eines absatzpolitischen Instrumentariums. Diese Entwicklung konnte von weiteren Deregulierungsmanahmen sogar noch beschleunigt werden: Das Zulassen individueller Belieferungs oder gar Rabattvertrage zwischen Krankenkassen und groen Apothekenunternehmen, welche eventuell sogar ExklusivVertriebsrechte beinhalten, ware ein weiterer Reformschritt. Auch das Entstehen von PharmaHandelsmarken vertikal integrierter Konzerne ware 23 eine denkbare Option, zumal gerade Markennamen auf Oligopolmarkten eine groe Rolle spielen. Das Risiko der Reaktionsverbundenheit zwischen der Preis oder Mengensetzung der verschiedenen Anbieter besteht in Oligopolen. Deshalb muss naturlich auch der Apothekenmarkt voll dem Wettbewerbsrecht unterworfen werden, um marktbeherrschende Stellungen zu kontrollieren und Kartellierungen zu verhindern. Aufgabe des Kartellamtes ist es, kartellgepragte Marktstrukturen aufzubrechen. Je weitgehender jedoch die Deregulierung ist Fremd und Mehrbesitzverbot sowie Preisregulierung, begleitet von spurbaren Selbstbeteiligungen fur die Versicherten, umso unwahrscheinlicher ist der Fall abgestimmten Verhaltens der Anbieter. Vielmehr konnte in diesem Fall gerade ein Oligopol zu einem auerst intensiven Wettbewerb fuhren und damit wohlfahrtssteigernd wirken: Auf Preissenkungen und oder Qualitatssteigerungen eines Anbieters folgen entsprechende Reaktionen der OligopolKonkurrenten, da diese furchten, in diesem starken Wettbewerbsumfeld eigene Kunden zu verlieren. Die jedoch sicherlich nicht zu vernachlassigenden Gefahren sollten mittels einer stringenten KartellamtsUberwachung minimiert werden. 3.3 Oligopolmodelle: Kurz und langfristige Auswirkungen der Deregulierung Um einen vertieften Einblick zu geben, welche Vorhersagen die okonomische Forschung fur die Konsequenzen einer Deregulierungen gibt, sollen im Folgenden theoretische Oligopolmodelle zur Analyse des Apothekenmarktes herangezogen werden. In der wirtschaftswissenschaftlichen Theorie existieren verschiedene Ansatze, um die Wirkweisen und Konsequenzen des oligopolistischen Wettbewerbs zu beschreiben. Diese Oligopolmodelle und deren Wirkungen unterscheiden sich vornehmlich darin, welche Groe sie als den langfristig strategisch ausschlaggebenden Aktionsparameter annehmen Preis, Angebotsmenge, Produktdifferenzierung etc. und ob von Homogenitat oder Heterogenitat des Angebotes ausgegangen 24 wird. OligopolMarkte sind zu vielem fahig: Von friedlicher und gemeinsamer Koexistenz der Marktteilnehmer bis hin zum erbitterten Preiskrieg.48 Das CournotModell Im CournotModell 49 Mengenwettbewerb wird unterstellt, dass die Anbieter vorab simultan uber die Angebotsmengen entscheiden und anschlieend wie in einer Auktion uber denjenigen Preis entschieden wird, welcher Angebot und Nachfrage ausgleicht.50 Guter sind in diesem Modell per Annahme homogen, es gibt keine spezielle Vorliebe der Nachfrager fur einzelne Anbieter. In diesem Mengenwettbewerb passen sich die Preise den angebotenen Mengen schnell an. Im Ergebnis konvergiert das Marktergebnis bei einer groen Zahl der Anbieter gegen jenes eines Polypols. Ist hingegen die Zahl der Anbieter gering oder gar nur ein Einziger Fall des Monopols, ergeben sich Preise und Gewinne der Oligopolisten, die volkswirtschaftlich zu hoch sind.51 Der CournotFall ist fur den Apothekenmarkt wenig wahrscheinlich, da die Apothekenunternehmer nicht a priori ihre Mengen festlegen werden, sondern die Preise eher als strategische Variable wahlen. Das BertrandModell Genau dieser Fall ist die Annahme im BertrandModell 52. Es unterstellt, dass die Angebotsmengen flexibel sind was in der Regel auf dem Apothekenmarkt der Fall sein durfte und die Nachfrage immer zu den geforderten Preisen bedient werden kann. Wenn die Produkte perfekte Substitute sind homogenes Oligopol, ist das Unterbieten eines bestehenden Preises fur den einzelnen Oligopolisten lohnend und der Marktpreis in der Folge entsprechend niedrig. Ergebnis ist eine Preissetzung auf Hohe der Grenzkosten, so dass die Gewinne der Oligopolanbieter auf konkurrenz marktubliche Werte sinken. An diesem Punkt hat keiner der Anbieter Anreize, den gewahlten Preis zu verandern, da eine Erhohung mit dem Verlust der evtl. gesamten Nachfrage einherginge und eine Preissenkung eigene Verluste je verkaufter Einheit zur Folge hatte. Dieses fur die Kunden optimale Ergebnis paretooptimales 48 Vgl. WiedNebbeling 1997, S. 140f. 49 Cournot, A. 1839. 50 Beispiele fur diesen Mengenwettbewerb sind der Roholmarkt oder der Markt fur landwirtschaftliche Erzeugnisse. 51 Vgl. Varian, H. 2004, S. 494ff. 52 Bertrand, J. 1883. 25 Gleichgewicht kann schon bei nur zwei Marktteilnehmern erreicht werden. Voraussetzung ist eine groe Preisreagibilitat der Nachfrager Preiselastizitat.53 Das beschriebene BertrandOligopolmodell verdeutlicht, dass nicht allein die Angebotsmenge und die Zahl der Marktteilnehmer uber Ergebnis und Starke des Wettbewerbs entscheiden. Fur den Apothekenmarkt kann man bei entsprechend weiter Deregulierung auch der Preissetzung durchaus davon ausgehen, dass sich die Oligopolisten zunachst in Richtung eines Bertrand schen Preiswettbewerbs bewegen. Besonders ein relativ homogener Markt, welcher in der ersten Zeit nach Deregulierung zu erwarten ware, ist fur solche Preiskampfe empfanglich. Das SweezyModell Aus wohlfahrtstheoretischer Perspektive wurde in diesem Fall kein Anlass mehr bestehen, den Markt weiter zu regulieren. Lediglich kartellrechtliche Aufsicht ware vonnoten. Eine Gefahr bestunde lediglich darin, dass es unter den Oligopolisten zu gar keinem Wettbewerb kommt, da die Marktteilnehmer eine eventuell zwischenzeitlich erreichte Gleichgewichtsposition nicht verlassen. Genau dieses Phanomen versucht das so genannte SweezyOligopolmodell zu beschreiben.54 Es befasst sich mit einem Oligopolmarkt, auf dem der Preis als Wettbewerbsoption der Teilnehmer entfallt, da dieser quasi starr bleibt und somit nur Groen wie Werbung und Serviceleistungen entscheiden. Geht man zunachst davon aus, dass lediglich Fremd und Mehrbesitzverbot fallen, ohne die bestehende Preisregulierung und Vollversicherung anzutasten, so konnte dieses Modell die sich ergebende Situation auf dem Apothekenmarkt beschreiben. Ein intensiver Qualitatswettbewerb bei weiterhin regulierten Preisen ware die Folge. Apotheken werden beispielsweise versuchen, sich uber die Servicequalitat auszudifferenzieren. Hierbei muss jedoch angemerkt werden, dass in der ursprunglichen Definition der fixe Preis eine Folge des Oligopols darstellt und nicht wie im 53 Vgl. Pfahler, W. Wiese, H. 2005, S. 126f.; Varian, H. 2004, S. 500f. 54 Sweezy, P.M. 1939; vgl. Schumann, J. Meyer, U. Strobele, W. 2007, S. 361ff. 26 vorliegenden Fall aus rechtlichen Restriktionen des Gesetzgebers erwachst und damit unanhangig vom Oligopol besteht. Die Folge ware dennoch ein maig intensivierter Wettbewerb. Es ist offensichtlich, dass dieser Fall nicht zu einer paretooptimalen wenn im Vergleich zum Status Quo aber paretoerhohenden Marktsituation fuhren wird. Umso deutlicher kann an dieser Theorie erkannt werden, wie wichtig die gleichzeitige Aufhebung von Preisregulierungen, Vollversicherungsmentalitat und Beseitigung aller nicht fur die Sicherheit erforderlichen Regulierungen ist. Auch Wettbewerbsanreize, welche den Abschluss von Einzelvertragen zwischen Apothekenketten und Krankenversicherern genehmigen, konnen in der Lage sein, ein SweezyOligopol zu vermeiden und so eine hohe Wettbewerbsintensitat zu fordern. Das HotellingModell Langfristig steht zu erwarten, dass der zunachst relativ homogene Markt zumindest ein Stuck weit heterogener werden wird. Das so genannte Straenmodell nach Hotelling 55 stellt dabei einen geeigneten Ansatz zur Analyse und Prognose der langfristigen Folgen einer Deregulierung des Apothekenmarktes dar. Bildlich kann man das HotellingModell als eine Strae darstellen, auf der ein einheitliches Produkt verkauft wird. Da sich die Nachfrager nicht alle an genau derselben Stelle der Strae befinden, entstehen ihnen Transportkosten. Aus diesem Grund hegen die einzelnen Kunden raumliche Praferenzen fur den Anbieter, zu dem sie den kurzest moglichen Weg zum ansonsten identischen Produkt zurucklegen mussen. Zwar konzentrierte sich Hotelling in seinem Ursprungsmodell auf diese Differenzierung hinsichtlich der geographischen Lage, die Theorie ist jedoch geeignet auch Erkenntnisse uber die Entwicklung von Markten abzuleiten, auf denen andere Unterschiede zwischen den Anbietern bestehen. Insbesondere spielen auf oligopolistischen Markten spezifische Nachfragerpraferenzen bezuglich einzelner Marken, Angebots, Vertriebs und Servicekonzepte eine 55 Hotelling, H. 1929. 27 wichtige Rolle.56 Hierbei lasst sich die HotellingStrae als eine Art Geschmacksstrecke vorstellen, auf der Produkte angeboten werden. Die fiktive Entfernung eines Kunden zum angebotenen Produkt gibt dabei an, wie weit dieses von der gewunschten Auspragung entfernt ist. Kunden, deren Praferenzen nicht exakt getroffen werden, entstehen Transportkosten im Sinne eines Missnutzens. Der Konsument wird bei gleichen Marktpreisen denjenigen Anbieter wahlen, der ihm am meisten gefallt, d.h. zu dessen Laden er die kurzeste praferenzmaige Distanz zuruckzulegen hat. Bei differierenden Preisen spielen dagegen sowohl Preisunterschied als auch Transportkosten eine Rolle.57 Preisunterschiede aufgrund dieser raumlichen Entfernung oder Produktdifferenzierung stehen im Mittelpunkt der Analysen. Dieses Oligopolmodell nach Hotelling stellt eine Modifikation des BertrandModells dar Erweiterung um Praferenzen und Differenzierung. Das so erweiterte Modell ist in der Lage zu zeigen, wie der Preiswettbewerb durch den Grad der Produktdifferenzierung beeinflusst wird. Je groer die Nachfragerpraferenzen sind, umso starker haben einzelne Anbieter einen Gestaltungsspielraum. Kunden, die eine Praferenz fur bestimmte Marken oder Produkte haben, werden nicht wegen eines lediglich marginalen Preisvorteils den Anbieter wechseln. Hierdurch ist die Theorie besonders gut geeignet, realistische Folgen fur den Fall eines nicht vollkommen homogenen Oligopols abzuschatzen. Laut Hotellings Theorie existieren jedoch gegenlaufige Effekte, die bei der Wahl der Positionierung eine Rolle spielen: Einerseits existiert ein strategischer Effekt, wonach eine starke Produktdifferenzierung den Preiswettbewerb reduziert. Dieser Effekt gibt den Anreiz, sich vom Konkurrenten moglichst weit zu entfernen. Andererseits reduziert dies jedoch die eigene Nachfrage, da man sich auf diese Weise in eine Extremposition bewegt. Dieser Nachfrageeffekt setzt den gegenlaufigen Anreiz, sich auf den Konkurrenten hinzu zu bewegen und eine minimale Differenzierung zu suchen.58 56 Vgl. Schulenburg, J.M. Graf von der 1987 1993, der das HotellingModell zur Analyse von Markten mit Nachfragerpraferenzunterschieden verwendet. 57 Vgl. WiedNebbeling 1997, S. 206. 58 Vgl. WiedNebbeling 1997, S. 206ff. 28 Das Modell passt besonders gut fur die Erklarung der Marktstruktur und Marktdynamik auf dem Apothekenmarkt nach einer Deregulierung. Sowohl traditionelle Apotheken als auch MarkenApotheken, die von Kapitalgesellschaften betrieben werden, wie auch Apotheken mit neuen Vertriebs und Servicekonzepten werden sich ausdifferenzieren, sodass der Differenzierungsgrad ansteigen wird. Je mehr dies stattfindet, um so mehr werden verschiedene Formen der Arzneimitteldistribution in Koexistenz bestehen konnen. Praferenzen verschiedener Kundengruppen werden auf diese Weise bedient. Fur die wohlfahrtstheoretische Bewertung dieses Modells muss zunachst berucksichtigt werden, dass hier anders als in der BertrandTheorie heterogene Guter fur die ebenfalls heterogenen Praferenzen der Kunden Beachtung finden. Der Nutzen des Einzelnen hangt also von der Erfullung seiner Praferenzen ab. Eine den tatsachlichen Praferenzen entsprechende Ausgestaltung bzw. Verteilung der Produktdifferenzierung wurde demnach wohlfahrtssteigernd sein, da Transportkosten der Menschen auf diese Weise minimiert werden. In der Regel ist zu erwarten, dass weder vollige Homogenitat Mitte der fiktiven Strae, noch vollige Heterogenitat die beiden auersten Punkte der Strae die Praferenzen der Kunden erfullen. Der sich tatsachlich ergebende Differenzierungsgrad ist abhangig von einer Vielzahl von Faktoren, z.B. der Praferenzen der Kunden, der Preiselastizitat der Nachfrage oder der Ausgestaltung der Transportkostenfunktion. Es werden im Ubrigen so lange Anbieter mit weiteren Formen des Angebotes in den Markt eintreten, bis die zusatzlichen Produktionsfixkosten nicht mehr durch eine zusatzlich generierte Zahlungsbereitschaft gedeckt werden.59 Der Markt fuhrt so zu einem Gleichgewicht. 59 Vgl. Woeckener, B. 2006, S. 149ff., S. 160ff. 29 3.4 Was wissen wir uber die Zukunft eines deregulierten Apothekenmarktes? Zusammenfassend ist zu erwarten, dass die umfassenden Deregulierungsmanahmen auf dem relativ homogenen Apothekenmarkt zur Einleitung Betrand scher Preiswettbewerbstendenzen fuhren werden. Sinkende Preise und eine gesteigerte gesellschaftliche Wohlfahrt sind die Folge. Je groer der Deregulierungsumfang insbesondere der Preisregulierung, umso mehr dieser Wohlfahrtssteigerungen sind zu erwarten. Nach gewisser Zeit wird sich das Wettbewerbsumfeld aufgrund unterschiedlicher strategischer Storichtungen der einzelnen Oligopolisten heterogener entwickeln. Unter Berucksichtigung der von Hotelling in seinem Straenmodell vorhergesagten Effekte, kommt es hierdurch zu einem langfristigen Gleichgewicht, welches ein hoheres Wohlfahrtsniveau fur die Apothekenkunden ermoglicht als die derzeitige Situation. Verschiedene Anbieter mit verschiedenen Konzepten Qualitatsfuhrerschaft, Preisfuhrerschaft, geografische Nische, Anbieten von eigenen Handelsmarken z.B. im OTCBereich etc. erlauben eine wohlfahrtssteigernde Produktvielfalt bei gleichzeitig hohem Wettbewerbsdruck in sich wiederum homogenen Marktnischen. in vielen der 30 4 Folgen einer Deregulierung des Apothekenmarktes Nachdem im zweiten Kapitel die Zielkongruenz einzelner Regulierungsmanahmen diskutiert und im dritten Kapitel Vorhersagen der theoretischen Markt und Wohlfahrtstheorie einer Deregulierung abgeleitet wurden, soll nun die eingangs gestellte Frage nach den Auswirkungen einzelner Deregulierungsschritte auf das Apothekenwesen analysiert werden. Dabei betrachten wir zwei Szenarien: Eine Deregulierung der bestehenden Mehr und Fremdbesitzregelungen ohne Beseitigung der Vollversicherung und Festpreise Abschnitt 4.1 gegenuber einer Deregulierung inklusive dieser beiden Reformschritte Abschnitt 4.2. 4.1 Deregulierung der Arzneimitteldistribution bei Vollversicherung und Festpreisen Wir nehmen zunachst an, dass die Preisregulierung und der Vollversicherungsschutz als Regulierung bestehen bleiben und nur das Fremd undoder Mehrbesitzverbot aufgehoben werden. Die nachfolgende Abbildung zeigt die Abfolge der Manahmen zur Deregulierung auf: Abbildung 1: Grad der Deregulierung im Apothekenwesen bei Vollversicherung und Festpreisen Abschaffung der Einschrankungen Zunehmende Deregulierung zum Mehrbesitz zum Fremdbesitz Steigende Wettbewerbsintensitatbei bestehender Vollversicherung und Festpreisen 31 4.1.1 Wirkung einer Abschaffung der Vorschriften zum Mehrbesitz von Apotheken Alleinige Anderung der Mehrbesitzregelung: Eine Abschaffung der Mehrbesitzregelung gabe Apothekern mit einer Hauptapotheke und drei Filialen die Moglichkeit zur Ausweitung des Geschafts. Die Frage ist, ob viele Apotheken mit Filialen diese Moglichkeit nutzen wurden. Dies ist nicht zu erwarten. Der Anteil der Apotheker, der bislang von der Mehrbesitzregelung Gebrauch gemacht hat, ist gering. Schaut man sich die Apothekenlandschaft in Deutschland an, so ergibt sich folgendes Bild: Ende des Jahres 2006 gab es 21.551 Apotheken, wobei die Zahl uber die Jahre recht konstant ist. Die Apothekendichte lag damit bei einem Wert von 3.825 Einwohnern je Apotheke. Aufgrund des seit 2004 bestehenden rechtlichen Rahmens ist es zulassig, neben der eigenen Hauptapotheke noch drei Filialen zu grunden bzw. bestehende Apotheken zu ubernehmen. Allerdings gab es Ende 2006 nur 1.796 Filialbetriebe. Das entspricht nur einer minimalen Ausschopfung der Moglichkeiten. Nur rund 1.530 Apothekenleiter nutzten die Chance der Filialgrundung. 1.301 Apotheker haben eine Filiale, 192 zwei Filialen und lediglich 37 drei Filialen.60 Meldungen, dass uber FranchiseModelle in kurzer Zeit hunderte von neuen Lizenzen vergeben werden, scheinen so lange ubertrieben, wie das Fremdbesitzverbot Aufrecht erhalten bleibt. Die okonomische Theorie liefert den Grund fur diesen empirischen Befund: Die Grenzkosten steigen offensichtlich mit jeder weiteren Apothekenfiliale, wenn sie von einem Apotheker und nicht einer professionellen Betreibergesellschaft betrieben wird. Die zunehmenden Kosten fur den Apotheker, eine weitere Apotheke zu betreiben, werden nicht durch Einsparungen von Fixkosten des gemeinsamen Betreibens einer groeren Anzahl von Apotheken uberkompensiert. Die steigenden Grenzkosten konnen mit den Schwierigkeiten eines Apothekers begrundet werden, mehrere Apotheken gleichzeitig zu fuhren, und mit den hohen Kosten, die ein angestellter Apotheker im Vergleich zur Selbstausbeutung des selbststandig tatigen 60 Vgl. ABDA 2007, S. 36. 32 Apothekers verursacht. Die Folgerung basiert auf zwei Uberlegungen: Zum einen existieren derzeit nur wenige Apotheken mit zwei oder mehr Filialen, da offenbar die economies of scale Kostendegression aufgrund der Groe eines Filialsystems geringer sind als die Kostensteigerungen des Betreibens von Filialen. Zum anderen bliebe bei einer reinen Erweiterung der Mehrbesitzregelung auf mehr als drei Filialen, Einzelhandlern und Unternehmen mit groer Erfahrung in Logistik und der Fuhrung eines Filialsystems sowie einer ausreichenden Kapitalausstattung der Weg in den Apothekenmarkt versperrt. Lockerung der Anforderungen zur Abgeschlossenheit bei gleichzeitigem Fortbestand der Fremdbesitzregelungen: Eine Lockerung der Anforderungen an die Abgeschlossenheit von Apotheken hatte zur Folge, dass es Apothekern moglich ware, ihre Apotheken z.B. zu Fachabteilungen in Kaufhausern umzufunktionieren, wie dies in den USA der Fall ist. In Abhangigkeit der Quersubventionierung zwischen den Bereichen NichtApotheken bzw. Apothekengutern ware es Apothekern moglich, die zusatzlichen Kosten einer Filiale, die sich insbesondere aus der Abgeschlossenheit der Geschaftsraume ergeben, zu reduzieren. Auerdem konnte die Lage in einem Kaufhaus zu einem erhohten Absatz fuhren. Insgesamt werden diese Kostenvorteile aber eher gering sein und eine derartige Deregulierung erscheint in den nachsten Jahren aus Verbraucherschutzgrunden weder wunschenswert noch wahrscheinlich. Einfachere Zulassung von Versandapotheken: Wenn der Gesetzgeber einer vereinfachten Zulassung von Versandapotheken zustimmt, ohne zugleich die Kostenerstattungsregelungen zu verandern, ist keine signifikante Anderung fur die bestehende Apothekenlandschaft zu erwarten. Selbst wenn Versandapotheken einen komparativen Kostenvorteil bei der Distribution von Arzneimitteln z.B. aufgrund von einer durchschnittlich gunstigeren Logistik oder aufgrund von Mehrwertsteuersatzdifferenzen realisieren wurden, konnen sie diesen Vorteil nicht an die Kunden weitergeben. Der Wettbewerbsvorteil von Versandapo 33 theken bliebe auf die von manchen Kundengruppen bevorzugte Bestellung uber das Internet und die Distribution von Arzneimitteln auf dem postalischen Weg beschrankt. Angesichts der hohen Bevolkerungs und Apothekendichte in Deutschland ist dieser Vorteil von geringer Bedeutung. In Flachenlandern wie den Vereinigten Staaten oder Schweden, die eine geringere raumliche Apothekendichte aufweisen siehe nachfolgende Tabelle, ware mit einem groeren Potential fur Versandapotheken aufgrund des bequemeren Bezugs der Arzneimittel zu rechnen. So scheinen die Erwartungen des Bundesverbandes Deutscher Versandapotheken, dass der Marktanteil der Internet und Telefonapotheken von derzeit 1 % auf 8 % bis 2010 steigen wird 61, wohl nicht realistisch. Selbst in den USA, wo es groe landliche Gebiete gibt, die Preissensibilitat der Nachfrager wegen des geringeren Versicherungsschutzes deutlich ausgepragter ist, die Preise fur innovative Arzneimittel wesentlich hoher sind und eine Preisregulierung weitgehend fehlt, haben Versandapotheken bestenfalls einen Marktanteil von 15 % erreichen konnen.62 Auf jeden Fall muss die Regulierung dafur Rechnung tragen, dass nicht die Beratungsaufgabe von den offentlichen lokalen Apotheken zu ubernehmen ist, wahrend die Versandapotheken Rosinen picken durfen. Tabelle 2: Raumliche Apothekendichte in Deutschland, USA und Schweden Deutschland USA Schweden Bei einer gleichmaigen Verteilung der Apotheken wurde jede Apotheke ein Quadrat versorgen. Dieses hatte eine Seitenlange von  4,1 km 12,7 km 21,8 km Quelle: Eigene Recherchen und ABDA 200663 61 Vgl. Ziegenbein, R. 2007, S. 4. 62 Vgl. BVDVA 2007, S. 1. 63 Vgl. ABDA 2006. 34 Die neuen neben konnten in den Markt Marktteilnehmer 4.1.2 Lockerung der Bestimmungen zum Fremdbesitz von Apotheken Weitaus groere Folgen als eine Aufweichung der Mehrbesitzregelungen hat eine Lockerung der Bestimmungen zum Fremdbesitz von Apotheken. Eine solche Deregulierung wurde es Einzelhandlern, die bereits Erfahrung mit dem Betrieb eines Filialsystems haben, ermoglichen, fur Arzneimitteldistribution einzusteigen.64 der Managementerfahrung auch auf erheblich mehr Kapital zuruckgreifen, um eine Vielzahl neuer Filialen zu eroffnen oder bestehende Apotheken zu ubernehmen. Allerdings wird dies auch fur Einzel und Grohandelskonzerne nur dann interessant sein, wenn sie die Apotheken in ihre bestehenden Filialnetze integrieren konnen oder Vorteile aus einer vertikalen Integration erzielen konnen.65 Der Einstieg in den Apothekenmarkt ist fur neue Akteure mit erheblichen Kosten zur Markterkundung verbunden. Der Erwerb bestehender Strukturen konnte hierzu eine attraktive Alternative sein. Bei der Diskussion zur Zulassung des Apothekenfremdbesitzes sollte daher nicht vergessen werden, dass die Verkaufspreise fur etablierte Apotheken aufgrund der vergroerten Zahl potenzieller Erwerber steigen wurden. Dies konnte ein Vorteil fur Apotheker sein, die heutzutage unrentable Apotheken betreiben, welche dann durch den neuen Eigentumer aufgrund seines Knowhows wieder profitabel gemacht werden. Beispiele aus dem Krankenhaussektor zeigen dies, wo groe private Krankenhausunternehmen defizitare Krankenhauser ubernommen und diese wieder profitabel gemacht haben. Lockerung der Abgeschlossenheit: Ginge der Gesetzgeber bei der Deregulierung des Apothekenwesens noch einen Schritt weiter und wurde eine Lockerung der Abgeschlossenheitsanforderungen verfugen, so ware mit einer sehr erheblichen Wettbewerbsverscharfung zu rechnen. Schlielich konnten in diesem Falle die neuen Apotheken auf bestehende EinzelhandelsStrukturen zuruckgreifen und auf diese Weise Verbundeffekte realisieren. 64 Diese Meinung vertritt ebenso die Europaische Kommission: Sie geht von einer negativen Korrelation von Regulierungsgrad und Produktivitat sowie Allokationseffizienz des Sektors aus. Siehe hierzu den Bericht im Auftrag der Europaischen Kommission von ECORYS 2007. 65 Vgl. hierzu Kapitel 2.4. zu Skalen und Verbundeffekten. 35 Der dann entstehende Mangel an Apothekern und die sich daraus ergebende Gehaltsspirale wurden in diesem Fall dampfend auf eine starke Zunahme der Apothekenanzahl wirken. 4.2 Wirkung einer Preisobergrenze fur verschreibungspflichtige Medikamente bei gleichzeitiger Reduktion der Versicherungsdeckung Bei einer Abschaffung der Vollversicherung fur Arzneimittelkosten bei gleichzeitiger Definition der Arzneimittelpreise zu durch die Apotheke unterbietbaren Preisobergrenzen ware langerfristig von einem Margenverfall der Arzneimitteldistribution auszugehen. Groe Unternehmen durften mittels ihrer Marktmacht den letztendlich fur den Verbraucher wahrnehmbaren Preis drucken, die Verbraucher sollten dies zudem selber spuren, d.h. zahlen mussen. In der Literatur existiert hier eine Vielzahl von geeigneten Vorschlagen den gewunschten Preiswettbewerb gesetzlich auszugestalten z.B. durch eine stetige und nicht begrenzte prozentuale Zuzahlung oder einen von der Apotheke frei wahlbaren Vertriebszuschlag.66 Eine Aufhebung der generellen Preisvorgaben in Kombination mit einer Umstellung der Zuzahlungen auf einen prozentualen Anteil vom Abgabepreis wird auch von Sachverstandigenrat und Monopolkommission gefordert. Die Experten gehen von moglichen Preissenkungen im Bereich von etwa 15% aus.67 Die Zahl der Marktteilnehmer wurde in der Folge sinken. Der beschriebene Margenverfall ware dabei fur Apotheken, die bereits unter den heutigen Gegebenheiten nur geringe Gewinne erzielen, kritisch. Groe Auswirkungen hatte der Wettbewerb fur Apotheken in dichter besiedelten Regionen mit einer hohen Apothekendichte, wo es den Patienten leicht moglich ware, Preise zu vergleichen und zum gunstigsten Anbieter zu wechseln. In Abhangigkeit der Zuzahlungen wurde zudem ein Preiswettbewerb um besonders profitable Patienten entstehen. Nachfolgende Abbildung 66 Vgl. hierzu beispielsweise SVRGesundheit 2002, S. 70f.; Monopolkommission 2006, S. 418f., Ziffer 1166ff. oder Glaeske, G. Klauber, J. Lankers, C.H.R. Selke, G.W. 2003, S. 45ff. 67 Vgl. SVR 2002, S. 279, Ziffer 503. 36 zeigt den Grad der Deregulierung auf: Abbildung 2: Folgen der Deregulierung bei Aufhebung von Festpreisen und reduziertem Versicherungsschutz Zunehmende Deregulierung Abschaffung der Einschrankungen zum Mehrbesitz Abschaffung der Einschrankungen zum Fremdbesitz Vereinfachte Zulassung von Versandapothekenbei Aufhebung von Festpreisen Reduziertem Versicherungsschutz Steigende Intensitatdes PreisWettbewerbs Aufhebung des Mehrbesitzverbots: Wie beschrieben, kame es in diesem Szenario nur langsam zu einer Veranderung der bestehenden Marktstruktur fur Apotheken. Bedingt durch den hoheren Wettbewerbsdruck konnten jedoch Apotheker eher gezwungen sein, ihre Apotheken an andere Marktteilnehmer zu verkaufen. Aufhebung der Beschrankungen zum Fremdbesitz: Weitaus groere Auswirkungen hatte die zusatzliche Deregulierung des Fremdbesitzverbotes. Neue Marktteilnehmer konnten nicht nur Filialen eroffnen, sondern hatten durch den Preiswettbewerb ein Mittel, um Kunden wirksam anzulocken. Kame es zu einem echten Wettbewerb bei der Arzneimitteldistribution, ware zunachst eine Steigerung der Apothekenanzahl zu erwarten. Im Zeitverlauf wurde die Apothekendichte jedoch sinken. Betroffen von der Wettbewerbsverscharfung waren in diesem Fall neben den gut gehenden Apotheken in dicht besiedelten Regionen auch solche in weniger dicht besiedelten Regionen, die besonders profitable Patienten versorgen. In Abhangigkeit der Zuzahlungsregelungen ware zu erwarten, 37 dass es einigen Marktteilnehmern gelingt, besonders profitable Patienten auch uber groere Entfernungen anzulocken. Vereinfachte Zulassung von Versandapotheken: Erst durch die liberalisierte Preisbildung erhalten Versandapotheken ein wirksames Mittel, um Kunden anzuziehen. Da sie in diesem Szenario Kostenvorteile an die Kunden weitergeben konnen, ist von einem Markterfolg dieser Anbieter auszugehen. Insbesondere waren Versandapotheken fur Patienten mit besonders teueren Medikamenten interessant. Gleiches gilt fur eine Liberalisierung der Kooperationsmoglichkeiten zwischen Krankenkassen und Apotheken. Schlielich wurden diese Modelle insbesondere auf die Versorgung von Patienten mit sehr teueren Arzneimitteln abzielen. Zusammenfassung 4.3 Zusammenfassend kommt einer Liberalisierung der Preise und vor allem der Fremdbesitzregelung eine ganz besonders wichtige Bedeutung zu. Von den Effekten waren insbesondere Apotheken in dicht besiedelten Regionen betroffen. Ohne dass jedoch der Fremdbesitz von Apotheken zugelassen wird und es bei Festpreisen bleibt, ist zu erwarten, dass sich die Struktur der Arzneimitteldistribution nur langsam andert. Die nachfolgende Tabelle fasst diese Uberlegungen zusammen: 38 Tabelle 3: Zusammenfassung der Folgen einzelner Deregulierungsmanahmen Kombination einzelner Manahmen der Regulierung Fest Dereg Dereg Dereg Dereg Dereg Fest Fest ja ja keine A keine A Dereg keine A Fest ja Dereg Dereg ja nein nein nein Dereg Dereg keine A keine A Dereg Keine A Dereg Dereg nein Dereg Dereg keine A keine A keine A Dereg keine A Keine A keine A Dereg keine A keine A keine A keine A keine A Keine A keine A keine A Preise Vollversicherung Mehrbesitz Fremdbesitz AbgeschlossenheitEHA Versand Folgen: Allgemeine Einschatzung Status quo Dynamik Veranderung der Anzahl der Marktteilnehmer Apotheken in dicht besiedelten Regionen Apotheken in weniger dicht besiedelten Regionen Apotheken mit besonders profitablen Patienten nein Dereg Dereg Dereg Dereg Ausdehnung von Ketten in bestehenden Geschaften, noch mehr Preiswettbewerb, noch mehr Wettbewerb durch den Versandsehr gro zunachst Apotheker eroffnen sehr langsam neue Filialen Neue Spieler eroffnen neue Apotheken Neue Spieler nutzen bestehende Laden, um in den Markt einzutreten langsamer Preiswettbewerb der bestehenden Einheiten Ausdehnung von ApothekerKetten, Preiswettbewerb Ausdehnung von neuen Ketten, mehr Preiswettbewerb Ausdehnung von Ketten in bestehenden Geschaften, noch mehr Preiswettbewerb gering gro sehr gro mittel mittel gro zunachst danach sehr gro zunachst zunachst , , , danach danach danach kaum betroffen betroffen besonders betroffen betroffen betroffen sehr betroffen sehr betroffen sehr betroffennein nein betroffen weniger betroffen weniger betroffen betroffen betroffen betroffen nein nein nein in dichter besiedelten Regionen weniger betroffen betroffen betroffen sehr betroffen Nutzung der Effizienzreserven Mehr Apotheken Mehr Apotheken Apotheken und Kostensenkung keine A: Keine Anderung ; Dereg: Deregulierung ; Zunahme ; Abnahme Mehr Apotheken Mehr Mehr Mehr Apotheken und Kostensenkung Apotheken und Kostensenkung DrogerieApotheken und Kosten senkung DrogerieApotheken und Kostensenkung 39 5 Ausblick und Zusammenfassung Im Rahmen der vorliegenden Untersuchung wurde die Regulierung des Apothekenwesens in Deutschland aus okonomischer Sicht untersucht. Zum einen hat sich gezeigt, dass eine Reihe von Regulierungen durchaus ihre Begrundung haben. Zum anderen verursachen andere Teile des Regulierungsbundels erhebliche volkswirtschaftliche Kosten. Die staatlichen ZulassungsRegulierungen konnen immer nur die Inputqualitat, nicht jedoch die Prozess oder Ergebnisqualitat beeinflussen. Letztere lassen sich nur durch einen dynamischen Wettbewerb erreichen und optimieren, d.h. durch Wettbewerbsfreiheit unter Wahrung uberwachter Minimalstandards. Eine besondere Aufmerksamkeit widmet diese Untersuchung den Fremd und Mehrbesitzregelungen, den Regelungen des Geschaftsbetriebs und der Preisregulierung. Dabei wird deutlich, dass die Wirkungen einzelner Deregulierungen eher gering einzuschatzen sind, wahrend mehrere Deregulierungsmanahmen gleichzeitig zu erheblichen Veranderungen fuhren konnen. So wird von einer alleinigen Aufhebung der Mehrbesitzregelung nur ein geringer Effekt auf die Marktstruktur, die Effizienz und die Qualitat der Arzneimitteldistribution und damit auf die Situation der bestehenden Apotheken erwartet. Die Lockerung der Fremdbesitzbestimmungen hat hingegen eine groere Wirkung und wurde die Effizienz der Arzneimitteldistribution sowie die durchschnittliche Beratungs und Servicequalitat erhohen. Fallt hingegen gleichzeitig, d.h. mit der Aufhebung des Fremdbesitzverbotes, die Preisregulierung und sinkt der Umfang des GKVVersicherungsschutzes beispielsweise durch erhohte Selbstbeteiligungen der Patienten, so werden die traditionellen Apotheken unter einen erheblichen Wettbewerbsdruck geraten. Es kann festgehalten werden, dass die bisherigen Beschrankungen der Bildung einer optimalen Apothekenbetriebsgroe entgegenstehen und deshalb mit dem Ziel einer gesteigerten Effizienz in der Arzneimittelversorgung aufgehoben werden sollten. Die Sicherstellung der ordnungsgemaen Arzneimittelversorgung ware auch bei weniger regulatorischen Eingriffen in den Apothekenmarkt gewahrleistet. Die Aufhebung der Beschrankungen sollte dabei in ein umfassendes Konzept integriert werden, in das 40 die restlichen Regulierungsbereiche des Arzneimittelmarktes einbezogen werden, um ein bestmogliches Ergebnis zu erzielen. Als Marktergebnis im Falle einer Deregulierung ware zu erwarten, dass Apothekengrobetriebe einen signifikanten Marktanteil erreichen und ineffiziente Apotheken grotenteils aus dem Markt gedrangt oder an Apothekengrobetreiber verkauft werden, wodurch die Apothekenzahl nach kurzzeitigem Anstieg langfristig absinken konnte. Ob und mit welcher Geschwindigkeit sich die Zahl der Apotheken von derzeit etwa 21.500 verringern wird, kann schwer vorhergesagt werden. Aber selbst wenn die Zahl sich um ein Viertel reduzieren wurde, ware eine Unterversorgung landlicher Gebiete noch nicht zu befurchten. Gerade in diesen Bereichen geringeren Wettbewerbs gabe es bei entsprechender Deregulierung und damit Spielraumen fur den Unternehmer Apotheker einen Anreiz sich niederzulassen. Es ist zu erwarten, dass die verbleibenden inhabergefuhrten und damit marktfahigen Anbietern auf der einen Seite und solche, die in Ketten organisiert sind auf der anderen Seite, um die Gunst des Kunden konkurrieren werden. 41 Literaturverzeichnis Approbationsordnung fur Apotheker: Vom 19. Juli 1989 BGBI. I S. 1489, zuletzt geandert durch Art. 3 Abs. 5 des Gesetzes vom 19. Februar 2007 BGBI. I S. 122. Arzneimittelpreisverordnung: Vom 14. November 1980 BGBI. I S. 2147, zuletzt geandert durch Artikel 32 und 33 des Gesetzes vom 26. Marz BGBI. I S. 378. Bertrand, J. 1883: Review of Walras Theorie Mathematique de la Richesse Sociale and of Cournot s Recherches sur les Principes Mathematiques de la Theorie des Richesses, Journal des Savants, S. 499508. Blohorn, H. 2006: Apothekenmarketing, in: OTCTools, 9. Jg., Heft 4, S. 1011. Buhler, J. 2002: Einfuhrung in die Industrieokonomik, Heidelberg. BundesApothekenordnung: In der Fassung der Bekanntmachung vom 19. Juli 1989 BGBI. I S. 1478, 1842, zuletzt geandert durch Artikel 33 der Verordnung vom 31. Oktober 2006 BGBI. I S. 2407. Bundesverband deutscher Versandapotheken, BVDVA 2007: ArzneiVersandhandel: Status Quo, Stand 1.Oktober 2007, URL: http:www.bvdva.defileadmincontentpdfDaten_und_Fakten_zum_Versandhandel_okt_07.pdf Stand 19.12.2007. Bundesvereinigung Deutscher Apothekerverbande, ABDA 2006: Jahresbericht 20052006, URL: http:www.abda.defileadmindownloadsABDA_Bericht_2005_06.pdf Stand 18.12.2007. Bundesvereinigung Deutscher Apothekerverbande, ABDA 2007: Jahresbericht 20062007, URL: http:www.abda.defileadmindownloadsPDFs2007_DAT071018_ABDA_Bericht_03.pdf Stand 18.12.2007. Coase, R.H. 1937: The nature of the firm, in: Williamson, O.E.Winter, S.G. Hrsg. 1991, The Nature of the Firm: Origins, Evolution, and Development, New York, S. 1833. Cournot, A. 1838: Recherches sur les Principes Mathematiques de la Theorie des Richesses, Paris. ECORYS 2007: Study of regulatory restrictions in the field of pharmacies Client: European Commission, Internal Market and Services DG, URL: http:ec.europa.euinternal_marketservicesdocspharmacyreport_en.pdf Stand 19.02.2008. Gesetz uber das Apothekenwesen: In der Fassung der Bekanntmachung vom 15. Oktober 1980 BGBI. I S. 1993, zuletzt geandert durch Artikel 36 des Gesetzes vom 26. Marz 2007 BGBI. I S. 378 Anderung durch Art. 3 G v. 02.12.2007 I 2686 Nr. 60 textlich nachgewiesen, dokumentarisch noch nicht bearbeitet. Gesetz zur Starkung des Wettbewerbs in der gesetzlichen Krankenversicherung: Vom 26. Marz 2007 in der Fassung der Bekanntmachung vom 30. Marz 2007 BGBI. I S. 378. Glaeske, G.Klauber, J.Lankers, C.H.R. Selke, G.W. 2003: Starkung des Wettbewerbs in der Arzneimittelversorgung zur Steigerung von Konsumentennutzen, Effizienz und Qualitat: Gutachten im Auftrag des Bundesministeriums fur Gesundheit und Soziale Sicherung BMGS, Bonn, URL: http:www.gesundheitspolitik.net01_gesundheitssystemreformkonzeptearzneimittelversorgungGutachtenBMGS_20030416.pdf Stand 18.12.2007. Gobel, E. 2002: Neue Institutionenokonomik: Konzeption und betriebswirtschaftliche Anwendungen, Stuttgart. Hollstein, P. 2006: Kettenkonzerne drangen in den Apothekenmarkt, in: Pharmazeutische Zeitung, 151. Jg., Heft 26, S. 3442. 42 Hotelling, H. 1929: Stability in Competition, Economic Journal, Vol. 39, S. 4157. Kierndorfer, A. 2007: Der Gewinn liegt im Einkauf, in: Apotheke Marketing, 16. Jg., S. 3137. Lindstadt, H.Hauser, R. 2004: Strategische Wirkungsbereiche des Unternehmens: Spielraume und Integrationsgrenzen erkennen und gestalten, Wiesbaden. Monopolkommission 2006: Mehr Wettbewerb auch im Dienstleitungssektor, Sechzehntes Hauptgutachten der Monopolkommission 200405, Nomos Verlagsgesellschaft, BadenBaden. Niestraht, U. 1983: Nachfragemacht des Handelns: Begriff, Theorie und Operationalisierung, in: Europaische Hochschulzeitschriften, Reihe 5, Volks und Betriebswirtschaft, Bd. 437, Frankfurt. Pfahler, W. Wiese, H. 2005: Unternehmensstrategien im Wettbewerb Eine spieltheoretische Analyse, Springer, 2. Auflage. Sachverstandigenrat fur die Konzentrierte Aktion im Gesundheitswesen, SVR Gesundheit 2002: Zur Steigerung von Effizienz und Effektivitat der Arzneimittelversorgung in der gesetzlichen Krankenversicherung GKV, Addendum zum Gutachten 20002001: Bedarfsgerechtigkeit und Wirtschaftlichkeit, Nomos Verlagsgesellschaft, BadenBaden. Sachverstandigenrat fur die Konzentrierte Aktion im Gesundheitswesen, SVR Gesundheit 2005: Koordination und Qualitat im Gesundheitswesen, Gutachten 2005. Sachverstandigenrat zur Begutachtung der Gesamtwirtschaftlichen Entwicklung, SVR 2002: Zwanzig Punkte fur Beschaftigung und Wachstum, Jahresgutachten 200203, MetzlerPoeschel, Stuttgart. Schulenburg, J.M. Graf von der 1987: Marktgeschehen bei unvollstandigen Nachfragerinformationen die Auswirkungen von Anbieterwechselkosten und Informationskosten in dynamischen Marktprozessen, in: Zeitschrift fur Betriebswirtschaft, Bd. 57, S. 89109. Schulenburg, J.M. Graf von der 1993: Marktprozess und Marktstruktur bei unvollstandigen Informationen, in: Zeitschrift fur Wirtschafts und Sozialwissenschaften, Vol. 113, S. 509555. Schumann, J. Meyer, U. Strobele, W. 2007: Grundzuge der mikrookonomischen Theorie, 8. Auflage, Springer. Schoffski, O. 1995: Die Regulierung des deutschen Apothekenwesens Eine okonomische Analyse, Nomos Verlagsgesellschaft, BadenBaden. Smith, A. 1776: An Inquiry into the Nature and Causes of the Wealth of Nations, Chicago University Press 1976, Chicago. Sozialgesetzbuch Funftes Buch SGB V: Vom 20 Dezember 1988 BGBI. I S. 2477, zuletzt geandert durch Artikel 6 Abs. 3 des Gesetzes vom 20. Juli 2007 BGBI. I S. 1574. Steven, M 1998: Produktionstheorie, in: Albach, H. Hrsg., Die Wirtschaftswissenschaften, Wiesbaden. Sweezy, P.M. 1939: Demand under Conditions of Oligopoly, Journal of Political Economy, Vol. 47, S. 563573. Varian, H. 2004: Grundzuge der Mikrookonomik, Oldenbourg, 6. Auflage. Verordnung uber den Betrieb von Apotheken: In der Fassung der Bekanntmachung vom 26. September 1995 BGBI. I S. 1195, zuletzt geandert durch Artikel 4 des Gesetzes vom 20. Juli 2007 BGBI. I S. 1574. WiedNebbeling, S. 1997: Markt und Preistheorie, Springer, 3. Auflage. 43 WiedNebbeling, S. Schott, H. 2005: Grundlagen der Mikrookonomik, Springer, 3. Auflage. Williamson, O.E.Winter, S.G. Hrsg. 1991: The Nature of the Firm: Origins, Evolution, and Development, New York. Woeckener, B. 2006: Einfuhrung in die Mikrookonomik, Springer. ZEITOnline 2006: Billige Pillen dank EU, 332006 vom 10.08.2006, URL: http:www.zeit.deonline200633presseschauapothekendocmorris Stand 19.12.2007. Ziegenbein, R. 2007: Der Apotheker als Kaufmann Das uberfachliche Kompetenzprofil des erfolgreichen Pharmazeuten, International School of Management g Gmb H, URL: http:www.bvdva.defileadmincontentpdfaktuellesumfragenStudie_Qualifizierungsbedarf_V011.pdf Stand 19.12.2007. 44", "filename": "560550790.PDF", "person": ["Johann-Matthias von der Schulenburg", "von der Schulenburg, Johann-Matthias", "Jan-Marc Hodek", "Hodek, Jan-Marc"], "date": ["2008"]}