{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/26316/1/561444595.PDF"], "title": ["Scylla and Charybdis: explaining Europe's exit from gold, January 1928 - December 1936"], "plaintext": " Scylla and Charybdis. Explaining Europes Exit from Gold, January 1928 December 1936 Abstract The paper examines the timing of exit from the interwar goldexchange standard for a panel of European countries, based on monthly data over the period January 1928 December 1936. I show that exit from gold can be understood in terms of a tradeoff between a limited set of factors commonly suggested in the theoretical literature on currency crises. A simple and parsimonious econometric framework that nests various hypotheses allows me to predict the month of exit in the 1930s, except for France. I consider the separate cases of France and Poland to show my results shed light on countryspecific debates. JEL Code: E42, E44, N14. Keywords: goldexchange standard, interwar period, Europe. CESifo Working Paper No. 2271 Nikolaus Wolf The University of Warwick Department of Economics, CSGR UK Coventry nikolaus.wolfwarwick.ac.uk February 2008 I am grateful to Michael Bordo, Barry Eichengreen, Dennis Novy, Albrecht Ritschl, Charles Wyplosz and participants at the conference Seventy Years after: The final collapse of the Gold Standard in September 1936, Zurich CH, December 2006 as well as two anonymous referees for helpful suggestions. Many thanks to Irwin Collier who kindly provided some of the data and to David Stenzel Free University Berlin for excellent research assistance. I. Introduction Why were some more inclined than others to release their gold fetters? Eichengreen 1992, p. 23. This paper takes up Eichengreens question with respect to the European continent. Every European country, which was involved in some form of a currency crisis in the wake of the Great Depression, developed its own historiography and traditions, focussing most often on the crucial timeframe immediately before the exit took place. However, there exists surprisingly little comparative work on the currency crises of the interwar years. In particular, there are few studies that link up with the recent theoretical literature on currency crises and none that makes an effort to test those theories systematically against the data. In this paper I propose discrete time survival models based on monthly observations as a simple framework to bridge the gap between countryspecific narratives, existing comparative studies, and recent theoretical approaches to currency crises. In his fundamental work of the interwar goldexchange standard, Eichengreen 1992 argued that it was the failure to coordinate monetary policies that prevented countries to adjust to a first wave of deflationary shocks in the late 1920s. Here, the currency crises of the early 1930s are essentially rooted in the existence of a monetary policy trilemma, where the fixed exchange rates under the gold standard came under simultaneous pressure from capital flight and domestic calls for expansionary monetary policies. Tightening monetary conditions in the US spilled over into capital importing countries in their attempt to prevent capital outflows without imposing capital controls. The implied deflation placed these countries between Scylla and Charybdis, as real wages and real interest rates increased to unseen levels: in an attempt to rescue the currency and access to foreign capital, they wrecked their economies. According to Simmons 1994 World War One undermined the political tolerance for domestic adjustment: a defence of the gold standard against pressure from international capital markets via tightening monetary policy was less feasible after 1918. She uses binary choice models to show that variations in the pattern of exit from the interwar goldexchange standard can be explained partly by variations in domestic political and institutional conditions. James 2001 extends the basic narrative to include the collapse of world trade and restrictions on international labour 2mobility. James also puts notably more emphasis on banking crises and points out that, at least in some cases, countryspecific structural weaknesses in the financial sector conditioned and deepened the currency crisis. Besides many country studies, there have been recently two further attempts for a comparative crosscountry analysis of the collapse of the interwar goldexchange standard, namely H. Wolf and Yousef 2005, and Wandschneider 2005. They both attempt to generalise the experience of a large set of countries in a comparative framework and use duration analysis to test for the empirical relevance of several hypotheses. While this is a promising approach, the theoretical background of the tested hypotheses remains somewhat unclear. Moreover, both studies limit attention to annual data only and focus on a quite narrow class of duration models. For this paper I collected a new panel of monthly observations for several European economies over the 1928 to 1936 period. The data allow tracing of the various economic pressures that led to an exit from the goldexchange standard for a panel of countries over the crucial months from May 1931, when the Austrian Creditanstalt collapsed, over the German twin crisis of June 1931, to Britains decision to leave gold in September 1931. Hence, monthly data allow exploring the time structure of exit decisions in much more detail, which will help to connect to the various countryspecific literatures. The geographical focus is on Central Europe, namely Germany, Austria, Hungary, Poland, Czechoslovakia, with their large direct neighbours France, Sweden and Italy. This selection of countries is in part due to the availability of comparable monthly time series data. On the other hand it covers most of the variation in exit decisions across the European continent: Germany left the goldexchange standard in July 1931, soon followed by the Habsburg successors Hungary, Austria, Czechoslovakia and also Sweden in September 1931; instead, Italy left gold only in 1934, while France in the west and Poland in the east adhered to the goldexchange standard until the end in 1936. Is it possible to explain this curious pattern systematically, in a coherent theoretical framework? The modern literature on currency crises might provide useful insights for the interwar period. It has become standard to distinguish between first, second, and thirdgeneration models of currency crises, which are not mutually exclusive. Briefly, in first generation models in the spirit of Krugman 1979 countries 3face currency crises when a currency peg becomes unsustainable due to some developments in fundamental macroeconomic variables, which cause large capital outflows. This is clearly related to Eichengreen 1992, who argued that for European capital importers a key factor was tightening monetary policy in the main capital exporting country that changed macroeconomic fundamentals in capital importing countries. However, many other conditioning factors have been proposed in more countryspecific arguments, which can be framed in firstgeneration models, such as the return to gold at unsustainable parities Keynes 1925, Redmond 1982, Sicsic 1992, changes in the seniority of reparation debt from the Dawes Plan of 1924 onwards Ritschl 2002, or growing current account deficits due to exogenous changes in the structure of world trade Svennilson 1954. Second generation models in the tradition of Obstfeld 1986, stress the impact of market expectations rather than the role of macroeconomic fundamentals while obviously the two are tightly interrelated. According to these models, a currency crisis occurs due to either selffulfilling expectations, herd behaviour based on incomplete information, or contagion. Related to this, Calvo and Reinhart 2001, 2002 have argued that developing countries are reluctant to tolerate much variation in exchange rates due to a fear of floating that mainly stems from a lack of credibility and the fear to loose access to capital markets. This corresponds to the argument for Interwar Europe that policymakers were eager to join the gold standard to import credibility Bordo et al. 1999. Moreover both policymakers and their electorates may have differed in their adhesion to monetary orthodoxy their mentality because of their own recent experience. In countries which suffered a hyperinflation or a significant depreciation of their currencies relative to the prewar parities, one can expect a wide reluctance to adopt expansionary monetary policies Eichengreen and Temin 1997, see also Moure 2002 for France or Knakiewicz 1967 for Poland. Moreover, this should be related to issues like central bank independence, for example because the perceived risk of expansionary monetary policies to produce hyperinflation may be smaller the less directly a government can affect monetary policy Simmons 1994. Finally, third generation models have evolved along two lines, namely random withdrawal models Chang and Velasco, 1998 and moral hazard models Mc Kinnon and Huw, 1996, Krugman, 1998. These models highlight that structural problems in 4the banking and financial sector can affect the probability that currency crises occur in the first place but also the character and length of the currency crisis. Hence, the models allow for the possibility of a simultaneous currency and banking crisis a twin crisis, which is obviously related to the discussion about a German twin crisis in 1931 James 1984, Schnabel 2004, Temin 2008. But there is a much more general point to make Bernanke 1995, Calvo et al. 2006: in the presence of rigidities, especially nominal wagestickiness and noncontingent financial contracts, price deflation would cause significant increases in real wages and in real debt Irwin Fisher 1933 discussed the latter in the context for the Great Depression as Debt Deflation. While a rise in real wages would tend to increase unemployment and hence foster political pressure on monetary policy, debt deflation can trigger a wave of bankruptcies in highly indebted sectors. Clearly, together these factors can bring about a twin crisis. A straightforward way to test the relevance of these various models is to estimate the probability of exit from the interwar goldexchange system as a function of crosssectional and time series variation in a set of explanatory variables. Instead of using more specific duration models, my empirical strategy is based on an econometric framework that nests various discrete time survival models, which allows to test for different forms of duration dependence and distributions, rather than to assume them. The structure of the paper is as follows. Section II discusses in more detail how first to thirdgeneration models of currencycrises correspond to the various hypotheses from the literature on interwar Europe. Section III motivates my empirical strategy to test the empirical relevance of those hypotheses based on discrete time survival models. It includes a s a brief description of the data and the definition of variables. Section IV presents the main empirical results from my analysis. Based on this background, section V illustrates briefly for the cases of France and Poland how these results can be put back into the context of some countryspecific debates. Section VI concludes. 5II. Hypotheses on the Exit Pattern and Models of Currency Crises Possible explanations for the observed variation in European exit decisions abound. They tend to be rather complex and more often than not have been proposed to explain the experience of specific countries rather than the overall pattern. In this section, I briefly survey the key features of the various generations of models of currency crises that dominate the literature. I show how these relate to various hypotheses put forward in the historical literature and thereby, how they can structure our comparative analysis. First generation models in the spirit of Krugman 1979 generate a currency crisis when an existing currency peg becomes unsustainable due to large capital outflows, which in turn are triggered by some developments in fundamental macroeconomic variables. The fundamentals proposed in the recent literature include excessively expansionary monetary policy, large and growing balance of payment deficits, excessive investments in highrisk and lowprofit projects, but also deficiencies in regulation. These factors can widen the gap between the proclaimed goals of monetary policy for example defending a fixed exchange rate on the one hand side, and the means to keep these promises on the other, and thereby undermine the credibility of monetary authorities. Sometimes, this kind of crisis is referred to as a fundamental crisis. Second generation models, for example Obstfeld 1986, build on Krugman 1979 but stress that even if the development of fundamental variables is not particularly unfavourable, a currency crisis can occur due to for example selffulfilling expectations, herding behaviour or contagion. Essentially, the government weights the benefits from adherence to a currency peg such as the possibility to import credibility to fight inflation to those against the peg such as the possibility to pursue a monetary policy according to domestic policy objectives and these weights will change with the arrival of new information. In Obstfeld 1986, a crisis can occur when the loss arising from maintaining the current regime is considered to be at least as large as the combined loss from discretionary policy and the associated loss in credibility. Related to this, Calvo and Reinhart 2001, 2002 have argued that 6developing countries are reluctant to tolerate much variation in exchange rates due to a fear of floating that mainly stems from a lack of credibility and the fear to loose access to capital markets. In models with coherent selffulfilling expectations, there are multiple steady states in exchange rates and monetary policy. The arrival of bad news from official statistics or changes in the political conditions can move the economy from one steady state to another. Herding models in turn are based on the idea that gathering information is costly. When the majority of participants behaves adaptively and follows big participants in their behaviour, small random shocks to the latter can have large effects. Similarly, regional linkages through trade or financial relations can cause crisis contagion, as a crisis in one region will adversely affect the macroeconomic fundamentals or at least the perception thereof in the second region which is not necessarily the geographical neighbour. Third generation models have evolved along two lines, namely random withdrawal models Chang and Velasco, 1998 and moral hazard models Mc Kinnon and Huw, 1996, Krugman, 1998, and we will focus on the latter. These models highlight that structural problems in the banking and financial sector can affect the probability that currency crises occur in the first place but also the character and length of the currency crisis. Hence, the models allow for the possibility of a simultaneous currency and banking crisis a twin crisis. For example, in Krugman 1998, the government guarantees investments in companies for banks that are mainly branch offices of foreign banks or whose business strategy relies mainly on borrowing money in international capital markets to extend loans to domestic companies. The incentive for the government to issue guarantees comes from an attempt to attract foreign investment. However, when the government fails to regulate and control financial agents, serious problems of moral hazard can make the country prone to a banking crisis that will turn into a currency crisis as foreign funds are withdrawn. While such a model can be useful to understand the simultaneity of banking and currency crisis in the interwar context, there is a much more general point to make, related to the recent debate on Phoenix miracles Calvo et al. 2006: in the presence of rigidities, especially nominal wagestickiness and noncontingent financial contracts, price deflation would cause significant increases in real wages and in real debt Irwin Fisher 1933 discussed the latter in the context for the Great Depression as Debt Deflation see Bernanke 1995. While a rise in real wages 7would tend to increase unemployment and hence foster political pressure on monetary policy, debt deflation can trigger a wave of bankruptcies in highly indebted sectors and adversely affect private banks as their main creditors. Together this might produce a twin crisis with both banks and currency under pressure. These models are not mutually exclusive but rather stress different aspects of currency crisis, notably all in the framework of the macroeconomic policy trilemma. Several hypotheses that have featured prominently in the empirical literature on the currency crises of the early 1930s correspond broadly to these models, so that they can guide a comparative analysis. Let us start with aspects mentioned in third generation models of currency crisis, where banking and currency crises occur jointly. Many authors have argued that countries experiencing bad macroeconomic shocks either from within or from outside tended to deteriorate their economic situation when pursuing monetary orthodoxy according to the rules of the goldexchange standard. Such a monetary policy reaction resulted in sharp price deflation, which in turn pushed up real wages, real interest rates and hence real debt, and caused growing unemployment, a slump in industrial production, and a wave in bankruptcies Newell an Symons 1988, Bernanke and James 1991. An early exit might have allowed following expansionary monetary policies and thereby may have helped the economy to recover, possibly even without any recovery in domestic credit similar to a Phoenix miracle Eichengreen and Sachs 1985, Calvo et al. 2006. The punch line here is that a large deflationary shock alone has the potential to trigger a twin crisis under a fixed exchange rate regime due to the twin pressure on domestic monetary policy to counter unemployment and pressure on private banks from increasingly indebted sectors suffering from debt deflation Fisher 1933. Moreover, third generation models such a Krugman 1998 are obviously related to the ongoing discussion about a German twin crisis in 1931 James 1984, Schnabel 2004, Temin 2008. The argument here is see James 1984, Schnabel 2004 that in the German case a banking crisis preceded and possibly caused the currency crisis of July 1931, rooted in some structural weaknesses in Germanys financial sector similar to the moral hazard problems in Krugman 1998. This has been questioned by Temin 2008 who agued that it was rather banks reacting to a looming currency crisis than banks causing a currency crisis. 8firstgeneration models as producing unsustainable developments Hence, Temin 2008 argues that the German crisis should be framed as a first generation model of currency crisis. More generally, he refers to Grossmann 1994 as evidence that adherence to the gold standard as such made banks vulnerable during the early 1930s. The evidence in Grossman 1994 is actually not conclusive on this question. It rather indicates that countries helped to stabilise their banking sector by leaving gold early which is difficult to be squared with Temin 2008. Nevertheless, it has been argued that for European capital importers in general a key factor was tightening monetary policy in the main capital exporter country, the US Eichengreen 1992. This changed macroeconomic fundamentals in those countries, namely their access to capital and put their exchange rates under pressure. In addition, several factors have been proposed in more countryspecific arguments, which can be framed in in macroeconomic variables. One such factor is the return to gold at unsustainable parities Keynes 1925, Redmond 1982, Sicsic 1992. While Britain returned to gold at the prewar parity, the French Franc had lost 80% of its prewar value when the goldstandard was officially reestablished in 1928. It has been argued that this left the pound Sterling overvalued and the Franc Poincare undervalued and caused large flows of gold and capital from Britain to France. This capital drain and the competitive disadvantage from high export prices made the British economy more vulnerable to bad macroeconomic shocks than the French economy, and hence can be understood as a conditioning factor for the occurrence of currency crises. Another conditioning factor has been proposed by Ritschl 2002 more specifically for Germany, namely changes in the seniority of reparation debt from the Dawes Plan of 1924 to the Young Plan of 1929. While under the Dawes Plan reparation debt was de facto junior to commercial debt due to the socalled transfer protection, this changed in early 1929 with first information about new rules under the Young Plan. The argument is that now senior reparation debt blocked Germanys access to foreign capital markets, a credit constraint that started to bind exactly at the onset of the Great Depression. Not at least, it has been stated that Europes competitive position in world markets weakened during and after World War One, and especially European exporters of agricultural produce faced increasing difficulties from the mid1920s onwards Lewis 1949. While challenged by Federico 2005, the idea that changes in the world trading system left the European economies more vulnerable or that it conditioned the probability of some wider crisis on the continent still features 9prominently in the literature for a recent survey on the role of trade for Europes interwar economy see Findlay and ORourke 2007. Several arguments correspond to second generation models, especially to the ideas of credibility, selffulfilling expectations and contagion. The promise of recovery from releasing the golden fetters had to be weighted against a possible loss in credibility as argued in Bordo, Edelstein and Rockoff 1999. As stated for developing countries in recent times by Calvo and Reinhart 2001, 2002, there is evidence for a fear of floating among many countries in Interwar Europe. According to Bordo et al. 1999 the interwar gold standard continued to serve as a good housekeeping seal of approval especially for peripheral countries or, for this matter, new states such as Poland or Czechoslovakia, without a track record of monetary policy. These results have been questioned by Taylor and Obstfeld 2003 and they may well have been timedependent: the more corecountries left the gold standard during the Great Depression, the weaker the credibility signal of adherence may have become H. Wolf and Yousef 2005. Actually, as argued in Drazen and Masson 1994, policymakers may have hurt rather than enhanced their credibility in the markets through policies that appear tough but not sustainable in the longrun. Also, policymakers and their electorates may have differed in their adhesion to monetary orthodoxy their mentality because of their own recent experience Eichengreen and Temin 1997. In countries which suffered a hyperinflation or a significant depreciation of their currencies relative to the prewar parities, one can expect a wide reluctance to adopt expansionary monetary policies. For example, this is the most widespread explanation to understand Polands belated exit esp. Knakiewicz 1967, but features also in explanations for French adherence to gold Moure 2002. Simmons 1994 argued that these factors need to be related to the prevailing institutions, such as central bank independence. For example, the perceived risk of expansionary monetary policies to produce hyperinflation may be smaller the less directly a government can affect monetary policy Kydland and Prescott 1977. More importantly, Simmons 1994 and others stressed that the political system prevailing in a country may have affected a countrys choice of monetary policy. The extension of the franchise James 2001 and political instability Eichengreen and Simmons 1995 might have weakened the ability of governments to commit to the rules of the gold standard. Authoritarian regimes in turn might have had tools at hand 10to defend the gold standard and successfully suppress any political quest for expansionary full employment policies. This ability to defend the gold standard may have also increased with the weight of agriculture in the economy, insofar as political parties demanding expansionary monetary policies tended to have their electorate in industrial centres. A final set of arguments can be linked to the idea of contagion in second generation models: the degree of economic integration between country pairs differed widely during the interwar years. For example, the crisis of the Austrian CreditAnstalt in May 1931 is typically seen as the immediate trigger for the Hungarian crisis that lead to the exit from gold see Ellis 1939, p. 88 and many argued that there were elements of contagion from Austria into the German banking system Born 1967, Schnabel 2004. In contrast, spillover effects into Italy were apparently limited, which is partly explained by government intervention Feinstein et al. 1997 and partly by a more limited degree of financial integration. Similarly, exchange rate stabilization may have dominated other monetary policy goals in the presence of tight trade relations. For example countries which traded intensively with the UK might have had stronger incentives to follow Britain off gold in 1931 than others, while integration with France may have had the opposite effect Ritschl and Wolf 2003. Straumann and Woitek 2006 argue that the monetary policy pursued by the Swedish Riksbank which has been praised as a predecessor of modern inflation targeting Svensson 1995, Fregert and Jonung 2004 can been largely explained by the attempt to stabilize the exchange rate with sterling. Hence, the exit decision of major trading partners could force a country to leave as well. III. Empirical Strategy: discrete time duration model with monthly data A simple and straightforward way to test the empirical relevance of these various hypotheses is to estimate the probability at a specific time t of exiting the interwar gold exchange system as a function of crosssectional and time series variation in a set of explanatory variables. I use monthly data for January 1928 to December 1936 to track the timepath of potential explanatory variables as closely as possible. 11 While the use of monthly data is certainly preferable to annual data, we obviously still have to deal with a discrete time framework. The discrete hazard function it that gives the instantaneous probability of exit of country i given survival up to that point is modelled as follows: 1 tigi,tt Xij, where denotes the baseline hazard, Xij is a vector of monthly explanatory variables j1 k specific to country i and i a vector of variablespecific parameters. The function g. is a link function for which we will assume various specifications. This modelling of the hazard function results from the equivalence between a large class of discrete time survival models and sequential models see Fahrmeir and Tutz 2001, Chapter 9. Here, the baseline hazard captures the basic idea of duration dependence and could be specified as a constant or as a function of the time already spent on the goldstandard in a linear or nonlinear form. For example, with positive duration dependence, the probability to exit would increase with the time already spent on gold. However, note that most of the hypotheses put forward to explain the pattern of exit from gold concern the conditioning various factors X the factors that condition the baseline hazard, while the idea of duration dependence in the pattern of exit from gold lacks so far a straightforward theoretical underpinning. Nevertheless, we will see below how positive duration dependence might be interpreted as capturing some of the hypotheses mentioned in section II. The idea is rather to test explicitly for the impact of various forms of duration dependence on exit probabilities rather than simply to assume some form of duration dependence as done elsewhere. This recommendation also follows from Heckman and Singer 1984, pp. 7783 who argue that single spell duration models in timeinhomogeneous environments as in the current context may face identification problems, among other things because it can be difficult to separate duration dependence per se from the effects of time varying variables Heckman and Singer 1984, p. 82. One might expect identification problems especially for variables with a linear time trend over the sample period. In 12any case, the focus should be on the conditioning factors X, which relate much more closely to the theoretical literature. I will evaluate two possible specifications of the link function that have received considerable attention in empirical survival analysis: first, a logistic specification, which is equivalent to a proportional odds model Thompson 1977 and second a loglog or extreme value specification, which is equivalent to a proportional hazards model in discrete time Cox 1972, see also Fahrmeir and Tutz 2001. For example, the former has been used in the study by Klein and Marion 1997 on the duration of exchangerate pegs, while the latter is widespread in studies on the determinants of unemployment spells Narendranathan and Stewart 1993, but has also been recently applied to the analysis of exchange rate regimes Waelti 2005 or the duration of trade relations Besedes and Prusa 2006. When we denote survival time by T and the time of exit by T t, the discrete hazard for the proportional odds model is given by 2 xtPr TobTtxt,1expexpXt Xt . Similarly, the discrete time hazard for the proportional hazard model as proposed by Cox 1972 is given by 3 xt 1,expxtTob. PrTt expXt As shown in Thompson 1977, the two models become very similar when the grouping intervals the difference between discrete points in time become short. In both formulations, the elements of the vector approximate the partial elasticities of the likelihood to exit the gold standard with respect to the vector of variables Xt. In the empirical analysis I will explore how the various factors suggested in the literature affect the probability to exit from the goldexchange standard under different assumptions on the form of both, the baseline hazard and the link function. The estimated models are then evaluated based on the conventional indicators 13Mc Fadden R2, Akaike and Schwarz criteria and also by their ability to correctly predict the very month of exit from gold. The mentioned hypotheses are tested against the data for eight European countries over the period January 1928 through December 1936, namely for the five largest countries in central Europe Austria, Czechoslovakia, Germany, Hungary, and Poland and their neighbours France, Italy and Sweden. The list of countries included is mainly determined by the availability of a complete data panel for key variables and should be extended in future research, but it comprises the whole range of monetary policy choices as observed during interwar years. Austria, Czechoslovakia, Germany Hungary, and Sweden all left the gold standard between July and September 1931, but arguably these decisions were driven by different factors. Italy stayed on gold until mid 1934, Poland until April 1936 and France until September 1936. Only Switzerland stayed longer on gold December 1936. Following Klein and Marion 1997 and others, the dependent variable equals zero in any month when the country adheres to the gold standard and equals one in the month that the spell ends. After the spell has ended, the country drops out of the sample. I will define exit as either the imposition of exchange controls or devaluation whatever occurred earlier. The explanatory variables are always introduced with a onemonth time lag, and I will now describe, how they are defined. the To start with, the simple idea that the probability to exit should depend on how badly the economy was hit by deflationary shocks I collected monthly data on wholesale prices whole 28 indexed to 1928 100. Note that the use of index data eliminates the crosssectional variation in levels of prices as of 1928, due to data limitations. Price deflation in turn may have raised unemployment directly via rising real wages, or indirectly via rising indebtedness of vulnerable sectors and declining industrial production. To test for these effects I collected monthly data on industrial production ind 28, indexed to 1928 100 and on rates of unemployment that refer to the number of registered unemployed over the total economically active population in order to ensure comparability between countries. I will use both, unadjusted rates of unemployment unrate and rates adjusted for seasonal fluctuations by the X12 seasonal adjustment method unrate_x 12. Note that an increase in unemployment and a decline in industrial output should be largely endogenous to changes in price 14deflation Newell an Symons 1988, so we would not expect them to matter simultaneously. Next, I collected monthly data on bank deposits, again indexed to 1928 100, to capture the occurrence of a banking crisis banking. Details on the data are given in the appendix. Such an index of bank deposits should reflect any banking crisis that was large enough to threaten the currency of a country. However, this is arguably a rough proxy ignoring for example any structural weaknesses of a countrys banking sector. As argued in Temin 2008, and in a modified version also in Grossman 1994, adherence to the gold standard tended to increase the vulnerability of European banks. If so, the longer a given country stayed on gold, the higher ceteris paribus the probability that a banking crisis occurs. These ideas can be tested in a model with positive duration dependence: if our banking crisis index helps to predict a currency crisis after controlling for the time a country spent on gold, this would indicate that there were other, additional structural factors at work as suggested in third generation models and as argued for example in Schnabel 2004. In addition to this, I will control for a countrys status as debtor or creditor during the period 19281936 according to their annual balance of payment statistics debtor. In general, Czechoslovakia, France and Sweden can be classified as creditors, the other countries as debtors Feinstein and Watson 1995. I also tested for an alternative, where France is seen as a creditor until 1933, and as a debtor thereafter see Feinstein et al. 1997. The argument that various factors conditioned the development of macroeconomic fundamentals is captured by several variables. First, I control for the parity at which a country resumed the gold standard in the 1920s as a percentage of its prewar parity devalhist, varying from values close to 0 to 100. Note that this can also be interpreted as reflecting differences in perceived credibility or a fear of floating. For example, a significantly positive coefficient on this variable would indicate that countries, which returned to gold at parity much below the prewar parity, were ceteris paribus less prone to exit gold. This could support the idea that they simply weathered the crisis more easily or that they were eager to stick to the goldstandard in fear that an exit would undermine their credibility. However, we can try to distinguish these two arguments by interacting the effect of devaluation with the status of a debtor, because a fear of floatingtype argument should apply only to 15netcapital importers. Next, I will control for the gold value of monthly netexports to capture the idea that conditions in international trade affected a countrys ability to adhere to gold. The argument that Germany faced a regime change in terms of access to international capital markets after first announcements of the YoungPlan is captured by a dummy Young 29, which is one for Germany from March 1929 onwards and zero else. While again, this is a somewhat simplistic approach, it should help to capture the fundamental change in Germanys access to international capital by allowing for a change in Germanys baseline hazard from March 1929 onwards. Finally, I also include the monthly gold value of a countrys netexports netex. The commitment to defend the gold standard in month t1 should be all the more credible, the higher a countrys reserves in gold and foreign exchange in month t. relative to the amount of circulating coins and notes. Hence, I include the cover ratio defined as the ratio of gold and reserves relative to M0 as a regressor. Moreover, I add an indicator variable ukus_offgold to capture the effect of the two leading economies of the interwar period the UK and the USA leaving the gold standard on the sample countries the variable equals 0 as long as both are still on gold, 1 after the UK left gold, and 2 when both are off gold. A significant coefficient with a positive sign could indicate that the exit of these core countries out of the gold exchange system undermined the credibility of further adherence to it and hence increased the probability that other countries follow off gold. Further aspects of second generation models are captured by variables that reflect the degree of Central Bank independence and the character of the political regime. For the former, I use a measure of central bank independence indep from Simmons 1994 that varies from 4 nonexistent government input to 1 chief executives and board of bank appointed by the government and changes over time. The hypothesis here is that a more independent Central Bank should be better able to exit gold as the loss in credibility associated with this step should be lower. The political regime is captured by polity, a variable that varies from 10 to 10, taken from POLITY IV Marshall and Jaggers 2005. The variable reflects a combined score on a democracy variable 010 and an autocracy variable 010 and is computed by subtracting autocracy from democracy. Both, autocracy from democracy are based on weighted indicators of the competitiveness of political participation, the openness and competitiveness of executive recruitment and constraints on the chief executive. The POLITY IV 16database contains also the exact dates of major regime, which allows defining these variables on a monthly base. Finally, I test the idea that patterns of integration might have affected a countrys decision to either join the SterlingBloc or the ReichsmarkBloc or hence leave the gold standard or to join the GoldBloc and hence stay on Gold as discussed in Ritschl and N. Wolf 2003. I use their estimates of bilateral trade integration with the potential anchor countries Great Britain, Germany, and France, based on a gravity model of bilateral trade flows for 1928 to construct a set of indicator variables: int 28_f, int 28_g, int 28_uk. This measure captures the idea of integration in the sense of positive or negative deviation from normalized bilateral trade flows after controlling for geographical proximity and the sizes of trading partners, hence a country can well be better integrated with its second largest trading partner than with its largest trading partner. As shown in Eichengreen and Irwin 1995 and Ritschl and Wolf 2003, these patterns of trade integration were very stable over the period 19281938. Note that each indicator variable will have the value of zero when the difference between observed and normalized bilateral trade flows is smaller than one standard deviation.3 To account for other tradenetwork effects, I also include a dummy variable tradegold, which equals 1 as long as the countrys major trading partner is still on the gold standard and 0 else. IV. Results and Interpretation In all the following estimations, the dependent variable equals zero in any month when the country adheres to the gold standard and equals one in the month that the spell ends. After the spell has ended, the country drops out of the sample see Klein and Marion 1997. Here, exit is defined as either the imposition of exchange controls or devaluation whatever occurred earlier. The explanatory variables are always introduced with a onemonth time lag. 3 Ritschl and Wolf 2003 use several specifications of the gravity model. The integration indicator here is based on a scaled OLS estimator with country effects, which implements the model of Anderson and van Wincoop 2003. I tested for various other specifications, which did not alter the basic results. 17 Table 1 columns 1 and 2 give the results for two basic specifications. First, I estimate a logitmodel equivalent to a proportional odds model, where I assume that the baseline hazard rate is constant and common for all countries column 1. Next, I repeat this for a loglog or extreme value specification equivalent to a proportional hazards model in discrete time. Table 1: Discrete Time Survival Models, January 1928December 1936 Binary dependent variable 1 in the month of exit; robust standard errors given in parentheses, bold letters indicate significance at 10% or better Model 1: Proportional odds Model 2: Proportional hazards model extreme value Baseline Hazard: constant Whole 28 Unrate Ind 28 Banking Debtor Devalhist Young 29 Netex Cover UKUS_off Indep Polity Int_France Int_UK Int_Germany Tradegold of Observations Mc Fadden R2 Akaike Criterion Schwarz Criterion model logit 63.187 1.900 0.473 2.752 14.632 0.357 0.03 0.191 0.485 1.749 6.901 1.249 0.224 1.971 7.604 0.521 0.001 0.084 7.319 2.015 0.265 0.136 3.343 1.545 1.660 2.074 3.443 1.828 0.215 0.303 0.120 0.601 1.19 1.924 461 0.562 0.150 0.303 22.606 2.555 0.151 4.248 4.166 0.178 0.029 1.025 0.168 2.851 4.037 1.016 0.107 1.903 1.494 0.432 0.012 0.378 8.389 0.806 0.220 0.364 0.091 1.984 0.587 2.843 1.119 2.650 0.039 0.193 0.102 0.467 3.289 1.449 461 0.599 0.144 0.296 The overall fit of the two models is good and quite similar, with a Mc Fadden R2 of 0.56 and 0.60 respectively. It is useful to recall that the estimated coefficients under the logistic and the loglog linkfunctions need to be standardised before comparison, as the underlying distributions have a different variance: 3 and 6 respectively. Hence, the coefficients estimated under the logitmodel should be divided by two to be comparable to the coefficients estimated under the loglogmodel. After this, it becomes apparent that the coefficients are similar under the two models. Note also that the estimated coefficients do not directly reflect the marginal effects on the dependent variable, but they do reflect the sign of the marginal effect and whether the effect is significant or not. Not surprisingly, according to both models there is a positive baseline hazard to exit gold at any time between January 1928 and 18December 1936. Moreover, both specifications agree on the signs of the coefficients. As expected, the higher the level of wholesale prices relative to 1928, the lower the probability that a country leaves gold. Also, neither the rate of industrial production, nor the rate of unemployment have a significant impact on exit after controlling for deflation just because the former are to a large degree driven by the latter Newell an Symons 1988, Bernanke and James 1991. It is interesting to see that the level of bank deposits banking still helps to predict the exit from gold after many other controls. This seems to support the claim of James 1984 and Schnabel 2004 that the financial sector mattered for the currency crisis in addition to other factors. However, we will have to test, whether this still holds after controlling for the time a country has spent on gold. There is also some evidence that various conditioning factors mattered that affected macroeconomic fundamentals in different countries. Debtor countries were somewhat more prone to exit gold than creditors, but the effect is not significant. However, countries, which had returned on gold only after a significant devaluation in the 1920s were ceteris paribus more prone to stay on the goldexchange standard. As argued above, this might support both, the idea that they simply weathered the crisis more easily which would fit the case of France or that they were eager to stick to the goldstandard in fear that an exit would undermine their credibility which might help to understand the case of Poland. Our approach does not help to support the hypothesis that Germany faced a credit constraint after information about the abolishment of transferprotection spread during the YoungPlan negotiations in 1929. The coefficient has the right sign but it is not significant. In part, the new credit constraints under the YoungPlan were of course reflected in other variables, especially in an immediate run on the reserves and a critical decline in Germanys cover ratio from about 50% in February 1929 to 47% in March and 34% in May 1929. However, other factor helped to improve the cover ratio from May 1929 onwards, masking the Young Plan effect in our estimation. Similarly, there was a decline in the volume of bank deposits, which dropped between March and May 1929 but recovered thereafter. And not at least, the Young loan and other politically negotiated credits may have mitigated any adverse effects of the Young plan before 19the end of 1930.4 Essentially, this finding shows the limits of our approach: if we would limit the time horizon of the model to 1929, there would be no identifying variation in the dependent variable any more, as no country did actually leave the gold standard. But estimation with any longer time horizons will make it hard to find any effect with the given dataset. the polity variable suggests Other results of Table 1 are more clearcut. Among the other factors that condition the hazard rate over time, the cover ratio, central bank independence, the political regime, and the pattern of trade integration seem to matter empirically. We introduced the cover ratio to capture the credibility of further adherence to gold and not surprisingly we find that the higher the cover ratio, the lower probability to exit. The positive and significant coefficient on indep suggests that Central Bank independence helped to release the Golden Fetters, ceteris paribus. This can be interpreted along a second generation model, where the loss in credibility associated with the broken promise of exit from gold is limited due to a public belief in the Central Banks commitment to limit inflation. Related to this, the positive and always significant coefficient on institutionalised democracies indeed tended to leave the goldexchange standard earlier, as has been argued by Simmons 1994, Eichengreen and Simmons 1995 and James 2001. Finally, these first estimations show that some specific aspects of the European trade pattern mattered for monetary policy. Ceteris paribus, countries followed their main trading partner either to stay on gold or to exit: recall that we defined the variable tradegold as 1 whenever a countrys main trading partner was on gold, and 0 else. However, intriguingly, in addition to this there is strong evidence that the degree of trade integration with France as in 1928 helps to predict exit. Countries that were poorly integrated with France were more prone to exit, after controlling for many other factors. For example, a gravity model of bilateral trade estimated for 1928 shows that Poland traded much more with France than predicted by a gravity model based on their respective economic sizes and geographical position. This result is robust to various specifications of the indicator variable based on various specifications of the gravity model see Ritschl and Wolf 2003. I will explore in section V below in more detail, which factors might account for this curious result. that 4 I am grateful to an anonymous referee who brought this to my attention. 20 In a next step, I relax the assumption that duration dependence is constant over time and more generally, that the effect of the conditioning factors is constant over time. To explore the time structure more closely, I must save on degrees of freedom and will consider only those coefficients that were significant at a 10% level in at least one specification of Table 1. Note, that this elimination of insignificant regressors has only minor effects on the coefficients of the remaining variables. In Table 2, columns 1 model 3 and 2 model 4, I reestimate the logit and the extremevaluemodels with the assumption that the baseline hazard for each country varies with the time that has elapsed after the country resumed the gold standard in the 1920s in months. Table 2: Discrete Time Survival Models, January 1928December 1936 with positive duration dependence Binary dependent variable 1 in the month of exit; robust standard errors given in parentheses, bold letters indicate significance at 10% or better Model 3 logit Baseline Hazard: 18.455 0.779 Model 4 extreme value 4.417 0.511 Model 5 logit 26.891 0.195 Model 6 extreme value 5.269 0.850 Generally, there is strong evidence for positive duration dependence: the longer a country stayed on gold, the higher the probability to exit. As argued above, there is actually an interpretation for this effect along the lines of Temin 2008. Note however, that nearly all other conditioning factors remain highly significant with the same signs as in Table 1. Especially, the banking crisis indicator continues to matter: 21constant Baseline Hazard: months on gold Baseline Hazard: months on gold X Debtor Whole 28 Banking Banking X Debtor Devalhist Cover Indep Polity Int_France Tradegold of Obs. Mc Fadden R2 Akaike Criterion Schwarz Criterion 1.607 2.303 1.037 2.538 3.770 0.529 0.227 1.559 1.988 4.400 0.171 2.554 2.039 1.786 0.387 2.865 1.195 2.247 0.254 2.152 0.520 2.297 8.152 2.194 10.526 2.684 3.103 2.025 10.719 2.191 3.426 2.482 484 0.811 0.073 0.160 0.329 2.680 5.221 1.607 7.229 2.148 1.887 2.372 6.697 2.487 2.225 2.622 484 0.785 0.077 0.164 2.821 1.987 1.003 0.223 1.092 1.775 1.012 0.691 10.399 2.198 8.557 1.447 0.681 1.811 9.518 1.634 2.044 1.560 484 0.860 0.073 0.177 0.127 2.484 0.036 0.432 0.076 2.063 0.027 0.481 3.219 1.862 4.555 1.695 0.107 1.757 8.686 3.562 3.383 3.764 484 0.759 0.090 0.194 if indeed adherence to the gold standard tended to increase the vulnerability of European banks as argued in Temin 2008 and Grossman 1994, there is some evidence that other structural factors mattered as well, as suggested in third generation models. It is the very point of Schnabels 2004 argument that a currency and a banking crisis occurred at the same time, but for possibly different reasons. But why exactly did adherence to the goldexchange standard contribute to currency crises and possibly twin crises in the 1930s? The key mechanism suggested in Eichengreen 1992 is that tightening monetary conditions in the main capital exporting countries spilled over into capital importing countries in their attempt to prevent capital outflows. The implied deflation put these countries between Scylla and Charybdis as real wages and real interest rates increased to unseen levels: in an attempt to rescue the currency, they wrecked the economy. As argued earlier, this mechanism could have triggered twin crises in debtor countries as observed for example in Germany, Austria or Hungary. We can easily test for this idea by estimating both, duration dependence and the banking crisis indicator separately for creditor and debtor countries. As shown in Table 2, columns 3 model 5 and 4 model 6, the data support exactly this: it was the debtor countries that suffered the more the longer they stayed on gold. And it is only in these countries that in addition to other factors a banking crisis helps to predict the occurrence of a currency crisis. The other rather specific assumption that I made in all estimations so far is that coefficients are stable over time. Especially, the trade pattern that was highly persistent over the entire interwar period may have affected the pattern of monetary policy choices differently at different points in time. And this should be so, because of differences between countries. For example, if economic integration with France would pick up some factors specific for the later members of the Gold Bloc in our sample Italy and Poland besides France, this factor should be stronger after 1931. In Table 3, columns 1 and 2, I show that indeed this is borne out by the data: while the other coefficients are largely unchanged according to both, the Cox proportional hazard model extreme value, and the proportional odds model logit, the degree of trade integration with France has the same sign as before but is insignificant if we limit attention to January 1928December 1931. We will have to explore what 22particular factors characterised the economic relations with France for those countries that stayed on gold after 1931. Table 3: Discrete Time Survival Models, January 1928December 1931 Binary dependent variable 1 in the month of exit; robust standard errors given in parentheses, bold letters indicate significance at 10% or better Proportional odds model logit Proportional hazards model Baseline Hazard: constant Whole 28 Banking Devalhist Cover Indep Polity Int_France Tradegold of Obs. 44.038 2.474 0.490 4.259 0.495 2.335 0.186 3.235 4.049 3.053 3.204 3.835 0.963 7.903 0.765 0.742 0.698 4.649 342 0.953 extreme value 87.938 3.460 0.951 3.029 0.286 2.732 0.072 2.894 5.172 3.699 4.149 1.543 1.732 4.325 0.452 1.030 0.655 2.531 342 0.939 Mc Fadden R2 Finally, these various models apparently all help predicting the exit from gold, but which one is the most appropriate? Actually, there are two dimensions related to our basic question Why were some more inclined than others to release their gold fetters? Eichengreen 1992. First, what model is most suitable to predict the general pattern of exit from the goldexchange standard in our sample? Second, what model is best suited to predict exit countrybycountry? For example, some model might be able to predict the very month of exit for some countries, but entirely fail with respect to other countries experience. Another model might not predict the exact month of exit for any single country in the sample, but still help to predict the overall exit pattern better than any other model. Therefore, I suggest assessing the model fit with several approaches. To assess the overall fit, I compare the different models in Tables 1 and 2 according to various standard information criteria Mc Fadden R2, Akaike, and Schwarz. Second, I will consider the ability of the various models to predict the exit from gold overall, and country by country. The evidence on Mc Fadden R2 and the Information Criteria in Tables 1 and 2 suggests that we should take the time a country has spent on gold into account, as this does improve the overall model fit. Moreover, the proportional odds model logit specifications generally fit the data slightly better. Models 3 and 5 have the same Akaike statistic, but model 5 has a higher worse Schwarz statistic because this 23Model 1 Table 1,1 Model 2 Table 1,2 Model 3 Table 2,1 Model 4 Table 2,2 Model 5 table 2,3 Model 6 Table 2,4 99.03 99.18 99.56 99.38 99.69 99.39 Dep 1, % Correct 44.86 45.13 73.78 69.02 83.37 52.31 Percent Gain against Default 43.92 48.50 73.26 65.52 82.18 57.30 imposes a larger penalty for additional coefficients than the Akaike criterion. On the other hand, model 5 shows the highest Mc Fadden RSquared. But is there any model that can predict the very month of exit for any sample country? Table 4 summarises how exactly the various models help to predict the pattern of exit, month by month. Table 4: Assessing the model fit: prediction Dep 0, % Correct The first column of Table 4 shows how often a given model correctly predicted that a country would stay on gold dependent variable 0. Column 2 shows evidence on a much tougher test: how often a model correctly predicted that a country would leave gold dependent variable 1. Column 3 shows, how much a model improves the prediction compared to a default model that simply assumes some constant probability to exit in terms of formula 1 this is a constant baseline hazard rate where all conditioning factors Xt are set to zero. Reassuringly, all models do much better than the default, but only models 3 and 5 have a reasonable hit rate above 50% in predicting the very month of exit column 2. In the next section I will briefly explore what countries are better predicted by what model, and suggest some hypotheses for the particular evidence on France and Poland. V. Back to the details: country experiences on a comparative background The above models could explain the pattern of exit relatively well, but we still don not know, which countries deviated from that pattern and what factors actually determined the prediction for specific countries. To start with, Table 5 contrasts the actual month of exit to the months predicted by models 16 for the various sample countries. 24Austria CZ France Germany Hungary Italy Poland Sweden 091931 091931 091936 071931 071931 051934 041936 091931 Model 1 091931 091931 051936 071931 011931 061933 10 1934 091931 Model 2 091931 091931 051936 071931 071931 07 1933 01 1935 091931 Model 3 091931 091931 071936 071931 081931 051934 041936 091931 Model 4 091931 091931 061936 071931 121931 051934 041936 091931 Model 5 091931 091931 071936 071931 071931 051934 041936 091931 Model 6 091931 091931 051936 071931 121931 041934 03 1936 091931 Table 5: Actual and Predicted Exit Dates bold letters indicate failure to predict Actual Exit Predicted Exit Models 3 and 5 are nearly identical; except that model 3 wrongly predicts the exit of Hungary in August instead of July 1931. Actually the survival probability stays at just 50.5 % in July 1931 according to model 3. Apart form this, it clearly stands out that the very month of exit for four countries is always correctly predicted: the exit of Austria, Czechoslovakia and Sweden in September 1931 and that of Germany in July 1931. It also stands out that no model can correctly predict the exit of France as late as September 1936. All models predict that France will stay on gold well into 1936, but predict exit somewhere between May and July 1936. Finally, table 5 suggests that Poland seems to be a rather difficult case as well: here, exit is predicted to occur somewhere over a time span of 18 months, between October 1934 and April 1936. Let us briefly inspect the cases of France and Poland somewhat closer. France was clearly under less pressure to leave the goldexchange standard in the early 1930s than any other country in the sample and probably in the world. After Britains exit from gold in 1931, France continued to attract gold; the cover ratio remained steadily high. Similarly, after the US devaluation in 1933, this did not immediately weaken the French position. However, it became increasingly clear that France had lost any competitive advantage that it may have had due to an initially undervalued currency. As argued by Paul Reynaud in his devaluation speech to the Chamber of Deputies in June 1934, France and the Gold Bloc Italy, Belgium, Holland, Switzerland, and informally Poland had become the most expensive countries in the world. And further price domestic deflation apparently hindered recovery as the contrast with countries that had devalued showed see Moure 1988, p. 487. Indeed, while industrial production started to recover from the depression in most countries in late 1932, this recovery came to a halt in France in mid 1933, just 25after the US had left gold. On the other hand, French unemployment was slowly rising but still markedly below the European average, gold reserves stayed high and the financial sector seemed to be resilient. For example, our index of bank deposits 1928 100 still stood at 95.6 in 1934. While there is evidence that some pressure to leave gold was build up over the year 1935, and many signs indicate changes in the public opinion, a real change occurred only in late 1935: the cover ratio started to decline between December 1935 and January 1936, and bank deposits started to be withdrawn. After the Front Populaire, which rejected further deflation at least in the election programme had won the elections in May 1936, these pressures increased very sharply with the index of bank deposits declining from 84.5 in April 1936 to 77.8 in July 1936, and the cover ratio plummeting over the same time from 80.3 to 65.2. So, why did even the Front Populaire government under Leon Blum not leave gold in July 1936? Moure 1988 argued that the French government attempted to coordinate devaluation with Britain, the USA, and other countries, which took time. Interestingly, one final impulse to exit came from the military. When the government announced a new 21 billion franc rearmament program in early September, partly in response to the lengthening of German military service in late August, capital outflow accelerated. Bank of France reserves were again falling sharply, and France finally devalued on 25 September 1936 Frankenstein 1982. A closely related case, which has been largely neglected so far in the literature, is that of Poland. Poland was the only debtor country that joined the GoldBloc in 1933 and stands out in comparison to all her neighbours, especially Czechoslovakia and Hungary. According to table 5, models 1 and 2 have some difficulties to predict Polands exit as late as March 1936, while models 36 do rather well. Let us briefly explore what factors actually drive this prediction. To this end, I simulated model 3 and constructed various counterfactuals to show, what factors prevented that Poland left the goldexchange standard earlier, compared to the case of Czechoslovakia. Basically, according to the econometric results, sharp price deflation, a run on banks, and a loss in Central Bank reserves relative to circulating money create pressure to exit. The longer a country has stayed already on gold, the higher are these pressures. On the other hand, the more a country had devalued relative to prewar parity when it entered the goldexchange standard, the less independent the 26Central Bank, the less democratic the political regime and the longer the main economic partners stay on gold, the later exit will occur. As seen above, model 3 correctly predicts that Poland leaves not before March 1936, while for example Czechoslovakia is correctly predicted to leave in September 1931, four and a halve years later. What are the factors that drive this massive difference? Poland and Czechoslovakia experienced a very similar price deflation until mid 1932, when prices in Czechoslovakia started to stabilise, but continued to decline in Poland. Both countries also experienced rather similar bank runs in 1931, with the difference that this implied a much more limited drain on Polands reserves compared to Czechoslovakia for two reasons. First, Poland had built up a higher stock of reserves relative to monetary aggregates over the years 19281929. Second, the Polish economy was significantly less monetized such that both the number of circulating money per capita and average bank deposits per capita were much below the figures for Czechoslovakia. Therefore, while the cover ratio reserves over M0 in Czechoslovakia declined from about 60% in January 1931 to about 42% in September 1931, the corresponding figures for Poland were 77% in January 1931 and 68% in September 1931. While the levels of Central Bank independence in both countries were comparable over this period see Simmons 1994, Poland was a much more authoritarian regime. The polity indicator gives a value of 3 for the period after Pisudskis coup detat in May 1926 until the new constitution in 1935, when the indicators declines to 6. Instead, Czechoslovakia was a rather stable democracy with a polity score of 7 over the period. Finally, the indicator of trade integration from Ritschl and Wolf 2003 shows that Poland traded significantly more with France, while Czechoslovakia significantly less. The indicators for PolishFrench bilateral trade based on a Scaled OLS specification stay at 0.27 PL and 0.58 CZ, based on a Tobit estimator at 1.48 PL and 1.1 CZ, or based on a Poisson estimator at 13.7 PL and 16.6 CZ. What would the model predict when we counterfactually assume that instead Poland was as poorly integrated with France as Czechoslovakia? Or that Poland would be as democratic as Czechoslovakia in the Interwar Period? Table 6 shows the results for some counterfactual simulations of model 3. 27Table 6: Actual and Counterfactual Exit Dates for Poland, based on Model 3 Actual Exit Counterfactual Polity Counterfactual Integration 12 1932 Counterfactual Polity and Integration 03 1932 04 1936 07 1934 With the polityscore of Czechoslovakia, the model would predict a Polish exit already in July 1934, shortly after Italy. The cover ratio in July 1934 was still about 60%, but a continuing sharp price deflation put the Polish economy under pressure. What apparently worked against this was a high degree of adherence to France, rather than to gold: with the counterfactual that Poland was as poorly integrated with France as Czechoslovakia the model would predict an exit already in December 1932. The notion of high trade integration with France in 1928 with Germany still being Polands largest trading partner and the empirical effect of the polity score variable hardly provide a satisfying explanation for Polands belated exit decision. However, they give a hint that an answer will have to take political factors into account, and that Polands relations with France played a specific role. Let me briefly sketchout such an explanation for further details see Wolf 2007. The Pisudski regime that ruled Poland since May 1926 was mainly concerned with strategies to defend the independence and territorial integrity of the new Polish state against foreign aggression especially from Germany and the USSR, see Wandycz 1988. The perceived risk that leaving the gold standard can produce monetary instability was in part due to the Polish experience of hyperinflation until 1923 followed by a second inflation in 192526 as for example argued in the earlier Polish literature, see Knakiewicz 1967. But in difference to other countries that experienced a hyperinflation in the 1920s such as Austria or Hungary, the Polish government was afraid of an additional cost of leaving gold: loosing acess to friendly capital in terms of the political system of Versailles. For example, in August 1931 ! the Polish charge daffaires Muehlstein discussed in Paris the possibilities to replace the influence of German banks in Upper Silesia by French capital. As long as the situation was normal, the fight with the German banks was very difficult, but now, when the German krach had undermined their authority, it would just be a political sin not to use this opportunity and not to try to replace the German capital by French 28capital.5 At the same time, the question of how to finance the urgent modernization of the Polish army came up again because the depression started to produce growing budget deficits and because the government feared the growing political instability in Germany. After a Polish attempt in July 1929 to negotiate a new French armament credit over 1.5 billion Francs had failed, renewed efforts to at least get the final instalment of the 1921 credit frozen since Locarno succeeded in February 1931. The deliveries were scheduled for May 1931 until December 1933 Ciaowicz 1970, p. 162f. After this, the Polish side immediately attempted to discuss a new armament credit via ambassador Chapowski in Paris. When this failed, Pisudski sent a special envoy Targowski to Paris in November 1931 to explore chances for private armament credits ibidem, p. 164 followed by an official request of the Polish General Staff about the price for a large delivery of heavy weapons. Note that the General Staff was eager to stress in this request the inability of Poland to realize a cashtransaction ibidem, p. 166. In this political environment of 1931 it is hardly surprising that Poland followed neither Germany still her largest trading partner nor later Britain off gold. In addition to a possible risk of inflation, the Polish government feared to lose access to French capital when it felt to need it most. Polish monetary policy apparently hinged to a large degree on the strategic considerations of the authoritarian regime. Two further aspects support this view. First, in May 1931 Marshall Jozef Pisudski made his brother Jan minister of finance. He did this obviously to tighten his personal grip on economic policy because his brother had little expertise in monetary policy. Jan Pisudski was followed in September 1931 by W. M. Zawadzki, an eminent Polish economist, founding member of the Econometric Society, classical hardliner of orthodox monetary policy, and a confident of Pisudski Landau and Tomaszewski 1965. In a private memorandum of late 1935 Zawadzki recapitulated his monetary policy. Importantly, this memorandum was never meant for publication see Landau and Tomaszewski 1965. Zawadzki stressed that his monetary policy was based on two principles: first, to finance the military ! budget of the Polish state to which the whole economy must be adapted, and related to his second, to stick to the gold exchange standard. He describes his motivation for the latter as threefold: first, to gain 5 Own translation from a Letter of Muehlstein to Polish Foreign Minister Zaleski, August 8, 1931, cited after Landau and Tomaszewski 1964, p. 315. 29access to foreign capital. Second, to avoid domestic turmoil after a destabilization of the currency that could undermine the authority of the regime. And finally third, Zawadzki mentions the fact that a devaluation of the Zoty would automatically decrease the military budget, because it would decrease its purchasing power abroad.6 In addition, he was positively convinced that it was possible to overcome the crisis by a downward adjustment of prices,7 and pursued this policy until his demission in October 1935. Among the several effects of the death of Marshall Pisudski in May 1935 was the political comeback of Kwiatkowski, father of the harbour of Gdynia who stood for the idea to reduce the economic dependency on German trade. In October 1935 Kwiatkowski replaced Zawadzki as minister of finance, and in December 1935 the Cabinet decided on a 4year investment plan, that merged older plans for bigpush industrialization with plans for setting up a largescale Polish armament industry to be concentrated in the Security Triangle formed by Vistula and San see Strobel 1975, Landau and Tomaszewski 1999. In the meantime the economic pressure to finally release the golden fetters had increased sharply, with a large decline in Polands reserves from mid1935 onwards, mainly due to the imposition of new exchange restrictions in Germany and elsewhere. Polands membership in the GoldBloc had become a mere facade without any economic foundations. The time to act finally came in March 1936 with the remilitarization of the Rhineland, when Germany de facto cancelled the treaty of Locarno: a major threat to Poland. Poland signalled her preparation to support France in an armed conflict in the spirit of the 1921 convention, but France did not react Ciaowicz 1970, p. 216f. Moreover, the changing political climate in France, with an expected success of Blums Front Populaire questioned the future of the gold bloc altogether Moure 2002, p. 209ff  On April 9th, 1936 a National Defence Fund was set up by presidential decree to be equipped with 1 billion Zoty over the period 193740 in order to finance the modernization of Polands army Krzyzanowski 1976, p. 146, apparently in anticipation of a radical change in monetary policy. Only two weeks 6 Zawadzki 1935, reprinted in Landau and Tomaszewski 1965, pp. 127151, here especially page 134. 7 Ibidem, p. 132. 30later, on April 26th another presidential decree introduced exchange controls, and thereby ended Polands adherence to the goldexchange standard. The halfofficial Monthly Bulletin of the stateowned Bank Gospodarstwa Krajowego BGK, published in French, defended this step as follows: Therefore, the introduction of exchange controls was not directly determined by economic difficulties. The Polish government saw itself forced to this radical step in the first place in order to fight the currency speculation, which has developed recently and to stop the tendencies of hoarding, encouraged mainly by events from the domain of international politics. The aggravation of the political situation in Europe and the threat of war had a negative impact on all countries and in the first place on the members of the Gold Bloc   BGK 1936, Revue Mensuelle IX 4, p. 2. VII. Conclusion Germany left the goldexchange standard in July 1931, soon followed by the Habsburg successors Hungary, Austria, Czechoslovakia and also Sweden in September 1931. Italy left gold only in 1934, while France in the west and Poland in the east adhered to the goldexchange standard until the bitter end in 1936. I argued that theoretical models of currency crises starting with Krugman 1979 over Obstfeld 1986 to Krugman 1998 are very helpful to understand this pattern and to organise the vast empirical literature on the interwar experience. In a flexible econometric framework that allows for various specifications of discrete time survival models, I find that a key factor was the extent of deflationary pressure that each country faced, which might have triggered both rising unemployment and debt deflation. However, many factors conditioned its impact. There is evidence that the experience of a banking crisis was an independent additional factor in debtor countries, in line with thirdgeneration models of currency crises. Moreover, the ability to defend further adherence to gold as reflected in the cover ratio affected the exit decisions. And this ability in turn depended on the character of the political regime, the independence of the Central Bank, and not at least on previous devaluations, very much along the lines of a second generation model. Finally, there is evidence that the pattern of trade integration across Europe helps to explain the exit decisions. An econometric model that nests these various factors can explain all variation in the sample with the 31exception of France, which is always predicted to leave no later than July 1936 instead of September 1936. By closer inspection, it is possible to explain the delay of the French exit, while the final trigger was apparently related to a new rearmament plan. Moreover, I demonstrated for the case of Poland how my empirical framework can be use to construct some interesting counterfactuals. For example, the model would predict that Poland would leave gold already in late 1932 instead of early 1936, if Poland would have been as democratic as Czechoslovakia and if her economic links to France would have been weaker. Archival evidence on the factors that determined Polands monetary policy 19301935 clearly support that a strategic partnership with France had a crucial impact. Nevertheless, while this approach certainly helps to understand Why were some more inclined than others to release their gold fetters? Eichengreen 1992, there are obviously still many open issues. Most importantly, further work should extend the sample of countries and try to take the network of bilateral economic relations into account, beyond the network of trade flows used here. Especially, new evidence of the pattern of bilateral financial relations could be of considerable value. 32References I. Statistical and other Printed Sources I. a. General League of Nations various years, Statistical yearbook of the League of Nations Annuaire Statistique de la Societe des nations. Geneva. The Economist, London 1931. Statistisches Reichsamt 1934 and 1937, Handbuch der Weltwirtschaft. Berlin. I.b. Country Specific Austria Oesterreichisches Institut fuer Konjunkturforschung 1933, Die Entwicklung der oestereichischen Wirtschaft 19231932, Vienna. Oesterreichischen Nationalbank various years, Mittteilungen des Direktoriums der Oesterreichischen Nationalbank. Vienna. Oesterreichisches Institut fuer Konjunkturforschung various years, Monatsberichte des Oesterreichischen Instituts fuer Konjunkturforschung, Vienna. Oesterreichisches Statistisches Zentralamt various years, Statistisches Handbuch fuer die Republik Oesterreich, Vienna. Bundesamt fuer Statistik various years, Statistisches Handbuch Bundesstaat Oesterreich, Vienna. Czechoslovakia Statistisches Tschechoslovakischen Republik, Prague. Statistisches Tschechoslovakischen Republik, Prague. Statistisches Staatsamt avrious years, Mitteilungen des Statistischen Staatsamtes der Tschechoslovakischen Republik, Prague. Statistisches Staatsamt avrious years, Preisberichte des Statistischen Staatsamtes der Tschechoslovakischen Republik , Prague. Tschechoslovakische Nationalbank, Bulletin, Prague. Statistisches Handbuch Statistisches fuer den Staatsamt avrious years, Jahrbuch Staatsamt avrious years, der der 33France Statistique generale de la France various years, Annuaire statistique, Paris. Statistique generale de la France various years, Indices generaux du movement economique en France de 1901 a 1931, Paris. Statistique generale de la France various years, Bulletin de la statistique generale de la France et du Service dobservation des prix, Paris. Germany Statistisches Reichsamt various years, Statistisches Jahrbuch fuer das Deutsche Reich, Berlin. Statistisches Reichsamt various years, Statistisk des Deutschen Reichs, Berlin. Statistisches Statistisches Reichsamt various years, Vierteljahreshefte zur Statistisk des Deutschen Reichs, Berlin. Statistisches Reichsamt various years, Wirtschaft und Statistik incl. Sonderhefte, Berlin. Institut Konjunkturforschung, Berlin. Hungary GeldinstitutsZentrale various years, Wirtschaftsbericht, Budapest Office central royal de statistique various years, Annuaire statistique hongrois, Budapest. Office central royal de statistique various years, Revue hongroise de statistique, Budapest. Ungarisches Institut fuer Wirtschaftsforschung 1929 and following years Bericht ueber die ungarische Wirtschaftslage, Budapest. Italy Consiglio e ufficio provinciale dell Economia corporative di Milano 1929 and following years Listino dei Prezzi, Milan. Instituto centrale di statistica del Regno d Italia various years, Annuario statistico italiano, Rome. various years, Vierteljahreshefte fuer Konjunkturforschung zur 34Istituto centrale di statistica del Regno d Italia various years, Piccolo annuario statistico italiano, Rome. Istituto centrale di statistica del Regno d Italia various years, Bolletino mensile di statistica, Rome. Istituto centrale di statistica del Regno d Italia various years, Bollettino dei Prezzi. Rome. Poland Bank Polski 1933, Biuletyn Miesieczny, Warsaw. Instyut Koniunktur Gospodarcych i Cen 1938, Koniunktura Gospodarcza Polski w liczbach I wykresach w latach 19281938, Warsaw. Gowny Urzad Statztzczny various years, Kwartalnik Statystyczny, Warsaw. Gowny Urzad Statztzczny various years, May Rocznik Statystyczny, Warsaw. Bank Gospodarstwa Krajowego BGK, 1936 Revue Mensuelle, Warsaw. Gowny Urzad Statystyczny various years, Rocznik Handlu Zagranicznego Rzeczypospolitej Polskiej, Warsaw. Gowny Urzad Statztzczny various years, Rocznik Statystyczny Rzeczypospolitej Polskiej, Warsaw. Gowny Urzad Statztzczny various years, Statystyka Cen. Miesiecznik, Warsaw. Gowny Urzad Statztzczny various years, Wiadomosci Statystyczne Glownego Urzedu Statystycznego, Warsaw. Sweden Statistika Centralbyran various years, Statistisk Arsbok foer Sverige, Stockholm. Statistika Centralbyran various years, Allmaen Sparbanksstatistik, Stockholm. Kommerskollegium various years, Industri, Stockholm. Kommerskollegium various years, Handel, Stockholm. 35II. Articles and Books Besedes, Tibor and Thomas Prusa 2006, Product differentiation and duration of US import trade, Journal of International Economics 702, pp. 339358. Bernanke, Ben 1995: The Macroeconomics of the Great Depression: A Comparative Approach, Journal of Money, Credit and Banking 27 1, pp. 128. Bernanke, Ben 2000, Essays on the Great Depression, Princeton: Princeton University Press. Bernanke, Ben and Harold James 1991, The Gold Standard, Deflation and Financial Crisis in the Great depression: An International Comparison in G. Hubbard ed., Financial Markets and Financial Crisis, Chicago: Chicago University Press, pp. 3368. Bordo, Michael, Michael Edelestein and Hugh Rockoff 1999, Was Adherence to the Gold Standard a Goo Housekeeping Seal of Approval during the Interwar Period?, NBER Working Paper No. 7186. Calvo, Guillermo and Carmen Reinhardt 2001, Fixing for your Life, in S. Collins and D. Rodrik eds. Brookings Trade Forum 2000. Policy Challenges in the Next Millenium, Washington, pp. 139. Calvo, Guillermo and Carmen Reinhardt 2002, Fear of Floating, Quarterly Journal of Economics CXVII 2, pp. 379408 Calvo, Guillermo, A. Izquierdo and Ernesto Talvi 2006, Phoenix Miracles in emerging markets: recovery without credit rom systemic financial crises, BIS Working Paper No. 221. Chang, R. and A. Velasco 1998, Financial Crises in Emerging Markets: A Canonical Model, Federal Reserve Bank of Atlanta Working Paper. Ciaowicz, Jan 1970, PolskoFrancuski Sojusz Wojskowy 19211939, Warsaw: Panstwowe Wydawnictwo Naukowe. Cox, D. R. 1972, Regression Models and Life Tables with Discussion, Journal of the Royal Statistical Society B34, pp. 187220. Drazen, A. and P. R. Masson 1994, Credibility of Policies vs. credibility of Policymakers, Quarterly Journal of Economics 109, pp. 73554. Eichengreen, Barry 1992, The Gold Standard and the Great Depression, New York Oxford University Press. 36Eichengreen, Barry, and Douglas Irwin 1995, Trade Blocs, Currency Blocs, and the Reorientation of Trade in the 1930s, Journal of International Economics 38, pp. 124. Eichengreen, Barry and Jeffrey Sachs 1985, Exchange Rates and Economic Recovery in the 1930s, Journal of Economic History 4, pp. 925946. Eichengreen, Barry and Beth Simmons 1995, International Economics and Domestic Politics: Notes from the 1920s in Charles Feinstein ed., Banking, Currency and Finance in Europe between the Wars, Oxford: Clarendon Press, pp. 131149. Ellis, Howard S. 1939, Exchange Control In Austria and Hungary, The Quarterly Journal of Economics 54 1, pp. 1185. Fahrmeir, Ludwig and Gerhard Tutz 2004, Multivariate Statistical Modelling based on Generalized Linear Models, Berlin and New York: Springer. Federico, Giovanni 2005, Not Guilty? Agriculture in the 1920s and the Great Depression, Journal of Economic History 65 4, pp. 949976. Feinstein, Charles and Katherine Watson 1995, Private International Capital Flows in the Interwar Period, in Charles Feinstein ed., Banking, Currency, and Finance in Europe between the Wars, Oxfrod 1995, pp. 94130. Feinstein, Charles, Peter Temin and Gianni Toniolo 1997, The European Economy between the Wars, Oxford. Findlay, Ronald and Kevin H. ORourke 2007, Power and Plenty: Trade, War, and the World Economy in the Second Millennium, Princeton: Princeton University Press. Fisher, Irving, 1933, The DebtDeflation Theory of Great Depressions, Econometrica 1 4, pp. 33757. Frankenstein, Robert 1982, Le prix du rearmement francais, 19351939, Prais: Publications de la Sorbonne. Fregert, Klas and Lars Jonung 2004, Deflation Dynamics in Sweden: perceptions, Expectations, and Adjustment during the Deflations of 19211923 and 19311933, in R. Burdekin and P. Siklos eds., Deflation: Current and Historical Perspectives, Cambridge and New York, pp. 91128. Grossman, Richard 1994, The Shoe that didnt drop: explaining banking stability during the Great Depression, Journal of Economic History 54 3, pp. 654682. 37Heckman, James J. and Burton Singer 1984, Econometric Duration Analysis, Journal of Econometrics 24, pp. 63132. James, Harold 1984, The causes of the German banking crisis of 1931, Economic Hoistory Review 38, pp. 6887. James, Harold 2001, The End of Globalization: Lessons from the Great Depression, Cambridge: Harvard University Press. Keynes, J. M. 1972 1925. The economic consequences of Mr. Churchill. In: The Collected Writings of John Maynard Keynes, vol. IX: Essays in Persuasion. London: Macmillan. Klein, Michael W. and Nancy P. Marion 1997, Explaining the Duration of ExchangeRate Pegs, Journal of Development Economics 542, pp. 387404. Knakiewicz, Zenobia 1967, Deflacja Polska 19301935, Warsaw: Panstwowe Wydawnictwo Ekonomiczne. Krugman, Paul 1979, A model of BalanceofPayment Crisis, Journal of Money, Credit and Banking 11 3, pp. 311325. Krugman, Paul 1998, What happened to Asia? MIT, mimeo. Krzyzanowski, Kazimierz 1976, Wydatki Wojskowe Polski w Latach 19181939, Warsaw: Panstwowe Wydawnictwo Naukowe. Kydland, F., and E. Prescott 1977 Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 87, pp. 473492. Landau, Zbigniew and Jerzy Tomaszewski 1964, Kapitay Obce w Polsce 19181939. Materiay i dokumenty, Warsaw: Ksiazka i Wiedza. Landau, Zbigniew and Jerzy Tomaszewski Zawadzkiego, Kwartalnik Historyczny 72, pp. 127151. Landau, Zbigniw and Jerzy Tomaszewski 1999, Zarys Historii Gospodarczej Polski 19181939, Warsaw: Ksiazka i Wiedza. Lewis, William 1949, Economic Survey 19191939. London: Allen and Unwin. Marshall, Monty G. and Keith Jaggers 2005, POLITY IV Project. Political Regime Characteristics and Transitions, 18002004. Dataset Users Manual, George Mason University. Mc Kinnon, R. and P. Huw 1996, Credible Economic Liberalizations and Overborrowing, America Economic Review 87, pp. 189193. Moure, Kenneth 1988, Une eventualite absolument exclue: French reluctance to devalue, 19331936, French Historical Studies 15 3, pp. 479505. 1965, Memorial W. M. 38Moure, Kenneth 2002, The Gold Standard Illusion. France, the Bank of France, and the International Gold Standard, 19141939. Oxford. Narendranathan, W. and M. B. Stewart 1993, How does the benefit effect vary as Unemployment spells lengthen?, Journal of Applied Econometrics 8, pp. 361381. Newell, Andrew and J. S. V. Symons 1988, The Macroeconomics o the Interwar Years: International Comparisons, in B. Eichengreen and T. Hatton eds., Interwar Unemployment in International Perspective, Dordrecht: Kluwer Academic Publishers. Obstfeld, Maurice 1986, Rational and SelfFulfilling Balanceof Payments Crises, American Economic Review 76 1, pp. 7281. Redmond, J. 1982, The Sterling Overvaluation in 1925: a Multilateral Approach, Economic History Review 37, pp. 520532. Ritschl, Albrecht 2002, Deutschlands Krise und Konjunktur 19241934. Binnenkonjunktur, Auslandsverschuldung und Reparationsproblem zwischen DawesPland und Transfersperre. Berlin: Akademie Verlag. Ritschl, Albrecht and Nikolaus Wolf 2003, Endogeneity of Currency Unions and Trade Blocs: Evidence from the Interwar Period, CEPR Discussion Paper No. 4112. Schnabel, Isabel 2004, The German Twin Crisis of 1931, Journal of Economic History 64 3, pp. 822871. Simmons, Beth 1994, Who Adjusts? Domestic Sources of Foreign Economic Policy during the Interwar Years, Princeton: Princeton University Press. Sicsic, P. 1992. Was the Franc Poincar e deliberately undervalued?, Explorations in Economic History 29, pp. 6992. Straumann, Tobias and Ulrich Woitek 2006, Made in London: Swedens price level targeting of the 1930s revisited, mimeo. Strobel, Georg 1975, Die Industrialisieruing Polens am Vorabend des Zweiten Weltkriegs zwischen Innen und Wehrpolitik, Zeitschrift fuer Ostforschung, 2410, pp. 221271. Taylor, Alan M. and Maurice Obstfeld 2003, Sovereign Risk, Credibility and the Gold Standard: 18701913 versus 192531, The Economic Journal 113, pp. 241275. Temin, Peter 2008, The German Crisis of 1931: evidence and tradition, Cliometrica 21 2008, pp. 517. Thompson, W. A. 1977, On the Treatment of Grouped Observations in Life Studies, Biometrics 33, pp. 463470. 39Waelti, Sebastien 2005, The duration of fixed exchange rate regimes, IIIS Discussion Paper No. 96 2005. Wandschneider, Kirsten 2005, The Stability of the Interwar Gold Exchange Standard Did Politics Matter?, Middlebury College Economics Discussion Paper No. 0518. Wandycz, Piotr S. 1988, The Twilight of French Eastern Alliances, 19261936. Princeton: Princeton University Press. Wolf, Holger and Tarik M. Yousef 2005, Breaking the Fetters: Why did Countries exit the Interwar Gold Standard?, Paper presented at the conference The New Comparative Economic History in honour of Jeffrey G. Williamson, Harvard University, November 2005. Wolf, Nikolaus 2007, Should I stay or should I go? Understanding Polands Adherence to Gold, 19281936, Historical Social Research 32 4, pp. 351368. 40CESifo Working Paper Series for full list see Twww.cesifogroup.orgwp T address: Poschingerstr. 5, 81679 Munich, Germany, officecesifo.de ___________________________________________________________________________ 2204 P. Mohnen, F. C. Palm, S. Schim van der Loeff and A. Tiwari, Financial Constraints and other Obstacles: Are they a Threat to Innovation Activity?, January 2008 2205 Sascha O. Becker and Mathias Hoffmann, Equity Fund Ownership and the CrossRegional Diversification of Household Risk, January 2008 2206 Pedro R. D. Bom and Jenny E. Ligthart, How Productive is Public Capital? A MetaAnalysis, January 2008 2207 Martin Werding, Ageing and Productivity Growth: Are there Macrolevel Cohort Effects of Human Capital?, January 2008 2208 Frederick van der Ploeg and Steven Poelhekke, Globalization and the Rise of MegaCities in the Developing World, February 2008 2209 Sara Biancini, Regulating National Firms in a Common Market, February 2008 2210 Jin Cao and Gerhard Illing, Liquidity Shortages and Monetary Policy, February 2008 2211 Mathias Kifmann, The Design of Pension Pay Out Options when the Health Status during Retirement is Uncertain, February 2008 2212 Laszlo Goerke, Tax Overpayments, Tax Evasion, and BookTax Differences, February 2008 2213 Junichi Itaya and Heinrich W. Ursprung, Price and Death, February 2008 2214 Valentina Bosetti, Carlo Carraro and Emanuele Massetti, Banking Permits: Economic Efficiency and Distributional Effects, February 2008 2215 Assar Lindbeck, Marten Palme and Mats Persson, Social Interaction and Sickness Absence, February 2008 2216 Gary E. Bolton and Axel Ockenfels, The Limits of Trust in Economic Transactions Investigations of Perfect Reputation Systems, February 2008 2217 Hartmut Egger and Peter Egger, The Trade and Welfare Effects of Mergers in Space, February 2008 2218 Dorothee Crayen and Joerg Baten, Global Trends in Numeracy 18201949 and its Implications for LongRun Growth, February 2008 2219 Stephane Dees, M. Hashem Pesaran, L. Vanessa Smith and Ron P. Smith, Identification of New Keynesian Phillips Curves from a Global Perspective, February 2008 2220 Jerome L. Stein, A Tale of Two Debt Crises: A Stochastic Optimal Control Analysis, February 2008 2221 Michael Melvin, Lukas Menkhoff and Maik Schmeling, Automating Exchange Rate Target Zones: Intervention via an Electronic Limit Order Book, February 2008 2222 Raymond Riezman and Ping Wang, Preference Bias and Outsourcing to Market: A SteadyState Analysis, February 2008 2223 LarsErik Borge and Jrn Ratts, Young and Old Competing for Public Welfare Services, February 2008 2224 Jose Apesteguia, Steffen Huck, Jorg Oechssler and Simon Weidenholzer, Imitation and the Evolution of Walrasian Behavior: Theoretically Fragile but Behaviorally Robust, February 2008 2225 Walter Kramer, Long Memory with MarkovSwitching GARCH, February 2008 2226 Antonio Afonso and Christophe Rault, What do we really Know about Fiscal Sustainability in the EU? A Panel Data Diagnostic, February 2008 2227 Sergey M. Kadochnikov and Igor M. Drapkin, Market Structure, Technological Gap and Vertical Linkage Effects from Foreign Direct Investment, February 2008 2228 Guglielmo Maria Caporale, Davide Ciferri and Alessandro Girardi, Fiscal Shocks and Real Exchange Rate Dynamics: Some Evidence for Latin America, February 2008 2229 Scott Alan Carson, Geography and Insolation in 19th Century US AfricanAmerican and White Statures, February 2008 2230 Wolfgang Buchholz and Jan Schumacher, Discounting and Welfare Analysis Over Time: Choosing the , February 2008 2231 M. Hashem Pesaran, Christoph Schleicher and Paolo Zaffaroni, Model Averaging in Risk Management with an Application to Futures Markets, February 2008 2232 Wilhelm Kohler, Offshoring: Why Do Stories Differ?, February 2008 2233 Stefan Bach, Giacomo Corneo and Viktor Steiner, Effective Taxation of Top Incomes in Germany, 19922002, February 2008 2234 Robert S. Chirinko, : The Long And Short Of It, February 2008 2235 Volker Grossmann and Holger Strulik, Should Continued Family Firms Face Lower Taxes than other Estates?, February 2008 2236 Guido Tabellini, The Scope of Cooperation: Values and Incentives, February 2008 2237 Heinrich W. Ursprung and Christian Wiermann, Reputation, Price, and Death: An Empirical Analysis of Art Price Formation, March 2008 2238 Hans Fehr and Christian Habermann, Private Retirement Savings in Germany: The Structure of Tax Incentives and Annuitization, March 2008 2239 Joseph Francois and Ian Wooton, Market Structure and Market Access, March 2008 2240 Hiroyuki Kasahara and Beverly Lapham, Productivity and the Decision to Import and Export: Theory and Evidence, March 2008 2241 Gary E. Bolton and Axel Ockenfels, Does Laboratory Trading Mirror Behavior in Real World Markets? Fair Bargaining and Competitive Bidding on EBay, March 2008 2242 Atsushi Oshima, B. Ravikumar and Raymond Riezman, Entrepreneurship, Organization Capital and the Evolution of the Firm, March 2008 2243 Walter Kramer and Sebastian Schich, LargeScale Disasters and the Insurance Industry, March 2008 2244 Leif Danziger, Adjustment Costs, Inventories and Output, March 2008 2245 Anne van Aaken, Lars P. Feld and Stefan Voigt, Power over Prosecutors Corrupts Politicians: Cross Country Evidence Using a New Indicator, March 2008 2246 HansChristian Heinemeyer, MaxStephan Schulze and Nikolaus Wolf, Endogenous Borders? The Effects of New Borders on Trade in Central Europe 18851933, March 2008 2247 Johannes Becker and Clemens Fuest, Tax Competition Greenfield Investment versus Mergers and Acquisitions, March 2008 2248 Giorgio Bellettini and Hubert Kempf, Why not in your Backyard? On the Location and Size of a Public Facility, March 2008 2249 Jose Luis Evia, Roberto Laserna and Stergios Skaperdas, SocioPolitical Conflict and Economic Performance in Bolivia, March 2008 2250 Bas Jacobs and A. Lans Bovenberg, Optimal Taxation of Human Capital and the Earnings Function, March 2008 2251 JanEgbert Sturm and Timo Wollmershauser, The Stress of Having a Single Monetary Policy in Europe, March 2008 2252 Guido Schwerdt, Labor Turnover before Plant Closure: Leaving the Sinking Ship vs. Captain Throwing Ballast Overboard, March 2008 2253 Keith E. Maskus and Shuichiro Nishioka, DevelopmentRelated Biases in Factor Productivities and the HOV Model of Trade, March 2008 2254 Jeremy Edwards and Sheilagh Ogilvie, Contract Enforcement, Institutions and Social Capital: the Maghribi Traders Reappraised, March 2008 2255 Imed Drine and Christophe Rault, Purchasing Power Parity for Developing and Developed Countries. What can we Learn from NonStationary Panel Data Models?, March 2008 2256 Scott Alan Carson, Health, Wealth and Inequality: a Contribution to the Debate about the Relationship between Inequality and Health, March 2008 2257 C.A.E. Goodhart, The Regulatory Response to the Financial Crisis, March 2008 2258 Stefan Bauernschuster, Oliver Falck and Stephan Heblich, The Impact of Continuous Training on a Firms Innovations, March 2008 2259 Michael Grimm and Stephan Klasen, Geography vs. Institutions at the Village Level, 2260 FwuRanq Chang, Property Insurance, Portfolio Selection and their Interdependence, 2261 J. Atsu Amegashie and Marco Runkel, The Paradoxes of Revenge in Conflicts, March March 2008 March 2008 2008 2262 Hans Jarle Kind, Marko Koethenbuerger and Guttorm Schjelderup, Efficiency Enhancing Taxation in Twosided Markets, March 2008 2263 M. Hashem Pesaran, Til Schuermann and L. Vanessa Smith, Forecasting Economic and Financial Variables with Global VARs, March 2008 2264 Volker Grossmann, Entrepreneurial Innovation and Sustained Longrun Growth without Weak or Strong Scale Effects, March 2008 2265 Robert S. Chirinko and Huntley Schaller, The Irreversibility Premium, March 2008 2266 Andrea Galeotti and Jose Luis MoragaGonzalez, Platform Intermediation in a Market for Differentiated Products, April 2008 2267 Torben M. Andersen and Michael Svarer, The Role of Workfare in Striking a Balance between Incentives and Insurance in the Labour Market, April 2008 2268 Harald Badinger, Cyclical Fiscal Policy, Output Volatility, and Economic Growth, April 2008 Note, April 2008 2269 Thomas Aronsson and Erkki Koskela, Outsourcing and Optimal Nonlinear Taxation: A 2270 Gary E. Bolton, Claudia Loebbecke and Axel Ockenfels, How Social Reputation Networks Interact with Competition in Anonymous Online Trading: An Experimental Study, April 2008 2271 Nikolaus Wolf, Scylla and Charybdis. Explaining Europes Exit from Gold, January 1928 December 1936, April 2008 ", "filename": "561444595.PDF", "person": ["Nikolaus Wolf", "Wolf, Nikolaus"], "date": ["2008"]}