{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/44022/1/563774134.pdf"], "title": ["Observed and unobserved determinants of unemployment insurance benefit sanctions in Germany: Evidence from matched individual and regional administrative data"], "plaintext": " Abstract The paper analyzes the individual and regional determinants of unemployment benefit sanctions in Germany. On the basis of an administrative data set a multilevel hazard rate model in discrete time for the transitions into a sanction is estimated, controlling for unobserved heterogeneity on the individual and regional level. It is shown that certain benefit recipients, e.g. younger people, are more likely to receive sanctions than e.g. older, disabled, or skilled individuals. Moreover, the risk of being sanctioned not only depends on individual characteristics but is also influenced by the sanction policies of the employment agencies. Zusammenfassung Der Beitrag untersucht individuelle und regionale Determinanten von Sanktionen, die Unterstutzungsleistungen arbeitsloser Leistungsempfanger in Deutschland mindern. Auf Basis von neu verfugbaren Geschaftsdaten der Bundesagentur fur Arbeit werden sanktionierte und unsanktionierte Leistungsempfanger verglichen. Zudem wird ein multivariates Abgangsratenmodell in diskreter Zeit spezifiziert, das unbeobachtete Heterogenitat auf individueller und regionaler Ebene kontrolliert. Dabei zeigt sich, dass Arbeitslose in ganz unterschiedlichem Mae von Sanktionen betroffen sind: Beispielsweise erhalten jungere Menschen unter 25 Jahren Sanktionen mit hoherer Wahrscheinlichkeit als Altere uber 50 Jahre, Schwerbehinderte oder hoch qualifizierte Leistungsempfanger. Das individuelle Sanktionsrisiko ist nicht ausschlielich vom Verhalten des Arbeitslosen, sondern ebenso von der Sanktionierungspolitik der regionalen Arbeitsagenturen abhangig. Content 1 2 Introduction   1 State of the Literature and Hypotheses   2 3 Data Set, Sample Design and Definition of Variables  4 4 5 Econometric Model   5 Empirical Results   8 5.1 5.2 Descriptive Statistics   8 Results from Hazard Rate Models   9 6 Conclusions  15 References  17 Appendix  19 1 Introduction The Job Aqtiv Act of late 2001 and the socalled Hartz laws IIV implemented between 2003 and 2005 mark important milestones in the reform of active and passive labor market policies in Germany. As part of the reorganization of the unemployment insurance UI system the legal rules for benefit sanctions were amended in order to make the imposition of sanctions more effective in Germany. These changes in the sanction regime are part of a broader international trend to increase the pressure on UI benefit recipients and to activate them cf. Eichhorst et al., 2006 or Klammer and Leiber, 2004. Primarily due to data limitations so far little is known for the German case about the imposition of benefit sanctions and individual sanction probabilities. A descriptive study by Wilke 2004 based on individual data from the Employment Subsample of the Institute for Labor Market and Employment Research exemplifies the data restrictions as it cannot discriminate between benefit sanctions in a narrower sense Sperrzeiten and minor penalties that are in most cases revoked Saumniszeiten. Wilkes findings do thus not completely correspond to actual benefit sanctions that lead to a suspension of benefits. For instance, the result that most of the sanctions are withdrawn within a short period of time does not hold for benefit sanctions in the narrow sense as aggregate data on the share of revoked sanctions show cf. Muller and Oschmiansky, 2005. With the Integrated Employment Biographies IEB a new comprehensive administrative data set is available cf. Hummel et al., 2005. On this basis the paper aims to broaden the understanding of the imposition of sanctions. Focusing on UI benefit sanctions after the rejection of a job offer or a placement into a program of active labor market policy ALMP that lead to a suspension of benefits the following empirical questions will be addressed: What proportion of the newly unemployed individuals is actually receiving a benefit sanction? At which point in time during the unemployment spell are sanctions predominantly imposed? How does the composition of the faction of sanctioned unemployed differ from the group that has not received a sanction? What are the individual and regional determinants of the transition rate into a sanction? Which role does the sanction policy of the local public employment agency play for the individual sanction probability? The wider ranging and complex question concerning the labor market effects of sanctions will not be tackled in this short contribution, though. In order to answer these research questions I first analyze the transition rate from unemployment into a benefit sanction descriptively. Then a multivariate, multilevel hazard rate model in discrete time that also controls for nested unobserved heterogeneity is specified to investigate the individual and regional determinants of receiving a benefit sanction. It will be shown that the overall share of sanctioned unemployed is rather small. Only about one percent of newly unemployed benefit recipients receives a sanction that effectively reduces their benefits for at least 3 weeks. More sanctions are imposed in the first six months of the unemployment spell. The composition of the pool of sanctioned unemployed is markedly different from nonsanctioned benefit recipients: younger and lowqualified individuals are over, women, older, highlyqualified and disabled persons are underrepresented among the sanctioned. Unobserved individual characteristics of the unemployed also affect the probability of being sanctioned. Moreover, it will be shown that there is systematic regional variation in the individual risk of re 1ceiving a benefit sanction that cannot only be attributed to regional context conditions but also to the sanction policy of the respective employment agency. This means that benefit recipients in Germany are not being treated equally with regard to the sanction rules. The remainder of the paper consists of five parts. Section 2 briefly reviews the literature, discusses the theoretical background for the imposition of sanctions and formulates hypotheses. In section 3 the data base is described, the sample design is discussed and the variables of the empirical analysis are defined. Section 4 outlines the econometric model. The results are presented in section 5. Section 6 summarizes my conclusions. 2 State of the Literature and Hypotheses The monitoring of the unemployed and the imposition of benefit sanctions can be understood as institutional features of UI systems to reduce disincentive effects. The theoretical literature on optimal UI design dealing with the effects of sanctions cf. Fredriksson and Holmlund, 2003 tries to derive the optimal level of monitoring and sanctions given their costs and benefits. It is shown that sanctions can improve the incentive structure of UI benefit systems and increase the transition rate to employment Boone and Van Ours, 2000; Boone et al., 2001; Fredriksson and Holmlund, 2005. Incorporating sanctions into an UI system can be more efficient than an across the board reduction of benefits and is thus potentially welfare improving Boone and Van Ours, 2000. Empirical analyses on benefit sanctions are mainly concerned with their causal labor market effects on the transition rate from unemployment to employment. The direct incentive effect for those individuals who have received a benefit sanction is to be distinguished from the threat effect of a potential sanction that affects the reservation wage and search intensity of all unemployed benefit recipients. There is a series of papers based on experimental data for the U.S. cf. Meyer, 1995; Johnson and Klepinger, 1994; Klepinger et al., 2002; Benus et al., 1997 and Ashenfelter et al., 2005 and for Europe cf. Dolton and ONeill, 1996; Micklewright and Nagy, 2005; Gorter and Kalb, 1996; Jensen et al., 1999 and Van den Berg and Van der Klaauw, 2006. In addition, nonexperimental studies that draw on administrative data sets were carried out by Keeley and Robins, 1985, Lalive et al., 2005 and Abbring et al., 2005. Most of the studies conclude that sanctions exert a positive impact on the transition rate into employment. In several cases the imposition of a sanction is combined with more intensive counseling for the unemployed. Whereas in many theoretical models agents are assumed to be homogeneous i.e. everyone has the same sanction probability given his or her behavior, empirical analyses of the sanction effects have to account for individual heterogeneity to avoid selection bias in the estimated effects. I am not aware of any publications analyzing explicitly the determinants of benefit sanctions. Therefore this paper is focused on observed and unobserved factors on the individual and regional level that influence the transition process from unemployment into the state of an imposed benefit sanction. 2On the individual level a number of explanations can be thought of that are related to observable characteristics. First, a certain behavior of the unemployed may be related to their socioeconomic characteristics. Older people, for instance, tend to be more risk averse than younger persons. Since their employment options are generally limited, the elderly will be more inclined to accept a job offer or to participate in a labor market policy program and therefore will not risk a benefit sanction. Younger people could be more careless regarding the sanction rules and thus face sanctions with a higher probability. Second, institutional factors restricting the behavior and hence the sanction probability could also be relevant. Job search requirements and sanction rules are not implemented uniformly, but applied selectively, e.g. by age or family status. Older unemployed, single parents as well as disabled persons should thus ceteris paribus have lower inflow rates into a penalty. People with larger benefit entitlements ought to be sanctioned less often since they have a greater financial incentive to avoid a penalty. Third, the capacity of circumventing benefit sanctions may not be distributed equally. For instance, highly qualified persons could be more skilled and successful in avoiding sanctions which would lead to lower sanction rates. Fourth, to some degree societal norms may influence the decision of an employment officer not to impose a benefit sanction. One could imagine that individuals who are perceived to be not as flexible, e.g. older people or parents, will not be treated as strictly by the Public Employment Service PES as e.g. young singles. In addition to the described effects that are related to observable variables unobserved individual heterogeneity should also play an important role for transitions into a benefit sanction. Some individual characteristics e.g. risk aversion or work motivation cannot be observed but vary between individuals regardless of age, sex, etc. Some people could therefore engage in more risky behavior than others and thereby accept the higher probability of benefit sanctions. This may lead to different sanction rates between on the surface identical people. Institutional details of UI design see e.g. Grubb, 2000 and the implementation of sanctions, which both also affect the probability of receiving a benefit sanction, are neglected in most of the above mentioned literature. Muller and Oschmiansky 2005; 2006 have shown that there is considerable crossregional variation in the implementation of benefit sanctions in Germany. As sanction rules have to be executed by the PES, problems of policy implementation arise. Eventually a placement counselor decides if a job offer is suitable, or search requirements were violated and, therefore, a benefit sanction is warranted. In addition such decisions are constrained by the conditions on the regional labor market. This leads to regional differences in the monitoring and sanction intensity which have an effect on the individual probability of getting sanctioned. The following hypotheses can be derived for factors on the regional level. First, the situation on the regional labor market influences the sanction probability. The individual risk of getting sanctioned is higher when the level and duration of unemployment is low and the vacancy rate is high; otherwise there would not be many possibilities for rejecting job offers made by the PES that could ultimately lead to a sanction. Second, implementation variables will have an impact on the transition rate into a sanction. An employment agency that has relatively more personnel a favorable staffclientratio andor maintains a larger secondary labor market has more resources andor opportunities to impose benefit sanctions. 3Not least, the sanction policy of an employment agency is crucial: Benefit recipients living in an employment district where the local agency pursues a stricter activation strategy should have a markedly higher probability of benefit sanctions. 3 Data Set, Sample Design and Definition of Variables This study uses a new individual data set, the Integrated Employment Biographies IEB from the German PES see Hummel et al., 2005. Originating from four different sources this administrative data contains register data on unemployment insurance and assistance benefits, the participation in programs of ALMP, and employment registrations covered by the social security system. It comprises all individuals who are either registered as unemployed or officially searching for employment. The data are merged by means of the social security or the PES customer number. This spell data set consists of information about different employment states and the transitions between those states on a daily basis. The IEB does not record data about certain labor market states like self and civil employment or being out of the labor force. As notifications from the employers about new employment contracts can arrive delayed there are data gaps for the latest year included in the IEB. Quarterly inflow samples are used for the years 2001 and 2002 which are randomly drawn from the population of unemployed individuals receiving unemployment insurance or assistance benefits and therefore being at risk of getting sanctioned for more details see WZB and infas, 2006. Samples were drawn and estimations carried out separately for both sexes as well as for East and West Germany. For the empirical analysis benefit sanctions in the sense used here have to be distinguished from several short term penalties maximum of seven days, including penalties for a missed appointment with an employment officer Saumniszeiten, and from the socalled Minderungsbetrage, when benefits are reduced due to a late registration as unemployed. The focus here is thus solely on temporary suspensions of benefits Sperrzeiten which entail the following types of penalties: the rejection of a reasonable job offer from the PES 144 I, No. 2 SGB III and the refusal to participate in programs of ALMP 144 I, No. 3 SGB III. These cases correspond to the theoretically interesting types of sanctions for already unemployed benefit recipients which are intended to reduce adverse incentive effects of the UI. The dependent variable is the individual transition rate from unemployment to a benefit sanction in the form of a temporary suspension of benefits. Only those cases are recorded as effective sanctions that are followed by a period of 20 days without benefit payments. This condition guarantees that a benefit sanction of at least 3 weeks was not only imposed but also implemented insofar as payments were actually suspended. If this is not the case either an objection was entered and the sanction was lifted or any type of shorter sanction was imposed. In constructing the sample only those cases are considered that are actually at risk of getting sanctioned. Leaving the state of unemployment, e.g. transitions to employment or into a labor market program as well as outflows from benefit reception for other reasons lead to rightcensored cases. 4Independent variables on the individual level are socioeconomic characteristics like sex, age, level of qualification, disabilities, nationality, benefit level, children younger than 3 years in the household, and more than 2 children in the household. In order to model the labor market and unemployment history of individuals the cumulated duration of previous unemployment spells is calculated before the individual enters unemployment at the beginning of the observation period. Moreover, dummies for the incidence of benefit sanctions and other types of shorter penalties before the inflow into unemployment in the observation period are specified. The latter two might capture to some extent unobserved individual heterogeneity and shall give an indication, whether the individual is prone to receiving different kinds of penalties. One has to be aware that if they are correlated with the stochastic process of getting sanctioned these dummies are not completely exogenous. The independent variables are partially timevariant and denoted by xtij in the methodological section 4 for details see WZB and infas, 2006. The descriptive statistics are discussed in more detail in subsection 5.1 see Tab. 2 below. In addition aggregate data on the regional level of employment agencies are utilized. These data are available on a monthly basis for the years 20002004 and can be matched with the individual IEB variables. The covariates denoted by xtj that are used to model the regional labor supply and demand are the regional unemployment rate, the average unemployment duration and the vacancy rate. Moreover, implementation indicators like the personnel resources of the agency and the size of the secondary labor market are included in the model for definitions see Tab. 5 and for descriptive statistics Tab. 6 in the Appendix. I did not include the regional sanction rate as a proxy variable for the sanction policy of the employment agency. Its coefficient could not be interpreted as this variable would be endogenous: the dependent variable would also appear in the regional sanction rate on the righthand side. Therefore unobserved heterogeneity at the regional level is analyzed explicitly. 4 Econometric Model . xtexpxtAn empirical reducedform model cf. Neumann, 1997 is specified to analyze the determinants of the hazard rate from unemployment into a sanction which is assumed to have the following continuous time representation: 1 . is the transition rate from unemployment into an effective sanction. It is a function of the time variable t denoting the elapsed duration since entering the state of unemployment and conditioned on observed covariates x. . is assumed to have a Proportional Hazards PH specification given the vector x see Lancaster, 1990; Jenkins, 2005. The term t symbolizes the baseline hazard function depending on t but not on x and is assumed to be common to all persons. The individualspecific and nonnegative function expx scales the baseline hazard. Therefore this specification is also known as multiplicative hazard model. Proportionality means that absolute changes in x imply proportionate changes in . at each t, moreover the effects of x are assumed to be constant over time. 5Although it is often impossible to justify the PH assumption on theoretical grounds cf. Neumann, 1997, these types of models have been popular in applied research Devine and Kiefer, 1993. Van den Berg, 2000 shows that under certain assumptions a PH specification can be derived from economic search theory. In the subsequent analysis . is modeled in discrete time cf. Allison, 1982 for the following reasons: First, the baseline hazard rate can be specified very flexibly see below. This means that the assumption of proportionality needs only to hold in smaller time intervals. Second, as time is observed in discrete units there would be a number of ties in a continuous time model. Third, it is easy to incorporate timevarying covariates. The continuous time IEB data set is thus expanded into the personperiod format generating monthly time intervals see e.g. Jenkins, 1995. The discrete time representation of the proportional hazards function . is referred to as the complementary loglog model see e.g. Singer and Willet, 2003 or Kalbfleisch and Prentice, 2002 and looks like follows: 2 1expexp1xth,t 2 . xxxtijtij,tjt 0tjThereby ht. represents the discrete time hazard rates at the end of the respective time interval and t is the difference between the integrated baseline hazard rates at the beginning and the end of the interval see e.g. Jenkins, 2005. The threefold indexing represents the 3level structure of the discrete time data see e.g. Goldstein, 1995 for similar models distinguishing: t1,2, , T time periods measured in months for each individual, i1,2, ,N individuals and j1,2, ,141 West German as well as j1,2, ,40 East German employment districts. Two types of explanatory variables are incorporated into the model. The matrix xtij contains observable individual characteristics whereas xtj includes observable regional covariates like the level and the structure of unemployment, the number of vacancies or the personnel resources of the employment agency which should also influence the individual probability of a sanction. The variables, both in xtij and xtj, may also vary over time see section 3. The functional form that characterizes the duration dependence is modeled flexibly using a piecewise constant specification. This means that the baseline hazard is assumed to be constant within groups of months whereas the hazard can differ between these groups. This is technically realized by the inclusion of a set of dummy variables into the model that are equal to one in the respective time period and equal to zero otherwise Kalbfleisch and Prentice, 2002; Lancaster, 1990. The baseline hazard is given as follows: expexp3  DD . 122t 1D1ttht JJt In most applications unobserved heterogeneity is only considered for the individual level. In section 2 it was mentioned that important individual characteristics are unobserved and not included in xtij. The same is true for unobserved variables at the regional PES agency level especially a PES agencys sanction policy which are not captured by xtj. As argued in the theoretical considerations above unobserved factors on the regional PES agency level e.g. due to differences in policy implementation and PES performance may also influence the sanction intensity and therefore the individual sanction probability. If those factors are ignored the baseline hazard and parameters for xtij and xtj are biased and 6inconsistently estimated in 2 cf. Heckman and Singer, 1984a or Lancaster, 1990. Moreover standard errors in such models are underestimated. For this reason the terms vij, vj, are incorporated into the empirical model representing unobserved heterogeneity at the individual and the regional level. These heterogeneity terms are assumed to be constant over time. Following Heckman and Singer 1984b a nonparametric approach is chosen to model timeinvariant unobserved heterogeneity at the individual vij and the regional vj level. It is specified as an arbitrary discrete distribution with a set of mass points. These locations are estimated freely whereas individual probabilities of being located at each point are attached to them. For the example of two heterogeneity classes at the individual level denoted by a and b vij has the values vijvija,vijb with probabilities Prvijapa and Prvijbpb1pa. If there are also two classes at the regional level denoted by c and d, then vj has the values vjvjc,vjd with probabilities Prvjcpc and Prvjdpd 1pc. It is assumed that vij and vj fulfill the following conditions: L 1jmv4 Pr Pr , , M 1vxv Ejl Prjm , 1jmijt Prijmvvijt 0jmijll 1Lijlvl 1xv Eijlijlvv Em 1v Mm 1jt , 1xv Eijl . xv Ejl0 and jt Unobserved heterogeneity is then introduced into the duration model by allowing the intercept 0 to vary between different types of individuals and regions. It is replaced by vij, vj see Sastry, 1997 for a similar model. The hazard function including individual and regional heterogeneity terms looks like follows: x5 1expexpxt,vvxx. ,1tij 2tjijjhtijtijtjt Since an inflow sample is used, the individual likelihood contribution for a rightcensored spell equals the discrete time survivor function: 6 LiPrTitt Sitk11hki. For the completed spell it is given by the discrete time density function see Lancaster, 1990 or Jenkins, 2005: 7 LiPrTitfitt Shtii1htihti 1tk 11h ki The overall likelihood results from the product of individual likelihoods. After incorporating the above outlined heterogeneity terms and rearranging the following overall sample likelihood can be derived: 8 Lnbd alcmi 1pmlhlmtihlmti 1itk 11hlmki. 7Thereby i symbolizes a censoring indicator with the value i1 for complete, and i0 for rightcensored spells. The hazard function from 5 is then plugged into 8, logs are taken for computational simplicity and the model is estimated with the help of the program package Gllamm see RabeHesketh et al., 2004 which is implemented in Stata. 5 Empirical Results 5.1 Descriptive Statistics Basic statistics for the IEB data samples are provided in Tab. 1 for the inflows in 2001 and 2002. The inflow samples contain a total of about 80,000 spells per year. An effective sanction which suspends benefit payments for at least 20 days is imposed in 1.2% West and 0.5% East of all inflow spells. This small share is consistent with aggregate administrative data for Germany where the rate of imposed sanctions in relation to all inflows of unemployed is also around 1%. Abbring et al., 2005 who utilize a comparable data set report similarly small numbers whereas the higher share of sanctions in comparable Suisse data reflects a much stricter sanction regime in this country cf. Lalive et al., 2005. In addition Tab. 1 shows that in West Germany a slightly higher share of sanctions is imposed during the first six months of the unemployment spell. After that the transition rate into an effective sanction steadily declines with the elapsed unemployment duration. Tab. 1 Sample statistics, inflow samples 2001 and 2002 Variable No. spells No. individuals No. effective sanctions % of which within of unemployment spell 13 months 46 months 79 months 1012 months 1315 months 1620 months 2125 months 25 months West Germany Inflows 200181,39279,6021,078Inflows 200282,08980,31197220.7115.8810.689.947.5212.357.7115.2321.1923.6613.4811.738.029.056.386.48Inflows 2001 80,060 78,698 431 12.33 14.88 13.26 10.70 6.51 12.09 9.53 20.70 East Germany Inflows 200279,87078,27840414.3620.5416.3411.1410.4011.398.667.18 IEB and the authors own calculations. Sources: The descriptive comparison between spells of sanctioned and nonsanctioned unemployed shows considerable differences with respect to several individual characteristics from which a profile of the sanctioned unemployed can be derived see Tab. 2. Women receive a benefit sanction less frequently than men. Highly qualified unemployed are also clearly underrepresented in the group of unemployed having received a benefit sanction. Moreover, older and disabled unemployed get a benefit sanction less frequently than their respective comparison 8groups. In East Germany older unemployed are sanctioned a little more often compared to the West. The most overrepresented group among newly unemployed persons receiving a benefit sanction are younger individuals below the age of 25 years whose portion in West Germany is more than 40% and nearly 50% in the East. The share of younger persons in the comparison groups is only 20% respectively. Between 2001 and 2004 the share of younger individuals among sanctioned unemployed increased by 10 and 15 percentage points in the West and East respectively results not shown; cf. WZB and infas, 2006. Unemployed with no formal qualification receive a sanction much more frequently than qualified people. Immigrants are sanctioned with an aboveaverage frequency only in West Germany. Tab. 2 Comparison of unemployment spells without and with benefit sanction, inflow samples 20012002 West Germany East Germany Sanction 27.01 0.65 41.45 40.84 2.94 1.12 17.34 5.84 3.22 19.74 16.31 2.43 1.54 2,140 No sanction 38.76 3.44 15.36 20.19 20.17 2.30 2.77 5.33 2.72 20.33 21.19 0.41 0.39 160,143 Sanction 22.57 0.70 23.86 48.65 4.80 0.94 3.63 4.44 1.52 16.81 21.00 1.05 1.29 855 Variable Women % University qualification % No formal qualification % Younger than 25 years % Older than 50 years % Disabled % Immigrants % Child 3 years % 2 children % Daily benefit payment Unemployment experience % Sanction experience % Other penalties experience % No. spells No sanction 39.41 3.32 32.83 19.91 15.76 3.03 11.61 7.28 3.90 23.81 13.92 0.67 0.47 162,907 IEB and the authors own calculations. Sources: Moreover, the sanction probability seems to decrease with a higher level of benefit payments. The average benefit level per day of a nonsanctioned unemployed amounts to 24 West and 20.5 East, whereas the sanctioned unemployed received 19.5 West and 16.5 East per day. This discrepancy can partly be explained by the different socioeconomic composition of both groups. Only in West Germany sanctioned unemployed have experienced slightly higher unemployment durations over the last five years before the observation period. Individuals who get a benefit sanction had on average more often been hit with a benefit sanction prior to the observed period. This group had also experienced more shortterm penalties in the past. The latter applies for Germany as a whole. 5.2 Results from Hazard Rate Models Multivariate hazard rate models are specified to investigate the determinants of the imposition of benefit sanctions. To make the estimations computationally feasible stratified subsamples had to be drawn from the original samples. This explains the smaller number of observations. The results are based on the inflows into unemployment for the years 2001 and 2002 and given in Tab. 3 and 4 as 9well as Tab. 7 to 12 in the Appendix. All models were estimated separately for men and women and for West and East Germany. In all tables the coefficients for the models without and with unobserved heterogeneity are reported to emphasize the relevance of accounting for unobserved factors. Ultimately, the coefficients together with the hazard ratios from the full model with unobserved heterogeneity are shown to discuss the direction and size of the estimated effects. With respect to observed individual characteristics of the sanctioned unemployed the basic patterns that emerged from the descriptive analysis are confirmed in the multivariate models. Not all relationships remain statistically significant for East and West Germany, though, if other observed and unobserved factors are taken into account. The results show that younger unemployed 25 years clearly get sanctioned with an aboveaverage probability, if other observed and unobserved factors are taken into account. The positive coefficient is consistent and statistically significant for most of the observed inflow cohorts. This effect is also fairly substantial: for young males in West Germany who entered unemployment in 2001 the hazard ratio is nearly five times higher than for males above the age of 25 see Tab. 3. For females of the same inflow cohort this effect is considerably larger; the hazard ratio for women below the age of 25 is 16 times higher than for older females see Tab. 4. For the inflow cohorts 2002 the effect size diminishes and becomes insignificant for men. In East Germany the same relationship is statistically significant only for women with a similar magnitude see Tab. 7 to 12. The descriptive findings suggested that lowqualified individuals receive more sanctions. This relationship is not confirmed in the multivariate analysis holding all other factors constant. For males the variable remains insignificant throughout the estimations. For females in West Germany the effect is slightly positive whereas it becomes negative in the models for East Germany when unobserved heterogeneity is introduced. It seems that being lowqualified does per se not increase the individual risk of getting sanctioned. On the other hand older 50 years and disabled benefit recipients as well as individuals with a university degree are confronted with a lower risk of being sanctioned. These relationships are consistent for men and women in East and West Germany and statistically significant in most of the estimations. The negative effect is the largest for older individuals: in West Germany the hazard ratio of older men is for the 2001 cohort only 10 percent and for the 2002 cohort only 1 percent compared to all other men see Tab. 3 and Tab. 7. For males in East Germany similar effects are found whereas the coefficient for females in West and East Germany have the same sign and a comparable size but are only weakly significant. Disabled males have similarly small hazard ratios compared to the reference group. The results are not as robust as for the elderly because the number of cases is considerably smaller, especially for females and in East Germany. Possessing a university degree reduces the sanction probability significantly only for men in West Germany, if other factors are controlled for. The hypotheses regarding individual characteristics seem to be confirmed in those cases. The imposition of benefit sanctions is highly selective and depends on the age, qualification and health of the unemployed. It appears, however, that the existence of children in the household does not influence the imposition of benefit sanctions as neither the coefficient for young children nor for a higher 10number of children turns out to be significant in any of the models. As expected the benefit level is negatively related to the imposition of sanctions in West and East Germany. The relationship is consistent over different inflow cohorts and regions but only statistically significant for the West German men in 2001. Tab. 3 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, West Germany, Men, inflows into unemployment in 2001 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.0133 0.0350 0.0493 0.0756 0.1028 0.1295 0.1290 0.1420 0.1500 0.1697 3.23352.16171.76931.24490.79410.3384 0.3036 0.2893 0.2626 0.2274 0.0394 0.1151 0.1704 0.2880 0.4520 0.4245 0.1379 0.1029 0.2680 0.2208 1.1676 0.2079 0.2822 0.4503 0.5212 0.6622 0.4943 1.7699 0.0176 0.5578 0.6758 1.1184 0.1146 0.1733 1.3365 0.0384 0.3815 0.0421 0.6344 0.9599 0.0165 0.9623 1.8200 1.2606 0.5109 0.0856 0.0991 0.2171 0.1010 0.4148 0.1987 0.1748 0.0054 0.1912 0.2501 0.2662 0.0981 0.8333 4.7365 0.0853 0.7321 0.0636 1.2835 0.5423 0.9382 1.7252 2.6929 1.1272 2.3215 0.1824 1.55532.46210.3119 2.75540.2496 0.6119 0.06370.5453 0.9906 0.1197 1.2070 0.0816 1.1320 1.5916 0.1542 1.4603 0.0788 0.2686 0.0405 0.4221 1.0902 0.3724 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 4,974.1403 9,994.2806 45,861 0.0020 0.1055 0.1242 0.6223 0.0032 1.7186 0.0732 1.29625.4130 0.8068 0.1932 0.44861.2477 0.7355 0.2645 0.0016 0.0113 0.1352 0.1506 0.0009 3.9287 0.9978 1.0399 0.8721 0.4249 0.9961 0.0020 0.1097 0.1083 0.2644 0.0032 0.0009 0.0365 0.0266 0.3246 0.0013 0.8667 0.0022 0.0391 0.1368 0.8560 0.0039 0.2598 0.1250 3,684.6009 8,540.1914 45,861 11Tab. 4 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, West Germany, Women, inflows into unemployment in 2001 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.2272 0.2181 0.2176 0.2383 0.2548 4.37613.05602.07171.39310.5960 0.4463 0.3068 0.3921 0.2879 0.2511 0.0126 0.0471 0.1260 0.2483 0.5510 0.8915 0.3830 0.0288 0.0384 0.0660 0.8670 0.3416 0.3670 0.5330 0.2987 1.0852 0.7781 1.7199 0.0282 0.3759 0.7657 1.3263 0.5220 0.1340 0.1582 0.2600 0.1961 0.3650 0.3906 0.2117 0.0088 0.2933 0.4296 0.6229 1.2225 2.0662 16.4536 0.3892 0.5852 0.4012 0.4691 2.6327 1.0173 1.6061 0.2009 0.7257 2.80050.9437 0.5359 0.9134 0.7569 0.9680 0.0171 0.4738 4.89821.8279 0.4265 0.2973 1.8301 1.3849 0.0096 0.0798 0.1674 0.1370 0.0089 0.4750 2.2356 0.0438 1.0600 0.7059 6.0379 0.2074 0.1748 0.4354 0.3650 4.5279 0.0287 0.6038 134.0454 102.6442 8.2510 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. The differences in the sanction rate with regard to observable socioeconomic characteristics can also be illustrated graphically by plotting predicted sanction probabilities for different unemployment durations and diverse subgroups of the sample. In Fig. 1 this is done for the two age groups below 25 and above 50 years of age for West Germany and the inflow cohorts from the year 2001. 2,173.6099 4,393.2198 31,190 0.0047 0.0834 0.0621 0.8994 0.0034 3.1090 0.1076 0.0015 0.0922 0.0054 2.13260.01492.7115 0.86456.8588 0.8881 0.1119 0.73221.6017 0.6863 0.3137 6.2210 1.0015 0.9120 0.9947 0.1185 1.0150 0.0002 0.0449 0.0147 1.4681 0.0078 2.5394 0.2146 1,859.5773 3,773.1546 31,190 0.0013 0.0493 0.0402 0.4723 0.0017 1.2748 0.0056 0.0144 0.0494 0.0715 0.1383 0.0047 0.0761 0.0618 0.1066 0.0034 1280.60.40.20.ytilibaborp noitisnart detaum Sli 005 60.Women ytilibaborp noitisnart detaum Sil 40.20.Fig. 1 Predicted transition probabilities by age group, West Germany, inflows into unemployment in 2001 Men 1015Unemployment duration 202500510152025Unemployment duration Males, West, 2001Males 25 years of age, West, 2001Males 50 years of age, West 2001Females, West, 2001Females 25 years of age, West, 2001Females 50 years of age, West 2001 Sources: IEB and the authors own calculations. Clearly, for both men and women it holds that individuals who are younger than 25 years of age have aboveaverage sanction probabilities. Older persons above the age of 50 years, however, are practically in no danger of risking a penalty. Their predicted transition probabilities lie way below the average and are nearly zero. One has to keep in mind that these group effects are modeled to be constant over time. The group differences must not be interpreted as timevarying effects. The overall discrepancy in the sanction probability is the difference between the areas under both functions. In Fig. 2 the same graphs are drawn for low and highly qualified people. The predicted probability of getting sanctioned for individuals without a formal qualification is markedly higher than for persons who have a university degree. The difference can mainly be attributed to the small sanction risk for highly qualified individuals whereas the sanction probability for lowqualified persons ranges only slightly above the average for all men or women. Fig. 4 to Fig. 9 in the Appendix demonstrate that these patterns are also valid for the inflow cohorts of the year 2002 and East Germany. Fig. 2 Predicted transition probabilities by level of qualification, West Germany, inflows into unemployment in 2001 Men Women 20.510.510.ytilibaborpno 10.itisnart ltdeaum Si 500.0051015Unemployment durationytilibaborpno 10.itisnart ltdeaum Si 500.202500510152025Unemployment duration Males, West, 2001Males without qualification, West, 2001Males with university degree, West 2001Females, West, 2001Females without qualification, West, 2001Females with university degree, West 2001 Sources: IEB and the authors own calculations. 13For West Germany an important determinant of the sanction probability is the previous incidence of benefit sanctions over the individuals labor market history. Its positive effect on the sanction probability is robust for males and females as well as for different inflow cohorts cf. WZB and infas, 2006. The size of the effect is considerable: The hazard ratio for males in West Germany who had received a sanction before they entered unemployment during the observation period is two times higher than that of previously not sanctioned men. For women the effect is markedly higher: for the 2002 inflow cohort the hazard ratio of previously sanctioned women is ten times, for the 2001 inflows more than 100 times higher than for the not sanctioned unemployed see Tab. 3 and 4 as well as Tab. 7 and 8 in the Appendix. Two important caveats have to be made here. First, the large size of the effect for women should be seen in the light of a relatively low number of observations. Second, the substantial interpretation of this variable remains somewhat vague. As discussed in section 2 above certain unobservable characteristics should affect individual sanction probabilities. These factors might be captured in this variable which is why one does not measure the causal effect of previous sanctions on the incidence of current sanctions. Note that there is no such consistent pattern in East Germany see Tab. 9 to 12 in the Appendix. With the sanction probability being generally lower and labor market conditions more tight a recurrence of sanctions is relatively seldom. The same positive relationship does in general not hold for other types of short penalties whose coefficients are insignificant in most models. Apparently these types of misconduct like missing an appointment or registering too late happen rather randomly and are not related to the sort of misbehavior that is followed by a real benefit sanction. With regard to the observed covariates on the regional level some of the expected relationships are reflected in the empirical results. The coefficients of the average unemployment duration show negative signs and are statistically significant in most models. For example, if the average unemployment duration in the region increases by one week the hazard ratio for the female inflow cohort of the year 2001 is only about 10 percent as high as before see Tab. 4. Moreover, the vacancy rate and size of the secondary labor market are positively related to the imposition of benefit sanctions and significant in some of the estimations as they present opportunities to impose penalties. In general the likelihood of receiving a benefit sanction is greater under more favorable labor market conditions, i.e. a lower level and duration of unemployment and higher demand for labor. Finally, note that unobserved heterogeneity is clearly present in the data with respect to the transition process from unemployment into a benefit sanction. The freely estimated heterogeneity terms 1, 3 on the individual and on the regional level are highly significant throughout the various models. The coefficients of the covariates, their standard errors and the overall likelihood change considerably when heterogeneity is introduced compared to a model without heterogeneity. In all estimations the model which includes unobserved heterogeneity is clearly favored according to Akaikes information criterion see Tab. 3 and 4 as well as Tab. 7 to 12 in the Appendix. On the individual level this confirms the hypothesis that in addition to observable individual characteristics some unobserved factors like motivation or risk aversion are at play determining the individual sanction probabilities. The results show that given the observed covariates there are two groups of individuals with high and low sanction probabilities. 14Moreover, the significant heterogeneity terms on the regional level suggest that groups of agencies differ with regard to the sanction probability after observed and unobserved individual as well as observed regional factors are controlled for. This finding supports the hypothesis that aside from his or her socioeconomic and behavioral characteristics the UI benefit recipients place of residence influences the probability of being sanctioned. Aside from unobserved context variables a plausible explanation would be an uneven imposition of benefit sanctions in Germany which confirms previous results from implementation research cf. Muller and Oschmiansky, 2006. The individual probability of receiving a benefit sanction is therefore also influenced by the sanction policy of the local employment agency. Again, it is possible to illustrate this effect by way of plotting predicted transition probabilities which are conditioned on different values for the heterogeneity terms on the regional level see Fig. 3. Thereby the other individual heterogeneity terms are conditioned to be equal to zero. Fig. 3 Predicted transition probabilities conditioned on regional heterogeneity groups, West Germany, inflows into unemployment in 2001 Women Men 880000 400.yyttiilliibbaabboorrppnnoo iittiissnnaarrtt llttddeeaauumm SSii 660000 440000 220000 00005510101515Unemployment duration Unemployment durationytilibaborpno itisnart ltdeaum Si 300.200.100.2020252500510152025Unemployment duration Males, Regional heterogeneity group I, West 2001Males, Regional heterogeneity group I, West 2001Males, Regional heterogeneity group II, West 2001Males, Regional heterogeneity group II, West 2001 Females, Regional heterogeneity group I, West 2001Females, Regional heterogeneity group II, West 2001 Sources: IEB and the authors own calculations. In Fig. 3 it is shown that falling into a group with a higher sanction probability significantly increases the individual probability of receiving a benefit sanction. For the West German inflow cohorts from 2001 the risk of getting sanctioned ceteris paribus increases by factor three if an individual would move from the group of agencies with a low sanction rate into an agency with a higher sanction rate. This is a substantial difference and indicates that benefit recipients from different agencies may not be treated equally over different employment agencies. 6 Conclusions This paper investigated the individual and regional determinants of UI benefit sanctions in Germany utilizing a newly available and very rich individual data set from the German PES. On the basis of descriptive statistics and a multivariate hazard rate model that controlled for unobserved heterogeneity on the individual and regional level the individual transition rate from unemployment into a sanction was analyzed for inflows into unemployment between 2001 and 2002. Only sanctions after the refusal of a job offer or the rejection of a placement into a 15measure of ALMP which carried an effective reduction of benefit payments were considered here. It was shown that the overall incidence rate of sanctions is rather small. Most of the benefit sanctions are imposed in the first six months of the unemployment spell. The descriptive statistics illustrated the differences between the groups of sanctioned and nonsanctioned individuals with respect to individual characteristics. Younger unemployed 25 years are noticeably, and to a lesser degree also lowqualified people, overrepresented in the pool of sanctioned unemployed. On the contrary, women, older unemployed 50 years and disabled persons have a lower share in the group of the sanctioned compared to all other benefit recipients. Most of the theoretically derived hypotheses are reflected in the empirical results, if observed and unobserved factors on the individual and regional level are taken into account in a discrete time hazard rate model. Among the sociodemographic characteristics the age categories, especially the one for younger unemployed, remain statistically significant determinants of the imposition of benefit sanctions for West and East Germany. Apparently younger benefit recipients face a higher, older unemployed a markedly lower risk of getting a benefit sanction. Another cleavage in the risk of getting sanctioned is constituted by the level of qualification. Individuals who possess a university degree have ceteris paribus a significantly lower sanction probability. If other individual and regional factors are held constant, persons without a formal qualification are sanctioned only slightly more often than the average individual. Moreover, as was expected, disabled persons have a significantly lower risk of being sanctioned by the employment agency. Another very strong individual determinant of benefit penalties was found to be the previous incidence of benefit sanctions over the individuals labor market history. This was interpreted as an indication that unobserved behavioral characteristics like risk aversion or conformity to the rules may influence the individuals sanction probability. That would mean that the group of sanctioned individuals differs from other unemployed with respect to its labor market behavior as suggested by previous theoretical and empirical research. Other types of shorter sanctions are not consistently related to the benefit sanctions that were considered here. Those breaches of rules seem to happen rather randomly. Moreover, it was demonstrated that, having controlled for all observed factors and unobserved heterogeneity on the individual level, there are groups of employment agencies with either high or low sanction probabilities. This could be explained by unobserved context variables. It is plausible, though, to partially attribute these differences to a systematic variation in the implementation of the sanction rules. That means that a persons individual probability of receiving a penalty also depends on the sanction policy of the local PES agency. People who live in employment districts with a stricter sanction policy are indeed sanctioned more often. This means that unemployment benefit recipients are not treated equally with regard to the sanction rules. The question which follows from this result is, if a higher regional sanction rate increases the inflow into employment which could justify such inequalities? This more complicated issue concerning the labor market impact of sanctions could not be tackled in this paper and remains thus a question for future research. 16References Abbring, Jaap H.; Van den Berg, Gerard J. and Van Ours, Jan C. 2005, The Effect of Unemployment Insurance Sanctions on the Transition Rate from Unemployment to Employment. The Economic Journal, 115, pp. 60230. Allison, Paul 1982, Discrete Time Methods for the Analysis of Event Histories. Sociological Methodology, 13, pp. 6198. Ashenfelter, Orley; Ashmore, David and Deschenes, Olivier 2005, Do Unemployment Insurance Recipients Actively Seek Work? Evidence from Randomized Trials in Four U.S. States. Journal of Econometrics, 12512, pp. 5375. Benus, Jacob M.; Joesch, Jutta M.; Johnson, Terry R. and Klepinger, Daniel H. 1997, Evaluation of the Maryland Unemployment Insurance Work Search Demonstration, Final Report. Baltimore: Prepared for: Maryland Department of Labor, Licensing and Regulation Office of Unemployment Insurance. Boone, Jan; Fredriksson, Peter; Holmlund, Bertil and Van Ours, Jan C. 2001, Optimal Unemployment Insurance with Monitoring and Sanctions, IZA Discussion Paper. Forschungsinstitut zur Zukunft der Arbeit Institute for the Study of Labor. Boone, Jan and Van Ours, Jan C. 2000, Modeling Financial Incentives to Get Unemployed Back to Work, IZA Discussion Paper. Forschungsinstitut zur Zukunft der Arbeit Institute for the Study of Labor. Devine, Theresa J. and Kiefer, Nicholas M. 1993, The Empirical Status of Job Search Theory. Labour Economics, 11, pp. 324. Dolton, Peter and ONeill, Donald 1996, Unemployment Duration and the Restart Effect: Some Experimental Evidence. The Economic Journal, 106, pp. 387400. Eichhorst, Werner; GrienbergerZingerle, Maria and KonleSeidl, Regina 2006, Activation Policies in Germany: From Status Protection to Basic Income Support, IZA Discussion Paper. Bonn: Forschungsinstitut zur Zukunft der Arbeit Institute for the Study of Labor. Fredriksson, Peter and Holmlund, Bertil 2003, Improving Incentives in Unemployment Insurance: A Review of Recent Research, Working Paper. Uppsala: IFAU Institute for Labour Market Policy Evaluation. ____ 2005, Optimal Unemployment Insurance Design: Time Limits, Monitoring, or Workfare, Working Paper. Uppsala: IFAU Institute for Labour Market Policy Evaluation. Goldstein, Harvey 1995, Multilevel Statistical Models. London et al.: Arnold. Gorter, Cees and Kalb, Guyonne R. J. 1996, Estimating the Effect of Counseling and Monitoring the Unemployed Using a Job Search Model. The Journal of Human Resources, 313, pp. 590610. Grubb, David 2000, Eligibility Criteria for Unemployment Benefits, Organisation for Economic Cooperation and Development, Oecd Economic Studies No. 31, 2000Ii. Paris: Organisation for Economic Cooperation and Development, 14784. Heckman, James J. and Singer, Burton 1984, A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data. Econometrica, 522, pp. 271320. ____ 1984b, A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data. Econometrica, 522, pp. 271320. Jenkins, Stephen P. 1995, Easy Estimation Methods for DiscreteTime Duration Data. Oxford Bulletin of Economics and Statistics, 571, pp. 12939. ____ 2005, Survival Analysis. Jensen, Peter; Nielsen, Michael Svarer and Rosholm, Michael 1999, The Effects of Benefits, Incentives, and Sanctions on Youth Unemployment, Working Paper. Aarhus, Denmark: Centre for Labour Market and Social Research. Johnson, Terry R. and Klepinger, Daniel H. 1994, Experimental Evidence on Unemployment Insurance WorkSearch Policies. The Journal of Human Resources, 293, pp. 695717. Kalbfleisch, John D. and Prentice, Ross L. 2002, The Statistical Analysis of Failure Time Data. New York: WileyInterscience. 17Keeley, Michael C. and Robins, Philip K. 1985, Government Programs, Job Search Requirements, and the Duration of Unemployment. Journal of Labor Economics, 33, pp. 33762. Klammer, Ute and Leiber, Simone 2004, Aktivierung Und Eigenverantwortung in EuropaischVergleichender Perspektive. WSI Mitteilungen, 9, pp. 51421. Klepinger, Daniel H.; Johnson, Terry R. and Joesch, Jutta M. 2002, Effects of Unemployment Insurance Work Search Requirements: The Maryland Experiment. Industrial and Labor Relations Review, 561, pp. 322. Lalive, Rafael; van Ours, Jan C. and Zweimuller, Josef 2005, The Effect of Benefit Sanctions on the Duration of Unemployment. Journal of the European Economic Association, 36, pp. 1386417. Lancaster, Tony 1990, The Econometric Analysis of Transition Data. Cambridge: Cambridge University Press. Meyer, Bruce D. 1995, Lessons from the U.S. Unemployment Insurance Experiments. Journal of Economic Literature, 331, pp. 91131. Micklewright, John and Nagy, Gyula 2005, Job Search Monitoring and Unemployment Duration in Hungary: Evidence from a Randomised Control Trial, Applications Policy Working Paper. Southampton: Southampton Statistical Sciences Research Institute University of Southampton. Muller, KaiUwe and Oschmiansky, Frank 2005, Die Sanktionspolitik Der Arbeitsagenturen: Eine Empirische Analyse Zu Sperrzeiten, H. Schutz and H. Mosley, Arbeitsagenturen Auf Dem Prufstand. Berlin: edition sigma, 95134. ____ 2006, Die Sanktionspolitik Der Arbeitsagenturen Nach Den HartzReformen. Analyse Der Wirkungen Des Ersten Gesetzes Fur Moderne Dienstleistungen Am Arbeitsmarkt, WZB Discussion Paper. Berlin: Wissenschaftszentrum Berlin fur Sozialforschung. Neumann, George R. 1997, Search Models and Duration Data, M. H. Pesaran and C. M. Schmidt, Handbook of Applied Econometrics: Microeconomics. Oxford: Blackwell Publishers, 30051. RabeHesketh, Sophia; Skrondahl, Anders and Pickles, Andrew 2004, Gllamm Manual, U.C. Berkeley Division of Biostatistics Working Paper Series. Berkeley: University of California, Berkeley. Sastry, Narayan 1997, A Nested Frailty Model for Survival Data, with an Application to the Study of Child Survival in Northeast Brazil. Journal of the American Statistical Association, 92438, pp. 42635. Singer, Judith D. and Willet, John B. 2003, Applied Longitudinal Data Analysis. Modeling Change and Event Occurence. Oxford et al.: Oxford University Press. Van den Berg, Gerard J. 2000, Duration Models: Specification, Identification, and Multiple Durations, J. J. Heckman and E. Leamer, Handbook of Econometrics Volume V. Amsterdam: NorthHolland, pp. Van den Berg, Gerard J. and Van der Klaauw, Bas 2006, Counseling and Monitoring of Unemployed Workers: Theory and Evidence from a Controlled Social Experiment. International Economic Review, 473, pp. 895936. Wilke, Ralf A. 2004, Eine empirische Analyse von Sanktionen fur Arbeitslose in Westdeutschland wahrend der 1980er und 1990er Jahre. Zeitschrift fur Arbeitsmarkt Forschung, 371, pp. 4552. WZB and infas 2006, Evaluation der Manahmen zur Umsetzung der Vorschlage der HartzKommission. Modul 1a Neuausrichtung der Vermittlungsprozesse, Bericht fur das Bundesministerium fur Wirtschaft und Arbeit. Wissenschaftszentrum Berlin fur Sozialforschung WZB and Institut fur Angewandte Sozialwissenschaft Infas, Berlin; Bonn. 18Appendix Tab. 5 Definition of control variables measured at the level of regional employment agencies Variable Regional labor market conditions Unemployment rate Definition Average duration of unemployment Share of benefits recipients Ratio between unemployed and vacancies Employment growth Service sector share Population density Seasonality indicator Number of registered unemployed divided by the civilian labor force in percent Average duration of unemployment in weeks. Approximation: unemploymeunemployedduration 52nt unemploymentaverageentriesstockexitsoffrom5,0Average stock of unemployment insurance recipients divided by average stock of all unemployed in percent Ratio of newly registered unemployed and newly registered vacancies in percent Percentage change in number of employed with mandatory social security coverage in December of current year in relation to number in December of preceding year in percent Number of employed servicesector persons with mandatory social security coverage divided by total number of employed persons with mandatory social security coverage in percent Population density of the district served by the public employment agency in the year 2000 Spread between minimum and maximum monthly stock of unemployment; moving average for year of reference 2001 Regional employment offices Size of the secondary labor market Personnel resources Inflow of persons in job creation schemes ABM and structural adjustment measures SAM divided by newly unemployed persons in percent Average stock of unemployed divided by the number of job counselors Arbeitsvermittler and Arbeitsberater in employment agencies Tab. 6 Descriptive statistics, control variables measured at the level of regional employment agencies, West Germany, 20012004 Variable Sanction rate Personnel resources Secondary labor market Unemployment rate Average duration of unemployment Ratio between unemployed and vacancies Service sector share Employment growth West Germany Mean 1.06 407.15 0.83 9.05 3.27 41.31 67.23 1.58 Std. Dev. 0.68 65.04 0.85 2.46 0.18 19.49 8.75 1.85 East Germany Mean 0.51 433.06 6.24 19.98 3.50 28.35 76.00 1.57 Std. Dev. 0.37 63.64 4.20 3.62 0.12 10.40 12.13 9.18 Sources: Register data from the Federal Employment Agency and the authors own calculations. 19Tab. 7 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, West Germany, Men, inflows into unemployment in 2002 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.1101 0.4183 0.6412 0.8196 0.7959 0.0242 0.0907 0.1028 0.1455 0.1426 0.1607 0.1533 0.1586 0.1648 0.1893 2.20640.87150.44450.1990 0.2283 0.2199 0.2169 0.1603 0.1775 0.1792 0.6361 0.0595 0.2578 0.4423 0.3486 0.1125 0.1710 0.2240 0.0043 0.1808 0.0302 0.1038 0.2159 0.0114 0.1843 0.5225 0.6883 0.7920 0.1388 0.1748 0.5142 0.1444 1.1596 0.2766 0.3257 0.0117 0.3244 0.2497 0.5851 0.4560 0.1008 0.1166 0.4127 0.1252 0.7121 0.2793 0.2150 0.0058 0.2616 0.2666 0.4439 0.1421 1.2321 1.2812 0.0084 1.2517 0.0261 0.3754 0.6630 0.9807 0.5681 2.0925 1.1764 1.9514 0.2087 0.2478 4.78220.2245 3.64630.97980.4110 0.0195 0.5654 0.73840.1624 0.5818 0.0706 1.1159 2.4721 0.3352 1.8548 0.4432 0.1003 0.0310 0.0208 1.0244 0.1350 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 3,684.6009 7,415.2018 48,633 0.0013 0.0972 0.0317 0.5617 0.0036 49.6255 9.8461 0.0006 0.0885 0.0098 1.64530.0049 14.1212 0.0003 0.0008 0.0399 1.4332 0.0019 1.0015 3.6546 17.6210 0.8282 0.1718 0.47663.9515 0.8924 0.1076 1.0006 1.0926 0.9902 0.1930 0.9952 0.0013 0.1062 0.0313 0.1084 0.0036 0.1711 3,112.5617 6,279.1243 48,633 0.0010 0.0605 0.0290 0.4127 0.0023 0.9768 20Tab. 8 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, West Germany, Women, inflows into unemployment in 2002 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.3822 0.3300 0.3925 0.3589 0.3313 0.2577 0.2412 0.2706 0.2745 0.3016 3.61372.36721.87951.27300.9566 0.0270 0.0937 0.1527 0.2800 0.3842 0.8250 0.0882 0.1375 0.1177 0.1615 0.3467 0.4154 1.5870 0.4545 1.6704 0.8647 0.7051 0.0329 1.1237 0.8299 0.7955 0.1603 0.1706 0.4275 0.2312 0.7225 0.5192 0.3039 0.0107 0.4552 0.7660 1.0184 0.1164 1.81023.5702 0.7220 0.4927 1.1721 1.1578 0.0502 0.7837 2.82403.89320.1380 1.7726 1.4986 0.4222 0.6215 0.4347 0.4806 0.0351 0.4264 1.9845 0.1550 0.3894 1.1234 6.1117 2.5386 0.0281 0.0447 0.9357 2.0586 1.0205 0.6109 2.7919 3.2287 0.2215 0.3142 0.0313 0.9511 0.4567 0.5132 16.8433 13.9788 0.0204 0.0162 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 1,420.6023 2,885.2046 31,695 0.0030 0.1818 0.0747 1.4965 0.0063 5.1043 0.2067 0.0016 0.49430.0964 1.5723 0.0115 3.8028 0.95718.3224 0.8969 0.1031 0.0014 0.0911 0.0155 0.9589 0.0069 2.6555 0.0017 0.1262 0.0514 0.7458 0.0043 1.9441 1.0016 1.6394 0.9081 0.2076 0.9886 0.0031 0.2981 0.0678 0.3106 0.0062 0.4953 1.4800.8342 0.3605 0.6395 1,211.4285 2,474.8570 31,695 0.0103 0.0309 0.0599 0.1005 0.1273 21Tab. 9 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, East Germany, Men, inflows into unemployment in 2001 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.3752 0.3422 0.3253 0.3495 0.2873 0.0311 0.0894 0.1337 0.1379 0.1859 0.3788 0.0918 0.0758 0.0982 0.2716 0.2103 0.2079 0.2169 0.2483 0.2510 2.49111.34190.88960.93000.4352 0.0828 0.2614 0.4108 0.3945 0.6471 0.1583 0.3257 1.2178 0.0564 0.4901 0.0981 0.4083 0.6567 0.0254 0.2621 3.9026 0.3805 0.5097 0.7241 0.5449 0.9550 0.6492 0.4841 0.0257 0.7169 0.9970 0.1588 0.1486 0.2806 0.3146 0.7113 0.4868 0.2516 0.0104 0.3434 0.0406 0.8560 2.3893 0.0779 0.8995 0.1027 0.6289 1.3567 0.9862 0.3656 3.2047 0.1555 0.8710 2.55200.1059 2.2758 0.4637 0.3050 0.0139 1.0062 1.4275 0.0081 1.2225 1.2208 0.5937 1.0990 0.2993 0.3808 0.0344 0.3657 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 2,238.3958 4,518.7916 43,357 0.0019 0.0023 0.0489 1.9716 0.0124 0.2899 0.0019 0.0247 0.0604 1.4407 0.0094 3.9901 0.0987 0.9993 0.9740 1.1708 0.0281 1.0292 0.0007 0.0264 0.15773.5716 0.02880.1998 0.78417.4139 0.9044 0.0956 0.5663 1.3827 0.7095 0.2905 0.0009 0.0148 0.0290 0.6598 0.0059 2.0023 0.2420 1,920.4109 3,890.8218 43,357 0.0019 0.0241 0.0708 0.0405 0.0097 22Tab. 10 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, East Germany, Women, inflows into unemployment in 2001 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.6278 0.6250 0.5513 0.4805 0.5269 0.0124 0.0741 0.1106 0.0768 0.1990 18.5130 0.1725 10.0656 0.1040 0.3277 0.4070 0.0995 2.4522 0.9984 0.2027 9.4857 0.3333 17.7687 0.0512 0.5818 3.92502.13231.60631.83440.9736 2.2498 1.0987 2.87742.9713 0.5416 0.0197 0.1186 0.2006 0.1597 0.3777 0.4631 0.4166 0.3937 0.4635 0.4394 1.0464 0.3107 0.3711 0.5444 1.0157 0.7324 0.5366 0.0264 0.6214 0.8302 1.1058 0.0018 0.0361 0.0557 1.6909 0.0118 4.8074 0.0022 0.8079 0.0438 0.6933 0.4081 2.8216 4.81290.5224 0.0451 1.5448 0.3822 2.0868 1.4874 0.2340 0.1460 0.3691 0.0690 1.9517 0.5177 0.5665 2.0296 0.5633 1.1351 0.7897 0.0346 0.9620 0.7936 0.7524 123.0842 139.7187 0.4684 0.0331 4.5090 1.1630 6.0632 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 1,420.6023 2,885.2046 37,726 0.1719 562.9643 1,177.9287 37,726 0.0024 0.0475 0.0726 4.5465 0.0150 4.8645 0.0013 0.0220 0.0082 3.4065 0.0039 10.4805 0.5931 0.9559 4.6870 1.4655 8.0588 0.0035 0.0542 0.0786 2.1425 0.0227 .0.3738 1.275620.6890 0.9419 0.0581 0.2543 1.8469 0.8790 0.1210 0.9987 0.9782 1.0082 0.0332 0.9961 0.0035 0.0530 0.0793 0.0710 0.0226 23Tab. 11 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, East Germany, Men, inflows into unemployment in 2002 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.0095 0.0247 0.0457 0.0696 0.0686 0.2803 0.2832 0.2941 0.3007 0.3350 3.55062.66332.01591.38661.26760.3323 0.3547 0.3430 0.2785 0.2436 0.0287 0.0697 0.1332 0.2499 0.2815 0.1300 0.4781 0.7163 0.8968 0.6897 0.7219 0.3394 0.5172 1.1458 0.3326 0.8482 1.1568 2.1854 0.0290 0.8621 0.9825 0.5888 1.0301 0.2081 0.2005 0.4011 0.6022 0.7153 0.9776 0.7160 0.0131 0.4533 0.7320 0.5536 2.09310.3437 1.46342.9246 2.52312.32851.2400 3.0339 0.0200 3.13112.2958 0.8014 0.7586 0.1096 1.4550 1.2339 0.5210 0.6676 0.7564 1.4093 0.0229 0.3030 0.2985 0.7461 0.1233 0.0890 0.4787 1.4102 4.3207 2.2345 0.0537 0.0615 12.4668 4.1467 10.2630 8.7052 0.3348 0.2894 0.1052 0.0481 0.9802 0.0284 22.8982 19.7413 0.1007 0.0989 0.4487 0.2642 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 1,359.7631 2,765.5262 41,451 0.0076 0.0390 0.0201 0.9763 0.0102 0.7834 0.0033 0.0220 0.0569 1.5030 0.0161 4.1542 0.1271 0.0025 0.0356 0.0426 2.9457 0.0122 0.3475 0.806510.6680 0.9298 0.0702 0.71480.6115 0.4610 0.5390 0.9975 1.0362 0.9583 0.0526 0.9879 0.0033 0.0228 0.0545 0.0790 0.0159 0.0016 0.0193 0.0414 1.1014 0.0088 2.9013 0.2602 1,147.0222 2,348.0444 41,451 24Tab. 12 Determinants of a benefit sanction, Cloglog proportional hazards model in discrete time, East Germany, Women, inflows into unemployment in 2002 Coefficients without heterogeneity terms Std. Er.1 Coeff. Coefficients with heterogeneity terms Std. Er.1 Coeff. Hazard ratios with heterogeneity terms Std. Er.1 Coeff. 0.7233 0.3262 0.8465 0.6261 0.3281 0.3851 0.8636 0.0151 0.6594 0.0585 1.1510 0.9463 1.1210 0.0206 0.0521 0.1478 0.2856 0.2080 3.8011 0.0443 3.6072 0.0440 29.1450 1.2789 2.99072.03673.6527 3.1386 0.9542 0.1466 4.19436.94834.43673.87962.68881.6218 0.5728 1.1048 0.9953 0.7669 0.7483 0.5064 0.6279 1.0580 0.8823 0.4706 1.6982 1.2633 0.5184 0.4187 0.3813 0.4626 0.6523 1.0208 0.5572 0.3011 0.7484 1.0632 1.1413 0.0980 2.3577 2.7994 3.8672 0.4246 1.1606 1.8738 1.2159 0.9306 3.5929 0.0503 7.6654 0.0259 23.0704 0.0207 0.0680 0.1975 0.5640 0.3313 Baseline hazard 13 months 46 months 79 months 1012 months 1315 months Individual level covariates University degree No qualification 25 years 50 years Immigrants Disabled 2 children Child 3 years Benefits Prev. unemployment Prev. sanctions Other penalties Regional level covariates Personnel resources Sec. labor market Unemployment rate Avg. unempl. duration Vacancy rate Constant Unobserved heterogeneity at individual level 1 2 Prob1 Prob2 Unobserved heterogeneity at regional level 3 4 Prob1 Prob2 Log likelihood AIC No. observations 1 WhiteHuber robust standard errors. 2 Variable determined outcome perfectly and was left out of the model. Significance at 5% level. Significance at 1% level. Sources: IEB and the authors own calculations. 0.2539 0.0505 0.0174 1041.4270 985.4546 84.4988 94.7224 0.01720.0786 0.0554 1.8008 0.0554 2.2417 0.9829 1.0818 0.9461 6.0545 0.9461 0.0031 0.0056 0.1007 3.8338 0.0276 6.2503 0.0062 0.0532 0.1462 2.9969 0.0233 1.9860 0.5965 0.6103 0.0285 0.9676 1.1002 1.2505 0.0028 0.0483 0.0667 1.8291 0.0216 5.2401 0.0061 0.0576 0.1383 18.1447 0.0221 5.7498 2.7200 0.9472 0.0528 0.54310.5431 0.1586 0.8414 0.7614 453.5190 957.0381 31,679 509.8479 1,061.6959 31,679 25Fig. 4 Predicted transition probabilities by age group, West Germany, inflows into unemployment in 2002 Men Women 40.ytilibaborp noitisnart detaum Sli 30.20.10.1015Unemployment duration 202500510152025Unemployment duration Males, West, 2002Males 25 years of age, West, 2002Males 50 years of age, West 2002 Females, West, 2002Females 25 years of age, West, 2002Females 50 years of age, West 2002 Sources: IEB and the authors own calculations. Fig. 5 Predicted transition probabilities by level of qualification, West Germany, inflows into unemployment in 2002 Men Women 510.510.ytilibaborpno 10.ytilibaborpno 10.itisnart ltdeaum Si 500.005itisnart ltdeaum Si 500.202500510152025Unemployment duration 1015Unemployment duration Males, West, 2002Males without qualification, West, 2002Males with university degree, West 2002 Females, West, 2002Females without qualification, West, 2002Females with university degree, West 2002Sources: IEB and the authors own calculations. Fig. 6 Predicted transition probabilities by age group, East Germany, inflows into unemployment in 2001 Men 40.Women 30.ytilibaborpno 20.10.itisnart ltdeaum Si 40.30.20.10.ytilibaborp noitisnart detaum Sil 00530.ytilibaborpno 20.itisnart ltdeaum Si 10.005 1015Unemployment duration 202500510152025Unemployment duration Males, East, 2001Males 25 years of age, East, 2001Males 50 years of age, East 2001Females, East, 2001Females 25 years of age, East, 2001Females 50 years of age, East 2001Sources: IEB and the authors own calculations. 2620.ytilibaborp noitisnart detaum Sil 510.10.500.005Women 500.ytilibaborp noitisnart detaum Sli 400.300.200.100.Fig. 7 Predicted transition probabilities by age group, East Germany, inflows into unemployment in 2002 Men 1015Unemployment duration 202500510152025Unemployment duration Males, East, 2002Males 25 years of age, East, 2002Males 50 years of age, East 2002Females, East, 2001Females without qualification, East, 2001Females with university degree, East 2001 Sources: IEB and the authors own calculations. Fig. 8 Predicted transition probabilities by level of qualification, East Germany, inflows into unemployment in 2001 Men Women 510.40.ytilibaborpno 10.itisnart ltdeaum Si 500.0051015Unemployment duration 30.ytilibaborpno 20.itisnart ltdeaum Si 10.202500510152025Unemployment duration Males, East, 2001Males without qualification, East, 2001Males with university degree, East 2001Females, East, 2002Females 25 years of age, East, 2002Females 50 years of age, East 2002 Sources: IEB and the authors own calculations. Fig. 9 Predicted transition probabilities by level of qualification, East Germany, inflows into unemployment in 2002 Men Women 800.400.ytilibaborpno itisnart ltdeaum Si 600.400.200.0051015Unemployment durationytilibaborpno 300.200.100.itisnart ltdeaum Si 202500510152025Unemployment duration Males, East, 2002Males without qualification, East, 2002Males with university degree, East 2002Females, East, 2002Females without qualification, East, 2002Females with university degree, East 2002 Sources: IEB and the authors own calculations. 27Fig. 10 Predicted transition probabilities conditioned on regional heterogeneity groups, West Germany, inflows into unemployment in 2002 Women Men 800.500.ytilibaborp noitisnart detaum Sli 600.400.200.005ytilibaborp noitisnart detaum Sli 400.300.200.100.202500510152025Unemployment duration 1015Unemployment duration Males, Regional heterogeneity group I, West 2002Males, Regional heterogeneity group II, West 2002 Females, Regional heterogeneity group I, West 2002Females, Regional heterogeneity group II, West 2002Sources: IEB and the authors own calculations. Fig. 11 Predicted transition probabilities conditioned on regional heterogeneity groups, East Germany, inflows into unemployment in 2001 Women Men 3000.90e 002.ytilibaborpno 2000.itisnart ltdeaum Si 1000.005ytilibaborpno itisnart ltdeaum Si 90e 051.90e 001.01e 005.202500510152025Unemployment duration 1015Unemployment duration Males, Regional heterogeneity group I, East 2001Males, Regional heterogeneity group II, East 2001 Females, Regional heterogeneity group I, East 2001Females, Regional heterogeneity group II, East 2001Sources: IEB and the authors own calculations. Fig. 12 Predicted transition probabilities conditioned on regional heterogeneity groups, East Germany, inflows into unemployment in 2002 Women Men 4000.90e 003.ytilibaborpno itisnart ltdeaum Si 3000.2000.1000.005ytilibaborpno itisnart ltdeaum Si 90e 002.90e 001.202500510152025Unemployment duration 1015Unemployment duration Males, Regional heterogeneity group I, East 2002Males, Regional heterogeneity group II, East 2002 Sources: IEB and the authors own calculations. Females, Regional heterogeneity group I, East 2002Females, Regional heterogeneity group II, East 2002 28 Books published by members of the research unit Labor Market Policy and Employment only available from commercial retailers Dietmar Dathe, Gunther Schmid Urbane Beschaftigungsdynamik. Berlin im Standortvergleich mit Ballungsregionen 2001 Berlin, edition sigma 175 pp. Mathias Eberling, Volker Hielscher, Eckart Hildebrandt, Kerstin Jurgens Prekare Balancen. Flexible Arbeitszeiten zwischen betrieblicher Regulierung und individuellen Anspruchen 2004 Berlin, edition sigma 279 pp. Werner Eichhorst, Stefan Profit, Eric Thode in collaboration with the Benchmarking team at the Bundnis fur Arbeit, Ausbildung und Wettbewerbsfahigkeit Alliance: Gerhard Fels, Rolf G. Heinze, Heide Pfarr, Gunther Schmid, Wolfgang Streeck Benchmarking Deutschland: Arbeitsmarkt und Beschaftigung. Bericht der Arbeitsgruppe Benchmarking und der BertelsmannStiftung 2001 BerlinHeidelbergNew York, Springer 440 pp. Jurgen Gabriel, Michael Neugart eds. Okonomie als Grundlage politischer Entscheidungen 2001 Opladen, Leske Budrich 343 pp. Silke Gulker, Christoph Hilbert, Klaus Schomann Lernen von den Nachbarn. Qualifikationsbedarf in Landern der OECD 2000 Bielefeld, W. Bertelsmann Verlag 126 pp. Markus Gangl Unemployment Dynamics in the United States and West Germany. Economic Restructuring, Institutions and Labor Market Processes 2003 Heidelberg, New York: PhysicaSpringer 300 pp. Miriam Hartlapp Die Kontrolle der nationalen Rechtsdurchsetzung durch die Europaische Union 2005 Koln, Campus Verlag 254 S. Werner Jann, Gunther Schmid eds. Eins zu eins? Eine Zwischenbilanz der HartzReformen am Arbeitsmarkt 2004 Berlin: edition sigma 112 pp. Max Kaase, Gunther Schmid eds. Eine lernende Demokratie 50 Jahre Bundesrepublik Deutschland WZBJahrbuch 1999 1999 Berlin, edition sigma 586 pp. Hartmut Kaelble, Gunther Schmid eds. Das europaische Sozialmodell. Auf dem Weg zum transnationalen Sozialstaat WZBJahrbuch 2004 2004 Berlin, edition sigma 455 pp. Jacqueline OReilly, Colette Fagan eds. PartTime Prospects. An International Comparison 1998 LondonNew York, Routledge 304 pp. Jacqueline OReilly, Inmaculada Cebrian and Michel Lallemant eds. WorkingTime Changes: Social Integration Through Transitional Labour Markets 2000 Cheltenham, UK, Edward Elgar 369 pp. Jacqueline OReilly ed. Regulating WorkingTime Transitions in Europe 2003 Cheltenham, UK, Edward Elgar 325 pp. Birgitta Rabe Implementation von Arbeitsmarktpolitik durch Verhandlungen. Eine spieltheoretische Analyse 2000 Berlin, edition sigma 254 pp. Stefan Ramge, Gunther Schmid eds. Management of Change in der Politik? Reformstrategien am Beispiel der Arbeitsmarkt und Beschaftigungspolitik. Ein Werkstattbericht. Gesellschaft fur Programmforschung, Gf P ed., Bd. 55 der Reihe Schnittpunkte von Forschung und Politik, 2003 New York, Munchen, Berlin: Waxmann 165 pp. Jaap de Koning and Hugh Mosley eds. Labour Market Policy and Unemployment: Impact and Process Evaluations in Selected European Countries 2001 Cheltenham, UK, Edward Elgar 317 pp. Hugh Mosley, Jacqueline OReilly, Klaus Schomann eds. Labour Markets, Gender and Institutional Change. Essays in Honour of Gunther Schmid 2002 Cheltenham, UK, Edward Elgar 382 pp. Hugh Mosley, Holger Schutz, Gunther Schmid with the collaboration of KaiUwe Muller Effizienz der Arbeitsamter: Leistungsvergleich und Reformpraxis, Reihe Modernisierung des offentlichen Sektors 2003 Berlin, edition sigma 179 pp. Ralf Mytzek, Klaus Schomann eds. Transparenz von Bildungsabschlussen in Europa. Sektorale Studien zur Mobilitat von Arbeitskraften 2004 Berlin, edition sigma 198 pp. Michael Neugart, Klaus Schomann eds. Forecasting Labour Markets in OECD Countries. Measuring and Tackling Mismatches 2002 Cheltenham, UK, Edward Elgar 322 pp. Gunther Schmid, Jacqueline OReilly, Klaus Schomann eds. International Handbook of Labour Market Policy and Evaluation 1996 Cheltenham, UK, Edward Elgar 954 pp. Gunther Schmid, Bernard Gazier eds. The Dynamics of Full Employment. Social Integration Through Transitional Labour Markets 2002 Cheltenham, UK, Edward Elgar 443 pp. Gunther Schmid Wege in eine neue Vollbeschaftigung. Ubergangsarbeitsmarkte und aktivierende Arbeitsmarktpolitik 2002 FrankfurtMain, Campus 477 pp. Holger Schutz, Hugh Mosley Hg. Arbeitsagenturen auf dem Prufstand. Leitungsvergleich und Reformpraxis der Arbeitsvermittlung 2005 Berlin, edition sigma 351 S. Sylvia Zuhlke Beschaftigungschancen durch berufliche Mobilitat? Arbeitslosigkeit, Weiterbildung und Berufswechsel in Ostdeutschland 2000 Berlin, edition sigma, 206 pp. The Research Area Employment, Social Structure, and Welfare State has existed since 1 January 2003. It encompasses the research units Labor Market Policy and Employment and Inequality and Social Integration and the research group Public Health. Research Unit Labor Market Policy and Employment Discussion Papers 2003 Carroll Haak Weiterbildung in kleinen und mittleren Betrieben: Ein deutschdanischer Vergleich Order number: SP I 2003101 Gunther Schmid Gleichheit und Effizienz auf dem Arbeitsmarkt: Uberlegungen zum Wandel und zur Gestaltung des Geschlechtervertrages Order number: SP I 2003102 Holger Schutz Controlling von Arbeitsverwaltungen im internationalen Vergleich Order number: SP I 2003103 Stefan Schroter Berufliche Weiterbildung in Grobritannien fur gering qualifizierte Arbeitskrafte Order number: SP I 2003104 Magnus Lindskog Forecasting and responding to qualification need in Sweden Order number: SP I 2003105 Heidi Oschmiansky und Frank Oschmiansky Erwerbsformen im Wandel: Integration oder Ausgrenzung durch atypische Beschaftigung? Berlin und die Bundesrepublik Deutschland im Vergleich Order number: SP I 2003106 Katrin Vitols Entwicklungen des Qualifikationsbedarfs in der Bankenbranche Order number: SP I 2003107 Achim Kemmerling Die Rolle des Wohlfahrtsstaates in der Entwicklung unterschiedlicher Dienstleistungssektoren Wohlfahrtsstaatsregime und Dienstleistungsbeschaftigung Order number: SP I 2003108 Thomas A. Di Prete, Dominique Goux, Eric Maurin, Amelie QuesnelVallee Work and Pay in Flexible and Regulated Labor Markets: A Generalized Perspective on Institutional Evolution and Inequality Trends in Europe and the U.S. Order number: SP I 2003109 Discussion Papers 2004 Thomas A. Di Prete, Markus Gangl Assessing Bias in the Estimation of Causal Effects: Rosenbaum Bounds on Matching Estimators and Instrumental Variables Estimation with Imperfect Instruments Order number: SP 1 2004101 Andrea Ziefle Die individuellen Kosten des Erziehungsurlaubs: Eine empirische Analyse der kurz und langerfristigen Folgen fur den Karriereverlauf von Frauen Order number: SP 1 2004102 Gunther Schmid, Silke Kull Die Europaische Beschaftigungsstrategie. Anmerkungen zur Methode der offenen Koordinierung Order number: SP 1 2004103 Hildegard Theobald Entwicklung des Qualifikationsbedarfs im Gesundheitssektor: Professionalisierungsprozesse in der Physiotherapie und Dentalhygiene im europaischen Vergleich Order number: SP 1 2004104 Magnus Lindskog Labour market forecasts and their use Practices in the Scandinavian countries Order number: SP 1 2004105 Hildegard Theobald Unternehmensberatung: Veranderter Qualifikationsbedarf und neue Ansatze in Ausbildung und Regulierung des Berufszugangs Order number: SP 1 2004106 Gunther Schmid Gewahrleistungsstaat und Arbeitsmarkt Neue Formen von Governance in der Arbeitsmarktpolitik Order number: SP I 2004107 Karin Schulze Buschoff Neue Selbststandigkeit und wachsender Grenzbereich zwischen selbststandiger und abhangiger Erwerbsarbeit europaische Trends vor dem Hintergrund sozialpolitischer und arbeitsrechtlicher Entwicklungen Order number: SP 1 2004108 Christoph Hilbert Performanzmessung und Anreize in der regionalen Arbeitsvermittlung: Der Schweizer Ansatz und eine Modellrechnung fur Deutschland Order number: SP 1 2004109 Gunther Schmid Soziales Risikomanagement durch Ubergangsarbeitsmarkte Order number: SP I 2004110 Lennart Delander, Jonas Mansson, Erik Nyberg Using the Unemployed as Temporary Employment Counsellors: Evaluation of an Initiative to Combat LongTerm Unemployment Order number: SP I 2004111 Discussion Papers 2005 Achim Kemmerling, Oliver Bruttel New Politics in German Labour Market Policy? The Implications of the Recent Hartz Reforms for the German Welfare State Order number: SP I 2005101 Kamil Zawadzki Transitional Labour Markets in a Transitional Economy. Could They Work? The Example of Poland Order number: SP I 2005102 Magnus Lindskog The Swedish Social Insurance System for the SelfEmployed Order number: SP I 2005103 Rebecca Boden The UK social security system for selfemployed people Order number: SP I 2005104 Philip Wotschack Household Governance and Time Allocation Structures and Processes of Social Control in Dutch Households Order number: SP I 2005105 Holger Schutz, Peter Ochs Das Neue im Alten und das Alte im Neuen Das Kundenzentrum der Bundesagentur fur Arbeit: Die offentliche Arbeitsvermittlung zwischen inkrementellen und strukturellen Reformen Order number: SP I 2005106 Carroll Haak Kunstler zwischen selbstandiger und abhangiger Erwerbsarbeit Order number: SP I 2005107 Paul Ryan, Howard Gospel, Paul Lewis Large Employers and Apprenticeship Training in Britain Order number: SP I 2006104 Lorenz Lassnigg Approaches for the anticipation of skill needs in the perspective of Transitional Labour Markets the Austrian experience Order number: SP I 2006105 Paula Protsch Lebens und Arbeitsqualitat von Selbststandigen. Objektive Lebens und Arbeitsbedingungen und subjektives Wohlbefinden einer heterogenen Erwerbsgruppe Order number: SP I 2006106 Karin Schulze Buschoff Die soziale Sicherung von selbststandig Erwerbstatigen in Deutschland Order number: SPI 2006107 Janine Leschke, Gunther Schmid, Dorit Griga On the Marriage of Flexibility and Security: Lessons from the HartzReforms in Germany Order number: SP I 2006108 Anders Stenberg Skill Needs and Continuing Vocational Training in Sweden Order Number: SP I 2006109 Philip Wotschack, Rafael Wittek Negotiating Work and Household Demands. Effects of Conflict Management Strategies in Dutch Households on the Labor Supply of Male and Female Employees Order number: SP I 2006110 Christian BrzinskyFay Lost in Transition Labour Market Entry Sequences of School Leavers in Europe Order number: SP I 2006111 Ralf MytzekZuhlke Einflussfaktoren betrieblicher Weiterbildungsaktivitat in Danemark, Schweden, Deutschland und dem Vereinigten Konigreich. Analysen der Mikrodaten der zweiten Europaischen Weiterbildungserhebung CVTS2 Order number: SP I 2005108 Oliver Bruttel Contractingout and Governance Mechanisms in the Public Employment Service Order number: SP I 2005109 Colette Fagan, Jacqueline OReilly, Brendan Halpin Job opportunities for whom? Labour market dynamics and service sector employment growth in Germany and Britain Order number: SP I 2005110 Monique Aerts The Dutch Social Insurance System for SelfEmployed Order number: SP I 2005111 Discussion Papers 2006 Gunther Schmid Sharing Risks. On Social Risk Management and the Governance of Labour Market Transitions Order number: SP I 2006101 Rosie Page, Jim Hillage Vocational Education and Training in the UK. Strategies to overcome skill gaps in the workforce Order number: SP I 2006102 Anton Hemerijck Recalibrating Europes SemiSovereign Welfare States Order number: SP I 2006103 Jaap de Koning, Hassel Kroes, Alex van der Steen Patterns of Work and Use of Benefits over the Life Course: Estimates and simulations based on Dutch microdata Order number: SP I 2006112 Michael Neugart Labor Market Policy Evaluation with an Agentbased Model Order number: SP I 2006113 Miriam Hartlapp Uber Politiklernen lernen. Uberlegungen zur Europaischen Beschaftigungsstrategie Order number: SP I 2006114 Philip Wotschack Lebenslaufpolitik in den Niederlanden. Gesetzliche Optionen zum Ansparen langerer Freistellungen: verlofspaarregeling und levensloopregeling Order number: SP I 2006115 KaiUwe Muller, Frank Oschmiansky Die Sanktionspolitik der Arbeitsagenturen nach den HartzReformen Analyse der Wirkungen des Ersten Gesetzes fur moderne Dienstleistungen am Arbeitsmarkt Order number: SP I 2006116 Klaus Schomann, Liuben Siarov, Nick van den Heuvel Managing social risks through transitional labour markets Order number: SP I 2006117 Wayne Vroman, Vera Brusentsev Unemployment and Unemployment Compensation from a Global Perspective Order number: SP I 2006118 Achim Kemmerling Diffusion und Interaktion in der Arbeitsmarktpolitik? Positive und negative Ansteckungseffekte am Beispiel zweier Reformdiskussionen Order number: SP I 2006119 Michael Neugart Pensions with early retirement and without commitment Order number: SP I 2006120 Morten Lassen, John Houman Srensen, Anja Lindkvist Jrgensen, Rasmus Juul Mberg Skill Needs and the Institutional Framework Conditions for EnterpriseSponsored CVT The Case of Denmark Order number: SP I 2006121 Karin Schulze Buschoff, Claudia Schmidt OwnAccount Workers in Europe Flexible, mobile, and often inadequately insured Order number: SP I 2006122 Carroll Haak Mehrfachbeschaftigung, Bildung und Einkommen auf den Arbeitsmarkten von Kunstlern Order number: SP I 2006123 Discussion Papers 2007 Petra Kaps, Holger Schutz Privatisierung von Arbeitsvermittlungsdienstleistungen Wundermittel zur Effizienzsteigerung? Eine Bestandsaufnahme deutscher und internationaler Erfahrungen Order number: SP I 2007101 Lennart Delander, Jonas Mansson Forensic evaluation: A strategy for and results of an impact evaluation of a universal labor market program The Swedish Activity Guarantee Order number: SP I 2007102 Karin Schulze Buschoff Selfemployment and Social Risk Management: Comparing Germany and the United Kingdom Order number: SP I 2007103 Heidi Oschmiansky Der Wandel der Erwerbsformen und der Beitrag der HartzReformen: Berlin und die Bundesrepublik Deutschland im Vergleich Order number: SP I 2007104 Karin Schulze Buschoff, Paula Protsch Die soziale Sicherung von atypisch Beschaftigten im europaischen Vergleich Order number: SP I 2007105 Janine Leschke Gender differences in unemployment insurance coverage a comparative analysis Order number: SP I 2007106 KaiUwe Muller Observed and unobserved determinants of unemployment insurance benefit sanctions in Germany. Evidence from matched individual and regional administrative data Order number: SP I 2007107 Please send a self addressed label and postagestamps in the amount of 0,51 Euro or one CouponReponse International if you are ordering fromoutside Germany for each WZBpaper requested Order Form Absender Return Address:Bei Ihren Bestellungen von WZBPapers schicken Sie bitte unbedingt einen an Sie adressierten Aufkleber mit sowie je paper eine Briefmarke im Wertvon 0,51 Euro oder einen Coupon Reponse International fur Besteller aus dem AuslandBestellschein Wissenschaftszentrum Berlinfur Sozialforschung Presse und Informationsreferat Reichpietschufer 50D10785 BerlinTiergarten Hiermit bestelle ich folgendesDiscussion papers:Please send me the following Discussion papers:BestellNr. Order no.Autorin, Kurztitel Authors Titles in brief", "filename": "563774134.pdf", "person": ["Kai-Uwe Müller", "Müller, Kai-Uwe"], "date": ["2007"]}