{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34756/1/564784753.pdf"], "title": ["Studying abroad and the effect on international labor market mobility: evidence from the introduction of ERASMUS"], "plaintext": "SEIRES REPAP NOISSUCSIDIZA DP No. 3430Studying Abroad and the Effect on International Labor Market Mobility:Evidence from the Introduction of ERASMUSMatthias Parey Fabian Waldinger April 2008Forschungsinstitutzur Zukunft der Arbeit Institute for the Studyof LaborStudying Abroad and the Effect on International Labor Market Mobility: Evidence from the Introduction of ERASMUS Matthias Parey University College London, IFS and IZA Fabian Waldinger CEP, London School of Economics Discussion Paper No. 3430 April 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3430 April 2008 ABSTRACT Studying Abroad and the Effect on International Labor Market Mobility: Evidence from the Introduction of ERASMUS We investigate the effect of studying abroad on international labor market mobility later in life for university graduates. As a source of identifying variation, we exploit the introduction and expansion of the European ERASMUS student exchange program, which significantly increases a students probability of studying abroad. Using an Instrument Variable approach we control for unobserved heterogeneity between individuals who studied abroad and those who did not. Our results indicate that student exchange mobility is an important determinant of later international labor market mobility: We find that studying abroad increases an individuals probability of working in a foreign country by about 15 to 20 percentage points, suggesting that study abroad spells are an important channel to later migration. We investigate heterogeneity in returns and find that studying abroad has a stronger effect for credit constrained students. Furthermore, we suggest mechanisms through which the effect of studying abroad may operate. Our results are robust to a number of specification checks. JEL Classification: Keywords: Corresponding author: Matthias Parey Institute for Fiscal Studies IFS 7 Ridgmount Street London WC1E 7AE United Kingdom Email: m.pareyucl.ac.uk international mobility, migration, student exchange, education J61, I2, F22 We thank David Card, Pedro Carneiro, Christian Dustmann, Hilary Hoynes, Victor Lavy, Costas Meghir, Enrico Moretti, Steve Pischke and seminar participants at UC Berkeley, LSE, UCL, the Institute for Social Economic Research at the University of Essex, the EEA 2007 congress, the Arne Ryde Symposium in Lund and the Cesifo 8th Venice Summer Institute for helpful comments and suggestions. We would especially like to thank Christian Kerst, KarlHeinz Minks, Hildegard Schaeper, and Andra Wolter at HIS for their hospitality and the access to the graduate survey data. We also thank the SOKRATESERASMUS Unit at the German Academic Exchange Service DAAD for the provision of data on the ERASMUS program, especially Marie Johann and Bettina Morhard. The views expressed in this paper are our own and do not necessarily correspond to the views of HIS or DAAD. 1 Introduction International labor market migration has risen dramatically in the recent past, especiallyamong university graduates. Lowell 2007, for example, shows an increase in the emigration rate of university graduates from about 4 percent in 1980 to about 7 percent in 2000 in developed countries. The increased demand for skilled labor and the importanceof highly skilled individuals for innovation has induced many countries to implementpolicies geared to attracting skilled migrants from abroad OECD, 2002. Understanding the determinants of migration is key to formulating such policies. While attentionhas traditionally focused on wage dierentials, going back to Hicks 19321, it is clearthat individual characteristics play an important role in determining the skilled workercid:146spropensity to migrate. One possible determinant which has received particular attentionof policymakers over the past years is student mobility during tertiary education. Inparticular, it has been hypothesized that student mobility may act as a cid:146stepping stonecid:146for later labor migration Guellec Cervantes, 2001. Numerous countries, includingthe United States, Japan, and the United Kingdom, attempt to attract highly skilledmobile workers through policies relating to student mobility programs Guellec Cervantes, 2001.These are based on the assumption that student mobility has a genuineeect on later labor market mobility. Despite the widespread belief in the link betweenstudying abroad and international labor market mobility, empirical evidence is very limited. Establishing a causal link between studying abroad and labor market mobility laterin life is a challenging task because students who decide to study abroad are in manyways dierent from students who undertake all of their education in their home country.The unobserved heterogeneity may also aect the decision of working abroad later inlife. This may introduce a bias in OLS estimates of the eect of studying abroad onsubsequent international labor migration decision. In this paper, we provide evidenceon the causal eect of studying abroad on later labor market mobility by exploitingan exogenous change in student mobility: the introduction of the ERASMUS studentexchange program.This program has been devised by the European Union to foster student exchangein Europe. Introduced in 1987 it oers the possibility of studying in another Europeancountry for up to 12 months at very low cost. Dierent universities and dierent departments introduced the program at very dierent times. We exploit the variation inscholarship availability as a source of exogenous variation in a studentcid:146s probability tostudy abroad. In order to ascertain a studentcid:146s exposure to the ERASMUS program weconstruct a unique data set, containing annual information on the number of exchangeplaces for each subject at every German university.In order to assess the eect ofstudying abroad on international mobility later in life we merge this data to a survey of 1For surveys on determinants of migration, see Greenwood 1975, 1985, 1997.2German university graduates. We cid:133rst show that the ERASMUS program has a strongimpact on a studentcid:146s probability of studying abroad. We then use the departmentlevel variation in international student exchange programs to identify the causal eectof studying abroad on the decision of working in a foreign country later in life. We cid:133ndthat studying abroad increases a personcid:146s probability of working abroad by about 15cid:15020percentage points. This result suggests a strong causal link between international labormarket mobility and previous international mobility. Qualitative evidence suggests thatbesides career concerns soft factors such as interest in foreign cultures or living witha foreign partner are important determinants for the decision to work abroad, and wesuggest that the eect of studying abroad may work through these channels.There are some papers analyzing the link between labor market mobility and previousmobility. Kodrzycki 2001 provides descriptive evidence on interstate mobility in the US and links it to the preceding decision of attending college out of state.2 Malamud Wozniak 2006 study the eect of the decision to go to college on interregional mobilityin the US. Using an instrumental variables approach to control for selection eects theycid:133nd that attending college increases the probablility of residing out of state later in lifeby about 20 percentage points. The link between international student mobility and thedecision to work abroad after graduation has rarely been studied to date. One reasonis data availability: Most surveys do not contain information on study abroad spellsduring a studentcid:146s undergraduate career, and graduates who work abroad are generallynot sampled in national surveys of the sending countries. The available evidence is basedon surveys of students. Jahr and Teichler 2001 use data from a survey of Europeanuniversity graduates. They investigate the eect of studying abroad on later international labor market mobility without controlling for possible selection of formerly mobilestudents. They cid:133nd that formerly mobile students are between 15 and 18 percentagepoints more likely to work in a foreign country after graduation. Dreher and Poutvaara2005 investigate the role of student mobility in explaining aggregate migration cid:135owsin a crosscountry panel study, focusing on migration to the United States. They cid:133ndstrong eects of previous periodcid:146s number of foreign students on current periodcid:146s number of migrants, indicating that a ten percent increase in the number of foreign studentsincreases subsequent migration by around 0.5 percent.The paper which is most closely related to ours is a study by Oosterbeek and Webbink 2006. They employ a regression discontinuity design to control for unobservedheterogeneity between internationally mobile and nonmobile students. Using data ontalented Dutch university students they cid:133nd that studying abroad increases the probability of living in a foreign country by about 50 percentage points. A key dierence to ourwork is that they look at a small sample of particularly talented students, while we use 2She cid:133nds that individuals who attended college out of state are 54 percent more likely to live outofstate cid:133ve years after graduation. These results, however, cannot be interpreted as causal eects asshe does not address the selection issues aecting mobility decisions.3a nationally representative survey of German university graduates. Another importantdierence is that Oosterbeek and Webbink investigate the eect of postgraduate studiesabroad. Students pursuing a postgraduate degree abroad may remain in the receivingcountry while looking for work. Part of the eect they cid:133nd may also be driven by thefact that some of the respondents abroad are still enrolled in higher education at thetime of the survey.In contrast, in our work, the intervention is international mobilityduring the undergraduate career, after which students return to complete their degreein Germany. Thus, our research design allows us cid:150 and in fact forces us cid:150 to separatethe two mobility investments studying abroad and working abroad. The eect we cid:133ndis therefore informative about the dynamic eects of earlier mobility investments.This paper presents evidence that previous educational mobility is a very importantdeterminant of mobility later in life. We thus establish a causal link of previous mobilitydecision to mobility later in life. This highlights the importance of taking earlier mobilityinto account in economic modeling but also for policy decisions. The European Union,for example, tries to foster labor market mobility in the EU see Commissioncid:146s Action Plan for skills and mobility 2002. Our research suggests that supporting internationalstudent mobility is a very successful policy instrument to foster labor market mobilitylater in life. Our results on the eect of the ERASMUS program on the probability ofstudying abroad also show that exchange programs are indeed eective in promotingstudent mobility. This will be important to policy makers as they spend large publicfunds on these programs.The paper proceeds as follows: The next section briecid:135y describes the data we areusing. Section 3 outlines our identicid:133cation strategy. We then present the cid:133rst stageresults and provide evidence that our instruments are both powerful and operate veryprecisely in the way we claim they do. The following section present the main results anda number of sensitivity checks. We present descriptive evidence into the channels whichlead students who studied abroad to work abroad later on. The last section concludes.2 Data We use data on German university graduates, which has been collected by the Higher Education Information System HIS institute. This survey is conducted to provide anationally representative longitudinal sample of university graduates in Germany. Asample of university graduates has been drawn from cohorts graduating in the academicyears 198889, 199293, 199697, and 200001. In the following, we will refer to these fourcrosssections as graduate cohorts 1989, 1993, 1997, and 2001. Graduates in each cohortare surveyed twice. The cid:133rst survey takes place about 12 months after graduation the Initial Survey. The same individuals participate in a followup survey about 5 years 4after entering the labor market FollowUp Survey.3 The following Figure 1 illustratesthe timing of the dierent surveys.Figure 1: HIS Data The data contains detailed information on the studentscid:146background, study history,and labor market characteristics. This allows us to relate study decisions, in particularinternational educational mobility, to later labor market outcomes. A large advantageof this dataset lies in the fact that individuals graduating from a university in Germanyare followed even if they move to a foreign country. This feature makes this datasetparticularly valuable to investigate questions concerning international mobility.The data and the sampling process is described in detail in Briedis Minks 2004.The sample was drawn as follows: For each cohort, universitysubjectdegree combinations where sampled randomly, and the respective universities mailed the questionnaireto each student who had graduated within the corresponding academic year. This procedure ensures that the sample contains individuals from a large number of dierentinstitutions and subjects. One key advantage of the data is that the population ofinterest includes all university graduates who completed their studies during a givenacademic year at any institution of higher education in Germany. The higher education system in Germany consists of a number of dierent university types catering todierent types of students. We include cid:133ve main types of higher education institutionsin our estimation. This includes not only the traditional universities Universitcid:228tenbut also the socalled Universities of Applied Sciences Fachhochschulen, the Comprehensive Universities Gesamthochschulen, the Colleges of Art and Music Kunst und Musikakademien, and the Theological Universities Theologische Hochschulen.4 The 3For the 2001 cohort, only the initial survey is available so far.4All institutions in our sample would be called universities in most countries outside Germany.5response rate to the survey is around 25%. While of course a higher response rate wouldbe desirable, an analysis conducted by the HIS has come to the conclusion that thecharacteristics of the survey respondents are close to those of the target population.The total number of respondents in our data corresponding to the four cohorts is 8,1531989, 6,737 1993, 6,220 1997, and 8,103 2001.The key information for our purposes is whether the student has studied abroadduring her undergraduate studies, and whether the graduate works abroad at the time ofthe survey. We infer undergraduate mobility from the cid:133rst question of the questionnaire,which asks the student to report her complete enrollment history. Respondents areinstructed to report each change of degree program or university. The questionnairemakes explicit reference to study abroad as one form of change in status in the 2001survey. We use this information to construct an indicator of whether the student studiedabroad during her undergraduate career. In order to exclude university mobility aftercid:133nishing the cid:133rst degree e.g. to obtain a Master abroad, we only look at internationalmobility before the graduation date of the cid:133rst degree.It is important to note thatonly students who obtain their degree in Germany are surveyed. We are, therefore, notable to observe students who cid:133rst enrol in Germany and subsequently move to a foreignuniversity and obtain their degree abroad. Also Germans who complete all of their highereducation abroad are not included in our sample. These individuals may be dierent tostudents who study abroad as part of their degree in Germany. It is quite likely thatthose who complete their higher education abroad are even more likely to work in aforeign country after graduation than students who obtain their degree in Germany. Ifthis was true we would underestimate the eect of studying abroad. Unfortunately, ourdata is not suitable to test this hypothesis.For all students who have ever participated in the labor market, both the initialand the followup surveys contain questions about the current or the last employment,including the location of work. We infer from this question whether a former studentnow works in Germany or abroad, and create an indicator accordingly.The following cid:133gure shows the percentages of studying abroad and working abroadfrom the initial survey, one year after graduation for the four graduation cohorts. It canbe seen that both studying abroad and working abroad occurs more frequently amongstudents of later graduation cohorts. It is important to note that we include dummiesfor the four graduation cohorts in all our regressions. Therefore, we do not identify theeect of studying abroad from the overall timetrend in the two variables. In fact, inour sensitivity analysis, we show that our results are robust to allowing for not only ageneral time trend, but also for subjectspecicid:133c time trends.6Figure 2: International Mobility in HIS Data These percentages can be compared to information on international mobility fromother data sources. Isserstedt Schnitzler 2002 point out that dierent data sourcesuse dierent ways to collect data and dierent decid:133nitions of a stay abroad. Thesedierences may result in dierent estimates of student mobility. With this caveat inmind, we compare the incidence of international educational mobility in our data to datafrom the 16th Social Survey Sozialerhebung, a largescale survey of German studentsin 2000. Of all students surveyed in the Social Survey, about 13 percent of advancedstudents indicate that they spent part of their studies at a foreign university. While thisnumber is larger than ours, it seems roughly comparable: The students interviewed inthe Social Survey in 2000 will on average belong to a later graduate cohort than theacademic year 20002001, which corresponds to our last cohort. Also, our decid:133nitionrelies on students spending at least one term at a foreign university. Thus, short termexchange will be included in the cid:133gure of the Social Survey, but not in ours. The cid:133guresfrom the Social Survey also replicate the strong overtime increase in the fraction ofstudents who study abroad.With similar caution we use data from the OECD Factbook 2006 to investigate thereliability of our data with respect to international labor market mobility. The OECDestimates that about 5.5 percent of Germans holding a university degree worked as expatriates in an OECD country in the year 2001. This number is lower than the percentageof people working abroad for the 2001 cohort in our dataset. This can be explainedby the following two facts: First, the OECD calculates its estimate of expatriates by 7considering migration to the OECD countries only, while our number includes peopleworking abroad anywhere in the world. Second, dierences may also be driven by different methodologies of estimating outmigration: the OECD captures stocks of peopleabroad while we look at the outcid:135ow of graduates from a certain cohort.We conclude that both the percentage of people studying abroad and the percentageof people working abroad in our data are comparable to estimates from other datasources. This is reassuring as there may be a worry that response rates to the the HISsurvey may dier for people living abroad. Unfortunately, there is no direct way of testingfor dierential response rates as we do not have any information on the individuals whodo not respond to the HIS survey. One way of addressing this concern is to show thatother data sources with dierent sampling frames exhibit similar numbers to our data.In addition to the international mobility variables we also use a number of othercontrol variables measured at the individual level. We create a measure of potentialexperience since graduation, decid:133ned as the number of months from graduation to thetime of answering the questionnaire.5 We take this measure of potential experience ratherthan actual labor market experience, because actual labor market experience could beaected by a study period abroad and might then be endogenous to our outcome. Othercontrols include a female indicator and an indicator for whether the student completedan apprenticeship before beginning her university studies. We also use variables whichcontrol for a studentscid:146 earlier mobility decisions.In particular we include a variablewhich controls for whether the studentcid:146s cid:133rst university enrollment occurs in the stateBundesland where she obtained her cid:133nal high school degree. Furthermore, we includethe distance between the state of her university enrollment and the state where sheobtained her high school degree.We use a number of variables to control for a studentcid:146s parental background. To control for parental education we use a variable that indicates the highest grade completedby either parent, where we split parental education into three categories to account forthe characteristics of the education system in Germany. The omitted category containsstudents with parents who obtained up to 13 years of education. This group consistsof students with parents who did not receive a school degree very few, parents withlower types of secondary schooling Hauptschule or Realschule usually followed by anapprenticeship, and parents who obtained a high school degree but no further educationvery few. The second group is comprised of students where the better educated parenteither obtained an advanced craftsmanship degree Meister or some higher education,such as a degree from a university of applied science Fachhochschule but not a de5There is some variation in experience because students were sampled according to whether theirgraduation fell in a particular academic year. Students graduating at the beginning of the academicyear therefore have more potential experience than those graduating towards the end of the year. Inaddition, there is some variation with respect to when the questionnaires were sent out and how quicklygraduates responded.8gree from a university. The third group includes students who have at least one parentholding a university degree.6 We also construct indicator variables in cid:133ve categories foreach parent to control for parental occupation. As a proxy for credit constraints weuse an indicator variable whether the student ever received federal cid:133nancial assistanceBAFOEG. Students are eligible to this assistance if parental income is below a certainthreshold. This threshold varies according to the number of children who are enrolled ina formal education program.In order to implement our Instrumental Variables strategy we combine the HIS graduate survey data with a unique dataset of ERASMUS participation. There is no readilyavailable data on the ERASMUS exchange program for our time period of interest. Weobtained date on the number of ERASMUS scholarship holders for each year and eachparticipating institution on a subjectbysubject basis from 199394 to 19992000 from The German Academic Exchange Service DAAD. To obtain the data for the earlieryears we proceeded as follows: The DAAD provided us with the number of scholarshipsallocated to each ERASMUS interuniversity agreement Interuniversity Cooperation Program, ICP. We combined this information with published listings of all ICPs, whichgive details about the participating universities and the subjects covered for each interuniversity agreement see, for example, DAAD 1992. This allows us to construct apanel data set at the universitysubjectyear level that covers the entire history of the ERASMUS program in Germany. We use the following approach to establish when thetypical student goes abroad: We compute the median academic year in which studentsgo abroad, separately by graduate cohort, subject and university type University, University of Applied Science, Comprehensive University, Theological University or Collegeof Art. We then assign to each student the exposure to the ERASMUS program in thatacademic year. This approach is preferable to simply assigning ERASMUS characteristics at a cid:133xed point in the studentcid:146s study period say the cid:133rst or second year: since ourgraduates are sampled when they exit university, and since there is substantial variationin length of studies, there might be a systematic relationship between individual studyduration and other unobservable factors. All our regressions include cid:133xed eects bothfor the graduate cohort and for the year in which the typical student studies abroad,which was used to assign the ERASMUS exposure.We restrict our sample to those observations for which all variables of interest areobserved. As mentioned before, students from the graduate cohorts 1989, 1993, and 1997 have been surveyed twice, the cid:133rst time one year after graduating from universityand a second time cid:133ve years after graduation. We thus have two observations for thelocation of work for most individuals from those cohorts. In the estimation below, wepool the observations from the initial and the followup survey for e ciency reasons. This 6Using a linear years of parental education variable or controlling for mothercid:146s and fathercid:146s educationseparately does not aect our results.9allows us to use the information provided in both questionnaires. Means and standarddeviations of our estimation sample are reported in Table 1. It is evident from comparingcolumns 2 and 3 that individuals who studied abroad are also more likely to workabroad later in life. One can also see that individuals with more exposure to ERASMUSas measured by ERASMUS ratio or ERASMUS indicator, which are described in furtherdetail below are more likely to study abroad. In the following section we explain howwe use the ERASMUS program to identify the causal link between studying abroad andinternational labor market mobility later in life.3 Identicid:133cation Strategy In order to investigate the eect of studying abroad on international labor market mobility we estimate the following equation.1 Work Abroad cid:121 cid:122Study Abroad cid:123X cid:124Cohort FE cid:125Year Abroad FE cid:126Subject FE cid:127University FE u Where Work Abroad and Study Abroad are dummy variables indicating whether anindividual worked abroad or studied abroad, respectively. X is a vector of personalcharacteristics, which may aect the decision to work abroad, such as gender, workexperience or an individualcid:146s family background. We also include a full set of dummiesfor each graduate cohort, the year a typical student goes abroad as explained in theprevious section, a studentcid:146s subject, and university. Our main interest lies in obtainingconsistent estimates of cid:122.The summary statistics presented in the previous section clearly indicate that students who study abroad dier systematically in their observable characteristics fromthose who remain in Germany throughout their undergraduate studies. Although ourdata set is rich in observed characteristics of the student, many dimensions which arelikely to aect the studentscid:146 mobility decision remain unobserved. A possible factorcould be, for example, the studentscid:146unobserved motivation. If these unobserved factorsare correlated with the outcome, estimating equation 1 using OLS would yield biasedestimates, because we would mistakenly attribute the eect of the unobserved covariates to the stay abroad. While it is generally di cult to characterize these unobservedcomponents in its entirety, there is some direct evidence of what factors may play arole. In their sociological analysis of determinants of studying abroad, MuessigTrapp Schnitzler 1997 identify as critical factors aecting the decision to study abroad thestudentcid:146s cid:133nancial situation, whether she holds any parttime job, foreign language skills,the expected labor market benecid:133t of going abroad, and her motivation and personalitystructure. Clearly, many of these dimensions will be unobserved to the econometrician.10Thinking about our outcome of interest it is likely that the same unobserved factorswhich drive the decision to study abroad will also aect the decision of where to lookfor a job.It is therefore not clear what at all can be learned from a comparison ofmeans of those who study abroad versus those who do not. This underlines that thiscontext requires a credible identicid:133cation strategy to learn about the causal impact of thestudy period abroad. We use the ERASMUS program as an instrumental variable toidentify the causal eect of studying abroad. As our cid:133rst stage we estimate the followingequation:2 Study Abroad cid:131 cid:132ERASMUS cid:133X cid:134Cohort FE cid:135Year Abroad FE cid:136Subject FE cid:137University FE cid:15ERASMUS is a variable measuring a studentcid:146s exposure to the ERASMUS program,which we describe in further detail below. In addition to the main variables of interestwe include the same control variables as in equation 1.Our identicid:133cation strategy relies on the large scale introduction and expansion of the ERASMUS program. In 1987, the Council of Ministers of the European Communitypassed the European Community Action Scheme for the Mobility of University StudentsERASMUS. The main objective of ERASMUS is to achieve a signicid:133cant increase in thenumber of students   spending an integrated period of study in another Member StateCouncil of the European Communities 1987. Student mobility was to be increasedthrough the creation of a European university network, individual scholarships, andmutual recognition of academic credits Smith, Alan 1988. Since then, ERASMUS hascontinually expanded. Looking across all participating countries, 1.37 million studentshave taken part in ERASMUS in the period of the academic years 198788 to 200405,with 15.7% of those outgoings coming from Germany.7 The magnitude of the expansioncan be claricid:133ed by relating ERASMUS outgoing students to the number of studentsin a given cohort. For example, of those graduates surveyed in 2001, about 5% of German students studied abroad with an ERASMUS scholarship.8 The overall incidenceof studying abroad for the 2001 cohort is 8 percent. The ERASMUS program thereforeaccounts for more than half of international undergraduate mobility in Germany in ourlast cohort. Particularly noteworthy is the overtime change in the number of ERASMUS7One argument why outmigration of skilled workers does not lead to brain drain is that there maybe osetting immigration from other countries. Statistics on the ERASMUS program indicate thatwithin the ERASMUS student exchange, German outgoing students are not matched by correspondingincoming students from other countries: In 200405, German outgoing ERASMUS students exceedincoming ERASMUS students by about 30 percent.8This number is obtained as follows: In the 2001 graduate cohort, the median student started hertertiary studies in the academic year 199596. In that year, about 262,000 students entered university.The typical exchange student in that cohort studied abroad in the third year of her studies. In that year 13785 students from German universities participated in the ERASMUS program. This corresponds toabout 5% of the entire cohort.11scholarships. Figure 3 shows the number of German outgoing students for each year sincethe introduction of the program.Figure 3: ERASMUS in Germany The dramatic expansion is clearly visible. Students in our four graduate cohorts aretherefore aected quite dierently by the program. It is important to be precise aboutthe variation we exploit to identify the eect of ERASMUS. We account for systematicdierences between universities by including university cid:133xed eects. Our empirical strategy thus relies on overtime changes in scholarship availability. At the same time, weinclude dummies for our four graduate cohorts, so that any dierence that is commonto all students in a cohort is taken out as well. This ensures that we are not relying onany longterm trends which may possibly aect both the instrument and the outcome.Furthermore, we include dummies for the year a typical exchange student begins herstay at a foreign university. We decid:133ne this year as the year when the median exchangestudent in a given subject and graduate cohort enrols at a foreign university. We allow this year to vary across dierent subjects because students in dierent departmentsintegrate their stay at a foreign university at dierent times of their degree. We alsoallow this timing to vary across dierent university types. In addition to that we includesubject cid:133xed eects in our estimation. This accounts for any systematic dierence ininternational mobility of students in dierent subjects. We therefore rely on overtimechanges in program intensity at a given subject and university combination. Probing therobustness of our cid:133ndings we also include subject specicid:133c time trends in our specicid:133ca12tions. These allow for a separate linear trend in the probability of studying abroad foreach subject. The nature of our results is not aected by including those time trends.In another robustness check we further control for possible unobserved heterogeneity byincluding cid:133xed eects for the interaction of a studentcid:146s faculty such as humanities orscience faculty and her university. We show below that our cid:133ndings are robust to usingthese cid:133xed eects.Students participating in the ERASMUS program apply for an exchange scholarshipat their home university. The award of the scholarship not only secures them a place ata certain partner university abroad but also provides them with a small mobility grant.In the academic year 19971998 the year a typical student from the 2001 graduationcohort went abroad an outgoing student from Germany received about 138 Euros permonth for her stay abroad. In addition to receiving the mobility grant the ERASMUSstudent receives a tuition fee waiver at the foreign university. Another important benecid:133tof ERASMUS is that it signicid:133cantly reduces the studentcid:146s application costs and the timethe student needs to apply in advance to be able to organize a stay at a foreign university.In order give a insight into the variation, which is exploited in our identicid:133cation strategy, we show the raw data on the number of ERASMUS students at four departmentsat the two large universities in Munich in the following cid:133gure.99We choose the LudwigMaximilians University and the Technical University Munich for our descriptive analyis because they are located in the same city and are of similar quality and reputation. This isexemplicid:133ed by the fact that these two unversities were among only three universities to be selected aswinner of the Initiative for Excellence. This initiative allocates federal funding to German universitieswhich are considered to have the potential to become worldclass research universities. This potentialwas evaluated based on the universitiescid:146past performance and on their strategic plans for the future.13Figure 4: ERASMUS at Universities in Munich The introduction of the ERASMUS program at a certain department occurred atdierent points in time at the two universities. After the introduction of the program thenumber of students going abroad varies over time. We construct two dierent measuresof a studentcid:146s exposure to the ERASMUS program. The cid:133rst variable measures the exactnumber of ERASMUS scholarships, oered by each department at every university ina given year.In order to account for dierences in size of dierent departments, wenormalize the number of scholarships with the number of students competing for thesescholarships. We use the number of cid:133rst year students in the fall semester of the academicyear 199293 for this normalization. Again, these student numbers are at the universitysubject level. In the following we refer to this variable as ERASMUS ratio. This measurefor a studentcid:146s exposure to the scholarship program varies at the university, subject, yearlevel.The second ERASMUS measure is an indicator, which takes the value one if thestudentcid:146s department oered an ERASMUS scholarship in the relevant year. In almostall cases this variable is 0 until a certain department joins the ERASMUS program and 1 thereafter, because very few departments leave the program after they have joined.We denote this variable ERASMUS indicator, which varies in the dimensions university, subject, and year as well. On the one hand this variable is less powerful than theother measure because it does not capture changes in the number of ERASMUS scholarships provided, which certainly aect a studentcid:146s probability of studying abroad. On theother hand, however, this disadvantage may be an advantage if student demand aects 14the number of ERASMUS places. This would aect the credibility of any instrumentusing the actual number of ERASMUS scholarships. Even though we believe that thisis not an important concern in practice we propose our ERASMUS indicator variableas an alternative, which deals with this concern. The ERASMUS indicator variable is 0 if a department does not oer any ERASMUS scholarships and 1 if any ERASMUSscholarship is oered. Using the ERASMUS indicator as an instrument amounts to aclassical dierenceindierences estimator comparing students before and after the introduction of an exchange program for their subject at their university. The only wayin which student demand may aect this instrument is through triggering the introduction of ERASMUS in the relevant department, which we believe is extremely unlikely.Administrative hurdles when setting up the program stand in the way of any short termresponses to student demand.If a certain department wants to join the ERASMUSprogram, the university has to apply for a certicid:133cation at the European Commission.Moreover, the department has to cid:133nd partner universities, which are willing to exchangestudents with the given department. Clearing these administrative hurdles takes time. Itis therefore very unlikely that departments are able to set up a new ERASMUS programin time for a certain cohort to be able to benecid:133t from that introduction.Where does the overtime variation in ERASMUS come from? University participation in ERASMUS operated through InterUniversity Cooperation Programs ICP, inwhich groups of university departments from dierent countries formed a network covered by an ICP agreement, typically initiated through an active professor who happens tohave contacts with professors at foreign universities. Departments enter the program atdierent times, and this provides us with a lot of variation in program participation. Oneway to interpret the evolution in ERASMUS scholarships is to think of the cooperationsas an emerging network. Many departments would at some point enter ERASMUS witha few links to departments at foreign universities. Over time other foreign departmentswould be taken into the network. Similarly the German department itself would enterother possibly new cooperation networks.In order to visualize how students are aected by these shocks of being faced withmore or less exchange opportunity, we perform the following event study: For eachstudentcid:146s initial university and subject choice, we observe whether there was at anypoint an ERASMUS cooperation in the time period we observe. We group students bywhether they entered the university before or after the introduction of the ERASMUSscheme, and by how many years.In the following cid:133gure we plot the time dierencebetween the introduction of ERASMUS and university entry against the probability ofgoing abroad. Keeping in mind that students usually start two or three years before goingabroad, we get the following prediction: According to our hypothesis, the probabilityof studying abroad should be cid:135at for the cohorts starting more than three years beforethe introduction. The cohorts starting three or two years before the introduction of 15ERASMUS would then be the cid:133rst ones to be aected, and we expect an increase in theproportion of students studying abroad from then on. The results can be seen in Figure 5.Figure 5: Event Study ERASMUSThis cid:133gure provides evidence that the ERASMUS scheme aects the dierent cohorts in a very precise way. Closely following our prediction, the probability of studyingabroad is low and cid:135at before the introduction of ERASMUS, and goes up steeply afterwards. Furthermore, our data provides evidence that institutions which have not yetintroduced ERASMUS are similar to those which never introduce ERASMUS: Studentsat institutions which never introduce ERASMUS have a probability of studying abroadof 2.6%, which closely matches the average for the notyetaected students in the graphabove.The usefulness of ERASMUS as an Instrumental Variable IV depends on two conditions: First, the IV needs to be correlated with the endogenous variable studyingabroad. Second, it needs to be uncorrelated with the error term u of the outcome equation. The rank condition can be vericid:133ed by looking at the cid:133rst stage regression, whichwe present in the following section of the paper.The exclusion restriction requires that there is no direct eect of the instrument onthe outcome except through the endogenous variable. Since ERASMUS scholarships arerestricted to educational exchange for undergraduate students, this is arguably satiscid:133ed.Furthermore, it is required that our IV is not correlated with any other variable whichaects the outcome. We argue that this is satiscid:133ed through our empirical strategy. We 16address possible concerns in turn.argument, the cid:146big pushcid:146argument, and the cid:146student selectioncid:146argument.In particular, we consider the cid:146university qualitycid:146One concern may be that university quality aects both scholarship availability andthe outcome: If good universities oered more ERASMUS scholarships, and if at thesame time good universities produced higher skilled graduates who are more likely tocid:133nd a job in a dierent country, the exclusion restriction would be violated. A similarargument applies if students at good universities were particularly motivated and able,making them more mobile even in the absence of ERASMUS. We take care of thisproblem by including university cid:133xed eects FE in all our regressions, which controlfor any permanent university attribute. A closely related criticism is that even within agiven university some faculties, such as sciences, may be better than other faculties. Weshow that our results also hold if we include faculty times university cid:133xed eects, whichcontrol for any permanent dierence between faculties even within a given university.A common concern in IV estimation is that using a particular policy may carrythe risk of not accounting for other policies which were implemented at the same time.Consider a university which at some point decides to raise its procid:133le, and implementsa number of measures designed to increase the attractiveness of the institution. Forexample, it could engage in more active exchange activities also outside Europe andpossibly implement other measures at the same time. One way to demonstrate thatthis is unlikely to be the case is by showing that the ERASMUS program had a veryprecise and narrow impact. We use information of where students went to study abroad,grouped into three categories Europe, United States, and other areas. We show belowthat the ERASMUS program only aected the exchange to Europe but not to other areas.This provides additional reassurance that our instrument has a very precise eect, onlyaecting a studentcid:146s probability to study abroad in Europe.Another concern is that students may choose a particular universitysubject combination because of scholarship availability. Particularly mobile students might chooseuniversities and departments oering a large number of ERASMUS scholarships. Thiswould again bias our IV results. We do not think that this is likely to occur, however. Since most of our sampled individuals started their university career long beforethe widespread availability of the internet, information about exchange programs wasextremely di cult to obtain. Even nowadays it is hard to obtain information on theavailability of ERASMUS scholarships on departmental websites of German universities.It is much more likely that enrollment decisions are based on factors such as reputationof the university or closeness to home. We also address the student selection argumentdirectly by controlling for distance between the state of a studentcid:146s highschool degreeand her university. Controlling for earlier mobility does not aect our results. A relatedworry is that students may change university or department after they cid:133gured out thattheir university andor department oers little opportunity to study abroad. Using the 17ERASMUS measures from a studentcid:146s cid:133rst enrollment enables us to avoid any problemsof selective mobility after university entry of the student.In summary, we believe that in our empirical framework ERASMUS scholarship availability provides us with exogenous variation in the studentcid:146s decision to study abroad.After controlling for university FE, subject FE, graduate cohort FE, and year abroad FE we argue that the remaining variation can be understood as random shocks to thestudent. Depending on the cohort, subject, and university she belongs to, she will cid:133nda dierent set of international cooperations at her disposal. These dierences in scholarship availability will then translate into variation in the decision to study abroad.Using ERASMUS as an instrumental variable we can therefore estimate equations 1and 2 to cid:133nd the causal eect of studying abroad. In all the regressions reported below we account for any dependence between observations by clustering all results on auniversitysubject level. This leaves the error correlation within clusters completely unrestricted and allows for arbitrary within cluster dependence. The clustering, therefore,not only allows arbitrary correlations of errors for students from a graduate cohort ata certain university and subject combination but also allows the errors of a universitysubject combination to be serially correlated. The following sections discuss the resultswe obtain using our identicid:133cation strategy.4 First Stage Results Table 2 presents the results from our cid:133rst stage estimates. In this context the cid:133rst stageregressions are interesting in its own right as one can learn about the factors aecting anindividualcid:146s decision to study abroad. We regress an indicator for studying abroad on ourmeasure for exposure to the ERASMUS program and other control variables. In column1 we use the ratio of ERASMUS places to the number of students in the relevant cohortas our measure for a studentcid:146s exposure to ERASMUS. The coe cient on ERASMUS ishighly signicid:133cant with an Fstatistic of 17.4. The coe cient indicates that an increase inthe ratio of ERASMUS places from say 5 percent to 10 percent increases an individualcid:146sprobability of studying abroad by about 1 percentage point. Analyzing the eect ofour control variables one can see that a studentcid:146s gender does not seem to aect herprobability of studying abroad. Students who have completed an apprenticeship beforeenrolling at the university are about 1.3 percentage points less likely to study abroadduring their undergraduate studies.In column 2 we use an indicator for whether the studentcid:146s department participatesin the ERASMUS program as our measure for exposure to the ERASMUS program.Once again the coe cient on the ERASMUS measure is highly signicid:133cant with an Fstatistic of 9.1. The coe cient indicates that a studentcid:146s probability of studying abroadincreases by about 1.4 percentage points if her department participates in the ERASMUS18program. The coe cients for the control variables are very similar to the ones reportedin column 1.In columns 3 and 4 we add controls for a studentcid:146s parental background to ourspecicid:133cations. Parental occupation is measured in cid:133ve categories for each parent. Weinclude a full set of dummies for these categories in these specicid:133cation. To save space wedo not report the coe cients on all those dummies.10 Parental education is measured inthree categories as the education level achieved by the parent with more education. Theresults indicate that students with better educated parents are signicid:133cantly more likely tostudy abroad. Students with a parent whose education level falls in our second categoryare about 1 percentage point more likely to study abroad than students with parentswho have at most 13 years of education. Students with a parent holding a universitydegree are about 3.4 percentage points more likely to study abroad. The coe cients andstandard errors of our ERASMUS measures are hardly aected by including the controlsfor parental background. This is reassuring as it indicates that explicitly accountingfor socioeconomic background does not alter the power of our intervention on studentscid:146behavior.The specicid:133cations reported in columns 5 and 6 include controls for a studentcid:146smobility at the beginning of her studies. The cid:133rst mobility measure is an indicator forwhether the student has her cid:133rst university enrolment in the federal state Bundeslandwhere she graduated from high school. We add a further control, which measures thedistance from the state where a student obtained her high school degree to the stateof her cid:133rst university enrollment. The results indicate that students who study in thestate of their cid:133nal high school degree are about 1.4 percentage points less likely to studyabroad. Even though the coe cient on the distance measure for preuniversity mobilityhas the expected positive sign those who enrol at a university further away from thestate where they obtained their high school degree are more likely to study abroad,this variable is not signicid:133cantly dierent from 0. The estimates for the eect of the ERASMUS program are not aected by including the controls for early mobility.In the following we show that the ERASMUS program has a very specicid:133c eect onstudying abroad, as it only aects the probability of studying abroad in a Europeancountry but not in countries outside Europe. This is a clear indication that the introduction of ERASMUS was not one of many policies to improve university quality, whichin turn could aect the outcome as well. In order to demonstrate the precise eect ofstudying abroad we create three indicator variables, which take the value 1 if an individual studied abroad in Europe, the USA, or in any other foreign country respectively. Weexpect that our instrument only aects the probability of studying abroad in Europe asthe ERASMUS program only oers scholarships for studying abroad in European part10More detailed results with reported coe cients for the occupational dummies are available from theauthors upon request.19ner universities. In columns 1 and 2 of Table 3 we replace the dependent variableof our usual cid:133rst stage regression studying abroad in any country with an indicatorfor studying abroad in Europe instead. The specicid:133cation reported in column 1 is estimated using the ratio of ERASMUS scholarships. In column 2 we present the resultsfrom using the ERASMUS dummy as our measure for exposure to the program. Thecoe cients on the ERASMUS measures are strong and highly signicid:133cant. The magnitude of the ERASMUS coe cient is similar to the one obtained when we use the generaldecid:133nition of studying abroad.We use an indicator for studying abroad in the US as our dependent variable forthe specicid:133cations reported in columns 3 and 4. The coe cient on the ERASMUSmeasures is not signicid:133cantly dierent from 0. Furthermore, the point estimates of the ERASMUS measures are very close to 0. In columns 5 and 6 we report specicid:133cationswhere we use an indicator for studying abroad in any country outside Europe or the US as the dependent variable. The results indicate that the ERASMUS program hasno eect on the probability of studying abroad in countries outside Europe or the US.The evidence from Table 3 strongly suggests that the introduction of the ERASMUSprogram was not correlated with the introduction of a broader set of policies, which mightthemselves aect later labor market outcomes. These results increase our concid:133dence forusing the ERASMUS program as an instrumental variable for studying abroad. In thefollowing section we use this IV to obtain estimates of the eect of studying abroad onthe probability of working in a foreign country later in life.5 Main Results and Sensitivity Analysis The OLS results reported in column 1 of Table 4 concid:133rm that graduates who spentsome time at a foreign university are more likely to work abroad later in life. Our OLS result indicates that the eect of studying abroad is about 6 percentage points.Note that as before, all our standard errors are clustered at the universitysubject level.As discussed before we do not want to attribute causality to the OLS results. This isbecause the factors aecting an individualcid:146s decision to study abroad are likely to aecther decision to work abroad later on as well. Therefore, we now turn to our IV results.In column 2 of Table 4 we present the cid:133rst set of IV results using the ratio of ERASMUS scholarships to the total number of students in the department as an instrument. We cid:133nd that studying abroad increases an individualcid:146s probability to work in aforeign country by about 24 percentage points. Given the relatively large standard errorthis eect is signicid:133cant at the ten percent level. We also cid:133nd that females are about 0.6 percentage points more likely to work abroad. Furthermore, we cid:133nd that individuals 20who completed an apprenticeship before they enrolled at university are about 0.4 percentage points less likely to work abroad, although this eect is not signicid:133cant. Peoplewho complete an apprenticeship may be more likely to go back to work at the same cid:133rmwhere they completed their apprenticeship, which will usually be located in Germany.We also cid:133nd that labor market experience has an eect on the probability of workingabroad. The coe cient indicate that individuals with one more year of experience inthe labor market are about 0.5 percentage points more likely to work abroad. Within asurvey wave, there is relatively little variation in potential experience, and this estimatealso captures the increased probability of working abroad from the initial to the followup survey. Over and above this annual measure of potential experience, the indicatorvariable for the followup survey does not show up signicid:133cantly.Column 3 adds interactions of the ERASMUS ratio with a full set of subject dummies as instruments. Including these interactions allows the impact of ERASMUS todier across subjects. This may be relevant as it is quite likely that a student exchangeprogram has a dierent impact for students studying dierent subjects. Since all ourspecicid:133cations include subject cid:133xed eects, identicid:133cation does not exploit any permanentdierences between subjects. Instead, this specicid:133cation allows the eect of the ERASMUS to vary by subject in the cid:133rst stage. Including the interactions strongly increasesthe precision of our estimates. The coe cient on studying abroad is signicid:133cant at the 5 percent level and indicates that studying abroad increases an individualcid:146s probabilityof working abroad later in life by about 14 percentage points. The coe cients on thecontrol variables are very similar to the ones reported in column 2.Even though we do not believe that student demand has a large impact on the numberof ERASMUS scholarships we address this concern by using the ERASMUS indicatoras our instrument in the specicid:133cations reported in columns 4 and 5. In column 4we present the results from using the ERASMUS indicator as the only instrument. Thestandard errors on the coe cient for studying abroad increases a lot, because the dummyfor oering any ERASMUS scholarships is a much less precise measure of a studentcid:146sexposure to exchange opportunities. The point estimate, however, is very similar to theone we obtain if we use the ERASMUS ratio instrument.In column 5 we show that using the interactions of the ERASMUS indicator witha full set of subject dummies increases the precision of our estimates. The estimatedcoe cient on studying abroad indicates that studying abroad increases an individualcid:146sprobability of studying abroad by about 19 percentage points. As before, the coe cientson the other variables are hardly aected by using the indicator measure instead of theratio measure of ERASMUS. Even though we lose some precision by using the ERASMUSindicator as our instrument the results are very similar to ones obtained if we use the ERASMUS ratio. Given these results we are concid:133dent to say that our results recid:135ecta supplyside increase in scholarship availability, rather than studentscid:146demand. cid:150One 21common concern in IV estimation is a potential bias due to weak instruments see Bound,Jaeger Baker 1995 and Stock, Wright and Yogo 2002. The Fstatistic from thecid:133rst stage, reported at the bottom of Table 4, show that for most of our estimates,weak instruments are not likely to pose a problem even using conservative cuto valuesfor the Fstatistic. In the ERASMUS indicator specicid:133cation with subject interactionscolumn 5, the Fstatistic is comparatively lower, but the coe cient is very similarto the previous ones, suggesting that weak instrument bias is not likely to be a problemhere.In summary, our IV results indicate that studying abroad increases the probabilityof working abroad by around 15 to 20 percentage points. In the following, we show thatour results are robust to a number of specicid:133cation checks.There may be a worry that students from dierent family backgrounds not onlychoose universities with dierent provision of ERASMUS scholarships but also exhibitdierent propensities to work in a foreign country. As long as this eect is constantover time we deal with this problem by estimating all equations including universitycid:133xed eects. It could be possible, however, that people from dierent backgrounds reactdierently to the introduction of an ERASMUS program or changes in the number ofscholarships. In order to address this concern we add controls for parental educationand occupation to our main specicid:133cation. It is evident from looking at Table 5 thatincluding the measures for parental background hardly aects our estimates of the eectof studying abroad. The results indicate that students from better educated parents arebetween 0.5 and 1 percentage points more likely to work abroad, although this eect isnot always signicid:133cant.Another concern is that students with a taste for mobility chose universities or departments with a lot of ERASMUS scholarships. Our IV estimates would be biasedif these individuals were more likely to work abroad later in life. In the following wepresent a powerful test, which directly addresses this concern. We add two variableswhich control for a studentcid:146s mobility at the start of her university career. The cid:133rstvariable indicates whether the student enrols in university in the state Bundeslandwhere she obtained her highschool diploma Abitur. The second mobility variable measures the distance from the state where she obtained her highschool diploma to the stateof her cid:133rst university enrolment. Including those two mobility variables hardly aectsthe estimates for the eect of studying abroad as can be seen from looking at Table 6.The coe cient on the distance measure for early mobility indicates that individuals whochose to study further away from the state where they received their highschool diplomaare more likely to work abroad later in life. At the same time, the results from Table 6indicate that the eect of studying abroad remains unchanged.Individuals may be more likely to work abroad if they know more foreigners. Thereare at least two channels through which the number of contacts to foreigners may aect 22the likelihood of working abroad. One channel may be an increased number of contacts to future business partners. A further channel may be that contacts to foreignersincrease an individualcid:146s taste for foreign cultures which may aect her probability ofworking abroad. As the ERASMUS program is at least partly reciprocal, universitiesoering more ERASMUS scholarships may also enroll more foreign students. This couldthen increase the studentcid:146s propensity to work abroad later on and therefore bias our IV results. In Table 7 we present the results from adding the university wide ratio offoreign students over the total number of students in a studentcid:146s cohort 11 to our specicid:133cation. Adding this control does not change the coe cient on studying abroad at all.The coe cient on our measure for the exposure to foreign students is highly signicid:133cantbut rather small in magnitude. The estimated coe cient indicates that increasing thepercentage of foreign students at a studentcid:146s home university from say 5 to 15 percentincreases her probability of working abroad by about 0.08 percentage points. This exercise is interesting also because it adds universityspecicid:133c covariates which vary overtime, and it is reassuring that the results remain unchanged.In the following we check whether our results are driven by time trends in our variablesof interest. Including graduate cohort FE as in all specicid:133cations guarantees that we donot identify the eect of studying abroad on working abroad from overall time trends.There may be a worry, however, that students studying certain subjects exhibit timetrends in both studying abroad and working abroad. To address this issue we includelinear subject specicid:133c time trends. The results of this exercise are reported in the secondpanel of Table 8. Apart from the specicid:133cation reported in column 3 the inclusion ofthe subject specicid:133c time trends hardly aects the coe cient of studying abroad.It may be the case that groups of departments within a university dier in quality orin their ability to foster international exchange. We address this concern by including afull set of department group times university cid:133xed eects. We thus use a separate cid:133xedeects for say sciences or languages at a certain university. Including this cid:133ne level of FEs hardly aects the estimates using the ERASMUS ratio instrument. Not surprisinglythe estimates using the ERASMUS indicator instrument are slightly more aected. Theorder of magnitude of the estimate, however, is preserved.It is reassuring that the inclusion of time trends or a cid:133ner set of cid:133xed eects doesnot have a huge impact on our estimates. This and the fact that our estimates arehardly aected by including controls for parental background, for early mobility, andfor the number of foreign students at the home university makes us concid:133dent that usingthe ERASMUS program as a source of exogenous variation is a credible identicid:133cationstrategy to estimate the causal eect of studying abroad on later labor market mobility.One decid:133ning feature of our results is that the IV results are substantially higher than 11We use the ratio at the middle of the average studentcid:146s university career as the relevant measurefor contacts to foreigners.23the corresponding OLS result. We interpret this cid:133nding in terms of heterogeneity inreturns: It is unlikely that all students will be aected in the same way by the interventionof studying abroad. It is much more likely that the eect of studying abroad itself variesacross the student population. We follow Imbens Angrist 1994 and interpret ourestimates as a Local Average Treatment Eect LATE: The IV results show the averageeect for the subgroup which has been aected by the instrument. In the context of ourinstrument, this group is welldecid:133ned: It is the group of students who would not havestudied abroad without the ERASMUS program, but study abroad when the ERASMUSis implemented. Since they are the students who have been aected by the ERASMUSprogram, our estimates are of immediate interest to policy makers.What are the characteristics of these switchers? In the absence of credit constraints,this will be the group of students for whom the cost of studying abroad is slightly abovethe returns without ERASMUS. The introduction of ERASMUS can be understood asa price change which makes the investment into studying abroad worthwhile for thesemarginal students. In the presence of credit constraints, some students will not be ableto invest in studying abroad even though this investment oers a positive return. Thesestudents are prevented from realizing the returns to studying abroad by being creditconstrained. The following analysis suggests that credit constraints are likely to play arole. We follow Kling 2001 in interpreting the IV estimate as a weighted average ofthe causal eect of studying abroad, where the weight of each subgroup j is given by thefollowing formula:3weightj wj cid:21j cid:1Study Abroadj Pj wj cid:21j cid:1Study Abroadj Here wj is the sample fraction of each subgroup j, cid:21j is the variance of the instrumental variable for subgroup j conditional on all other regressors x, and cid:1Study Abroadjis the impact of the ERASMUS instrument on the probability of studying abroad forsubgroup j. The last term is obtained from estimating the cid:133rst stage regression separately for each subgroup.12 We use this decomposition to compute the correspondingweight for two subgroups: students who are credit contrained and a subgroup which isunlikely to be credit contrained. We proxy credit constraints with an indicator variablewhich takes the value 1 if the student ever received any federal cid:133nancial assistance inthe BAFOEG scheme during the course of study. In our sample, this is about 41% ofall observations see column 1 in Table 9. Here, we use the ERASMUS indicatorvariable as instrument. Not surprisingly, the overall proportion of students who studyabroad is smaller for the creditconstrained group than for the noncredit constrainedgroup, recid:135ecting dierences in investment behavior between these two groups. Interestingly, column 2 indicates that the cid:133rst stage is stronger for credit constrained students:They react more strongly to the introduction of ERASMUS. This seems sensible as it 12See Kling 2001 for further details.24indicates that creditconstrained students rely more heavily on the ERASMUS program.Exposure to ERASMUS as measured by the conditional variance cid:21 is similar betweenthe groups column 3. Computing the resulting weights, column 4 states that the IV estimate places a weight of 54% on the group of the credit constrained students,which make up only 41% of the sample. This underlines that credit constrained studentscontribute disproportionately to our IV estimates of the eect of studying abroad.6 How Studying Abroad Aects International Labor Market Mobility The results presented in the previous sections indicate that individuals who study abroadare more likely to work in a foreign country. It is interesting to understand how studyingabroad aects an individualcid:146s decision to migrate to a foreign country later in life. Weaddress this in two ways: First, we make use of observed location choices to study thetype of skills acquired during the stay abroad. Second, the survey provides us withdirect qualitative evidence on why graduates move abroad, and we show how this variesdepending on whether the student studied abroad earlier. As these qualitative questionswere only administered to one cohort we cannot apply our instrumental variable strategyhere. We therefore provide a descriptive analysis, which cid:150if only suggestive cid:150may shedlight on the way studying abroad aects later labor market mobility.We can think of the eect of studying abroad as aecting the set of skills the studentacquires during her studies. One important question is whether these skills have a stronglocationspecicid:133c component. We can shed some light on this question by investigatingwhether individuals who have studied abroad return to work in the same country whenthey decide to work in a foreign country. There are a number of reasons why mobilegraduates may be more likely to work abroad in the countries where they studied abroadbefore: During their study period abroad they may have obtained skills that are of particular relevance in that labor market, e.g.language skills, knowledge about the locallabor market, or personal contacts which facilitate a match. On the other hand, it ispossible that studying abroad aects the probability of working abroad equally for different work destinations. This would be the case, for example, if studying abroad widensthe horizon of the student generally and leads her to search for a job internationally,independent of where she studied before. Especially, studying abroad could operate asa stepping stone to increase the set of feasible destinations. This question is also highlyrelevant from a policy perspective: The ability of the ERASMUS scheme or other student mobility programs to achieve an integrated European labor market depends on theassumption that students who went abroad to study in Europe are internationally mobileafter graduation, but remain in Europe.25Here we present descriptive evidence to address this question for the cohorts 1993,1997, and 2001.13 We again group location choices into Europe, US, and other areas, andrestrict attention to students who work abroad. For each study abroad treatment andstudy abroad location, Table 10 shows the conditional probability of being in each worklocation. Table 10 provides evidence that choices about study abroad locations are sticky,that is that students tend to return to work to the region where they studied abroad. Inparticular, of the students who studied abroad in Europe and worked internationally aftergraduation, two thirds end up working in a European country. A cid:312test of independencebetween the study abroad location and the work abroad location is rejected at the onepercent level with a test statistic of 28.5.We now turn to qualitative evidence from the survey on why graduates moved abroad.The HIS questionnaire asked individuals who had already worked abroad to give reasonsfor why they had chosen to do so. Unfortunately, this question was only administeredto individuals from the 1997 graduation cohort.Students who had worked in a foreign country for at least one month in the cid:133ve yearssince graduation were asked to identify the reasons for their decision to work abroad. In Table 11 we present the percentage of the people who indicated that a certain reason hadbeen important in their decision to work abroad. The table shows that the main reasonsfor working abroad are interest in foreign cultures, interesting oers from abroad, andthe initiative of the employer. We split the sample into those who complete all theiruniversity education in Germany and those who study abroad for some time during theirundergraduate education. Interestingly, while the means are similar in some categories,there are a number of noteworthy dierences. Those who have studied abroad are morelikely to indicate that their interest in foreign cultures has led them to seek employmentabroad. It may be the case that studying in a foreign country increased the individualcid:146staste for living abroad, which may in turn increase her probability of migrating laterin life. Students who have studied abroad are also signicid:133cantly more likely to indicatethat they chose to work abroad to be with their partner. The answers to this questionmay suggest that people who studied abroad may have met their partner while studyingabroad and therefore consider to work abroad later in life. Of course, this dierencemay also be driven by assortative mating with more mobile people having more mobilepartners, and the way this question was asked makes it impossible to distinguish betweenthese alternatives. Meeting a partner abroad may, nonetheless, be a possible channel ofthe eect of studying abroad. The summary statistics also indicate that those who havestudied abroad are somewhat more likely to say that they work abroad because of betteremployment opportunities in the foreign labor market, where we obtain a pvalue of 0.06when we test for a signicid:133cant dierence in the means of the two groups for this response.It is possible that a stay at a foreign university makes it easier to realize opportunities in 13For the cohort 1989, we do not have information on locations of study abroad.26foreign labor markets, either because those who studied abroad have better informationon the foreign labor market or because employers are more willing to oer employmentto those individuals. Interestingly, rather than the employment outlook, it is the careerprospects abroad where the means are signicid:133cantly dierent at the 1% level, suggestingthat those with international study experience seem to be more likely to consider a careerabroad.The statistics presented here provide some suggestive evidence of how studyingabroad may alter later international labor market mobility. Further research is necessary to get a better insight into the channels of the eect of studying abroad on workingabroad later on.7 Conclusion Using exogenous variation in scholarship availability, we are able to identify a causal eectof undergraduate student mobility on later international labor migration. Our strategyexploits the introduction and expansion of the ERASMUS scholarship program. Theextent to which students were exposed to the scholarship scheme varied widely. Weexploit crosssectional and over timechanges in scholarship availability. Accounting forpermanent dierences between dierent institutions, dierent subjects, and dierentgraduate cohorts, our identicid:133cation relies only on dierential overtime change, and canbe interpreted as a DiinDi estimator. Our cid:133rststage shows that the ERASMUSscheme has indeeed a strong eect on the studentscid:146 decision to go abroad, which isnot surprising given its scale. We show that the instrument is precise in that it onlyaects the decision to study in Europe, but not in other locations. Our event study addsfurther credibility to our instrument, by showing that the probability of studying abroadis low and cid:135at before ERASMUS is introduced, and increases strongly for those studentsaected by the scholarship.Our OLS results indicate that the group of students who studied abroad are about 6percentage points more likely to work abroad later on, controlling for a set of backgroundcharacteristics, institution and time cid:133xed eects. Our IV results are substantially higherthan that, and indicate that the eect of study abroad is between 15 and 20 percentagepoints. We also provide results which interact the instrument with the studentscid:146degreesubject. That allows for a dierential eect of ERASMUS in dierent subjects, and addsprecision to the results. We interpret the dierence between OLS and IV as an indicationof heterogeneity in eects: The population which is aected by our instruments reactsparticularly strongly to the incentives of the mobility program. This Local Average Treatment Eect LATE interpretation is of particular interest to policy makers, sinceit evaluates the eect for the aected subgroup. We show that individuals who are credit 27constrained are particularly aected by the ERASMUS instrument, and suggest channelsthrough which the eect of studying abroad may operate.Our results suggest that educational mobility programs may have a potentially largerole in aecting studentscid:146behavior in their labor market mobility decision. It impliesthat an opportunity to attract talented graduates is to provide student exchange opportunities. Attractive universities and scholarship programs may yield a return throughattracting students, part of whom will remain as skilled workers later on. In the contextof the policy change under consideration, ERASMUS is successful in that this studentmobility scheme appears to contribute to the development of an integrated Europeanlabor market. This is especially so if we take into account the descriptive evidence fromthe previous section that location choices are sticky, i.e. that mobile students tend toreturn to the region where they studied before.More generally, our work allows insights into the dynamic implications of educationalmobility decisions. Our results indicate that the eects of educational mobility programsgo far beyond aecting the decision to study abroad for some time period, but ratherreach far into the labor market, and it will be interesting to follow the sample of graduatesas their careers unfold. But already at this early stage our results indicate that evenshortterm mobility investments can lead to signicid:133cant further mobility investments lateron.28References Bound, John, Jaeger, David A. Baker, Regina M. 1995, cid:145Problems With Instrumental Variables Estimation When the Correlation Between the Instruments andthe Endogenous Explanatory Variable Is Weakcid:146, Journal of the American Statistical Association 90430, 443cid:150450.Briedis, Kolja Minks, KarlHeinz 2004, cid:145Zwischen Hochschule und Arbeitsmarkt.Eine Befragung der Hochschulabsolventinnen und Hochschulabsolventen des Prcid:252fungsjahres 2001cid:146, HIS Projektbericht 2004March.Commission of the European Communities 2002, cid:145Commissioncid:146s Action Plan for skillsand mobilitycid:146, O cial Journal 13022002.Council of the European Communities 1987, cid:145Council Decision of 15 June 1987 adopting the European Community Action Scheme for the Mobility of University Students Erasmuscid:146, O cial Journal L16625061987, 20cid:15024. cited after http:eurlex.europa.eu.DAAD 1992,Studienland EG. Gefcid:246rderte Kooperationsprogramme deutscher Hochschulen 199293, Deutscher Akademischer Austauschdienst, Arbeitsstelle ERASMUS.Dreher, Axel Poutvaara, Panu 2005, cid:145Student Flows and Migration: An Empirical Analysiscid:146, IZA DP 1612.Gehmlich, Volker 2000, Der DAAD begleitet ERASMUS, Deutscher Akademischer Austauschdienst DAAD.Greenwood, Michael J. 1975, cid:145Research on Internal Migration in the United States: ASurveycid:146, Journal of Economic Literature 132, 397cid:150433.Greenwood, Michael J. 1985, cid:145Human Migration: Theory, Models, and Empirical Studiescid:146, Journal of Regional Science 254, 521cid:150544.Greenwood, Michael J. 1997, Internal Migration in Developed Countries, Vol. 1 of Handbook of Population and Family Economics, Elsevier, pp. 647cid:150720.Guellec, Dominique Cervantes, Mario 2001, International Mobility of Highly Skilled Workers: From Statistical Analysis to Policy Formulation, in cid:145International Mobilityof the Highly Skilledcid:146, OECD, pp. 71cid:15098.Hicks, John R. 1932, The Theory of Wages, Macmillan.Imbens, Guido Angrist, Joshua 1994, cid:145Identicid:133cation and Estimation of Local Average Treatment Eectscid:146, Econometrica 622, 467cid:150475.29Isserstedt, Wolfgang Schnitzler, Klaus 2002, Internationalisierung des Studiums.Ergebnisse der 16. Sozialerhebung des Deutschen Studentenwerks, Bundesminsterium fcid:252r Bildung und Forschung.Jahr, Volker Teichler, Ulrich 2000, Employment and Work of Former ERASMUSStudents, in U. Teichler, J. Gordon F. Maiworm, eds, cid:145Socrates 2000 Evaluation Studycid:146, Study for the European Commission, chapter 5, pp. 99cid:150117.Kling, Jerey R. 2001, cid:145Interpreting Instrumental Variables Estimates of the Returnsto Schoolingcid:146, Journal of Business Economic Statistics 193, 358cid:150364.Kodrzycki, Yolanda K. 2001, cid:145Migration of Recent College Graduates: Evidence fromthe National Longitudinal Survey of Youthcid:146, New England Economics Review 1.Lowell, B. Lindsay 2007, cid:145Trends in International Migration Flows and Stocks, 19752005cid:146, OECD Social, Employment and Migration Working Papers 58.Malamud, Ofer Wozniak, Abigail 2006, cid:145The Impact of College Education on Geographic Mobility: Evidence from the Vietnam Generationcid:146, mimeo .Mcid:252cid:223igTrapp, Peter Schnitzler, Klaus 1997, Vorbereitung auf Europa durch Mobilitcid:228t und Internationalisierung des Studiums, Bundesministerium fcid:252r Bildung, Wissenschaft, Forschung und Technologie.OECD 2002, cid:145International mobility of the highly skilledcid:146, July 2002.Oosterbeek, Hessel Webbink, Dinand 2006, cid:145Does studying abroad induce a braindrain?cid:146, CPB Discussion Paper 64.Smith, Alan 1988, Erasmus eine Investition in die Zukunft der Gemeinschaft, incid:145Erasmus Wege zum Studiumcid:146, University of Cologne. cited in Gehmlich2000.Stock, James H., Wright, Jonathan H. Yogo, Motohiro 2002, cid:145A Survey of Weak Instruments and Weak Identicid:133cation in Generalized Method of Momentscid:146, Journalof Business Economic Statistics 204, 518cid:150529.308 Tables Table 1: Summary Statistics Working abroad Undergraduate study abroad ERASMUS ratio ERASMUS indicator Female Experience Apprenticeship Mothercid:146s Education yearsFathercid:146s Education yearsFinal University Grade 1Bafoeg indicator 2Financial AssistanceObservations1All 0.0350.1840.0450.2070.0240.0550.4360.4960.4210.4942.8242.0300.3090.46211.8253.30613.3313.6442.0680.6850.4140.493385272Study3Study4Work5Work Abroad0 Abroad1Abroad0 Abroad10.0310.1750.0000.0000.0230.0540.4250.4940.4190.4932.8302.0300.3150.46511.7413.27513.2473.6372.0780.6270.4180.4930.1070.3091.0000.0000.0470.0720.6620.4730.4630.4992.6962.0210.1830.38713.6093.45315.1203.3321.8590.6600.3460.4760.0000.0000.0420.1200.0240.0550.4290.4950.4190.4932.8172.0280.3120.46311.7753.29513.283.6492.0740.6860.4170.4931.0000.0000.1380.3450.0390.0630.6220.4850.4960.5003.0152.0930.2340.42413.2223.29014.7363.2161.9060.6440.3550.4793679817293718213451The cid:133nal university degree is only available for 37644 students in our sample. The best grade is 1.0 the worst 2The question on cid:133nancial assistance has only been administered since 1993. We have information on 4.0Bafoeg for 24405 individuals in our sample.Note: This table contains sample means and in brackets standard deviations.3165310.05400.01400.03300.08800.059181.00440.00400.03300.09800.044310.05400.02400.03300.04800.037481.02440.01400.03300.06800.00300.00300.00300.00300.00200.04100.07900.05300.06230.03400.07310.07600.08100.07100.09100.04100.06900.05300.07230.03400.06310.07600.08100.08100.09100.04100.02010.06300.08330.03400.09100.04100.01010.06300.09330.03400.026310.05400.07200.03300.00310.01300.00200.04100.016681.07440.07200.03300.01310.01300.09100.04100.0rotacidn ISUMSAREoita RSUMSAREpihsecitnerpp Aecneirepx Eelame F2ymmu Dnoitacud Elatnera P3ymmu Dnoitacud Elatnera Peerge Dloohcshgi Hfoetat Snigniydut Smk 001etat Sloohc Shgi Hotecnatsi D32daorb Aydut Srofrotacidn I:elbaira Vtnednepe Dsegat Stsri F:2elba T7700.04500.04700.04500.06700.04500.03700.04500.08700.04500.06700.04500.0SEYSEYSEYSEYSEYrotacidn I72583270.040.9SEYSEYSEYSEYSEYoita R72583370.011.71SEYSEYSEYSEYSEYrotacidn I7258398.8SEYSEYSEYSEYSEYoita R7258334.71SEYSEYSEYSEYrotacidn I72583560.090.9SEYSEYSEYSEYoita R72583660.014.71seimmu Dnoitapucc Olatnera Pymmu Dyevru Spuwollo FEFtroho Cetaudar GEFdaorb Arae YEFytisrevin UEFtcejbu S:stnemurtsn ISUMSAREderauqsRNstnemurtsn IfotatsFlevel%01ehttatnaccid:133ingislevel%5ehttatnaccid:133ingislevel%1ehttatnaccid:133ingis.leveltcejbusytisrevinuehttaderetsulcerasrorredradnatsll A6tse R9000.02100.05100.09000.07000.08000.04000.03000.00000.09000.01000.09000.03100.02200.06000.06000.04100.02100.0SEYSEYSEYSEYSEYrotacidn I72583230.075.05tse R6400.00700.05100.09000.07000.08000.04000.03000.00000.09000.01000.09000.03100.02200.06000.06000.04100.02200.0SEYSEYSEYSEYSEYoita R72583230.044.04ASU8100.09100.01100.01100.07100.01100.04000.05000.02000.01100.06300.05100.05000.02200.02000.06000.04100.08100.0SEYSEYSEYSEYSEYrotacidn I72583470.080.0snoitanitse Dtnere Dhtiwsegat Sitsri F:esicrex Enoitaccid:133isla F:3elba Taeraniatrecanidaorb Aydut Srofrotacidn I:elbaira Vtnednepe D3ASU2410.05510.01100.01100.08100.01100.04000.05000.02000.01100.07300.05100.05000.02200.02000.06000.04100.09100.0SEYSEYSEYSEYSEYoita R72583470.038.02eporu E9510.09300.06100.07200.08400.05200.02100.01100.05100.04200.01510.03300.06010.04500.01100.0410.08400.04400.0SEYSEYSEYSEYSEYrotacidn I72583360.028.611eporu E0481.09140.06100.06200.09400.05200.01100.01100.04100.04200.04510.03300.05010.04500.00100.0410.05400.03400.0SEYSEYSEYSEYSEYoita R72583460.092.91nidaorb Aydut S:elbaira Vtnednepe Doita RSUMSARErotacidn ISUMSARE2ymmu Dnoitacud Elatnera P3ymmu Dnoitacud Elatnera Ppihsecitnerpp Aecneirepx Eelame Fmk 001etat Sloohc Shgi Hotecnatsi Deerge Dloohcshgi Hfoetat Snigniydut S33seimmu Dnoitapucc Olatnera Pymmu Dyevru Spuwollo FEFtroho Cetaudar GEFdaorb Arae YEFytisrevin UEFtcejbu S:stnemurtsn ISUMSAREderauqsRNstnemurtsn IfotatsFlevel%01ehttatnaccid:133ingislevel%5ehttatnaccid:133ingislevel%1ehttatnaccid:133ingis.leveltcejbusytisrevinuehttaderetsulcerasrorredradnatsll ATable 4: Main Results Dependent Variable: Working Abroad Estimation Method Study Abroad Female Apprenticeship Experience1OLS0.06110.00920.00600.00240.00650.00230.00472IV3IV4IV5IV0.23860.14160.14440.05820.23420.25560.18900.08200.00640.00250.00420.00290.00510.00620.00240.00540.00240.00490.00640.00630.00250.00240.00430.00390.00510.00480.00260.0050Follow Up Survey Dummy0.00140.00140.00140.00150.00140.00380.00520.00530.00540.00450.00520.00520.00570.00490.0053Graduate Cohort FEYear Abroad FESubject FEUniversity FEInstruments:ERASMUSInteractions with subject NRsquared Fstat First Stage YESYESYESYES385270.038YESYESYESYESRatio 3852717.41YESYESYESYESRatio YES38527YESYESYESYESYESYESYESYESIndicator Indicator YES38527385273.66signicid:133cant at 1% level All standard errors are clustered at the universitysubject level. Dependent variable is an indicator for whetherthe respondent works abroad at the time of the survey. Study abroad is an indicator for whether the studentspends part of her university career at a foreign university. See text for further details.signicid:133cant at 5% level 11.11signicid:133cant at 10% level 9.0934Table 5: Sensitivity Analysis 1 Parental BackgroundDependent Variable: Dummy for Working Abroad Estimation Method Abroad Female Apprenticeship Experience1OLS0.05890.00910.00510.00240.00430.00230.00472IV0.23540.14240.00590.00250.00280.00260.00513IV0.14080.05860.00550.00240.00360.00240.00494IV0.24040.26020.00590.00270.00280.00310.00515IV0.18580.08400.00570.00250.00330.00240.00500.00140.00140.00140.00150.0014Follow Up Survey DummyParental Education Dummy 2Parental Education Dummy 30.0040.00520.00760.00270.01030.00310.00540.00540.00570.00310.00430.00560.00460.00520.00660.00280.00750.00360.00540.00570.00560.00390.00410.0095YESYESYESYESYES0.00500.00530.00610.00280.00600.0043YESYESYESYESYESIndicator Indicator YES3852738527385273852717.42910.9078.893signicid:133cant at 10% level 3.419Parental Occupation Dummies Graduate Cohort FEYear Abroad FESubject FEUniversity FEInstruments:ERASMUSInteractions with subject NRsquared Fstat First Stage YESYESYESYESYES385270.040YESYESYESYESYESRatio YESYESYESYESYESRatio YESsignicid:133cant at 1% level All standard errors are clustered at the universitysubject level.signicid:133cant at 5% level 35Table 6: Sensitivity Analysis 2 Early MobilityDependent Variable: Dummy for Working Abroad Estimation Method Abroad Female Apprenticeship Experience Follow Up Survey DummyParental Education Dummy 2Parental Education Dummy 3Studying in Highschool State Distance to High School State100kmParental Occupation Dummies Graduate Cohort FEYear Abroad FESubject FEUniversity FEInstruments:ERASMUSInteractions with subject NRsquared1OLS0.05810.00910.00520.00240.00460.00230.00472IV0.23050.14340.00590.00250.00310.00140.00513IV0.13780.05690.00550.00240.00390.00240.00494IV0.24510.25920.00600.00270.00300.00320.00515IV0.17890.08300.00570.00240.00350.00250.00500.00140.00140.00140.00150.00140.00400.00520.00720.00270.00960.00310.00210.00570.00330.00530.00540.00560.00310.00400.00550.00450.00610.00300.00460.00520.00650.00280.00700.00350.00320.00570.00310.00540.00570.00550.00380.00350.00910.00470.00700.00290.00500.00530.00610.00280.00570.00420.00380.00600.00300.00160.00160.00160.00160.0016YESYESYESYESYES385270.040YESYESYESYESYESRatio 38527YESYESYESYESYESRatio YES38527YESYESYESYESYESYESYESYESYESYESIndicator Indicator YES3852738527Fstat First Stage 17.10711.1269.0353.425signicid:133cant at 1% level All standard errors are clustered at the universitysubject level.signicid:133cant at 5% levelsignicid:133cant at 10% level 36Table 7: Sensitivity Analysis 3 Foreign Students at Home UniversityDependent Variable: Dummy for Working Abroad Estimation Method Abroad Female Apprenticeship Experience1OLS0.05810.00910.00520.00240.00460.00230.00472IV0.23070.14340.00590.00250.00310.00260.00503IV0.13730.05660.00550.00240.00390.00240.00494IV0.24750.25920.00600.00270.00290.00320.00545IV0.17810.08260.00570.00240.00350.00250.00490.00140.00140.00140.00150.0014Follow Up Survey DummyParental Education Dummy 2Parental Education Dummy 3Studying in Highschool State Distance to High School State100kmForeign StudentsTotal Students0.00390.00520.00720.00270.00960.00310.00210.00570.00320.00160.00830.00530.00540.00560.00310.00400.00540.00450.00610.00300.00160.00770.00450.00520.00650.00280.00710.00350.00320.00570.00310.00160.00800.00540.00570.00540.00380.00340.00910.00470.00700.00290.00160.00770.00490.00530.00610.00280.00570.00420.00380.00590.00300.00160.00790.00180.00180.00180.00190.0018Parental Occupation Dummies Graduate Cohort FEYear Abroad FESubject FEUniversity FEInstruments:ERASMUSInteractions with subject NRsquared Fstat First Stage YESYESYESYESYES385270.040YESYESYESYESYESRatio 3852717.11signicid:133cant at the 1% level All standard errors are clustered at the universitysubject level.signicid:133cant at the 5% level YESYESYESYESYESRatio YES38527YESYESYESYESYESYESYESYESYESYESIndicator Indicator YES385273852711.12signicid:133cant at the 10% level 9.063.42375VI9871.0380.0524.30681.08311.0898.11611.07380.0179.2SEYSEYSEYSEYSEYSEYrotacidn ISEY725834VI1542.02952.0530.95322.03592.0908.63423.07182.0031.8SEYSEYSEYSEYSEYSEYrotacidn I725833VI8731.09650.0621.116770.05060.0286.82211.09060.0987.31SEYSEYSEYSEYSEYSEYoita RSEY725832VI5032.04341.0701.718342.05151.0397.512982.00961.0158.61SEYSEYSEYSEYSEYSEYoita R725831SLO1850.01900.06750.01900.08650.02900.0SEYSEYSEYSEYSEYSEY72583egatsts 1tatsFtneiceoc.rre.tsegatsts 1tatsFtneiceoc.rre.tsegatsts 1tatsFtneiceoc.rre.tsseimmu Dnoitacud Elatnera Ptsehgi Hselbairavegellocemohecnatsi Dseimmu Dnoitapucc Olatnera PEFpuorgtcejbu Sytisrevin Ugnidulcn Iccid:133icep Stcejbu Sgnidulcn Isdner Tem Tinoitaccid:133icepsenilesa B6elba Tnisatcejbushtiwsnoitcaretn I:stnemurtsn ISUMSAREEFtroho Cetaudar GEFdaorb Arae YEFtcejbu SN38elamefedulcnidetsiltonsrosserge R.daorbagniyduts,tseretnifotneiceocehtrofstluserswohsylnoelbatsih T:eto N.leveltcejbusytisrevinuehttaderetsulcerasrorredradnatsll Aedulcnioslaewnoissergeresehtn I.noitaccid:133icepsniamehtottcejbushcaerofsdnertemitsdda 2lena P.6elba Tmorfstluserehtstroper 1lena P.ecneirepxelaitnetop,pihsecitnerppa,rotacidniesuaceb EFytisrevinuedulcnitonod 3lena Pnidetropersnoitaccid:133icepseh T.noitaccid:133icepsniamehtotlevelpuorgtcejbusytisrevinuehttastce Edexi Fsdda 3lena P.erofebsa EFytisrevinulevel%01ehttatnaccid:133ingislevel%5ehttatnaccid:133ingislevel%1ehttatnaccid:133ingis.sliatedroftxetee S.EFpuorgtcejbusytisrevinufolevelrencid:133ehtesuewEFlanoitidd Adnasdner Tem Ti 4sisylan Aytivitisne S:8elba Tdaorb Agnikro Wrofymmu D:elbaira Vtnednepe DTable 9: Heterogeneity in Returns and Credit Constraints Financial Aid 0wj 0.59Financial Aid 10.4112Fraction in Sample Delta First Stagecid:1Study Abroadj3Lambdacid:21j 0.110.124Kling Weight 0.460.540.0110.016Table 10: Destinations of work abroad Study abroad 0Study abroad 1 in Europe USRest Work abroad location Europe 55.766.445.516.7US8.14.927.30.0Rest 36.228.727.383.3Total 100.0100.0100.0100.0Note: For all graduates working abroad, this table shows conditional probabilities of working abroad in one ofthe three locations Europe, US, and rest of world, conditional on the study abroad treatment and the destinationof the stay abroad. Based on 1,316 observations from graduate cohorts 1993, 1997, and 2001.Table 11: Reasons for working abroad Interest in Foreign Cultures Received Interesting Oer At Employercid:146s Instance Better Career Prospectsin Germany after Return Obtain Qualicid:133cations Abroad International Research Project Partner Employment Outlook Abroad Career Prospects Abroad Number of Observations All 52.951.5935.851.5333.401.5125.361.3916.801.1914.771.1310.900.998.660.906.520.79982Study Abroad 0Study Abroad 1Dierence inmeans pvalue50.931.7135.351.6334.071.6225.811.4916.861.2814.651.219.771.018.020.935.700.7986067.214.2739.344.4428.694.1122.133.7716.393.3715.573.3018.853.5613.113.0712.302.991220.0000.3890.2390.3820.8970.7880.0030.0610.006Note: Based on all respondents from the 1997 followup survey who have work experience abroad. Table showspercentage of respondents who indicate that a particular reason led them to take up work abroad. Example:50.93% of respondents indicate that interest in foreign cultures led them to take up work abroad.39", "filename": "564784753.pdf", "person": ["Matthias Parey", "Parey, Matthias", "Fabian Waldinger", "Waldinger, Fabian"], "date": ["2008"]}