{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/35070/1/566049651.pdf"], "title": ["Does more mean better? Sibling sex composition and the link between family size and children's quality"], "plaintext": "Does More Mean Better? Sibling Sex Composition and the Link between Family Size and Childrens Quality Javier E. Baez Syracuse University and IZA Discussion Paper No. 3472 April 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3472 April 2008 ABSTRACT Does More Mean Better? Sibling Sex Composition and the Link between Family Size and Childrens Quality Exogenous variation in fertility from parental preferences for sexmix among their children is used to identify the causal effect of family size on several measures associated with either the allocation of resources towards children within the household or the outcomes of these investments. Results using data from Colombia suggest that family size has negative effects on average child quality. Children from larger families have accumulated almost 1 year less of education, are less likely to enroll in school and about twice as likely to be held back in school. A larger family also increases the likelihood that oldest siblings share a room and reduces the chance that they have access to clean water and sanitary sewer facilities by approximately 15 percentage points, suggesting the existence of negative effects arising from limited household resources. Mothers in these households have less labor participation over 27 percentage points and their oldest children are also more likely to engage in labor activities or domestic chores. Children from larger families are also more likely to be physically or psychologically affected by domestic violence within the household. Other less robust but informative calculations using data on anthropometrics, morbidity and immunization records also fit well with the main results of the quasiexperimental research design. The evidence presented here is consistent with the tradeoff between the number and quality of children implied by the theoretical interdependence in their prices and is robust to different specifications, estimation methods and alternative subsamples. JEL Classification: D1, J1, O1 Keywords: Corresponding author: Javier E. Baez Department of Economics Maxwell School of Citizenship and Public Affairs Syracuse University Syracuse, NY 132441020 USA Email: jebaezmaxwell.syr.edu fertility, household behavior, childrens wellbeing, Colombia Special thanks go to Alberto Abadie and Dan Black for discussions and helpful comments. I would also like to acknowledge helpful comments from Farzana Afridi, Gary Engelhardt, Jeffrey Kubik, Indhira Santos, Jesse Bricker and Katie Fitzpatrick on various drafts of the paper. I also thank participants at the CEDE Seminar Los Andes University, Bogota, the Economics Seminar National Department of Planning of Colombia, Bogota and the 12th Annual Meeting of the Latin American and Caribbean Economic Association LACEA. Any remaining errors are my own. 1. Introduction In April of 2005 the Mayor of Cucuta, a Colombian town with a population of more than 600,000 inhabitants, announced a controversial program offering free sterilization among lowincome men and women. The plan was advertised as an effective and lowcost reproductive health policy to reduce poverty. Almost at the same time, Colombias Ministry of Social Policy launched a small pilot program in a number of towns to provide free surgical sterilization to women with four or more children, a strategy that state officials said was intended to curb population growth and fight against poverty. Multiple birthcontrol programs such as these have been widely implemented in developing countries such as Malaysia, Indonesia, Bangladesh, Tunisia, Mexico and other places of the developing world over the last decades. In addition, more coercive family planning regimes have also been adopted at some points in time in China, India and Peru. Most of these initiatives, if not all, have been partially motivated by a commonly observed association: families with higher fertility rates usually have lower material living standards. Understanding whether family size is a central determinant of investment in children and their future economic success is an issue of great social importance. The comovement between high birth rates and economic status that has encouraged population control policies like the ones pointed out above is far from being refutable, particularly in lowincome communities. However, lessons from recent demographic transitions like the one experienced by Bangladesh suggest that fertility declines may not be a necessary precondition for economic development G. Kamal, et al. 1994, J. Caldwell, et al. 1999. Hence, programs aimed at discouraging large families in order to reduce poverty can be justified on the basis of analyses confirming the negative influence of family size on child quality. The presence of a correlation between birth rates and economic status, although necessary, is not a sufficient condition for determining causality. With that in mind, research efforts have been devoted to identify whether any meaningful causal effect exists. A broad review of the available evidence suggests that the results are mixed. The debate in the literature on the tradeoff between the quantity and quality of children is still unresolved, a point I will return to in the next section. 2 A primary obstacle in determining a causal connection linking larger families with worse economic outcomes lies in both the existence of unobserved factors e.g. tastes for number and quality of children that are correlated with each other and their possible joint determination. Therefore, standard Ordinary Least Squares OLS can pick these confounders and produce biased estimates of the population parameters. A setting in which the quantities of children vary exogenously is needed to disentangle the interaction between the number of children and quality per child. Previous papers in the existing literature have often addressed this issue using an exogenous shift in fertility coming from either multiple births or siblingsex composition Rosenzweig and Wolpin 1980, Duflo 1998, Caceres 2004, Black, Devereaux and Salvanes 2005, Conley and Glauber 2005, Angrist, Lavy and Schlosser 2005, Rosenzweig and Zhang 2006. The paper presented here builds upon a source of variation in family size initially exploited by Angrist and Evans 1998. Survey data from the Colombian Demographic and Health Survey DHS of 2000 and 2005 provides significant supportive evidence of children sex composition preferences in the country: on average, families with samesex siblings appear to be larger. Hence, I exploit this exogenous change in fertility in families with at least two three children to shed some light on the effects of family size on firstborn first and secondborn childrens outcomes. There are several contributions of this study. First, I extend earlier papers by looking at a number of outcomes rarely examined in the context of this subject, which can be related to either the allocation of resources within the household or their influence on childrens wellbeing. Apart from the traditional indicators of schooling performance, these measures include health care utilization, the probability of a child sharing a room with other siblings, the access of children to clean water, the characteristics of the household they are living in, mothers labor supply, childrens use of time and domestic violence. Second, this work offers an additional opportunity to confront the external validity of previous findings because most of the conclusions so far particularly those using samesex instruments have been drawn from empirical evidence in developed countries, where the desired number of births and the behavioral responses to changes in family size may differ systematically to those existing in lessdeveloped countries. 3Contrary to what has been identified in earlier studies mostly examining high income countries, the findings of this paper indicate that the OLS parameters tend to underestimate the effect of family size. Almost all the empirical models intended to deal with potential endogeneity issues appear to be considerably different from those obtained by OLS. Regarding the direction of this difference, most of the Twostage Least Squares estimates 2SLS for the Colombian case seem to suggest that family size has a negative effect on several outcomes used to describe child quality. More specifically, I find that children from larger families have accumulated almost 1 year less of education, are less likely about 20 percentage points to be enrolled in school and about twice as likely to be held back, compared to the school progression of their age reference cohorts. A larger family also increases the likelihood that oldest children share a room with their siblings and reduces the probability that they have access to clean water and sanitary sewer facilities by 17 and 15 percentage points, respectively. In addition, they are more likely to be living in a dwelling with earth floor, suggesting that there are negative effects arising from limited household resources. Mothers in households with more siblings not only have less labor participation roughly 27 percentage points but their oldest children are also more likely to engage in labor markets or domestic chores and spend around three more hours per week on these activities. Overall, first and secondborn from larger families have a higher chance of being physically or psychologically affected by domestic violence within the household. Other less sophisticated but illustrative calculations using data on children growth, morbidity and immunization records appear to match these findings as well. These results seem to go along with the hypothesis that children are cheap and economically useful for poor parents in developing societies. In short, the evidence presented here is indicative of an existing tradeoff between the number and quality of children as implied by the interdependence in their prices from the standard quantityquality model. The remainder of this paper is structured as follows. Section 2 reviews the relevant literature and briefly describes the trends in fertility in Colombia. Section 3 discusses the potential identification issues that plague the link between family size and childrens quality, describes the empirical strategy and the data, and includes the summary statistics. Section 4 presents the empirical findings of the OLS and 2SLS procedures undertaken, including a 4discussion of the first stage regressions, other complementary calculations and a robustness analysis. Section 5 concludes. 2. Background 2.1 Previous Literature The relationship between population growth and economic development is a longstanding question in economics and demography since Malthus 1798, when he postulated his population principles with pessimistic views of the effects of human reproduction on subsequent economic welfare. Since then, a great deal of attention has been devoted to the connection between the quantity of children and their quality.1 This interest is mostly driven by the negative association between income and fertility that is frequently observed across countries and across households within countries. The theoretical foundations that hypothesize these patterns in fertility choices are integrated in the wellknown quantityquality model developed by Becker 1960, Becker and Lewis 1973 and Becker and Tomes 1976. Modeling the optimal choices of the quantity and quality of children in a similar fashion of other commodities in the household, this framework stresses a particular link between the two: the shadow price of the number of children is positively related to the level of quality and vice versa. In other words, assuming no parental discrimination between their children, an increase in the number of children is more costly the higher the average child quality and, correspondingly, an increase in quality per child is more expensive the greater the number of children because it applies to more of them. This argument leads to an implicit tradeoff between quality and quantity and reconciles the evidence of parents demanding children of higher quality as they get richer, without increasing their desired fertility. Another popular framework, known as the resource dilution model Blake, 1981 predicts this negative relationship as well. This model rests on the idea that parental resources allocated to 1 Quality is treated here as the level of direct and indirect investments on children that provide utility to the household and that affect positively their development, future earnings and living potential. This quality is also affected through other channels partially out of the control of the parents such as inherited ability, peer effects, public investments and other sort of random events. 5home production i.e. inputs of child quality production are finite and, therefore, the average resources accrued by a child declines as the number of siblings increase. These theoretical formalizations of fertility behavior have long been tested against several data sources and methods. In effect, there is an extensive body of available evidence; however, it is far from being conclusive. The findings emerging from crosssectional comparisons seem to support the negative effect of family size on childrens outcomes, particularly on several scholastic indicators. Examples of these studies are the works by Leibowitz 1974, Blake 1981, 1989, Hanushek 1992 and Hill and ONeill 1994, which have found for the U.S. that children from larger families are disadvantaged both in terms of lower schooling attainment and cognitive development in various dimensions. Notwithstanding this systematic line of results, the causality of these findings must be interpreted with caution as family size and parental investments in children are simultaneous decisions, a point I will return to in the next section. Other analyses in the literature seeking to address the endogeneity nature that underlie the choices of quality and quantity of children have, in general, arrived to mixed results. First, there is a group of studies with evidence that points to the existence of a tradeoff between the number of children and the average level of investments in them. For instance, Rosenzweig and Wolpin 1980a used the occurrence of twins to test the tradeoff in Indian households. They concluded that an increase in fertility had a negative impact on childrens educational attainment and expenditures on consumer durables. Likewise, Rosenzweig and Wolpin 1980b exploited U.S. data on multiple births to find a negative effect on womens labor force participation. Examining a similar subject for the same country, Behrman et. al. 1989 identified an inverse relationship between sibship size and school attainment. Stafford 1987 used longitudinal data, also for the U.S., and found that large family size had a negative impact on childrens cognitive skills and gradeschool performance. On a similar margin, Goux and Marin 2003 used French data and semiparametric instrumental variable IV methods to explore the impact of the number of people per room on the probability of being held back in school. Their results indicate that overcrowded housing had adverse effects on school progression. Conley and Glauber 2005, 6following a parallel approach, exploited the balanced sex composition of children to find a negative impact of family size on childrens educational outcomes using 1990 U.S. census data. While the numerous evidence mentioned above seems to confirm the inverse association between the number and quality of children, other lines of research do not offer support for this view, including some studies that also deal with issues of heterogeneity. A first group of papers do not find any evidence in support of the tradeoff. For example, Gomes 1984 used crosssectional information from rural and urban Kenya and concluded that family size did not inhibit the achievement of educational attainment of children. Kessler 1991 investigated the influence of family size and birth order on labor outcomes with longitudinal data from the National Longitudinal Survey of Youth NLSY1979. His work showed that neither one nor the other had an effect on the level or growth rate of wages. In addition, these aspects of family structure appeared to have an indecisive influence on labor participation. Using the same dataset on siblings at two points in time, Guo and Van Wey 1999 found no evidence of a negative relationship between sibship size and cognitive measures of intellectual development. More recently, Caceres 2004 employed U.S. Census data of multiple births to find that an increase in sibship size reduce private school attendance and mothers labor participation. However, he found no effect on other measures closer to childrens wellbeing such as school grade or the likelihood of dropping out. Angrist, Lavy and Schlosser 2005 exploit variation in fertility from both multiple births and siblingsex preferences in Israeli Census data and find no evidence of the quantityquality tradeoff. Along the same lines and using rich data from Norway and twin births as instruments as well, Black, Deveraux and Salvanes 2005 found no effects of family size on measures of educational attainment. Adding to the controversy, Lee 2003 exploited son preferences in South Korea as the source of variation to show that educational expenditures per child increased with the number of siblings. Iacovou 2001 used longitudinal data from the U.K. to argue that only children perform worse in various schooling outcomes than those in twoandmorechildren families. Along the same lines, Qian 2005 exploited the relaxation in Chinas one child policy and the event of multiple births to find that for single child families, an exogenous increase in family size has a 7positive influence on first childs school attendance, although the effect is reversed for firstborn children in families with more than two children. Obviously, as noted above, the empirical literature presents ambiguous conclusions. The evidence discussed here is not intended to settle the debate, but the results of this paper can be seen as complementary to those of earlier studies. With that goal in mind, I investigate the quantityquality tradeoff within families using plausible exogenous fertility variation arising from gender balance preferences. Two main empirical features distinguish this paper from previous research. First, I look at a broader set of variables that are more suitable to capture any differences if any in both the allocation of resources by parents between families and the outcomes of these investments. Second, by investigating the effects of family size in a developing Latin American country, this paper confronts the external validity of previous conclusions on the subject with results from an unexplored region. 2.2 Fertility Context: The Case of Colombia A big fraction of the developing world has achieved important goals in stabilizing population growth and improving reproductive health. In regard to childbearing, since the 1960s many countries in East Asia and Latin America started a transition towards rapid fertility declines. Colombia is a good example of this evolution. The country experienced one of the most dramatic reductions in fertility among Latin American countries during the late 1960s and early 1970s. In fact, from 19601965 to 19952000, the total fertility rate TFR fell by about 3.9 children per woman in Colombia and approximately 3.4 children in Latin America see Figure 1 and Figure 2. In addition, the country also had a remarkable increase in contraceptive usage through the introduction of massive countrywide programs of family planning in the late 1960s, led by Profamilia, the largest reproductive health organization in Colombia.2 In spite of those general trends, there are some subgroups of people that still exhibit relatively higher fertility rates. In particular, rural and loweducated and lowincome populations 2 Miller 2005 provides a complete background on the contraceptive programs initiated by Profamilia in Colombia. 8have much larger families. For instance, in 2005 the TFR of all rural households was 3.4 whereas the TFR of urban households was 2.1, namely 1.3 less children in the latter families. Besides, and in contrast with the overall reduction in fertility observed in the country, women with no education increased their fertility in about 0.5 children per woman between 2000 and 2005. In general, the TFR ranges from 1.4 to 3.4 and 4.5 for women with college education, primary education and no schooling, respectively see Table 1. Cultural factors also seem to exert a nontrivial influence on fertility decisions in the country as well. In many rural populations located in the Caribbean and Pacific coasts of the country, women are emphasized their duty to transmit life and the number of children is often associated to the status and prestige of the family and above all of the head of the household. In effect, there are some disparities of this kind among regions: the fertility rate in these areas is on average 0.5 children higher than the corresponding number in other parts of the country. Not surprisingly, these high fertility regions also happen to be the ones with the lowest standards of living as measured by several poverty and socioeconomic indicators. 3. Empirical Methodology 3.1 Identification Issues From an empirical standpoint, there exist some reservations whether the causal effect of fertility on childrens outcomes is identified in studies that do not deal with issues that confound the link between child investment and sibship size. This apprehension stems directly from the endogenous nature of the relationship under analysis. That is, parents choose the number of children and the amount of resources to be invested in them simultaneously and the empirical association between quantity and quality can be in part the result of unobserved preferences and other sort of heterogeneity such as selection.3 In order to illustrate this slightly more formally, we can assume that the measure of parental resource allocation or the outcome of investment in 3 See Browning 1992 for a longer and more detailed discussion of the traditional limitations in modeling the effects of children on household behavior. 9children i,i C, at point in time can be described by the following simple linear and additively separable function: CiXf N ii 1 Nwhere disturbance and XXfthat measures the number of siblings at home, X stands for sociodemographic characteristics of the children and their families, as well as for other controls. In turn, the error i denoting a standard stochastic i representing a household fixed unobserved effect. We can further assume term can be decomposed in two terms, i, with ii. Therefore, using the data in terms of deviations of the mean and calling S the sample covariance between any two variables, the relationship between Cand Nfrom the model in 1 can be written as: SNC,SNX,SNN,S,N 2 The parameter that captures the relationship of interest can be recovered only if some conditions are satisfied. Initially, we can assume that the number of children is orthogonal to any misspecification error i.e., NS,0where XfX and other observable characteristics i.e., NXS0 and, thus, focus on more challenging issues. Several findings linking children from larger families with worse outcomes have implicitly assumed that the third term in the right hand side of 2 is negligible. That is, the decisions about the number of children are completely independent of any fixed characteristic of the household and other unobservables do not is fully condition fertility whatsoever i.e. classical endogeneity and thus, the parameter identified. The notion of interdependence between quantity and quality of children sketched in the theory suggests the presence of an omitted variable bias. One of these biases arises from the parental heterogeneity explicit in the quantityquality model. We can think of a group of families with relatively higher and unobservable preferences for more children facing a higher marginal cost of quality per child , NS, 0, CS0, whereas families with preferences for 10fewer children would deal with a lower shadow price for quality , NS0,, CS0. Indeed, there is an apparent preference of some households particularly those with low income and low education in the developing world for a larger number of children with rather low investment per child. For these families, raising children is cheap in the sense that they become wage earners at relatively young ages and, due to low female wages and employment opportunities, the cost of maternal time devoted to childcare is not as significant. Hence, in this case the tradeoff may be driven by these preferences rather than by the number of siblings. Not accounting for this unobserved heterogeneity would yield upward biased estimates of the population parameter of interest. In contrast, the potential sources of individual heterogeneity can go in the opposite direction to the one just pointed out above, namely towards zero. An example of this being the common belief that children raised in onlychild households are growing up without the benefit of child company and, thus are disadvantaged e.g. selfish, lonely, spoiled, maladjusted, etc  That is, families can have preferences for larger families just because they might perceive the numerous interactions taking place among siblings as childrens quality enhancing and highly beneficial for their future development. Likewise, nonrandom errors in the measurement of childrens outcomes may produce attenuation bias in estimates of the impact of family size on childrens quality e.g. onechild families overreporting the quality of their children. Even though these two problems are of different nature, they both would result in underestimating the magnitudes of the effects of fertility on childrens wellbeing. There is another latent source of endogeneity that is particularly relevant when looking at oldest siblings one of the samples under analysis here. Parents observe the quality of their first offspring whereas researchers do not. And perhaps the number of subsequent births is not independent from the quality of the first child. That is, conditional on having at least one child, families with a highquality oldest sibling may be more likely to have another child and, thus, have larger families. Given this reversed causal chain, larger families will appear as having children of higher quality, which confounds the real effect of family size on investment in 11children as well. Overall, a final determination on which one of these or other sources of bias dominates is, therefore, a subject of empirical analysis. Disentangling the effects of the number of children is not a trivial task because a researcher needs an exogenous and measurable change in fertility that can be used as a source of identification to produce credible inference of its effects. In principle there are only two options available to get around these obstacles in the absence of longitudinal data. First, one could assign new births randomly among different families and examine whether investment on children vary with the number of them. Although ideal, this research design is unattainable for obvious reasons. Secondly, and more feasibly, one can try to find an exogenous change in fertility that simulates that experiment by inducing a pseudorandomization of families between treatment large family size and comparison groups small family size. 3.2 Research Strategy Following Angrist and Evans 1998, I exploit plausible exogenous changes in fertility due to parental preferences for mixedsibling sex composition in atleasttwochild and atleastthreechild Colombian families to test the conventional quantityquality tradeoff. In principle, this design seems suitable to disentangle the causal effect of interest. First, the decision of having more children in my sample is in part driven by a statistical significant desire of having at least one of each sex. And second, gender is determined exogenously. Therefore, a binary variable to identify women having samesex births produces an instrumental variable IV for changes in fertility among these families. Hence, the instrument induces exogenous differences in family size and, since gender is randomly determined, it appears to be orthogonal to resource allocation decisions as well as to its determinants and outcomes. In principle, the siblingsex composition SSC binary strategy appears suitable to simulate For example, assume the researcher is interested here in two potential outcomes the desired experiment of changing family size randomly and construct proper counterfactuals. 1i Cwhich represent the investment or product of investment of children i with, lets say, n and n1 , oi C and 12siblings, respectively. Using the constanteffect models, these two potential outcomes can be written as: CiXDiii 3 where i D is used to denote treatment status, i.e. family size. The difference in childrens outcomes between children that were raised in n1children families 1i D and those that were raised in nchildren families 0i D is given by: E C DiE C Di 1 01iiE C0i 1E C Di 0iC D1 ii 0E C D1 i 0i0 4 iEDi1EiDi0 5 The first term in the right hand side of 4 is the average causal effect of increasing the number of children from n to n1 for those who had n children. Nevertheless, it is not possible to observe the same family with n and n1 children at the same time. The counterfactual averageE C D 10 ii, therefore, cannot be observed. The second term in the right hand side of 4 represents the omitted variable bias if the outcome of families with n children is not a good counterfactual of those with n1 children had they had n children, which would be the case of the sort of unobservable preferences discussed in the previous section. In theory, an instrument i Z constructed out of the SSC of the first two and first three births removes that potential bias. Hence, the sex composition is used to construct a dichotomic IV taking the value of one for those families with the first two or three births having the same sex, and zero otherwise. In view of the randomness of the SSC and its statistically significant effects on family size, a quasiexperimental setting involving this IV can be used to approximate a randomized trial. The effect of fertility on childrens quality can be generalized by the following model: CiXi D ii 6 13 where i D is a variable that measures sibship size or identifies families having more than two children in households with at least two births or more than three children in households with at least three births and the other variables as defined before. If only the variation of the instrument that is associated with i D is used to identify the parameter of interest, it follows that: IVSSZC,ZD, 7 And given that i Z is a binary variable, the IV sample estimate of can be expressed as follows: IVZCEZDEii11iiZCEZDEii00ii 8 The expression in 8 is the Wald estimator defined by the reducedform relationships between i C and i Znumerator, and i D and i Z denominator. That is, the ratio of the difference in the measure of child quality and the probability of having more than two three children for those women with the first two three births of the same sex and those with siblingsex mixed. Exactly the same way of thinking applies for the case in which the number of children, i D, is instrumented byi Z. In line with the identifying assumption, it follows that instead ofiiE C Z varies with the instrument only through its effect on i D and thus a causal relationship between family size and childrens quality can be recovered. Before moving ahead, it is crucial to discuss some relevant characteristics of the instrument employed here. First, an advantage of this method over identification strategies that exploit multiple births is that it allows separating the effects due to fertility and children spacing whereas those relying on twins estimate their joint impact and can overestimate the actual effect. Second, the legitimacy of any IV depends on whether it meets both the relevance property and the exclusion restriction. On one hand, concerning the correlation between the IV and the endogenous variable, there is strong evidence in the data to reject the null that gender balance preferences do not affect sibship size in Colombian families with at least two and three children. 14As illustrated below, the estimates of unconditional and numerous specifications of conditional first stage models support this claim. On the other hand, although the second condition is not testable, one can argue that sex is exogenously determined and, as a result, the covariance between the IV and the error term is equal to zero. Nevertheless, the binary sexcomposition instrument can fail the exclusion restriction under some conditions. For instance, gender would not be randomly assigned if families can use prenatal identification technologies to select the sex of their children through selective abortion. People with strong preferences for mixedsex siblings and perhaps smaller families might be more likely to engage in sexselective abortion and, therefore, the sex of the second birth would be endogenous. I return to the discussion of the identification concern arising from this selection issue in the next section. The exogeneity of the instrument can be also affected in the event of differential economies of scale in children rearing between samesex and mixedsex siblings households. The intuition behind this idea is that clothes and other sexspecific child consumption goods can be reused by the second birth, which reduces the marginal cost of an additional child and the average cost of all children in samesex families. This limits the validity of the IV as it would influence childs wellbeing not only through its effect on family size but also through other inputs of quality. Consequently, the marginal cost of a child would be relatively lower for families with samesex siblings. However, the opposite can be true as well if children in the control families SSC0 highly benefit from interacting with mixedsex siblings The third feature of the sexcomposition instrument is that it restricts the analysis and the extrapolation of the results to a very specific group of households. In other words, the source of variation here is only identifying the effect of having more births on those women in atleasttwochild and atleast threechild families whose treatment status was modified byi Z, a parameter known in the literature as the local average treatment effect LATE, Imbens and Angrist, 1994. Accordingly, the IV strategy used here is estimating the effect of fertility on families who had more children because of the SSC of their births but would not otherwise have increased their family size. 15 3.3 Data, Sample Selection and Summary Statistics The data employed here come from the Colombian Demographic and Health Survey DHS of 2000 and 2005, a set of nationally and regionally representative crosssectional surveys that collected information from nearly 11,000 and 37,000 households, respectively. This data provides rich information on several indicators of fertility, education, health, nutrition, anthropometrics, standards of living and domestic violence, among others. One advantage of these surveys over other datasets is their very detailed pregnancy rosters and birth registration records that, together with information about the relationship to the household head, allowed me to match children with their biological mothers whose ages were between 15 and 49. As a result, both the birth order and the sexcomposition of the first two and three births can be accurately calculated for each family. The samples used for the empirical exercises were restricted in several ways. The units of analysis are comprised of households with women being either heads or spouses of male householders, who are not pregnant at the time of the survey, have children below the age of 18 that were recorded as their births and are living in the household at the time of the survey. Multiple families living in the same dwelling and families with siblings living somewhere else were not included in the main regression analysis to avoid complications e.g. confusing processes of resource allocation between blended families within the dwelling or the existence of interhousehold transfers from members residing in other families.4 In addition, the SSC was constructed out of births that remained alive after one year old because of the nontrivial number of newborns dying under that age, particularly in poor rural areas. The units of analysis are oldest siblings in the subsample of families with at least two children and first and secondborn in the subsample of families with at least three children. Each of these two subsamples consists of roughly 9,000 to 10,000 observations. The reason of retaining only these subsamples is because they contain those children that are exposed to the 4 Families with children who are not longer living at home were added to the main subsamples in order to check the robustness of the estimates. The results of the models on these samples are discussed in the robustness analysis section. 16quasiexperiment derived from the SSC, unconditional on the treatment status. In regard to higher order births, I do not find enough power in the binary instrument for atleastfourchild families and other larger households. For each family I constructed a set of variables that are intended to reflect childrens quality either through the parental allocation of resources toward children or the outcome of these investments. The first set of outcomes describe educational achievement and comprises the number of years of school completed, school attendance and childrens progress in school relative progress in class of the child with respect to hisher reference cohort of the same age. The second group of variables describes the resources of the household and includes measures such as the probability of sharing a room with other siblings, the access to clean water and sewer, and some other physical characteristics of the dwelling e.g. likelihood of living in a household with walls of mud and earth floor. The third set of variables is intended to examine the impact of family size on the attachment to labor market and includes mothers labor participation, childrens use of time labor activities both in the market and the household and childrens time spent working. The fourth group assesses health care utilization by estimating the likelihood that a sick child is taken for consultation. I also look at the probability that a child is involved or affected by domestic violence at the household level as a proxy of allocation or dilution of resources. Finally, a set of other outcomes of interest such as anthropometrics, morbidity and vaccination variables for children under four are examined in order to shed some light on other possible dimensions of the quantityquality relationship. Table 2 reports summary statistics of some relevant characteristics and variables used in the construction of the IVs for treatment and comparison groups in the two subsamples of analysis. Overall, these summary statistics suggest that both the treatment and comparison groups are comparable in terms of the variables reported and most of the differences between them are not statistically significant. Nearly 26% of the children with one or more siblings live in rural areas and have similar levels of wealth.5 Most of their mothers are married 87%, are on average 32 5 Unfortunately the DHS dataset does not collect detailed information on incomes or expenditures. However, a wealth index constructed out of family asset data and other proxies such as the years of schooling of the parents and socioeconomic strata 17years old, have spouses that are almost 4 years older and have approximately 7.7 years of schooling. Approximately 17% of the households are single headed. Characteristics associated with birth spacing are also very similar between groups. Mothers had the first and second births at the ages of 21.6 and 25.2, respectively. As shown in Table 2, the proportion of girls amongst firstborn children is slightly less than 50% roughly 48% and similar between treatment and comparison groups. In fact, the sex ratios indicate that families with SSC0 and SSC1 had a higher chance of having boys between 51.8% and 52.3% at first birth. In addition, conditional on the first born being a girl, twochild families with samesex siblings SSC1 had a lower probability of having a girl at second birth 3.9 percentage points, p0.001. Thus, conditional on having the same fraction of girls at first birth, it is not easy to interpret this sex imbalance between the two groups since there is not strong formal evidence or informal account of sondaughter preferences in the Colombian context. A possible reason for this imbalance may come from the wellknown excess female child mortality, which is confirmed for different socioeconomic groups in my sample. However, this may not be telling the whole history about the gender difference for secondborn children between the two experimental samples. Given that the magnitude of the gender gap is only reversed almost entirely for SSC0 families, one possible interpretation is that families with better access to prenatal sex identification methods could have engaged in sexselective abortion to meet their sexmix preferences. If true, this is a potential threat for the internal validity of the strategy followed in this paper. I will elaborate more on this in the robustness analysis section. The analogous means for the other subsample also reported in Table 2, i.e. families with at least three children, are slightly different to the ones just described since the units of analysis are to some extent older and poorer. The wealth index is somewhat lower for this subsample; approximately 30% of these children live in rural areas and have parents over one year older. In addition, these mothers have almost one year less of education and had their first birth when they were roughly one year younger. Restricting the comparison to only threeandmorechildren were used in this analysis. The results are not very sensitive to any of these alternative measures. See notes in Table 2 with a more detailed explanation of the wealth index. 18families, treatments i.e. SSC1 appear slightly richer, more educated and urban than their counterparts of the control group. One possible explanation is that sexcomposition produces some gains at the household level among families with samesex siblings e.g. economies of scale. This may contaminate the results obtained from the empirical strategy adopted in this paper, a point I will discuss again in the next section. Finally, and parallel to the twoandmore subsample case, the fraction of girls after first birth is different among the experimental samples as well. On the whole, around 52% of the births are male regardless of the subsample, which implies that slightly more than half of the first children in twoormorechild families and 26.5% of the first two children in threeormorechild families were born into a samesex sibling pair and threesome, respectively. 4. Results 4.1 First Stage Estimates As mentioned before, the exogenous variation derived from the SSC was exploited as an instrument for the total number of children in the household, and as well as an instrument for a binary variable taking the value one in households having more than two three children in families with at least two three children, and zero otherwise. The first stage estimates for the firstborn sample are based in the following model, which can be straightforwardly tailored to the case of the first and secondborn sample: NiXi Sii 9 where Ncan be either the total number of children in the household or the binary variable just described above and S is the dummy variable associated with the SSC 1 if the sex of the first two children is boyboy or girlgirl, zero otherwise. Although in principle i S is expected to be orthogonal to everything else, one can include other determinants of the number of children in . Therefore, X is a vector with a set of other covariates that include the age and gender of the child, mothers age at first birth, birth the first stage equation in order to increase the precision of spacing, mothers years of schooling, a wealth index, family structure e.g. dummies for female 19headed households and a set of dummies to identify rural families, controls for fixed municipality effects, year effects and other characteristics of the households. Table 3 summarizes unconditional and conditional effects from sexcomposition instruments using the model in equation 9 in families with at least two and three children. In addition, the first stages are presented separately for families with firstborn children belonging to two different age groups: children between 0 and 18 years old and children between 6 and 17 years old. The reason for doing this is that the nature of many of the outcomes studied here such as school enrollment and child labor restricts the sample of children to these ages.6 On average, treatment families i.e. with SSC1 have 2.77 children, while their counterparts controls have 2.68, namely a difference of 0.082 p0.001. Correspondingly, 48.3% of the households with samesex siblings have a third child, whereas only 43.4% of those with mixedsex sibling have another birth a difference of 4.9 percentage points, p0.001. The analogous conditional estimates of the first stage models are slightly smaller in levels a good indication of the randomness of the instrument but still very significant in a statistical sense. These results are roughly replicated by the models run in the subsample of families with at least three children and presented in the second panel of each age group in Table 2. Although a little weaker for the unconditional specifications, the Fvalue of the conditional estimates the ones used in the second stage suggests that the joint power of these first stages is comparable to that presented in the first panel. An additional minor difference between the atleasttwoand atleastthreechild samples is that the conditional estimates for the latter group are larger in magnitude compared to the equivalent unconditional estimates. In brief, all the findings of the first stage estimation provide evidence that hints at the existence of parental preferences for mixedsex siblings among Colombian families. Likewise, assuming gender is randomly defined, the conditional Fvalues of the estimates on the binary variable identifying the sex composition of the first two children are indicative of strong and plausible exogenous changes in fertility in the two subsamples. Therefore, I exploit this 6 The empirical analysis also includes school progression as an alternative educational indicator because many of the children in these agegroups may not have completed schooling at the time of the survey. 20instrumental variation in family size to identify the quantityquality tradeoff in the second stages, whose results are presented in the following section. 4.2 Family Size and Childrens Quality OLS and 2SLS estimates of the model in equation 3 that capture the effects of family size on childrens quality are reported in Table 4 and Table 5. For most of the outcomes, 2SLS estimators were obtained by running both IV linear probability models and IV probit efficient twostep minimum chisquared procedures.7 Each of the tables summarizes the results when the total number of children and dummies for the probability of having more than two three children in families with two three or more children are used as measures of fertility. The first panel presents the results of the oldest children in families with at least two children while the second panel reports the estimates of the first and secondborn in families with at least three children. In what follows, I mostly restrict the description and interpretation of the results to those from families with at least two children since their first stages appear more robust and their second stage estimates are more precisely estimated. As noted in the previous section, the outcome variables of interest approximate the influence of family size on characteristics of the children and their environment that can be seen in some cases as proxies of investments in children and in others as the outputs of these investments. Before discussing the results in detail, two main general conclusions derived from the empirical exercises are worth mentioning. On one hand, the OLS estimates of this paper are in line with the majority of other OLS results in the literature, namely that family size has adverse effects on childrens quality. On the other hand, 2SLS estimates that account for potential endogeneity bias appear to be considerably higher than OLS estimates. Contrary to what has been found in other works, mostly for developed countries, I consistently find that the OLS parameters underestimate the effect of family size on measures related to the allocation of resources within the household in the Colombian sample. This conclusion could be undermined to some extent by the limited precision of some of the 2SLS point estimates reported here to be 7 Linear IV methods were also employed for nonbinary dependent variable models. 21informative enough. Although this could be a legitimate concern, it can be argued that all the empirical models run for the different outcomes found the 2SLS estimates to be systematically higher in absolute value than their OLS counterparts, regardless of the estimator employed. Furthermore, 95% confidence intervals of the 2SLS estimates indicate that the difference in magnitude between crosssectional and instrumental estimators is statistically significant in some cases as well. In my opinion, this can be an indication that OLS methods underestimate the true quantityquality tradeoff and that still very precise 2SLS estimates in the most conservative scenario would be at least slightly higher than OLS estimates. Overall, the findings are indicative of children in large families to be disadvantaged. More specifically, for school attainment I find that children with more siblings have accumulated almost 1 year less of education and those of schoolage are roughly 20 percentage points less likely to be attending school and about twice as likely to be held back when compared to their age reference cohorts e.g. school repetition, dropouts. In terms of household resources, oldest children from large families are 15 percentage points more likely to be living in a dwelling with earth floor and 17 percentage points less likely to have access to clean water and sanitary sewer facilities, the latter being traditionally a strong predictor of health status and life expectancy. In addition, these children seem to be over twice as likely to be living in a dwelling with walls of mud, although some of these results are not particularly strong in statistical sense. Consistent with the results of earlier studies, the findings for labor market outcomes indicate that mothers in households with more children have less labor participation around 27 percentage points. Furthermore, their oldest children are more likely to engage in labor markets or domestic chores and spend around three more hours per week on these activities. A direct implication of the first result is that perhaps the number of children affects mothers work status, which reduces household income and may reinforce the negative effects of family size on childrens quality. Alternatively, this substitution between market and home activities implies that mothers spend more time with their children, which can influence childs development positively and diminish the price of child quality. Although the 2SLS strategy implemented here is not able to separate the labor supply mechanisms from the effects due solely to family size, the 22reduced form estimates of these interactions indicate that the overall impact is still negative. On another margin, family size also increases the likelihood that firstborn children from large families in the samples are affected physically or psychologically by domestic violence within the household. And conditional on being sick, they also exhibit a lower probability of being taken to the doctor, although this effect is highly imprecise. All the point estimates appear to be uniformly larger for the subsamples that include second births, namely the observational units studied in the atleastthreechild families, although with a lower level of precision for some of the parameters.8 Moreover, the larger magnitude of the estimates obtained for these households provides some evidence on the nonlinearity i.e. heterogeneous impact of the effects of family size as the number of children grows. However, there is a caveat for this interpretation. The summary statistics in Table 2 show that these estimates come from a subsample of families whose parents are relatively older, have lower school attainment, lower incomes, less assets and higher degree of rurality. In spite of this, the nonlinear average impacts obtained in this paper are in line with findings of other studies that have shown that the effects of family size are nonmonotonic Caceres 2004, Lee 2004 and Qian 2005. Moreover, the effects calculated here at restricted to the set of families with two and more children and might partially describe the influence of sibship size. Papers in the literature investigating the same questions in other margins e.g. onechild families have found evidence of the onechild disadvantage that, jointly with the impacts in other subgroups, produce a inverse U shaped relationship between the number and quality of children Iacovou 2004 and Qian 2005. Regarding the sex of the children, overall I do not find that the negative impact of family size varies across the gender of the oldest experimental siblings for the two types of families. The last set of estimates is for indicators of anthropometric, morbidity and immunization status, which can be seen as variables that summarize the allocation of resources towards children within the household. Unfortunately, these measures in the DHS datasets are often collected only for children under four. As a result, only a few observations of experimental first 8 The standard errors of all the regressions on first and second born children are clustered at the household level. 23born and first and secondborn children belonging to families with at least two and three sibling, respectively, lie in this age range.9 The size of these subsamples does not provide adequate statistical power to embark on meaningful IV methods. In order to get around this data limitation, I run OLS and Probit models on higher order births which under the assumption of a prevailing downward bias in the subsamples of analysis would yield lower bound estimates of the influence of family size on childrens quality and may be informational useful. The results of these empirical exercises are reported in Table 6. Initially, three common anthropometric measures are used to assess childrens nutrition: heightforage, weightforage and weightforheight. For each of these indicators I also investigate any distributional differences by looking at percentiles, Zscores and chronic undernourishment, i.e. the probability of being two standard deviations below the mean. The latter measure is particularly relevant to explore differences in the expenditures in children in view of the fact that anthropometric indicators of nutrition reflect childrens risk of malnourishment more accurately for the left tail of the distribution. On the whole, regardless of the index, family size seems to be associated with a nutritional worsening and a higher risk of malnourishment. For instance, each additional child in atleasttwochild families is connected with a reduction in the heightforage percentile of almost one percent, in the Zscore of 0.05 standard deviations and an increase in the probability of malnutrition of approximately one percentage point. In terms of morbidity, the results suggest that a shift in the number of children is coupled with a higher probability of the incidence of diarrhea around 1.1 percentage points in the two weeks preceding the interview. Additional siblings in the household also appear to have a statistically significant influence on the likelihood of a child experiencing a fever about 1.6 percentage points. Finally, I find that an extra child appears to be connected with a drop between 1 and 2 percentage points in the probability of children being immunized against tuberculosis, diphtheria and tetanus, poliomyelitis and measles, although not statistically significant for the latter disease. In short, these findings together with the results discussed above 9 In fact, only 683 458 firstborn first and secondborn observations live in families with at least two three children and are four years old or younger. 24are also supportive of the negative effects of sibship size on the health status of children and, thus, on their current and future human capital accumulation and productivity. 4.3 Robustness Analysis The 2SLS results discussed so far show that the reallocation of resources in larger Colombian families is consistent with the tradeoff implicit in the quantityquality model. In order to assess the validity of these findings, in this section I inspect the robustness of the estimates and briefly discuss some of the identification issues previously mentioned in the document.10 A first concern stems from the fact that fertility decisions are intertemporal choices rather than static ones. However, the empirical analysis here has assumed that the number of children at a particular moment jointly reflects all these choices. Although this may be true for older mothers, it is not a suitable assumption for the younger ones. In order to examine the sensitivity of my results to this, I split the sample and run the same models on mothers that are between 35 and 49 for whom fertility is close to be completed. There is a significant reduction in the number of observations of roughly 51% and, thus, in the precision of the estimates. Despite this, the calculations using this constructed sample replicated the qualitative terms of the effects in the main models. Families with sterilized mothers andor sterilized fathers were also thought as an alternative subgroup for which the desired family size has been reached. However, only a few families in the sample had been sterilized at the time of the surveys; therefore, any inference from this small sample to address this issue was statistically meaningless. As noted along the document, the sample of analysis was restricted to oldest siblings in households with all children living with their mothers. However, parents can value the potential transfers from their children in the future and rely on them in old age, particularly in developing countries where welfare systems for the elderly are less generous and high levels of informality prevail. Therefore, by having more children, parents can increase the permanent income of the household as long as this extra income offsets the present costs of raising a child. Ignoring experimental siblings from these families may produce a selection bias since the children that 10 Given the high number of outcomes that are studied in this paper, I do not include all these robustness results in the document to simplify its presentation. However, they are available from the author upon request. 25remain at home may benefit from these transfers e.g. higher consumption, which are themselves determinants of fertility decisions. In contrast, families can also send resources away to households that are taking care of some of their children, which would reverse the direction of the bias. To address this, I reestimated all the models on a sample that included households with children living elsewhere. The direction of the coefficients is not very sensitive to the addition of these observations for most of the outcomes. An additional threat to the internal validity of my empirical strategy is the violation of the exclusion restriction. Critics of sexcomposition instruments argue that samesex siblings produce economies of scale in consumption within the household and, therefore, reduce the price of investment per child. The type of data used in this paper does not allow me to verify this potential advantage for samesex children that grow together. However, I postulate here some other channels that can lessen the extent of this concern. First, if samesex economies of scale are in fact prevalent in the sample, SSC1 families i.e. treated would be better off compared to what they had been had not they benefited from these economies of scale. This is not a harmful bias in the context of this paper since the empirical estimates obtained would undervalue the absolute value of the real effect of family size. Second, there is some evidence in the literature that shows that mixedsex siblings benefit from each other as well. For instance, Butcher and Case 1994 showed that girls raised only with boys in the U.S. have accumulated more education and have higher earnings. An additional hypothesis is that mixedsex siblings interactions and complementarities are even stronger in other dimensions that also influence future achievements such as learning, respect and children development. All the empirical models estimated in this paper controlled for mothers age at first birth and subsequent child spacing. Evidently, the sexcomposition strategy applied on atleasttwo child families limits the analysis to first born as they are the only unconditional treatment units available in the pool of children in the household. There is a natural caveat of restricting the sample to these children. Models of the impact of larger families on oldest siblings might underestimate the effect since the first child in the household would be immune to the treatment of subsequent children at least for some time. That is, these children are part of smaller families at some point and, therefore, can have advantages over the amount of time and other resources 26invested in them compared to what is allocated to their younger siblings. The descriptive statistics, however, do not reveal a difference in the timing of second and higher order births between the experimental samples. Hence, oldest siblings from both SSC0 and SSC1 were not treated, on average, for the same amount of time. Thus, only differences during that period between the first and second birth that are correlated with the gender of the second child and can influence the outcome variables can partially drive my results. Although this type of confounder is very implausible, the larger negative estimates obtained from three and more children families seem to indicate that oldest siblings in treatment and comparison groups could benefit from receiving more inputs of child quality while being the only child in the household. Given this possible underestimation and the direction of the other potential biases discussed above, a plausible and conservative interpretation of the findings of this paper is to see them as lowerbound estimates of the absolute value of the quantityquality tradeoff. Finally, on the subject of the sexselective abortion, this is obviously an additional problem for my identification methods if families or women with preferences for males, females or mixedsex siblings and other unobservable tastes have a higher chance of engaging in this practice and these unobserved factors also affect investment in children differentially. It was shown in the descriptive analysis section that all families in the sample had a slightly higher probability of having boys at first birth and that those with SSC0 were relatively more likely to had a girl at second birth. Since female infant mortality could explain this only partially, perhaps a natural interpretation is that this provides supportive evidence of some sort of selective infanticide against children of an undesired sex. However, to date, there is not formal or informal accounting indicating that sex selection is a common practice in Colombia. Several aspects related to the evolution of female productivity relative to the productivity of men in the country support this latter observation. The last two decades have seen a sharp increase in the levels of schooling of women such that today their school attainment is higher than that of males. As a result, there has been a dramatic reduction in the gender wage gap in both urban and rural centers that could otherwise reduce the return to investments in girls and encourage female infanticide. Moreover, social exchange arrangements such as dowries and bride prices are not common among Colombians. Furthermore, improvements in health coverage in the country had made prenatal 27sexidentification technologies almost evenly available for low, middle and highincome people. More specifically in the context of this subject, I do not find strong differences in observables among samesex and mixedsex siblings families that could confound the findings through this channel, particularly for the families with at least two children. Yet, the slight seximbalance observed between the treatment and comparison groups remains an open question for further research. 5. Conclusions This paper has examined the influence of family size on average child quality using exogenous variation in fertility induced by parental preferences for sibling sexmix composition. Empirical verification of this relationship is a challenging task because large samples with detailed sociodemographic and pregnancy retrospective data are not often found in household surveys in developing countries. I use a rich dataset to find evidence pointing to a detrimental effect of family size on childrens quality, namely that children on average may be better off if their families had not been larger. These empirical results have been drawn from a wide range of outcomes that have been rarely explored in the literature and provide information on education, household resources, labor participation, use of time, health care utilization and domestic violence. Other less ambitious but illustrative exercises using data on nutritional status, morbidity and vaccination records also seem to fit well with the main results of the quasiexperimental research design. The findings of this work clearly depart from evidence obtained in studies applied to rich nations in which the number of births has been found to have little or no effect on childrens quality. At this point it is worth mentioning some conditions in which the results of this paper can be reconciled within the context of a developing country. One argument is that poor families in less developed societies have relatively less room to reallocate different types of quality inputs in response to exogenous changes in fertility, and thus, childrens wellbeing is at risk of being cut back. For instance, in the face of larger families, parents may try to adjust their labor supply and consume less leisure. But this sort of adjustment is not very feasible for parents with low 28levels of education that in several cases have either access to lowwage informal jobs or deal with very high levels of unemployment and underemployment. Actually, in some previous calculations using several Colombian data sources I find that husbands labor supply is not very responsive to childbearing whereas mothers labor supply is negatively affected. On the other hand, families that are already under low standards of living are unable to hold quality constant and have less scope to substitute away from parents consumption to childrens consumption. The evidence presented here also give the impression to go along with the idea that children are cheap and economically useful for poor families in developing communities and supports the idea of an existing taste for the number instead of quality i.e. preferences for several children of low or middle quality. Indeed, children from these backgrounds happen to be cash earners and a source of extra labor at home at very young ages. Many of them are not enrolled in school, are not covered by health insurance and are inadequately fed. Besides, the cost of home care is relatively trivial in the sense that female wages are low and employment opportunities quite scarce. In other words, children can be very inexpensive to raise in these settings. Although the findings of this study apply exclusively to Colombia, to some extent they might reflect the effects of fertility on economic circumstances of people in countries confronted to similar constraints. Fertility planning programs aimed to discourage large families and policies to forbid child labor, increase public access to child care, school and health services may be helpful in switching the emphasis from number to quality and increase human capital accumulation. I plan to tackle some shortcomings of this study, investigate other issues that still deserve more attention in the literature e.g. the nonmonotonicity of the effects of sibship size, the magnitude of the tradeoff in the long run, the mechanisms underlying the reallocation of different types of child investment, as well as the policy options in more depth in future work with the aid of alternative datasets and evidence from other childrens outcomes. 29 References Angrist, J., Lavy, Victor and Analia Schlosser, New Evidence on The Causal Link between the Quanity and Quality of Children, NBER Working paper 11835, 2005. Angrist, J. and W. Evans, Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size, The American Economic Review 883, 1998, pp. 450477. Angrist, J. and G. Imbens, Average Causal Response with Variable Treatment Intensity, Journal of the American Statistical Association, 90 430, 1995, 431442. Becker, G. and H. G. Lewis, On the Interaction between the Quantity and Quality of Children, Journal of Political Economy 812 part 2, 1973, pp. S279S288. Becker, G. and N. Tomes, Child Endowments and the Quantity and Quality of Children, Journal of Political Economy 844 part 2, 1976, pp. S143S162. Berhman, J; Pollak, Robert A. and Paul Taubman Family Resources, Family Size and Access to Financing for Education , Journal of Political Economy, 972, Apr. 1989, pp. 389419. Black, S., P. J. Devereux and K. G. Salvanes, The More the Merrier? The Effect of Family Composition on Childrens Education Quarterly Journal of Economics, 1202, 2005, pp.669700. Blake, J., The Only Child in America: Prejudice versus Performance, Population and Development Review, Vol. 7, 1, 1981, pp. 4354. Blake, J., Family Size and the Quality of Children, Demography, Vol. 18, 1981, pp. 42142. Blake, J., Family Size and Achievement, Vol. 3, Studies in Demography, 1989, Berkely, CA, University of California Press. Bronars, S. and J. Grogger, The Economic Consequences of Unwed Motherhood: Using Twins as a Natural Experiment, American Economic Review, 84, 1994. Butcher K and A. Case. The Effect of Sibling Composition on Womens Education and Earnings, Quarterly Journal of Economics, Vol. 109 3, 1994, pp. 531563. Caceres, J., Impact of Family Size On Investment in Child Quality: Multiple Births as Natural Experiment, mimeo, Department of Economics, University of Maryland, 2004. Caldwell, John, Barkate Khuda, Bruce Caldwell, Indrani Pieris and, Pat Caldwell, The Bangladesh Fertility Decline: An Interpretation, Population and Development Review, 25 1, 1999, 6784. 30Chun H, Oh J. An Instrumental Variable Estimate of the Effect of Fertility on the Labor Force Participation of Married Women, Applied Economics Letters 910, 2002, pp. 631634. Cleland, J., J Phillips, S. Amin and G. Kamal, 1994, The Determinants of Reproductive Change in Bangladesh. Success in a Challenging Environment, The World Bank, Regional and Sectoral Studies, Washington, DC. Cochrane, S. and D. Guilkey, 1992, How Access to Contraception Affects Fertility and Contraceptive Use in Tunisia, Population and Human Resources Department, The World Bank Working Paper Series, 841, Washington, DC. Conley, D. and R. Glauber, Parental Educational Investment and Childrens Academic Risk: Estimates of the Impact of Sibship Size and Birth Order from Exogenous Variation in Fertility, National Bureau of Economic Research, Working paper 11302, 2005. Conley, D. and R. Glauber, Sibling Similarity and Difference in Socioeconomic Status: Life Course and Family Resource Effects, National Bureau of Economic Research, Working paper 11320, 2005. Downey, D. When Bigger is Not Better: Family Size, Parental Resources and Childrens Educational Performance, American Sociological Review, 60, 1995, pp. 74661. Duflo, E., Evaluating the Effect of Birth Spacing on Child Mortality, mimeo, Department of Economics, Massachusetts Institute of Technology, 1998. Gelbach, J., Public Schooling for Young Children and Maternal Labor Supply, American Economic Review 921, 2002, 307322. Gomes, M., Family Size and Educational Attainment in Kenya, Population and Development Review, Vol. 10, 4, 1984, pp. 647660. Goux, Dominique and Maurin, Eric. The Effects of Overcrowded Housing on Childrens Performance at School, CEPR Discussion Paper No. 3818, 2003. Gronau, R., The Effect of Children on the Housewifes Value of Time, Journal of Political Economy, 81, 1973. Guo G. and L. Van Wey, Sibship Size and Intellectual Development: Is the Relationship Causal?, American Sociological Review, Vol. 64 2, 1999, pp. 169187. Hanushek, E., The Tradeoff between Child Quantity and Quality, Journal of Political Economy 100 1, 1992, pp. 84117. Hauser, R. M., and D. Hsiang Hui Kuo. Does the Gender Composition of Sibship Affect Womens Educational Attainment?, Journal of Human Resources, 33, 1998, pp. 644657. Iacavou, Maria, Family composition and childrens educational outcomes, Institute for Social and Economic Research, Working Paper, 2001. 31Imbens, G.W. and J. Angrist, Identification and Estimation of Local Average Treatment Effects, Econometrica, 622, 1994, 46775. Kaestner, R. Are Brothers Really Better? Sibling Sex Composition and Educational Attainment Revisited, Journal of Human Resources, 32, 1997, pp. 250284. Kemal, G., S. Amin, J. Phillips, J. Cleland, The determinants of reproductive change in Bangladesh : success in a challenging environment, World Bank Regional and Sectoral Studies, N. 13232, 1, 1994, The World Bank, Washington D.C. Kessler, Daniel. Birth Order, Family Size and Achievement: Family Structure and Wage determination Journal of Labor Economics, 94, Oct. 1991, pp. 413426. Lee, J., Sibling Size and Investment in Childrens Education: An Asian Instrument, IZA, Discussion Paper 1323, 2004. Leibowitz, A. Home Investments in Children, Journal of Political Economy, 82 2, 1974, S111S131. Miller, Grant , Contraception as Development? New Evidence from Family Planning in Colombia, NBER Working paper 11704, 2005. Moav, O., Cheap Children and the Persistence of Poverty, The Economic Journal, 115 January, 2005, pp. 88110. Qian, N., Quantity Quality and the One Child Policy: The Positive Effect of Family Size on School, Enrollment in China, Thesis chapter, Department of Economics, Massachusetts Institute of Technology, 2004. Rosenzweig, M. and K. Wolpin, Testing the Quantity Quality Fertility Model: The Use of Twins as a Natural Experiment, Econometrica, 481, 1980, pp. 227240. Rosenzweig, M. and K. Wolpin, Natural Natural Experiments in Economics, Journal of Economic Literature, 384, 2000, pp. 82774. Rosenzweig, M. and Junsen Zhang, Do Population Policies Induce More Human Capital Investments? Twins, Birthweight and Chinas One Child Policy, IZA Discussion Paper No. 2082, April,.2006. Stafford, Frank P. Womens Work, Sibling Competition and Childrens School Performance, American Economic Review, 775, Dec. 1987, pp. 972980. Willis, R., What Have We Learned from the Economics of the Family?, American Economic Review, 77, 1987. 32Figure 1. Total Fertility Rates between 195055 and 19952000 selected Latin American countries Bolivia Colombia Ecuador Peru Venezuela eta Rytilitre F lato T765432195055195560196065196570197075197580198085198590199095 19952000Source: Latin America: Fertility 19502050, Demographic Bulletin No. 68, 2001, Economic Commission for Latin America and the Caribbean, The United Nations Figure 2. Total Fertility Rates in Latin America and Colombia between 195055 and 19952000 Latin America Colombia eta Rytilitre F lato T765432195055195560196065196570197075197580198085198590199095 19952000Source: Latin America: Fertility 19502050, Demographic Bulletin No. 68, 2001, Economic Commission for Latin America and the Caribbean, The United Nations 33 Table 1. Total Fertility Rates in Colombia 2000 and 2005 Total Fertility Rate Urban Rural By Region Atlantica Oriental Bogota Central Pacifica Orinoquia y Amazonia By Level of Education No education Primary Secondary College By Income Group Lowest Low Middle High Highest 20002.62.33.820052.42.13.42.72.82.52.62.44.03.62.41.54.33.22.72.11.62.72.62.22.32.32.34.53.42.41.44.12.82.41.81.4Source: Demographic and Health Surveys 2000 and 2005, Final Reports 34Table 2. Means Differences of Some Relevant Characteristics by Treatment Status Families with at least two births Families with at least three births Variable Same Sex1Same Sex0Wealth index Household living in a rural area Percentage of married mothers Age of the mother Age of the household head Mothers school attainment Single headed households Age of mother at first birth Age of mother at second birth Age of mother at third birth Age of first born Age of second born Age of third born Birth spacing between first and second births Birth spacing between second and third Percentage with girl at first birth Percentage with girl at second birth Percentage with girl at third birth Percentage with boys at first two births Percentage with girls at first two births Percentage with boys at first three births Percentage with girls at first three births Percentage with first two children having same sex 0.9840.0130.2660.0060.8710.00432.40.08736.50.1067.610.0580.1680.00521.60.06025.20.07110.80.0617.30.0643.530.0340.4770.0070.4760.0070.2620.4400.2400.4260.5020.500Percentage with first three children having same sex0.9910.0140.2710.0060.8730.00432.40.08836.40.1087.720.0570.1710.00521.70.06125.20.07110.80.0627.20.0643.590.0340.4820.0070.5150.007Diff0.0070.0190.0050.0080.0020.0060.0050.1240.0650.1500.1120.0820.0030.0070.0100.0860.0740.1000.0050.0870.0690.0910.0650.0490.0050.010 0.039 0.010Same Sex1Same Sex0Diff 0.8070.0140.2930.0080.8670.00633.80.11137.70.1356.790.0770.1710.00720.80.07323.70.08227.30.09513.00.08010.10.0796.50.0832.950.0393.610.0470.4650.0090.4650.0090.4650.0090.1430.3500.1230.3290.2670.4420.7460.0150.3270.0050.8730.00333.70.06737.70.0866.560.0450.1730.00420.80.04423.70.05027.30.05712.90.0499.90.0486.40.0492.980.0233.520.0280.4800.0050.4900.0050.4920.005 0.061 0.021 0.034 0.0100.0060.0070.1070.1300.0150.160 0.230 0.0890.0020.0080.0100.0850.0200.0960.0660.1110.0960.0940.1260.0920.0390.0970.0300.0450.0850.0550.0150.011 0.025 0.012 0.027 0.011Number of observations 4,9924,9439,935 Notes: Standard errors clustered by household for the three columns in the second panel presented in square brackets. The symbols , and stand for significance at the 1, 5% and 10% levels, respectively. The first second panel includes estimates from households with at least two three children that are 18 years old or younger, are matched to their biological mothers and are living in the same dwelling. The wealth index is a wealth factor available in the dataset which was constructed using household asset data and principal components analysis. The survey collected asset information on household ownership of several consumption items, including some durables e.g. radio, television, refrigerator, motorcycle, car, bicycles and appliances as well as dwelling characteristics which were used to calculate the wealth index. See text for definitions of treatment and control families. 2,6267,1769,802 35 Table 3. First Stages of SiblingSexComposition by Type of Family and Samples Subsample 1: Units of analysis that are 18 years old and younger Subsample 2: Units of analysis that are between 6 and 17 years old Families with at least two children Families with at least three children Families with at least two children Families with at least three childrenFirstbornFirst and Secondborn FirstbornFirst and Secondborn Endogenous variable CoefficientSSC1FNCoefficientSSC1FNTotal number of children Unconditional 0.082 17.169,9350.019 0.070 0.02210.089,827CoefficientSSC1 0.090 0.022FNCoefficientSSC1FN16.327,991 0.073 0.0325.208,317Conditional 0.069 18.499,935 0.079 17.399,827 0.074 16.407,991 0.088 19.368,317More than two kids0.016Unconditional 0.049 23.759,9350.009Conditional 0.042 25.209,9350.0190.018 0.053 22.657,9910.011 0.045 22.947,9910.020More than three kids Unconditional Conditional0.008 0.044 15.469,8270.012 0.047 23.439,8270.009 0.042 6.898,3170.016 0.049 24.018,317 Notes: Robust standard errors clustered by household for the three columns in the second panel presented in square brackets. The symbols and stand for significance at the 1% and 5% levels, respectively. The first second panel for each group includes estimates from households with at least two three children that belong to the age ranges defined for each subsample, are matched to their biological mothers and are living in the same dwelling. The conditional regressions include other covariates such as the age and gender of the child, mothers marital status and age at first birth, spacing between first and second birth, mothers and fathers years of schooling, a wealth index factor score as described in the notes of Table 2, and a set of dummies to identify single headed families, rural households, municipality effects and other characteristics of the households. See text for definitions of treatment and control families. 0.0090.010 36 Table 4. OLS and 2SLS Reduced Form Estimates of the Effect of Family Size on Measures of Childrens Quality Endogenous variable: Total number of children Outcomes Means Families with at least two children IV Probit 2SLSOLSNMeans Families with at least three children IV Probit 2SLSOLSNSchool Performance Childrens school attainment Children attending school Children held back in school Household Resources Children sharing a room Children living in household with access to sewer or septic well Children having access to clean water Children living in a household withwalls of mud Children living in a household withearth floor Attachment to the Labor Market Mother participating in the labor market Children working in the household or in the labor market Hours per week worked by teenagers conditioned on being workingHealth Care Utilization Children taken to the doctor conditioned on being sickDomestic Violence Children affected by domestic violence 6.2603.978 0.244 0.025 1.039 0.582__10,7005.9663.896 0.255 0.030 0.874 0.522__11,0780.9060.2910.1770.3820.8260.3780.8170.3860.9040.2940.2040.4030.0910.2870.5400.4980.4380.4967.4567.017 0.022 0.182 0.0050.093 1.097 0.621 0.031 0.005 0.203 0.1190.7760.4887,9847,9610.884 0.035 0.3200.0050.113 0.228 1.319 8,3370.209 0.035 0.4060.006 0.204 0.1250.5640.6640.4318,309 0.061 0.266 1.365 9,9350.0030.1100.5180.9350.247 0.016 0.002 0.178 0.106 1.464 9,8580.681 0.026 0.178 1.527 9,9350.0040.0910.6830.757 0.028 0.4290.005 0.225 0.137 1.469 9,8580.629 0.009 0.162 0.004 0.012 0.0050.0810.1650.120 1.158 0.6340.9480.7059,8917,4300.8750.3310.0060.2660.442 0.014 0.007 0.012 0.266 1.737 9,8070.1340.2490.1760.638 1.088 0.6537,389 0.0195 0.156 1.921 9,9350.0040.0780.8140.1350.4420.0090.006 0.247 0.139 1.951 9,8580.740 0.027 0.275 0.750 9,9340.0060.1380.3830.528 0.030 0.4990.007 0.326 0.198 0.055 0.302 0.772 8,9860.008 0.783 0.2120.1562.8532.5410.399__5,9150.460 0.029 0.4980.006 0.261 0.1518.217 0.813 7.9050.181 4.606 2.665 0.867 9,8580.389 0.665 0.3799,228__6,1920.9280.257 0.014 0.0060.2630.3090.8031.4373,4120.9150.2780.0200.0080.2590.1851.5821.5043,4220.3640.481 0.055 0.198 0.761 5,8740.0050.0950.3390.3850.486 0.039 0.0070.2030.153 0.966 5,2580.485 Notes: 2SLS estimators calculated by IV linear probability models and IV Probit Neweys efficient twostep minimum chisquared procedures. Robust standard errors clustered by household for threechild families presented in square brackets. The symbols , and stand for significance at the 1, 5% and 10% levels, respectively. The first second panel includes estimates from households with at least two three children that belong to the age ranges defined for each subsample, are matched to their biological mothers and are living in the same dwelling. The variables childrens school attainment, children attending school and children held back in school are restricted to children between 6 and 18 years old. The latter is a dummy variable that takes the value one for children that are in grades behind their reference cohorts due to school repetition, temporary and permanent dropout or late enrollment, and zero otherwise. The variable children sharing a room equals one if the number of siblings is higher than the number of bedrooms that are available for children in the household. The variable children having access to clean water takes the value one for families receiving either piped water from utility company or bottled water, and zero otherwise. The variable children working in the household or in the labor market takes the value one for children engaged in domestic chores, family businesses, other household activities, selfemployed or in remunerated and nonremunerated jobs, and zero otherwise. The variable children affected by domestic violence is equal to one if the children were pushed, deprived from food, hit with objects, assigned nonappropriate work, left out of the household for some time, thrown water, withdrawn economic support or witnessed actions of violence between their parents, and zero otherwise. Several specifications of the regression models include covariates such as the age, gender and schooling of the child, mothers marital status and age at first birth, spacing between first and second birth, mothers years of schooling, a wealth index factor score as described in the notes of Table 1, and a set of dummies to identify single headed families, rural households, and municipality effects and other characteristics of the households. See text for definitions of treatment and control families. 37 Table 5. OLS and 2SLS Reduced Form Estimates of the Effect of Family Size on Measures of Childrens Quality Endogenous variable: Probability of having more than two three children in twochild threechild families Families with at least two children IV Probit 2SLSOLSNMeans Families with at least three children IV Probit 2SLSOLSN0.0080.0420.0070.0070.0020.005 1.570 0.876__10,7005.966 0.211 3.8960.051 1.522 0.928__11,109 0.294 0.150 1.826 0.994 0.328 0.119 1.278 0.7877,9847,9610.884 0.028 0.3200.0080.2080.2090.406 0.031 0.010 0.373 0.233 0.412 2.430 8,3371.0131.2420.7908,309 0.175 0.439 2.070 9,9350.0080.1700.8470.9350.247 0.049 0.005 0.299 0.170 2.303 9,8581.119 0.018 0.294 2.564 9,9350.0060.0010.0060.0010.0080.1491.097 0.273 0.135 1.956 1.0470.2520.1801.4471.0479,8917,4300.7570.4290.8750.3310.2660.4420.0150.0100.0010.0090.0070.013 0.378 0.235 2.628 9,8581.044 0.448 2.973 9,8070.2240.4840.3621.032 2.173 1.2877,389 0.020 0.256 3.305 9,9350.0050.1271.2930.1350.442 0.020 0.010 0.413 0.221 3.23 1.1609,858 0.028 0.409 1.114 9,9340.0120.2030.5660.528 0.054 0.4990.015 0.584 0.340 1.563 9,8580.670 1.133 0.6329,228 0.076 0.474 0.0130.1430.2550.2365.0614.556 1.212 0.6038,9860.460 0.050 0.4980.012 0.446 0.249__5,9158.217 0.930 7.9050.261 9.793 5.965__6,192Means 6.2603.9780.9060.2910.1770.3820.8260.3780.8170.3860.9040.2940.2040.4030.0910.2870.5400.4980.4380.4967.4567.017Outcomes School Performance Childrens school attainment Children attending school Children held back in school Household Resources Children sharing a room Children living in household with access to sewer or septic well Children having access to clean water Children living in a household withwalls of mud Children living in a household withearth floor Attachment to the Labor Market Mother participating in the labor market Children working in the household or in the labor market Hours per week worked by teenagers conditioned on being workingHealth Care Utilization Children taken to the doctor conditioned on being sickDomestic Violence 0.9280.2570.0100.0080.1450.2521.1972.0253,9560.9150.2780.0160.0130.5580.4132.8422.3524,096Children affected by domestic violence 0.3640.481 0.092 0.359 1.322 5,8740.0110.1720.6010.3850.486 0.073 0.0150.3860.9842.3603.0236,000 Notes: 2SLS estimators calculated by IV linear probability models and IV Probit Neweys efficient twostep minimum chisquared procedures. Robust standard errors clustered by household for threechild families presented in square brackets. The symbols , and stand for significance at the 1, 5% and 10% levels, respectively. The first second panel includes estimates from households with at least two three children that belong to the age ranges defined for each subsample, are matched to their biological mothers and are living in the same dwelling. The variables childrens school attainment, children attending school and children held back in school are restricted to children between 6 and 18 years old. The latter is a dummy variable that takes the value one for children that are in grades behind their reference cohorts due to school repetition, temporary and permanent dropout or late enrollment, and zero otherwise. The variable children sharing a room equals one if the number of siblings is higher than the number of bedrooms that are available for children in the household. The variable children having access to clean water takes the value one for families receiving either piped water from utility company or bottled water, and zero otherwise. The variable children working in the household or in the labor market takes the value one for children engaged in domestic chores, family businesses, other household activities, selfemployed or in remunerated and nonremunerated jobs, and zero otherwise. The variable children affected by domestic violence is equal to one if the children were pushed, deprived from food, hit with objects, assigned nonappropriate work, left out of the household for some time, thrown water, withdrawn economic support or witnessed actions of violence between their parents, and zero otherwise. Several specifications of the regression models include covariates such as the age, gender and schooling of the child, mothers marital status and age at first birth, spacing between first and second birth, mothers years of schooling, a wealth index as described in the notes of Table 1, and a set of dummies to identify single headed families, rural households, and municipality effects and other characteristics of the households. See text for definitions of treatment and control families. 38Table 6. OLS and Probit Estimates of the Reduced Form Relationship between Family Size and Childrens Anthropometric Measures, Morbidity and Immunization Probit OLSOutcomes12NOutcomes12NChildren Growth Height for age percentile 0.807 0.798 7,0900.2300.238Illness Prevalence Height for age zscore 0.050 0.047 7,090Did children get diarrhea in the 0.012 0.011 7,6810.0100.011 last two weeks?0.0030.003Stunting 2 zscore 0.009 0.009 7,090Did children get fever in the 0.017 0.016 7,6980.0030.003 last two weeks?0.0040.004Weight for age percentile 0.795 0.750 7,0900.2670.271Immmunization Weight for age zscore 0.041 0.038 7,090Children immunized against 0.008 0.008 7,7350.0100.011tuberculosis?0.0010.002Underweight 2 zscore 0.010 0.011 7,090Children immunized against 0.016 0.015 7,360Weight for height percentile0.0020.4140.3050.0020.3720.306diphteria and tetanus?0.0040.0047,090Children immunized against 0.022 0.021 7,432poliomyelitis?0.0050.0070.0050.0050.0080.0057,661Weight for height zscore 0.028 0.026 7,090Children immunized against 0.0100.010measles?Wasting 2 zscore 0.004 0.007 7,0900.0000.001 Notes: Probit coefficients reported correspond to marginal effects, including those of the anthropometric outcomes with the symbol . Robust standard errors clustered by household presented in square brackets. The symbols and stand for significance at the 1% and 5% levels, respectively. The sample includes only children that are four years old or younger and belong to households with at least two children that are 18 years old or younger, are matched to their biological mothers and are living in the same dwelling. The first specification of each model includes covariates such as the age, gender and schooling of the child, birth order, mothers marital status and age at first birth, spacing between first and second birth, mothers years of schooling, a threedigit wealth factor score as described in Table 1 and a dummy for single headed families. The second specification also includes a set of dummies to control for rural households, municipality effects and other characteristics of the households such as access to clean water and other public services. Dummies for immunization against diphtheria and tetanus, and poliomyelitis are equal to one for children under four that have received the three doses, and zero otherwise. 39 Figure 3. Body Mass Index Density Estimates by Family Size Families with More than Two Children vs. Families with Two Children 2.51.2.51.ytisned 1.50.02.51.ytisned 1.50.02.51.ytisned 1.50.051015bmi 2025510children2children4 2.51.15bmi 2025children2children5ytisned 1.51015bmi 2025510children2children615bmi 2025children2children750.02.51. ytisned 1.ytisned 1.50.050.051015bmi 2025510children2children815bmi 2025children2children9 Notes: All density estimates based on a standard Epanechnikov kernel function and a width that minimizes the mean integrated squared error of the data. The Body Mass Index BMI was defined as the ratio of a childs weight in kilograms divided by hisher height in meters squared.95 . 40 ", "filename": "566049651.pdf", "person": ["Javier E. Baez", "Baez, Javier E."], "date": ["2008"]}