{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/53894/1/568419480.pdf"], "title": ["Inflation targeting and price-level-path targeting in the GEM: Some open economy considerations"], "plaintext": "Abstracttwosector This paper compares the performance of simple inflation targeting IT and pricelevel pathtargeting PLPT rules to stabilize the macroeconomy, in response to a series of shocks, similar tothose seen in Canada and the United States over the 1983 to 2004 period. The analysis isconducted in a twocountry Canada and the United States,tradables andnontradables version of the International Monetary Funds Global Economy Model GEM. Theauthors conclude that PLPT is slightly preferred to IT for delivering macroeconomic stability, as itdelivers a reduction in inflation and nominal interest rate volatility, at the expense of slightlyhigher output gap variability. When the analysis is restricted to the shocks that have been mostimportant for explaining movements in Canadas terms of trade over this period, PLPT is stillpreferred to IT. The authors also show that their results are sensitive to the interaction between therelative importance of the different types of macroeconomic shocks that hit the economy, and theextent to which price and wage setting is forward looking. Lastly, the authors demonstrate that thechoice of monetary policy framework in the United States does not affect the relative merits of PLPT versus IT in Canada.JEL classification: C51, C52, E17, E31, E52Bank classification: Economic models; Inflation: costs and benefits; Inflation and prices;Monetary policy framework Resume Les auteurs comparent la capacite de regles simples, comportant soit une cible dinflation soit unecible de niveau des prix, a stabiliser leconomie dans son ensemble a la suite de chocs similaires aceux survenus au Canada et aux Etats Unis entre 1983 et 2004. Pour ce faire, ils utilisent uneversion de GEM le modele de leconomie mondiale elabore par le Fonds monetaireinternational qui met en scene deux pays le Canada et les Etats Uniset deux secteurs celui desbiens echangeables et celui des biens non echangeables. Ils concluent que les regimes prenantpour cible le niveau des prix parviennent un peu mieux que les regimes de cibles dinflation astabiliser leconomie, attenuant la volatilite de linflation et des taux dinteret nominaux au prixdune legere accentuation de la variabilite de lecart de production. La conclusion reste la memelorsque lanalyse est limitee aux chocs juges les plus determinants pour levolution des termes delechange de 1983 a 2004. Les auteurs montrent egalement que leurs resultats sont sensibles alinteraction entre limportance relative des differents types de chocs macroeconomiques et leiiidegre de prospectivite du processus detablissement des prix et des salaires. Enfin, ils demontrentque le cadre adopte aux EtatsUnis en matiere de politique monetaire ninfluence pas les meritesrelatifs des regimes ciblant le niveau des prix et des regimes de cibles dinflation au Canada.Classification JEL : C51, C52, E17, E31, E52Classification de la Banque : Cadre de la politique monetaire; Inflation : couts et avantages;Inflation et prix; Modeles economiquesiv1. Introduction In recent years, the adoption of formal incid:135ation targets has become an increasingly popularmeans of implementing a strong nominal anchor for the economy.1 The basic principles ofincid:135ation targeting IT are straightforward. If a shock pushes incid:135ation away from target, thecentral bank moves policy interest rates, so as to bring incid:135ation back to target over somespecicid:133ed time period. Monetary policy aects incid:135ation through both the level of spendingin the economy and through incid:135ation expectations.Incid:135ation targeting in Canada, and in many other countries, has proved to be quite successful as incid:135ation expectations have become better anchored, leading to a reduction in incid:135ationvolatility and persistence, with no increase in output volatility Mishkin and SchmidtHebbel 2002. Despite these notable achievements, it is also clear that IT may have some importantlimitations. In particular, due in part to the fear of hitting the lower zero bound on nominalinterest rates, incid:135ation targets worldwide typically remain at about two per cent, despite aconsensus in the economics community that there should be benecid:133ts associated with movingtowards true price stability Fischer 1996.In addition, under IT, price level movementsare not completely reversed, leading to price level drift. As a result, the variance of theexpected future price level is unbounded, creating signicid:133cant uncertainty about the futureprice level. This uncertainty is problematic for agents who are risk averse and enter intolongterm, nominal contracts e.g. home mortgages.An alternative way to achieve a strong nominal anchor for the economy ,that may helpalleviate these problems, is pricelevelpath targeting PLPT. PLPT diers from IT because,under PLPT, a shock that pushes the price level above its target path would require themonetary authority to reverse fully the initial positive shock, by creating a period in whichprices must rise by less than the growth rate of the target path. With pricelevelpathtargets, there is good reason to believe that they could serve to anchor incid:135ation expectations,even when there is signicid:133cant downward pressure on nominal interest rates, thus reducingthe likelihood of encountering the zero bound on nominal interest rates Eggertsson and Woodford 2003, Wolman 2005, Laxton, Ncid:146Diaye and Pesenti 2006.If this is true, then,everything else being equal, the relative benecid:133ts of PLPT versus IT rise, as the underlyingtrend increase in prices falls. PLPT also caps the variance of expected future prices, thusleading to a fall in price level uncertainty. PLPT, however, does not oer a panacea. Manyauthors have argued that PLPT has the potential to increase in the volatility of incid:135ation 1Although the specicid:133c institutional details dier, 20 countries were incid:135ation targeters in 2005 Roger and Stone 2005.1andor output, relative to incid:135ation targeting for example Lebow, Roberts, and Stockton 1992; Fillion and Tetlow 1994; and Fischer 1996.Our paper focuses on the argument that PLPT generates increased macroeconomic instability relative to IT. We address this issue by comparing the capability of simple IT and PLPT interest rate feedback rules to minimize incid:135ation and output gap variability in asimplicid:133ed, twocountry, twosector tradable and nontradable goods version of the Global Economic Model GEM calibrated for Canada and the United States. We cid:133nd that whenthe macroeconomy is confronted by shocks ,similar to those seen over the 1983 to 2004 period, that simple PLPT interest rate feedback rules perform slightly better than simple ITrules. Furthermore, our analysis examines the proposition that PLPT may not stabilize themacroeconomy as well as IT, when faced by termsoftrade shocks Bank of Canada 2006.Under PLPT, persistent movements in the terms of trade will require large movements in nontradable goods prices in order to return the average price level back to target. In the presenceof nominal rigidities, this could induce increased output variability. Furthermore, since pricesare stickier in the nontradable goods sector than the tradable goods sector, overall outputgap variability may increase. On the contrary, we cid:133nd that when the analysis is limited tothe shocks that have been most important for explaining cid:135uctuations in Canadacid:146s terms oftrade, PLPT delivers superior macroeconomic stability relative to IT. Interestingly, we cid:133ndthat these results are sensitive to the interaction between the degree of forwardlookingnessin the price formation process and the incidence of dierent types of shocks. Lastly, we showthat choice of monetary policy framework in Canada is completely independent of the choiceof the United States.The paper is organized as follows. Section 2 reviews the relevant literature. Section 3 provides a highlevel overview of the version of the GEM that we use for our analysis.Section 4 discusses the calibration of the model. Section 5 employs the model to investigatethe relative merits of IT and PLPT. Finally, Section 6 reviews our main conclusions andoutlines directions for future research.2. Literature Review PLPT signicid:133cantly predates IT in both academic and policy making circles. In fact, Wicksellcid:133rst presented the view that price level stabilization should be the proper guide for centralbank policy in Sweden in 1898 Berg and Jonung 1998. Interest in PLPT returned in theearly 1990s. A considerable amount of research has been published on the subject since then 2and the conclusions of that research vary depending on a number of key assumptions.2 Thecid:133rst papers in the 1990s focused on models in which expectations were formed adaptively andindependent of the nature of monetary policy. See Lebow, Roberts, and Stockton 1992, and Haldane and Salmon 1995 for examples. In these models, PLPT results in higher shortrun variability of both incid:135ation and output. Under PLPT, periods of higherthanaverageincid:135ation are necessarily followed by periods of lowerthanaverage incid:135ation. On the otherhand, under IT, periods of higherthanaverage incid:135ation are followed only by average incid:135ation.Thus, incid:135ation variability is higher under PLPT than under IT. Higher incid:135ation volatilityin presence of nominal rigidities in the models, in turn, leads to higher output volatilityunder PLPT. Subsequent papers including Fillion and Tetlow 1994 and Black, Macklem,and Rose 1998 focused on cases where expectations are formed as mixed processes.This general line of thought has been challenged by numerous authors who placed greatimportance on rational expectations and forwardlooking behaviour. In models where expectations are formed rationally and the Phillips curve takes the New Keynesian form NKPC, where current incid:135ation is a function of expected future incid:135ation, policy stands to playa more important role through the restraint of expectations. As a result, when monetarypolicy can credibly commit to future, PLPT is preferred to IT. Intuitively, when cid:133rms facea positive markup shock, having a policy that commits to creating future excess supply inthe economy leads cid:133rms to set current prices lower than otherwise. In fact, under PLPT,the monetary authority commits to creating disequilibrium in the goods market until theprice level returns to its target path. Thus, a cid:133rmcid:146s expectations of the future price level andits choice of current prices is lower than it would be if policy committed only to returningthe incid:135ation rate back to average levels, and accepting an upward shift in the price level.Examples of papers that compare PLPT to IT when the incid:135ation process is characterized bya NKPC and monetary policy is solved under commitment include Woodford 1999, Giannoni 2000 and Williams 2003. In general, these results also hold when policy is solvedunder discretion Dittmar and Gavin 2000, and Vestin 2005. The results are, however, quitesensitive to modicid:133cations in the Phillips curve. If the Phillips curve is specicid:133ed as a hybrid NKPC that is, if the determination of current incid:135ation includes some weight on lagged incid:135ation then monetary policy under PLPT becomes less eective. Roisland 2005 showsthat assuming a hybrid NKPC, as well as assuming that the central bank cannot commit tofuture policy, implies that the optimal amount of price level drift is related to the degree ofprice indexation. If indexation is complete, as argued by Christiano, Eichenbaum, and Evans 2More comprehensive reviews of the literature can be found in Duguay 1994, Barnett and Engineer2000, Ambler 2007 and Cote 2007.32005, then incid:135ation targeting is the optimal policy.3A limited number of recent studies have been done in a smallopen economy context.Batini and Yates 2003 investigate the relative merit of PLPT, IT, and hybrid rules usinga smallscale, openeconomy, rational expectations model of the United Kingdom. The authors conclude that the relative merits of the alternative regimes are a function of severalmodelling and policy assumptions, including the degree of forwardlookingness embodied inpricesetting, and the relative weight on incid:135ation and output in the central bankcid:146s loss function. Ortega and Rebei 2005 examine the PLPT cid:150 IT debate in the context of a New Keynesian, small open economy DSGE model of the Canadian economy, featuring a tradableand a nontradable sector. They cid:133nd that the welfare implications of moving from IT to PLPT, or a combination of both i.e. a hybrid monetary policy rule, are negligible.Our paper diers from the existing literature in several important ways. For example, ourfocus is on open economy issues, in particular, assessing the potential importance of termsoftrade shocks and monetary policy choices of major trading partners on the relative merits of IT and PLPT. The twocountry, multisector tradable and nontradable goods nature of ourmodel is unlike others used in the literature and is particularly well suited to address theseissues. Although some papers have addressed the Canadian and United Statescid:146economies,our paper uses a more detailed set of data particularly the sectoral decomposition whencalibrating our model, in a way that attempts to take advantage of the model structure. Theextension of the data set permits the inclusion of more stochastic shocks within the structureof the model.3. The Model In order to facilitate our analysis, we use a strippeddown version of the International Monetary Fundcid:146s Global Economy Model GEM, a dynamic stochastic general equilibriumDSGE model in the newopeneconomy macroeconomics NOEM tradition.4In this section, we provide a nontechnical overview on the model. We highlight one model innovationas well as other model features that turn out to be particularly important for our results. A3An alternative strand of the literature makes use of the New Classical Phillipscid:146curve NCPC rather the NKPC. The key dierence is that contemporaneous incid:135ation expectations are predetermined in the NCPC.Svensson 1999 argues that when central banks face a NCPC and act under discretion, then PLPT ispreferable to IT as long as there is a moderate degree of persistence in the output gap. IT is preferable undercommitment.4For our work, we use a VAR representation of the cid:133rstorder Taylor approximation of the model Juillard 2001.4more thorough and technical explanation of the GEM are available in Faruqee et al. 2007,Lalonde and Muir 2007, and Pesenti 2008.The world economy is assumed to consist of two countries, a small country Canada anda large country United States. Each country is populated by private agents that consumeand work, cid:133rms that produce intermediate goods and cid:133nal goods, and a government thatserves as both the cid:133scal agent and the monetary authority. The production structure fora single region is illustrated in Figure 1. There are two types of cid:133nal goods: consumptiongoods private and public, and investment goods private and public. Final consumptionand investment goods are produced using constant elasticity of substitution CES technologythat combines a continuum of dierentiated nontradable goods and tradable intermediategoods both domestically produced, and imported.5 Private agents can consume the cid:133nalconsumption and investment goods while the cid:133scal agent consumes a public good whichconsists of consumption, investment and nontradable goods.Intermediate goods tradable and nontradable are produced by monopolistically competitive producers for the domestic market, and also for export, in the case of tradable goods.Firms use a CES technology to combine factor inputs labour and capital that are mobileacross production sectors, but immobile internationally. Firms purchase inputs in perfectlycompetitive capital markets and in monopolistically competitive labour markets. Firms canadjust their use of both capital and labour but face real adjustment costs of changing thecapital stock and investment. Since each cid:133rmcid:146s good is slightly dierentiated from thoseproduced by other cid:133rms, each cid:133rm is able to set a price above its marginal cost, allowing fora markup. If prices pt are fully cid:135exible, cid:133rms set prices according to the standard markuprule:pt mct1cid:18tcid:18t cid:0 1where the gross markup cid:18tcid:18tcid:01 is a negative function of the elasticity of demand acrossdierentiated goods produced by cid:133rms cid:18t and mct denotes real marginal cost of production.Deviations from markup pricing occur, if cid:133rms face costs for modifying their prices in theshort term. Prices are subject to adjustment costs similar to Rotemberg 1982, becauseof the presence of nominal rigidities e.g. contracts or menu costs. The adjustment costsare expressed in terms of deviations of current incid:135ation from a weighted average of lastperiodcid:146s incid:135ation and the steadystate incid:135ation rate, an extension to the Rotemberg form, asin Ireland 2001. The speed of adjustment in response to shocks depends on the tradeo 5To model realistic dynamics of import volumes we assume that it is costly to change the share of importedgoods in production.5between current and future expected costs, making the pricesetting process forwardlooking,but also allowing for a lag of incid:135ation in the implied Phillips curve.6In particular, thelinearized Phillips curve in our version of the GEM takes the following form:cid:25t cid:3021 cid:12cid:302cid:25tcid:01 cid:121 cid:12cid:302Etcid:25t1 cid:18cid:18 cid:0 1cid:3011 cid:12cid:302cmct cid:15cid:25;t2where cid:25 is the deviation of the incid:135ation rate from steadystate, cid:301 is the nominal adjustmentcost parameter, cid:302 is the degree of indexation to lagged incid:135ation, Et is an expectationsoperator conditioned by information available at time t and cid:12 is the discount rate.7Households are incid:133nitelylived consumers whose welfare depends positively upon consumption of the cid:133nal consumption good and negatively upon labour eort. There is habitformation in both consumption and leisure. Households are also monopolisticallycompetitivesuppliers of dierentiated labour inputs to domestic cid:133rms. Dierentiation of labour inputsallows workers to charge a wage above the marginal rate of substitution between consumptionand leisure. Wages are subject to adjustment costs, similar to Ireland 2001. Householdsown all cid:133rms and the capital stock, which they rent to cid:133rms.Households can hold internationally traded, shortterm nominal bonds which are denominated in U.S. currency. Canadian households that take a position in the international bond market must deal with cid:133nancial intermediaries, who charge a transactions fee onsalespurchases of the international bond. The transactions fee is modelled as a function ofthe economywide holdings of net foreign assets, relative to its exogenous desired holdings.As a region becomes a larger net debtor, it must pay an increasing fraction of its internationalbond returns to the cid:133nancial intermediaries. As in Pesenti 2008, this cid:133nancial friction isintroduced to guarantee that the net foreign asset position follows a stationary process andthe economies converge to a steady state. The cid:133nancial intermediation cost equation is anintegral part of the riskadjusted uncovered interest rate parity UIRP condition.Our interest in the questions of termsoftrade shocks, and the potential for policy choicesabroad to aect the choice of the optimal monetary policy framework in Canada, have thepotential to bring the issue of exchange rate adjustment to the forefront of the analysis. Asa result, we have attempted to introduce an additional degree of realism in exchange rate 6This form of the Phillips curve applies to price setting of tradable, nontradable and imported goods.Exports are invoiced and prices are set in the currency of the destination market. This is more commonlyknown in the literature as local currency pricing Corsetti and Pesenti 2005.7For ease of exposition, we ignore the eects of balanced growth, which serves only to slightly modify theslopes of each coe cient in the Phillips curve.6determination in the GEM. In particular, we are interested in slowing down the adjustmentof the exchange rate to shocks, so that the model can generate the humpshaped responsestypically found in VARs. As a result, the cid:133nancial intermediation cost is further modicid:133ed,as in Adolfson et al. 2005:1 cid:0 cid:0MB;t 1 cid:0 cid:0B;texp cid:30B3 cid:1t;t1cid:1tcid:01;t cid:0 cid:25cid:25U S0:253where 1 cid:0 cid:0MB;t is the modicid:133ed cid:133nancial intermediation cost, 1 cid:0 cid:0B;t is the cid:133nancial intermediation cost found in Pesenti 2008, and cid:1tcid:01;t is the depreciation of the real exchangerate from period t cid:0 1 to period t. This modicid:133cation serves to capture the forward premiumpuzzle cid:150the empirical observation that risk premia are often strongly negatively correlatedwith expected future depreciations Fama 1984. The forward premium puzzle implies that Canadian investors will accept a lower return on their holdings of the U.S. bond, relative totheir holdings of domestic debt, if the real exchange rate is expected to depreciate in twoconsecutive periods. As a result, in both the nonlinear model, and the loglinearized model,the riskadjusted UIRP condition contains a lag of the exchange rate.Government spending is on cid:133nal goods and intermediate nontradable goods. Governments cid:133nance public expenditures through nondistortionary lumpsum taxation. Governments are required to run balanced budgets at all times and thus no domestic bonds areissued. The monetary authority controls the shortterm interest rate and targets deviationsof current output from potential output and either consumer price incid:135ation relative to targetor the price level relative to a pricelevelpath target. We assume that central banks cancredibly commit to the simple rule.4. Calibration and Model Properties 4.1 Calibration methodology The calibration of the model recid:135ects our desire to match a number of selected unconditionalmoments in the historical data temporal crosscorrelations, autocorrelations and relativevariances, as well as impulse responses to specicid:133c shocks e.g. technology, demand, monetarypolicy from the Bank of Canadacid:146s model of Canada, To TEM TermsofTrade Economic Model cid:150 see Murchison and Rennison 2006 and from the Bank of Canadacid:146s model of the U.S. economy, MUSE Model of the United States Economy cid:150 see Gosselin and Lalonde 72005. We do not attempt to formalize these criteria as an explicit maximization functionthat could be optimized.8 As a result, we pursue an informal parameterization strategy withno explicit objective function. Nonetheless, we believe that our baseline parameterizationdoes well as replicating many of the salient features of the data.The parameterization process involves selecting a set of candidate model parameters andthen using the historical data to back out a historical path for the modelcid:146s shock terms,which allows us exactly replicate history.9 Using the variance of the historical shocks, weconduct stochastic simulations to determine the key moments of the model variables, andthen compare them to those estimated in the historical data 10. Impulse responses from themodel are also simulated, and compared to those from To TEM and MUSE. This process isrepeated until the model is able to replicate closely both the unconditional moments in thedata and the impulse responses suggested by the other models.The model has 23 behavioural shocks.11 The shocks have been grouped into cid:133ve categories. Domestic demand shocks consumption, investment, imports, government spendingand interest rates share the common feature that they generate a positive covariance between output as well as the output gap and incid:135ation in the home country.12 The secondbroad class of shock are supply shocks, where output and incid:135ation covary negatively. Supplyshocks are further disaggregated depending on the behaviour of the output gap. For domestic productivity shocks technology shocks to the production of tradable and nontradablegoods, movements in the output gap covary positively with incid:135ation in the home country.The remaining supply shocks cid:150 the three domestic markup shocks prices in the tradablegoods sector; prices in nontradable goods sector; and the real wage and a domestic laboursupply shock cid:150 are dierent from the productivity and demand shocks, because they gen8One possibility is to use Bayesian techniques. This approach allows modellers to incorporate priors onthe set of structural parameters. In practice however, we agree with the views expressed in Murchison and Rennison 2006 that the priors especialy those of policymakers are actually more closely related to thebehaviour of the model rather than the structural parameters themselves.9Each shock is modelled as a cid:133rstorder autoregressive stochastic process, with standard error of therandom disturbance, cid:27cid:15, and persistence, cid:21zt cid:21ztcid:01 cid:15t:10The stochastic simulations are based on numeric perturbation methods conducted with DYNARE basedin MATLAB as per Juillard 2001.11In addition, there are measurement errors on equations for the price of investment, the price of governmentexpenditure, and the capital stock.12Throughout this paper, we use a measure of potential output that is calculated using a productionfunction approach, where output is evaluated with total factor productivity, the capital stock, and steadystate labour supply.8erate a negative covariance between incid:135ation and the output gap in the home country. Inaddition, there is a shock to cid:133nancial intermediation costs, which behaves like an exchangerate shock, since it is found in the modicid:133ed riskadjusted UIRP condition. The shock tocid:133nancial intermediation generates a positive correlation between the output gap and output and the rate of incid:135ation. Finally, all shocks originating in the foreign country can allbe thought of as demand shocks, since they all cause incid:135ation and the output gap to covarypositively in the home country. For example, a positive U.S. demand shock leads to higher Canadian exports, a positive Canadian output gap, higher Canadian import prices, and arise in Canadian incid:135ation. Alternatively, a negative U.S. price or positive U.S. productivityshock in the nontradable goods sector leads to a rise in the prices of traded goods in the United States, a rise in Canadian import prices, and an increase Canadian activity, becauseof an expansion of exports to the United States.To identify the shocks empirically, we use 21 historical data series and an assumptionregarding the split between wage shocks and labour supply shocks in both countries, basedon previous empirical work Juillard et al. 2006.13 The historical series that we use are:real consumption, real investment, real government spending, real imports, the price of consumption goods core CPI for Canada and core PCE for the United States, the price ofnontradable consumption goods, wages, total employment in the nontradablegoods sector,total employment in the tradablegoods sector, the real CanadaU.S. exchange rate decid:135atedby the prices of consumption goods, and the 90day commercial paper rate. For Canada,consumer price data is the Consumer Price Index excluding eight volatile components andthe eects of indirect taxes CPIX. Nontradable goods prices are proxied by the prices ofservices excluding cid:133nancial services in the core Canadian CPI. Similar price series are usedfor the United States based on the U.S. Personal Consumption Expenditure PCE decid:135ator.Total employment in the nontradable goods sectors is set equal to employment in servicesexcluding cid:133nancial services in the Canadian Labour Force Surveys. Similar data for the United States is provided by the Bureau of Labor Statistics.The raw data has been adjusted on a number of margins. First, we have assumed thatlevels of Canadian trade, as found in the National Income and Expenditure Accounts NIEA,are solely with the United States. As for the United States, the U.S. NIEA data has beenreplaced by the Canadian NIEA data, transformed by the nominal exchange rate. Data on netforeign asset holdings recid:135ect net CanadaU.S. positions only. Real data are detrended usinga HodrickPrescott HP cid:133lter with a stiness parameter of 10,000. All Canadian nominal 13Our qualitative results are robust to alternative decompositions of labour supply and wage markupshocks.9variables are detrended using the incid:135ation target, post1991, and the implied incid:135ation targetcalculated from the Sta Economic Projection over the 1983 to 1990 period Amano and Murchison 2005, while all U.S. nominal variables are detrended using an estimate of theimplied incid:135ation target in the United States Lalonde 2006. The historical sample studiedcovers 1983Q1 to 2004Q2.4.2 Baseline parameters Tables 1 to 4 report the parameterization of Canada and the United States for our twocountry, twosector GEM. The steadystate ratios have been set to match the adjusted national accounts data. Canada accounts for about 10 per cent of the world and the United States accounts for the remaining 90 per cent Table 1. The steady state consumptiontoGDP ratio is lower in Canada than in the United States 57 per cent compared with 67 percent, but the shares of government expenditure, exports, and imports, are notably higherin Canada than in the United States. While trade with the United States is very importantfor Canada exports plus imports are 74 per cent of GDP, for the United States, trade with Canada is not exports plus imports are 5 per cent of GDP. Therefore, domestic shocksin the United States have a strong eect on Canada; the converse is not true. At steadystate, Canada is assumed to run a negative netforeignliability position equal to about 5percentage points of GDP. This translates into a net foreign asset position of 0.4 percentagepoints of GDP for the United States. Because of its netforeignliability position, Canadamust generate a small trade surplus in the long run, equal to 0.1 per cent of Canadian GDP.Domesticallyproduced tradable goods are combined with imported goods, which are inturn combined with nontradable goods to produce consumption and investment goods. Like Erceg, Guerrieri and Gust 2005, we set the elasticity of substitution between domesticallyproduced and imported tradable goods for both Canada and the United States at 1.5 see Table 2, which is lower than the values assumed in previous published work using the GEMi.e. 2.5 cid:150see Faruqee et al. 2007. The elasticity of substitution between tradables and nontradables in both consumption and investment goods in each country is set at 0.5, recid:135ectingthe relatively low substitutability of tradable and nontradable goods in the consumptionand investment baskets. The share of nontradable goods in the consumption investmentbasket is similar across countries cid:15047 33 per cent for Canada, and 53 37 per cent for the United States. However, the baseline calibration recid:135ects the signicid:133cant dierence across thetwo countries in terms of the relative magnitude of import shares. For the given elasticitiesof substitution, the bias towards domesticallyproduced tradable goods over imports in the 10production of the consumption investment good is consistent with an importtoGDP ratioof 28 9 per cent in Canada, but only 2 0.3 per cent in the United States.Production in the monopolistically competitive intermediate goods sectors combines capital and labour using CES technology. The elasticity of substitution between labour andcapital is set at 0.70 in both the tradable and nontradable sectors, in both countries. Thissetting proves useful in helping to reduce the sensitivity of capital to changes in interest rates,and to increase the procyclicality of real marginal cost. We assume that the tradable sectoris more capital intensive than the nontradable sector, in both countries. The bias towardthe economywide use of capital, which is governed by the distribution parameter, has beenset to replicate the average investmenttoGDP ratio. The depreciation rate on capital isassumed to be two per cent per quarter eight per cent a year.The markups on the price of tradable and nontradables, which recid:135ect the pricing powerof cid:133rms under monopolistic competition, are based on estimates from Martins, Scarpetta,and Pilat 1996 for Canada and the United States Table 3. Markups in Canada are higherthan in the United States for both tradable and nontradable goods prices. In the labourmarket, workers have more pricing power in Canada than in the US with a wage markupof 20 per cent versus 16 per cent, indicative of higher minimum wage laws, more generousemployment insurance and a slightly higher degree of unionization Jean and Nicoletti 2002.With regard to consumption behaviour Table 2, the two countries share the same rateof time preference the inverse of the subjective discount factor of 1.6 per cent. The intertemporal elasticity of substitution, 1cid:27, is assumed to be identical in both countries at 0.7. Combining these three parameters with a steadystate balancedgrowth trend rate, g SS,for the world economy of 1.9 per cent implies a real world interest rate of three per cent, consistent with the lower bound of the typical calibration of three to four per cent Christiano,Eichenbaum and Evans 2005.There is habit persistence in both consumption 0.80, for both countries, and laboursupply 0.70, for both countries. Since habit persistence means that agents place a largeweight on their past behaviour in terms of consuming and use of leisure time, we can bettermatch the humpedshape response of consumption demand and labour eort supplied,which is a stylized fact in most economies in the face of a large variety of shocks. Wecalibrate the Frisch elasticity of labour supply at 0.25, well within the 0.050.33 range ofestimates obtained using micro data, but at the low end of those typically found in themacro literature. Our choice is signicid:133cantly lower than if preferences were logarithmic in 11leisure, but is in the range of estimates used in other studies with similar utility functionsErceg et al. 2006 and Faruqee et al. 2007.The dynamics of the key macroeconomic aggregates are largely dependent upon the assumptions made on the adjustment costs parameters associated with the nominal and realaggregates Table 4. Although we generally use similar adjustment costs in Canada and the United States, we assume signicid:133cant heterogeneity across sectors. In particular, we set theadjustment cost parameter cid:301 for nontradable goods prices in both countries at 450, andat 250 for tradable goods prices. For nominal wages, we set the adjustment cost parameterto 500.14 Adjustment costs on import prices in both countries are set at 4500. This settingrecid:135ects the fact that, in the data, we have seen a relatively low and gradual shortrun exchange rate passthrough.15 In order to match the persistence of price and wage incid:135ation inboth countries, we cid:133nd that it is necessary to calibrate adjustment cost technology so that, is equalthe weight on lagged price and wage incid:135ation in the linearized Phillips curve,to 0.41, and the weight on forwardlooking expectations of price and wage incid:135ation in thenext period is 0.58.1cid:12cid:302cid:302On the real side, there are substantial adjustment costs. Like Faruqee et al. 2007 and Juillard et al. 2006, we assume that the adjustment costs related to a change in the level ofcapital are relatively small, whereas those related to the change in the level of investment arelarge. Modelling the capital adjustment costs as a function of the change in investment allowsthe model to capture the humpshaped response of investment to various shocks, includingmonetary policy shocks.The response of imports to changes in fundamentals, and their price elasticities, aretypically observed to be smaller in the short run than in the long run. To model realisticdynamics of import volumes such as delayed and sluggish adjustment to changes in relativeprices, we assume that imports are subject to real adjustment costs These costs are specicid:133edas a function of the oneperiod change in imports, as a share of the cid:133nal good.14In terms of the Calvo 1983 model, our calibration implies price contracts in the nontradable goodssector that are reoptimized once every 8 quarters in Canada, and once every 7 quarters in the United States. The corresponding contract lengths for the tradable goods sector in Canada and the United Statesare considerably shorter, at 3.5 and 2.7 quarters, respectively. Nominal wage contracts are reoptimized every 5 and 4 quarters in Canada and the United States, respectively.15Alternatively, we could address the issue of exchange rate passthrough by adding a distribution sectorto this version of the GEM, as in Laxton and Pesenti 2003. This would allow us to reduce exchange ratepassthrough and insure that domestic import prices never converge to foreign producer prices. In the absenceof this model feature, we have elected to set high nominal adjustment costs, thereby breaking the law of oneprice in the short run, even as it holds in the long run.12The cid:133nancial intermediation cost parameters in the international bond market are chosenso as to ensure a slow reversion of net asset position between the two countries to its steadystate value, within 15 to 20 years after a shock to the desired level. Modicid:133cation of themodel to address the forward premium puzzle, as discussed in the previous section, leads tothe presence of a lag of the exchange rate in the modicid:133ed riskadjusted UIRP condition, witha weight of 0.3.When running our model over history, we use simple Taylor rules to broadly recid:135ect thebehavior of monetary policy in the United States and Canada. The parameterization of theserules are based on our moment matching exercises. For the United States, the calibration ofthe Taylor rule is:iust 0:7iustcid:01 0:3icid:3t 0:9cid:25ust cid:0 cid:25T ARust 0:2yust cid:0 y P OT ust4while for Canada it is:t 0:8icaicatcid:01 0:2icid:3t 0:5cid:25cat cid:0 cid:25T ARcat5where cid:25 is the yearoveryear change in consumer prices, cid:25T AR is the incid:135ation target, y isthe log of real GDP, y P OT is the log of potential output, i is the nominal interest rate,and icid:3 is the equilibrium nominal interest rate.The last set of parameters are those that pertain to the stochastic shock processes ofthe model. As discussed earlier, there are 23 structural shocks, eleven in each of the United States and Canada and one on the cid:133nancial intermediation costs that aect the adjustmentof the exchange rate. Each shock, z, is modelled as a cid:133rstorder autoregressive stochasticprocess with standard error of the random disturbance, cid:27cid:15, and persistence, cid:21:zt cid:21ztcid:01 cid:15t:6Table 5 reports the persistence and the standard errors of each of the stochastic disturbances in the model. In general, the stochastic processes that exhibit the most persistencefor Canada and the United States are the government absorption shocks, the shock to international cid:133nancial intermediation, the import of investment goods shock, and both of thetradable and nontradable sector productivity shocks. The shocks with least persistence cid:2113equals zero are those to the nontradable goods price markup, the wage markup, andinvestment.The estimates of the standard errors of the shocks can be more di cult to interpret. As aresult, we focus on how these shocks account for the variability of the observed series. Table 6shows the decomposition of the longrun variance of consumer price incid:135ation, the output gap,nominal interest rates, exports, imports, the real exchange rate, and the terms of trade.16In Canada, foreign shocks account for about 60 per cent of the variance in the output gap,and about 35 per cent of the variation in consumer price incid:135ation, while domestic demandshocks explain about 25 percent of the variability in the output gap and about 10 percentof incid:135ation variability. Exchange rate shocks are important for the variation in incid:135ationroughly 15 percent but seem to matter very little for output gap variability. Markupshocks account for about only 10 per cent of the variation in the output gap, but explain alarge proportion of the variation consumer price incid:135ation 40 per cent. The contributionsof productivity shocks in Canada to output gap and consumer price incid:135ation variability arequite small. On the other hand, in the United States, productivity shocks play a much moreimportant role in explaining the variability of the output gap and incid:135ation than they doin Canada. Demand shocks in the United States are also important, explaining about 40per cent of output gap and consumer price incid:135ation variability. Markup and labour supplyshocks account for the remaining volatility.4.3 Matching unconditional moments In this section, we demonstrate the ability of the CanadaU.S. version of the GEM to reproduce some key historical unconditional moments for Canada.17 The modelgenerated datais then compared to moments calculated from the historical data based on the 1983Q1 to 2004q 2 historical sample.18First, we explore whether our calibration of the GEM is able to generate data that hasa similar degree of persistence to that found in the historical data. Figures 2 and 3 graph 16The model structure assumes that the shocks are independent. However, we cid:133nd that one in cid:133ve covariances are statistically signicid:133cant at conventional levels, although most are relatively small. Almost all ofthe covariances are limited to shocks that are within the same major grouping. Our main results, at leastqualitatively, are not sensitive to allowing for these covariances.17Evidence of the modelcid:146s ability to match these moments as well as the modelcid:146s impulse responses areavailable from the authors upon request.18The solid red lines represents the average correlations based on the GEM data, the solid black lines arethe historical correlations and the dashed lines represent the 95 per cent concid:133dence intervals around thehistorical correlations.14several of the autocorrelation functions. The GEM does well at matching the persistenceof consumption growth, investment growth, import growth, GDP growth, the output gap,yearoveryear core incid:135ation, yearoveryear growth in the real wage, as well as the nominaland real interest rates.Next, we turn to an examination of the several bivariate temporal correlations 19. From Figure 4 we see that the GEM is able to generate correlations between output growth and theconsumption growth, as well as output growth and investment growth, that match the shapefound in the data very well. For both the modelgenerated and empirical data, the maximumpositive correlation occurs contemporaneously and falls monotonically towards zero on eitherside. The absolute magnitude of the correlations appear to be roughly in line with the data.We then consider the GEMcid:146s ability to match the dynamic correlations between interestrates and consumption investment growth. From Figure 4 we see that the GEM capturesthe broad pattern of the correlation between the real interest rate and consumption investment growth. The maximum negative crosscorrelation between real interest rates andconsumption investment growth in the GEM occurs about two quarters earlier than in thehistorical data. Note that the correlations estimated in the historical data are statisticallyinsignicid:133cant at 95% concid:133dence level, since that interval includes zero, implying that theseseries may be entirely uncorrelated.Next, we explore some foreign economy links in the Canadian bloc of the GEM. Figure 5plots the temporal correlations between the change in exports imports and the change in thereal exchange rate. Our calibration of the GEM produces correlations that are consistent withthe point estimates in data. Once again, the correlations estimated in the historical data arestatistically insignicid:133cant at 95% concid:133dence level. Figure 5 also shows the GEMcid:146s correlationbetween domestic and foreign output growth. The GEM generates an unconditional bivariaterelationship between the two variables that is similar to that found in the data. The abilityof the GEM to match the correlation between domestic output growth and import growth iseven better.Furthermore, we consider the GEMcid:146s ability to match a key realnominal dynamic correlation that is especially important to monetarypolicy decision makers. Figure 6 shows therelationship between real output and incid:135ation. The GEM overpredicts the strength of the 19Each cid:133gure plots the correlation between the cid:133rst variable identicid:133ed in the cid:133gure title and the six lags andleads of the second variable identicid:133ed. The vertical axis marks the degree of correlation and the horizontalaxis represents the timing of the dynamic correlation. For example, the number 6 along the horizontal axisrepresents a lag of six periods for the second variable. The corresponding lead is denoted as 6.15positive correlation between lagged output growth or alternatively the lagged output gapand leads of incid:135ation. It also generates a phase shift in the correlation between price andwage incid:135ation, relative to the historical data.Now we turn our attention to the second moment of the data and examine the GEMcid:146sability to match the standard deviations of key macro aggregates. We cid:133nd that the GEMtends to signicid:133cantly overpredict the degree of volatility in most of the key macro series whencompared to the actual data. If, on the other hand, we consider a weaker test see Table 7cid:150a comparison of relative volatility by normalizing for the standard deviation in the outputgap cid:150we cid:133nd that the model generates relative variability that is much closer to the empiricalestimates. In fact, we see, in the case of Canada, that the GEM does a good job at matchingthe relative volatility of incid:135ation, nominal interest rates, and the real exchange rate. In thecase of the United States, the GEM creates slightly more volatility than suggested by thedata, for both incid:135ation and the nominal exchange rate.4.4 Selected model impulse responses In this section, we examine the responses of the Canadian economy to some of the keystructural shocks in the GEM. In general, the GEM provides reasonable responses to a largevariety of deterministic shocks. Our calibration ensures that the GEMcid:146s responses to vanilladomestic shocks e.g. interest rates, and consumption demand shocks broadly match thosefor To TEM and MUSE.To demonstrate the modelcid:146s ability to generate sensible impulse responses to a varietyof shocks we report the results of three dierent shocks:i a monetary policy shock in Canada; ii a shock to the competitiveness of the labour sector in Canada; and iii a shockon import demand in the United States. Each shock is equal to one standard deviation,using the persistence estimated over the 1983q 1 to 2004q 2 sample period. All the shocks areconducted using the historical monetary policy rules for each country.4.4.1 A positive shock to the shortterm interest rate in Canada This shock Figure 7 demonstrates the role of the monetary policy transmission mechanismin the economy, and its strength. The shock is a temporary increase of 20 basis points inthe Canadian shortterm interest rate, with a persistence of 0.40. Inertia in monetary policyinsures that interest rates stay above control for around two years. The shock increases the 16rental price of capital and, therefore, reduces investment. Consumers increase their savingand reduce their consumption. The increase in the interest rate induces a 0.36 per centappreciation of the real eective exchange rate, which increases the price of Canadian goodsabroad and decreases the price of foreign tradable goods in Canada. Overall, GDP drops by 0.06 percentage points, reaching its trough after four quarters.20 The reduction in domesticdemand induces cid:133rms to reduce their demand for the variable factors of production. The realwage falls as does the real rental price of capital in the medium term, and, by extension, sodoes real marginal cost. Consequently, yearoveryear incid:135ation decreases by 0.07 percentagepoints about cid:133ve quarters after the initial impact of the shock.4.4.2 A positive shock to competitiveness in the labour sector in Canada This shock Figure 8 illustrates the supply side of the Canadian economy. The labour marketbecomes more competitive, as the wage markup in Canada falls from 20 per cent to 17 percent, for one period. The real wage falls by almost 1 percentage point after two quarters, andremains below control for more than 10 quarters, because of the existence of nominal wageand price rigidities. The fall in the real wage stimulates labour demand by 0.6 per cent, whichraises the level of investment almost 0.8 per cent, temporarily increasing the capital stockto take advantage of the increased labour available for production. The resulting increaseof output peaks at 0.5 per cent above its original level after eight quarters. The decreasein the real wage puts downward pressure on marginal cost, leading to lower yearoveryearincid:135ation of 0.2 percentage points and a fall in the shortterm interest rate of almost 30 basispoints after eight quarters. Because of the reduction in marginal cost, the price of Canadianexported goods falls. On net, the trade balance improves by 0.2 percentage points of GDPafter three quarters.4.4.3 A negative shock to import demand in the United States Finally, a shock in the United States to import demand Figure 9 illustrates the eects offoreign shocks on Canada. We assume that the U.S. bias towards homeproduced investmentgoods increases from 98.0 per cent to 98.4 per cent in the cid:133rst period. The shock process isquite persistent with a lagged value of 0.85.20This result is in line with results found in other versions of GEM and the Bank of Canada projectionmodel, To TEM. For example, in the Bo CGEM, a 100 basispoint increase in the Canadian interest rateelicits a peak response of 0.34 per cent of GDP, which scales almost exactly to the result stated here Lalondeand Muir 2007.17U.S. real imports fall by 0.8 per cent after 3 quarters, returning to control after twelvequarters. Canadian real exports, of course, mirror this decline exactly. However, the eectson the two countriescid:146GDP are very dierent. It has almost no impact in the United Statescid:150only an increase of about 0.1 per cent of U.S. GDP at its peak cid:150since the United States isnot very open, and Canada is a much smaller country approximately onetenth the size ofthe United States. Conversely, Canadian consumption and overall real GDP falls by about 0.5 per cent. The depreciation of the CanadaU.S. real exchange rate peaking at almost 0.6per cent helps to dampen Canadian import demand. On net, there is some slight downwardpressure on incid:135ation oset by the depreciation, causing a slight easing of monetary policy.5. Incid:135ation versus PriceLevelPath Targeting 5.1 Methodology In order to assess the relative merits of the alternative monetary policy frameworks, weassume that central bank preferences can be described by a quadratic loss function based onincid:135ation deviations about target, deviations in the log of real GDP from potential output,and the cid:133rst dierence of the nominal interest rate:Lt Et P cid:12jhcid:21pcid:0cid:25tj cid:0 cid:25T ARcid:12 cid:21ycid:0ytj cid:0 y P OTcid:12 cid:21i 4itj2i7where cid:21cid:25; cid:21y and cid:21i are the respective weights on deviations from target, cid:12 is the rate atwhich the central bank discounts future losses, and Et is the conditional expectations operator, based on information available in period t. When cid:12 ! 1, the value of the intertemporalloss function approaches the unconditional mean of the period loss function given by:L cid:21pcid:272cid:25 cid:21ycid:272y cid:21icid:2724i;cid:25; cid:272where cid:272y and cid:2724i are the unconditional variances of the deviations of yearoveryearincid:135ation from its targeted level, the output gap, and the cid:133rst dierence of the nominal interestrate, respectively. We believe that this characterization of the objectives of monetary policymatch up very well to the statements of central banks particularly their desire to stabilize 18business cycle cid:135uctuations.21In our baseline, we assume that the central bank cares equally about both incid:135ation andoutput volatility relative to desired levels so we set cid:21cid:25 cid:21y 1: A weight is placed on thechange in the nominal interest rate cid:21i 0:1 in order to eliminate calibrations that lead tothe nominal shortterm interest rate hitting the zero lower bound more than 5 percent of thetime Rotemberg and Woodford 1997, and Williams 2003.22We only consider simple instrument rules in this study.23 Simple rules dier from fullyoptimal rules, in that they only consider a subset of the variables that are included in the fullyoptimal rules. Our choice to focus on simple rules is motivated by the belief that they aremore likely to be robust across plausible models than are fully optimal rules Levin, Wieland,and Williams 2003, and because central banks have a preference for simple rules since theyare easier to communicate to the public. We assume that the central bank can follow eithera PLPT rule or an IT rule. No consideration is given to the possibility of hybrid rules. Ageneric form, that nests the simple instrument rules considered in this study, is given by: 8:it !iitcid:01 1 cid:0 !i icid:3t !pEtptk cid:0 cid:17Etptkcid:01 cid:0 p T ARtk cid:17p T ARtkcid:01 !yyt cid:0 y P OTt8where icid:3tis the equilibrium interest rate. The central bank attempts to minimize theunconditional mean of the period loss function L by choosing the degree of interest ratesmoothing, !i, the shortrun elasticity of the nominal interest rates to expected deviations ofprices or incid:135ation from target, !p, and the shortrun elasticity of the nominal interest ratesto expected deviations of real GDP from potential output, !y, and the feedback horizon overwhich policy is conducted, k. When k 0, then we get the simple Taylor 1993 rule andthe policy decision depends on currentperiod incid:135ation only. Alternatively, if k 3, thenthe central bank bases its policy decision on deviations of threequarterahead forecasts ofincid:135ation or the pricelevel from target. For incid:135ation targeting, cid:17 is assumed to be unity;for pricelevelpath targeting, it is zero.2421An alternative approach is to maximize the welfare of the modelscid:146representative agent.22This calculation is based on a real interest rate of 3 percent and an yearoveryear incid:135ation target of 2percent or alternatively a pricelevel target that grows by 2 percent per year.23Svensson 2007 criticizes the use of these types of monetary policy rules on the grounds that they aread hoc in nature. Instead, he advocates the use of fully optimized policy.24We do not consider intermediate values of cid:17: A useful extension of this work would be to consider hybridincid:135ation and pricelevelpath targeting rules, as in Batini and Yates 2003.19We minimize the central bank loss function, by searching over all of the coe cients andthe feedback horizon, using stochastic simulations conducted with numerical perturbationmethods.25 Since we are searching over four dierent parameters, the process is extremelycomputationally intensive.5.2 Results Table 8 reports the optimized parameters for the simple rules for the United States and Canada, while Table 9 reports the values of the loss functions, the standard deviations of theoutput gap, yearoveryear CPI incid:135ation, and the change in the interest rate under each ofthe rules. For the United States, there are only two rules cid:150the optimal IT and the optimal PLPT rule. In the case of Canada, there are four cid:150 the optimal IT and PLPT rules whenthe United States pursues incid:135ation targeting, and the same again when the United Statespursues pricelevelpath targeting.5.2.1 The relative merits of IT versus PLPTWe focus cid:133rst on the relative merits of IT and PLPT. Our discussion concentrates on thecase of Canada, assuming that the United States chooses incid:135ation targeting.26 From Tables 8 and 9, we see that in the case of our baseline model calibration that PLPT is preferredto IT, in terms of minimizing a weighted average of output gap, incid:135ation and interest ratevariability. However, the overall gain is quite small, as the incremental benecid:133ts of movingfrom the optimized IT rule to the optimized PLPT rule is only 0.5 percent of the gain ofmoving from the historical Taylor rule to the optimized IT rule. It is interesting to note that,under PLPT, lower incid:135ation and nominal interest rate variability comes at the expense ofhigher output variability. Our results suggest that PLPT rules can deliver a reduction in thelikelihood of hitting the zero lower bound on nominal interest rates, as well as providing areduction in pricelevel uncertainty, while simultaneously reducing incid:135ation variability. Thisis achieved at the cost of a small increase in output gap variability.Moreover, our results show that simple PLPT feedback rules tend to be more forward 25As discussed in section 4.3, our version of the GEM tends to overpredict the degree of volatility of keymacro series when compared to the actual data. On the other hand, our version of the GEM generatesrelative variability of the key macro variables which is much closer to the empirical estimates. To betterreplicate the absolute variability of the key macro variables, we scale the variance of the shocks used in thestochastic simulations by a common factor.26We choose this concid:133guration, since it more closely approximates the current U.S. policy 20looking than simple IT feedback rules. The optimized PLPT feedback rule has a targetfeedback horizon of three quarters, longer than two quarters in the case of the IT rule. Centralbanks choose a longer horizon for PLPT relative to IT, because it allows them to trade oless output volatility for higher incid:135ation variability Smets 2003. Also, note the very highvalue for the degree of interest rate smoothing !i 0:97 in the IT rule. Everything elsebeing equal, as !i ! 1, the degree of pricelevel drift under IT falls and IT looks increasinglylike PLPT. Optimal IT in the model implies a degree of interest rate smoothing which ismuch higher than what is suggested by estimates of historical policy rules, for both Canadaand the United States.To assess the robustness of our results we conduct a number of sensitivity analyses. First,we acknowledge that there have been many changes to the behaviour of incid:135ation in Canadasince the adoption of IT in 1991. In particular, the autocorrelation of quarterly core incid:135ationdeviations from target over the 1995 to 2006 period has fallen to zero from an estimated 0.8 over the 1983q 1 to 2004q 2 sample used to calibrate the benchmark model. If, instead, wechose to match the persistence of incid:135ation over the 1995 to 2006 sample, we would reducethe weight of lagged incid:135ation in the Phillips curve to zero. To study the importance ofthis assumption, we recalculate the optimized feedback rules for both PLPT and IT underthis alternative hypothesis.27 We concid:133rm the results found in the literature for this classof model and cid:133nd that the more forwardlooking incid:135ation is, the greater the advantage of PLPT over IT. In particular, the relatively poor performance of PLPT rules in terms ofoutput gap stabilization in the basecase disappears.Our most interesting cid:133nding concerns the robustness of our results to the distribution ofthe shocks. To address this issue, we recalculate optimized PLPT and IT monetary feedbackrules separately, for each of the major types of domestic shocks in Canada cid:150cid:133rst under thebaseline calibration, and then under the alternative assumption that incid:135ation and wagedetermination is completely forwardlooking see Tables 10 and 11 for the markup shockresults.Under the baseline model calibration, we cid:133nd that IT is preferred in response to markup and labour supply shocks, but that PLPT is favoured in response to all other shocks.Alternatively, in the model with perfectly forwardlooking incid:135ation determination, PLPT ispreferred in response to all shocks, including the markup shocks. These simulations lead us 27More precisely, this is accomplished by setting the weight on the deviation of current incid:135ation from laggedincid:135ation in price and wage adjustment costs to zero. This implies that nominal adjustment costs are basedon solely on deviations of incid:135ation from steadystate incid:135ation.21to conclude that the relative merits of IT and PLPT are sensitive to an important interactionbetween the degree of forwardlookingness in incid:135ation determination and the size of markupshocks relative to demand and productivity shocks in the variance decomposition of incid:135ation.So why is it that the source of the shock matters when incid:135ation is partially indexed tolagged incid:135ation? To gain some insight, cid:133rst consider a price markup shock in the modelwith fully forwardlooking incid:135ation in Figure 10, top panels. PLPT oers disadvantagesand advantages relative to IT. On the downside, the simple idea of having to return the pricelevel to its target path, everything else being equal, means that the variance of incid:135ation under PLPT must be larger than under IT. On the plus side, PLPT oers a powerful expectationschannel. The commitment to a lower future incid:135ation rate under PLPT than would be impliedunder IT means that current period incid:135ation will be lower under PLPT than under IT. Togenerate this result, the central bank must create more cumulative excess supply under PLPTi.e. as long as the pricelevel is above the target, PLPT requires excess supply. Everythingelse being equal, a PLPT central bank will cid:133nd it optimal to create less initial excess supplythat lasts longer. Taken together, this means that, although the cumulative output gap islarger under PLPT, the PLPT output gap has a smaller variance than that generated under IT.Now, consider a positive demand shock in Figure 10, bottom panels. As in the case ofthe price markup shock, the commitment of the central bank to the pricelevelpath targetimplies that future incid:135ation rates must be lower under PLPT than under IT. This leads toincid:135ation that is initially lower than under IT. To support this outcome, the central bankneeds to create excess supply at some time in the future under PLPT, but not under IT. Inaddition, the initial jump in the output gap, under PLPT, is smaller than under incid:135ation. Asa result, both the cumulative output gap and the variance of the output gap, under PLPT,is smaller than under IT.We can conclude, in the perfectlyforwardlooking model, that the relative benecid:133ts from PLPT versus IT are larger under demand shocks than under markup shocks. If we thengradually increase the weight on lagged incid:135ation in the Phillips curve, the monetary controlproblem becomes more di cult, and the relative advantage of PLPT begins to disappear.Our calibration of the model lies in the zone for which PLPT is still favoured in response todemand shocks, but the degree of indexation in incid:135ation is high enough to tilt the resultstowards IT in response to markup shocks.In our cid:133nal sensitivity analysis, we consider the uncertainty around policymakerscid:146relative 22preferences for incid:135ation versus output gap stabilization, by doubling the relative weight onincid:135ation variability in the central bankcid:146s loss function Tables 12 and 13. As expected,doubling the weight leads to PLPT being more preferred than in the base case.5.2.2 Do termsoftrade shocks matter?In the second part of our analysis, we focus on the role played by termsoftrade shocks. Ourinterest in this question is motivated, in part, by arguments that suggest that stabilizing theaggregate price level, in face of relative price shocks, could increase the variability in output,possibly outweighing the benecid:133ts associated with reduced pricelevel uncertainty Bank of Canada 2006.The cid:133rst question, that we consider, is the decid:133nition of a termsoftrade shock. Basedon the longrun historical variance decomposition suggested by the model, we conclude thatthe shocks that have had the most incid:135uence on Canadacid:146s terms of trade are: i the exchangerate cid:133nancial intermediation shock, ii the U.S. consumption shock, iii the U.S. importdemand shock, and iv the Canadian tradable price markup shock, as they account forsixty percent of the total variation, in the terms of trade. We then reoptimize the simple PLPT and IT rules for this basket of shocks only. We cid:133nd that PLPT is favoured over IT,because Canadian termsoftrade movements have been principally associated with shocksthat generate a positive covariance between the output gap and incid:135ation in Canada e.g.variations in the demand for Canadian goods.5.2.3 Does the choice of monetary policy framework in the United States matterfor Canada?Finally, we consider another openeconomy element. Srour 2001 suggests, if alternativemonetary policy regimes in the large foreign country lead to signicid:133cantly dierent behaviorof real variables in the foreign economy, then it is possible that exchange rate adjustmentwill not completely insulate the small home country from the consequences of the foreignregime choice. This possibility is enhanced in our model, because of our use of a modicid:133edriskadjusted UIRP condition that slows the adjustment of the real exchange rate to shocks.Table 8 shows, however, that the choice of PLPT or IT in the United States has noincid:135uence on the relative merits of IT and PLPT in Canada. This result comes throughbecause the choice of PLPT or IT in the United States has little incid:135uence on the real factors 23important for Canada, such as U.S. demand variability or the variability of U.S. interest ratessee Table 9. These variables represent the main channels through which the United Stateseects Canada in the GEM. In addition, the choice of IT versus PLPT in the United Stateshas negligible implications for the parameterization of the monetary policy rule in Canada.6. Conclusions and Future Extensions We cid:133nd that simple PLPT rules are slightly better than simple IT rules, in terms of minimizing incid:135ation and outputgap variability. Our analysis suggests that this result is sensitiveto the interaction between the degree of forwardlookingness in price determination and thedistribution of the shocks in the economy. PLPTcid:146s relative advantage is negatively relatedto the degree of indexation of current incid:135ation to past incid:135ation, and the relative importanceof shocks that generate a negative correlation between domestic incid:135ation and output gaps,to those that generate a positive correlation.Our work also addresses two important open economy considerations. First, we isolatethe contribution of termsoftrade shocks on the relative merits of PLPT and IT. We cid:133ndthat most shocks that have important implications for explaining the Canadian terms oftrade over history also imply a positive covariance between incid:135ation and the output gap.Consequently, our analysis suggests that macroeconomic stabilization is best achieved byfollowing a simple PLPT rule. Lastly, we cid:133nd that the choice of monetary policy frameworkin the United States does not aect the relative merits of PLPT versus IT in Canada.The are many possible extensions to our work. In particular, given the importance ofcid:135uctuations in commodity prices for the terms of trade of Canada and the United States, wewould like to use a version of the GEM that incorporates commodities. Second, we could adda distribution sector to the model, to better address the issue of exchange rate passthroughfrom measured border prices to consumer prices. Finally, we are also interested in extendingour analysis by optimizing the rules for the two monetary policy frameworks, based on amodelconsistent welfare measure.24References Adolfson, M., S. Lasen, J. Lind and M. Villani. 2005. cid:147Evaluating an Estimated New Keynesian Small Open Economy Model.cid:148 Paper presented at the IRFMPIMF conferenceDSGE Modeling at Policymaking Institutions: Progress and Prospectscid:148 in Washington,D.C. December 23, 2005.Amano R. and S. Murchison. 2005. cid:147FactorMarket Structure, Shifting Incid:135ation Targetsand the New Keynesian Phillips curve.cid:148 In Issues in Incid:135ation Targeting, Bank of Canada.Proceedings of a conference held by the Bank of Canada. April 2005.Ambler, S. 2007. cid:147PriceLevel Targeting and Stabilization Policy: A Review.cid:148 Bank of Canada Discussion Paper No. 200711.Bank of Canada. 2006. Renewal of the Incid:135ationControl Target: Background Information.Barnett, R. and R. Engineer. 2000. cid:147When is PriceLevel Targeting a Good Idea?cid:148 in Price Stability and the LongRun Target for Monetary Policy: 101136, Bank of Canada.Proceedings of a conference held by the Bank of Canada, June 2000.Batini, N. and A. Yates. 2003. cid:147Hybrid Incid:135ation and PriceLevel Targeting,cid:148Journal of Money, Credit and Banking 35 3:283300.Berg C., and L. Jonung. 1998. cid:147Pioneering Price Level Targeting: The Swedish Experience 19311937.cid:148Sveriges Riksbank Working Paper 290.Black, R., R. T. Macklem, and D. Rose. 1998. cid:147On Policy Rules for Price Stability.cid:148In Price Stability, Incid:135ation Targets, and Monetary Policy: 411cid:15061, Bank of Canada. Proceedings of a conference held by the Bank of Canada, May 1997.Calvo, G. 1983. cid:147Staggered Prices in a UtilityMaximizing Framework. Journal of Monetary Economics,123: 38398.Christiano, L., M. Eichenbaum and C. Evans. 2005. cid:147Nominal Rigidities and the Dynamic Eects of a Shock to Monetary Policy.cid:148Journal of Political Economy, 1131: 145.Corsetti, G. and P. Pesenti. 2005. cid:147The Simple Geometry of Transmission and Stabilization in Closed and Open Economies.cid:147 Centre for Economic Policy Research Discussion 25Paper No. 5080.Cote, A. 2007. cid:147PriceLevel Targeting.cid:148Bank of Canada Discussion Paper No. 20078.Dittmar R., and W.T. Gavin. 2000. cid:147What Do NewKeynesian Phillips Curves Imply for PriceLevel Targeting?cid:148, Federal Reserve Bank of St. Louis Review, March: 2130.Duguay, P. 1994. cid:147Some Thoughts on Price stability versus Zero Incid:135ation.cid:148 Paper presented to initiate discussion at a conference on Central Bank Independence and Accountability. Universitcid:224 Bocconi, Milan, Italy, March 1994.Eggertsson, G., and M. Woodford. 2003. cid:147The Zero Bound on Interest Rates and Optimal Monetary Policy, Brooking Papers on Economic Activity, 1:139233.Erceg, C. J., L. Guerrieri, and C. Gust. 2006. cid:147SIGMA: A New Open Economy Modelfor Policy Analysis.cid:148International Journal of Central Banking, March: 150.Erceg, C. J., L. Guerrieri, and C. Gust. 2005. cid:147Expansionary Fiscal Shocks and the Trade Decid:133cit.cid:148 FRB International Finance Discussion Paper No. 825, Board of Governorsof the Federal Reserve System.Fama, E. 1984. cid:147Forward and Spot Exchange Rates.cid:148 Journal of Monetary Economics,14: 31938.Faruqee, H., D. Laxton, D. Muir and P. Pesenti. 2007. cid:147Smooth Landing or Crash?Modelbased Scenarios of Global Current Account Rebalancing.cid:148 In G7 Current Account Imbalances: Sustainability and Adjustment edited by R. Clarida. NBER conference volume:University of Chicago Press.Fillion, J.F., and R. Tetlow. 1994. cid:147ZeroIncid:135ation or PriceLevel Targeting?Some Answers from Stochastic Simulations on a Small OpenEconomy Macro Model.cid:148In Economic Behavior and Policy Choice Under Price Stability, 129166, Bank of Canada. Proceedings ofa conference held by the Bank of Canada, October 1993.Fischer, S. 1996. cid:147Why Are Central Banks Pursuing Longrun Price Stability?cid:148In Achieving Price Stability, 734, Federal Reserve Bank of Kansas City.Giannoni, M. 2000. cid:147Optimal Interestrate Rules in a ForwardLooking Model and In26cid:135ation Stabilization versus Pricelevel Stabilization.cid:148 Mimeo, Federal Reserve Bank of New York.Gosselin, M.A., R. Lalonde. 2005. cid:147MUSE: The Bank of Canadacid:146s New Projection Model of the U.S. Economy.cid:148Bank of Canada Technical Report No. 96.Haldane, A. and C. Salmon. 1995. cid:147Three Issues in Incid:135ation Targets.cid:148 In Targeting Incid:135ation, edited by A. Haldane. Bank of England, 197201.Ireland, P. 2001. cid:147Sticky Price Models of the Business Cycle: Specicid:133cation and Stability.cid:148Journal of Monetary Economics, 47 January: 318.Jean, S. and G. Nicoletti. 2002. cid:147Product Market Regulation and Wage Premia in Europe and North America: An Empirical Investigation.cid:148 OECD Economic Department Working Paper No. 318.Juillard, M. 2001. cid:147DYNARE: A Program for the Simulation of Rational Expectation Models.cid:148Society for Computational Economics: Computing in Economics and Finance 2001,No 213.Juillard, M., P. Karam, D. Laxton and P. Pesenti. 2006. cid:147Welfarebased Monetary Policy Rules in an Estimated DSGE Model of the U.S. Economy.cid:148ECB Working Paper 613,European Central Bank.Lalonde, R. 2006. cid:147Endogenous Central Bank Credibility in a Small ForwardLooking Model of the U.S. Economy.cid:148Bank of Canada Working Paper 200516.Lalonde, R. and D. Muir. 2007. cid:147The Bank of Canadacid:146s Version of the Global Economic Model Bo CGEM.cid:148Bank of Canada Technical Report No. 98.Laxton, D, P. Ncid:146Diaye and P. Pesenti. 2006. cid:147Decid:135ationary Shocks and Monetary Rules:An Open Economy Scenario Analysis.cid:148Journal of the Japanese and International Economies 20: 66598.Laxton, D., and P. Pesenti, 2003, cid:147Monetary Policy Rules for Small, Open, Emerging Economiescid:148, Journal of Monetary Economics, 50 July: 110946.Lebow, D., J. Roberts and D. Stockton. 1992. cid:147Economic Performance Under Price 27Stability.cid:148 Finance and Economics Discussion Series 199215, Board of Governors of the Federal Reserve System.Levin, A., V. Wieland and J.C. Williams. 2003. cid:147The Performance of ForecastBased Monetary Policy Rules Under Model Uncertainty.cid:148American Economic Review, 933: 62245.Martins, J.O., S. Scarpetta, and D. Pilat. 1996. cid:147Markup Pricing, Market Structure andthe Business Cycle.cid:148OECD Economic Studies 27 II: 71106.Mishkin, F.S. and K. SchmidtHebbel. 2002. cid:147One Decade of Incid:135ation Targeting in the World: What Do We Know and What Do We Need to Know?cid:148 In Incid:135ation Targeting:Design, Performance, Challenges, edited by N. Loayza and R. Soto. Central Bank of Chile,171219.Murchison, S. and A. Rennison. 2006. cid:147To TEM: The Bank of Canadacid:146s New Projectionand Policy Analysis Model.cid:148Bank of Canada Technical Report No. 97.Ortega, E., and N. Rebei. 2005. cid:147The Implications of Incid:135ation versus PriceLevel Targeting in a Twosector, Small Open Economy.cid:148presented at the conference cid:147Issues on Incid:135ation Targetingcid:148, held by the Bank of Canada, April 2005.Pesenti, P., 2008, cid:147The Global Economy Model GEM: Theoretical Frameworkcid:148, IMFSta Papers, Forthcoming.Roger, S. and M. Stone. 2005. cid:147On Target? The International Experience with Achieving Incid:135ation Targets.cid:148IMF Working Paper 05163, International Monetary Fund.Roisland, cid:216. 2005. cid:147Incid:135ation Inertia and the Optimal Hybrid Incid:135ationPriceLevel Target.cid:148Norges Bank Working Paper 200504, Norges Bank.Rotemberg, J. 1982. cid:147Sticky Prices in the United States.cid:148Journal of Political Economy,906:1187cid:1501211.Rotemberg, J. and M. Woodford. 1997. cid:147An OptimizationBased Econometric Framework for the Evaluation of Monetary Policy.cid:148NBER Macroeconomics Annual.Smets, F. 2003. Monetary Price Stability: How Long is the Medium Term? Journal of 28Monetary Economics, 506: 1293309.Srour, G. 2001. cid:147PriceLevel Targeting Versus Incid:135ation Targeting in a Small Open Economy.cid:148Bank of Canada Working Paper 200124, Bank of Canada.Svensson, L.E.O. 1999. cid:147Price Level Targeting vs. Incid:135ation Targeting: a Free Lunch?.cid:148Journal of Money, Credit and Banking 313: 27795.Svensson, L.E.O. 2007. Discussion of Faruqee, Laxton, Muir, and Pesenti cid:147Smooth Landing or Crash? Modelbased Scenarios of Global Current Account Rebalancing.cid:148In G7 Current Account Imbalances: Sustainability and Adjustment, edited by R. Clarida. NBER conferencevolume: University of Chicago Press.Taylor, J. 1993. cid:147Discretion Versus Policy Rules in Practice.cid:148 CarnegieRochester Conference Series on Public Policy, 95214.Williams, J. C. 2003. cid:147Simple Rules for Monetary Policy.cid:148Federal Reserve Bank of San Francisco Economic Review, 112.Woodford, M. 1999. cid:147Optimal Monetary Policy Inertiacid:148 National Bureau of Economic Research Working Paper No. 7261.Wolman, A. 2005. cid:147Real Implications of the Zero Bound on Nominal Interest Rates.cid:148Journal of Money, Credit and Banking, 372: 27396.Vestin, D. 2005. cid:147PriceLevel Targeting Versus Incid:135ation Targeting in a Forwardlooking Model.cid:148Journal of Monetary Economics, 53: 13617.2930Table 1: SteadyState National Accounts Expenditure Side Percentage Shares of GDPCA U S6757Private Consumption CGDP1617Private Investment p EEGDP2617Public Expenditure GGDP0.010.1Trade balance T BALGDP3Imports IMGDP37Consumption Goods p M AMAGDP 28290.3Investment Goods p M EMEGDP5.0 0.41090Net Foreign Assets b F;RATShare of World GDP per cent s Table 2: Parameterization for Households and Firms Depreciation rate cid:14Intertemporal elasticity of substitution 1cid:27Habit persistence in consumption bc Frisch elasticity of labour Habit persistence in labour b Tradable Intermediate Goods Substitution between factors of production cid:24TWeight of capital cid:11TNonTradable Intermediate Goods Substitution between factors of production cid:24NWeight of capital cid:11NFinal Consumption Goods Substitution between domestic and imported goods cid:22AWeight of domestic goods cid:23ASubstitution between domestic tradables and nontradables AWeight of tradable goods cid:13AFinal Investment Goods Substitution between domestic and imported goods cid:22EWeight of domestic goods cid:23ESubstitution between domestic tradables and nontradables EBias towards tradable goods cid:13ECA U S0.02 0.020.70 0.700.80 0.800.25 0.250.70 0.700.70 0.700.70 0.700.70 0.700.60 0.601.50 1.500.10 0.900.50 0.500.60.61.50 1.500.30 0.980.50 0.500.70 0.7031Table 3: Price and Wage Markups Tradables Prices Total cid:18T cid:18T cid:0 1NonTradables Prices Total cid:18N cid:18N cid:0 1Wages Total W W cid:0 1CA U S1.20 1.151.31 1.281.20 1.16Table 4: Real Adjustment Costs and Nominal Rigidities Real Adjustment Costs Capital accumulation cid:30I1Investment changes cid:30I2Imports of consumption goods cid:30M AImports of investment goods cid:30M ENominal Rigidities Wages cid:30WPrices of domestic tradables cid:30P QPrices of nontradables cid:30P NPrices of imports cid:30P MFinancial Intermediation Costs Speed of adjustment for NFA cid:30F 1Amplitude of adjustment for NFA cid:30F 2Modicid:133ed RiskAdjusted UIRP Condition Weight on the lagged exchange rate cid:30F 3CA U S1.001000.950.951.001000.950.955005002502504504504500 4500 0.250.030.3032Table 5: Parameterization of the Stochastic Processes AR1Root cid:21 Standard Error cid:15CA U SCAU SDemand Consumption Investment Government Consumption Government Investment Government NonTradables Imports in Investment Supply Labour Supply Productivity in Tradables Productivity in NonTradables Prices Markup on Tradable Prices Markup on NonTradable Prices Markup on the Real Wage Others Interest Rate Financial Intermediation UIRP ZBFZVZTZNcid:18Tcid:18N i 0.30 0.46ZUZEY E 0.00 0.530.93 0.89GC0.90 0.89GI0.94 0.87GN0.83 0.85cid:23E0.87 0.870.83 0.510.93 0.910.26 0.730.00 0.000.00 0.000.0496 0.01610.0172 0.01480.0026 0.00200.0022 0.00200.0051 0.00200.0733 0.00230.0331 0.01710.0052 0.00450.0019 0.00120.8290 0.03620.1423 0.08931.4290 0.74050.36 0.500.930.0021 0.00120.0009Table 6: Variance Decomposition Using ModelGenerated Data Standard Demand Deviation cid:15ZU,cid:15ZI,cid:15GC,cid:15GI,cid:15GN,cid:15cid:23E,cid:15i Productivity Pricescid:15ZT ,cid:15ZNExchange Foreign Shockscid:15cid:18T ,cid:15cid:18N , Ratecid:15 ,cid:15ZVcid:15ZBFCanada 0.7CPI incid:135ation Output Gap 2.1Interest Rate chng 0.43.0Exports Imports 3.1Real Exchange Rate 2.9Terms of Trade 1.7United States CPI incid:135ation 0.6Output Gap 1.2Interest Rate chng 0.79.922.336.93.943.78.78.638.939.850.12.87.02.01.84.02.52.417.535.030.43339.27.932.812.911.117.722.342.915.118.812.74.74.76.913.619.621.50.10.10.035.458.123.674.527.648.645.20.61.00.7Table 7: Relative Standard Deviations Variable CAU S5th cid:15095thpercentile 5th cid:15095thpercentile History Incid:135ation cid:25tInterest Rate itReal Exchange Rate bst0.20.40.61.01.13.70.20.40.61.2GEMCA U S0.51.40.30.61.4Table 8: Results for Simple Optimized Rules Lt Et P cid:12jhcid:0cid:25tj cid:0 cid:25T ARtj cid:12 cid:0ytj cid:0 y P OTtj cid:12 0:1 4itj2i United States Incid:135ation Canada Price Level Canada United States Lead on cid:25 or Pricelevel!i!cid:25!CP I!y Incid:135ation Price Level Incid:135ation Price Level Incid:135ation Price Level 10.8622.9461.22020.8832.1951.82720.9682.4440.70030.8493.7350.85420.9802.4520.69630.8613.8400.854Table 9: Standard Deviations of Key Variables Under the Optimized Rules United States United States Incid:135ation Canada Price Level Canada Incid:135ation Price Level Incid:135ation Price Level Incid:135ation Price Level Loss function CPI incid:135ation Output Gap Interest Rate chng0.9620.3500.8001.4100.9030.3630.7501.4442.1480.4991.3351.0872.1350.4071.3661.0202.1670.4981.3431.0792.1540.4051.3731.01734Table 10: Results for Simple Optimized Rules For Shocks to Domestic Price MarkUps Lt Et P cid:12jhcid:0cid:25tj cid:0 cid:25T ARtj cid:12 cid:0ytj cid:0 y P OTtj cid:12 0:1 4itj2i No lag in Phillips Curve Lag in Phillips Curve Incid:135ation Incid:135ation Price Level Price Level Lead on cid:25 or Pricelevel!i!cid:25!CP I!y 10.7090.3540.17630.7710.0880.19810.7520.4030.20330.8430.1480.197Table 11: Standard Deviations of Key Variables Under the Optimized Rules for Shocks to Domestic Price Markups No lag in Phillips Curve Lag in Phillips Curve Incid:135ation Incid:135ation Price Level Price Level Loss function CPI incid:135ation Output Gap Interest Rate chng0.0950.2950.0810.0990.0920.2910.0840.0630.2020.4060.1830.1850.2110.4060.2120.104Table 12: Results for Simple Optimized Rules Under a Dierent Loss Function Parameterization Lt Et P cid:12jh 2cid:0cid:25tj cid:0 cid:25T ARtj cid:12 cid:0ytj cid:0 y P OTtj cid:12 0:1 4itj2i Canada Incid:135ation Price Level Lead on cid:25 or Pricelevel!i!cid:25!CP I!y Loss 20.9592.9390.6502.3693530.8414.4940.8732.294Table 13: Standard Deviations of Key Variables Under the Optimized Rules with a Dierent Loss Function Parameterization Canada Incid:135ation Price Level Loss function CPI incid:135ation Output Gap Interest Rate chngReal Exchange Rate 2.3690.4471.3541.1674.3322.2940.4031.3621.0694.400Table 14: Variance Decomposition Using ModelGenerated Data for the TermsofTrade Shocks ConsumptionUnited Statescid:15ZUCanada 17.5CPI incid:135ation Output Gap 25.8Interest Rate chng 12.122.8Exports Imports 6.4Real Exchange Rate 15.614.0Terms of Trade Tradables ImportsUnited States Markup Canada Ratecid:15cid:23Ecid:15ZBFExchangecid:15cid:18T28.63.225.55.63.67.314.012.74.74.76.913.619.621.55.915.23.837.516.516.714.436Figure 1: Structure of the Production Side of the GEM37IEGIGNKCGc ANTQMAbroad LFigure 2: Autocorrelation Functions: The GEM Against Historical Data in Canada Part I38Redcid:160linecid:160iscid:160thecid:160stochasticcid:160simulationcid:160ofcid:160thecid:160GEMBlackcid:160solidcid:160linecid:160iscid:160thecid:160historicalcid:160data Blackcid:160dashedcid:160linescid:160arecid:160thecid:160historicalcid:16095%cid:160confidencecid:160intervalscid:1730.4cid:1730.20.00.20.4cid:1730.4cid:1730.20.00.20.4Changecid:160incid:160Realcid:160Consumptioncid:1731cid:1732cid:1733cid:1734cid:1730.4cid:1730.20.00.20.40.6cid:1730.4cid:1730.20.00.20.40.6Changecid:160incid:160Realcid:160Investmentcid:1731cid:1732cid:1733cid:1734cid:1730.6cid:1730.4cid:1730.20.00.20.40.6cid:1730.6cid:1730.4cid:1730.20.00.20.40.6Changecid:160incid:160Realcid:160Exportscid:1731cid:1732cid:1733cid:1734cid:1730.6cid:1730.4cid:1730.20.00.20.4cid:1730.6cid:1730.4cid:1730.20.00.20.4Changecid:160incid:160Realcid:160Importscid:1731cid:1732cid:1733cid:1734cid:1730.50.00.51.0cid:1730.50.00.51.0Yearcid:173oncid:173Yearcid:160Inflationcid:1731cid:1732cid:1733cid:17340.00.20.40.60.81.00.00.20.40.60.81.0Nominalcid:160Interestcid:160Ratecid:1731cid:1732cid:1733cid:1734Figure 3: Autocorrelation Functions: The GEM Against Historical Data in Canada Part II39Redcid:160linecid:160iscid:160thecid:160stochasticcid:160simulationcid:160ofcid:160thecid:160GEMBlackcid:160solidcid:160linecid:160iscid:160thecid:160historicalcid:160data Blackcid:160dashedcid:160linescid:160arecid:160thecid:160historicalcid:16095%cid:160confidencecid:160intervalscid:1730.4cid:1730.20.00.20.40.6cid:1730.4cid:1730.20.00.20.40.6Changecid:160incid:160Realcid:160GDPcid:1731cid:1732cid:1733cid:17340.20.40.60.81.00.20.40.60.81.0Outputcid:160Gapcid:1731cid:1732cid:1733cid:17340.00.20.40.60.81.00.00.20.40.60.81.0Realcid:160Interestcid:160Ratecid:1731cid:1732cid:1733cid:1734cid:1730.4cid:1730.20.00.20.40.6cid:1730.4cid:1730.20.00.20.40.6Changecid:160incid:160thecid:160Realcid:160Exchangecid:160Ratecid:1731cid:1732cid:1733cid:1734cid:1730.20.00.20.40.60.81.0cid:1730.20.00.20.40.60.81.0Yearcid:173oncid:173Yearcid:160Wagecid:160Inflationcid:1731cid:1732cid:1733cid:1734Figure 4: Temporal Crosscorrelation Functions: The GEM Against Historical Data in Canada Part I40Redcid:160linecid:160iscid:160thecid:160stochasticcid:160simulationcid:160ofcid:160thecid:160GEMBlackcid:160solidcid:160linecid:160iscid:160thecid:160historicalcid:160data Blackcid:160dashedcid:160linescid:160arecid:160thecid:160historicalcid:16095%cid:160confidencecid:160intervalscid:1730.6cid:1730.4cid:1730.20.00.20.40.60.81.0cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.81.0Changecid:160incid:160Realcid:160GDPcid:160andcid:160Changecid:160incid:160Realcid:160Consumptioncid:173606cid:1730.6cid:1730.4cid:1730.20.00.20.40.6cid:1730.6cid:1730.4cid:1730.20.00.20.40.6Changecid:160incid:160Realcid:160GDPcid:160andcid:160Changecid:160incid:160Realcid:160Investmentcid:173606cid:1731.2cid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.8cid:1731.2cid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.8Changecid:160incid:160Realcid:160Consumptioncid:160andcid:160thecid:160Realcid:160Interestcid:160Ratecid:173606cid:1731.5cid:1731.0cid:1730.50.00.51.0cid:1731.5cid:1731.0cid:1730.50.00.51.0Changecid:160incid:160Realcid:160Investmentcid:160andcid:160thecid:160Realcid:160Interestcid:160Ratecid:173606Figure 5: Temporal Crosscorrelation Functions: The GEM Against Historical Data in Canada Part II41Redcid:160linecid:160iscid:160thecid:160stochasticcid:160simulationcid:160ofcid:160thecid:160GEMBlackcid:160solidcid:160linecid:160iscid:160thecid:160historicalcid:160data Blackcid:160dashedcid:160linescid:160arecid:160thecid:160historicalcid:16095%cid:160confidencecid:160intervalscid:1730.5cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10.20.30.4cid:1730.5cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10.20.30.4Changecid:160incid:160thecid:160Realcid:160Exchangecid:160Ratecid:160andcid:160Changecid:160incid:160Realcid:160Exportscid:173606cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10.20.30.4cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10.20.30.4Changecid:160incid:160thecid:160Realcid:160Exchangecid:160Ratecid:160andcid:160Changecid:160incid:160Realcid:160Importscid:173606cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.8Changecid:160incid:160Realcid:160GDPcid:160andcid:160Changecid:160incid:160UScid:160Realcid:160GDPcid:173606cid:1730.4cid:1730.20.00.20.40.60.8cid:1730.4cid:1730.20.00.20.40.60.8Changecid:160incid:160Realcid:160GDPcid:160andcid:160Changecid:160incid:160Realcid:160Importscid:173606Figure 6: Temporal Crosscorrelation Functions: The GEM Against Historical Data in Canada Part III42Redcid:160linecid:160iscid:160thecid:160stochasticcid:160simulationcid:160ofcid:160thecid:160GEMBlackcid:160solidcid:160linecid:160iscid:160thecid:160historicalcid:160data Blackcid:160dashedcid:160linescid:160arecid:160thecid:160historicalcid:16095%cid:160confidencecid:160intervalscid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.6cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.6Changecid:160incid:160Realcid:160GDPcid:160andcid:160Yearcid:173oncid:173Yearcid:160Inflationcid:173606cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.8cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20.40.60.8Yearcid:173oncid:173Yearcid:160Inflationcid:160andcid:160thecid:160Outputcid:160Gapcid:173606cid:1730.4cid:1730.20.00.20.40.60.8cid:1730.4cid:1730.20.00.20.40.60.8Yearcid:173oncid:173Yearcid:160Wagecid:160Inflationcid:160andcid:160Yearcid:173oncid:173Yearcid:160Inflationcid:173606Figure 7: A Positive Shock to the Shortterm Interest Rate in Canada Impulse Responses 43Deviationcid:160fromcid:160control,cid:160incid:160percentcid:1730.050.000.050.100.150.200.25cid:1730.050.000.050.100.150.200.250102030405060Nominalcid:160Interestcid:160Ratecid:1730.25cid:1730.20cid:1730.15cid:1730.10cid:1730.050.000.05cid:1730.25cid:1730.20cid:1730.15cid:1730.10cid:1730.050.000.050102030405060Realcid:160Consumption Realcid:160Investment Consumptioncid:160andcid:160Investmentcid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.1cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10102030405060Realcid:160Exchangecid:160Ratecid:160depreciationcid:1730.20cid:1730.15cid:1730.10cid:1730.050.000.05cid:1730.20cid:1730.15cid:1730.10cid:1730.050.000.050102030405060Realcid:160Exports Realcid:160Imports Tradecid:1730.07cid:1730.06cid:1730.05cid:1730.04cid:1730.03cid:1730.02cid:1730.010.000.01cid:1730.07cid:1730.06cid:1730.05cid:1730.04cid:1730.03cid:1730.02cid:1730.010.000.010102030405060Realcid:160GDPcid:1730.08cid:1730.06cid:1730.04cid:1730.020.000.02cid:1730.08cid:1730.06cid:1730.04cid:1730.020.000.020102030405060Tradablecid:160Goods Nontradablecid:160Goods Realcid:160Marginalcid:160Costcid:1730.07cid:1730.06cid:1730.05cid:1730.04cid:1730.03cid:1730.02cid:1730.010.000.01cid:1730.07cid:1730.06cid:1730.05cid:1730.04cid:1730.03cid:1730.02cid:1730.010.000.010102030405060Inflationcid:160ycid:173ocid:173ycid:1730.10cid:1730.050.000.05cid:1730.10cid:1730.050.000.050102030405060Tradecid:160Balance Currentcid:160Account Balancecid:160ofcid:160Paymentscid:160Ratioscid:160tocid:160GDPFigure 8: A Positive Shock to Competitiveness in the Labour Sector in Canada Impulse Responses 44Deviationcid:160fromcid:160control,cid:160incid:160percentcid:1730.10.00.10.20.30.40.5cid:1730.10.00.10.20.30.40.50102030405060Realcid:160GDPcid:1730.20.00.20.40.60.81.0cid:1730.20.00.20.40.60.81.00102030405060Realcid:160Investmentcid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.2cid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20102030405060Realcid:160Wagecid:1730.10.00.10.20.30.40.50.60.7cid:1730.10.00.10.20.30.40.50.60.70102030405060Labourcid:160Effortcid:1730.25cid:1730.20cid:1730.15cid:1730.10cid:1730.050.000.050.10cid:1730.25cid:1730.20cid:1730.15cid:1730.10cid:1730.050.000.050.100102030405060Inflationcid:160ycid:173ocid:173ycid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10.20.3cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10.20.30102030405060Nominal Real Shortcid:173termcid:160Interestcid:160Ratecid:1730.20.00.20.40.60.8cid:1730.20.00.20.40.60.80102030405060Realcid:160Exchangecid:160Ratecid:160depreciationcid:1730.15cid:1730.10cid:1730.050.000.050.100.150.200.25cid:1730.15cid:1730.10cid:1730.050.000.050.100.150.200.250102030405060Tradecid:160Balancecid:160%cid:160ofcid:160GDPFigure 9: A Negative Shock to Import Demand in the United States Impulse Responses 45Deviationcid:160fromcid:160control,cid:160incid:160percentcid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.2cid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20102030405060Unitedcid:160States Realcid:160Importscid:1730.020.000.020.040.060.08cid:1730.020.000.020.040.060.080102030405060GDPConsumption Unitedcid:160States Nationalcid:160Accountscid:160Realcid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.2cid:1731.0cid:1730.8cid:1730.6cid:1730.4cid:1730.20.00.20102030405060Canada Realcid:160Exportscid:1730.6cid:1730.5cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.1cid:1730.6cid:1730.5cid:1730.4cid:1730.3cid:1730.2cid:1730.10.00.10102030405060GDPConsumption Canada Nationalcid:160Accountscid:160Realcid:1730.12cid:1730.10cid:1730.08cid:1730.06cid:1730.04cid:1730.020.000.020.04cid:1730.12cid:1730.10cid:1730.08cid:1730.06cid:1730.04cid:1730.020.000.020.040102030405060Canada Tradecid:160Balancecid:160%cid:160ofcid:160GDPcid:1730.10.00.10.20.30.40.50.6cid:1730.10.00.10.20.30.40.50.60102030405060Canada Realcid:160Exchangecid:160Ratecid:160depreciationcid:1730.10cid:1730.08cid:1730.06cid:1730.04cid:1730.020.000.020.04cid:1730.10cid:1730.08cid:1730.06cid:1730.04cid:1730.020.000.020.040102030405060Canada Inflationcid:160ycid:173ocid:173ycid:1730.15cid:1730.10cid:1730.050.000.050.100.15cid:1730.15cid:1730.10cid:1730.050.000.050.100.150102030405060Nominal Real Canada Shortcid:173termcid:160Interestcid:160RateFigure 10: Stylized Shocks under a ForwardLooking Phillips Curve 46", "filename": "568419480.pdf", "person": ["Donald Coletti", "Coletti, Donald", "René Lalonde", "Lalonde, René", "Dirk Muir", "Muir, Dirk"], "date": ["2008"]}