{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/34827/1/568962893.pdf"], "title": ["Employment effects of welfare reforms: evidence from a dynamic structural life-cycle model"], "plaintext": " Discussion Paper No. 3480 May 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Employment Effects of Welfare Reforms: Evidence from a Dynamic Structural LifeCycle Model Peter Haan DIW Berlin and PSE Victoria Prowse University of Oxford and IZA Arne Uhlendorff IZA and DIW DC Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3480 May 2008 ABSTRACT Employment Effects of Welfare Reforms: Evidence from a Dynamic Structural LifeCycle Modelin from realizing their optimal J22, J64, C35, C61 labor supply state, resulting In this paper we develop a dynamic structural lifecycle model of labor supply behavior which fully accounts for the effect of income tax and transfers on labor supply incentives. Additionally, the model recognizes the demand side driven rationing risk that might prevent individuals involuntary unemployment. We use this framework to study the employment effects of transforming a traditional welfare state, as is currently in place in Germany, towards a more AngloAmerican system in which a large proportion of transfers are paid to the working poor. JEL Classification: Keywords: Corresponding author: Arne Uhlendorff IZA P.O. Box 7240 53072 Bonn Germany Email: uhlendorffiza.org lifecycle labor supply, involuntary unemployment, inwork credits The authors would like to thank Richard Blundell, Monica CostaDias, Arthur van Soest, Viktor Steiner and seminar participants at IFS London, IZA Bonn, Leuven, Oxford, PSE Paris, RWI Essen and Southampton for useful comments. Peter Haan thanks DAAD financial support. Arne Uhlendorff thanks DIW DC, where part of this research was pursued during his stay in fall 2007. The usual disclaimer applies. 1Introduction Traditionally, governments have designed transfer systems and income support programsto provide assistance to the poor and thus to guarantee a degree of equity in society.However, over the last two decades, several governments have started to use the transfersystem in addition as a policy instrument to increase work incentives by subsidizingwork, so called inwork credits. The most prominent examples of inwork credits are the Earned Income Tax Credit EITC in the US and the Working Tax Credit WTC in the UK. The idea of these programs, often referred to as Making Work Pay policies, is totarget low income households with an income supplement that is contingent on work. Intodays political discussion, inwork credits are seen as an important means of increasingwork incentives for groups of individuals with high rates of voluntary nonemployment.A large empirical literature has evaluated the effects of inwork credits, frequentlythe EITC or the WTC, on labor market behavior for comprehensive surveys, see Blank,2002, Blundell, 2000 and Hotz and Scholz, 2003. These studies are either based on expost evaluation methods exploiting randomized social experiments see Card and Hyslop,2005, and Card and Robins, 1996 or quasinatural experiments e.g. Eissa and Liebman,1996 or use semistructural estimation techniques to evaluate policy reforms from anexante perspective see Blundell et al., 2000. In contrast to the previous literature,we seek to evaluate the effects of inwork credits using a dynamic structural lifecyclemodel. The main advantage of this approach is that the structural parameters can beused to simulate the effects of proposed or hypothetical reforms to the system of inworkcredits over the lifecycle while recognizing the forward looking and intertemporal natureof individuals labor supply behavior.The model that we propose builds on a large body of literature analyzing laborsupply behavior over the lifecycle. Blundell et al. 2007 divide the lifecycle labor supplyliterature into two streams according to the channel through which dynamic effects enterthe model. The first class of models account for saving and borrowing and thus introducedynamic effects through the intertemporal budget constraint. Preferences, however, areassumed to be intertemporally separable. This literature goes back to Heckman and Ma Curdy 1980 and Ma Curdy 1981. The resulting theoretical model predicts thatindividuals will reduce labor supply early and late in the lifecycle while using the savingschannel to maintain a constat marginal utility of consumption. Several studies have 1used this approach to estimate the labor supply effects of tax reforms over the lifecycle.One example is Ziliak and Kniesner 1999 who model the effects of progressive incometaxation on lifecycle labor supply. Using their dynamic model, the authors analyzeincome tax reforms occurring in the US during the 1980s and find larger labor supplyeffects than those found in evaluations based on static labor supply models.In the second class of lifecycle labor supply models, to which our approach belongs,the dynamics of labor supply enter via the dependence of current preferences, prices orconstraints on previous labor supply behavior. Models in this category allow the currentemployment decision to affect future labor supply behavior due to habit formation orthrough effects on future budget constraints due to human capital accumulation or thedependence of benefit entitlement on the individuals working history. These modelstherefore capture intertemporal dependencies directly. Dynamic labor supply models ofthis form are part of the large literature on dynamic programming which was initiatedby the contributions of Wolpin 1984, Pakes 1986 and Rust 1987.To the best of our knowledge, the first study to use dynamic programming to estimatea lifecycle labor supply model was Eckstein and Wolpin 1989 who focused on the laborforce participation of married women. The key feature of their model specification is thataccumulated experience is endogenous in the wage process and thus the current laborsupply decision affects future wages. This study has strongly influenced the followingliterature and the methodology has been the reference model for numerous studies oflifecycle labor supply including Adda et al. 2006, Berkovec and Stern 1991, Ecksteinand Wolpin 1999, Keane and Wolpin 1997 and van der Klaauw 1996. Bellemare2007 provides an extensive survey of this literature and reviews the methodologicaladvances and developments.In this paper we address two central issues which we believe have not previously beenincluded in a lifecycle model of labor supply. First, we model the demand side drivenrationing of the labor supply choice. In general, in forward looking labor supply models,individuals choose their current actions so as to maximize the discounted expected valueof their lifetime utility. In our framework, we additionally allow for the possibility ofrationing which prevents individuals from realizing their optimal labor supply choice,resulting in involuntary unemployment. This feature of our model is similar to thetreatment of involuntary unemployment adopted in the context of static models of laborsupply pursued by, inter alia, Blundell et al. 1987, Bingley and Walker 1997 and Ham 21982. However, while in a static model rationing affects contemporaneous utilities, ina model in which individuals are forward looking the risk of involuntary unemploymentaffects both the current rewards and expected future benefits associated with currentbehavior, and individuals optimally account for these effects.The second central issue addressed in this paper concerns the effects of the tax andtransfer system on lifecycle employment behavior. In standard lifecycle models, the rewards to work are taken to be the gross rather than the net wage. Such models captureneither progressive income taxation nor the impact governmental transfers on the income of the working population. In some studies, outofwork benefits are incorporated;Adda et al. 2007, for example, model unemployment benefits using a timevaryingreplacement ratio. However the withdrawal of outofwork transfers concurrent withemployment is generally neglected. Given the importance of the tax and transfer system in all developed countries, we argue that a detailed depiction of the whole tax andtransfer system is necessary to describe fully choice specific rewards and thus to capture accurately work incentives. Rust and Phelan 1997, Blau and Gilleskie 2006,Casanova Rivas 2007, Karlstrom et al. 2004 and Heyma 2004 argue in the sameway when analyzing the effect of the social security system on retirement behavior, while Yamada 2007 includes progressive income taxation when analyzing the lifecycle employment behavior of Japanese women. However, all of these papers model only selectedparts of the transfer system.1 In contrast, in this paper we argue that, for the purposeof evaluating the effects of welfare reforms, it is necessary to model accurately the wholetax and transfer system. Indeed, due to means testing and the withdrawal of transfers,all parts of the tax and transfer system are linked and interact. Consequently, evaluatingthe effect of a change to one aspect of the tax and transfer system requires the entiresystem to be modeled. In order to obtain the precise work incentives provided by thetax and transfer system we draw on a detailed tax microsimulation model.The empirical analysis draws on panel data from the German SocioEconomic PanelSOEP covering the fiscal years 1999 2005. Attention is focused on men aged 2559years with low or no educational qualifications, a group exhibiting high levels of bothvoluntary nonemployment and involuntary unemployment. Estimation proceeds via a 1Specifically, given their application, Rust and Phelan 1997 and the related papers focus only onpolicies affecting the elderly while not implementing income taxation or transfer programs relevant tothe whole population, while Yamada 2007 abstracts from many of the details of the Japanese taxationsystem.3multistep procedure the final step of which provides maximum likelihood estimates ofthe parameters describing preferences and labor market constraints.The parameter estimates are used to evaluate the lifecycle employment effects on German men of introducing a workcontingent transfer program, namely the Employment Bonus, which is effectively a wage subsidy for low wage workers.In line withthe previous literature we find relatively moderate labor supply responses for men andthese are concentrated on the extensive margin. On average, the Employment Bonushas a positive labor supply effect which is largest for men aged over 50 years reflecting arelatively high sensitivity to improved work incentives for men close to the end of theirworking lives. We find that the largest labor supply effects of the Employment Bonus arefor low educated men residing in east Germany, reflecting the focus of the Employment Bonus on men with low wages.The paper is organized as follows. In the next section, we describe a lifecycle modelof labor supply with involuntary unemployment, together with the adopted empiricalspecification and the multistep estimation procedure. Section 3 contains on overviewof the data and details the main features of the labor supply behavior of our sample oflow educated German men. The results of the estimation are detailed in Section 4. Ouranalysis of the lifecycle labor supply effects of introducing the Employment Bonus ispresented in Section 5. The final section concludes.2 Lifecycle labor supply with involuntary unemployment 2.1 An overview of the model This section describes a discrete dynamic lifecycle model of male labor supply. Themodel recognizes the presence of labor market constraints which might prevent an individual from realizing his desired hours of work leading to involuntary unemployment.Utilities are a function of labor market state specific net household incomes, and thusthe model explicitly accounts for the effects of the tax and transfer system on workincentives. Individuals are assumed to be rational and forward looking implying thatevery year each man acts so as to maximize his discounted expected lifetime utility.In the analysis we focus on the labor supply behavior of men with low educationalattainment and therefore modest potential earnings. This group has a relatively weak 4attachment to the labor market and is therefore a target group for transfer reforms aimingto increase employment. Moreover, involuntary unemployment is particularly prevalentamong this group. The focus on men is mainly justified by technical reasons. Specifically,by analyzing male labor supply behavior we avoid the complications encountered whenmodeling fertility and parttime work, which is common among women.In thus farthis paper can be seen as a first attempt at evaluating tax and transfer reforms in astructural lifecycle model. Extensions to other key labor market groups, in particularmarried women with children, remain for future work. When studying male labor supplybehavior, we simplify the utility maximization problem of the household to the individualdecision process of the man and assume that the working and fertility behavior of thefemale spouse, if present, are unaffected by the mans behavior. Furthermore, we restrictattention to men of prime working age, defined as 2559 years. By excluding men agedunder 25 years we avoid the complexities of modeling educational choices see Keane and Wolpin, 1997.The model proceeds as follows. At ages t 25,  , 59 years individual i may searchfor a job or may choose to be nonemployed n. Individuals who are successful in findinga job choose freely between working fulltime f , defined as 38.5 weekly working hours,and working overtime o, defined as 44 weekly working hours. This discrete distributionof hours is motivated by the empirical distribution of working hours which is discussedin Section 3. Following Blundell et al. 1987, individuals who searched but were unsuccessful in finding a job are defined as involuntarily unemployed u. This definitionof involuntary unemployment is consistent with several sources of involuntary unemployment including frictional unemployment, minimum wage legislation and unionizedwage setting. In the following, the individuals preferred labor market state is denotedby j o, f, n while, after recognizing the possibility of demand side rationing, theindividuals observed labor market state is denoted by j o, f, n, u.Individual is probability of being unrationed and thus obtaining or keeping a job isgiven by i,t. The probability of rationing depends on individual and household specificcharacteristics, the local unemployment rate and the individuals previous labor marketstate.In our framework it is not possible to distinguish between the job arrival rateand the separation rate. However, in the empirical specification, we attempt to capturevariation in job arrival and separation rates by allowing the effect of the local unemployment rate to be different for those previously working overtime, those previously 5holding fulltime jobs, these who were previously involuntary unemployed and those whowhere previously voluntarily nonemployed.In each labor market state j o, f, n, u the individual receives a flow utility Ui,j,twhich is a function of net household income in state j, a state specific effect, demographic characteristics, including household structure variables, and the individualsprevious labor market state. The inclusion of the lagged labor market state, whichfollows Francesconi 2002 and van der Klaauw 1996, captures both habit formationand adjustment costs, for example job search costs.2 Net household income for nonworking individuals is determined by nonlabor income and the transfer system. Nethousehold income in overtime and fulltime jobs is derived from the individuals grosswage, the hours of work associated with overtime and fulltime jobs and the tax andtransfer system. Through the gross wage, the distribution of inwork incomes is conditional on individual characteristics that affect wages. We assume that nonworkingindividuals evaluate their utility from working based on their expected wage, conditionalon individual characteristics. In our specification, consumption is assumed to equal current net household income. As stated by Blundell et al. 2007, dynamic programmingmodels of labor supply largely ignore households saving and borrowing decisions. Rustand Phelan 1997 discuss this assumption in some detail and provide arguments in favorof equating income with consumption, the main justification being the lack of reliableinformation on consumption, savings and assets in longitudinal data. Moreover, as weemploy a sample of low educated men ignoring the saving decision is less severe than inmany other applications.3The individuals decision problem can be expressed in terms of the value function V si,t, Yi,t 1 which equals the discounted expected value of the individuals utility from time t onwards assuming that in each year the individual makes his laborsupply decision so as to maximize the discounted expected value of his future utility.The value function depends on the individuals previous labor market state, Yi,t 1 Yi,o,t 1, Yi,f,t 1, Yi,n,t 1, Yi,u,t 1 where Yi,j,t for j o, f, n, u are indicators of individuali being in labor market state j at time t, and the state variables si,t which consist of allother variables entering the contemporaneous utilities and the probability of rationing 2Human capital accumulation meanwhile is captured by the wage equation.3On average, the low educated men in our sample save about 130 Euros per months which amountsto roughly 5% of average gross earnings. For the sample of all men 2559 years, including the highskilled, savings are approximately 10% of gross earnings.6at time t such as net household incomes and the number of children in the household.The individual is assumed to know the current value of si,t but, at time t, may not knowthe values of all or some elements of si,t1. However, the distribution of si,t1 is knownto the individual at time t and it is assumed to depend only on si,t and Yi,t.The value function for this problem takes the following form i,t V oi,t V f Vi,tsi,t, Yi,t 1 maxi,tsi,t, Yi,t 1 1 i,tV ui,tsi,t, Yi,t 1 1 i,tV ui,tsi,t, Yi,t 1i,tsi,t, Yi,t 1V ni,tsi,t, Yi,t 1 ,1where V ji,tsi,t, Yi,t 1 for j o, f, n, u are employment state specific value functions withthe following recursive structurei,tsi,t, Yi,t 1 Ui,o,t EtVi,t1si,t, Yi,t 1, 0, 0, 0,V oi,tsi,t, Yi,t 1 Ui,f,t EtVi,t1si,t, Yi,t 0, 1, 0, 0,V fi,tsi,t, Yi,t 1 Ui,n,t EtVi,t1si,t, Yi,t 0, 0, 1, 0,V ni,tsi,t, Yi,t 1 Ui,u,t EtVi,t1si,t, Yi,t 0, 0, 0, 1.V u2a2b2c2dIn the above is the discount factor. The discount factor is a crucial parameter for thelifecycle maximization, as it describes how strongly expected future utility affects theindividuals current choice. In the empirical analysis we follow the literature and assumethe discount factor to be equal to 0.95.4 In Section 5.3 we discuss the sensitivity of ourresults with respect to the discount factor and estimate a myopic model.Given these definitions, the first and second arguments of the right hand side ofequation 1 represent the individuals discounted expected lifetime utility if at time t hechooses to search for a job and if successful chooses to work, respectively, overtime hoursor fulltime hours and from time t 1 onwards makes optimal labor supply decisions.Likewise, the last argument of the right hand side of equation 1 is the mans discountedexpected lifetime utility if his choice is to be nonemployed today and from time t 1onwards he makes optimal labor supply decisions.Equations 1 and 2a2d implicitly define the individuals optimal labor supplydecision at each age t 25,  , 59 years. For the purpose of the subsequent analysis, the 4Previous studies, e.g. Karlstrom et al. 2004, mention problems identifying the discount factor insimilar lifecycle models.7individuals decision problem is restated in terms of the two following quantitiesofi,t V ooni,t V oi,tsi,t, Yi,t 1 V fi,tsi,t, Yi,t 1 V ni,tsi,t, Yi,t 1,i,tsi,t, Yi,t 1i,t 1 i,ti,tV ui,tsi,t, Yi,t 1.3a3bThe individual will search and if successful will work overtime at time t if and only ifi,t 0. Similarly, the individual will search and if successful will worki,t 0 and onofi,t 0, and it will be his choice tofulltime at time t if and only if ofi,t 0. It should be notedi,t ofi,t 0 and oni,t 0 and oni,t ofbe nonemployed at time t if and only if onthat the voluntarily nonemployed consist of individuals with a high preference for leisurewho would not search for a job however low the probability of rationing and discouragedworkers who choose not to search because the possibility of rationing makes voluntarynonemployment preferable to job search.2.2 Discussion of the model Although only four labor market states are distinguished, the model is sufficiently generalto allow an analysis of labor supply behavior on both the extensive participation andintensive working hours margins. Moreover, this model extends the previous literatureon lifecycle labor supply in two important respects. First, the possibility of involuntaryunemployment is recognized and the rationing process is modeled jointly with the discretechoice model of labor supply. Second, we model in detail the effect of the tax and transfersystem on work incentives using a tax microsimulation model, which provides sufficientinformation to allow the labor supply decision to be conditioned on net, rather thangross, household income.These extensions, however, lead to several caveats of our modeling approach. Mostimportantly, we cannot estimate earnings and labor supply behavior jointly as in Ecksteinand Wolpin 1989. This is because the tax microsimulation model is too involved tobe included when estimating the labor supply model. Specifically, incorporating the taxmicrosimulation model into the dynamic programming problem implies a number of statevariables that is computationally prohibitive. Instead we develop a multistep estimationprocedure, discussed below, which is similar to the twostep estimation method used by 8Rust and Phelan 1997.5A further limitation of our approach concerns the data used for the analysis. Theinformation on household level demographics and sources of nonlabor income requiredby the tax microsimulation model prevents us from drawing on the administrative datafor Germany which has been used by Adda et al. 2006. Instead, we use panel data fromthe SocioEconomic Panel Study SOEP which include the required family and incomeinformation. However, the structure of the SOEP is such that individuals are observedonly in certain years in their working lives. Therefore, as described below, the approachof Heckman 1981 is used to control for selection effects in the initial observations.2.3 Empirical specification For the purpose of the empirical analysis, individual is probability of not being rationedat time t is given byi,t zi,t ri,t Yi,t 1 Yi,t 1 ci,s,4where denotes the logistic distribution function. The probability of being unrationedis conditioned on observed individual and household characteristics, zi,t, the individualsprevious labor market state, Yi,t 16, and the local unemployment rate, ri,t. Differenteffects of the local unemployment rate on the probability of being rationed are alloweddepending on Yi,t 1. ci,s represents an unobserved timeinvariant individual specific random effect which is distributed as described below.7The following specification of the contemporaneous utility functions is adopted Ui,j,t j Yi,t 1 jgmi,j,tYi,t 1 jxi,t ci,j i,j,tfor j o, f, n, u.5The first term in the above represents the effect of the individuals previous labor marketstate on his current utility which is unrelated to net household income and reflects habitformation of adjustment costs. The second term denotes the effect of the individuals net 5Yamada 2007 follows a different approach which highlights the tradeoff between the level of detailincluded when modeling that tax and transfer system and the estimation procedure. He models onlyselected features of the taxation system and working within this relatively simple structure it is possibleto estimate jointly equations describing earnings and labor supply.6Where required, involuntary unemployment provides the base category.7Potentially, mobility between the different localities might cause an endogeneity problem whenestimating the rationing risk. However, over the observed period, only 135 of the 2437 householdsmoved between different localities and only 12 of the movers changed their employment status whenmoving. Thus, mobility should not cause any inconsistency in the results.9household income in state j, mi,j,t, on the individuals state specific utility at time t. Therelationship between net household income and contemporaneous utility is determinedby three different effects. First, via variation between the labor market states in j, theeffect of net household income on current utilities depends on the individuals currentlabor market state, reflecting complementarity or substitutability between leisure andnet household income.8 Second, the effect of net household income on current utilitymay vary according to the individuals previous labor market state reflecting, for example, a higher marginal utility of net household income among individuals previouslyin employment than among individuals previously out of work which could arise fromhabit formation. Third, the function g determines the relationship between net household income and utility conditional on the individuals current and previous labor marketstates. The following specification of g is employedi,j,t 1m 11 gmi,j,t , 0.6The above is a constant relative risk specification which allows utility to be linear in nethousehold income when 0 and logarithmic in income as 1.The third term in equation 5 captures the effects of individual and household characteristics, xi,t, on state specific utilities at time t. The employment specific coefficientson individual characteristics allow the effects of these variables to vary according to thechosen labor market state. The timeinvariant individual specific random effects ci,j forj o, f, n, u allow individuals to have systematic differences in the unobserved components of their utilities, and are necessary to establish the extent to which persistencein labor market outcomes is due to the effect of previous employment outcomes ratherthan persistent unobserved individual characteristics, see Heckman 1981 and Hyslop1999. The last component of the utilities, i,j,t, captures the timevarying componentof the individuals unobserved preferences.Let i,t denote i,j,t stacked over j o, f, n, u and let ci denote ci,k stacked overk o, f, n, u, s. Further, we define cid:101si,t as the state space si,t excluding i,t and ci.Estimation requires expressions for the individuals probability, conditional oncid:101si,t, Yi,t 1and ci, of state j being the individuals desired labor market state at time t. Expressions 8This feature of the specification, which is repeated elsewhere, is more flexible than the alterativemethod of interacting an arbitrary function of leisure with the variables and then imposing commoncoefficients on the interacted variables across labor market states.10for these probabilities, denoted i,j,tcid:101si,t, Yi,t 1, ci for j o, f, n are obtained by usingequations 3a 3b. We assume that i,j,t is independent over time, individuals andlabor market states and has a type I extreme value distribution and, in the following wenormalize i,u,t i,n,t.9 Manipulations yield the following multinomial logit probabilitiesi,o,tcid:101si,t, Yi,t 1, ci Pri,f,tcid:101si,t, Yi,t 1, ci Pri,n,tcid:101si,t, Yi,t 1, ci Prexp cid:101si,t, Yi,t 1, cii,t 0i,t 0 cid:101si,t, Yi,t 1, ci ofi,t 0 cid:101si,t, Yi,t 1, cii,t 0onofi,t 0 oni,t ofoni,t ofcid:16 qi,n,toni,t 0 1i,t Qi,tcid:17qi,u,ti,ti,t,Qi,t expqi,o,t,7aexpqi,f,tQi,t,7b7cwhereandqi,j,t j Yi,t 1 jgmi,j,tYi,t 1 jxi,t ci,j EtVi,t1si,t1, Yi,tcid:101si,t, Yi,t, cicid:18 qi,n,ti,t 1 i,ti,tfor j o, f, n, u,8cid:19qi,u,t.9Qi,t expqi,o,t expqi,f,t exp In equation 8 the expectation of Vi,t1 is not conditioned on i,t because i,t isindependent over time. Given the above specification of the rationing process, the probabilities associated with the four labor market states are as follows Pi,o,tcid:101si,t, Yi,t 1, ci i,o,tcid:101si,t, Yi,t 1, cii,tzi,t, ri,t, Yi,t 1, ci,s,Pi,f,tcid:101si,t, Yi,t 1, ci i,f,tcid:101si,t, Yi,t 1, cii,tzi,t, ri,t, Yi,t 1, ci,s,Pi,n,tcid:101si,t, Yi,t 1, ci i,n,tcid:101si,t, Yi,t 1, ci,Pi,u,tcid:101si,t, Yi,t 1, ci 1 i,n,tcid:101si,t, Yi,t 1, ci1 i,tzi,t, ri,t, Yi,t 1, ci,s. 10d10b10a10c9The last restriction implies that the unobserved timevarying components of individuals utilitiesfrom voluntary nonemployment and involuntary unemployment are identical. This assumption substantially simplifies subsequent derivations and from a economic stand point this restriction can bejustified.112.3.1Identification Several normalizations are necessary in order to ensure identification of the model. In theequation describing the utility from involuntary unemployment, the intercept is excludedand the coefficients on the previous labor market state are normalized to zero u 0.Following these normalizations, it is possible to identify j for j o, f, n and the threeremaining labor market state specific intercepts due to variation in the probability ofinvoluntary unemployment across individuals see equation 3b.It is further assumed that the effects of net household income and individual andhousehold specific characteristics on the individuals utility are the same for voluntary nonemployment and involuntary unemployment. Similarly, the random effectsfor voluntary nonemployment and involuntary unemployment are assumed to be equalci,n ci,u. These restrictions improve the identification of the model.10 Moreover, themodel specification still permits individuals to have different contemporaneous utilitiesin voluntary nonemployment and involuntary unemployment due to systematic effectsoccurring through the labor market state specific intercepts or due to the effects of themans employment history. Furthermore, differences in individual specific unobservablesbetween the involuntary unemployed and voluntarily nonemployed enter through thespecification of the labor market constraints in equation 4. Following these normalizations, formal identification requires that the random effect and coefficients on individualand household specific characteristics in the utilities from voluntary nonemploymentand involuntary unemployment be normalized to zero.2.3.2 Unobserved heterogeneity The model is estimated using distributional assumptions on ci,j for j o, f, s. In thespirit of Heckman and Singer 1984, the random effects have a nonparametric discretedistribution. Specifically, the random effects are constructed using the following factor 10Specifically, the different effects of net household income, individual and household specific characteristics and the random effects on an individuals utilities from voluntary nonemployment and involuntary unemployment are identified via variation in the probability of involuntary unemployment.However, as the probability of involuntary unemployment is close to zero for many individuals, there islimited identifying variation relevant to the coefficients.12Table 1: Distribution of the Random Effects Random Parameteri,oci,oi,o c 2c 1i,o c 2c 1c 1i,o c 2c 1i,o c 2ci,fi,f c 2c 1i,f c 2c 1i,o c 1i,f c 2i,f c 2i,o c 1ci,si,s c 2c 1i,s c 2c 1i,f c 1i,s c 2i,s c 2i,f c 1i,oi,fi,si,si,fi,si,s Probability kA1A2A11 A21 A1A21 A11 A2loadings:ci,o c 1i,ov 1 c 2i,ov 2,ci,f c 1i,f v 1 c 2i,f v 2,ci,s c 1i,sv 1 c 2i,sv 2,11a11b11cwhere c 1i,s are unknown parameters and v 1, v 2 1, 1. v 1 andv 2 are assumed to occur independently with Probv 1 1 A1 and Probv 2 1 A2.i,f , c 1i,f , c 2i,o, c 2i,o, c 1i,s, c 2This specification yields four values of the random effect ci, denoted c 1, c 2, c 3, c 4. Theassociated probabilities are denoted by 1, 2, 3, 4. Table 1 provides a full descriptionof the distribution of the random effects.2.3.3 Likelihood function The parameters of the model are estimated using Maximum Likelihood. Given a sample of N individuals whose labor market outcomes are observed at t i,  , i, thelikelihood function is as follows L Ncid:894cid:88cid:89k1i1cid:32cid:34 icid:89kcid:89ti1jo,f,n,ucid:35Pi,j,tcid:101si,t, Yi,t 1, ckYi,j,tcid:33pi,jmi,o,i, mi,f,i, mi,n,i, xi,i, ckYi,j,i.12jo,f,n,u In the above, the term in parenthesis is individual is likelihood contribution conditionalon a particular value of ci with pi,j denoting the probability associated with the initialobservation for individual i. The individuals unconditional likelihood contribution isobtained by forming an appropriately weighted average of the conditional likelihoodcontributions. Following Heckman 1981, the probability attached to the individualsinitial state, pi,j, is assumed to take a flexible form and this is interpreted as a reduced 13form specification of the labor market outcomes observed at t i.112.4 Multistep estimation procedure In order to estimate the dynamic programming model of lifecycle labor supply we adopta multistep procedure similar to Rust and Phelan 1997. As stressed above, a multistepprocedure is necessary for computational reasons. Maximum Likelihood estimation ofthe final model requires expressions for the outcome probabilities which depend on labormarket state specific net household incomes and expected future value functions. Thus,the multistep procedure requires first deriving net household incomes, which in turninvolves estimating wages for nonworking individuals and constructing labor marketstate gross household incomes. At the next step the parameters describing individualsexpectations about the future values of the state variables, including net householdincomes, are estimated. The model of individuals expectations is used in the finalestimation for the purpose of computing the expected future value functions.In order to capture the true effect of experience it is important that persistent individual specific unobserved heterogeneity is included at each estimation step see Addaet al., 2007. Thus at each step we incorporate individual specific random effects. However, potential correlations between these unobserved effects can not be modeled becausethe multistep procedure prohibits joint estimation of the wage equations, the equationsdescribing individuals expectations about the evolution of the state variables and themodel itself.2.4.1 Gross wages and incomes When constructing the gross labor earnings of the men, it is necessary to derive the grosswage distribution for the working and nonworking populations. This is the distributionof the offered market wages which people expect to receive when working. For individualsin employment in year t we define their observed wage as their draw from the offeredwage distribution. By definition, the offered wage for a working man satisfies eitheri,t 0 and onof 11pi,j is assumed to take the following formi,t 0 see equations 3a and 3b.i,t 0 and oni,t ofi,t 0 or ofcid:80ko,f,n,u expkmi,k,i bkxi,i vkci,k ,expjmi,j,i bjxi,i vjci,jpi,j for j o, f, n, u.13The identifying normalization bu 0 is imposed.14For individuals belonging to the nonworking population in year t we cannot observetheir draw from the offered wage distribution. Therefore, it is necessary to estimate person specific expected gross hourly wages for nonworking individuals. Using the sampleof working individuals, we estimate a standard Mincerian wage equation in which logwages are conditioned measures of experience, ei,t, and further observed characteristics,ai,t.lnwagei,t 0ai,t 1ei,t wagei wagei,t.14The equation includes a individual specific random effect, wagei, and an error term,wagei,t. Both wageiand wagei,tare assumed to be i.i.d. which allows that parameters inequation 14 are estimated using GLS. Separate wage equations are estimated for eastand west Germany. Table 6 in the Appendix contains further details of the specificationand the estimation results.For the nonworking population, which amounts to roughly 17% of the populationsee Table 1, we impute the mean of the distribution of offered wages, conditional onindividual characteristics, and interpret this as the individuals expected gross hourlywage. An individuals draw from the offered wage distribution has a different interpretation for the involuntary unemployed and the voluntarily nonemployed. We assumei,t 0 andi,t 0 while for the voluntarily nonemployed thei,t 0that for the involuntary unemployed the offered market wage implies either ofi,t 0 or ofonoffered wage makes nonemployment the optimal labor market state, i.e., oni,t ofi,t 0 and oni,t ofand oni,t 0.The hourly gross wages and the labor market state specific weekly working hoursdefine the mans gross earnings for each labor market state. For couple households,gross earnings consist of the observed labor earnings of the wife and the labor marketstate specific labor earnings of the husband. The latter define the labor earnings of singlemen. Gross household income is the sum of gross earnings and income from sources otherthan labor income, such as income from capital or rental income.12 Any nonlabor incomeis assumed to be exogenously determined.12For the sample of low educated men, labor income is by far the largest component of the grosshousehold income.152.4.2 Net household income To translate gross household incomes into net household incomes we use the STSMtax microsimulation model which includes all relevant components of the German taxand transfer system.13 German income tax is based on the principle of comprehensivetaxation. That is, the sum of a households incomes from all sources is taxed as a singlesum after several deductions have been applied to arrive at the tax base. Income taxis computed by applying the income tax function to either the taxable income of eachperson in the household or of the spouses joint taxable income, depending on maritalstatus.14 Income tax and employees social security contributions are deducted from grossincome, and social transfers are added to derive net household income. Social transfersinclude child benefits, childrearing benefits, unemployment assistance, housing benefitsand social assistance.2.4.3 Computation of value function and individuals expectations Evaluating the likelihood requires expressions for the expected value functionsing equations 1 and 8 and taking expectations with respect to i,t1 yields EtVi,t1si,t1, Yi,tcid:101si,t, Yi,t, ci see equations 7a 9. Conditioning oncid:101si,t1, combinEtVi,t1si,t1, Yi,tcid:101si,t1, Yi,t, ci cid:20cid:20zi,t1, ri,t1Yi,t, ci,sEtmaxqi,o,t1 i,o,t1 1 zi,t1, ri,t1, Yi,t, ci,szi,t1, ri,t1, Yi,t, ci,sqi,u,t1,qi,f,t1 i,f,t1 qi,n,t11 zi,t1, ri,t1, Yi,t, ci,szi,t1, ri,t1, Yi,t, ci,scid:21cid:12cid:12cid:12cid:12cid:101si,t1, Yi,t, cicid:21 i,n,t1qi,u,t1,zi,t1, ri,t1, Yi,t, ci,s1 zi,t1, ri,t1, Yi,t, ci,sEti,n,t1.1513See Steiner et al. 2005 for a detailed description of the tax microsimulation model.14In Germany there exists the principle of joint taxation of households, whereby the income tax of amarried couple is calculated by applying the tax function to half of the sum of the spouses incomes;this amount is then doubled to determine the couples tax liability.16The above distributional assumptions imply 15cid:18zi,t1, ri,t1, Yi,t, ci,sEtVi,t1si,t1, Yi,tcid:101si,t1, Yi,t, ci cid:18cid:19cid:19cid:19cid:18cid:18qi,f,t1 log expqi,n,t1exp 1 zi,t1, ri,t1, Yi,t, ci,szi,t1, ri,t1Yi,t, ci,s expzi,t1, ri,t1, Yi,t, ci,scid:18qi,o,t1 cid:191 zi,t1, ri,t1, Yi,t, ci,szi,t1, ri,t1, Yi,t, ci,scid:19qi,u,t1qi,u,t1 1 zi,t1, ri,t1, Yi,t, ci,s log,17where is Eulers constant.16The quantity of interest iscid:90EtVi,t1si,t1, Yi,tcid:101si,t, Yi,t, ci EtVi,t1si,t1, Yi,tcid:101si,t1, Yi,t, cid Gcid:101si,t1cid:101si,t, Yi,t, ci,where Gcid:101si,t1cid:101si,t, Yi,t, ci denotes the conditional distribution ofcid:101si,t1 givencid:101si,t, Yi,t andables, cid:101si,t. Further progress can be made by partitioning cid:101si,t into three elements, spi,t contains all of the elements ofcid:101si,t that are completely predictable overci, and represents individuals expectations concerning the evolution of the state varii,t . sp18i,t,i,t contains timeinvariant characteristics, consisting of educationalsuci,t and sudtime. Specifically, spattainment medium or low, country of origin German or nonGerman, an indicator ofliving in east Germany and age terms.17 sudcontinuous elements ofcid:101si,t that vary over time and whose movements are not completelyi,t contain, respectively, all discrete andi,t and sucpredictable. Taking account of the complectly predictable variables, equation 18 canbe rewritten as follows EtVi,t1si,t1, Yi,tcid:101si,t, Yi,t, ci cid:90EtVi,t1si,t1, Yi,tcid:101si,t1, Yi,t, cidsuci,t1, sudi,t1spt1, suci,t, sudi,t , Yi,t, ci,1915Suppose j for j 1,  , K are identically and independent distributed with a type I extreme valuedistribution.It follows that Emaxa 1 1, a 2 2,  , a K K logexpa 1 expa 2   expa K.16160.577215665 17Throughout the analysis the controls for age consist of age 2410, age 2421000, 1age 51age 5110 and 1age 51age 512100. The latter two terms control for changes in behavioras the men approach retirement age.17where suci,t1, sudt1, suci,t, sudi,t , Yi,t, ci is assumed to have the following structurei,t1spsuci,t1, sudi,t1spi,t1, suci,t, sudi,t , Yi,t, ci f suci,t1, suci,t, sudi,t1, Yi,t i,t1spi,t1spsudi,t1, sudi,t .20This factorization limits the number of parameters in the transition matrix of the unpredictable variables while still allowing large subsets of the variables to be jointly determined. The discrete variables are assumed to be unaffected by the mans previousemployment state but the evolution of the continuous variables is conditioned on the previous labor market state.18 Additionally, as is required by the multistep procedure, theindividual specific random effects which affect contemporaneous utilities and the probability of rationing are excluded from the transition matrices. Substituting equation 20into equation 19 gives EtVi,t1si,t1, Yi,tcid:101si,t, Yi,t, cicid:88EtVi,t1si,t1, Yi,tspcid:90sudcid:48i,t1Sudi,t1i,t1, succid:48i,t1, sudcid:48i,t1, Yi,t, ci f succid:48i,t1spi,t1, suci,t, sudcid:48i,t1, Yi,tdsuccid:48i,t1sudcid:48i,t1spi,t1, sudi,t ,21i,t1 denotes the set of all possible realizations of the discrete state variables atwhere Sudtime t and sudcid:48i,t1 denotes an element of Sudi,t1.It remains to evaluate the integral over suci,t1 occurring in equation 21. The integralis approximated by discretizing suci,t1. Specifically, each element of suci,t1 is divided intofive categories such that 20% of the observations fall into each category. Each categoryis assigned a value equal to the mean of the observations falling into the category. Let R denote the number of different combinations of the discretized variables observed inthe sample, let suc,r for r 1,  , R denote mean value of state variables suc in the rthcategory and define lr and ur as the upper and lower bounds associated with suc,r. Itfollows that the conditional probability of next years realization of the state variablesfalling into the rth category is given by F suc,rspi,t1, suci,t, sudi,t1, Yi,t cid:90 urlrf sucspi,t1, suci,t, sudi,t1, Yi,tdsuc,2218Conditioning the probabilities of the discrete variables on the mans previous employment behaviordid not substantively affect the results.18Following this discretization, the integral occurring in equation 21 is approximatedby Rcid:88r1EtVi,t1si,t1spi,t1, suc,r, sudi,t , Yi,tcid:80RF suc,rsps1 F suc,sspi,t1, suci,t, sudi,t1, suci,t1, Yi,ti,t, sudi,t1, Yi,t.23The denominator in the above is necessary as it is possible that not all possible combinations of the discretized variables are observed in the sample.Discrete Variables The empirical specification is such that the unpredictable discrete variables consist ofwhether the man has a spouse and, if applicable, spouses level of education medium orlow and labor market state voluntarily nonemployed, working parttime or workingfulltime and the number of dependent children under 18 years of age zero, one, two orthree or more. 18 different combinations of these discrete variables occur in the sample.The probability of any one of these combinations is estimated using a multinomial logitmodel in which the choice probabilities are conditioned on lagged dependent variablesindicating which of the 18 discrete combinations of the unpredictable discrete variablesapplied to the household in the previous year, all possible interaction of the country oforigin, the mans educational attainment and living in east Germany, and age terms.Continuous Variables The unpredictable continuous variables correspond to net household income if the man isworking overtime, working fulltime or does not have a job and the local unemploymentrate. The correlation between net household income in overtime and fulltime workis extremely high and hence the net household income in overtime work is excludedfrom the state space and modeled as a timevarying deterministic function, which variesaccording demographic variables, of net household income in fulltime work.19Utilities are a function of labor market state specific net household incomes whichare derived from the tax microsimulation model as described previously. However, whenmodeling expectations regarding future state specific net household incomes we do notapply the tax microsimulation model because the large number of state variables in19Including net household income at overtime into the state space and modeling in the same wayas net household income in fulltime work does not effect the results but does lead to an increase incomputational complexity.19volved would make the dynamic programming problem too computationally intensive.Instead we estimate reduced form equations which relate net incomes to demographicvariables and previous employment outcomes in a flexible way. This modeling approachis consistent with individuals having a very detailed understanding of the tax and transfer system in the current year but relying on an approximation, specifically the reduceform equations, when forming expectations about future net incomes.In the reduced form specification, net household incomes in fulltime work and voluntary nonemployment are assumed to be normally distributed with means that dependon the current values of the predictable and unpredictable discrete variables detailedabove and an indicator of the man was in employment in the previous year. Thus, weestimate the following equationsmi,j,t t Fi,t mji mji,tfor t 2000,  , 2005; j f, n,24where Fi,t contains various interactions between individual characteristics, lagged participation and the indicator of having a medium level of education interacted with laggedparticipation. The reduced form specification compounds the evolution of labor market state specific gross household incomes with the effect of the tax and transfer on nethousehold income. Hence, although the tax and transfer system is not conditional on educational qualifications or previous working behavior, these variables are included in Fi,tas they affect the evolution of gross household incomes. The coefficients in the equationsdescribing net household incomes in fulltime work and voluntary nonemployment areallowed to vary over time in an unrestricted fashion reflecting changes in the tax and benefit system over the sample period that affected the relationship between net householdincomes and demographic variables. Individuals forming expectations at time t assumethat the current tax and transfer system will be maintained in the future. Since thestate specific net household incomes depend on age and the individuals previous labormarket state, the specification captures the effect of human capital accumulation overthe lifecycle. mjis an individual specific random effect, assumed to be i.i.d., while mji,tiis an i.i.d. error term. The parameters of the two reduced form equations are estimatedusing GLS.The local unemployment rate is assumed to follow a first order autoregressive process 20ri,t 0,EEasti 0,W W esti 1,Ewi,t 1Easti 1,W ri,t 1W esti wi ri,t.25The above specification allows the intercept and the coefficient on previous labor marketconditions to differ for east and west Germany. wiis an individual specific random effect,assumed to the i.i.d., while ri,t is an i.i.d. error term. The parameters describing theevolution of the conditions in the local labor market are estimated using GLS. Errors,including the random effects, in the three reduced form equations are assumed to bemutually independently.3 Data and descriptive statistics This study draws on data from the SOEP which is a representative sample of over 11,000households living in Germany containing yearly information about working behaviorand socioeconomic variables at the individual and household levels.20 We construct anunbalanced panel of men with consecutive observations in at least two years between 2000 2006 inclusive which yields retrospective information for the fiscal years 19992005. Data on the local unemployment rate, which is used to identify some parametersrelated to involuntary unemployment, are collected by the Employment Office for each of 438 counties. This information is matched exactly to each household in the sample.21,22In our analysis we focus on men of prime working age with low potential earnings.More precisely, we restrict the sample to men older than 25 and younger than 59 yearswith either no, a low or a medium school degree and at most the lowest vocationaldegree.23 School dropouts and those with a low school degree are classified as loweducated while those with a medium school degree, which entails one year more studythan the low school degree, are classified and medium educated. Further, we excludeselfemployed men as well as men in fulltime education as their labor supply behaviordiffers substantially from that of the rest of the population of interest. These exclusions 20For a detailed description of the data set, see Haisken DeNew and Frick 2005.21Data on the local unemployment rate are collected monthly. However, as the interviews of the SOEP are mainly conducted in the first quarter of the year we use local labor market indicators in Aprilof each year.22The local unemployment rate varies between about 2% to more than 30% with an average rate of 11.68 and a variance of 33.34.vation.23A tighter definition of men with low potential earnings is not possible due to the number of obser21yield a sample with 12,152 person year observations corresponding to 2,522 differentmen.Working behavior of men Figure 1 shows the distribution of weekly working hours in our sample of men. Roughly 17% of the men in the sample do not work. This group includes both those who arevoluntarily nonemployed and those who are involuntary unemployed. Only 3% of menin employment work less than 35 hours per week and hence we define men working up to 40 hours per week as being in fulltime employment while men working 40 or more hoursper week are classified as working overtime. The pronounced peaks in the distributionof male working hours justify why we choose to model the labor supply behavior of menon the extensive and intensive margins in a discrete framework rather than assuming acontinuous specification of working hours. Figure 1 about hereVoluntary nonemployment and involuntary unemployment The SOEP yields information to identify the involuntary unemployed as defined above.Each nonworking individual is asked i whether he has actively searched for a jobwithin the last four weeks; and ii whether he is ready to take up a job within the nexttwo weeks. We follow the ILO definition and treat those who answer both questionspositively as involuntarily unemployed.Table 2 shows that around half of the nonworking men are involuntarily unemployedaccording to the above definition. Specifically, 8% of the sampled men are involuntaryunemployed and 9% are voluntarily nonemployed.24 The voluntarily nonemployed tendto be older than the average which reflects high rates of voluntary nonemploymentamong men in their fifties, while the involuntarily unemployed tend to live in localitieswith relatively high rates of unemployment. The majority of sampled men work fulltime and close to 30% work overtime. The median weekly working hours for men infulltime and overtime work are, respectively, 38.5 and 44 and these values are used inthe empirical analysis when deriving labor market state specific gross earnings.24These rates differ from official unemployment statistics since their denominators contain some ofthe inactive population precisely the voluntary nonemployed and also because of selection criteria.22Table 2: Labor market status Share Median Mean Mean Hours Age U. Rate Vol. Nonemployment Inv. Unemployment Fulltime Overtime.09.08.55.2838.54449.0742.0742.4541.3913.1115.8711.1011.92Average 42.7311.89Source: SOEP 2000 2006 and Bundes Agentur f ur Arbeit.Table 3: Labor market status and wages by subgroup Share Share Share Share Median Share Overtime Fulltime Vol. Nonemp. Inv. Unemp. Hourly Wage East German low educ.East German medium educ.West German low educ.West German medium educ.07.18.54.20.19.33.24.34.37.45.59.59.19.08.10.03.23.13.05.028.9310.7614.4917.23Source: SOEP 2000 2006 and Bundes Agentur f ur Arbeit.Working behavior varies strongly by education and region. In Table 3 we analyzeaverage labor market status separately for east and west Germans and by educationalattainment. The share of nonworking men is highest among low educated east Germans. Specifically, 19% of low educated east Germans are voluntarily nonemployedwhile 23% are faced with involuntary unemployment. At the other extreme, 95% ofmen with medium education living in west Germany are in employment and the rateof involuntary unemployment for this group is only 2%. The relatively high level ofvoluntary nonemployment among low educated east Germans is likely to reflect partlya discouragement effect whereby the low probability of finding a job deters workers fromsearching. In line with the differences in employment behavior, we find differences in thewage distribution. In the last column we present the median gross hourly wage, derivedas described above, for each subgroup. This information is crucial to understanding thelabor supply effects induced by the Employment Bonus, discussed below in the application of the model. The median wage of low educated east Germans is about 9 Eurosper hour which is only half the median wage of the medium educated west Germans.Interestingly, the median wage for medium educated east Germans is markedly lower forwest Germans with low education and this region matters more than education.23Table 4: Persistence in working behavior State in year t 1Vol. Nonemp. Inv. Unemp. Fulltime Overtime State in year t Vol. NonPart.Inv. Unemp.Fulltime Overtime 74.3018.232.332.3914.7153.703.353.596.7818.0979.3329.964.229.9715.0064.06All numbers are in percentages.Source: SOEP 20002006.Labor market status over the lifecycle Figure 2, presented below in the context of the results, illustrates the observed employment behavior of the sampled men according to age. Fulltime employment is slightlyinverse Ushaped with a small increase in the first years and a sharp drop after age 50 years, while overtime work is monotonically decreasing with age. Involuntary unemployment is slightly higher for men under 30 than for older men, while voluntarynonemployment is stable up to age 50 but beyond this age voluntary nonemploymentincreases sharply reaching 40% by age 59 years. This trend is mainly driven by earlyretirement but may also reflect increasing numbers of discouraged workers. These patterns are fairly similar for subgroups defined by educational attainment or region notshown, albeit with relatively high levels of involuntary unemployment and voluntarynonemployment among the low educated and the east Germans.Persistence in labor market outcomes Table 4 shows the high level of persistence in labor market status over time which hasbeen welldocumented in the previous literature. Over the period of one year, persistenceis close to 80% for fulltime work and 64% overtime work. Voluntary nonemploymentis a more absorbing state than involuntary unemployment. As shown by previous studies, this persistence can be explained by a combination of unobserved and observedcharacteristics and by the effect of state dependence in labor supply behavior see, forexample, Hyslop, 1999. This motivates our empirical specification which conditionscurrent utilities on labor market status in the previous year.244 Estimation results The proposed labor supply model is characterized by nonlinearities and the multipleinteractions and therefore a meaningful interpretation of the coefficients is generally difficult. Instead, we present the predictive performance of the model and labor supplyelasticities both of which are based on the structural estimates for the coefficient estimates see Tables 7 and 8 in the Appendix.In addition, the following results areimportant to mention. We find a significant positive effect of the local unemploymentrate on the rationing probability. This effect is greatest in east Germany and is larger forindividuals previously in employment than for individuals who where not working in theprevious year. There is significant evidence supporting the presence of persistent unobserved heterogeneity. The coefficients on the indicators of the lagged labor market stateare mostly insignificant, however, coefficients on the interactions of lagged fulltime andovertime work with current net household income are significantly positive. Thus thecontemporaneous utility of individuals who were previously in employment is increasingin current net household income while the contemporaneous utilities of those previouslynot in employment do not depend on current net household income. Furthermore, theeffect of current net household income is significantly higher for individuals workingfulltime than for individuals working overtime which indicates that, conditional on employment, income and leisure are complementary. Finally the estimated value of , theparameter governing the extent of any concavity of utility in net household income seeequation 6 is 0.380.26, which is mild evidence of the utility function being concaverather than linear in income and significant evidence that the utility function is lessconcave in income than a logarithmic function.4.1 Performance of the model: In sample and out of samplepredictionsFigure 2 about hereIn Figure 2 we report the in sample performance of our model. At each age, we predictthe proportion of men in each labor market state and compare these to the proportionsobserved in the sample. We find a close correspondence between the observed andpredicted outcomes over the entire lifecycle which indicates that the model performswell. Formally, according to 2 tests, the differences between the observed and expected 25Table 5: Out of sample fit: Employment shares in the year 2005Overtime Fulltime Vol. Nonemp. Inv. Unemp.Observed percentages in 200529.8753.198.32Predicted percentages Out of sampleSquared deviations Out of samplePredicted percentages In sampleSquared deviations In sample26.151.6213.860.1526.861.639.050.3754.942.033.060.1454.251.401.130.588.071.490.060.267.851.590.220.818.629.360.540.550.099.550.580.870.36Out of sample prediction is based on information of a subsample containing observations from the fiscalyears 19992004.In sample prediction is based on the whole sample 19992005. Standard errors inparenthesis.frequencies of men in the four labor market states are insignificant at the 5% level at allbut four ages.In general, the in sample fit of a structural lifecycle model is not considered to be apowerful specification test. Therefore, we provide additional information about the outof sample performance of our model. Since we cannot use an external data source tovalidate our model, we reestimate the model using a subsample containing observationsfrom the years 19992004 and use the estimated structural parameters to predict theworking behavior of men observed in the year 2005. Table 5 shows the observed andsimulated shares of the labor market states in 2005. Unfortunately, we have too fewobservations for the year 2005 to compare the shares at each age in a meaningful way.Thus, we present only the overall shares. For comparative reasons we also show thepredictive performance obtained using the full sample and this defines another in samplemeasure of the predictive performance of the model. As a measure of goodness of fit wepresent the squared deviations between the predicted and the observed shares.Overall, the out of sample fit is satisfying. The sample average of the employmentshares in the years 2005 can be reproduced reasonably well using only information fromprevious years. The accuracy of the out of sample performance of the model is underlinedby comparing the squared deviations of the out of sample and in sample predictions; thetwo are not substantially different.264.2 Labor supply elasticities In order to understand labor supply behavior over the lifecycle we derive labor supplyelasticities. In this model it is not possible to calculate analytically labor supply elasticities. Instead we derive elasticities numerically by simulating the effect of a 10% increasein the mens gross wages.25 In more detail, initially we simulate labor supply behaviorbased on the observed gross wages and the associated net household incomes. Specifically, for a subgroup of interest, labor market outcomes at age 25 year are simulated.Given labor market outcomes at age 25 years, values of the state variables at age 26 yearsare obtained by drawing from the appropriate distribution. Conditional on the updatedstate variables and the labor market outcomes at age 25 years labor market outcomes atage 26 are simulated, and so forth up to age 59 years. Gross wages are then increased by 10% and the tax microsimulation model is used to update the net household incomes.The above described simulation exercise is then repeated using the new values of thenet household incomes. When performing these simulations it is assumed that the labordemand restrictions are not affected by the wage increase. In this respect our analysisis partial since we do not model potential labor demand effects of the increase in grosswages. It should further be noted that the resulting elasticities are longrun in the sensethat they account for effect of the wage increase occurring through net incomes and aswell as indirect effect occurring through individuals employment histories.In Figure 3 we present the gross wage elasticities of average working hours for foursubgroups distinguished by region of residence and educational attainment. We analyzethese subgroups by simulating the lifecycle employment behavior of a large number ofmen who at age 25 years are single with no children.26 The mens wages and the rateof unemployment in their local labor market at age 25 years are taken to be the averagevalues of these variables among the relevant group of sampled men at age 25 years.Figure 3 about hereFor all subgroups, the gross wage elasticity of working hours is slightly inverse Ushaped between ages 25 and 50 years but increases markedly in the last 10 years of theworking life. Averaged over the lifecycle, the elasticity is highest for low educated west Germans and lowest for medium educated east Germans. Several factors contribute to 25To be consistent with the assumptions of the model, we only increase the wages for men; femalespouses are assumed not to adjust their labor supply in response to the reform.26Each simulation is conducted using a sample size of 12000.27variation in the elasticities over time and between the subgroups. First, involuntaryunemployment matters. Ceteris paribus, the higher the rationing risk, the lower therealized employment effects of increased work incentives. This effect is important foreast Germans, particularly for the low educated, and contributes to the relatively highelasticities for west Germans. The pattern of employment over the lifecycle also impactson the wage elasticities.In particular, the high levels of voluntary nonemploymentobserved at the end of the working life mean that there is a large pool of men over 50years of age who may be induced into the labor market by increased work incentives.State dependencies in working behavior also affect the patten of individuals responses toincreased work incentives. As mentioned above, we find significant positive dependenciesin working behavior over time. This implies that increased participation and workinghours among the young will ceteris paribus lead to higher participation and working hourslater in the lifecycle. Thus state dependencies tend to lead to increasing elasticities overtime and therefore provide a candidate explanation for the increasing elasticities in thefirst part of the working life and may be reinforcing the effect of age on the elasticitiesoccurring beyond age 50 years. Of course, in a lifecycle setting, various other factorsare in operation, most notably changing demographic characteristics and incentives forhuman capital accumulation that diminish with age, and hence it is not possible todetermine exactly the driving force of the variation in the gross wage elasticities ofaverage working hours.To understand better the labor supply behavior, we apply the decomposition suggested by Mc Donald and Moffitt 1980 and split the gross wage elasticity into a component due to changes on the extensive margin a participation effect and a component duechanges on the intensive margin a conditional working hours effect. As documentedby, inter alia, Heckman 1993, Kimmel and Kniesner 1998 and Meyer 2002 the extensive margin is generally the driving force for labor supply responses. Effects alongthe intensive margin are in general negligible and can be even negative if the marginalutility of income decreases with working hours.Figure 4 about hereFigure 4 shows the decomposition of the gross wage elasticity of average working 28hours for the whole sample rather than for a particular subgroup.27 In line with theprevious literature, we find a relatively large effect on the extensive margin which behavesin a similar fashion to the total elasticity. The effect on the intensive margin is negative,reflecting a movement from fulltime work to overtime work. While the negative effecton the intensive margin significant, it is small in magnitude.Figure 5 about hereFigure 5a shows that the 10% increase in gross wages leads to an increase in averageweekly hours of work of around 0.1 of an hour for men aged 25 years rising to 0.7 ofan hour for men aged 59 years. Figure 5b shows the reduction in voluntary nonemployment underlying the relatively large elasticity on the extensive margin; a 10%increase in gross wages causes a reduction in voluntary nonemployment of around 11.5of a percentage point for the under fifties, rising to 2 percentage point for those aged 59years. In absolute terms, the reduction in overtime work is around 0.8 of a percentagepoints while the increase in fulltime work varies between 1 and 2 percentage points.The model has three features capable of generating a substitution from overtimework to fulltime work following a wage increase. First, depending on the curvature ofthe utility function in net household income, a proportional increase in fulltime andovertime net household incomes may lead the utility of overtime work to increase byless than the utility from fulltime work. Second, the structure of the tax and transfersystem means that proportional increases in the mans gross earnings lead to differentproportional increases in fulltime and overtime net household incomes. Third, complementarities between income and leisure mean that an increase in net household income isvalued more by an individual working fulltime than by an individual working overtime.In light of the parameter estimates and the structure of the German tax and transfersystem, the observed reduction in overtime work can be traced to a complementaritybetween income and leisure. Specifically, given the wage distribution for the low educated, the tax and transfer system features higher marginal tax rates for individualsworking fulltime than for individuals working overtime meaning that a 10% increasein wages will increase overtime earnings by proportionally more than fulltime earningssee below. Also, the parameter estimates show that the utility function is less curved 27Gross wage elasticities for the whole sample are derived by simulating the effect of a 10% increase ingross wages on the lifecycle behavior of a group of men who at age 25 years have the same characteristicsas the men aged 25 years in the sample.29than logarithmic function. Hence neither the tax and transfer system nor diminishingmarginal utility can explain the reduction in overtime work and therefore the negativeeffect on the intensive margin must be due to complementarities between income andleisure.5 The lifecycle employment effects of inwork transfers: The Employment Bonus The German welfare system can be characterized as a traditional welfare system with relatively generous outofwork transfers that are withdrawn at high rates when people startworking. In the political discussion this has often been criticized and the low workingincentives have been identified as a central reason for high unemployment, particularlyamong the low educated. Drawing on the international experience, mainly from EITC inthe US and the WTC in the UK, there is an ongoing debate about changing the Germanwelfare system by shifting more transfers to the working poor and thus increasing workincentives. Amongst others, Blundell 2000, Blank 2002 and Hotz and Scholz 2003discuss the effects of inwork credits in the UK and in the US. They find positive laborsupply effects for first earners in couples and single households which are counteractedby strong negative effects for the secondary earner. The negative effects are related tothe meanstesting based on family rather than individual earnings.A reform which avoids the negative secondary earner effects is the Employment Bonus, as implemented in Belgium, see Bargain et al., 2006. This transfer programis similar to a wage subsidy for low wage workers. Entitlement is conditioned on theindividuals fulltime equivalent monthly earnings, which is computed by multiplyingcontractual gross monthly earnings by the ratio of weekly fulltime hours, defined as 40 hours, to contractual hours. The calibration of the Belgium Employment Bonus in 2004 was such that individuals with fulltime equivalent earnings less than or equal to 1,210 Euros per month which corresponds to a gross wage of 7.20 Euros per hour wereentitled to the full Employment Bonus, equal to 140 Euros per month for an individualworking fulltime. This payment was increased or decreased proportionately for higher orlower hours of work. In other words, an individual earning 7.20 Euros per hour receivedsubsidy equal to 11.6% of his gross earnings which translates into a payment of 73.32Euros per month if he works 20 hours per week or 162.73 Euros per month is he works 45 hours per week. Starting at 1,210 Euros per month, the Employment Bonus is phased 30out at a taper rate of 17.8% and is fully exhausted at a fulltime equivalent income of 2,000 Euros per month corresponding to a gross wage of 11.84 Euros per hour.The Employment Bonus therefore differs from the EITC and the WTC in severalimportant respects. First, unlike the WTC, the Employment Bonus does not depend ona minimal number of weekly working hours but increases proportionally with workinghours. Second, the entitlement is based on individual rather than household earnings.This means that the Employment Bonus avoids the negative secondary earner effectsmentioned above. Lastly, as payments made under the Employment Bonus depend onfulltime equivalized earnings rather than actual earnings, this program is targeted peoplewith low wages rather than with low earnings.285.1 Work incentives of the Employment Bonus In order to understand the effects of the Employment Bonus on the work incentives wepresent budget lines for stylized households under the 2005 German tax and transfersystem and after the Employment Bonus has been imposed on top of the 2005 systemsee Figure 6. We focus on low wage 7.5 Euros per hour and medium wage 10 Eurosper hour single men without children.Figure 6 about hereDepending on housing benefits, a single man receives outofwork benefits totalingnearly 600 Euros per month. The high rate at which benefits are withdrawn meansthat the Employment Bonus has little effect on work incentives for men working lessthan 30 hours per week. However, at high hours of work the Employment Bonus vastlyincreases work incentives for both men. Furthermore, since the Employment Bonus isconditioned on fulltime equivalent earnings, strong incentives are present even at highworking hours. Also, the dependence of the subsidy on the hourly wage is clear. Theman with a low wage receives close the maximum subsidy whereas the medium wageman receives only part of the subsidy.28According to Orsini 2008, the budgetary effects of the Employment Bonus for Belgium are negativebut of moderate size. The negative effects of the subsidy for the eligible working population are partlycompensated by the positive effects of the additional workers who pay income taxes, make social securitycontributions and are no longer dependent on unemployment benefits. Anecdotial evidence suggeststhat fraud seems to be a minor problem as employers report wages and working hours. Reporting lowerwages would reduce pension entitlement and the number of working hours can be compared with sectoraverages.31The work incentives are very similar for couple households not shown and thisdistinguishes the Employment Bonus from the WTC and the EITC. For a first earner a household where the female spouse is not working household outofwork benefits arehigh, particularly for a household with children, and therefore the Employment Bonusaffects the budget lines only at high hours of work. For a secondary earner for examplea household where the female spouse is working fulltime the Employment Bonus has apositive effect even at low working hours as this household is not eligible for outofworktransfers.5.2 Effects on lifecycle employment Using the same simulation method as for the gross wage elasticities, we derive the lifecycle labor supply effects induced by the Employment Bonus. In Figures 7a andb wepresent the labor supply effect of the Employment Bonus measured by the percentagechange in weekly working hours. We disentangle the total hours effect and present thebehavioral changes along the extensive and intensive margins. Figure 7c shows theincrease in average weekly hours of work induced by the employment bonus while Figure 7d shows the corresponding reduction in voluntary nonemployment. As discussedabove, the work incentives created by the Employment Bonus are largest for the lowwage men. Therefore, we derive the results for the subgroup of low educated men in east Germany. In addition we also compute the average effect for the whole sample.Figure 7 about hereIn general, the labor supply responses induced by the Employment Bonus are similarto those resulting from a increase in gross wages. Again we find a relatively large responseon the extensive margin and, although the Employment Bonus makes overtime workparticularly attractive as the subsidy is conditioned on the individuals fulltime equivalent earnings, we find a minor negative effect on the intensive margin. Essentially, the Employment Bonus affects labor supply behavior by inducing voluntarily nonemployedmen to enter employment. Indeed, among low educated east Germans the Employment Bonus reduces the rate of voluntary nonemployment by around 0.6 of a percentage pointfor those aged under 50 years, and by somewhat more for older men. This correspondsto an increase in average weekly working house of around 0.15 for the under fifties risingto 0.4 of an hour per week for those aged 5859 years. The pattern of responses over the 32lifecycle follows a similar pattern for the group of low educated in east Germans and thesample average although we find much higher employment effects for low educated east Germans than for the sample average. Therefore, the greater incentives created by the Employment Bonus for low wage workers created by the withdraw of the subsidy withfulltime equivalent earnings more than offset the effect of high labor market restrictionsin east Germany.5.3 Forward looking versus myopic individuals The value of the discount factor is a crucial parameter in the lifecycle model. Asdiscussed above it is difficult to obtain a meaningful estimate of the discount factor.Therefore, for the analysis of the lifecycle labor supply model we have imposed therelatively high discount factor of 0.95, which is commonly used in lifecycle models ofhousehold behavior. In order to understand the extent to which the estimation resultsdepend on the choice of discount factor we reestimate the model using the extreme casewhere the discount factor is zero. This scenario describes a world in which individualscurrent actions are driven entirely by their current utilities and thus no weight is givento their expected future utilities. Figure 8 shows the average relative change in workinghours induced by the Employment Bonus for the subgroup of east Germans with loweducation based on the forward looking and myopic models.Figure 8 about hereOverall, we find different employment effects depending on the assumptions aboutindividuals expectations. Over most of the working life the employment effects are largerin the forward looking model. Holding the estimated parameters constant in the twomodels, this result is intuitive particularly at the beginning of the working life. A forwardlooking individual understands that his current behavior affects his future income whichhas a positive effect on the expected utility. Of course, the parameter estimates differbetween the two models. This provides a second reason why the two models implydifferent labor supply effects of the Employment Bonus. Indeed, differences between theparameter estimates explain why the myopic model suggests larger labor supply effectfor men in their early fifties than the forward looking model. As discussed above, itis difficult to justify a high or low discount factor. Therefore, the labor supply resultsderived in the myopic and forward looking models should be seen as lower and upperbounds of the labor supply effects of introducing the Employment Bonus.336 Conclusion In this paper we have developed a dynamic structural lifecycle model of labor supplybehavior which explicitly accounts for the effects of income taxation and the transfersystem. In addition, the model recognizes the demand side driven rationing risk thatmight prevent individuals from realizing the labor supply state that, according to lifecycle utility maximization, is optimal. This framework allow a rigorous analysis of theemployment effects of reforms to the tax and transfer system.The empirical analysis is based on panel data from the German SocioEconomic PanelSOEP for the years 1999 2005. In the empirical analysis we focus on men with lowpotential earnings, a group exhibiting high levels of both voluntary nonemploymentand involuntary unemployment. The simulated employment pattern over the lifecycleimplied by the model accurately replicates the observed employment behavior. Thisis true for the in sample and the out of sample prediction. In line with the previousliterature we find moderate labor supply responses of men which are highly concentratedat the extensive margin. On the intensive margin we find small negative effects whichare due to the estimated differences in the marginal utility of income at fulltime andovertime work which rises from a complementarity between income and leisure. We findhigher responses for west German men as they are less likely to be restricted on the labormarket.The model is used to evaluate the lifecycle employment effects of introducing the Employment Bonus, a workcontingent transfer program, in Germany. We find that,on average, the Employment Bonus has a positive labor supply effect which is largesttowards the end of the working life. The Employment Bonus affects low educated menliving in east Germany more than other groups of men which reflects the focus of the Employment Bonus on men with low wages.The presented analysis can be seen as a first attempt to capture the effects of the taxand transfer system and potential fiscal reforms on lifecycle employment. Importantextensions range from the joint modeling of net household income and lifecycle employment to the joint estimation of labor supply of both spouses in a household context. Thelatter extension, which requires modeling fertility and parttime work, will allow a studyof the effect of the tax and transfer system on the lifecycle working behavior of bothspouses in couple households.34References Adda, J., Costa Dias, M., Meghir, C. and Sianesi, B. 2007, Labour Market Programmes and Labour Market Outcomes: A Study of the Swedish Active Labour Market Interventions, Mimeo.Adda, J., Dustmann, C., Meghir, C. and Robin, J.M. 2006, Career Progressionand Formal versus OntheJob Training, IZA Working Paper, 2260.Bargain, O., Caliendo, M., Haan, P. and Orsini, K. 2006, Making Work Payin a Rationed Labour Market, IZA DiscussionPaper, 2033.Bellemare, C. 2007, A Lifecycle Model of Outmigration and Economic Assimilationof Immigrants in Germany, European Economic Review, vol. 513: pp. 553576.Berkovec, J. and Stern, S. 1991, Job Exit Behavior of Older Men, Econometrica,vol. 591: pp. 189210.Bingley, P. and Walker, I. 1997, The Labour Supply, Unemployment and Participation of Lone Mothers in InWork Transfer Programmes, Economic Journal, vol.107444: pp. 13751390.Blank, R. 2002, Evaluating Welfare Reform in the United States, Journal of Economic Literature, vol. 404: pp. 11051166.Blau, D. and Gilleskie, D. 2006, Health Insurance and Retirement of Married Couples, Journal of Applied Econometrics, vol. 217: pp. 935953.Blundell, R. 2000, Work Incentives and Inwork Benefit Reforms: A Review, Oxford Review of Economic Policy, vol. 161: pp. 2744.Blundell, R., Duncan, A., Mc Crae, J. and Meghir, C. 2000, The Labour Market Impact of the Working Families Tax Credit, Fiscal Studies, vol. 211: pp.75104.Blundell, R., Ham, J. and Meghir, C. 1987, Unemployment and Female Labour Supply, Economic Journal, vol. 97388a: pp. 4464.Blundell, R., Ma Curdy, T. and Meghir, C. 2007, Labor Supply Models: Unobserved Heterogeneity, Nonparticipation and Dynamics, in J. Heckman and E. LeamerEditors, Handbook of Econometrics VI, vol. 6a, chap. 69, Elsevier: NorthHolland.Card, D. and Hyslop, D. R. 2005, Estimating the Effects of a Timelimited Earnings Subsidy for Welfareleavers, Econometrica, vol. 736: pp. 17231770.Card, D. and Robins, P. 1996, Do Financial Incentives Encourage Welfare Recipients to Work? Evidence from a Randomized Evaluation of the SelfSufficiency Project,NBER, 5701.35Casanova Rivas, M. 2007, Dynamic Complementarities: A Computational and Empirical Analysis of Couples Retirement Decision, Mimeo.Eckstein, Z. and Wolpin, K. 1989, Dynamic Labour Force Participation of Married Women and Endogenous Wage Growth, Review of Economic Studies, vol. 563: pp.375390.Eckstein, Z. and Wolpin, K. 1999, Why Youths Drop Out of High School: The Impact of Preferences, Opportunities, and Abilities, Econometrica, vol. 676: pp.12951339.Eissa, N. and Liebman, J. 1996, Labor Supply Responds to the Earned Income Tax Credit, Quarterly Journal of Economics, vol. 1112: pp. 605637.Francesconi, M. 2002, A Joint Dynamic Model of Fertility and Work of Married Women, Journal of Labor Economics, vol. 202: pp. 336380.Haisken DeNew, J. and Frick, J. 2005, Desktop Compendium to The German SocioEconomic Panel Study SOEP, Berlin: DIW.Ham, J. 1982, Estimation of a Labour Supply Model with Censoring Due to Unemployment and Underemployment, The Review of Economic Studies, vol. 493: pp.335354.Heckman, J. 1981, Heterogeneity and State Dependence, in S. Rosen Editor, Studiesin Labor Markets, pp. 91139, Chicago, IL: Chicago Press.Heckman, J. 1993, What has been Learned About Labor Supply in the Past Twenty Years, American Economic Review, Papers and Proceedings, vol. 832: pp. 116121.Heckman, J. and Ma Curdy, T. 1980, A Lifecycle Model of Female Labor Supply,Review of Economic Studies, vol. 471: pp. 4774.Heckman, J. and Singer, B. 1984, A Method for Minimizing the Distributional Assumptions in Econometric Models for Duration Data, Econometrica, vol. 522:pp. 271320.Heyma, A. 2004, A Structural Dynamic Analysis of Retirement Behaviour in the Netherlands, Journal of Applied Econometrics, vol. 196: pp. 739759.Hotz, V. J. and Scholz, J. K. 2003, The Earned Income Tax Credit, in R. A.Moffitt Editor, MeansTested Transfer Programs in the United States, pp. 141198,Chicago: University of Chicago Press.Hyslop, D. 1999, State Dependence, Serial Correlation and Heterogeneity in Intertemporal Labor Force Participation of Married Women, Econometrica, vol. 676:pp. 12551294.36Karlstrom, A., Palme, M. and Svensson, I. 2004, A Dynamic Programming Approach to Model the Retirement Behaviour of Bluecollar Workers in Sweden, Journalof Applied Econometrics, vol. 196: pp. 795807.Keane, M. P. and Wolpin, K. I. 1997, The Career Decisions of Young Men,Journal of Political Economy, vol. 1053: pp. 473522.Kimmel, J. and Kniesner, T. 1998, New Evidence on Labor Supply: Employment Versus Hours Elasticities by Sex and Marital Status, Journal of Monetary Economics,vol. 422: pp. 289301.Ma Curdy, T. 1981, An Empirical Model of Labor Supply in a Life Cycle Setting,Journal of Political Economy, vol. 896: pp. 105985.Mc Donald, J. and Moffitt, R. 1980, The Use of Tobit Analysis, Review of Economics and Statistics, vol. 622: pp. 318321.Meyer, B. 2002, Labor Supply at the Extensive and Intensive Margins: The EITC,Welfare, and Hours Worked, The American Economic Review, vol. 922: pp. 373379.Orsini, K. 2008, Is Belgium Making Work Pay?, Center for Economic Studies Discussion papers ces 0605, Katholieke Universiteit Leuven, Centrum voor Economische Studi en.Pakes, A. 1986, Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica, vol. 454: pp. 75584.Rust, J. 1987, Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, vol. 555: pp. 9991033.Rust, J. and Phelan, C. 1997, How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica, vol. 654: pp. 781832.Steiner, V., Haan, P. and Wrohlich, K. 2005, Dokumentation des SteuerTransferMikrosimulationsmodells 19992002, Data Documentation 9.van der Klaauw, W. 1996, Female Labour Supply and Marital Status Decisions:A LifeCycle Model, The Review of Economic Studies, vol. 632: pp. 199235.Wolpin, K. 1984, An Estimable Dynamic Stochastic Model of Fertility and Child Mortality, The Journal of Political Economy, vol. 925: pp. 852874.Yamada, K. 2007, Marital and Occupational Choices of Women: A Dynamic Modelof Intrahousehold Allocations with Human Capital Accumulation, Mimeo.Ziliak, J. P. and Kniesner, T. J. 1999, Estimating Life Cycle Labor Supply Tax Effects, Journal of Political Economy, vol. 1072: pp. 326359.37Figures Figure 1: Histogram of observed weekly working hours Notes: Weekly working hours are reported contractual hours plus reported paid overtime. For the purpose of this graph, the sample has been truncated at 60 hours per weekwhich excludes about 2% of the observations.Source: SOEP 2000 2006.Figure 2: Lifecycle employment behavior: In sample prediction Notes: Based on 2 tests, the predicted and observed frequencies are significantly different at the 5% level only at ages 27, 33, 42 and 43 years. At the 1% level, the observedand expected frequencies are only significantly different at age 43 years.380.05.1.15.2Density 0102030405060Weekly working hours 0.2.4.6Proportion in state 2530354045505560Age yearsObs. overtime Predicted overtime Obs. fulltime Predicted fulltime Obs. vol. nonemp.Predicted vol. nonemp.Obs. invol. unemp.Predicted invol. unemp.Figure 3: Lifecycle gross wage elasticities of average working hours by subgroupa East German low educationb East German medium educationc West German low educationd West German medium education Notes: The vertical bars represent 95% confidence intervals. Gross wage elasticities arederived numerically by simulating the effect of a 10% increase in gross hourly wages.Figure 4: Lifecycle gross wage elasticities of working hours for whole sample: Total,extensive margin and intensive margin Notes: The decomposition follows the method of Mc Donald and Moffitt 1980. Alsosee Notes for Table 3.390.2.4.6Gross wage elasticity ofaverage working hours 2530354045505560Age years0.2.4.6Gross wage elasticity ofaverage working hours 2530354045505560Age years0.2.4.6Gross wage elasticity ofaverage working hours 2530354045505560Age years0.2.4.6Gross wage elasticity ofaverage working hours 2530354045505560Age years0.1.2.3.4.5Gross wage elasticity ofaverage working hours 2530354045505560Age yearsTotal 0.1.2.3.4.5Gross wage elasticity ofaverage working hours 2530354045505560Age yearsExt. margin Int. marginFigure 5: Lifecycle effects of a 10% increase in gross wages for whole samplea Average hours per weekb Employment status Notes: The vertical bars in a represent 95% confidence intervals. Confidence intervals omitted from b the interest of clarity; standard errors show that the reduction involuntary nonemployment is significant at all ages.Figure 6: Budget constraints for a single man without children Source: STSM tax microsimulation model.400.2.4.6.81Change in averageweekly working hours 2530354045505560Age years21012Percentage pointchange 2530354045505560Age yearsOvertime Fulltime Vol. nonemp.Inv. unemp.050010001500Monthly net householdincome Euros0102030405060Weekly working hours Status quo hourly wage 7.5 Euros Post Employment Bonus hourly wage 7.5 Euros Status quo hourly wage 10 Euros Post Employment Bonus hourly wage 10 EurosFigure 7: Lifecycle effects of the Employment Bonusa Percentage change in average workinghours for east Germans with low educationb Percentage change in average workinghours for whole samplec Change in average weekly workingd Percentage point change in voluntaryhoursnonemployment Notes: The vertical bars in a and b represent 95% confidence intervals. Confidenceintervals omitted from c and d in the interest of clarity; standard errors show that thereduction in voluntary nonemployment and the increase in average weekly working hoursare significant at all ages for the whole sample and for the subgroup of east Germanswith low education.4101234Percentage change inaverage working hours 2530354045505560Age yearsExt. margin Int. margin 0.2.4.6.81Percentage change inaverage working hours 2530354045505560Age yearsExt. margin Int. margin 0.2.4Change in averageweekly working hours 2530354045505560Age yearsEast Germans low education Whole sample 1.51.50Percentage pointchange in nonemp.2530354045505560Age yearsEast Germans low education Whole sampleFigure 8: Forward looking versus myopic individuals The effect of the Employment Bonus on working hours for low educated east Germans 420.2.4.6Percentage change inaverage working hours 2530354045505560Age yearsForward looking individuals 95% confidence interval Mypoic individuals 95% confidence intervalAppendix Table 6: Random effects wage estimation West Germany East Germany Coefficient Std. error Coefficient Std. error Age Age 2Low school degree Medium school degree Vocational degree Years of tenure Years of tenure 2Experience Experience 2Previous unemployment Bad health Bad health 2Migrant Migrant from Turkey Married Child younger 4 years Child between 4 and 6 years Child between 7 and 16 years Child older 16 years Other household income Other household income 2Constant2.48622.46310.04420.16710.07440.82650.00290.31190.67871.01720.01550.01530.01800.04430.03610.00270.00260.00530.03040.03680.00481.81680.54030.68840.02720.02890.01470.12210.00370.21070.60570.07400.06630.10360.01800.02940.00800.00790.00680.00660.11760.00540.00120.10114.50486.25640.11250.19310.04871.00720.01560.66533.19630.67880.15100.30400.09690.02890.01420.01160.00550.18870.08930.02041.49471.13391.45920.09920.10010.03360.23840.00770.45331.32390.12190.18190.25900.10470.01680.01860.01690.01290.12550.01480.00400.22180.2440.1490.2420.154School dropouts are base category for education.Experience is measured in months of fulltime work.Previous unemployment is measured in number of months not working in the last 10years.Number of observations: West 9604, East 2823.Source: SOEP 20002006.43Table 7: Utility function Overtime Vol. Nonemployment Coefficient Std. error Coefficient Std. error Coefficient Std. error Fulltime0.07201.28140.04374.45656.35792.48181.76341.50001.28070.17762.65203.20211.76921.63460.45570.29020.87280.15862.55053.42653.63210.00591.45230.14551.73611.41932.40850.48350.01660.27410.40400.26300.02760.08350.24080.02370.60170.27870.15101.56671.67580.00761.59731.55301.74591.55201.56571.71831.70350.44061.38931.57092.34880.35630.24780.27930.16380.57440.19070.21940.30250.22670.20690.25710.15801.96830.13050.11981.52532.67451.86345.26516.39611.41471.98164.50486.25640.11250.19310.24010.25990.55660.02461.17510.15680.24100.61590.33270.55950.30140.13772.22600.68291.02871.44831.42571.14322.12872.37841.47471.58651.13391.45920.09920.10010.34090.24050.25420.15080.49130.17950.20440.27930.22060.19920.23210.14301.76590.11950.1131Yi,o,t 1Yi,f,t 1Yi,n,t 1Yi,o,t 1 gincomejYi,f,t 1 gincomejYi,n,t 1 gincomejYi,u,t 1 gincomejAge2410Age24210001Age51Age51101Age51Age512100East German, low educ.East German, medium educ.West German, low educ., migrant West German, low educ., native West German, medium educ., migrant 1 dependent child 2 dependent children 3 or more dep. children Wife working parttime Wife working fulltime Single Wife medium educ.Constant Factor loading c 1Factor loading c 2Probability factor 1 1Probability factor 2 1Concavity in net income Log likelihood Ancillary Parameter 0.48530.60190.32389268.79Std. error 0.03280.02540.2585Source: SOEP 20002006. The parameters for the initial state are not reported. Parameters are jointly estimated with therationing equation, see Table 8.444.12654.66251.23610.73352.23050.82001.16510.54920.09361.04530.61570.54460.00870.01890.22870.30130.46800.00640.40090.84361.09441.06801.37690.62080.80150.43750.56990.20970.27430.16530.45890.37980.26490.34971.14321.12381.51180.41090.39240.26330.22170.43810.14760.15940.20770.13950.15020.17230.13000.37320.24120.29080.18550.32560.20460.27580.15680.43920.07810.0676Table 8: Probability of being unrationed Coefficient Std. error Yi,o,t 1Yi,f,t 1Yi,n,t 1Age2410Age24210001Age51Age51101Age51Age512100East German, low educ.East German, medium educ.West German, low educ., migrant West German, low educ., native West German, medium educ., migrant 1 dependent child 2 dependent children 3 or more dep. children Wife working parttime Wife working fulltime Single Wife medium educ.Yi,o,t 1LURYi,o,t 1EastLURYi,f,t 1LURYi,f,t 1EastLURCYi,n,t 1LURYi,n,t 1EastLURYi,u,t 1LURYi,u,t 1EastLURConstant Factor loading c 1Factor loading c 2LUR is the local unemployment rate.Source: SOEP 20002006.45", "filename": "568962893.pdf", "person": ["Peter Haan", "Haan, Peter", "Victoria Prowse", "Prowse, Victoria", "Arne Uhlendorff", "Uhlendorff, Arne"], "date": ["2008"]}