{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/35138/1/569673941.pdf"], "title": ["Cyclical movements in unemployment and informality in developing countries"], "plaintext": "Cyclical Movements in Unemployment and Informality in Developing Countries Mariano Bosch Universidad de Alicante William Maloney World Bank and IZA Discussion Paper No. 3514 May 2008 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 3514 May 2008 ABSTRACT Cyclical Movements in Unemployment and Informality in Developing Countries This paper analyzes the cyclical properties of worker flows in Brazil and Mexico, two important developing countries with large unregulated or informal sectors. It generates three stylized facts that are critical to the accurate modeling of the sector and which suggest the need to rethink the approaches to date. First, the unemployment rate is countercyclical essentially because job separations of informal workers increase dramatically in recessions. Second, the share of formal employment is countercyclical because of the difficulty of finding formal jobs from inactivity, unemployment and other informal jobs during recessions rather than because of increased separation from formal jobs. Third, flows from formality into informality are not countercyclical, but, if anything, procyclical. Together, these challenge the conventional wisdom that has guided the modeling the sector that informal workers are primarily those rationed out of the formal labor market. They also offer a new synthesis of the mechanics of the cyclical adjustment process. Finally, the paper offers estimates of the moments of worker flows series that are needed for calibration. JEL Classification: Keywords: Corresponding author: William F. Maloney The World Bank 1818 H St. NW Washington, D.C. 20433 USA Email: wmaloneyworldbank.org gross worker flows, labor market dynamics, informality, developing countries J41, J42, J6 We are grateful to Pietro Garibaldi, Alan Manning, Rachel Ngai, Barbara Petrongolo, Chris Pissarides, Santiago Levy and participants at seminars at the LSE and the World Bank for many helpful comments. We thank Lucas Siga and Edwin Goni for inspired research assistance. The usual disclaimer applies. I. Introduction. The flow approach to labor markets has become the basic toolbox to modern labor macroeconomics replacing the usual paradigm of supply and demand in a frictionless environment.1 This approach has as its central insight that changes in the flows of workers in and out of unemployment tell far richer stories about the functioning of labor markets than changes in the stocks. Particularly notable is the ongoing and energetic debate in both the US and Europe over the relative importance of flows into or out of employment states as the drivers of the cyclical behavior of unemployment.2 To date, however, there has been little investigation of employment dynamics in developing countries where we find most of the worlds work force, and where macroeconomic fluctuations are often of dramatic magnitudes.3 A priori, we might expect important differences from the OECD cases due the virtually universal presence of a large informal or unregulated micro firm sector that averages around 50% in Latin America.4 Traditional views of the sector, with roots in Harris and Todaros rural migration early work, see informality as disguised unemployment, passively receiving workers who are unable to find a formal sector job.5 The view of informal workers as the inferior or excluded segment of a dual labor market became highly influential in the International Labor Organization, its Latin America affiliate, the Latin America Regional Employment Program PREALC, and the World Bank. However, dating at least from Harts 1972 work in Africa, a parallel stream has stressed the largely voluntary nature of much of the entry into the sector, analogous to the mainstream literature such as Jovanovic 1982, and Evans and Jovanovic 1989, and Evans and Leighton 1989. 1 See Blanchard 1992, Pissarides 2000 and Rogerson et al. 2006. 2 Shimer 2007, Elsby 2006, Fijuta and Ramey. 2006 and 2007, Mortensen and Nagypal 2005, Pissarides 2007 and Petrongolo and Pissarides 2008 3 This paper supercedes Bosch and Maloney 2006 which dealt with some elements of the present paper but restricted to Mexico. For discussion of the aggregate movements in informality across the cycle, see Fiess, Fugazza and Maloney 2006, Loayza and Rigolini 2007. 4 See Perry et al. 2007 ch. 2 for a discussion of several measures. 5 See Fields 2006 for a guide to multisectoral models with informal jobs. 2 As the flow approach to modeling labor markets has become the standard in the literature, a new generation of search models has incorporated an informal sector See Zenou, 2007, Albrecht et al. , 2006, Bosch, 2004, Kolm and Larsen, 2002 and 2004, Boeri and Garibaldi, 2001 and 2006, and Fugazza, 2004. However, while early US focused search models were firmly rooted in micro evidence from job and worker flows,6 this new generation of models has had to work with few stylized facts about how the LDC markets adjust along the margins of unemployment and informality. This paper provides such stylized facts based on measures of gross flows of workers derived from the micro data on employment surveys in Mexico and Brazil over several business cycles. To capture and formalize the dynamics, we follow Geweke 1986 in estimating labor market transitions in a continuous time context to correct for time aggregation 7 and employ recent techniques to decompose the contributions of the inflows and outflows rates to movements in unemployment and relative sectoral employment shares. These decompositions generate several conclusions with implications for the modeling of labor markets in developing countries. First, as in the US, the unemployment rate is strongly countercyclical. The contemporaneous cyclical correlation with output is around 0.8 and its elasticity 4.3 for Mexico and 4.5 for Brazil. However, in contrast to the US, where estimates of the contribution of the job separation rate to unemployment movements are generally a fraction of that of the job finding rate, separations are strongly countercyclical and very volatile, especially in periods of deep recessions such as the 1995 tequila crises in Mexico and the 19811983, 19901992 and 19981999 in Brazil. Job separations can explain around 40% of all cyclical fluctuations in unemployment, almost twice as much as the explanatory power of fluctuations in the job finding rate. However, strikingly, the relevant separations are largely those from the informal sector. The formal sector shows muted cyclical separation dynamics more similar to those documented for the US. Second, the sectoral composition of employment is also strongly cyclical. Informal formal employment as a share of working age population is generally 6 See for instance Mortensen and Pissarides 1994. 7 That is, we control for the fact that the data is collected a fixed time intervals while transitions occur in continuous time. 3countercyclical procyclical. On average, a 1% fall in output from its trend increases the share of informal employment by 0.20% and decreases the share of formal labor by 0.5%. In all, formal employment as a share of total employment falls between 0.2% and 0.3% for each percentage fall in output from its trend. This occurs despite increased separation rates among informal workers during downturns, and relatively acyclical flows in the reverse direction. This paradoxical finding is explained by the large countercyclical fluctuations in the probability of finding a formal job from all other employment states, a literature explaining unemployment. Hence, the expansion contraction of the informal formal sector is not due to increased shedding of labor from the formal sector during downturns, but to the lack of access to formal employment in recessions. finding consistent with the US Third, analogous to the US literature See Nagypal 2004 and Shimer 2005, flows among jobs, or in our case, employment states, are largely procyclical. Of central importance, this includes transitions among the formal and informal sectors. These patterns are therefore not consistent with the view of the informal sector as predominantly the disadvantaged end of a segmented labor market, or disguised unemployment see Fields, 2006 which would suggest asymmetric flows procyclical flows from informality to formality, and countercyclical flows in the reverse direction. Instead, the probability of formal workers transiting to an informal job is generally, procyclical, and the correlation of the bilateral cyclical flows between informal selfemployment and formality is a relatively high, 0.7 for both countries. Contrary to the view of the informal sector as the safety net for separated workers during downturns, formal to informal outflows actually decrease during downturns thereby mitigating the rise in informality. Putting the above findings together gives a view of labor market adjustment in LDCs across the business cycle that has elements of the traditional view of informality across downturns, but perhaps with an updated mechanism and without a connotation of overall inferiority of the informal sector. While the symmetrical and procyclical transitions among all sectors suggest that informality is considered a desirable option by a large share of workers, the fact that formal sector hiring falls during downturns while the informal sector does not gives rise to the countercyclical behavior of the informal employment share. However, the simultaneous increase in informal separation rates 4into unemployment suggests that the idea of the sector as the flexwage sector that can absorb excess labor is probably importantly incomplete. Clearly, caution is advised in generalizing to the developing world from two middleincome Latin countries. However, the similarity of these often counterintuitive results across two data sets and national contexts suggests that neither they nor their implications can be easily dismissed. The right modeling of both inflows and outflows of employment is critical to understanding how developing country labor markets adjust and for making quantitative predictions about the unemployment rate and the relative employment shares over the cycle. In addition, the insights into the nature of the informal sector something that has been subject of thirty years of discussion 8 has important policy implications. While the sector is comprised of heterogeneous actors corresponding to both disguised unemployed and voluntarily entering entrepreneurs 9, its exaggerated size in developing countries raises the stakes surrounding the relative proportions dramatically. If the often 50% percent of developing country workers found in the informal sector show dynamics similar to those of the unemployed, then the labor market distortions in the formal sector are indeed large and the case for massive reform, compelling. As we suggest that this is not the case, then the policy focus shifts to understanding the costbenefit analysis that agents undertake in choosing among sectors. Finally, although beyond the scope of this paper, the differing dynamics of the regulated and unregulated sectors due to wage or other rigidities, particular characteristics of the micro firm sector, or characteristics of people who choose to enter the sector may cast light on the factors driving cyclical dynamics more generally. The next section discusses the data and methodology for estimating the continuous time transition rates underlying the analysis. Section III presents evidence on the cyclical properties of the stocks of workers. Section IV analyzes the gross flows of workers by sector and speculates on what may explain the differing patterns 8 For a review of the literature and early work on transition matrices in developing country see Maloney 1999, 2005. 9 For a survey on the methods estimating the size of the informal sector see Schneider and Enste 2000, Perry et. al 2007 5observed. Section V studies the contribution of these flows to the changes in labor force shares identified in section IV and discusses the implications of the theoretical analysis of labor markets in developing countries. Section VI concludes. II. Data Mexico The data for Mexico are drawn from the National Urban Employment Survey Encuesta Nacional the Empleo Urbano, ENEU that conducts extensive quarterly household interviews in the 16 major metropolitan areas. The questionnaire is extensive in its coverage of participation in the labor market, wages, hours worked, etc. that are traditionally found in such employment surveys. It is structured so as to track a fifth of each sample across a five quarter period. We have concatenated panels from the first quarter of 1987 to the fourth quarter of 2004. Each individual contributed with four transition pairs. In constructing each quarterly pair, we lose roughly 10% of the sample to attrition. Antman and Mckenzie 2005 conclude after careful analysis of the same data that the bias resulting from this attrition is likely to be very small. The ENEU has suffered only minor modifications during the covered period but it has substantially changed its geographical coverage. From 1987 to 1992 the survey comprised 16 major urban areas. In 1992, 18 more urban areas were introduced and throughout the following years additional cities were included in the sample to reach 44 at the beginning of 1998. We choose to constraint our sample to the original 16 cities although all results are similar with extended the sample. Brazil The data for Brazil are draw from Monthly Employment Survey Pesquisa Mensal de Emprego, PME that conducts monthly household interviews in 6 of the major metropolitan regions covering 25% of the national labor market. The questionnaire is very similar to the ENEU, although some important differences are discussed below. The PME is structured so as to track each household during four consecutive months and then drop them from the sample for 8 months, after which they are reintroduced for another 4 months. The rotation procedure is such that each month one fourth of the sample is substituted by households to form a new panel. Thus, after 4 6months the whole initial sample has been rotated and after 8 months a third different sample is being surveyed. After 12 months the initial sample is reencountered. Over a period of two years, three different panels of households are surveyed, and the process starts again with three new panels. We have concatenated panels from the January 1983 to December 2001. Regrettably, the PME was drastically modified in 2002 and it is not possible to reconcile the new and old definitions unemployment. The monthly attrition rate in the PME is between 5% and 10% of the sample. Both datasets were purged of mismatches along the sex and age dimensions. There are, however, still some issues of comparability, especially in the definition of an informal worker. In the end, these do not appear to have significant impact on the results and the resulting cyclical patterns are quite similar between the two countries. Defining Informality Though, generally speaking, there is broad consensus in the literature on what constitutes an informal worker, studying transitions raises some particular definitional complexities that we discuss here. We follow the International Labour Organization ILO in dividing employed workers into three sectors: informal salaried I, informal self employed S and formal sector workers F.10 Broadly speaking, formal workers are those working in firms licensed with the government and conforming to tax and labor laws, including minimum wage directives, pension and health insurance benefits for employees, workplace standards of safety etc. Informal workers, on the contrary, are those owners of firms that are largely de linked from state institutions and obligations and their employees who are not covered by formal labor protections. 10 The ILO defines informality as consisting of all ownaccount workers but excluding administrative workers, professionals and technicians, unpaid family workers, and employers and employees working in establishments with less than 5. We have also computed all the calculations presented in this paper considering the informal salaried those workers in small firms who have no social security with extremely similar results. 7 Getting more specific, adopting what has been called a labor protections optic, 11 the first group, the informal salaried, can be defined as those wage employees whose employers do not comply with the legal requirements. This, however, does not tell us whether these workers are working for small informal firms, or for large generally formal firms. In the absence of data on compliance with labor regulations the ILO traditionally recommended classifying informal as workers in small establishments of fewer than 510 employees, which tend to be informal along different dimensions. Though there is substantial overlap in these definitions see Henley et al., 2006 and Perry et al., 2007, conceptually the distinction can be important for our analysis. For instance, a transition from informal to informal under the labor protections definition might reflect purely a worker being granted benefits after a period of time but without a corresponding change in position and accompanying job search. Similarly, under the size definition, a measured transition may simply be capturing the growth of the firm, but no change in actual job. Relatedly, an emerging literature discusses firm decisions about whether or not to comply with legislation, and how a growing firm may choose to register and formalize its workers. Formalization along this margin has been studied by De Soto 1989, Rauch 1991, De Paula and Sheinkman 2007 among others. Again, a job transition defined as a change in protection status may simply reflect a firm becoming formal. We classify on the basis of lack of compliance with labor legislation for issues of data comparability. While the Mexican survey reports the establishment size in which the respondent works, the Brazilian does not. Furthermore, compliance is relatively straightforward to capture in these surveys. In Mexico employers have to satisfy the contributions to the social security agency IMSS or the equivalent for civil servants IMSTS for their employees. Similarly, employers in Brazil are obliged to register their employees by issuing them a working permit or carteira the signing of which guarantees them access to formal labor protections. Therefore those wage employees not registered with the social security agency in Mexico or sem without carteira in Brazil are consider informal salaried. 11 See Perry et al. 2007 8In the end, the selection criterion does not appear critical. We replicate the Mexico results defining very discrete categories based on both worker protections and firm size to ensure that, in fact, we are studying job transitions and the basic patterns remain. The reason is that a relatively small share around 57% of the workforce in firms of over 10 presumably formal reports being without coverage, and the contributions of changes in protection status within firm size categories to overall measured transitions is low. Likewise, we find there are relatively few workers who change protection status and graduate to an adjacent firm size category, capturing, potentially, a position being formalized as a firm formalizes. The bulk of our informal to formal transition are in fact, also transitions from micro firms of under 5 employees to substantially larger firms nonadjacent firm categories. Given the short time span or our panels, the likelihood of large jumps in firm size seem unlikely. Hence, most of the transitions we are studying are, in fact, transitions among jobs. The second group associated to informality is the large proportion between 20% and 30% of the labor force of independent or selfemployed workers S. This micro entrepreneurial group operating outside the regulatory system has been the focus of much of the literature dating from early work by Hart 1972. More recently, several authors have focused on the decisions of these individuals to work within or outside the regulatory system most recently, see De Paula and Scheinkman 2007, Loayza Rigolini 2006, Fajnzylber et. al.2007. Both Mexican and Brazilian labor surveys include two categories to capture this micro entrepreneurial sector, selfemployment and owners of firms. Ideally, we would consider all those self employed excluding professionals and technicians without social security contributions12 and the owners of small micro firms. However again, in Brazil, we lack a measure of firm size in the data. We are left here with the choice of dropping all owners of firms or including them as informal selfemployment. We again cross checked with the Mexican sample to get some insight of what proportion of self reported owners correspond to large formal firms. It turns out that only 1.5% of the universe of owners run firms with more than 15 employees. Therefore, for Brazil we choose to include all owners as informal self employed aware 12 There is also a relatively small group of selfemployed in Mexico less than 2% of all selfemployed that although under no legal obligation they satisfy the IMSS quotas. We consider them formal sector workers. In Brazil, however, selfemployed do have the legal obligation to pay for social security contributions. This survey however does not provide this information. However, Henley et al. 2006 report that around 95% do not do so. 9that there may be a very small proportion of owners of large firms that fall into this category. In all, including or excluding owners as part of the informal selfemployed sector does not change the aggregate dynamics of this group in either country, since the bulk around 85% correspond to individual independent workers, with the other 15% corresponding to owners of firms. The remainder of the sample is divided into two nonemployment groups identical to those in the advanced country literature: those out of the labor force O, and the unemployed U. These are defined as in the mainstream literature. III. Methodology Recent analysis on worker flows has put special emphasis on correcting for time aggregation Shimer, 2007 Elsby et al., 2007 Fujita and Ramey 2006 and 2007 and Petrongolo and Pissarides 2007. Since the data on worker flows is tabulated at discrete quarterly or monthly intervals, average transition probabilities may provide misleading picture of worker mobility since transitions that are reversed within two surveys are missing. When there are only two states of employment, the transition rates can be obtained analytically from the monthly worker flows as in Shimer 2007. However, with more than two states no analytical solution is available and the transition rates have to be simulated. We instead follow an earlier Bayesian procedure see Geweke 1986 that allows simultaneously estimating the whole transition rate matrix for a set of employment statuses.13 We briefly discuss the procedure here. We assume that the observed discretetime mobility process is generated by a continuoustime homogeneous Markov process Xt defined over a discrete statespace E 1, K where K is the number of possible states job sectors a worker could be found in.14 With observations on worker states at regular periodicity we construct a discrete time transition matrix Pt,tn where ttpij,nPrt Xnt Xji for , ,2,1,0tand , 2,1,0n 13 This method has also been employed in Fougere and Kamionka 2003, 14 For early work in this tradition, see Flinn and Heckman 1982 a, b and 1983. 10The interpretation of ijp is simply, the probability of moving from state i to state j in one step t, that is average transition probabilities. Discrete time matrices are easily straight , being forward to compute as the maximum likelihood estimator for ijn the total number of transitions from state i to state j and observations initially in state i. As t matrix Q where 0npijijp is in the total number of , this gives rise to a k x k transition intensity nniijtd Ptdt QP whose solution is given by: t Pt Qe where Q is a kxk matrix whose entries satisfy 1 2 qij qijqiij R,Kqijik,2kii,,j,0K, 1Kji,, ,1i 3 The ijq elements can be interpreted as the instantaneous transition rates hazard rates from state i to state j. In practice, the estimation of continuous time transition matrices is subject to a major difficulty. It is possible that none of the solutions obtained for Q is compatible with the theoretical model expressed in equation 1 where the elements of Q have to satisfy the set of restrictions captured in equation 3. This is known as the embeddability problem. We follow Geweke et al. 1986, who propose a Bayesian procedure for statistical inference on intensity matrices as well as any function of the estimated parameters by using a uniform diffuse prior. The method consists of drawing a large number of discrete time matrices from a previously defined importance function, assessing their embeddability and constructing confidence intervals of the parameters or functions of interests using only the posterior distribution of those matrices that turn out to be embeddable. This also provides a very natural way of assessing the probability of embeddability as the proportion of the embeddable draws. 11We compute the continuous time matrices for every quarter month in Brazil. All continuous matrices obtained in the paper show high probabilities of embeddability, ranging between 0.98 and 1. Therefore, compatibility of discrete and continuous time estimates does not seem to be an issue in theses particular datasets. Having obtained the transition rates from the discrete matrices, we then quarterly average the data for Brazil and smooth both Mexican and Brazilian series using a 4 quarter backward moving average as in Fujita and Ramey 2006 to remove high frequency fluctuations in the data. We study the cyclical components of the data by logging and detrending the series using a HP filter with lambda 1600. III. Cyclical Patterns of Employment Shares To set the overall context, we first focus at the evolution of each sectors share of the labor force across 19872004 in Mexico and 19832001 in Brazil. As a first approximation to the data, Figure 1 shows the unemployment rate and the share of formal employment for both countries. The upper panels show the levels of the series while the lower panels show the HP detrended cyclical components. The regions corresponding to a recessionary period are shaded to facilitate the visual analysis.15 Initial inspection suggests two features of the series common to most developing countries. First, for both countries, the behavior of the unemployment rate denotes that the period of analysis includes a number of significant recessions and rapid periods of growth. Output fluctuations for Mexico not shown, ranged from 8% below trend in the depths of the 1995 recession to 5% above trend in the posterior recovery. Output in Brazil was slightly less variable oscillating between 4% above and below trend.16 Second, recessions are generally characterized by increasing unemployment rates and shifts in the composition of employment towards informal activities.17 15 Neither Mexico or Brazil has an institution such as the NBER determining the starting and ending point of a recession, we have shaded those quarters where output is below trend. 16 Quarterly output data used in the paper is provided by the national statistical institutes, INEGI for Mexico and IBGE for Brazil. 17 Loayza and Rigolini 2007 show that these countercyclical movements in informality are the average for a broad cross section of developing countries. However, Fiess, Fugazza and Maloney 2007 also show that in numerous Latin American countries, including Mexico, informality behaves procyclically 12 It is also important to call attention to the decreasing trend in formal employment in Brazil across the 1990s, falling from around 62% at the beginning of the 90s to 52% by the end of the decade. Bosch et al. 2007 identify the principal drivers this secular movement to be the changes in the labor code implicit in the Constitutional Change of 1988, and, to a much lesser extent, trade liberalization. Since the present paper is concerned with the cyclical properties of the labor market, we abstract from this evolution. These cyclical properties are studied more systematically in Table 1. We show the standard deviations of the individual employment states as a percent of the working age population, the contemporaneous correlation and the implied elasticity with respect to output of the cyclical components of the series. We also show the cyclical behavior of the two series in Figure 1, the unemployment rate, and the share of formal employment. The first panels show the behavior of inactivity, unemployment and total employment. The patterns found here correspond broadly to those found in the developed country literature: Inactivity is weakly countercyclical; unemployment is strongly countercyclical; and employment is strongly procyclical. However, the next panel suggests that employment dynamics hide significant changes in employment composition. In both countries, the procyclical behavior of total employment is, overall, driven by the strong procyclicality of formal employment. A 1% increase in output from its trend increases formal employment by 0.56% in Mexico and 0.50% in Brazil. Symmetrically, informal employment tends to increase in recessions, especially informal selfemployment 0.23% and 0.17% respectively Finally, the last panel suggests two notable aspects of the dynamics of the unemployment rate unemployment as a percentage of the labor force, and the share of formal employment. First, the volatility of UUE is almost identical to the volatility of U suggesting that the change in the unemployment rate is essentially driven by across some periods. Fundamentally, a recovery driven by a positive shock to the nontradables sector which is especially intensive in informal workers, will lead to a rise in the relative sector shares and earnings of the informal sector. 13changes in the number of unemployed rather than fluctuations of the size of the labor force. Second, the share of formal employment is slightly less volatile than formal employment due to the positive cyclical correlation between formal employment and total employment. In sum, the behavior of employment shares and the unemployment rate over the business cycle suggests a very traditional interpretation of the role of the informal sector as a shock absorber for the formal sector in times of crises and perhaps disguised unemployment. However, important new insights emerge as we look at the dynamics driving these unemployment changes, and the reallocation of workers between formal and informal sectors. IV. Cyclical Patterns of Transition Rates and Gross Flows of Workers To understand the dynamic drivers of these movements, we examine four sets of worker transitions: flows into employment states, flows out employment states, flows between employment states, and flows between nonemployment states. Flows into Employment Flows from nonemployment into employment are remarkably similar between countries and, to certain extent, to patterns found in the US. Figure 2a and 2b and table 2 suggest that these accessions to employment are central to understanding the cyclical evolution of unemployment and formality. The job finding rate in the formal sector is strongly procyclical both from inactivity and unemployment. Its contemporaneous correlation with respect to output ranges between 0.5 and 0.8, and our estimates suggest that a 1% fall in output from its trend decreases the job finding rate of formal jobs from unemployment in 3.5% in Mexico and 4.3% in Brazil. This mimics the evidence for the job finding rate in the US. Critical to our understanding of labor market adjustments is the fact that accessions to informal jobs are far less volatile. The standard deviation of the transition 14to output, rate from unemployment into informality is around half of that of the formal sector.18 Furthermore, while accessions into informal salaried are also procyclical, albeit with weaker correlation with respect into selfemployment are countercyclical, from both unemployment and inactivity, suggesting that in recessions some workers may chose this form of employment as employment of last resort in the face of lack of opportunities as a salaried workers. However, in later sections we show that this shift towards informal selfemployment is quantitatively small in changing unemployment levels. inflows Taken together, the rate at which workers leave unemployment decreases in recessions. Hiring in the informal sector does not expand to fully compensate for the reduced access to formal sector jobs and in fact, informal salaried hires fall. Therefore, there is a change in the relative composition in the outflow from unemployment arising from the differential movements in hiring across the cycle. In expansions, for each formal hire from unemployment, there are on average between 1.3 and 1.7 informal hires, compared to 3 in recessions.19 Flows out of Employment Figures 3a and 3b and table 3 show the complementary flows among the three sectors of employment and the nonemployment states, inactivity and unemployment. Recessions are characterized by rapid changes in the rate at which workers transit into unemployment, but far more from the informal sectors than the formal. A 1% fall in output from its trend increases the separation rate of informal salaried workers by 4.1% and 5.7% in Mexico and Brazil respectively. Separation from informal self employment, which implies the destruction of an informal firm, increases by 3.2% and 3.5%, respectively. By contrast, separations from the formal sector increase by a more 18 Except for accessions towards informal self employment in Mexico where volatility is around 80% of volatility of formal accessions 19 It is possible that these differing job finding behaviors are statistical artifacts arising from the changing composition of unemployment. For example, if in recessions the pool of unemployed workers shifts toward young uneducated workers, who generally have a high propensity to search in the informal sector; this could offset the real decrease in the job finding rate in the informal sector. Baker 1992 refers to this as the heterogeneity hypothesis. We explore this hypothesis following Shimer 2007 and studying changes in the composition of unemployment along three dimensions age, education and reason of unemployment. We do not find any support for this view. 15muted 1.4% and 0.6%, respectively. In a period comprising major crises, such as the Mexican tequila crisis of 1995, or the recessions of 1983 and 1992 in Brazil, formal transition rates towards unemployment are only weakly countercyclical, and do not show a strong correlation with output, 0.41 and 0.16 for Mexico and Brazil respectively.20 These findings suggest that, consistent with the US evidence, job separations from formal jobs are not the principle drivers of unemployment, but that separations from the informal sectors may well be. Although exploring the factors driving the different behavior of the two sectors is beyond the scope of this paper, what is clear is that the view of the informal economy as a competitive flexwage sector that readily adjusts to absorb unemployed workers, especially those shed by the formal sector, is importantly incomplete. Flows into inactivity, on the other hand, show only minor fluctuations with the business cycle and are either acyclical, or weakly procyclical with the exception of the selfemployed in Brazil, a pattern also found for the US by Hall 2005 and Shimer 2007. Flows among Employment Types: FormalityInformality In the US, job to job flows dwarf in magnitude the flows in and out of employment see Nagypal, 2004 and Shimer, 2005. Our data however only permits us to look at flows among defined sectors. This, on the one hand will underestimate total job to job flows, since we miss transitions within formality or informality, and on the other may over estimate them if formalinformal transitions occur within jobs. In all, sector to sector flows account for around 60 to 70% of all transitions in Mexico and Brazil, and are therefore key to understanding the compositional pattern of employment and worker mobility. Figures 4a, 4b, and 4c, and Table 4 characterize these intersectoral transitions, including the crosscorrelation between pairs of bilateral flows. 20 One exception to this general pattern is the 2001 recession in Mexico which was characterized by an increase in job separation in the formal sector but not in the self employed sector and relatively modestly in the informal salaried sector. The most plausible explanation is that this recession was not systemic as the 1995 crisis was, but mainly caused by the slowdown of the U.S. economy that affected primarily the largely formal manufacturing export sector in the north of the country see Kaplan and Martinez, 2004, and Fiess, Fugazza and Maloney, 2007. This emphasizes the importance of sectoral shocks to understanding overall labor dynamics. 16 Search models predict that flows among jobs are procyclical and the cross correlations high, and in the US, this is the case. However, traditional queuing models where the informal sector is largely disguised unemployment would suggest that movements from informality into formality should be strongly procyclical, while the reverse flow should be the opposite, much like separations towards unemployment. In both Brazil and Mexico access to formality from the informal sectors is strongly procyclical as we found it to be from unemployment and inactivity correlations range from 0.3 to 0.74. However, flows from formality into informal selfemployment in both countries are also procyclical, of equivalent magnitude to the reverse flows in Brazil, although somewhat less so in Mexico. The lower panels of figure 4a, confirm the logical correlate that the pairs of bilateral flows are highly positively correlated. The HP detrended series of SF and FS transition rates show strong positive correlations 0.68 and 0.76 for Mexico and Brazil respectively. The flows from formal into informal salaried work are more ambiguous in the two cases. In Brazil entry into informal salaried work from formality is procyclical, but less so than the reverse flows and in Mexico, again, the correlation is weakly negative implying countercyclical behavior. Even still, the bilateral correlation between the FI and IF flow is positive at 0.17. Overall, the patterns of sector to sector transitions are far more consistent with the job to job search models in the mainstream literature where, in periods of labor market tightness, workers search across available jobs in both sectors, or when workers are involuntarily separated in the normal churning process but find another before entering the unemployment pool, than to models where informal workers are queuing for superior formal jobs. The idea that workers might be searching across the formal and informal sectors is consistent with motivational responses of workers entering self employment in 1992 that roughly 70% of the sector had entered for either reasons of greater flexibility or income Maloney 1999. The more ambiguous results for informal salaried work are consistent with findings of substantially less voluntary entry Perry et. al. 2007. 17 That said, the informal sector is clearly very heterogeneous and other data from the Mexican ENEU that is suggestive that there is a component of informality that does correspond to disguised unemployment. Figure 4d plots the proportion of workers who respond positively to the question Have you been looking for a job over the last two months and who had not changed employment status from the quarter before as a possible proxy for the degree of dissatisfaction with the current job coupled with the availably of alternative jobs. Search intensity is generally higher in the informal sector, perhaps, reflecting the relative youth of the informal salaried sector, although the magnitudes and hence differences are not large: in the upturns of mid1990 and to 2000 search rates were equal across sectors at roughly 12%. However, the share searching is strongly countercyclical implying that as the labor market becomes slack and the acess ot the formal sector from all sectors decreases, the dissatisfaction increases. This is especially true in the informal sectors where the percentage searching for better jobs peaks at just under 7% during the 1995 crisis, a gap of slightly over 4% points over the formal sector, suggesting that, in fact, the sector contained more workers who were forced into bad matches. This would make sense if, during the crisis, only the informal sector was hiring: though the job finding rate in the sector is reasonably acyclical, the fact that unemployment is increasing does imply that it informality is absorbing more unemployed as a share of the workforce than during booms. Consistent with the transition patterns, however, the percentage dissatisfied is a relative minority of the sample. Flows among NonEmployment Types: Unemployment and Inactivity Finally, figure 5 and table 5 depicts how inactivity and unemployment interact over the business cycle. Perhaps the most remarkable fact is the strong negative correlation between output and the inflow rate into unemployment from inactivity 0.52 in Mexico and 0.72 in Brazil. This suggests that in recessions, inactive workers enter the market, increasing the number of unemployed. This is reinforced by the fact that fewer unemployed leave the labor force. Together, these imply a further increase in the number of unemployed in recessions that, as we see in the next section, is of quantitative importance. 18 V. Quantifying the Impact of Changes in Gross Flows of Workers. Much of the current discussion in the US literature focuses on identifying the relative importance of each of these flows to the evolution of cyclical unemployment. The issue is important to realistic modeling of labor markets, both in industrialized and, as this section argues, for developing countries. In our case, where we cannot take formal employment as the exclusive complement to unemployment, the task becomes more complex. We are now concerned not only with the evolution of unemployment, but also the evolution of formal relative to informal employment. In one of the earliest accounting exercises for the UK, Pissarides 1986 argued that the steady state unemployment rate can be simulated as a function of the job finding rate and the job separation rates. To be more precise, utqtsqts fqt4stq and f Where tu is the steady state unemployment rate and, tq are the separation rate and the job finding rate respectively. For the UK, the calculated unemployment rate tracks the actual unemployment rate remarkably closely. To identify the relative contribution of the two rates, Pissarides derived two counterfactual unemployment rates tq vary, and the for the UK, one holding tq at its period average level and letting sfsecond holding the job finding rate ftq constant and letting the inflow into sunemployment tq fluctuate. Graphically the series holding constant the separation rate was remarkably similar to the actual unemployment rate whereas the correlation between the unemployment rate and the constant job finding rate counterfactual was virtually zero. This led Pissarides to argue that job finding rate was the main driver of the unemployment rate in the UK. A similar result was obtained by Shimer 2007 using the same method for the US. Recently, a number of papers have criticized this method of unemployment accounting. Fujita and Ramey 2006 and 2007 argue that reliable conclusions are 19difficult with such visual inspections, and that the attribution of the change of unemployment to one flow or the other was difficult since the decomposition is not an exact one.21 As an alternative, Fujita and Ramey 2006 offer an analytical decomposition of equation 4.22 Since the decomposition is exact, the total variance of the cyclical unemployment rate can be easily attributable either to the variability of the separation rate or the job finding rate. Although technically appealing this analytical decomposition is difficult to operationalize when we are interested in more than just two employment states. Incorporating informal salaried and self employed sectors in addition to inactivity in our framework expands the number of states to five and makes an analogous exercise less straightforward to implement.23 The variance of the unemployment rate can no longer be attributed neatly to particular components of the respective flows, since the steady state unemployment rate depends multiplicatively on all nxnn flows, where n is the number of employment states. Hence, we proceed in the spirit of Pissarides 1986 and Shimer 2007 while acknowledging the methods limitations. In the appendix, we also attempt to cross check our results following Fujita and Ramey, 2007, by imposing some strong assumptions for tractability and obtain qualitatively very similar results. First we calculate the steady state values of our labor market by solving offu 5 ouuoq Oq Uq Ioiq Sq Fosfousfuqqquiqqoiuiqqqisqqosusqqifqqqfiofufiuioouuo Uq OqoiOqOqOqfsIqIqUquiUqosUqSqSqSqsiIqusIqufofsfsosu Fq FqfiFqFqSqifissifssfand adjusting the resulting stocks so the corresponding shares sum to unity. Here, the qxy are the transition rates from sector x to sector y and O, U, I, S and F are the number of inactive, unemployed self employed, informal salaried and formal salaried workers respectively. 21 That is, the two counterfactual series do not have to add up to the steady state unemployment rate. 22 This decomposition was first suggested by Elsby et al. 2007. 23 Petrongolo and Pissarides 2007 introduce out of the labor force as an additional state and implement Fujita and Ramey technique for US and a set of European countries. They decompose the steady state unemployment rate in four components two of which cab be interpret as loosely corresponding to the transitions between employmentunemployment and inactivity. 20 and We focus on two main indicators of the labor market, the unemployment rate the the share of formal employment. From equations 5 we compute unemployment rate uU1Oand the share of formal employment fFIFSin the steady state for every period. Even with five employment states the quarterly unemployment rate is virtually indistinguishable from the simulated unemployment rate. The correlation between the HP detrended unemployment rate in and the steady state unemployment rate from equations 5 is 0.97 in Mexico and 0.99 in Brazil. The correlation for the share of formal employment is somehow lower, but still substantial, 0.83 and 0.85 for Mexico and Brazil respectively. To quantify the relative contributions of each flow, we simulate the counterfactual unemployment rates and the share of formal employment when each of the 20 possible flows in equation 5 is allowed to individually vary. Following Shimer 2007, we then compute the covariance of the HP detrended counterfactual series with both the HP detrended steady state unemployment rate and share of formal employment. Table 6a shows this set of covariances as a proportion of the variance of the HP detrended steady state unemployment rate and share of formal employment. They can be interpreted as the contribution of the variability of a particular flow to the total cyclical variability of the unemployment rate or the share of formal employment. A few notes of caution are in order. First, as noted above, the decomposition is not an exact one and hence the sum of the contributions does not necessarily add up to one. It is however, a very good approximation for the unemployment rate in Mexico and Brazil 0.94 and 1.06 and for the share of formal employment in Mexico 1.05. However, it performs less well for the share of formal employment in Brazil 1.50, perhaps because of the sensitivity of the technique to the changing trend in the share of formal employment in Brazil during the 90 s. 21The messages that emerge are remarkably similar in both countries. First, the fluctuation of separations from employment both from formal and informal employment into unemployment is the single main contributor to changes in the unemployment rate. They account for 40% and 37% of variance in the unemployment rate in Mexico and Brazil respectively, significantly more than the 21% and 27% attributable to changes in the outflow rate towards employment. While this result seems the converse of the evidence in the US, where the job finding rate dominates US unemployment dynamics,24 closer scrutiny shows that the division between formal and informal employment is crucial. Most of the variation 75% in Mexico and 86% in Brazil in total separations is driven by movements in the separation rates of informal workers both informal salaried and selfemployed, while the opposite is true of the job finding rate where it is the outflow from unemployment and inactivity towards formal employment that contributes far more 16% in Mexico and 17% in Brazil to changes in unemployment rate than changes in the job finding rate of informal jobs 5% in Mexico and 10% in Brazil. This result is consistent with the distinctive patterns of job finding and job separation rates of the two sectors noted in the previous section. It also suggests that were Mexico and Brazil to be like the US in having a dominant formal salaried sector, our results might not be so different from those found there. Finally, reallocation across sectors and exit from the labor force does not seem to contribute substantially to the changes in the unemployment rate. However, the remaining variance another 26% in Mexico and 36% in Brazil can be fully attributed to the relationship between unemployment and inactivity, a result also consistent with the US evidence See Shimer, 2007, and Petrongolo and Pissarides, 2007. Despite the dominance of job separations in determining unemployment, fluctuations in the share of formal employment are almost entirely driven by strong 24 This topic is still a matter of deep controversy. While Pissarides 2007 argues that the consensus in the literature is that around 13 of unemployment volatility is attributable to changes in the job separation rate and 23 to the job finding rate, Shimer argues that at most the contribution of the job separation rate is 14 and it is declining over time. However, Fujitja and Ramey 2007 argue that the fluctuation of the separation rate may account up to 50% of total unemployment rate variability. These estimates only consider two states unemployment and employment. Perhaps a better benchmark for our results is the cases where inactivity is explicitly considered. Shimer 2007 points at a 23% contribution of the job separation rate vs a 50% of the job finding rate and Petrongolo and Pissarides 2007 33% vs 58% respectively for the US. 22procyclical formal hiring and especially from the informal sectors. In Mexico, where the decomposition is more precise, around 63% of total cyclical variance in the proportion of informal jobs can be attributed to changes in the rate at which informal workers access formal employment. Another 27%, can be attributed to changes in the job finding rate of the unemployed and inactive workers. Separation from formal employment accounts for only 10% and is more than compensated by the much more volatile job separation rate of informal workers, so the net total formal and informal job loss behaviour of the economy tends to reduce the variability of the share of formal employment by around 10%. Strikingly, the direct outflows from formal employment into informal employment contribute little, 12%, in Mexico or even negatively, 24%, in Brazil. In fact, looking only at recessionary periods Table 6b, in both countries the contribution is negative, 5% in Mexico and 26% in Brazil. This implies that the reduction in the share of formal employment in recessions does not occur because of increased exits towards informality. In fact, the negative contributions suggest that the shut down in formal hiring would have led to even larger contractions in the absence of a reduction in separations towards informal employment. VI. Conclusions This paper uses recent techniques from the mainstream literature on labor market dynamics to make two contributions. First, for two developing economies, it offers the first decompositions of the dynamic determinants of cyclical unemployment and formal employment that are methodologically comparable to those in the advanced countries. Second, it explores the implications of observed dynamic patterns for the debate over the nature of the informal sector and its role in cyclical adjustments. We find that in many ways and, despite their large informal sectors, Mexico and Brazil appear to be of the same phylum as their advanced country counter parts with many similar labor market dynamics. However, there are also important differences and, we provide quantitative guidelines for the calibration of models of developing country labor markets, or those with large informal sectors. To summarize: 23First, unemployment is strongly countercyclical. Separations appear to play a substantially larger role in unemployment movements than in the US. However, this is largely the contribution of the informal sector, not the modern formal sector which shows more muted fluctuations, similar to its advanced country analogue. Second, we identify, on average, a generally procyclical evolution of the relative formalinformal labor shares. This occurs despite increased separation rates from informality into unemployment during downturns, and acyclical flows in the reverse direction. This paradoxical combination is explained by the large countercyclical fluctuations in the probability of finding a formal job from all other employment states. Hence, consistent with the US literature explaining unemployment, the relative expansion of the informal sector is not primarily due to increased shedding of labor from the formal sector during downturns. Third, analogous to the US literature, flows among employment states are largely procyclical and intense, including those among the formal and informal sectors. This is not consistent with the view of the informal sector as predominantly the disadvantaged end of a segmented labor market and more consistent with standard job matching models. The finding that informality appears more as a job alternative than disguised unemployment for most workers implies that we need to focus less on segmenting distortions, and more on the costbenefit analysis that agents undertake in choosing among sectors. In particular, as stressed by Levy 2007, we need to be more attentive to the impact of subsidies to becoming informal broadly construed, with attendant implications for aggregate productivity and worker welfare, on the decisions of the marginal worker. Together, these findings give a view of labor market adjustment in LDCs across the business cycle that has elements of the traditional view of informality expanding across downturns, but perhaps with an updated mechanism focusing on relative hiring rates, and without a connotation of overall inferiority of the informal sector. From the point of view of modelling and calibrating a labor market with informal jobs, two findings merit emphasis. First, explaining unemployment volatility necessarily implies taking into consideration the highly volatile job separation rates of 24to generate the large fluctuations of the informal workers. Models arguing that the informal sector is a flexible competitive, frictionless market will be unable the unemployment rate observed in less developed countries. And second, volatility of the share of formal employment is almost entirely determined by access to formal employment, especially from informal jobs. Much like access towards employment can explain most of the variability in the unemployment rate in the US. Neither job separations towards unemployment nor to other informal jobs are able to explain much of formal employment variability. 25 References: Albrecht, J., W., Navarro, L. and Vroman, S. B., 2006 The Effects of labor Market Policies in an Economy with an Informal Sector, IZA Discussion Paper No. 2141 Antman, F. and D. J. Mckenzie 2005 Earnings Mobility and Measurement Error: A PseudoPanel Approach mimeo, Stanford University. Blanchard, O. J. Diamond, P., 1992. The Flow Approach to Labor Markets, American Economic Review, vol. 822, pages 35459, May. Baker, M. 1992 Unemployment Duration: Compositional Effects and Cyclical Variability, American Economic Review, 821: 313321. Boeri T., Garibaldi, P. 2006, Shadow Sorting CEPR discussion paper.DP5487. Boeri T., Garibaldi P. 2001 Shadow Activity and Unemployment in a Depressed Labor Market. IGIER Working Paper No. 77, Bocconi University, IGIER, Milano, Italy. 13 June. Bosch, M. 2004 Start Up Costs, Informality and Policy Complementarities. Mimeo LSE. Bosch, M. and W. F. Maloney 2006 Gross Worker Flows in the Presence of Informal Labor Markets: the Mexican Experience 19872002 World Bank Policy Research Working Paper 3883. Bosch, M. and W. F. Maloney 2007 Comparative Analysis of Labor Market Dynamics Using Markov Processes: An Application to Informality, IZA Discussion Paper 3038, World Bank Policy Research Working Paper 4429. Bosch, M., Goni E., and W. F. Maloney 2007. The Determinants of Rising Informality in Brazil: Evidence from Gross Worker Flows, IZA Discussion Papers 2970, Institute for the Study of Labor IZA, World Bank Discussion Paper 4375. De Paula, A and J. Sheinkman 2007, The Informal Sector, UCLA Department of Economics, Mimeo De Soto, H. 1989. The Other Path: The Invisible Revolution in the Third World. New York: Harper and Row. Elsby, M., G. Solon, and R. Michaels 2007 The Ins and Outs of Cyclical Unemployment, NBER Working Paper No. 12853, January 2007. Ericson, R. and A. Pakes 1992, An Alternative Theory of Firm Industry Dynamics, Cowles Foundation Paper 1041 Evans, D.S. and L. S. Leighton 1989, Some Empirical Aspects of Entrepreneurship, American Economic Review 793: 519535. 26 Evans, D. S., B. Jovanovic 1989, An Estimated Model of Entrepreneurial Choice under Liquidity Constraints. Journal of Political Economy, 974, 808827. Fajnzylber, P., W. F. Maloney and G. Montes Rojas 2007 MicroFirm Dynamics in Less Developed Countries: How Similar Are They to Those in the Industrialized World? Evidence from Mexico World Bank Economic Review, Vol. 20:3 pp 389420. Fields G. S. 2006 A Guide to Multisector Labor Market Models. World Bank Labor Market Conference, Washington, DC November 1819, 2004 Fiess, N. and M. Fugazza and W. Maloney 2006 Informal Labor Markets and Macro Economic Fluctuations, mimeo, World Bank. Flinn, C. J. and J. J. Heckman 1983 Are Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States, Journal of Labor Economics 11:2842. Flinn, C. J. and J.J. Heckman 1982a Models for the Analysis of Labor Market Dynamics, in Advances in Econometrics, R. Basmann and G. Rhodes, eds. Greenwich, Conn.: JAI 1982. Flinn, Christopher J. and J. J. Heckman 1982b, New Methods for Analyzing Structural Models of Labor Force Dynamics, Journal of Econometrics 18 1982 11568. Fougere, D. and T. Kamionka 2003, Bayesian Inference for the MoverStayer Model in Continuous Time, with an Application to Labour Market Transition Data, Journal of Applied Econometrics, 18: 697723. Fujita, S. and Ramey, G. 2007 The Cyclicality of Separation and Job Finding Rates, International Economic Review, forthcoming Fujita, S. and Ramey, G. 2006, The Cyclicality of Job Loss and Hiring Working Papers 0617, Federal Reserve Bank of Philadelphia. Fugazza, M. and J. F. Jacques, 2004, Labor Market Institutions, Taxation and the Underground Economy, Journal of Public Economics, 88: 395418. Geweke J., R. Marshall and Gary A. Zarkin 1986 Exact Inference for Continuous Time Markov Chain Models, Review of Economic Studies 534. Pp 65369 Hall, R. 2005; Employment Efficiency and Sticky Wages: Evidence Flows in the Labor Market, Review of Economics and Statistics 873397407. Hart, K. 1972. Employment, Income and Inequality: A Strategy for Increasing Productive Employment in Kenya. Geneva: International Labor Organization. Harris, J. R. and M. P. Todaro 1970, Migration, Unemployment and Development: A TwoSector Analysis, American Economic Review 601: 126142. 27Henley, A., G.R. Arabsheibani, and F.G. Carneiro, 2006 On Defining and Measuring the Informal Sector, World Bank Policy Research Working Paper No. 3866 Jovanovic, B. 1982. Selection and Evolution of Industry, Econometrica, 649670. Kaplan, D., G. Martinez and R. Robertson 2003, Workerand JobFlows in Mexico. Mimeo, Instituto Tecnologico Autonomo de Mexico. Kolm, A.S. and B. Larsen, B. 2004 Does Tax Evasion Affect Unemployment and Educational Choice? Working Paper 42004, Department of Economics, Copenhagen Business School. Kolm, A.S. and B. Larsen 2002, Moral Cost, the Informal Sector and Unemployment Working Paper 12001, Department of Economics, Copenhagen Business School. Levy, S. 2007. Can Social Programs Reduce Productivity and Growth? A Hypothesis for Mexico. IPC working paper 37. Michigan Ann Arbor. Loayza, N. and J. Rigolini 2006. Informality Trends and Cycles, World Bank Policy Research Working Paper 4078, Washington, DC  Lucas, R. Jr. 1978, On the Size Distribution of Business Firms. Bell Journal of Economics, The RAND Corporation, 92: 508523. Maloney, W. F. 1999 Does Informality Imply Segmentation in Urban Labor Markets? Evidence from Sectoral Transitions in Mexico, The World Bank Economic Review, 132 275302. Maloney, W. F. 2004 Informality Revisited, World Development 327: 11591178. Mazumdar, D. 1975 The Urban Informal Sector Working Paper 211, World Bank, Washington, DC. Menzio, G. 2005, HighFrequency Wage Rigidity, Northwestern University. Mortensen, D. T and Pissarides, C. 1994, Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61: 397415. Mortensen, D. T. and E. Nagypal 2005, More on Unemployment and Vacancy Fluctuations, Northwestern University. Nagypal, E. 2004. Reallocation over the Business Cycle: The Importance of JobtoJob Transitions Draft, Northwestern University, July 2004. Perry, G., W. Maloney, O. Arias, P. Fajnyzlber, A. Mason and J. Saavedra, Informality: Exit and Exclusion. Washington, D.C., World Bank, 2007. Petrongolo, B. and Pissarides, C. 2008 The Ins and Outs of European Unemployment. American Economic Review, PP, May 2008. 28 Pissarides, C. A.2000. Equilibrium Unemployment Theory. Cambridge: MIT Press. Pissarides, C. A. 2007. The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?, The WalrasBowley lecture, North American Summer Meetings of the Econometric Society, Duke University, June 2124, 2007 Schneider, F. and Enste, D. 2000. Shadow Economies: Size Causes, and Consequences, Journal of Economic Literature, 3810: 77114. Shimer, R. 2007, Reassessing the Ins and Outs of Unemployment Mimeo, University of Chicago. Shimer, R. 2005 The Cyclicality of Hires, Separations, and Job to Job Transitions, Federal Reserve of St. Louis Review, JulyAugust. 87 4, pp. 493507. Rauch, J. E., 1991. Modeling the Informal Sector Formally, Journal of Development Economics, Elsevier, vol. 351, pages 3347, Rogerson, R., Shimer, R. and Wright, R. 2005, Search Theoretic Models of the Labor Market Journal of Economic Literature, 43 4: 959988. Zenou, Y. Job Search and Mobility in Developing Countries. Theory and Policy Implications, Forthcoming Journal of Development Economics. 2956.6.EF55.5.70.60.50.EUU40.30.20.1987q 11991q 31996q 12000q 32005q 156.6.EF55.5. 80.70.60.EUU50.40.30. Figure 1: Unemployment Rates and Share of Formal Employment Trends and Cycle: Mexico an Brazil Mexico Brazil 1983q 11987q 31992q 1 1996q 32001q 1 FEUUEFEUUE20.10.0PH EF10.20.30.4.2.PH EUU02.1987q 11991q 31996q 12000q 32005q 1 20.PH 0EF20.2.1.PH0 EUU1.2.1983q 11987q 31992q 1 1996q 32001q 1FE HP UUE HPFE HP UUE HP Notes: The share of formal employment, FE, is constructed as the number of formal workers over total employment. Unemployment rate, UUE, corresponds to the number of unemployed workers over the total labour force. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 30Figure 2a: Job Finding Rates from inactivity Trends and Cycle: Mexico an Brazil Mexico Brazil 80.60.40.40.30.20.10.020.1987q 11991q 31996q 12000q 32005q 11983q 11988q 1OSOFOI1998q 12003q 11993q 1 OSOFOI2.1.01.2.1987q 11991q 31996q 12000q 32005q 1OS HPOF HPOI HP 2.1.01.2.1983q 11988q 11993q 1 OS HPOF HP1998q 12003q 1OI HP Notes: The graph shows the transition rates from inactivity OOut of the Labor Force into the three employment sectors SInformal Selfemployed, IInformal Salaried, , FFormal Sector. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 31Figure 2b: Job Finding Rates from Unemployment Trends and Cycle: Mexico an Brazil Mexico Brazil 6.5.4.3.2.1.1987q 11991q 31996q 12000q 32005q 1USUFUI4.3.2.1.01983q 11988q 11998q 12003q 11993q 1 USUFUI2.02.4.1987q 1 4.2.02.4.1991q 31996q 12000q 32005q 11983q 11988q 1US HPUF HPUI HP1993q 1 US HPUF HP1998q 12003q 1UI HP Notes: The graph shows the transition rates from unemployment UUnemployment into the three employment sectors SInformal Selfemployed, IInformal Salaried, , FFormal Sector. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 32Figure 3a Job separation Rates towards Inactivity Trends and Cycle: Mexico an Brazil Mexico Brazil 2.51.1.50.01987q 11991q 31996q 12000q 32005q 1SOFOIO2.1.01.2.1987q 11991q 31996q 12000q 32005q 1SO HPFO HPIO HP21.1.80.60.40.20.1983q 11988q 11998q 12003q 11993q 1 SOFOIO 2.1.01.2.1983q 11988q 11993q 1 SO HPFO HP1998q 12003q 1IO HP Notes: The graph shows the transition rates from the three employment sectors SInformal Selfemployed, IInformal Salaried, , FFormal Sector into Inactivity OOut of the Labor Force. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 33Figure 3b: Job separation Rates towards Unemployment Trends and Cycle: Mexico an Brazil Mexico Brazil 51.1.50.1.80.60.40.20.001987q 11991q 31996q 12000q 32005q 11983q 11988q 1SUFUIU1998q 12003q 11993q 1 SUFUIU4.2.02.4.1987q 11991q 31996q 12000q 32005q 1SU HPFU HPIU HP 4.2.02.4.1983q 11988q 11993q 1 SU HPFU HP1998q 12003q 1IU HP Notes: The graph shows the transition rates from the three employment sectors SInformal Selfemployed, IInformal Salaried, , FFormal Sector into unemployment UUnemployment. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 34Figure 4a: Cross Sectoral Flows FS Trends and Cycle: Mexico an Brazil Mexico Brazil 21.1.80.60.40.20.40.30.20.10.1987q 11991q 31996q 12000q 32005q 11983q 11988q 11993q 11998q 12003q 1SFFSSFFS2.1.01.2. 1.50.050.1.51.1987q 11991q 31996q 12000q 32005q 11983q 11988q 11993q 11998q 12003q 1SF HPFS HPSF HPFS HP Notes: The graph shows the transition rates between informal selfemployed SInformal SelfEmployed and the formal sector FFormal Sector. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended series using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 35Figure 4b Cross Sectoral Flows IF Trends and Cycle: Mexico an Brazil Mexico Brazil 52.2.51.1.50.1983q 11988q 11998q 12003q 11993q 1 IFFI 1.50.050.1.1983q 11988q 11993q 1 1998q 12003q 1 5.4.3.2.1.1987q 11991q 31996q 1IFFI2000q 32005q 150.050.1.51.1987q 11991q 31996q 12000q 32005q 1IF HPFI HPIF HPFI HP Notes: The graph shows the transition rates between informal selfemployed SInformal SelfEmployed and the informal salaried IInformal Salaried. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 36Figure 4c Cross Sectoral Flows SI Trends and Cycle: Mexico an Brazil Mexico Brazil 42.22.2.81.61.81.61.41.21.1.80.1987q 11991q 31996q 1SIIS2000q 32005q 11983q 11988q 11993q 1SIIS1998q 12003q 11.50.050.1. 1.50.050.1.1987q 11991q 31996q 12000q 32005q 11983q 11988q 11993q 11998q 12003q 1SI HPIS HPSI HPIS HP Notes: The graph shows the transition rates between informal salaried IInformal Salaried and the formal sector FFormal Sector. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 37Figure 4d: Searching While Employed: Mexico 80.60.40.20.01987q 11991q 31996q 12000q 32005q 1SearchingFSearchingISearchingS Note: Quarterly data from the National Urban Labor Survey ENEU 1987:Q1 to 2004:Q4. Searching j refers to the proportion of employed workers in sector j who claim to be looking for a new job and have not changed employment status in the previous quarter. 381987q 11991q 31996q 12000q 32005q 11983q 11988q 11993q 1 1998q 12003q 1OUUOOUUOBrazil 5.54.OU4.2.1.01.2.1983q 11988q 11993q 1 1998q 12003q 1OU HPUO HP Figure 5 Cross Sectoral Flows UO Trends and Cycle: Mexico an Brazil Mexico 1.80.UO60.40. 9.8.OU7.6.50.40.UO30.20.4.2.02.1987q 11991q 31996q 12000q 32005q 1OU HPUO HP Notes: The graph shows the transition rates between inactivity OOut of the Labor Force and unemployment UUnemployed. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. The bottom panels shows the series logged and detrended using an HP filter with lambda 1600. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. Shaded areas indicate recessions. 39 Table 1: Cyclical Properties of Employment States Mexico and Brazil Series St. Dev Mexico Correlation Elasticity St. Dev Brazil Correlation Elasticity OUESIF0.0100.1300.0080.0150.0190.0190.1570.8780.7530.4150.2430.7800.0594.2350.2340.2350.1700.5600.0120.1090.0110.0160.0260.0160.1230.8160.5350.2190.0300.6160.0704.4210.2880.1720.0380.498UUE0.1290.0130.8890.6744.2630.3250.1100.0100.8170.4314.4750.210FE Notes: The table shows the standard deviation, the correlation with output and the elasticity with respect to output of the logged and HP filter detrended of different employment statuses for Mexico and Brazil. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector, all as proportions of working age population. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 40Table 2: Cyclical Properties of Transition Rates out of Employment: Mexico and Brazil Series OSOIOFSt. Dev 0.0450.0320.085Mexico Correlation 0.0760.3530.573 Elasticity St. Dev0.1270.4201.8120.0400.0430.073Brazil Correlation 0.1350.4420.527Elasticity0.2800.9721.983USUIUF0.0940.0550.1200.4330.3660.7981.5110.7483.5540.0590.0520.1280.6000.6170.6521.7521.6284.285 Notes: The table shows the standard deviation, the correlation with output and the elasticity with respect to output of the logged and HP filter detrended transition rates from non employment O and U into employment S,I and F for Mexico and Brazil. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector, all as proportions of working age population. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 41Table 3: Cyclical Properties of Transition Rates into of Employment: Mexico and Brazil Series St. Dev Mexico Correlation Elasticity St. Dev Brazil Correlation Elasticity SOIOFO0.0320.0350.0810.1080.4020.2400.1280.5190.7200.0370.0390.0510.2980.1350.1250.5630.2710.325 SUIUFU0.1670.1180.0930.7160.6650.4163.1564.1411.4400.1540.0930.0720.7250.7300.1623.4855.7420.600 Notes: The table shows the standard deviation, the correlation with output and the elasticity with respect to output of the logged and HP filter detrended transition rates from employment S,I and F into non employment O and U for Mexico and Brazil. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector, all as proportions of working age population. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 42Table 4: Cyclical Properties of Transition Rates among Employment Sectors: Mexico and Brazil Series St. Dev Mexico Correlation Elasticity Cross Cor St. Dev Brazil Correlation Elasticity Cross Cor SIISIFFISFFS0.0300.0350.0380.0260.0740.0690.0130.0920.5740.2730.4250.1790.0140.1220.7980.2691.1710.4160.4240.1740.6700.0370.0330.0390.0410.0610.0530.0080.1870.7400.3190.3030.3530.0140.3141.4670.6580.9460.9510.6210.4860.761 Notes: The table shows the standard deviation, the correlation with output and the elasticity with respect to oput of the logged and HP filter detrended transition rates across employmetn states S,I and F for Mexico and Brazil. We also report the cross correlation among bilateral flows. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector, all as proportions of working age population. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 43Table 5: Cyclical Properties of Transition Rates among Non Employment Sectors: Mexico and Brazil Series OUUOSt. Dev 0.1150.074Mexico Correlation Elasticity St. Dev Brazil Correlation 0.5170.5362.2071.4070.1090.0430.7150.381Elasticity3.9370.813 Notes: The table shows the standard deviation, the correlation with output and the elasticity with respect to output of the logged and HP filter detrended transition rates across nonemploymetn states O and U for Mexico and Brazil. Transition rates are inferred from the continuous time transition matrix for each period obtained following the procedure by Geweke et al. 1986 outlined in Section III. Computations are based on 10.000 Monte Carlo replications. The series have been smoothed using a 4 quarter moving average to remove high frequency fluctuations. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector, all as proportions of working age population. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 44Table 6a: Contribution to the Unemployment Rate and Share of Formal Employment Volatility. Unemployment Rate Mexico 0.40 Brazil 0.37 Share of Formal Employment Mexico 0.10 Brazil 0.03 Job Separations Rates Job Finding Rates Job Reallocation Rates Exit of the labor force UnemploymentInactivity IU SU FU OF UF OI UI OS US IF SF FI FS IS SI IO SO FO UO OU 0.22 0.08 0.10 0.21 0.03 0.13 0.02 0.04 0.00 0.01 0.05 0.03 0.00 0.00 0.02 0.00 0.00 0.02 0.00 0.00 0.02 0.26 0.03 0.23 0.18 0.14 0.05 0.27 0.04 0.13 0.02 0.11 0.00 0.03 0.06 0.06 0.01 0.02 0.01 0.02 0.00 0.00 0.00 0.00 0.00 0.36 0.08 0.28 0.11 0.09 0.10 0.27 0.10 0.17 0.01 0.04 0.02 0.03 0.81 0.50 0.13 0.08 0.04 0.05 0.01 0.03 0.01 0.00 0.02 0.06 0.01 0.05 0.08 0.14 0.19 0.54 0.28 0.25 0.01 0.04 0.03 0.03 1.12 0.87 0.36 0.07 0.17 0.10 0.03 0.04 0.01 0.02 0.03 0.09 0.03 0.06 Total Contributions 0.94 1.06 0.95 1.50 Notes: The table presents the contribution of the cyclical component of each flow to cyclical volatility of the unemployment rate and the share of formal employment for Mexico and Brazil following Shimer 2007. We compute the covariance between the HP detrended steady state unemployment rate and share of formal employment with the counterfactual of the series derived from setting all the possible flows at their average level and allowing only the flow of interest to vary. We present the covariance as a proportion of the variance of the series. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector. Data for Mexico is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 45Table 6b: Contribution to the Unemployment Rate and Share of Formal Employment Volatility: Recessions Unemployment Rate Brazil Mexico 0.41 0.37 Share of Formal Employment Mexico 0.19 Brazil 0.06 Job Separations Rates Job Finding Rates Job Reallocation Rates Exit of the labor force UnemploymentInactivity IU SU FU OF UF OI UI OS US IF SF FI FS IS SI IO SO FO UO OU 0.24 0.09 0.09 0.20 0.02 0.12 0.01 0.06 0.00 0.02 0.05 0.03 0.01 0.01 0.01 0.00 0.00 0.03 0.01 0.01 0.02 0.23 0.01 0.24 0.19 0.15 0.03 0.21 0.05 0.13 0.01 0.07 0.01 0.02 0.07 0.06 0.01 0.01 0.01 0.02 0.00 0.08 0.00 0.02 0.10 0.41 0.07 0.34 0.16 0.15 0.12 0.34 0.11 0.26 0.02 0.05 0.00 0.04 0.94 0.74 0.18 0.01 0.04 0.09 0.02 0.00 0.03 0.04 0.07 0.08 0.01 0.07 0.09 0.14 0.17 0.69 0.36 0.26 0.01 0.03 0.06 0.03 0.89 0.80 0.35 0.02 0.25 0.05 0.04 0.16 0.01 0.06 0.09 0.10 0.03 0.07 Total Contributions 0.86 0.98 1.00 1.26 Notes: The table presents the contribution of the cyclical component of each flow to cyclical volatility of the unemployment rate an the share of formal employment for Mexico and Brazil in recessions following Shimer, 2007. We define recession as output below trend. We compute the covariance between the HP detrended steady state unemployment rate and share of formal employment with the counterfactual of the HP detrended series derived from setting all the possible flows at their average level and allowing only the flow of interest to vary. We present the covariance as a proportion of the variance of the series. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector. Data for Mexico is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 46Table A.1: Contribution to the Unemployment Rate and Share of Formal Employment Volatility using Fijuta and Ramey Decomposition. Inflows OutflowsF OutflowsI OutflowsS Inflows OutflowsI OutflowsS OutflowsU Whole Sample Mexico Brazil Recession Mexico Brazil 0.82 0.69 0.76 0.65 Unemployment Rate 0.20 0.22 0.24 0.26 0.02 0.11 0.04 0.09 Error 0.01 0.01 0.02 0.00 0.69 1.22 0.84 1.31 0.03 0.03 0.01 0.00 Formal Employment 0.08 0.21 0.05 0.15 0.01 0.16 0.01 0.22 Error 0.04 0.02 0.05 0.02 0.19 0.18 0.17 0.08 Notes: The table presents the contribution of the cyclical component of each flow to cyclical volatility of the unemployment rate an the share of formal employment for Mexico and Brazil following Fujita and Ramey, 2007. We define recession as output below trend. OOut of the Labour Force, UUnemployment, EEmployment, SInformal SelfEmployed, IInformal Salaried, and FFormal Sector, all as proportions of working age population. Data for Mexico left panels is drawn from the quarterly National Urban Labor Survey ENEU from 1987:Q1 to 2004:Q4. Data for Brazil right panels is drawn from the Monthly Employment Survey PME, quarterly averaged from 1983:Q1 to 2001:Q2. 47 Appendix. We briefly show the alternative procedure for unemployment accounting designed by Fujita and Ramey 2007. Considering only employment and unemployment, they show that the unemployment rate can be closely approximated by its steady state value ututsqt fqtsqtA.1tu is the steady state unemployment rate Where and, tu is the current unemployment rate, sftq and tq are the separation rate and the job finding rate respectively. Log linearizing around the trend values of tu gives lntuu1ulnsstqq 1ulnffqtqA.2u , sq and fq are the trend components of the steady state unemployment Where, rate, the separation rate and the job finding respectively. In A.2 the cyclical component of the steady state unemployment depends separately on the deviations of the inflows and outflow from their trend with a residual term. This can be expressed as, dutdustfdutet The variance of tdu can then be written as Vardutcovdu,dusttcovdu,duttfcovdu,ettA.3A.4The total contribution of the inflow and outflow rates can be expressed as proportion of tu where the weights or beta values mapping each of the three total variation in components in the right hand side of equation 5 to changes in tdu are, 48sf A.5tcovdutdutdu,t Varduducov,t Vardutdue,ttducovVarsfeAnd where tsef 1. Incorporating the informal sector Incorporating informal salaried and self employed sectors expands the number of states to five and makes an analogous exercise somewhat less straightforward to implement. The variance of the unemployment rate can no longer be attributed neatly to particular components of the respective flows. Therefore, in order to operationalize A.2 for our data, we make two important assumptions. First, as most of the studies for the US we abstract from flows in and out of inactivity. This way we get comparable estimates of those of Fujita and Ramey 2007. Second, we constrain the inflow rate into unemployment and formal employment to be common from all sectors. As the discussion above suggests, inflow rates into unemployment and formality are reasonably homogenous from every other sector of employment countercyclical and procyclical, respectively. those unconstrained. Those from unemployment into formal employment are strongly procyclical while mildly countercyclical towards informal selfemployment. Those from formal employment towards unemployment are very different from those towards other informal employment sectors. Outflows are not, however, and we leave Under these assumptions the unemployment rate and the proportion of formal employment as share of the labor force are given by their steady state values. A.6ututq SUt UAqtqt UAIUqtqt FUftftq SFt FAqtqt FAIFqtqt UF 49 Where, UAtq and FAtq represents the average rate of entering unemployment and formal employment from every other sector respectively 25, and SUqt IUqtqt FU and IFSFqtqtemployment. UFqt represent the outflow rates form unemployment and formal These assumptions do not do great violence to our simulations: the calculated steady state unemployment rate are, again, virtually identical to the actual series and their correlations are over 0.9 for both countries. This suggests that we are capturing most of the relevant variation. Analogous to equation A.4, we decompose total variation in unemployment and formal employment into flows into unemployment, and the outflows towards formality and informality. Varcovdududu,ttcovIUtduwhere UA,dutcovtdu,tdutcovFUdu,dutcovtdu SUe,tA.7tdudutt UA1utlnj U1utUAt UAqqqjj Utqj Utlnqqj Utj U,j FIS,,Similarly, the variance in formal employment can be decompose as, 25 FAUAtq and the procedure in Section III. In estimating tq are calculated by estimating a two by two instantaneous transition matrix following tq we divide the observations between employment tq in equation 3. When tq is estimating the average inflow rate towards formal employment from unemployment an informal employment. tq we pool together unemployment and informal employment. There fore, is equivalent to the separation rate and unemployment and hence UAtq FAFAUAs 50t,tdfcovIFtdftdf,tcovFAdftdf,tcovUFdfttdf,covSFdft,et A.8Varcovdfduwhere FAdft1ftlnFjdut1ftqj FAt FAqq Ftq UIS,,jj Ftln Ft Fjjqq,j Table A.1 reports the decomposition in A.7 and A.8 for the whole sample and periods of recessions. The emerging message in both countries is qualitatively very similar to the results presented in earlier sections. Once we abstract from inactivity, between 70 to 80% of variance in unemployment is due to fluctuations in separation rates from the various sectors of employment. Another 20% is due to changes in the outflow rate towards formal employment. Also consistent with the findings of the previous section, and the US literature, only 1020% of changes in formal employment are accounted for by fluctuations in the outflow rate from the sector with the majority being driven by the strong procyclicality of hiring. In Mexico, 70% variation in formal employment is accounted for by variations in inflows while in Brazil, the number exceeds 100%. That is, the shut down in hiring would have led to even larger contractions in the absence of a strong reduction in separations. This, of course, implies that the outflow rate towards informality is positively correlated with the variability of formal employment. This is a pattern that is common for both countries in times of recessions. 51", "filename": "569673941.pdf", "person": ["Mariano Bosch", "Bosch, Mariano", "William F. Maloney", "Maloney, William F."], "date": ["2008"]}