{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/44569/1/571093388.pdf"], "title": ["High growth firms and job creation in Finland"], "plaintext": " ETLA ELINKEINOELAMAN TUTKIMUSLAITOS THE RESEARCH INSTITUTE OF THE FINNISH ECONOMY Lonnrotinkatu 4 B 00120 Helsinki Finland Tel. 3589609 900 Telefax 3589601 753 World Wide Web: http:www.etla.fi Keskusteluaiheita Discussion papers No. 1144 Matthias Deschryvere HIGH GROWTH FIRMS AND JOB CREATION IN FINLAND ETLA, The Research Institute of the Finnish Economy Lonnrotinkatu 4B, FIN00120 Helsinki, Finland. Tel: 3589609 90 207, Fax: 3589601 753, email: matthias.deschryvereetla.fi. ACKNOWLEDGEMENTS: This paper was initiated in the context of the New Innovation Paradigm Innovaatiotoiminnan paradigman muutos project of Tekes and Etlatieto Oy. The paper was written in the context of ETLAs Finland in the Global Competition project. The author wants to thank the organizers and participants of the following seminars: Tekes workshop Helsinki, 11.04.2008; presented by Petri Rouvinen, Etlatieto Seminar Helsinki, 22.04.2008, Hanken Progress Seminar in Entrepreneurship Research Helsinki, 2122.05.2008, Economic Research Summer Seminar Jyvaskyla, 1112.06.2008 and ETLAs Friday Seminar 13.06.2008. My further gratitude for useful comments goes to Edvard Johansson ETLA, Tuomas Takalo Bank of Finland and Johan Wiklund Whitman School of Management, Syracuse University. ISSN 07816847 27.06.2008 DESCHRYVERE, Matthias, HIGH GROWTH FIRMS AND JOB CREATION IN FINLAND. Helsinki: ETLA, Elinkeinoelaman Tutkimuslaitos, The Research Institute of the Finnish Economy, 2008, 31 p. Keskusteluaiheita, Discussion Papers, ISSN 07816847; No. 1144. ABSTRACT: The goal of this descriptive paper is to identify which firms add the most employment in Finland. The analysis is based on firm and establishment data from the Finnish Business Register period 20032006. It is found that in 2006 Finland had 750 High Growth Firms according to the OECDdefinition. This represents roughly 5% of the firms with at least 10 employees. As growth has a multifacetted nature it is crucial to not only focus on how much a firm grows but also how it grows. Not all of those 750 HGFs grew organically. In fact, of all the jobs they created 65% turned out to be organic employment. There seems to be a positive relationship between the initial size of a HGF and what proportion of the employment is acquired. Correcting for acquisition growth leaves us with 642 organic HGFs. The share of HGFs was the highest in the sectors other business activities, computer and related activities and health and social work. It does look like a substantial number of HGFs have been expanding due to trends in domestic outsourcing. Future research should focus on the causes and consequences of the expansion of those firms. Firm group information should be used as to be able to better capture shifts of employment between firms of the same group. KEYWORDS: Firm growth, High growth firms, Job creation, growth patterns JEL Codes: D21, L25, M13, O12, O40 Table of content 1. Introduction  1 2. Theory and stylized facts of firm growth  4 2.1 Theory 4 2.2 Stylized facts of firm growth 6 2.3 High Growth Firms and employment 7 3. Data 9 4. Identifying growth firms 10 4.1. Which firms recently added the most net employment in Finland? 10 4.2. How are firms adding employment?  11 4.3. Who are the High Growth Firms in Finland? 16 5. Conclusions  23 References  26 Appendix  29 1. Introduction Newspapers often report on firms that are cutting lots of jobs. Recently attention seems to have shifted towards firms that are extremely successful in creating jobs. In Finland domestic policy has increasingly paid attention to the role of high growth firms HGF in the creation of jobs 1. But who are those firms and how do they grow? This descriptive paper wants to identify the HGFs in Finland. Based on firm and establishment data from the Finnish Business Register statistical years 20032006 an overview is given from which firms are responsible for the recent creation of employment. Based on net employment growth, rankings of firms will be constructed. In an attempt to make our results comparable, generally accepted definitions are used and the recently proposed framework for business demography statistics of the OECD is closely followed Ahmad, 2006. In doing so, HGFs are defined as all firms with an average annualised growth in employees greater than 20% per annum, over a three year period 20032006, and with 10 or more employees in the beginning of the observation period. This analysis focuses on employment growth measures as 1 those measures are highly relevant for policy makers and 2 available for the whole population of firms and establishments. The definition of growth firms that is used here considers only firms with at least 10 employees as they are responsible for a major share 75 % in 20062 of the total employment and clearly some firm size threshold is needed as to limit the small firm bias in calculating employment growth. Table 1 shows that not having such a threshold results in many very small firms wrongly being defined as a high growth firm. Both absolute and relative employment growth measures are introduced in this paper. Absolute measures tend to ascribe higher growth to larger firms whereas smaller firms reach higher growth in relative terms. Using one specific measure to identify HGFs has logically also drawbacks. Delmar et al. 2003 stress that growth has many dimensions and that the identification of HGFs depends on which measures of firm growth are used employment, turnover, profit, cash flow, assets. They conclude that there is heterogeneity in the measures of firm growth, in how firms grow and in the demographic characteristics of growth firms. Policy measures should take into account this heterogeneity in firm growth. Table 1 Number and share % of population of High Growth Firms HGF in Finland in 2006 Firms that existed in the 20032006 period Measure based on TOTAL employment growth Number of HGFs Measure based on ORGANIC employment growth Share of HGFs Number of HGFs Share of HGFs Firms 10 employees in 2003All Firms 75022,1395.4%12.9%64221,854Source: Business Register Statistics Finland, calculations of the author. 4.6%12.7% 1 Ministry of Trade and Industry, 2007, p. 41 to 47. 2 In 2006, 93% of the Finnish firms had less than 10 employees and they represented 25% of the total employment Finnish Business Register, Statistics Finland. 2Coping with that multifacetted nature of firm growth, this analysis will focus on a particular aspect of growth namely the distinction between organic growth and acquisition growth. A firm that grows organically internally creates jobs, whereas a firm that grows by acquisitions receives existing jobs from another firm. But although the effect of acquired growth on net employment may be less strong it can be of great economic importance as it can have a strong effect on productivity growth. The above table shows that in 2006, the most recent year of observation, Finland counted 750 high growth firms. This figure is reduced to 642 firms if only organic employment growth is taken into account. Those HGFs represent roughly 5% of all firms that have at least 10 employees. This figure may seem to be rather low and a number of those firms may have experienced a high growth in employment due to mergers that could not be traced by changes in the ownership of establishments. Analysing employment growth of firms could certainly become more accurate when the firm group dimension is taken into account. Although the question how many growth firms there are? is certainly relevant, current research points out that in the first place our understanding of how firms grow should be further improved by doing solid empirical work see also Coed, 2007. As in this paper high growth firms are often looked at as an isolated phenomenon but it is in fact better to compare them to the tip of an iceberg. An important factor for the growth of firms is that the process of creative destruction causes efficient new and expanding firms to attract resources from inefficient firms. As Davis et al. 2008 put it the reallocation of jobs, workers, and capital to their best use is a major force behind productivity gains over time, and these gains are the main source of improved living standards. Policy makers should facilitate labour and capital mobility across firms, industries, regions and countries as to further enhance efficiency Henrekson and Johansson, 2008. Macroeconomic context and evolution of employment per business sector: The macroeconomic environment does matter for the growth of firms. During the period 20032006 the economic growth real GDP in Finland accelerated substantially from 1.8 to 4.9 percentage points Statistics Finland. During that expansion period the Finnish economy added roughly 23,000 jobs a year. In addition the cost of borrowing has been at historical low levels. Our results on high growth firms have to be interpreted against this background of economic expansion. Several studies analysed how firm growth varies over the business cycle. It was found that the mean growth rate is sensitive to macroeconomic fluctuations. Also higher moments of growth rate distribution seem to be sensitive to the business cycle. Smaller firms were found to grow relatively faster during booms, whereas larger firms grow faster during recessions and recoveries. The growth of firms is expected to vary also across industries for several reasons cf. table A14. As the level of opportunity in mature industries is lower, those industries are likely to have lower average growth rates. Because of the rapid pace of technological progress firms in hightechnology industries may have higher growth rates. Growth patterns across industries may also vary as innovation regimes differ considerably across sectors. The growth of net employment across industries obviously also depends on the capital intensity of the industries. Sector specific degrees of competition and concentration can also be linked to the firm specific growth. Coed 2007 mentioned the following sources of industry wide differences in firm growth rates from the literature: the minimum efficient scale MES, the average size of 3establishments, the industry growth, the growth of industry sales, the degree of market concentration, and the firm growth of rivals. Based on the data of the Finnish business register it is found that the business sectors that expanded during the observation period 20032006 are the other business activities, health and social work, the construction sector, Retail trade except of motor vehicles, the manufacturing of fabricated metal products, the supporting of auxiliary transport activities, and the computer and related activities cf. table A2. A rapidly expanding younger industry is the recycling sector cf. table A3. The fact that the health and social work sector expanded with more than 3000 jobs a year, can be explained for two thirds by the social health activities and for one third by the human health activities this only concerns firms. This result should be interpreted with care as it is highly probable that many existing public activities were restructured and privatised. In this case jobs from the public sector would suddenly show up as being connected to new or existing business identification numbers. The expansion of the other business activities 74 is mostly explained by the boom of the labour recruitment and provision of personnel industry 745. But also the architectural and engineering activities 742 and industrial cleaning 747 are responsible for big shares of that expansion. The employment services industry gained momentum as many companies started outsourcing activities as to become more efficient and flexible. It should be screened more carefully which customers are in the end responsible for the expansion of the providers of those services. Consultancy companies increasingly offer outsourcing solutions to make companies more competitive supply driven outsourcing. Future research should focus on the analysis of HGFs that belong to the sector other business activities as to quantify the characteristics of outsourcing industries and their overall employment effects. In explaining the evolution of the employment in industries in Finland one should a priori stress the potential role of domestic outsourcing and international sourcing cf. Statistics Denmark, 2008. The outline of the paper is as follows. Part 2 summarizes some key findings on firm growth from the literature. Part 3 describes the data and the sample formation. Part 4 identifies firms that have been recently adding employment in Finland and summarizes the findings in top 30 firm rankings. Chapter 5 concludes. 42. Theory and stylized facts of firm growth In what follows we summarize existing theories 2.1 and empirical stylised facts 2.2 about firm growth based on a recent literature survey on firm growth by Coed 2007. The review concludes 2.3 by summarizing the main findings of the literature on rapidly growing firms and job creation Henrekson and Johansson, 2008. The literature on firm growth consists out of contributions from economics, management and sociology. A major empirical finding is that firm growth is difficult to predict as it is characterised by a predominant stochastic element. Indeed previous research on the determinants of firm growth has had limited success. A second observation is that the theory on the growth of firms should be improved. Progress in the analysis of firm growth requires solid empirical work that can serve as a base to improve the theory. 2.1 Theory As far as the theory of firm growth is concerned Coed 2007 described and assessed 5 diverse contributions. He found that theoretical predictions have been of limited use in understanding the growth of firms. 1. The Neoclassical theory is based on the notion of growth towards an an optimal size Viner, 1931, 1952. Firms are attracted to some sort of optimal size, being the profitmaximizing level of production. This implies that growth is seen as a means and is not an aim as such. Both the transaction cost theory of the firm Coase, 1937 and Lucas 1978 can be seen as variations on that optimal size theme. The transaction cost theory considers that the optimal boundaries of the firm are based on the tradeoff between the coordination via authority in a hierarchy and the coordination through the price mechanism. The predictions made by this transaction costs literature most often concern growth by acquisition in the context of vertical integration. Lucas explains the lognormal distribution of firm size by assuming a lognormal distribution of managerial talent. The concept of an optimal size lacks empirical support. It is therefore of little use in the understanding why firms grow. 2. Theory of the growth of the firm Penrose, 1959: This theory introduced two new concepts: Economies of growth and the Resourcebased view of the firm. The Economies of growth imply that firms are faced with strong incentives to grow because the knowledge of the personnel increases automatically with experience learningbydoing. When an optimal growth rate is reached higher operating costs evolve. The so called Penrose effect refers to the fact that firms that grow faster have higher operating costs. A second key concept in the theory is that firms are composed of idiosyncratic configuration of resources. These resources can play a role in ensuring durable competitive advantage if they are valuable, rare, inimitable and nonsubstitutable. A firms performance depends on its abilities dynamic capabilities to create or release resources and to reconfigure their resource portfolio. According to the dynamic vision of Penrose, firms grow because of economies of growth that are inherent in the growth process and not because, as in the neoclassical theory, an advantage linked to size as such. Firms are assumed to have constant returns to scale. The contributions of Penrose have especially been influential in the strategic management literature and have been marginalised in the IO literature. 53. Managerial approach Marris, 1963, 1964: The fundamental observation of the managerial theory is that firm size and firm growth is seen to be an important factor in the managerial utility function, alongside the financial performance of the firm. A managers compensation tends to be positively related to the firm size. For some firms, such as young small firms, the pursuit of growth maximization is in line with that of profit maximization, so that there will not arise conflicts between the manager and the shareholders. In other cases managers have to choose between profit maximization in the shareholders interest and growth maximization in their own interest. This stretch of literature assumes utility maximising managers to maximize the growth of the firm subject to the constraint of earning a satisfactory profit rate, which should be large enough to avoid being dismissed by shareholders or being taken over by stockmarket raiders. In the managerial model by Marris 1963, 1964 firms are assumed to grow by diversification only. The theory has been extended to the case by conglomerate merger. Mergers are faster and more expensive way of growth than internal growth so managerial arguments are certainly relevant for this type of growth. 4. Evolutionary economics principle of growth of the fitter: Evolutionary theory is based on Schumpeters vision of creative destruction and borrows the notions of diversity creation and selection to account for dynamics in economic development. The mechanism of selection explains economic progress, as fitter firms survive and grow, and weaker firms lose market share and exit. The notion of selection via differential growth is also used by Downie 1958 and Nelson and Winter 1982. Downie 1958 models industrial development and assumes that firms grow by reinvesting their earnings. Growth rates thus rise with profitability. In Nelson and Winters 1982 agent based simulation model, in which firms compete against each other, firms can gain competitive advantage through the discovery of costreducing innovations or by imitating the industries best practice. Agent based simulation modelling has since remained a dominant tool in the evolutionary literature. The evolution of industries in this family of models is generally guided by the mechanism of replicator dynamics, by which growth is imputed according to profitability. This kind of models may not find empirical validation for several reasons. 1 It cannot be assumed that all firms have the same propensity to grow. Stricter internal selection will cause high profit firms to overlook opportunities that are taken up by less profitable competitors. In this way growth may be negatively related to profitability. 2 High profits may be made by firms that can exercise market power by restricting their production to obtain a higher price per unit. In this case increasing profits would go hand in hand with capacity reduction. 3 If a firm is active in a niche market it may not be able to expand despite its high profits. 4 A firm may reach a higher profit rate due to efficiency gains by downsizing. As a result the existence of a relation between the profitability and growth is an empirical question. Based on empirical analyses profitability and sales growth seem to be largely independent from each other. More productive firms are not found to be growing faster. Empirical work on the principle of growth of the fitter does not provide encouraging results. Selection works only by elimination of the weaker while firm growth being in the hands of managers. This implies survival of the fitter without growth of the fitter. Since growth of the fitter is generally not observed, economies may not be achieving their full potential. This may be an important point for policy makers. Because reallocations of activity from the less efficient to the more efficient are so important for the optimal use of resources it seems that more evidence is needed on how competitive conditions within an industry affect the speed with which the more efficient displace the less efficient. 5. The population ecology approach comes from sociology and is based on a contribution of Hannan and Freeman 1977. Organisations require resources which are specific to niches and 6these niches have a specific carrying capacity. A firm that discovers a new niche with a rich resource pool will be able to grow a lot. As new organisations enter the niche the number of firms in the niche will grow. The competition between firms will limit the growth rates of firms if the population grows to a level where the niches resource pool is saturated. This relationship between the growth of organisations and the competition for resources in a particular niche is known as density dependence. There are clear limits to a theory of firm growth rates based solely on industrywide characteristics, because large differences in growth rates can be observed between firms in the same industries. 2.2 Stylized facts of firm growth Although there are systemic factors at the firm and the industry levels that affect the process of firm growth, firm growth is mainly affected by purely stochastic shocks. In most cases a negative relationship between firm size and growth is observed. This finding is not in line with Gibrats law 1931 or the law of proportionate effect that states that the expected growth rate is independent of its size at the beginning of the period examined. Closely related with the above fact is that the growth rate depends negatively on firm age. The empirical literature didnt find a robust relationship between productivity and growth. This can partly be explained by the fact that some firms become productive through expansion, others through downsizing. Financial performance for example profitability is not found to be a major determinant of firm growth rates. The effect of firmlevel innovation on employment growth is a priori ambiguous: product innovations have generally a positive impact on employment, whilst the role of process innovations is more ambiguous Hall and Oriani, 2006. Innovation and sales growth: Most of the firms dont grow very much, and their growth is hardly related to their attempts at innovation. Nevertheless, innovation is seen to be of critical importance for a handful of fast growing firms Coad and Rao, 2006. Firmlevel innovation can be expected to have a positive effect on sales growth. There does not seem to be an emerging consensus on the autocorrelation of growth rates. Different studies yield conflicting results. New insights on firm growth come from Bottazzi et al. 2002 and Coad 2006b. The latter analysis found that a firms growth dynamics depend on two dimensions: firm size and its lagged growth rate. Smaller firms are more prone to experience negative autocorrelation, whilst large firms have a tendency towards positive autocorrelation. Small firms and large firms operate on a different frequency. This dependence of autocorrelation of firm size helps to explain why the literature yielded different autocorrelation coefficients for databases with different firmsize compositions. Secondly Coad 2006b demonstrates that the autocorrelation coefficient depends on the growth rate. Firms whose growth rate is close to the average in one year are likely to not experience any autocorrelation in the following year. However, the firms that experience extreme growth rates are likely to experience considerable negative autocorrelation. This is especially true for 7fast growth small firms, whose growth patterns are particularly erratic. Large firms display smoother dynamics. They are likely to experience positive autocorrelation irrespective of their growth rate in the previous period. Smaller firms appear to grow relatively faster during booms, whereas larger firms grow faster during recessions and recoveries. There is a negative relationship between the growth rate variance and the firm size. Ownership: multiestablishment firms have on average higher growth rates than singleestablishmentfirms. Establishments that belong to larger companies have higher growth than standalone establishments. There is weak evidence that foreign owned firms have higher growth rates. Government owned firms seem to grow more slowly. 2.3 High Growth Firms and employment Autio et al. 2000 found that gazelles increased their employment with more than 400%. They focus on absolute employment that is added by independent, continuing singleestablishments in Finland. High growth firms are defined based on relative sales growth. Delmar et al. 2003 conclude that there is heterogeneity in the measures of firm growth, in how firms grow and in the demographic characteristics of growth firms. They define a population of Swedish growth firms based on several employment and turnover measures. They focus on the process of firm growth by making a difference between organic growth and growth by acquisition. Henrekson and Johansson 2008 survey the recent literature on gazelles a few rapidly growing firms as job creators. In total they identified 19 studies. We decided to summarize their main findings. A robust selffulfilling finding is that Gazelles are outstanding job creators. They create all or a large share of new net jobs. This is particularly pronounced in recessions where Gazelles continue to grow. Gazelles can be of all sizes, small firms are overrepresented but larger firms are important job contributors in absolute terms. Gazelles tend to be younger on average. The growth of young and small firms is more organic compared to large and old firms. They make a larger contribution to net employment growth. Gazelles exist in all industries. Gazelles seem to be overrepresented in service industries. There is no evidence that gazelles are overrepresented in high tech industries. It seems plausible that a high inflow of new firms increases the likelihood to generate young gazelles. Crucially net employment growth has to be viewed in a broader perspective of creative destruction, where net employment is generated by churning and restructuring in a 8dynamic process of firm entry, expansion, decline and exit. It may be misleading to narrowly focus on a particular piece of this process and claim that only that contributes to a large share of net employment growth. An important factor for the growth of firms is that the process of creative destruction causes efficient new and expanding firms to attract resources from inefficient firms. Turbulence in itself, the entry and exit of firms, boosts job creation. All in all this implies that policy makers can enhance employment by lowering barriers to new firm entry and firm exit. Labour and capital mobility across firms, industries, regions and countries should be facilitated as to further enhance restructuring to gain efficiency Henrekson and Johansson ,2008. 93. Data This descriptive analysis of HGFs is based on firm and establishment data of the Finnish Business Register. The analysis focuses on the average annualised evolution between 2003 and 2006. This period offers the most recent available data and the three year period coincides with the timeframe that is used by the OECD to define a HGF. The evolution of the number of firms and establishments in the register is summarized in tables A5A6. During those 3 years the number of firms has been rising with almost 10%. The rise of the number of firms in 2006 can partly be explained by the new Limited Liability Companies Act that entered into force on the 1 September 2006. The act introduced a reduction in the minimum share of capital from 8,000 to 2,500 euros. Since than the Trade Register has registered nearly 60% more limited liability companies than in the 12 months preceding the entry into force the Act BIS, 2008. The rankings of industries that were discussed in the introduction were based on the data of all the firms but for the analysis of the employment growth of the firms in chapter 4, a part of the firms in the population had to be dropped. In a first step the firms and establishments with data gaps were dropped. So also reactivations were dropped 3. In a second step only the firms that existed during the entire period of observation 20032006 were selected as to be able to calculate averages that are based on the same observation period. This left us with 172,204 firms which represent about 75% of the firms that existed in 2003. Table 2 Population by initial firm size % of population 158,2477,3224,2251,921275214172,204Number of firms in population 91.9 %4.3 %2.5 %1.1 %0.2 %0.1 %100 %Firm size in 2003 number of employees091019204950249250499500TOTAL Firms with no data gaps that existed during the entire 20032006 period; Source: Business Register Statistics Finland, calculations of the author. Table 2 breaks up our firm population by initial firm size and reminds us that 92% of all firms in our population have less than 10 employees. In the next chapter part 4.1 and part 4.2 will be based on that entire population. But part 4.3 is based on a population of 13,957 firms as the relevant population to calculate the HGFs based on the recommended definition of the OECD are the firms that had at least 10 employees in 2003 cf. introduction. Ideally the high growth firms should be calculated every year as to take into account firms that enter after 2003 or exit before 2006 but do exist at least during 4 statistical years. 3 For instance in the US Census Bureau longitudinal database no reactivations are recorded as births, irrespective of the period of dormancy. 104. Identifying growth firms In the introduction we already described which industries recently added employment in Finland. But which firms are actually behind the adding of employment? This chapter aims at identifying the driver firms by ranking the 30 best performing firms based on different employment variables. The methods for ranking those firms will be critically reviewed throughout the chapter as to be able to identify and classify complexities and problems. As stated in the previous chapter we focus on firms that existed during the entire 20032006 period as to be able to capture the average annualised performance over a three year timeframe. To be able to identify growth firms we aim at answering 3 questions: 1. Which firms recently added the most net employment in Finland? 2. How are firms adding employment? 3. Who are the high growth firms in Finland? In answering the first two questions our population of firms includes all size classes and amounts to 172,204 see table 2. Answering question 3 forces us to exclude the firms with less than 10 employees and that leaves us with a population of 13,957 firms. HGFs are indeed defined as all firms with average annualised growth in the number of employees greater than 20% per annum, over a three year period. In addition the firm has to have at least 10 employees at the beginning of the growth period as to overcome the small enterprise bias Ahmad, 2006. Firm growth can be defined in terms of several variables the main ones being turnover and employment. In this chapter, 4 employment variables are analysed: Absolute employment growth measures: 1. absolute total growth 2. absolute organic growth Relative employment growth measures: 3. relative total growth and 4. relative organic growth. Total employment growth can either be organic employment growth or employment growth by acquisitions or a combination of those two. Organic growth measures of firms are calculated by correcting the total employment growth by the employment of acquired establishments. During the period of observation, each year roughly 1.3% about 3500 of all establishments switched firms. 4.1 Which firms recently added the most net employment in Finland? The 30 firms that added the most net employment between 2003 and 2006 in Finland are listed in table 3. Those firms added together on average 15,453 jobs a year. This ranking is topped by ABB Oy who added on average 2,096 jobs a year. 1.2.3.4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.TOTALBusiness ID076340300906333115318644011651061741050801163004035750290112038901465192043087580109160210160606109103230114452417724339011327690790905716801400145835930536307016157790109075540667761001098230087133980800415317550076075954810712653816281425Name of the company ABB OYISS PALVELUT OYSUOMEN POSTI OYJELISA OYJSTAFFPOINT OYMETSALIITTO OSUUSKUNTAWMDATA OYNOKIA OYJYIT KIINTEISTOTEKNIIKKA OYARINAN KAUPPA OYFORTUM POWER AND HEAT OYKESLOG OYMANPOWER OYHELSINGIN BUSSILIIKENNE OYSKANSKA TALONRAKENNUS OYRAUTARUUKKI OYJSOL PALVELUT OYLASSILA TIKANOJA OYJVAHINKOVAKUUTUSOSAKEYHTIO POHJOLAPIRKANMAAN OSUUSKAUPPALIDL SUOMI KOMMANDIITTIYHTIOADECCO FINLAND OYTURVATIIMI OYJKEMIRA OYJHELSINGIN OP PANKKI OYJSEURE HENKILOSTOPALVELUT OYFONECTA OYTECHNIP OFFSHORE FINLAND OYPROFFICE FINLAND OYCAPGEMINI FINLAND OY2,0961,9191,3521,003944772715595475448416385374312306297271262261235228225211211209196195195178167 11Ownership: When screening the list it becomes clear that ABB is not the only foreign owned company in the top 30, a third of the list are foreign owned companies, half are private domestic firms and 5 firms are owned by the state or by municipalities. Table 3 Top 30 of firms that increased their total employment the most number of employees Ranking Annualised Total Growth 15,453 Ranking based on absolute average annualised TOTAL employment growth in Finland during the 20032006 period; Source: Business Register Statistics Finland, calculations of the author. Size in 2003: Ranking firms based on absolute net employment growth logically leads to all firms in the top 30 being big. Indeed, in 2003 half of the companies had at least 500 employees. However, 5 of the 30 companies ABB OY, Staffpoint Oy, Turvatiimi Oyj, Helsingin OP Pankki Oyj and Fonecta Oy had less than 10 employees in 2003. It seems very unlikely that those small companies experienced such an impressive employment growth by growing internally. 4.2 How are firms adding employment? Once the firms that added the most net employment are listed, a logical next step is to ask by which process those companies managed to add so much employment, in other words how did they grow? For that purpose two ways in how to reach firm growth were defined. A company can either grow organically internally or it can grow by acquiring new establishments. Based on the total employment per firm, the organic employment per firm 12was calculated by subtracting the employment of the acquired establishments. From the 19 empirical papers on high firm growth that were revised by Henrekson and Johansson 2008 only the contributions based on Swedish data went beyond the process of total growth by making a difference between organic internal growth and growth by acquisition see Schreyer 2000, Davidsson and Delmar 2003, 2006 and Delmar et al. 2003. Organic growth is often associated with nondiversifying firms while acquisition growth is usually related to diversifying firms but both of them can be used to either expand market share into a specific industry or to diversify into new industries. Especially bigger firms, or firms belonging to firm groups, typically grow by acquiring other existing establishments Penrose, 1959. To know which employment is really added and which is transferred from another firm we also list the organic absolute employment growth in table 4. Table 4 Total employment growth versus organic employment growth number of employees Annualised Organic Growth Industry code Ranking Annualised Total Growth 15,453TOTAL. Ranking based on absolute average annualised TOTAL employment growth in Finland during the 20032006 period; Source: Business Register Statistics Finland, calculations of the author. Table 4 shows that ABB increased their total employment on average with 2,096 jobs a year by acquiring that employment from other firms and not by growing internally. The annualised organic employment growth of ABB Oy was found to be even negative organic employment fell with 22 jobs. Between 2002 and 2006 ABB Oy indeed merged with several companies. In 2002 with ABB TNP International Oy; In 2004 with ABB Oy 4; In 2005 with: ABB 4 The latter company its main activity consists out of the management activities of holding companies. It has indeed the same company name but another business identification number 06431346. In 2002 firms like ABB Service Oy, ABB Industry Oy, ABB Installaatiot Oy and ABB Motors Oy merged with it. In 2004 it merged with ABB Oy with the firm code 07634030 and its original firm code 06431346 disappeared. 1.2.3.4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.Name of the company ABB OYISS PALVELUT OYSUOMEN POSTI OYJELISA OYJSTAFFPOINT OYMETSALIITTO OSUUSKUNTAWMDATA OYNOKIA OYJYIT KIINTEISTOTEKNIIKKA OYARINAN KAUPPA OYFORTUM POWER AND HEAT OYKESLOG OYMANPOWER OYHELSINGIN BUSSILIIKENNE OYSKANSKA TALONRAKENNUS OYRAUTARUUKKI OYJSOL PALVELUT OYLASSILA TIKANOJA OYJVAHINKOVAKUUTUSOSAKEYHTIO POHJOLAPIRKANMAAN OSUUSKAUPPALIDL SUOMI KOMMANDIITTIYHTIOADECCO FINLAND OYTURVATIIMI OYJKEMIRA OYJHELSINGIN OP PANKKI OYJSEURE HENKILOSTOPALVELUT OYFONECTA OYTECHNIP OFFSHORE FINLAND OYPROFFICE FINLAND OYCAPGEMINI FINLAND OY2,0961,9191,3521,003944772715595475448416385374312306297271262261235228225211211209196195195178167221,5941,12063591520343595144129713853743123371265245188116228225216437196606987298,10065274764164274520722322453551401634745602452271747747660521521745652741748745642351745722 13Stromberg Oy DO 23, ABB Energy Partner Oy, ABB Stromberg Service Oy DO 2, Real Current Oy, ABB Stromberg Oy DO 24; In 2006 with: ABB Current Oy, ABB Stromberg Oy DO 25, ABB Stromberg Oy DO 8, ABB Stromberg Oy DO 9. In 2007 ABB Oy merged with ABB Sahkorinne Kiinteistoosakeyhtio in 2007. In addition to ABB Oy, 4 other firms of the list destroyed employment instead of creating it Metsaliitto osuuskunta, Rautaruukki oyj, Kemira Oyj and Technip offshore Finland Oy. Most of the other firms in the list did partly grow organically and partly by acquiring establishments from external firms or from their group. Table 4 actually shows that only 52% of the net employment growth of the top 30 firms in table 3 was organic growth. Only 7 firms in the top 30 seemed to have grown fully organically Nokia Oyj, Keslog Oy, Manpower Oy, Helsingin Bussiliikenne Oy, Lidl Suomi Kommandiittiyhtio, Adecco Finland Oy, Seure Henkilostopalvelut Oy. Mergers: What may occur is that the added employment looks like being organic growth although in reality it concerns a merger. Not all mergers can be traced based on the firm and establishment identification codes. That seems to be especially true for firms that are owned by the state or by municipalities. The recent expansion of Keslog Oy, Helsingin Bussiliikenne Oy and Seure Henkilostopalvelut Oy can be partly or fully explained by mergers. Keslog started operating at the beginning of 2006, when the Kesko Groups transport and forwarding company Kesped Ltd and Kesko Foods warehousing operations were merged employment jumped from about 240 employees in 2005 to over 1391 in 2006. Helsingin Bussiliikenne Oy was born in 2005 when Suomen Turistiauto Oy merged with HKLBussiliikenteen employment jumped from 419 in 2004 to 1487 in 2005. Seure Henkilostopalvelut Oy was founded in 2005 based on the merging of Helsingin Tyovoimapalvelu Oy with human resource service companies of the city of Espoo and Vantaa. employment increased remarkable between 2005 and 2006. Groups: The rankings that are presented are based on a firm perspective. Looking at the organic growth on a firm level helps in approaching the job creation effects of a firm. However, the rankings that have been discussed till now illustrated that employment should be assessed by company group as different firms within a group may shift employees to each other intra firm group shifts. To know for example what is really going on with the employment within the ABB group in Finland it is necessary to look at all firms within that group and not only at ABB Oy with identification number 07634030. The creation and destruction of employment within Finnish borders has to be analysed from a groupperspective and from a crossborder perspective. In table 5 firms are listed based on the organic employment they added. It is clear that this ranking clearly differs from the original ranking and that almost half of the companies that were in the original top 30 disappeared. 1.2.3.4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.Business ID090633311531864417410508011651060112038910160606109103230357502901144524079090571680140016157790109075540800415314583593014651920950895116251744183385601076695809682853043087580693536801402028053630701548234808722489017268821801682802425221Name of the company ISS PALVELUT OYSUOMEN POSTI OYJSTAFFPOINT OYELISA OYJNOKIA OYJKESLOG OYMANPOWER OYWMDATA OYHELSINGIN BUSSILIIKENNE OYSOL PALVELUT OYLASSILA TIKANOJA OYJLIDL SUOMI KOMMANDIITTIYHTIOADECCO FINLAND OYSEURE HENKILOSTOPALVELUT OYVAHINKOVAKUUTUSOSAKEYHTIO POHJOLAYIT KIINTEISTOTEKNIIKKA OYKONECRANES HEAVY LIFTING OYMEDONE OYTARJOUSMAXI OYCAPITAL MULTISERVICES OYAIRPRO OYARINAN KAUPPA OYNOKIA TIETOLIIKENNE OYSCHENKER CARGO OYPIRKANMAAN OSUUSKAUPPAELTEL NETWORKS OYTURUN VMP PALVELU OYLUJATALO OYFOLKHALSAN RASEBORG ABOSUUSPANKKIKESKUS OSK1,5941,1209156355953853743433122652452282251961881441341311311301301291191181161161151091061009,4461,9191,3529441,003595385374715312271262228225196261475134131132130130448119128235144125109109100747641745642322634745722602747747521745745660453292745521745632551518602521452745452853671 14Table 5 Top 30 of firms that increased organic employment the most number of employees Ranking Annualised Organic Growth Annualised Total Growth Industry code 11,691TOTAL. Ranking based on absolute average annualised ORGANIC employment growth in Finland during the 20032006 period; Source: Business Register Statistics Finland, calculations of the author. As organic growth is connected with more net employment, from a policy perspective it could be seen as superior to the growth by acquisitions. This view is not the correct one as growth by acquisitions can contribute in rendering the firm more efficient and competitive. More competitive firms and industries can secure jobs. One interesting case is Lidl number 12 in the above list that added on average 228 jobs a year. Activities of Lidl in Finland turned out not to be profitable at all. In that sense the importance of high growth firms for sustainable job creation depends on the sustainability of their activities. The fact that we make a difference between organic growth and growth by acquisition has the sole purpose of quantifying the employment effects of both firm growth processes. A substantial share of the firms that are characterised by a rapid expansion of their net employment have been able to do so due to current trends in outsourcing. One third of the companies in the list belong to the sector of the other business activities: either to the labour recruitment and the provision of personnel industry Staffpoint Oy, Manpower Oy, Adecco Finland Oy, Seure Henkilostopalvelut Oy, Medone Oy, Turun WMP Palvelu Oy or to the industrial cleaning industry ISS Palvelut Oy, Sol Palvelut Oy, Lassila Tikanoja Oyj. As stated earlier, firms that have a connection to outsourcing should further be analysed as to better understand their overall effects on employment and efficiency. ISS Palvelut added the most organic employment by either directly acquiring inhouse units of companies or by a less formal transfer of employees. Staffpoint Oy formerly Extra Personnel Services was founded in 2002 when Cap Man invested in the company. Being a company of less than 10 employees in 2002 and 2003 it jumped to 1412 employees in 2004 and in our period of observation it grew organically with about 900 persons a year. The latter case may be evidence for the fact that a limited number of investors and business service companies can thrive the restructuring of a whole industry supply driven outsourcing. 15Foreign owned companies: Out of 30 firms that added organic employment, there are 6 foreign owned companies, 20 private domestic and 4 that are owned by the state or a municipality. Airpro is a state owned firm Subsidiary of Finavia Group that jumped from 226 employees in 2005 to 633 employees in 2006. This can be explained by the establishment of a separate Finnish Civil Aviation Authority at the start of 2006. To illustrate the possible effects of the restructuring a firm group on the employment of its firms, table 6 lists the firms that recently destroyed the most employment in Finland. The firm Tietoenator with business identification number 01011385 tops that list. Those results should be interpreted with care as its firm group created many new firms during the period of observation. The case illustrates that ideally one has to consider the evolution of employment per firm group. In the end it may very well be that Tietoenator had a positive net employment. The next paragraph gives some extra information on which companies that were merged with Tietoenator and which new companies were founded. Table 6 Top 30 of firms that decreased their total employment the most number of employees Annualised Total Growth Annualised Organic Growth Industry code Ranking Name of the company TIETOENATOR OYJTRADEKAKIINTEISTOT OYUPMKYMMENE OYJATRIA OYHK RUOKATALO GROUP OYJORION OYJSANOMA OSAKEYHTIORUOKAMARKKINAT OYRUOKAKESKO OYTIELIIKELAITOSVR OSAKEYHTIOFINNAIR OYJSTORA ENSO OYJMETSO PAPER OYCLOETTA FAZER SUKLAA OYMREAL OYJTEKMANNI OYLEMMINKAINEN OYJTELIASONERA FINLAND OYJSUOMEN OYSILJA OY ABKEMIRA PHOSPHATES OYLUVATA PORI OYOY HARTWALL ABTELLABS OYNORDEA BANK FINLAND ABPSKANSKA EAST EUROPE OYDRAKA NK CABLES OYIF VAHINKOVAKUUTUSYHTIO OYNOTEXYHTIOT OY1.2.3.4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.TOTAL1,7031,0797607286615075064984534103593563462872442232181821671661571531501371331231211161151131,7241,1921,246728661507506500453410359356405344244315218190686253757153150137133123121116115113723521211151151244221521519452601621211295158211453452642521611241274159322651452313660521.11,17113,215 Ranking based on absolute average annualised TOTAL employment growth in Finland during the 20032006 period; Source: Business Register Statistics Finland, calculations of the author. Tietoenator Oyj 01011385 recently merged with the following firms: In 2002: Tietoenator Technology Oy 01745928, Tieto Innovation Oy 05719663; in 2004: Oy Visual Systems Ltd. 08042248; in 2005: Octel Oy 09882126, Entra eSolutions Oy 07492159, Doctorex Oy. Within the restructuring of the Tietoenator activities along business sectors, also new firms were created: in 2002: Tieto Enator Broadcasting IT Oy 18001669; in 2004: Tieto Enator 16Global Oy 18987384; in 2005: Tieto Enator Banking Insurance Oy 19623072, Tieto Enator Digital Innovations Oy 19623689, Tieto Enator Forest Energy Oy 19623590, Tieto Enator GMR Oy 19668369, Tieto Enator Healthcare Welfare Oy 19623654, Tieto Enator Processing Network Oy 19623718; in 2006: Tietoenator Esy Oy 01076373, Tieto Enator Retail Distribution Services Oy 10169467; in 2008: Tieto Enator 11 Oy 21649028. Ranking absolute employment growth of firms to obtain information on job creation returned the following results: Looking at total employment growth can be misleading. Even firms of less than 10 employees can increase their total employment by thousands of jobs a year by acquiring new firms. It is there for good to report also organic employment growth as to be able to determine which share of employment growth is due to internal growth and which share due to growth by acquisition. What may seem to be organic employment growth in the rankings can turn out not to be. This is because not all mergers and acquisitions can by detected by combining establishment and firm codes over time. Firm group information should be taken into account when assessing the employment growth of firms. Looking at firm level data can be misleading as employment can be shifted between different units of the same company group. The use of business identification codes by firm groups can be very complex. Many firms in the rankings have been able to add employment due to trends in outsourcing. 4.3 Who are the High Growth Firms in Finland? HGFs in Finland represent a very limited number of firms. Table 7 lists the number and shares of HGFs. As many of the firms that have less than 10 employees easily reach very high percentage growth they were excluded from the reference population. Table 7 Number and shares of HGFs in 2006 Firms that existed in the 20032006 period Measure based on TOTAL employment growth Number of HGFs Number of HGFs Share of HGFs Share of HGFs Measure based on ORGANIC employment growth Firms 10 employees in 20037505.4%6424.6%Source: Business Register Statistics Finland, calculations of the author. 17In 2006 roughly 5% of the firms with at least 10 employees in Finland would be a high growth firm according the definition of the OECD Ahmad, 2006. When considering organic employment growth instead of total employment growth the share is reduced from 5.4% to 4.6%. Based on total employment growth the number of HGF in 2006 amounted to 750. That number is reduced to 642 if the HGF definition is based on organic employment growth. Figure 1a High Growth Firms by initial firm size 0.6 %1.2 %11.4 %26.8 %60.0 %Figure 1b Total population by initial firm size 1.5 %2.0 %13.8 %52.5 %30.3 %1019204950249250499500 1019204950249250499500 Figure 1a represents the distribution of the 642 High Growth Firms over the initial firm size; Source: Business Register Statistics Finland, calculations of the author. Figure 1 shows that most of the HGFs are small in the initial year. Initial size distribution for new firms is particularly right skewed. The skewed nature of the firm size distribution is a robust finding. The Logsize distribution tends to become more symmetric as time goes by. This is consistent with observations that small young firms grow faster than large counterparts Coad, 2007. Table 8 indeed shows that the share of HGF s steadily goes down from 5.3% to 1.9% as the firms are getting bigger. 18Table 8 Number and shares of HGFs by initial firm size Organic employment growth 2003 Size Class Number and share of High Growth Firms Number 425203102119750Total employment growth Number Share5.8 %4.8 %5.3 %4.0 %4.2 %5.4 %1019204950249250499500TOTAL hare of HGFs in the total population of firms that had at least 10 employees in 2003; Source: Business Register Statistics Finland, calculations of the author. Table 9.1 shows some interesting characteristics of the HGF: 3851727384642Share5.3 %4.1 %3.8 %2.9 %1.9 %4.6 % In three years the 750 HGFs added 62,000 jobs. But only 65% of those jobs represented organic employment growth. HGFs with an initial size of 50 to 249 employees are adding most employment. Mediumsized companies typically have the highest potential to create jobs. Bigger firms have a smaller share of organic growth than smaller firms. As Mc Kelvie et al. 2006 recently found there indeed seems to be a very strong empirical relationship between the size of a growing firm on the one hand and what proportion of growth is acquired on the other hand. Table 9.1 High total growth firms by initial firm size: cumulative employment growth 2003 Size Class Number of Cases Cumulative Total Employment Growth Cumulative Organic Employment Growth Organic as Percent of Totalemployeesemployeesn 4252031021197509,16411,99916,7769,40614,56761,912% of total 56.7 %27.1 %13.6 %1.5 %1.2 %100 %% of total 14.8 %101919.4 %204927.1 %5024915.2 %25049923.5 %500Total high growth firms 100 %Source: Business Register Statistics Finland, calculations of the author. Table 9.2 also lists the results for the 642 HGFs that were defined based on organic employment growth. Table 9.2 High organic growth firms by initial firm size: cumulative employment growth % of total 18.8 %20.9 %25.9 %14.7 %19.8 %100 %7,6128,47410,4825,9498,01040,52783.1 %70.6 %62.5 %63.2 %55.0 %65.5 %2003 Size Class Number of Cases Cumulative Total Employment Growth Cumulative Organic Employment Growth Organic as Percent of Totalemployees% of total 17.6 %101922.7 %204925.6 %5024917.2 %25049916.9 %500Total high growth firms 100 %Source: Business Register Statistics Finland, calculations of the author. % of total 60.0 %26.8 %11.4 %1.2 %0.6 %100 %8,28010,68112,0128,0867,95547,014n 3851727384642employees 7,6898,42210,4145,8656,98039,370% of total 19.5 %21.4 %26.5 %14.9 %17.7 %100 %92.9 %78.8 %86.7 %72.5 %87.7 %83.7 % 19Roughly 90% of the high growth firms are private domestic owned firms whereas 8% are foreign owned firms. Table 10 shows that the shares of HGFs are clearly higher in state owned and foreign owned firms. But employment growth through mergers and acquisitions seems to be relatively more represented in state owned and foreign owned firms. As mentioned earlier part 2.2, the literature offers weak evidence that foreign owned firms have indeed higher growth rates but government owned firms seem to grow more slowly. The latter finding seems not to be in line with the evidence found for Finland. Table 10 Ownership of HGFs Ownership in 2003Number and share of High Growth Firms Number Number Total employment growth Share5.3 %7.6 %4.2 %50.0 %5.9 %5.4 %Organic employment growth Share4.6 %5.1 %3.6 %50.0 %4.6 %4.6 %5796714964266998163750Private domestic State Municipality Ahvenanmaa Foreign owned Total high growth firms Share of HGFs in the total population of firms that had at least 10 employees in 2003; Source: Business Register Statistics Finland, calculations of the author. Table 11 summarizes the distribution of HGF over two digit industries. The breakdown by industry is important because in many sectors potential growth of enterprises is restricted by development and RD costs Ahmad, 2006. Are HGFs overrepresented in certain industries? High growth firms are represented in most of the industries. Only 15 of 57 26% two digit industries had no high growth firms in 2006. The five industries which score the best when it comes to the number and share of high growth firms in their industry are: 1. Other business activities code 74 also best sector in industry rankings in the introduction: Architectural and engineering activities and technical consultancy 742, Labour recruitment and provision of personnel 745, Industrial cleaning 747. related 2. Computer and related activities code 72 seventh best sector in industry rankings: Software consultancy and supply 722 3. Health and Social work code 85 second best sector in industry rankings 4. Construction code 45 third best sector in industry rankings 5. Retail trade, except of motor vehicles and motorcycles; repair of personal and household goods code 52 fourth best sector in industry rankings Overall the rankings of the industries based on the occurrence of HGFs fit to the general rankings of the industries described in the introduction. This finding is in line with recent conclusions on the distribution of firm growth rates. The distribution of firm growth rates is fattailed. The distribution of firm growth rates follows the symmetric exponential or Laplace distribution family of Subbotin distributions Bottazzi et al., 2002. This is found to be true for both aggregate and disaggregate levels and holds for a variety of firm growth indicators sales growth, employment growth, value added growth. This results support the fact that extreme growth events can be expected to occur relatively frequently, and make a disproportionately large contribution to the evolution of industries see Coed, 2007, p. 8. Sector code 21415202224252628293031323334353637404550515255606162636465666770717273748085909293Business sector Forestry, logging and related service activities Other mining and quarrying Manufacture of food products and beverages Manufacture of wood and of products of wood and cork, except furniture; manufacture o Publishing, printing and reproduction of recorded media Manufacture of chemicals and chemical products Manufacture of rubber and plastic products Manufacture of other nonmetallic mineral products Manufacture of fabricated metal products, except machinery and equipment Manufacture of machinery and equipment n.e.c.Manufacture of office machinery and computers Manufacture of electrical machinery and apparatus n.e.c.Manufacture of radio, television and communication equipment and apparatus Manufacture of medical, precision and optical instruments, watches and clocks Manufacture of motor vehicles, trailers and semitrailers Manufacture of other transport equipment Manufacture of furniture; manufacturing n.e.c.Recycling Electricity, gas, steam and hot water supply Construction Sale, maintenance and repair of motor vehicles and motorcycles; retail sale of automotiv Wholesale trade and commission trade, except of motor vehicles and motorcycles Retail trade, except of motor vehicles and motorcycles; repair of personal and household Hotels and restaurants Land transport; transport via pipelines Water transport Air transport Supporting and auxiliary transport activities; activities of travel agencies Post and telecommunications Financial intermediation, except insurance and pension funding Insurance and pension funding, except compulsory social security Activities auxiliary to financial intermediation Real estate activities Renting of machinery and equipment without operator and of personal and household go Computer and related activities Research and development Other business activities Education Health and social work Sewage and refuse disposal, sanitation and similar activities Recreational, cultural and sporting activities Other service activities Total employment growth Number Share3.1 %2.3 %2.3 %3.9 %2.0 %2.1 %3.0 %4.6 %5.1 %3.1 %12.5 %2.4 %8.2 %4.0 %2.9 %6.0 %1.3 %8.3 %3.9 %5.2 %4.9 %4.1 %6.0 %4.5 %4.1 %2.0 %30.0 %6.7 %6.1 %1.9 %5.7 %7.7 %6.1 %4.4 %14.8 %11.6 %9.7 %3.7 %12.0 %3.2 %5.4 %3.0 %5.4 %5171172573616136425314932149782631131875342425651393422102750315105244281413521431285114356153113176424222544129341281642Share1.9 %2.3 %1.6 %3.6 %1.4 %2.1 %2.4 %2.6 %4.0 %2.7 %12.5 %2.4 %6.8 %2.0 %1.4 %4.8 %1.3 %8.3 %1.9 %4.8 %2.6 %3.6 %4.3 %2.6 %4.1 %2.0 %30.0 %6.3 %5.2 %1.5 %3.8 %7.7 %5.6 %4.4 %14.3 %9.3 %9.0 %3.7 %11.7 %3.2 %4.3 %1.5 %4.6 % 20However, it is remarkable that the wholesale trade and commission trade, except of motor vehicles and motorcycles code 51 does score very well 6th place in the HGF ranking but doesnt score well in the industry rankings. Table 11 Distribution of growth firms over the Finnish business sectors Distribution of HGFs over the business sectors Number and share of high growth firms per industry Organic employment growth Number Share of HGFs in the total population of firms that had at least 10 employees in 2003; Source: Business Register Statistics Finland, calculations of the author. To be able to rank the high growth firms in Finland we focus on the organic relative growth of firms that had at least 10 employees in 2003. Most of the firms in table 12 are private domestic 90% and only Atea Finland Oy, Proffice Finland Oy and Manpower Business Solutions Oy are foreign owned. It is found that 18 out of 30 firms were only growing organically whereas 12 firms were growing both organically and by acquiring existing establishments. Based on additional information from the Business Information System BIS 8 out of 30 of the above listed firms merged during the period of consideration Arinan Kauppa Oy, Huurre Finland Oy, Suomen 3C Oy, Componentta Karkkila Oy, Metos Oy AB, Aina Group Oyj and Atea Finland Oy. A second interesting point is that out of the other 22 high growth firms in the list, 4 merged Proffice Finland Oy, Ionific Oy, Trificom Oy and Mediverkko Oy in 2007, a year after being classified as a high growth firm. From this finding emerges an interesting hypothesis to be tested: firms that belong to our list of 642 HGFs have a higher probability to be merged in the coming years. Ranking Name of the company ARINAN KAUPPA OYHUURRE FINLAND OYINFOCARE FINLAND OY ABNOKIA TIETOLIIKENNE OYMANPOWER BUSINESS SOLUTIONS OY HAIRSTORE OYSUOMEN 3C OYDIGITAL CHOCOLATE OYHTRSTEEL OYJERODOS OYCOMPONENTA KARKKILA OYCLAS OHLSON OYPROFFICE FINLAND OYCELECTUS OYMESERA WORKS OYELISA OYJMETOS OY ABAINA GROUP OYJCIBA SPECIALTY CHEMICALS OYIONIFIC OYFOLKHALSAN RASEBORG ABKESLOG OYATEA FINLAND OYPERSONEL HENKILOSTOPALVELUT OYRG LINE OY ABSUOMISOFFA SSF OYKPSERVICEPARTNER OYTRIFICOM OYMEDIVERKKO OYOKO VARAINHOITO OY1.2.3.4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.241 %171 %146 %146 %145 %122 %120 %114 %108 %101 %97 %97 %95 %93 %92 %91 %88 %86 %86 %84 %83 %81 %81 %81 %80 %78 %78 %77 %76 %74 %.414 %209 %146 %146 %145 %142 %148 %114 %260 %101 %131 %97 %141 %93 %92 %119 %157 %86 %127 %84 %84 %81 %90 %81 %80 %78 %78 %77 %76 %74 %12967681196261453421444448771416353726542810638570971737241724354481016811962816634914754417871411,003104261072810938584971737241724353,509551741725518741523741722281452741521745745285642741642241722853634518745611524703452722671 21Table 12 The 2006 top 30 of High Growth Firms in Finland annualised % growth Organic growth Total growthannualised absolute growth Organic growth Total growth Industry code TOTAL.Ranking based on relative average annualised ORGANIC employment growth in Finland during the 20032006 period of firms that had at least 10 employees in 2003; Source: Business Register Statistics Finland, calculations of the author. 2,480.Figure 2 Firm growth distribution per firm size seirogetac htworg foerah S 100 %90 %80 %70 %60 %50 %40 %30 %20 %10 %0 %Contracting firms Moderate growth High growth Extreme growth 1019204950249250499500Initial firm size Source: Business Register Statistics Finland, calculations of the author. Contracting firms are firms with a negative average employment growth in the period 20032006. Moderate growth: average employment growth 20%, High growth: average employment growth 20% and 40%, Extreme growth: average employment growth 40%. 22High Growth Firms are firms that perform extremely well according to specific measures and have therefore been attracting a lot of attention. Not only policymakers are interested in their capacity to for example create jobs, but also investors and business service companies have been eagerly focusing on them in their search for new business opportunities. In describing the growth of firms it is recommended that information is provided on employment growth broken down by initial size class and employee growth bands Ahmad, 2006. The existence of high growth firms should indeed be analysed as part of a broader dynamic economic system. Looking at the distribution of the growth of firms puts the HGFs into perspective and can also give extra information on the importance of high growth versus extreme growth. Figure 2 shows that in the economic expansion period 20032006 about half of the firms in all firm size categories were contracting in terms of net employment. The share of contracting firms was even higher for the firms with at least 250 employees. Davis et al. 2008 found that in the US contraction and expansion of continuing establishments are responsible for about two thirds of the turbulence in the economy. More of one third of job creation is due to the entry of new establishments. Sorting successful businesses is a central part of our market economy and it is essential to understand this process. Dynamism and turbulence in the economy have a positive impact on productivity and economic well being. The above figure also shows that about 40% to 50% of all the firms with at least 10 employees did experience a positive employment growth. 35 to 45 % did grow less than 20% a year. The orange and red shares represent the HGFs and extreme growth firms. Except of the firms with at least 500 employees all firm categories also had extreme growth firms. Further info could be given of a special kind of growth firms, the gazelles. Gazelles are typically referred to as young high growth businesses but the concepts of high growth firms and gazelles are often mixed in the literature. The OECD defines them as all enterprises less than 5 years old with average annualised growth in employees greater than 20% per annum, over a three year period, and with 10 or more employees in the beginning of the observation period. 235. Conclusions This paper presents a descriptive analysis of which firms recently added jobs in Finland. Using firm and establishment data of the Finnish Business Register statistical years 2003 to 2006 the firm performance is assessed based on a range of employment measures 5. Absolute employment growth measures are used to rank industries and firms. Based on relative employment growth measures, a population of high growth firms HGFs6 is identified. 1. As to be able to assess the importance of internal employment growth a distinction is made between organic employment growth and employment growth by acquisitions. In doing so it is found that not all of the HGFs were growing organically. In fact of all the jobs they added only 65% turned out to be organic employment 7. But although the effect of acquired growth on net employment may be less strong, it can be of great economic importance as it can have a strong effect on productivity growth cf. Henrekson and Johansson, 2008. There seems to be a negative empirical relationship between the initial firm size and what proportion of the employment growth is organic cf. Mc Kelvie, 2006. The share of organic employment varies from 83% for the smallest initial firm size to 55% for the biggest. 2. HGFs represent a very limited number of firms. In 2006 Finland counted 750 HGFs according to the OECD definition. This 750 firms represent roughly 5% of the firms that had at least 10 employees at the start of the growth period. If one corrects for acquisition growth only 642 HGFs are left. To evaluate the job contribution of high growth firms, we benchmark it against the total aggregated employment growth and find that those 750 HGFs 642 HGFs were responsible for 89% 58% of that total aggregated growth. 3. There is heterogeneity in firm growth. Dosi et al. 1995 concluded that the fact that firm entries are very heterogeneous implies heterogeneity in postentry performance. Delmar et al. 2003 found heterogeneity in firm growth measures, in how firms grow and in the demographic characteristics of growth firms. A practical implication of this finding is that several measures should be used when identifying high growth firms. Recent literature suggests that it is more important to know how a firm grows than how much firms are growing. The analysis used therefore several measures of employment growth. 4. The meaning of employment effects per firm can be better understood if firm group information is taken into account. Future research should use firm group information to be able to capture shifts of employment between firms of the same group. The use of business identification codes by firm groups for example ABB Oy and Tietoenator oy can indeed be very complex. What looks like organic firm growth can turn out not to be, as with the Business Register data not all mergers and acquisitions can be traced by combining identification codes of firms and establishments. 5 The Finnish Business Register has the exact employment figures per firm. Turnover figures are only available per category. The focus of this paper is on employment growth and not on firm performance based on turnover, profitability, productivity or wages. 6 Based on the definition of HGFs of the OECD all firms with an average annualised growth in employees greater than 20% per annum, over a three year period, and with 10 or more employees in the beginning of the observation period. Using this standard definition maximizes the comparability with other countries. 7 As certain mergers could not be traced by combining establishment and firm data, this 65% of organic growth should be seen as an upper limit. 245. Medium sized companies have typically the highest potential to create jobs. HGFs with an initial size of 50 to 249 employees 13.6% of the HGF population are indeed adding the most of the jobs in Finland 26% of the employment added by all HGFs. 6. Firms that are owned by the state 7.6% and foreign owned firms 5.9% have a higher share of HGFs. But in those firms employment growth seems to be relatively more reached through acquisitions and mergers. 7. It is found that most of the industries roughly three quarters have HGFs. Overall the rankings of the industries based on the occurrence of HGFs fit to the rankings of the industries based on aggregated net employment growth. This finding is in line with recent conclusions on the distribution of firm growth rates. The distribution of firm growth rates is fattailed. This is found to be true for both aggregate and disaggregate levels and holds for a variety of firm growth indicators. This results support the fact that extreme growth events can be expected to occur relatively frequently, and make a disproportionately large contribution to the evolution of industries see Coed, 2007, p. 8. An exception forms the industry wholesale trade and commission trade, except of motor vehicles and motorcycles as it does score well 6th place in the HGF ranking but ends up as the second worst industry in aggregated employment growth. In 2006 the prevalence of HGFs was the highest in the sectors. 1. other business activities Number of HGFs: 129 ; Share of HGFs in population: 9 %, 2. computer and related activities Number: 54 ; Share: 14.3%, 3. health and social work Number: 41 ; Share: 11.7%, 4. construction Number: 85 ; Share: 4.8% and 5. retail trade Number: 56 ; Share: 4.3%. 8. The above finding that the industries computer and related activities and other business activities had a high share and number of HGFs, shows us that recent trends in outsourcing obviously culminated into the high employment growth of several firms in the service sector. It seems that a significant proportion of the 642 HGFs added organic employment as they were the receivers of outsourced employment for example Proffice Finland Oy. But personnel services can play an important role in making the economy more efficient. The fact that many personnel service firms are growing, may be a sign that the demand and supply of labour is changing fast. Future research should analyse: 1 The evolution of domestic outsourcing as to find out both its causes and consequences. Possible causes are changes in labour market regulations, changes in management practices or organisational innovations. 2 The overall effect of domestic outsourcing on firm performance productivity, profitability and employees wages, satisfaction. The latter subject can be analysed by using the employeremployee FLEED database. 3 The growth bottlenecks: Are there any sectors or companies that do have growth aspirations but that are not able to grow because of the lack of inputs? 9. Although there are systemic factors at the firm and the industry levels that affect the process of firm growth, findings from the literature suggest that firm growth is mainly affected by purely stochastic shocks. The way forward in firm growth analysis seems to be robust empirical research as to be able to construct a theoretical framework for studying the growth of companies. This is an important message for policy makers as it implies that there seems not to be a readymade receipt yet for reaching firm growth. 2510. The existence of high growth firms should be analysed as part of a broader dynamic economic system. Sorting successful businesses is a central part of our market economy and it is essential to understand this process. Davis et al. 2008 found that in the US expansion and contraction of continuing establishments are responsible for about two thirds of the turbulence in the economy. More of one third of job creation is due to the entry of new establishments. Dynamism and turbulence in the economy have a positive impact on productivity and economic well being. But Coed 2008 stresses that although survival of the fitter seems to hold growth of the fitter is generally not observed. Economies may therefore not reach their full potential. 26References Ahmad, Nadim 2006; A Proposed Framework for Business Demography Statistics, OECD Science, Technology and Industry Working Papers, 2006, No. 3. Autio, Erkko; Arenius Pia; Wallenius Hannele 2000; Economic impact of gazelle firms in Finland, Helsinki University of Technology Institute of Strategy and International Business, Working Paper Series, 2000, No. 3. Bartelsman, Eric; Scarpetta, Stefano; Schivardi, Fabiano 2003; Comparative Analysis of Firm Demographics and Survival, microlevel evidence for the OECD countries, OECD Economics Department Working Papers, No. 348. BIS: The Business Information System: http:www.ytj.fienglish. Bottazzi, G.; Cefis, E.; Dosi, G, 2002; Corporate Growth and Industrial Structure: Some Evidence from the Italian Manufacturing Industry, Industrial and Corporate Change, 11, pp 705723. Brandt, Nicola 2004; Business Dynamics in Europe, OECD Science, Technology and Industry Working Papers 20041 Finland included. Coad, Alex 2006a; Towards an Explanation of the Exponential Distribution of Firm Growth Rates, Cahiers de la Maison des Sciences Economiques, No. 06025 Serie Rouge, Universite Paris 1 Pantheon Sorbonne, France. Coad, Alex 2006b; A Closer Look at Serial Growth Rate Correlation, Pisa Sant Anna School of Advanced Studies, LEM Working Paper Series, 200629. Coad, Alex 2007; Firm Growth: A Survey, Papers on Economics and Evolution, No. 0703, Max Planck Institute of Economics. Coad, Alex and Rao, R 2006; Innovation and Firm Growth in High Tech Sectors: A Quantile Regression Approach, Pisa, Sant Anna School of Advanced Studies, LEM Working Paper Series, 200618. Coase, R.H. 1937; The Nature of the Firm, Economica, 4 16, pp. 386405. Davidsson, Per and Delmar, Frederic 2003; Hunting for New Employment: The Role of High Growth Firms. In David A. Kirby and Anna Watson, eds., Small Firms and Economic Development in Developed and Transition Economies: A Reader. Hampshire U.K.: Ashgate Publishing, pp. 156178. Davidsson, Per and Delmar, Frederic 2006; HighGrowth Firms and their Contribution to Employment: The Case of Sweden. in Davidsson, Per; Delmar, Frederic; Wiklund, Johan, eds., Entrepreneurship and the Growth of Firms. Cheltenham, U.K. and Northampton, MA.: Edward Elgar, pp. 156178. Davidsson, Per; Delmar, Frederic; Wiklund, Johan 2006; Entrepreneurship and the Growth of Firms, Cheltenham, U.K. and Northampton, MA.: Edward Elgar, 226 p. 27 Davis, Steven; Haltiwanger, John and Jarmin, Ron 2008; Turmoil and growth: Young Businesses, Economic Churning, and Productivity Gains, Kauffman foundation, June 2008. Delmar, Frederic; Davidsson, Per; and Gartner, William B. 2003; Arriving at the high growth firm, Journal of Business Venturing 18, pp. 189216. Dosi, G.; Marsili, O.; Orsenigo, L.; Salvatore, R. 1995; Learning, Market Selection and the Evolution of Industrial Structures, Small Business Economics, 7:6, pp. 411436. Downie, J. 1958; The Competitive Process, Duckworth, London. EUROSTAT 2007; EurostatOECD Manual on Business Demography Statistics, 2007. Gibrat, R. 1931; Les inegalites economiques, Paris: Librairie du Receuil Sirey. Hall, B.H. 1987; The Relationship between Firm Size and Firm Growth in the U.S. Manufacturing Sector, Journal of Industrial Economics, 35 4, 583600. Hall, B.H.and Oriani, R. 2006; Does the market value RD investment by European Firms? Evidence from a panel of manufacturing firms in France, Germany, and Italy, International Journal of Industrial Organization, 24 5, pp. 971993. Hannan, M. and Freeman, J. 1977; The Population Ecology of Organisations, American Journal of Sociology, 82 March, pp. 929964. Henrekson, Magnus and Johansson, Dan 2008; Gazelles as Job Creators A Survey and Interpretation of the Evidence, IFN Working Paper, No. 733, Research Institute of Industrial Economics. Iacobucci, Donato; Rosa, Peter 2005; Growth, Diversification, and Business Group Formation in Entrepreneurial Firms, Small Business Economics 2005 25: 6582. Kangasharju, Aki 2000; Growth of the smallest: Determinants of small firm growth during strong macroeconomic fluctuations, International small business journal, 19, 2843. Lehtaranta Olavi 2005; Kavuyritysten maara romahti, Tilastokeskus, Tieto Trendit, 1, p. 6, October 2005. Littunen, Hannu; Tohmo, Timo 2003; The High Growth in New MetalBased Manufacturing and Business Service Firms in Finland, Small Business Economics, September2003, Volume: 21, Issue: 2, Pages: 187200. Lucas, R.E. 1978; On the Size Distribution of Business Firms, The Bell Journal of Economics, 9 2, pp. 508523. Marris, R. 1963; A Model of the Managerial enterprise, Quarterly Journal of Economics, 77 2, pp. 185209. Marris, R. 1964; The Economic Theory of Managerial Capitalism, Macmillan: London. 28Mata, Jose; Portugal, Pedro 2004; Patterns of Entry, Postentry Growth and Survival, Small Business Economics, 22; 283298. Mc Kelvie, Alexander; Wiklund, Johan; Davidsson, Per 2006; A ResourceBased view on Organic and Acquired Growth; Entrepreneurship: Frameworks and Empirical Investigations from Forthcoming Leaders of European Research; Advances in Entrepreneurship, Firm Emergence and Growth, Volume 9, pp. 175194. Elsevier Ltd. Ministry of Trade and Industry 2007; Entrepreneurship Policy during Prime minister Matti Vanhanens Term of Government 20032007, Entrepreneurship policy programme final report, publications 112007, p. 41 to 47. Nelson, Richard and Winter, Sidney 1982; An Evolutionary Theory of Economic Change. OECD 2002; High Growth SMEs and Employment. OECD 2008; Finland , OECD Economic Surveys, June 2008. Penrose E. T. 1959; The Theory of the Growth of the Firm, Oxford: Basil Blackwell; and New York: Wiley. Schreyer, Paul 2000; HighGrowth Firms and Employment, OECD Science, Technology and Industry Working Papers, 20003. Statistics Finland: establishment and firm data of the Finnish Business Register statistical years 2001 to 2006. Statistics Denmark 2008; International Sourcing Moving Business Functions Abroad, June 2008, 89 p. Statistics Finland 2008; Finnish enterprises frequently move business functions abroad, press release, 10.06.20008. Thurik, Roy and Wennekers Sander 1999; Linking Entrepreneurship and Economic Growth, Small Business Economics, 13, pp. 2755. Viner, J. 1952; Cost curves and supply curves, Chapter 10 in: AEA readings in price theory, pp. 198232, 1952, edited by George Stigler and Kenneth Boulding Originally published in Zeitschrift fur Nationaloekonomie, Vol III, 1931, pp. 2346. Vivarelli, Marco 2006; Entrepreneurship and the process of firms entry, survival and growth, IZA Discussion Paper, No. 2475, December 2006. 29Appendix Table A1 Overview of employment growth per business sector in the period 20032006 Absolute and relative employment growth in the period 2003 to 2006 annualised averages per business sector TOL 2002 Code Absolute growth Relative growth TOTALSource: Business Register Statistics Finland, calculations of the author. 23,228 125101314151617181920212223242526272829303132333435363740414550515255606162636465666770717273747580859091929399Business sector Agriculture, hunting and related service activities Forestry, logging and related service activities Fishing, fish farming and related service activities Mining of coal and lignite; extraction of peat Mining of metal ores Other mining and quarrying Manufacture of food products and beverages Manufacture of tobacco products Manufacture of textiles Manufacture of wearing apparel; dressing and dyeing of fur Tanning and dressing of leather; manufacture of luggage, handbags, saddlery, ha Manufacture of wood and of products of wood and cork, except furniture; manufa Manufacture of pulp, paper and paper products Publishing, printing and reproduction of recorded media Manufacture of coke, refined petroleum products and nuclear fuel Manufacture of chemicals and chemical products Manufacture of rubber and plastic products Manufacture of other nonmetallic mineral products Manufacture of basic metals Manufacture of fabricated metal products, except machinery and equipment Manufacture of machinery and equipment n.e.c.Manufacture of office machinery and computers Manufacture of electrical machinery and apparatus n.e.c.Manufacture of radio, television and communication equipment and apparatus Manufacture of medical, precision and optical instruments, watches and clocks Manufacture of motor vehicles, trailers and semitrailers Manufacture of other transport equipment Manufacture of furniture; manufacturing n.e.c.Recycling Electricity, gas, steam and hot water supply Collection, purification and distribution of water Construction Sale, maintenance and repair of motor vehicles and motorcycles; retail sale of au Wholesale trade and commission trade, except of motor vehicles and motorcycle Retail trade, except of motor vehicles and motorcycles; repair of personal and ho Hotels and restaurants Land transport; transport via pipelines Water transport Air transport Supporting and auxiliary transport activities; activities of travel agencies Post and telecommunications Financial intermediation, except insurance and pension funding Insurance and pension funding, except compulsory social security Activities auxiliary to financial intermediation Real estate activities Renting of machinery and equipment without operator and of personal and house Computer and related activities Research and development Other business activities Public administration and defence; compulsory social security Education Health and social work Sewage and refuse disposal, sanitation and similar activities Activities of membership organizations n.e.c.Recreational, cultural and sporting activities Other service activities Industry unknown Sum for all the above business sectors 732104108949744108157363851452,21825635951353207172,11435187031172720450414181630293,7591,4798483,0521,0089541813751,641714244781011,1391021,676346,288132673,31413812756048348.3 %1.0 %1.6 %0.6 %17.2 %0.5 %2.0 %81.7 %3.0 %7.7 %4.1 %0.5 %6.2 %0.9 %1.3 %0.5 %0.9 %2.0 %4.5 %5.3 %0.6 %2.4 %3.8 %0.3 %0.2 %0.3 %3.9 %3.0 %34.0 %6.2 %6.9 %3.0 %3.9 %1.0 %2.6 %2.0 %1.4 %2.2 %5.2 %6.4 %1.8 %0.9 %0.7 %2.3 %4.7 %2.6 %4.4 %1.4 %4.8 %0.5 %3.1 %10.3 %4.0 %4.1 %3.1 %3.2 %21.5 %.Table A2 Net employment change per detailed business sector: 20 best performing sectors Growth of employment in the period 2003 to 2006 annualised averages: 20 best performing detailed business sectors RankingTOL 2002 Code Business sector Absolute growth Relative growth 1234567891011121314151617181920745853283524722452453285602742851747632501553521401451748631Labour recruitment and provision of personnel Social work activities Manufacture of steam generators, except central heating hot water boilers Other retail sale of new goods in specialized stores Software consultancy and supply Building of complete constructions or parts thereof; civil engineering Building installation Treatment and coating of metals; general mechanical engineering Other land transport Architectural and engineering activities and related technical consultancy Human health activities Industrial cleaning Other supporting transport activities Sale of motor vehicles Restaurants Retail sale in nonspecialized stores Production and distribution of electricity Site preparation Miscellaneous business activities n.e.c.Cargo handling and storage 24.5 %20.8 %37.0 %4.4 %6.5 %2.3 %4.6 %7.5 %2.0 %4.0 %4.9 %3.7 %14.8 %6.2 %3.4 %1.4 %7.0 %5.4 %5.2 %7.0 % Ranked according to the multiplication of the absolute and relative changes of the industry employment as a way of overcoming the small industry bias inherent in measuring growth rates. Source: Business Register Statistics Finland, calculations of the author. Table A3 Relative employment growth per year: 20 best performing detailed business sectors Relative growth of employment in the period 2003 to 2006 annualised averages: Best performing 20 detailed business sectors Ranking 4,2982,2441,1531,9861,6821,6191,3441,1001,2261,1469931,023711838868807656665631590TOL 2002 Code Business sector Relative growth Absolute growth 12345678910111213141516171819203553712832457261374591385323327313272563212701721246711724Manufacture of other transport equipment n.e.c.Recycling of metal waste and scrap Manufacture of steam generators, except central heating hot water boilers Manufacture of soap and detergents, cleaning and polishing preparations, p Other computer related activities Growing of crops combined with farming of animals mixed farmingLabour recruitment and provision of personnel Activities of other membership organizations Social work activities Processing of nuclear fuel Other first processing of iron and steel Mining of nonferrous metal ores, except uranium and thorium ores Maintenance and repair of office, accounting and computing machinery Other supporting transport activities Farming of animals Real estate activities with own property Hardware consultancy Manufacture of other chemical products Renting of automobiles Database activities 59.81 %44.07 %37.01 %33.54 %31.39 %28.15 %24.55 %21.94 %20.82 %19.61 %18.88 %17.12 %16.71 %14.82 %14.09 %12.21 %11.79 %11.53 %10.49 %10.29 % 741701,153167891814,298532,244913941617113371425511965164 30Source: Business Register Statistics Finland, calculations of the author. 31Table A4 Net employment change per detailed business sector: 20 worst performing sectors Growth of employment in the period 2003 to 2006 annualised averages: 20 worst performing detailed business sectors RankingTOL 2002 Code Business sectors Absolute growth Relative growth 1234567891011121314151617181920211741642311351723361621201518519513182601151158515244291551Manufacture of pulp, paper and paperboard Legal, accounting, bookkeeping and auditing activities; tax consultancy; market researc Telecommunications Manufacture of electric motors, generators and transformers Building and repairing of ships and boats Data processing Manufacture of furniture Scheduled air transport Sawmilling and planing of wood; impregnation of wood Wholesale of machinery, equipment and supplies Other wholesale Wholesale of food, beverages and tobacco Manufacture of other wearing apparel and accessories Transport via railways Production, processing and preserving of meat and meat products Manufacture of other food products Wholesale of nonagricultural intermediate products, waste and scrap Manufacture of pharmaceuticals, medicinal chemicals and botanical products Manufacture of machinery for the production and use of mechanical power, except aircra Hotels2,2991,083861616485476396378357317368288322273264254226230217207 Table A5 Total number of firms and number of firms with data gaps 200420052003Evolution of the number of firms Year Number of firms in population% of firms with gaps in observation period Number of firms in sample Source: Business Register Statistics Finland, calculations of the author. Table A6 Total number of establishments and number of establishments with data gaps 236,4333.9 %227,181232,2904.1 %222,719228,3824.2 %218,798250,3775.2 %237,29220062003Evolution of the number of establishments estab.Year Number of estab. in population% of estab. with gaps in observation period Number of estab. in sample Source: Business Register Statistics Finland, calculations of the author. 257,5333.5 %248,4632004261,8423.5 %252,6782005266,5353.3 %257,8352006281,6954.1 %270,1077.2 %3.8 %4.7 %6.3 %4.9 %5.3 %3.7 %5.3 %3.7 %1.2 %6.2 %3.5 %7.5 %3.4 %2.6 %1.9 %1.3 %4.3 %2.4 %2.1 % E L I N K E I N O E L A M A N T U T K I M U S L A I T O S ETLA THE RESEARCH INSTITUTE OF THE FINNISH ECONOMY LONNROTINKATU 4 B, FIN00120 HELSINKI ____________________________________________________________________________ KESKUSTELUAIHEITA DISCUSSION PAPERS ISSN 07816847 Julkaisut ovat saatavissa elektronisessa muodossa internetosoitteessa: http:www.etla.fifinnishresearchpublicationssearchengine Puh.Tel. 09 609 900 Int. 3589609 900 http:www.etla.fi Telefax 09 601753 Int. 3589601 753 No 1126 PASI HUOVINEN PETRI ROUVINEN, Does Mass Media Fuel, and Easy Credit Facilitate, Impulse Buys? 10.03.2008. 15 p. No 1112 EDVARD JOHANSSON PETRI BOCKERMAN ANTTI UUTELA, Alcohol Consumption and Sickness Absence: Evidence from Panel Data. 10.12.2007. 10 p. No 1113 MIKA WIDGREN KARI ALHO MARKKU KOTILAINEN NUUTTI NIKULA VILLE KAITILA, Avautuva talous ja aluekehitys suhteellinen etu ja kasautumisvoimat tuotannon sijoittumisen ohjaajina Suomessa. 12.12.2007. 79 s. No 1114 MIKA MALIRANTA SATU NURMI, Does Foreign Presence Stimulate Creative Destruction in Local Markets? 17.12.2007. 15 p. No 1115 VILLE KAITILA KARI E.O. ALHO NUUTTI NIKULA, Growth Prospects of Emerging Market Economies in Europe How Fast will They Catch up with the Old West? 31.12.2007. 46 p. No 1116 MIKA MALIRANTA PIERRE MOHNEN PETRI ROUVINEN, Is Interfirm Labor Mobility a Channel of Knowledge Spillovers? Evidence from a Linked EmployerEmployee Panel. 02.01.2008. 26 p. No 1117 PIA NYKANEN, Sukupuolen vaikutus nuorten toimihenkiloiden urakehitykseen. 07.01.2008. 84 s. No 1118 MIKA PAJARINEN PETRI ROUVINEN, Verkostoitumisen yhteys yritysten kannattavuuteen ja kasvuun: Empiirisia havaintoja. 14.01.2008. 14 s. No 1119 JYRKI ALIYRKKO OLLI MARTIKAINEN, Ohjelmistoalan nykytila Suomessa. 21.01.2008. 19 s. No 1120 SAMI NAPARI, Sukupuolten ammatillinen segregaatio Suomen yksityisella sektorilla vuosina 19952004. 22.01.2008. 30 s. No 1121 DEREK C. JONES PANU KALMI TAKAO KATO MIKKO MAKINEN, The Effects of Human Resource Management Practices on Firm Productivity Preliminary Evidence from Finland. 28.01.2008. 29 p. No 1122 KARI E.O. ALHO Ed., Taxbenefit Systems and Growth Potential of the EU. 31.01.2008. 89 p. No 1123 VILLE KAITILA ANNI NEVALAINEN MIKA MALIRANTA REIJO MANKINEN, Tuottavuuden mittaaminen Suomi kansainvalisessa vertailussa. 27.02.2008. 39 s. No 1124 KARI E.O. ALHO, Trade with the West and Russia A Longterm Perspective on Finnish Economic Growth, Fluctuations and Policies. 22.02.2008. 28 p. No 1125 OLAVI RANTALA, Sosiaalietuuksien rahoituksen alueelliset kuluttajahintavaikutukset. 03.03.2008. 25 s. 16 p. No 1127 JUKKA LASSILA TARMO VALKONEN, Applying The Swedish Pension Brake. 01.04.2008. No 1128 KARI E.O. ALHO, Regulation of Energy Prices in Russia. 25.03.2008. 20 p. No 1129 ARI HYYTINEN PETRI ROUVINEN, The Labour Market Consequences of SelfEmployment Spells: European Evidence. 25.03.2008. 25 p. No 1130 RAINE HERMANS MARTTI KULVIK ANTTIJUSSI TAHVANAINEN, Biotekniikan ennakointi. 26.03.2008. 23 s. No 1131 DEREK C. JONES PANU KALMI TAKAO KATO MIKKO MAKINEN, The Incidence and Determinants of Employee Involvement Evidence from the Finnish Manufacturing Sector. 28.03.2008. 24 p. No 1132 JUKKA JALAVA ILJA KRISTIAN KAVONIUS, Durable Goods and ICT: The Drivers of Euro Area Productivity Growth? 18.04.2008. 18 p. No 1133 ANTTIJUSSI TAHVANAINEN RAINE HERMANS, Agglomeration and Specialisation Patterns of Finnish Biotechnology On the Search for an Economic Rationale of a Dispersed Industry Structure. 18.04.2008. 43 p. No 1134 PEKKA ILMAKUNNAS EDVARD JOHANSSON MIKA MALIRANTA, Tyoolot ja tuottavuus Tyopaikkavirtojen nosteessa vai puristuksessa? 21.04.2008. 37 s. No 1135 No 1136 FRANCESCA VALENTINI, Unemployment Insurance Savings Accounts: An Overview. No 1137 JUKKA LASSILA TARMO VALKONEN, Suomen tyoelakejarjestelman stokastinen kesta No 1138 MIKA PAJARINEN PEKKA YLAANTTILA, Large Corporations in the Finnish Economy. 08.05.2008. 44 p. vyysanalyysi. 26.05.2008. 62 s. 04.06.2008. 23 p. politiikassa. 06.06.2008. 66 s. nish Business. 04.06.2008. 16 p. kulutukseksi. 10.06.2008. 40 s. No 1139 HEIKKI MARJOSOLA, Saanneltya joustavuutta: Hankemekanismit kansainvalisessa ilmasto No 1140 MIKA MALIRANTA PETRI ROUVINEN AARNO AIRAKSINEN, It Outsourcing in Fin No 1141 NIKU MAATTANEN TARMO VALKONEN, Ikaantyneiden varallisuus ja sen muuntaminen No 1142 No 1143 No 1144 MATTHIAS DESCHRYVERE, High Growth Firms and Job Creation in Finland. 27.06.2008. 31 p. Elinkeinoelaman Tutkimuslaitoksen julkaisemat Keskusteluaiheet ovat raportteja alustavista tutkimustuloksista ja valiraportteja tekeilla olevista tutkimuksista. Tassa sarjassa julkaistuja monisteita on mahdollista ostaa Taloustieto Oy:sta kopiointi ja toimituskuluja vastaavaan hintaan. Papers in this series are reports on preliminary research results and on studies in progress. They are sold by Taloustieto Oy for a nominal fee covering copying and postage costs. ", "filename": "571093388.pdf", "person": ["Matthias Deschryvere", "Deschryvere, Matthias"], "date": ["2008"]}