{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/64254/1/57142595X.pdf"], "title": ["Impacts of ASEAN trade liberalization on ASEAN-6 economies and income distribution in Indonesia"], "plaintext": "AsiaPacific Research and Training Network on Trade Working Paper Series, No. 51, January 2008 Impacts of ASEAN Agricultural Trade Liberalization on ASEAN6 Economies and Income Distribution in Indonesia By Rina Oktaviani Eka Puspitawati Haryadi Department of Economics, Faculty of Economics and Management, Bogor Agricultural University. The views presented in this paper are those of the authors and do not necessarily reflect the views of Bogor Agricultural University, ARTNe T members, partners and the United Nations. This study was conducted as part of the AsiaPacific Research and Training Network on Trade ARTNe T initiative, aimed at building regional trade policy and facilitation research capacity in developing countries. This work was carried out with the aid of a grant from the WTO. The technical support of the United Nations Economic and Social Commission for Asia and the Pacific is gratefully acknowledged. Any remaining errors are the responsibility of the authors, who can be contacted at r_oktaviindo.net.id The AsiaPacific Research and Training Network on Trade ARTNe T aims at building regional trade policy and facilitation research capacity in developing countries. The ARTNe T Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about trade issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. ARTNe T working papers are available online at: www.artnetontrade.org. All material in the working papers may be freely quoted or reprinted, but acknowledgment is requested, together with a copy of the publication containing the quotation or reprint. The use of the working papers for any commercial purpose, including resale, is prohibited. Contents Acronyms and abbreviations 3 Executive summary 4 I. Introduction 5A. Background 5 B. Research questions  6 C. Research objectives  6 D. Scope of the study 6 II. Literature Review 7 A. Previous studies of trade liberalization 7 B. Previous studies of income distribution 9 III. Economic environment 11 A. ASEAN economies 11 B. Trade flow profile of ASEAN members  11 C. Income distribution in Indonesia  13 IV. Methodology 14 A. Methods  14 B. Types and sources of data 19 V. Results and analysis 21 A. Impact of ASEAN trade liberalization on each ASEAN country  21 B. Impact of ASEAN trade liberalization on income distribution and 30 welfare in Indonesia  30 VI. Conclusion  31 References  34 Acronyms and abbreviations AsiaPacific Economic Cooperation Association of Southeast Asian Nations Central Bureau of Statistics Common Effective Preferential Tariff Computable General Equilibrium Doha Development Agenda Food and Agricultural Organization of the United Nations Free Trade Area General Exclusion List Gross Domestic Product Global Trade Analysis Project Information and Communications Technology Inclusion List Import Substitution Industrialization Most Favoured Nation nontrade barriers Organisation for Economic Cooperation and Development Temporary Exclusion List Terms of Trade World Trade Organization APEC ASEAN CBS CEPT CGE DDA FAO FTA GEL GDP GTAP ICT IL ISI MFN NTBs OECD TEL To T WTO 3Executive summary This research paper intends to analyse: a the impacts of ASEAN trade liberalization on the macroeconomy variables gross domestic product GDP, Terms of Trade To T, balance of trade, inflation and real wage and agricultural industries output, exports and imports in the ASEAN 6 countries Indonesia, Malaysia, the Philippines, Thailand, Singapore, and Viet Nam; and b the impact of trade liberalization on income distribution in Indonesia. A multicountry and multicommodity computable general equilibrium CGE GTAP model has been used as the main tool of analysis. In order to analyse the detailed impact on the agricultural sector and income distribution in Indonesia, the GTAP model is linked with the onecountry Indonesian General Equilibrium Model. To analyse the impact of trade liberalization by a group of countries, all relevant policy interventions whether export tax, export subsidy, import tax or import subsidy in each country have been removed in the GTAP model. Three scenarios of ASEAN trade liberalization have been considered: prevailing zero tariffs for all agricultural products within the ASEAN 6 countries scenario 1; trade liberalization for all agricultural products except sensitive and highlysensitive products scenario 2; and trade liberalization as in scenario 1 complemented by trade facilitation through an increase of 10 per cent in the finance and business sectors scenario 3. The results show positive impacts for scenario 1 and scenario 2 in all ASEAN members except for Indonesian real GDP. The Indonesian trade balance, nominal GDP and TOT experience positive impacts while Indonesian real GDP does not change almost zero per cent. Generally, of the ASEAN 6 countries, Indonesia experiences the smallest improvement in welfare. Under scenario 3, ASEAN 6 countries would experience welfare improvement, particularly Singapore. The impact of ASEAN agricultural trade liberalization would increase output for the ASEAN member countries as a whole. Nevertheless, scenario 3 is found to worsen the trade balance in the majority of ASEAN members. When zero tariffs are applied to agriculture in all the ASEAN member countries, Indonesia experiences almost zero change in real income. In contrast, when zero tariffs come in combination with improvement in trade facilitation, nominal and real income becomes positive for each household category. Welfare of almost all household increase slightly due to ASEAN trade liberalization in all simulations, with the smallest increase almost zero change occurring in scenario 1. Protecting some sensitive and highlysensitive products from liberalization is still necessary in order to raise household welfare, especially among the agriculture household categories. Key words: ASEAN, trade liberalization and income distribution. 4 I. Introduction A. Background There are several bilateral and regional agreements on trade liberalization, such as the SingaporeChina Free Trade Area FTA, North American FTA, and the Association of Southeast Asian Nations ASEAN FTA. In the case of ASEAN, the latest Framework Agreement follows the ASEAN Concord II also known as Bali Concord II in 2003. The endgoal of economic integration is establishing the ASEAN Economic Community as outlined in ASEAN Vision 2015. Consequently, there is a free flow of goods, services and investment, a freer flow of capital as well as equitable economic development, and reduced poverty and socioeconomic disparities in the ASEAN region Lloyd and Smith, 2004. The ASEAN Concord II further declares that the ASEAN Economic Community will also establish the region as a single market and production base. Agriculturebased industries are included in the 11 priority sectors agreed on under ASEAN economic integration. The framework agreement for the integration of priority sectors, which was signed at the tenth ASEAN Summit, includes the scope, modalities, and timelines necessary for accelerating the integration of 11 sectors: agrobased products, air travel, automotives, electronics, fisheries, healthcare products, rubberbased products, textiles and garments, information and communication technology ICT, tourism and woodbased products Austria, 2004. Trade liberalization has several impacts including: a a decrease in imported goods prices due to relaxation and reduction in tariffs; b an increase in consumer demand due to low prices of goods and services; and c an increase in domestic competitiveness in international markets due to tariff reductions across national borders. This situation clearly will create opportunities for exporting and importing. However, some experts have criticized trade liberalization by arguing that it potentially damages domestic production and food security as reductions in tariffs will cause a decline in the relative price of imported goods and an increase in imports. Most ASEAN countries depend on the agricultural sector as a major source of gross domestic product GDP. For example, Indonesia has an agriculturalbased industry contributing around 15 per cent of total GDP and that depend largely on smallscale farming systems. Therefore, it is interesting to analyse specifically what the impact of ASEAN trade liberalization will be on ASEAN agricultural industries. In Indonesia, particularly, some 60 per cent of employees work in the agricultural sector and live in rural areas. Therefore, it is important to analyse the impact of trade liberalization on income distribution, especially in the rural areas, as an indicator of poverty incidence. Indonesia, like other developing countries, is a small nation in terms of its position in international trade activities. It is implied that Indonesia cannot influence world market prices. As a price taker, the fluctuations of world prices will affect the performance of export commodities The capability of Indonesian commodities to face regional or global competition is still questionable, especially in the case of agricultural products that greatly depend on smallscale farming systems; the main actors in agricultural activities, particularly in production, are categorized as smallholders who live in rural areas. Most smallholders are 5facing poverty and achieving stable agricultural commodity prices has become a key issue in attaining the ultimate development goals of Indonesia, as in other such countries. B. Research questions The implementation of ASEAN economic integration is expected to affect the performance of ASEAN exports and imports as well as other macroeconomic indicators such as GDP and inflation. Therefore, to agree on ASEAN economic integration, ASEAN members should set relevant policies so that achieving the intended targets will have a positive result. Moreover, in 2010, members of AFTA will be expected to apply zero tariffs while ASEAN economic integration will achieve the ASEAN vision in 2015. One of the priority sectors that will feel the impact of ASEAN economic integration is agriculture. The investigation of the impact of liberalization is becoming an important issue as most ASEAN members still rely on this sector and because the sector provides a large percentage of employment. In addition, trade liberalization is expected to affect income distribution in ASEAN member countries, particularly Indonesia. As Indonesia is struggling to reduce its income disparity, it is therefore becoming very important for this aspect to be studied in depth. Based on these factors, the following research questions can be raised: What is the impact of ASEAN trade liberalization on the macroeconomics and agricultural sector of each ASEAN country? What is the impact of ASEAN trade liberalization on income distribution in Indonesia? model; C. Research objectives The ultimate objectives of the study are: a To develop an Indonesian CGE model and establish its link to the global CGE b To analyse the impacts of ASEAN trade liberalization on the macroeconomy GDP, Terms of Trade To T, balance of trade, inflation and real wages and agricultural industry such as paddy rice and wheat output, and exports and imports of ASEAN countries; and c To analyse the impact of trade liberalization on income distribution in Indonesia D. Scope of the study The study is focused on the impact of trade liberalization in the ASEAN 6 Indonesia, Malaysia, the Philippines, Singapore, Thailand and Viet Nam because details of these six countries are available in the GTAP database and because they contribute a large proportion of ASEAN trade, including in agricultural trade. 6II. Literature Review A. Previous studies of trade liberalization A number of previous studies have been carried out by researchers on the impact of trade liberalization on macroeconomics and income distribution, either of individual countries or a region. Their findings, however, vary in terms of size or magnitude. According to the Organisation for Economic Cooperation and Development OECD 2006, the most effective way to make trade work for development and poverty reduction is for countries to agree on significantly improved market access under the Doha Round of the World Trade Organization WTO. Ambitious trade liberalization can generate more gains for developing countries than any other area of international economic cooperation or development assistance. But while access to OECD markets is clearly a key element in developing countries productivity growth, trade between developing countries is also vital. OECD states that the potential benefit from freer SouthSouth trade may indeed be at least as large as the gains that developing countries can obtain from better access to rich countries markets NorthSouth trade. This not only underscores the importance of a successful conclusion of the current round of WTO negotiations, but also the significance of active participation by developing countries. In a broad region, a study of the impact of liberalization was carried out by Oktaviani and Drynan 2000. They investigated the impact of APEC trade liberalization on the Indonesian economy and its agricultural sector. An Indonesian Forecasting Model was developed based on the ORANIF general equilibrium model for Australia. APEC trade liberalization was found to be generally beneficial in enhancing growth in most APEC members in the short term and even more so in the long term, except for North America. For a given tariff rate change scenario, the impacts of the two cases of trade liberalization were found to be generally in the same direction. The impacts of full APEC trade liberalization are more positive or less negative than the impacts of trade liberalization by only for the APEC developed countries. Indonesia gains more if it precisely eliminates the implied barriers existing after trade liberalization by other APEC members than if it underadjusts or overadjusts. Furthermore, Indonesia benefits from participating in trade liberalization, even if other developing countries do not participate, although the effects are small. The results suggest that the Government of Indonesia needs to avoid overreductions in tariff barriers if it seeking development focused on increased investment and increased private consumption. Indonesias comparative advantage appears to lie with producing and exporting raw primary products rather than in processing them. Regardless of the reason for the differences, these industries have an interest in seeing full APEC trade liberalization rather than more limited liberalization. It will therefore be beneficial for Indonesia to pay more attention to develop the agricultural processing sector. The implications of full APEC trade liberalization on a preferential basis and liberalization restricted to ASEAN member economies between 1995 and 2000 was analysed by Mc Kibbin 1996, using a dynamic multisector global model called the AsiaPacific GCubed Model APGCUBED. The study focused on the role of international capital flows, expectations and physical capital accumulation in determining the size and distribution of income gains from this ambitious programme of trade reform. It was found that the largest 7gains for participating economies were realized by full nonpreferential liberalization. Preferential liberalization just between APEC economies by discriminating against nonAPEC economies would yield only two thirds of these gains. APEC trade liberalization can have significant effects on international capital flows, although this mechanism affects real exchange rates and trade flows. Allowing for the adjustment, international capital flow shows that some common perceptions in industrial economies of the effect of opening up to trade with developing economies need to be reevaluated. A positive impact by APEC trade liberalization was found by Chan and Nugent 1998. Their study showed that APEC trade liberalization could be quite important in terms of trade and income growth, both of APEC countries and the world. Using a simple econometric model of bilateral trade flows based on country size, the study showed that the removal of tariff barriers would have the greatest impact, increasing APEC imports and presumably exports by more than 13 per cent. Eliminating NTBs would increase APEC imports by an additional 5.5 per cent. Another important source of benefits from APEC liberalization would be provided by stimulating the liberalization of barriers to imports in the rest of the world. Indeed, if such liberalization by the rest of the world was also complete, APEC imports would rise by an additional 4.1 per cent. Restoftheworld imports would also be increased by APEC liberalization, but the greatest expansion of such imports would come from liberalization by the rest of the world. With regard to the impact of trade liberalization on poverty, one study of this aspect was carried out by Khan 2005. He used a dualistic, compact and generic macroeconomic computable general equilibrium CGE model specially constructed for the purpose of investigating the implications of trade liberalization for poverty reduction in South Asia. The specific generic model for South Asia, incorporating dualism and ruralurban and urbanrural migration within a HarrisTodaro framework, revealed a number of specific connections between trade liberalization and poverty reduction. Within this particular CGE model, the policy experiments showed that trade liberalization in the South Asian region could lead to further poverty reduction. In the ASEAN area, a study of the impact of trade liberalization was carried out by Nguyen 2002. He showed that for more than a decade, Viet Nam had followed a number of unilateral as well as multilateral moves to free the trading sector, including measures directed at tariffs, quantitative restrictions, the exchange rate mechanism etc. Three important conclusions were addressed by Nguyen. First, trade liberalization under the CEPT scheme inclusion list, IL and temporary exclusion list, TEL would have somewhat fruitful impacts on economic growth in Viet Nam. However, it is worth being cautious in taking another step to liberalize the industries included in the General Exclusion list GEL. Second, the crowdingout effect on trade volume with the rest of the world and in favour of ASEAN member countries would reduce the total change in trade resulting from trade liberalization. Third, even though overall incomes would increase in all sectors due to more efficient uses of production factors, the most fruitful impacts of trade liberalization would be on the agricultural and labourintensive sectors, which account for the largest portion of the poorest population of Viet Nam. In other words, trade liberalization directly 8contributes to the poverty reduction of Viet Nam. All of those dynamic impacts would maintain the longterm and permanent high growth rate of the economy. A study by Pasadilla 2006 analysed how various preferential trading arrangements dealt with agricultural trade liberalization, and examined a few case studies highlighting the provisions on agriculture. While tariff reduction on all goods including agriculture in ASEAN provides a marked advantage over the MFN tariff rates, intraASEAN agriculture trade has not been all that significant. Most of the growth in the intraASEAN trade has come from trade in industry; and if total agricultural trade has expanded, much of it is due to trade outside the region. Hakim 2004, by using a recursive dynamic, multiregion computable general equilibrium model, he found that trade liberalization pursued by the ASEAN countries such as global multilateral agreements under the auspices of WTO, ASEAN Free Trade Area AFTA and AsiaPacific Economic Cooperation APEC, would improve their economies overall. Under the Uruguay Round and the Millennium Round, real GDP in all ASEAN member countries is expected to rise. Compared to real GDP increases in the other ASEAN member countries, Hakim 2004 showed that Indonesia would have the lowest real GDP rise in response to AFTA trade liberalization because that country had relatively low trade barriers. However, Indonesia would gain from increased exports resulting from better market access to other ASEAN countries. B. Previous studies of income distribution One of the studies on the impact of trade reforms on income distribution was carried out by Hertel and Winters 2005. Their research combined the results from several elements of research in a novel way. First, they drew on an intensive analysis of the DDA Framework Agreement, paying particularly close attention to potential reforms in agriculture. The scenarios were built up using newly available tariff line data, and their implications for world markets were established using a global modeling framework. These world trade impacts, in turn, formed the basis for 12 country case studies of the national poverty impacts of the DDA scenarios, including Indonesia. They found that the liberalization targets under DDA would have to be quite ambitious if the round was to have a measurable impact on world markets and hence poverty. Assuming an ambitious DDA, they found the nearterm poverty impacts to be mixed, with some countries experiencing small poverty increases and others undergoing more substantial poverty declines. On balance, poverty was reduced under this DDA and the reduction was more pronounced in the longer term. Allowing minimal tariff cuts for just a small percentage of special and sensitive products virtually eliminated global poverty reduction due to the DDA. Deeper cuts in developing country tariffs would make the DDA more povertyfriendly. Hertel and Winters also found that key determinants of the national poverty impacts included the incomplete transmission of world prices to rural households, barriers to the mobility of workers between sectors of the economy as well as the incidence of national tax instruments used to replace lost tariff revenue. Based on their findings, they suggested that complementary domestic reforms were required to enable households to take advantage of 9new market opportunities made available through the DDA in order to generate significant poverty reductions. Robinson and Robilliard 2005 explored the impact of DDA on poverty reduction in Indonesia. To provide a good technical basis for answering this question, they used an approach that combined a CGE model with a microsimulation model. This framework is designed to capture important channels through which macroeconomic shocks affect household incomes. It allows making recommendations on specific trade reform options as well as on complementary development policy reforms. The framework presented in the Robinson and Robilliard study generated detailed poverty outcomes of trade shocks. Given the magnitude of the shocks examined here and the structural features of the Indonesian economy, only the full liberalization scenario generates significant poverty changes. The authors examined the impact under alternative specifications of the functioning of labour markets. These alternative assumptions generated different results, all of which confirmed that the impact of full liberalization on poverty would be beneficial, with wage and employment gains dominating the adverse food price changes that could hurt the poorest households. In addition, two alternative tax replacement schemes were examined. While direct tax replacement appeared to be more desirable in terms of efficiency gains, and which translated into higher poverty reduction, political and practical considerations could lead the Government of Indonesia to choose a replacement scheme through the adjustment of valueadded tax rates across nonexempt sectors. A study of trade liberalization, poverty and income inequality was also carried out by Cororaton and others 2005. They analysed the effects of tariff reduction on poverty and income inequality using a CGE microsimulation approach in the Philippines. The approach relaxed the representative household assumption in traditional CGE modelling by replacing household groups with individual households. The present paper incorporates all 24,797 households of the 1994 Family Income and Expenditure Survey and simulates the tariff reduction from 1994 to 2000. Tariff reduction leads to higher imports and exports. Although domestic production for the local market declines, the overall production improves due to substitution and scale effects of tariff reduction. Resource reallocation and factor movements favour the nonfood manufacturing sector. Agriculture sector wages as well as the rate of return to capital in agriculture decline as a result of the drop in agriculture output and valueadded. Income of rural households in the different regions declines while income of urban households in the various regions improves. Tariff reduction results in poverty reduction in all areas not because of the improvement in household income, but because of the drop in consumer prices. Previous research on trade liberalization, especially in the case of Indonesia, has not analysed the impact of trade liberalization on income distribution. This paper attempts to analyse the impact of ASEAN trade liberalization not only on the macroeconomics and agricultural industries in ASEAN member countries, but also on detailed Indonesian macroeconomic and sectoral variables as well as on income distribution in Indonesia. A related study carried out by Oktaviani and others 2007 analysed the impact of economic policy reducing the oil subsidy on income distribution in Indonesia, using the Indonesian CGE model which emphasized poverty analysis. This CGE model, with an 10 updated database, is used in the present study to analyse the impact of ASEAN trade liberalization on Indonesian income distribution within household groups. III. Economic environment A. ASEAN economies Most ASEAN economies depend on the agricultural sector as an important source of GDP. Since about 2000, the agricultural sector has contributed the highest share 52 per cent to GDP in the Lao Peoples Democratic Republic, followed by Myanmar 43 per cent. The agricultural sector also contributes more than 20 per cent to GDP in other ASEAN countries Cambodia, Philippines and Viet Nam ASEAN Secretariat, 2005. Indonesia has the largest population among ASEAN countries as well as an agriculturalbased industry contributing around 15 per cent to total GDP. Table 1 compares the structure of the ASEAN economies. In Cambodia, the Lao Peoples Democratic Republic and Myanmar, the dominant sector is agriculture, while in the other ASEAN economies excluding Singapore, manufacturing is the dominant sector. In Singapore, the dominant sector is services. Table 1. Percentage shares in GDP of major economic sectors in ASEAN, by country, 20002004 Country 2000 2002 Agriculture Industry Services Agriculture Industry Services Agriculture 2003 Industry Services Agriculture 2004 Industry Services Brunei Darussalam 38.9 37.1 Cambodia 38.5 Indonesia 25.2 Lao PDR 47.4 Malaysia 39.7 Myanmar 45.4 Philippines 66.1 Singapore 45.3 Thailand Viet Nam 41.3 Source: ASEAN Secretariat, 2005. 59.5 23.3 45.9 22.7 44.2 17.3 34.7 33.8 44.4 35.4 1.6 39.6 15.6 52.1 8.4 42.9 19.9 0.1 10.3 23.3 1.9 35.6 15.5 50.2 8.1 19.7 0.1 10 21.8 58.7 27.9 45.4 24.6 41.6 34.5 31.3 44.8 37.4 39.4 36.5 39.1 25.1 50.4 45.8 68.6 45.2 40.8 2.1 36.8 15.4 8.1 19.8 0.1 10.2 21.1 58.4 27.9 45 42.1 33.5 31.1 45.8 38.5 39.5 35.4 39.6 49.8 46.7 68.8 44 40.5 15.2 7.9 19.6 0.1 9.2 44.5 42.5 33.2 31.6 46.8 40.3 49.6 47.2 68.3 44 In Indonesia, around 60 per cent of the workforce is employed in the agricultural sector and lives in rural areas. The impact of trade liberalization on income distribution, especially in the rural areas, is expected to influence income distribution. B. Trade flow profile of ASEAN members The trade flow pattern among ASEAN member countries can be an indication of trade integration. Table 2 presents a profile of the trade flow of all products exportsimports among ASEAN members. Total intraASEAN exports are still smaller than total ASEAN exports to the world market. Total intraASEAN exports account for approximately US 81,821.5 million, a far smaller amount than that for total ASEAN exports to the world market, amounting to approximately US 6,897,635 million. 11 Table 2 also shows that both total intraASEAN exports and ASEAN exports to the world are dominated by Malaysia and Singapore. Malaysia exports to other ASEAN countries account for approximately US 25,592 million, whereas Malaysian exports to the world account for approximately US 125,439.2 million. The second largest exporter in ASEAN is Singapore, which accounts for approximately US 24,558.4 million among the ASEAN and US 111,288.8 million to the world. More interestingly, these two countries are not only becoming the two largest ASEAN exporters; in terms of imports Singapore appears to be the leading importer among ASEAN member countries followed by Malaysia. This fact indicates that extraregional trade still plays an important role for ASEAN members. Table 2. Trade flow for all commodities among ASEAN countries Unit: US million Indonesia Philippines Singapore Malaysia XSE Country Indonesia Malaysia Philippines Thailand Viet Nam XSE Singapore Total world Total ASEAN XSE: Other ASEAN countries Source: GTAP 6.2. database. Note: Data are for 2003. 0.0 1 547.3 172.9 1 230.1 130.8 48.3 3 142.2 43 510.6 6 271.6 2 167.1 0.0 1 248.3 2 964.4 277.2 126.8 12 308.0 74 083.9 19 091.8 828.3 1 236.7 0.0 1 191.1 325.3 10.2 2 626.8 42 230.3 6 218.4 Thailand Viet Nam 363.1 1 338.2 673.1 3 157.5 84.8 1 476.9 1 063.8 0.0 0.0 334.8 5.2 1 028.1 3 902.4 1 597.4 61 545.5 24 285.5 11 237.9 3 787.4 179.2 433.0 15.8 1 188.4 1.1 1.9 981.6 5 213.5 18 544.4 2 711.2 4 859.8 692.7 391.8 0.0 Total Total world ASEAN 68 183.6 10 089.3 125 439.2 25 592.0 38 180.2 5 709.9 80 006.0 12 497.6 15 022.7 1 761.9 1 612.4 8 550.9 111 288.8 24 558.4 81 821.5 6 359.4 120 743.7 6 897 635.0 2 800.9 32 413.4 Singapore plays an important role as it appears from table 2 to be Indonesias main trading partner, both in terms of exports and imports. Total Indonesian exports to Singapore account for some US 5,213.5 million while imports from Singapore amount to US 3,142.2 million. The high levels of Indonesian exports to, and imports from Singapore are mainly the result of the geographical factor and the introduction by Singapore of low trade barriers. Singapore is one of the nearest ASEAN countries to Indonesia, and has one of the highest intensity levels of trade in ASEAN. Exportsimports and the trade balance of ASEAN member countries are based on the GTAP database table 3. As table 3 shows, Indonesia has become an exporter country. The value of the Indonesian trade balance shows a positive trend. Indonesian intraregional and extraregional trade is now the fourth largest among ASEAN member countries behind Malaysia, Singapore and Thailand. The value of Indonesian exports among ASEAN member countries is US 10,089.3 million while its exports to the whole world total US 68,183.6 million. These figures are only half of both Malaysian exports and imports. On the other hand, the value of imports from the ASEAN market is approximately US 6,271.6 million and US 43,510.6 million from the world market. 12Table 3. Exportsimports and trade balance of ASEAN members in world and ASEAN markets Export Import Country Unit: US million Trade balance Total ASEAN 3 817.7 6 500.2 508.6 1 259.7 2 025.5 1 188.5 7 855.1 Total world 68 183.6 125 439.2 38 180.2 80 006.0 15 022.7 8 550.9 111 288.8 XSE: Other ASEAN countries Source: GTAP 6.2. Note: Data are for 2003. Total world 43 510.6 74 083.9 42 230.3 61 545.5 24 285.5 6 359.4 120 743.7 Total ASEAN 10 089.3 25 592.0 5 709.9 12 497.6 1 761.9 1 612.4 24 558.4 Total ASEAN 6 271.6 19 091.8 6 218.4 11 237.9 3 787.4 2 800.9 32 413.4 Total world 24 672.9 51 355.3 4 050.1 18 460.5 9 262.8 2 191.6 9 454.9 Indonesia Malaysia Philippines Thailand Viet Nam XSE Singapore Table 3 also presents the trade balance for all ASEAN members. Interestingly, even though Indonesias intraregional and extraregional trade still behind Malaysia, Singapore and Thailand, the Indonesian trade balance shows a surplus. In contrast, although Singapores exports and imports are the second largest in ASEAN, its trade balance shows a deficit. Table 3 indicates that only three countries Indonesia, Malaysia and Thailand have a trade surplus both for intraregional ASEAN and extraregional ASEAN trade. The trade balances of Lao Peoples Democratic Republic, Cambodia, Myanmar and Brunei Darussalam XSE or other ASEAN members with the world market show surpluses while their trade balances for intraregional ASEAN trade are in deficit. In other words, XSE is an importing country group within ASEAN. All other ASEAN member countries show a trade balance deficit. The Philippines, Viet Nam and Singapore would appear to be importer countries, both in terms of intraregional ASEAN and world trade. Interestingly, although Singapore dominates trade in the ASEAN region, it is the biggest importer with the largest trade deficit. C. Income distribution in Indonesia In Indonesia, the amount of onfarm land owned by farmers has decreased every year table 4. In 1983, 44.9 per cent of agricultural land used for farming was owned by smallholders 0.51.99 ha. In 1993, however, the average land area owned by farmers had decreased with 48.5 per cent of farmers owning less than 0.5 ha. This trend continued and by 2003, 55 per cent of farmers owned less than 0.5 ha. Type of land ha Table 4. Onfarm land distribution in Indonesia, 1983, 1993 and 2003 1983 Onfarm Average area ha % 48.5 39.6 10.6 1.3 Source: Central Bureau of Statistics, various years. 0.5 0.51.99 2.04.99 5 % 40.8 44.9 11.9 2.4 0.26 0.94 2.72 8.11 Land distribution 1993 Onfarm Average area ha 0.17 0.9 3.23 11.9 2003 Onfarm % 55.11 33.29 6.4 5.06 Type of land ha 0.5 0.5 1.99 2.0 2.99 3 13 Table 5. Poverty line, percentage and number of population below the poverty line Year Population below the poverty line Number million Poverty line Percentage % Currencycapitamonth Urban Rural 1996a 1998b 1999c 2000c 2001c 2002c 2003c 2004c 2005c 2006d Rp US Rp 42 032 17.6 31 366 13.296 959 12.1 72 780 9.192 409 13.0 74 272 10.59.5 91 632 7.773 648 100 011 9.7 80 382 7.8130 499 14.1 96 512 10.4138 803 16.2 105 888 12.4143 455 15.9 108 725 12.0 175 324 19.2 131 256 14.4US Urban Rural Total Urban Rural Total 17.7 24.2 23.5 19.1 18.4 18.2 17.4 16.7 16 17.8 9.6 17.6 15.7 12.3 8.6 13.3 12.2 11.4 12.4 14.3 19.9 25.7 26.1 22.4 24.8 21.1 20.2 20.1 19.5 21.9 24.9 31.9 32.7 26.4 29.3 25.1 25.1 24.8 22.7 24.8 13.6 21.9 19.5 14.6 9.8 14.5 13.6 12.1 11.4 13.4 34.5 49.5 48.4 38.7 37.9 38.4 37.3 36.1 35.1 39.1 Source: Central Bureau of Statistics, various years. Note: a Based on poverty line CBS version 1998. b Based on the December 1998 Susenas. c Based on the regular Susenas. d Based on August 2006 calculation. As a developing country, Indonesia still faces povertyrelated problems. The incidence of poverty in Indonesia is detailed in table 5. The percentage of the population below the poverty line in urban and rural areas increased in 1998 due, in part, to the economic crisis of 1997. The poverty line figures decreased slightly from 1999 to 2006 but were still quite high. Table 5 also shows that the 39.1 million of people 17.75 per cent who living below the poverty line in 2006, 24.8 million 63.4 per cent lived in rural areas, with only 14.3 million 36.6 per cent in urban area. The rural poor generally work in the agricultural sector 56 per cent, either as smallholder farmers or as landless laborers. IV. Methodology A. Methods To measure the impact of policies, a multicountry and multicommodity CGE model in this case the GTAP model was used as the main analytical tool. In order to analyse in detail the impact on the agricultural sector and income distribution in Indonesia, the GTAP model was linked with the onecountry Indonesian General Equilibrium Model, which is more detailed in terms of agricultural product aggregations and household aggregations. The endogenous variables change export and import prices and volumes l resulting from the various simulation using the GTAP mode will be the exogenous change in the Indonesian CGE model. The Indonesian CGE model used in this research was the updated version of the INDOF CGE model Oktaviani, 2000. 14 There are several advantages of using CGE models compared to partial models. First, a CGE model is able to produce factually and accurately an economic interpretation compared with a partial model Robinson, 1990. Third, it allows seeing an economic interaction with consistent behaviour Rae and Sjakur, 1999. Fourth, the impacts on various aspects, such as welfare economics, terms of trade as well as the distribution of income and poverty can be explored. In the case of multilateral trade policy changes in a number of countries, linking the multicountry GTAP model with a national model for a country potentially provides a useful approach to studying trade liberalization. The impact of trade liberalization is likely to be assessed more realistically than by using a national model alone with no formal reference to global modelling of liberalization effects. Anderson 2003 also analysed an economic assessment of agricultural trade liberalization in some lowincome countries, using the GTAP model. To analyse the impact of trade liberalization by a group of countries, all relevant policy interventions whether export tax, export subsidies, import tax or import subsidies in each country can be removed in the multicountry, multicommodity model. The simulation with the global model reveals the changes in global trade and market equilibrium. Countries to be further studied with a national model can be treated as a small country or a large country as appropriate. In this regard, Indonesia, as argued below, is a small country. 1. General equilibrium model of the Indonesian economy Longterm analyses with CGE models ideally would use dynamic models, but there are no such models available for Indonesia, at least at the level of disaggregation sought for this study. The model used for this study is a combination of INDOF Oktaviani, 2000 and WAYANG Wittwer, 1999, which is the recursive dynamic model. The model is the same as the model that is used by Oktaviani and others 2007, but with an updated database. These models were modified to enable focus to be placed on the evaluation of several economic variable changes, with an emphasis on the fiscal extension, macro and microeconomic variables as well as income distribution. The theoretical structure of INDOF comprises a set of generally nonlinear equations. The equation system is organized into 17 blocks: a Demands for labour; b Demands for primary factors; c Demands for intermediate inputs; d Demands for composite primary factors and intermediate input; e Commodity composite of industry output; f Demands for investment goods; g Household demands; h Export and other final demands; i Demand for margins; j Purchasers prices; k Market clearing equations; l Equations for indirect taxes; m GDP, both from the income and the expenditure sides; n The trade balance and other aggregates; o Rates of return and wage indexation; p Investmentcapital accumulation equations; and q Debt accumulation equations. 15Production is modelled by Blackorby and others 1978. In the production process, each industry can produce several commodities. Industries use both intermediate goods and factors as inputs that can be sourced domestically or imported. Factor inputs for each industry are labour, capital and land. The assumptions made in this production model include inputoutput separability and the multistage, hierarchal structure. Thus, given a level of industry activity, the decision as to what combination of products to produce is separate from, or independent of, the decision as to what combination of inputs to use. The hierarchal structure uses constant elasticity of substitution transformation production functions except for the combining of intermediate goods and of aggregate primary factors, a stage which uses Leontief or fixed proportions technology. In this case, the household demand of the model follows the WAYANG model Wittwer, 1999. Households take prices as given and maximize a utility function of the form hierarchically nested with up to three stages. On the top level, consumers face some alternative commodities that have a linear function such as an expenditure demand system LES. On the second level, consumers combine some commodities from various sources domestic and imported based on the CES function. The model is nonlinear and can be described by specifying those equations. An individual equation in the linearized model is specified by the variables in the equation and the coefficients attached to those variables. Presenting the linearized equations and coefficient information provides an alternative way of presenting a CGE model. The coefficient values in these linear equations depend on the nonlinear equations and the initial values of the variables. The linear equations provide only local approximations of the underlying nonlinear model and thus of how the economy responds to exogenous changes. Nevertheless, the new equilibrium position of the economy arising from a small exogenous change can be calculated using the linear equations. Further changes from this new position can again be described approximately by linear equations. The values of the coefficients of the latter equations will differ from the initial values for the coefficients. The linearized equations, the formulae for calculating the coefficients of those equations, constitute an operational model equivalent to the underlying nonlinear model. The derivations of the linear equations are available in Dixon and others 1982 and Horridge and others 1993. In the model, capital is assumed to be fully mobile. No supply function for factors is included in the model. Price can then be set exogenously or endogenously, since the model includes for each differentiated factor a price equation in which price is independent of quantity. The model then ensures a consistent pricequantity demanded pair of values at a price determined by the model. In the short term, industrydifferentiated capital is assumed to be fixed. The model then determines the user or rental prices of capital. In the long term, capital supply can alter in order to achieve equilibrium between rental prices in different industries, and between the current and expected future rates of return on investment. Following the neoclassical theory, the household sector is assumed to take prices as given and to consume commodities to maximize a utility function subject to an aggregate expenditure constraint. The aggregation of households in the 2003 Indonesian Social Accounting Matrix SAM consists of eight types of households that are not based on factor 16 Household category Agr Raw 1 Agr Buss 2 Agr Buss 3 Agr Buss 4 NAg Lo Rr 1 NAg Oth Rr 2 NAg Lo Ur 1 Table 6. Household aggregation in SAM 2003 Description Agricultural employees agricultural workers who do not own land Smallscale farmers agricultural workers with land 0.5 ha. Mediumscale farmers agricultural workers with land 0.5 1 ha. Largescale farmers agricultural workers with land 1 ha. Rural low income nonagricultural households, comprising smallscale retail store owners, smallscale entrepreneurs, smallscale personal service providers, and clerical and manual workers in rural areas. Rural nonlabour households, consisting of nonlabour force and unclassified households in rural areas. technicians, professionals, military officers, teachers, largescale entrepreneurs, largescale retail store owners, largescale personal service providers, and skilled clerical workers in rural areas. Urban lowincome households, comprising smallscale retail store owners, smallscale entrepreneurs, smallscale personal service providers, and clerical and manual workers in urban areas. NAg High Rr 3 Rural high income nonagricultural households comprising managers, ownership table 6. Since the focus is on income distribution, the sources of income of the various households are of particular interest. The source of the factor ownership matrix used in the model is Indonesias SAM for the year 2000. The block of equations basically follows the household demands in WAYANG model Wittwer, 1999. Variables and coefficients often apply to sets of items. Each variable name is alphanumeric. The variables set in this research follow INDOF Oktaviani, 2000 and WAYANG Wittwer, 1999. The coefficients in the operational model are the constants in the linear approximation equations. A list of the coefficients in the linear equations as well as other database parameters is provided in Oktaviani 2000. NAg Oth Ur 2 Urban nonlabour households, comprising nonlabour force and unclassified households in urban areas. NAg High Ur 3 Urban highincome households, comprising managers, technicians, professionals, military officers, teachers, largescale entrepreneurs, largescale personal service providers, and skilled clerical workers in urban areas. 2. GTAP model The GTAP model is fully described in Hertel and Tsigas 1997. The relationships in the GTAP model are summarized here by a set of relationships between various value aggregates. Full descriptions of the notation, lists of variables, parameters, the equations etc. in the standard GTAP model are available in Hertel 1997. The GTAP model uses some assumptions based on theory. Indonesia as a region or country in GTAP is assumed to be a small country. The small country case is simpler since its exports, imports and crossborder capital flows, by definition, have no effect on the global market. 3. Linking the single country and multicountry models As the small country case is simpler, a country can be isolated in the global model using what Adams and others 1997 have called an isolation closure by making the real 17level of its imports, exports, savings, and capital goods moving into and out of the country exogenous and fixed that is, zero change in the global model. That is, in the face of changes elsewhere, the country retains its original domestic and international trading activities. If the country is indeed small for all commodities, these exogenous settings have little effect on the global model results. The global model determines the demand price and supply price changes for a particular countrys exports and imports. For there to be no response by the economic agents in a particular country, there must be tariff changes in that country to offset the world price changes. These, too, are determined endogenously in the global model. Trade liberalization applied in the global model entails all participating countries, other than the country of interest in this study, Indonesia, reducing their tariffs. The result of the global simulation is essentially a hypothetical new global equilibrium in which world prices have changed, and in which tariffs have been reduced in participating countries and hypothetically altered in the country of interest. The price changes can then be treated as exogenous in the national country model. In the national model, the domestic producers and consumers adjust to the exogenous export and import price changes. Ceteris paribus, the export supply volume increases decreases if the export price increases decreases, and the import demand volume decreases increases if the import price increases decreases. Simulations of the national model in response to the globally determined price changes show how the countrys economy is affected. If the country is also to join in trade liberalization by reducing its trade barriers, then exogenous shocks to its trade barriers should be included together with world price change shocks. This globalnational linkage approach to modelling trade liberalization has been used before, notably by Huff and others 1995, Adams and others 1997 and 1998, and Oktaviani 2000. The linkage between the global and national model approach is implemented through modifying the standard closures of both the multicountry and the singlecountry models Adams and others, 1997. The following variables need to be set as exogenous variables in GTAP in the isolation closure they are endogenous in the standard GTAP closure. a All bilateral trade flows into and out of the national economy; b The flow from national savings into global savings; and c The flow from global savings of real capital funds into the national economy. The following variables are set as endogenous previously they were set as exogenous in the GTAP standard closure: a All tax rates on bilateral trade flows into and out of national economy; b The slack variable in the global model equation for determination of global investment; and c The slack variable in the global model equation for regional income determination. This approach to linkage removes all feedback from the particular national economy to other regions. The approach is only appropriate in the case of a small country. If this is accepted, it is then appropriate to calculate global equilibrium, treating the existing or close to existing import and export quantities for the country as exogenous in the global model. In turn, in the national model, representing a small economy, the global prices can be taken as given to determine what changes will occur in the national economy. Supply and demand will change, as will exports and imports. The latter would no longer be fully consistent with the 18given quantities, which were initially assumed exogenous in the global model; however, any difference would be unimportant since, as a small country, changes in exports or imports would not affect the global equilibrium. 4. Simulation This research uses three simulations: a ASEAN preferential trade liberalization. Tariffs for all agricultural products sector 1 to sector 12 are set to zero among all ASEAN countries. b Trade liberalization for all agricultural products except for sensitive 1 and the highly sensitive products. c ASEAN trade liberalization simulation 1 and increasing trade facilitation through increased efficiency by 10 per cent in the finance and business sectors. The result of the global simulation is essentially a hypothetical new global equilibrium in which world prices have changed and in which tariffs have been reduced in participating countries and hypothetically altered in the country of interest. The price changes can then be treated as exogenous in the national country model. Simulations of the national model in response to the globally determined price changes show how the countrys economy is affected. B. Types and sources of data This study utilized secondary data. The sources of the data included several institutions such as the Indonesian Central Bureau of Statistics, Ministry of Trade, and Ministry of Agricultural for data on production, consumption, exports, imports, and trade and investment policies. Other secondary data such as commodity performances and trade policy in other countries were obtained from the World Bank, World Trade Organization, Food and Agriculture Organization of the United Nations and other international institutions. The main source of processed data was the Global Trade Analysis Project GTAP. In this study, version 6.2 of the GTAP database has been applied. Table 7. Aggregation of regions Comprising No. New aggregation 1 ANZ 2 Idn 3 Mys 4 EAs Description Australia, New Zealand Indonesia Malaysia East Asia Phl 5 6 Tha 7 Vnm 8 NAFTA 9 XSE 10 Australia, New Zealand Indonesia Malaysia China, Hong Kong, China, Republic of Korea, Japan, Taiwan Province of China, rest of East Asia The Philippines Thailand Viet Nam Philippines Thailand Viet Nam United States of America Canada, United States, Mexico. Other ASEAN Rest of SouthEast Asia Cambodia, Lao Peoples Democratic Republic, Myanmar and Brunei Darussalam Singapore Singapore Sgp 1 Member States will have flexibility in determining the ending tariff rates for highly sensitive products; e.g., Indonesia, Malaysia and the Philippines have the ending tariff rates 20 per cent Annex 3, Protocol on the Special Arrangement for Sensitive and Highly Sensitive Products, Singapore, 30 September 1999. 19No. 11 New aggregation EU Description European Union 12 ROW Rest of the world all other regions Comprising Austria; Belgium; Denmark; Finland; France; Germany; United Kingdom; Greece; Ireland; Italy; Luxembourg; Netherlands; Portugal; Spain; Sweden Rest of Oceania, Bangladesh, India, Sri Lanka, rest of South Asia, rest of North America, Colombia, Peru, Venezuela, rest of Andean Pact, Argentina, Brazil, Chile, Uruguay, rest of South America, Central America, rest of FTAA, rest of the Caribbean, Switzerland, rest of EFTA, rest of Europe, Albania, Bulgaria, Croatia, Cyprus, Czech Republic, Hungary, Malta, Poland, Romania, Slovakia, Slovenia, Estonia, Latvia, Lithuania, Russian Federation, rest of former Soviet Union, Turkey, rest of the Middle East, Morocco, Tunisia, rest of North Africa, Botswana, South Africa, rest of South African CU, Malawi, Mozambique, Tanzania, Zambia, Zimbabwe, rest of SADC, Madagascar, Uganda, rest of subSaharan Africa The GTAP database comprises 87 regionscountries and 57 sectors or commodities. The database is aggregated into 12 regions table 7. The main consideration in selecting the regions was based on the contribution by those countries as main trading partners of Indonesia, which is more detailed in the case of the ASEAN countries. Meanwhile, the main consideration in selecting sectors was based on the strategic commodities in the Indonesian trade sectors and particularly those in the agricultural sector. Based on these considerations, 19 sectors were selected table 8. Table 8. Aggregation of sectors Description Comprising No. New aggregation 1 pdr 2 wht 3 gro 4 v_f 5 Osd 6 c_b 7 pfb 8 ctl 9 oap rmk 10 11 Oth Agr 12 vol 13 Food 14 Bav Tob 15 Oth Prim 16 Mnfcs Paddy rice Wheat Cereal grain including maize corn, barley, millet and oats Vegetable, fruit, nut Oil seeds Sugar cane, sugar beet Plantbased fibres Cattle, sheep, goats, horses Animal products including animal, and animal meat products Raw milk and dairy products Other agricultural products Vegetable oil and fats Food products Beverages and tobacco products Other primary sectors Shoe polish and other manufactures 17 Finance 18 Business 19 Oth Serv Financial services Business services Services and activities NES pdr pcr wht gro V_f osd c_b sgr pfb ctl cmt oap omt rmk mil ocr wol frs fsh vol ofd B_t coa oil gas omn tex wap lea lum ppp p_c crp nmm i_s nfm fmp mvh otn ele ome omf ofi isr obs ely gdt wtr cns trd otp wtp atp cmn ros osg dwe 20The 2003 InputOutput Table and Social Accounting Matrix are used for the Indonesian General Equilibrium Model. Import and export trade flow between ASEAN countries members for each priority sector is used to describe ASEAN trade performance. V. Results and analysis A. Impact of ASEAN trade liberalization on each ASEAN country Agriculture trade liberalization policy among ASEAN members is carried out through the elimination of import tariffs on certain agricultural products. This policy is carried out stepbystep, such as postponing tariffs and decreasing the tariff scheme for sensitive and highlysensitive products. Apart from zero tariffs, the trade liberalization policy is also aimed at improving trade facilitation in each ASEAN member, as is evidenced by the improvements in financial and business services. The impact of trade liberalization on each ASEAN country is discussed through three policy scenarios: a trade liberalization for all agriculture products; b trade liberalization, except for sensitive and highlysensitive products; c trade liberalization and increasing trade facilitation as shown by an increase in output augmenting technical change productivity change in finance and business sectors. The impact of those scenarios on the macroeconomic situation of ASEAN members can be seen from the changes in macroeconomic variables such as nominal GDP, deflator GDP, real GDP, Terms of Trade To T and trade balance, while the impact on the agricultural sector can be seen in output, exports and imports by ASEAN members. 1. Impact of ASEAN agricultural trade liberalization on the macroeconomic situation and agricultural sector of ASEAN countries The impact of trade liberalization on the agriculture sector of ASEAN countries can be seen through the direction and magnitude of the changes in the macroeconomic variables such as national output proxy by nominal GDP and real GDP, the rate of inflation proxy by GDP deflator and the position of trade shown by To T and trade balance. Table 9 presents the impact of zero agricultural tariffs among ASEAN members. Under the elimination of tariff barriers, nominal GDP of all ASEAN members except the Philippines and XSE would grow. The impact on deflator GDP, however, would vary among ASEAN members. On the one hand, zero tariffs would increase the price GDP in Indonesia, Singapore, Thailand and Viet Nam. An increase in import value of almost all agricultural commodities in those countries can be influenced by an increase of price GDP. Even though agricultural imports are not a main factor in other sectors, they can influence the production costs and output prices of other sectors. 21On the other hand, the zero tariffs would decrease deflator GDP in Malaysia, the Philippines and XSE. Real GDP, however, would increase by 0.0000.299 per cent as a result of zero tariff implementation, both in ASEAN countries and outside ASEAN. Trade liberalization policy in the agriculture sector also has a different effect on To T in each ASEAN member. The effects in Malaysia, the Philippines and XSE are negative. This result is mainly influenced by a higher price increases for imported commodities than for exported commodities. The increase in imported commodity prices can lead to a decrease in the competitiveness of products that rely on intermediate imported goods. Table 9. Impact of ASEAN trade liberalization in the agriculture sector on macroeconomy variables Countries regions Australia, New Zealand Indonesia Malaysia East Asia Philippines Thailand Viet Nam NAFTA XSE Singapore European Union Rest of the world Equivalent variation US million 7.188 0.179 195.250 0.653 51.936 101.128 47.209 12.986 3.545 23.519 7.246 2.655 Trade balance US million 1.735 17.494 31.827 31.320 15.450 27.790 14.404 10.424 4.690 6.594 15.077 11.787 Nominal GDP % Price GDP % 0.009 0.010 0.011 0.191 0.000 0.383 0.132 0.264 0.001 0.029 0.039 0.000 0.001 0.011 0.107 0.001 0.539 0.107 0.221 0.001 0.035 0.036 0.000 0.001 Real GDP % 0.000 0.000 0.299 0.000 0.156 0.025 0.043 0.000 0.006 0.003 0.000 0.000 Term of trade To T % 0.009 0.025 0.048 0.000 0.132 0.091 0.166 0.002 0.017 0.017 0.000 0.000 Zero tariffs on imported goods prevailed by Indonesia, Malaysia, the Philippines and Thailand result in an increase in their trade balance. However, the trade balances for Singapore, Viet Nam and XSE decline. In the case of Singapore, the decrease is possibly due to the fact that while the value of Singaporean trade with all ASEAN members is the largest, Singapore is a net importer of agricultural products. In the case of Viet Nam and XSE, the negative result is due to their status as importer countries in the ASEAN region. Nevertheless, in looking at the impact of agriculture trade liberalization among ASEAN member countries on their welfare, all experience positive effects. The largest positive effects are in Malaysia and Thailand, which show welfare increases of US 195.25 million and US 101.13 million, respectively. These two countries are net exporters of agricultural products and will benefit from other ASEAN countries opening up their markets to imports of agricultural products. The impacts of agriculture trade liberalization on the sectoral economy of ASEAN member countries are shown in tables 1012. Table 10 shows the effect of agriculture trade liberalization on sector output. Table 11 shows its effect on exports by sector and table 12 shows the impact on imports by sector. 22Table 10. Impact of the ASEAN trade liberalization in the agriculture sector on agricultural output Unit: Percentage Indonesia Malaysia Philippines Singapore Thailand Viet Nam Sector pdr wht gro V_f Osd C_b pfb ctl oap rmk Oth Agr vol 0.002 0.002 0.000 0.000 0.015 0.001 0.009 0.001 0.001 0.006 0.007 0.022 3.810 73.504 1.746 0.336 0.095 3.438 0.050 0.886 5.130 7.885 3.490 1.450 4.726 2.511 0.435 0.676 1.373 0.533 1.243 0.329 0.162 6.124 0.844 0.516 1.172 0.352 0.134 3.364 4.647 13.062 0.990 1.720 4.707 4.451 0.856 2.328 0.131 3.816 0.632 0.395 1.357 0.848 0.784 1.117 0.533 7.079 1.253 2.141 2.777 2.936 0.674 1.080 24.639 6.819 1.039 0.328 1.169 1.165 0.482 26.023 XSE 0.057 0.314 0.007 0.041 0.561 0.052 0.126 1.653 0.301 4.549 0.176 0.947 The impact of agricultural trade liberalization on outputs varies among ASEAN members. For Indonesia, the negative effects which are very small in some cases occur for wheat, oil seeds, plantbased fibres, cattle, sheep, goats and horses, raw milk, other agricultural commodities and vegetable oil. The impacts of agriculture trade liberalization on outputs in Malaysia, the Philippines and Singapore are positive, with output of most agricultural products showing increases. In fact, in Malaysia, wheat output shows a sharp increase. However, there is a decline in paddy rice and sugar cane in the Philippines, and wheat, plantbased fibres and other agricultural commodities in Singapore. Larger negative effects occur in Thailand and Viet Nam where most products show decreases. Table 11 shows the effect of ASEAN agricultural trade liberalization on exports, which would vary considerable from country to country. In Indonesia, all sectors except paddy rice, sugar cane, plantbased fibres and animal products show export declines. The implication of this finding is that Indonesian exports are unable to compete with the same products originating from the other ASEAN members. However, the Philippines primarily benefits from ASEAN agriculture trade liberalization with sharp growth in all sectors. The largest increase in the Philippines exports is wheat 147.64 per cent. Malaysia also shows an increase in wheat exports 91.48 per cent. Wheat exports by Malaysia, Thailand and Viet Nam also show strong growth. 23Table 11. Impact of ASEAN agriculture trade liberalization on exports Unit: Percentage Indonesia Malaysia Philippines Singapore Thailand Viet Nam Sectors pdr wht gro V_f Osd C_b pfb ctl oap rmk Oth Agr vol 0.372 0.001 0.007 0.008 0.009 0.090 0.003 0.014 0.005 0.012 0.026 0.055 3.437 91.488 1.074 2.625 0.526 5.155 0.977 2.330 8.220 9.913 10.196 1.460 12.913 147.644 7.581 3.527 3.198 2.710 3.299 3.945 6.181 12.602 15.571 1.778 1.309 0.344 0.122 4.977 4.675 61.054 0.992 7.017 8.908 12.985 1.060 3.187 0.467 22.842 0.036 0.462 1.485 2.103 0.539 3.513 0.688 34.102 6.780 4.157 22.690 6.657 1.383 2.933 37.055 4.864 2.230 7.070 7.399 4.926 0.159 8.616 XSE 1.275 0.480 1.057 0.387 3.098 0.440 1.632 34.804 7.899 83.575 0.819 0.476 Table 12 shows that Indonesia will become the largest importer of ASEAN products in this region. Under the first scenario, in which tariffs are eliminated for all agricultural products, Indonesia would become the main destination of exports by ASEAN member countries. Table 12. Impact of ASEAN trade liberalization on agricultural imports Unit: Percentage Sectors pdr wht gro v_f Osd c_b pfb ctl oap rmk Oth Agr vol Indonesia Malaysia Philippines Singapore Thailand Viet Nam 7.249 0.426 0.888 1.423 6.225 23.080 0.148 2.176 10.323 0.041 3.311 18.171 XSE 4.037 0.094 0.798 1.402 0.168 6.529 0.641 0.895 17.692 11.616 4.501 4.595 74.740 0.398 0.888 0.594 0.089 11.513 0.468 0.632 4.981 0.352 3.284 10.169 2.846 0.826 0.865 8.968 1.222 1.696 0.028 14.768 1.459 2.448 12.865 21.108 1.209 3.624 0.661 1.648 1.196 2.146 2.063 0.661 1.263 1.974 14.814 2.021 0.212 0.205 0.182 0.266 0.232 7.289 0.213 0.546 0.520 0.926 0.154 1.471 0.001 0.001 0.004 0.004 0.012 0.002 0.002 0.016 0.004 0.009 0.043 0.003 2. Impact of ASEAN trade liberalization, except for sensitive and highlysensitive products, on ASEAN country macroeconomics The centrepiece of AFTA is the Common Effective Preferential Tariff CEPT Agreement, which was signed in 1992 as a preferential tariff reduction among members. The goal is to gradually introduce reductions to achieve zero per cent tariffs in 10 years for the initial signatories 2003 and by 2010 for new members such as Cambodia. The final level of import tariffs for sensitive products and highlysensitive products will be 05 per cent and 20 per cent, respectively. All the agreements are covered in the Protocol on the special arrangement for sensitive and highlysensitive products, which was declared on 30 September 1999. Commodities that were recommended as sensitive and highlysensitive included paddy, poultry products, and beverages and tobacco. 24The findings of this study show some changes in macroeconomic variables as a result of the impact of trade liberalization on all agriculture products except for those on the sensitive and highlysensitive list. Table 13 shows the simulation results. Malaysia will gain the greatest benefit from the implementation of trade liberalization, which is shown by the equivalent variation value of US 187.94 million, the largest among the ASEAN member countries. XSE gains the smallest benefit with an equivalent variation of only US 230,000 while Indonesia only manages to gain US 310,000 in this scenario. Table 13. Impact of ASEAN trade liberalization, except for sensitive and highlysensitive products, on macroeconomy variables Country region Australia, New Zealand Indonesia Malaysia East Asia Philippines Thailand Viet Nam NAFTA XSE Singapore European Union Rest of the world Equivalent variation US million 5.770 Trade balance US million 2.010 0.310 187.940 3.570 5.130 90.240 12.880 21.200 0.230 18.150 10.420 2.030 11.180 26.260 23.380 3.390 28.630 0.600 5.430 6.000 5.160 11.640 12.480 Nominal GDP % Price GDP % Real GDP 0.010 0.010 0.180 0.000 0.040 0.110 0.010 0.000 0.050 0.030 0.000 0.000 0.010 0.010 0.110 0.000 0.050 0.090 0.030 0.000 0.050 0.030 0.000 0.000 0.000 0.000 0.290 0.000 0.010 0.020 0.020 0.000 0.000 0.000 0.000 0.000 Terms of Trade % 0.010 0.020 0.050 0.000 0.010 0.080 0.030 0.000 0.040 0.010 0.000 0.000 One of the factors significantly affecting welfare improvement in Malaysia is the high trade surplus. The value of Malaysias trade balance is some US 26.26 million. Indonesian welfare increases slightly but the trade balance only amounts to US 11.18 million. Meanwhile, the Philippines, Singapore, Viet Nam and XSE experience a negative effect on their trade balance due to trade liberalization, even with tariffs maintained on sensitive and highly sensitive products. Under tariff elimination, with the exception of sensitive and highlysensitive products, real GDP in most of the ASEAN members shows an increase. The exception is the Philippines. Malaysia would become the primary beneficiary of trade liberalization among the ASEAN countries. This scenario, however, does not affect Indonesian real GDP. This finding proves that trade liberalization among the ASEAN members, either for all agriculture products or excluding sensitive and highlysensitive products, would not affect Indonesias real GDP. Welfare improvement can fundamentally be linked to changes in resource allocation and To T. As in the previous scenario, elimination of tariff barriers for agricultural products, excluding sensitive and highlysensitive products, would result in a decrease in To T for Malaysia and XSE, primarily due to a decrease in competitiveness. 25 Under scenario 2, Indonesian output of some commodities experiences slight decreases of between 0.010 and 0.020 per cent, respectively table 14 in the production of oil seeds, plantbased fibres, raw milk, other agricultural commodities and vegetable oil. On the other hand, other sectors show no change. Interestingly, output in Malaysia, Singapore and Viet Nam would not be affected. Some sectors show large increases, such as wheat in Malaysia 73.05 per cent, oil seeds in Viet Nam 26.26 per cent and sugar cane in Singapore 13.01 per cent. Table 14. Impact of ASEAN trade liberalization on output agriculture sector, Unit: Percentage excluding the sensitive and highlysensitive products Sector pdr wht gro v_f Osd c_b pfb ctl oap rmk Oth Agr vol Indonesia Malaysia Philippines Singapore Thailand Viet Nam XSE 0.010 0.250 0.050 0.080 0.550 0.040 0.140 1.660 0.040 4.530 0.570 0.930 0.070 2.160 0.130 0.120 26.260 0.060 0.120 0.050 0.230 1.270 0.030 25.730 0.250 0.490 0.140 2.940 5.100 13.010 0.360 0.980 2.560 4.480 0.910 2.310 3.610 73.050 1.830 0.650 0.170 3.380 0.240 0.710 4.580 7.920 3.630 1.460 0.010 0.130 0.000 0.040 0.120 0.840 0.070 0.000 0.000 5.220 0.490 0.330 0.460 4.040 0.610 0.500 1.210 0.170 0.520 1.120 0.630 7.170 1.560 2.110 0.000 0.000 0.000 0.000 0.010 0.000 0.010 0.000 0.000 0.010 0.010 0.020 The impacts of ASEAN agriculture trade liberalization on exports, excluding sensitive and highlysensitive products, are shown in table 15. A large number of commodities, excluding the sensitive and highly sensitive products, from Indonesia would experience declining rates as a result of trade liberalization. The sectors that would decline are oil seeds, cattle, animal products, raw milk, other agricultural products and vegetable oil. However, paddy rice, wheat, cereal grain, vegetables, fruit, nuts, sugar cane and plantbased fibres would experience increases. Table 15. Impact of ASEAN trade liberalization on agricultural exports, excluding sensitive and highlysensitive products Unit: Percentage Indonesia Malaysia Philippines Singapore Thailand Viet Nam XSE 0.5200.4101.0100.4103.0000.4101.62034.6908.08083.7503.8500.580Sector pdr wht gro v_f Osd c_b pfb ctl oap rmk Oth Agr vol 0.090 142.770 4.710 0.050 0.010 0.360 0.090 0.290 0.480 11.850 12.600 0.080 3.920 90.900 0.920 2.630 0.660 4.890 0.570 1.600 7.180 9.950 9.670 1.460 0.400 4.460 0.170 0.400 38.890 0.300 0.330 1.090 2.560 4.790 0.580 9.350 0.900 23.410 0.030 0.470 2.150 0.540 0.150 1.490 1.030 34.280 6.170 3.910 0.470 0.520 0.170 4.190 5.130 60.780 0.360 3.810 4.930 13.020 1.210 3.180 0.150 0.000 0.000 0.000 0.010 0.050 0.000 0.020 0.010 0.010 0.030 0.040 26Exports of several commodities by the Philippines grow sharply when import tariff barriers on all agriculture products excluding sensitive and highlysensitive products are eliminated. This is especially the case with wheat, which shows a significant increase of 142.77 per cent. The effects on Malaysia, Singapore, Thailand, Viet Nam and XSE are varied. In contrast, Indonesia experiences fewer benefits when tariff barriers to sensitive and highly sensitive products remain. As table 15 shows, 6 of the 12 sectors experience decreases. Table 16. Impact of ASEAN agriculture trade liberalization on imports, excluding sensitive and highlysensitive products Unit: Percentage Sector pdr wht gro v_f Osd C_b pfb ctl oap rmk Oth Agr vol Indonesia Malaysia Philippines Singapore Thailand Viet Nam XSE 0.770 0.050 0.650 0.480 0.100 6.870 0.760 0.430 0.230 14.920 3.110 4.600 1.900 0.830 0.580 10.230 0.110 1.330 0.020 10.790 3.400 2.600 3.750 23.630 0.170 0.070 0.020 0.770 0.000 10.530 0.010 0.050 0.170 0.320 3.300 10.760 0.750 3.610 0.630 1.260 1.140 2.010 1.990 0.590 0.530 1.950 30.640 1.830 0.390 0.030 0.340 0.090 6.630 0.030 0.040 0.220 0.390 0.450 4.020 21.090 0.060 0.140 0.120 0.170 0.170 7.260 0.150 0.270 0.320 0.920 0.210 1.460 0.000 0.000 0.000 0.000 0.010 0.000 0.000 0.010 0.000 0.010 0.040 0.000 Nevertheless, the ASEAN member countries that implement the trade liberalization agreement would experience a sharp increase in their imports from other countries. Table 16 details the impact of ASEAN agriculture trade liberalization, excluding sensitive products, on imports. The elimination of tariff barriers while some sensitive products remain at the base tariff leads to an increase in the trade flows imported goods from surplus countries to deficit countries. Growth in imports is expected following the elimination of tariff barriers, resulting in the prices of imported products becoming cheaper. 3. Impact of ASEAN agriculture trade liberalization and increasing trade facilitation on each ASEAN countrys macroeconomies One such constraint that is gaining in prominence is the role of trade transaction costs or the issue of trade facilitation. Trade facilitation encompasses a wide range of areas such as government regulations and controls, business efficiency, transportation, information and communication technologies, and the financial sector UNECE, 2002. A number of studies have suggested that the potential gains from investment in trade facilitation measures are substantial for developing countries. A recent assessment of the impact of trade facilitation in the case of AFTA was carried out by Wilson and others 2002. The analysis considered how much trade in the AFTA region might increase under improved trade facilitation by 10 per cent modeled as an increase in output augmenting technical change productivity change in the finance and business sectors. 27Table 17. Impact of ASEAN trade liberalization and increasing trade facilitation Countryregion Equivalent variation on macroeconomy variables Quantity Nominal Trade balance US million 2.880 1 309.070 247.180 27.500 175.050 415.500 340.900 256.060 263.830 1 157.720 550.760 20.320 US million 1.270 334.160 1 329.610 91.850 661.220 1 890.340 419.420 16.540 1 304.730 4 474.940 297.370 275.370 GDP % 0.000 1.250 2.860 0.000 1.020 1.660 0.750 0.000 1.660 4.780 0.000 0.000 GDP % 0.030 0.740 1.660 0.020 0.530 1.700 2.170 0.050 2.040 6.110 0.070 0.040 Price GDP % Real GDP % 0.030 0.520 1.190 0.020 0.490 0.040 1.420 0.050 0.380 1.330 0.060 0.040 0.000 1.260 2.850 0.000 1.020 1.660 0.750 0.000 1.660 4.780 0.010 0.000 Terms of Trade % 0.000 0.250 0.860 0.010 0.150 0.000 0.380 0.000 0.010 0.320 0.020 0.020 Australia, New Zealand Indonesia Malaysia East Asia Philippines Thailand Viet Nam NAFTA XSE Singapore European Union Rest of the world Table 17 shows the impact of trade facilitation improvement. It is interesting to note that trade facilitation improvement would worsen the trade balance in most of the ASEAN member countries. Indonesia and Malaysia would be the only ASEAN member countries to show a surplus in their trade balance as a result of the effect of trade facilitation improvement. Indonesias trade balance would experience an increase of some US 1,309.07 million, or more than six times the surplus trade balance experienced by Malaysia. Apart from Malaysia and Indonesia, all other ASEAN member countries would experience a deficit trade balance as a result of trade facilitation improvement. A better impact is shown in an increase in GDP either real or nominal GDP of all ASEAN member countries including Indonesia, which has zero change in real GDP for scenarios 1 and 2. Although some ASEAN member countries experience a negative trade balance, all experience welfare improvement, which is shown by the positive value of equivalent variation. The strongest growth in welfare would be experienced by Singapore as indicated by its equivalent variation of US 4,474.94 million. Singapores real GDP would also grow at 4.78 per cent. The impact of agriculture trade liberalization on To T for some ASEAN member countries would be positive i.e., Indonesia, Malaysia, the Philippines and Thailand. The negative effect of trade liberalization on To T of those countries would primarily be due to the weaknesses in their competitiveness, either with other ASEAN countries or outside ASEAN. 28Table 18. Impact of ASEAN trade liberalization and increasing trade facilitation Unit: Percentage on output of agriculture sector Sector pdr wht gro v_f Osd c_b pfb ctl oap rmk Oth Agr vol Indonesia Malaysia Philippines Singapore Thailand Viet Nam XSE 0.650 0.730 0.340 0.240 0.760 1.110 0.030 2.640 0.700 4.370 0.330 0.640 2.320 1.460 1.490 1.740 23.250 7.560 3.690 0.360 0.710 1.630 1.630 27.860 3.410 1.020 0.160 3.400 4.270 10.230 1.710 3.040 2.030 1.430 2.080 1.080 4.400 72.060 2.070 0.400 1.150 4.360 0.090 9.420 6.010 12.140 4.510 2.980 0.180 5.640 0.190 0.300 1.510 1.200 0.810 0.090 0.590 7.680 0.840 1.710 4.550 0.060 0.640 0.660 0.360 0.320 0.060 0.910 0.920 5.350 0.960 0.170 0.090 1.360 0.020 0.040 0.430 0.110 0.340 0.240 0.020 0.030 0.040 0.590 The impact of ASEAN agriculture trade liberalization and an increase in trade facilitation would increase output of the ASEAN member countries as a whole. The magnitude of the impact, however, would vary in all sectors. For example, in Indonesia, the sectors experiencing increases would be paddy rice, vegetables and fruit, sugar cane, cattle, animal products and raw milk. Malaysia shows the highest output increase in wheat 72.06 per cent. Tables 19 and 20 show the impacts of ASEAN trade liberalization and trade facilitation improvement on exports would decrease agricultural exports from Indonesia, but would increase imports. This indicates that improvement of trade facilitation in all ASEAN countries may not improve export performance of Indonesia in agriculture. Table 19. Impact of ASEAN trade facilitation improvement on agricultural exports Unit: Percentage Sector pdr wht gro v_f Osd C_b pfb ctl oap rmk Oth Agr vol Indonesia Malaysia Philippines Singapore Thailand Viet Nam XSE 5.510 1.530 1.540 4.630 1.350 3.700 1.690 32.450 16.570 77.440 7.270 5.320 5.440 142.030 4.640 1.030 2.190 3.530 0.500 0.330 1.080 12.180 10.700 0.480 20.250 5.390 2.640 5.190 35.790 0.520 2.760 15.580 14.410 1.760 1.740 3.550 4.830 0.990 0.160 4.910 4.300 52.040 1.720 4.500 0.510 0.560 2.840 1.570 1.590 89.590 1.990 2.760 1.290 2.820 2.340 2.010 7.420 10.910 9.560 3.080 0.430 27.450 2.100 1.260 0.330 1.560 0.060 0.710 3.970 34.760 4.800 6.470 0.780 1.470 0.610 1.060 0.900 0.810 1.280 0.360 1.800 0.630 1.180 1.720 29Table 20. Impact of ASEAN trade liberalization and increasing trade facilitation on agricultural imports Unit: Percentage Indonesia Malaysia Philippines Singapore Thailand Viet Nam XSE 9.390 0.870 0.000 4.750 2.740 8.720 2.890 6.120 23.330 17.510 8.140 7.450 Sector pdr wht gro v_f Osd c_b pfb ctl oap rmk Oth Agr vol 9.500 0.750 2.050 1.930 5.840 24.810 1.040 4.730 14.470 1.960 4.380 23.100 78.060 0.540 0.720 1.140 0.630 9.150 0.030 1.280 6.990 1.270 5.830 11.750 4.470 1.130 0.790 12.350 1.040 3.400 0.310 11.600 4.460 4.010 13.220 25.150 0.020 4.660 1.360 1.640 1.890 3.980 3.510 4.530 5.300 4.080 30.160 1.440 0.260 0.280 0.320 0.200 0.340 7.720 1.170 3.150 2.160 3.630 0.790 0.770 0.340 0.030 0.470 0.960 0.580 0.450 0.720 0.430 0.870 0.370 0.930 0.480 B. Impact of ASEAN trade liberalization on income distribution and welfare in Indonesia Having discussed the impact of agriculture trade liberalization by the ASEAN member countries, it is interesting to explore the impact of trade liberalization on income distribution in Indonesia. Some researchers for example, Cororaton and others, 2005 argue that free trade could create a positive effect on the welfare of one country. To prove this argument, a scenario of tariff elimination in the ASEAN area was carried out by the authors. Table 21 presents the simulation results. Under scenario 1, when zero tariffs are applied to agriculture in all ASEAN member countries, Indonesia experiences a negative effect in terms of income. However, the second scenario, when trade liberalization is carried out without a sensitive and highlysensitive list schema, results in a positive impact on incomes of all households. The results show that income distribution in Indonesia, either nominal or real income, improves in all household categories. It means some sensitive and highlysensitive products are still important for Indonesian households since these are the main food and income sources for the farmers. Protecting these products from liberalization will raise household welfare. 3 0.800 0.930 0.950 0.780 0.690 0.870 0.640 0.770 0.730 Table 21. Impact of ASEAN trade liberalization on income distribution in Indonesia Unit: Percentage Household category Aggregate nominal income Scenario Scenario Scenario Aggregate real income Scenario Scenario Scenario 1 Agr Raw 1 Agr Buss 2 Agr Buss 3 Agr Buss 4 NAg Lo Rr 1 NAg Oth Rr 2 NAg High Rr 3 NAg Lo Ur 1 NAg Oth Ur 2 0.014 0.014 0.013 0.012 0.014 0.013 0.013 0.015 0.014 2 0.350 0.410 0.410 0.320 0.280 0.370 0.240 0.320 0.290 1 0.003 0.003 0.002 0.001 0.003 0.002 0.002 0.004 0.003 2 0.366 0.426 0.426 0.336 0.296 0.386 0.256 0.336 0.306 3 0.516 0.646 0.666 0.496 0.406 0.586 0.356 0.486 0.446 30NAg High Ur 3 0.014 0.130 0.430 0.004 0.146 0.146 Under scenario 3, even the impact of trade liberalization on nominal and real income would be more positive for each household category than for those in scenario 2. Nominal income in each household will rise between 0.43 and 0.95 per cent while real income will increase by between 0.15 and 0.66 per cent. Improving trade facilitation increases household income in Indonesia. Moreover, the household welfare in most of the household categories will rise slightly because of trade liberalization among ASEAN countries. This is evident from the results for each scenario in table 22. In scenario 1, all household categories increase slightly, by, except NAg Lo Ur 1 and NAg High Ur 3 which decrease 0.004 and 0.001 per cent, respectively. Moreover, scenario 3 gives better results, ranging from 0.089 to 0.924 per cent, excluding NAg High Rr 3 and NAg High Ur 3. However, scenario 2 shows welfare of four household categories decreasing. This shows that liberalization in an agriculture with a sensitive list scheme will worsen household welfare in urban areas, since consumers cannot choose products that have lower prices because of the existence of trade restrictions. Table 22. Impact of ASEAN trade liberalization on household welfare in Indonesia Unit: Percentage Household category Scenario 1 Scenario 2 Scenario 3 Agr Raw 1 Agr Buss 2 Agr Buss 3 Agr Buss 4 NAg Lo Rr 1 NAg Oth Rr 2 NAg High Rr 3 NAg Lo Ur 1 NAg Oth Ur 2 NAg High Ur 3 0.002 0.000 0.003 0.005 0.001 0.003 0.002 0.004 0.000 0.001 0.193 0.378 0.312 0.043 0.081 0.206 0.109 0.073 0.012 0.328 0.566 0.924 0.788 0.236 0.089 0.575 0.047 0.383 0.186 0.451 VI. Conclusion Extraregional exports still play an important role among ASEAN member countries. Intraregional exports in ASEAN are still less than exports to world markets. Both intraregional and extraregional exports by ASEAN member countries are dominated by Malaysia and Singapore. More interestingly, these two countries are not only becoming the two largest exporters in ASEAN, but also the biggest importers. Singapore appears to be the leading ASEAN importer. Three scenarios of trade liberalization have been considered: a zero tariffs, intraregional ASEAN for agricultural products; b zero tariffs for agricultural products, excluding the sensitive and highlysensitive products; and c ASEAN trade liberalization and the improvement of trade facilitation intraregionally for ASEAN members through an increase in productivity in the finance and business sectors. In addition, this study also 31explores the impact of trade liberalization on income distribution in Indonesia. The results for ASEAN countries from the GTAP simulations are summarized below. Most ASEAN member countries experience, overall and in aggregate, positive impacts from the elimination of tariffs. Real GDP of all ASEAN countries except Indonesia increases. Trade liberalization through zero tariffs will not affect Indonesian real GDP an almost zero percentage change. In contrast, Malaysia will become the primary beneficiary of trade liberalization among the ASEAN countries when tariff barriers are eliminated. Malaysian real GDP will increase by 0.299 per cent. A similar positive impact from zero tariffs is also indicated by the changes in the rate of welfare in ASEAN member countries indicated by equivalent variations. It is important to note that even though all ASEAN member countries would experience an overall positive impact resulting from the elimination of tariff barriers, this impact would not bring much improvement to Indonesian economic performance. Although the Indonesian trade balance, nominal GDP and To T would experience positive impacts, Indonesian real GDP and quantity GDP would not change. In addition, Indonesia would experience the smallest improvement in the welfare rate indicated by equivalent variations. Generally, zero tariffs would worsen a wide range of Indonesian exports and would increase Indonesian imports. Comparing zero tariffs for all agricultural products with zero tariffs excluding sensitive and highlysensitive products, trade liberalization in the latter scenario will result in a better impact on the Indonesian economy. Malaysia would experience the greatest positive impact while in other ASEAN member countries apart from Indonesia the impact would be less positive than with zero tariffs on all products. It is interesting to note that trade facilitation improvement will worsen the trade balance in the majority of ASEAN member countries. Indonesia and Malaysia are the only two ASEAN members to see an improvement in their trade balance as the result of ASEAN trade liberalization and trade facilitation improvement. Trade facilitation improvement, on the one hand, also worsens the exports of ASEAN member countries; on the other hand, it increases their exports. Nevertheless, all ASEAN member countries experience welfare improvements, demonstrated by the positive value of equivalent variations. In addition, real GDP in all ASEAN member countries increases, with Singapore experiencing the highest growth. The impact of agricultural trade liberalization on To T is positive in Indonesia, Malaysia, the Philippines and Thailand. The negative effect on To T from improving trade facilitation in those countries is primarily due to weaknesses in competitiveness, either with the other ASEAN member countries or countries outside ASEAN. The impact of ASEAN agricultural trade liberalization increases output for ASEAN member countries as a whole. The magnitude of the impact, however, varies from sector to sector. Trade liberalization may not improve income distribution in Indonesia significantly. Under scenario 1, when zero tariffs are applied to agriculture in all ASEAN member countries, Indonesia experiences no significant effects in terms of income distribution. In contrast, in scenarios 2 and 3, when trade liberalization is accompanied by protection of sensitive and highlysensitive products andor trade facilitation, more important and positive changes in income distribution are observed in the agricultural household categories. 32 Although household welfare increase slightly due to trade liberalization, it is not enough to create a positive effect on the welfare of all Indonesian households. Some sensitive and highlysensitive products still need protecting under liberalization in order to raise household welfare, especially in the case of agricultural household categories. 33References Adams, P., M. Horridge, B. Parmente and X. G. Zhang, 1998. Effect on China of APEC trade liberalization, report prepared for the East Asia Analytical Unit, Department of Foreign Affairs and Trade, Canberra. Adams, P., K. M. Huff, R. Mc Dougall, K. R., Pearson and A. A. Powell, 1997. Medium and LongRun Consequences for Australia of an APEC FreeTrade Treaty: CGE Analysis using the GTAP and Monash Models, Centre of Policy Studies and IMPACT Project. Monash University, Melbourne, Australia. Anderson, K., 2003. Trade liberalization, agriculture, and poverty in lowincome countries, Discussion Paper No. 200325. World Institute for Development Economics Research, United Nations University, Helsinki. ASEAN Secretariat, 2005. ASEAN Statistical Yearbook 2005. ASEAN Secretariat, Jakarta. Austria, M. S, 2004. The Pattern of IntraASEAN Trade in the Priority Goods Sectors, REPSF Project No 03006e. ASEAN Secretariat, Jakarta. Behrman, J. R., J. D. Lewis and S. Lofti, 1989. The impact of commodity price instability: Experiments with a general equilibrium model for Indonesia, in L. R. Klein and J. Marquez, eds., Economics in Theory and Practice: an Eclectic Approach, pp. 59100. Kluwer Academic Publishers, Boston. Blackorby, C., D. Primont and R. R. Russell, 1978. Duality, Separability, and Functional Structure: Theory and Economic Application. NorthHolland, Amsterdam. Chan, K. K. and J. B. Nugent, 1998. Factor endowments, trade liberalization and the future of APEC trade patterns, paper presented at the 73rd Annual WEA International Conference, 29 June 1998, Lake Tahoe, Nevada. Cororaton, C. B, J. Cockburn and E. Corong, 2005. Doha scenarios, trade reforms, and poverty in the Philippines: A CGE analysis, MPIA Working Papers 200503. Available at www.pepnet.org. Dixon, P.B., Parmenter, B.R., Sutton, J. and Vincent, D.P., 1982. ORANI: A Multisectoral Model of the Australian Economy, North Holland, Amsterdam. Hakim, D. B., 2004. The implications of the ASEAN Free Trade Area AFTA on agricultural trade a recursive dynamic general equilibrium analysis, dissertation, Institute Fur Agrarokonomie GeorgAugustUniversitat Gottingen, Germany. Unpublished. Hertel, T. W. ed., 1997. Global Trade Analysis: Modeling and Applications. Cambridge University Press, Cambridge. Hertel, T. W. and M. E. Tsigas, 1997. Structure of GTAP, in T. W. Hertel. ed., Global Trade Analysis: Modeling and Applications, pp. 1373. Cambridge University Press, Cambridge. Hertel, T. W. and A. L.Winters, 2005. Poverty impacts of a WTO Agreement: synthesis and overview, World Bank, Washington, D.C. Available at www.wds.worldbank.orgservletWDSContent ServerWDSPIB20051017000016406_20051017173931RenderedPDFwps 3757.pdf. 34Horridge, J., B. R. Parmenter and K.R. Pearson, 1993. ORANIF: A general equilibrium model of the Australian economy, Economic and Financial Computing, No. 3, pp. 71140. Huff, K. M., R. Mc Dougall, K. R. Pearson and A. A. Powell, 1995. Mediumrun consequences for Australia of an APEC free trade area: CGE analyses using the GTAP and Monash models, paper presented at the PanPacific Conference XII, 29 May 1 June 1995, Dunedin, Otago, New Zealand  Innwon, P., 1995. Regional Integration among the ASEAN Nations: A Computable General Equilibrium Model Study. Praeger Publishers, Wesport, United States. Khan H. A., 2005. Poverty Impact of Trade Liberalization Policies in Computable General Equilibrium Models: Theory and Some Policy Experiments GSIS. University of Denver, United States. Lloyd, P. and P. Smith, 2004. Global Economic Challenges to ASEAN Integration and Competitiveness: A Prospective Look. REPSF Project No. 03006a. ASEAN Secretariat, Jakarta. Mc Kibbin, W. J., 1996. Quantifying APEC trade liberalization: A dynamic analysis, paper prepared for the Economic Modeling Bureau of Australia conference on Changing Patterns of Interdependence in the AsiaPacific Region, Cairns, Australia, 2831 August 1996. Nguyen, T. T., 2002. Vietnams trade liberalization in the context of ASEAN and AFTA CAS, Discussion Paper No 36. Centre for ASEAN Studies, Centre for International Management and Development Antwerp. Oktaviani, R., 2000. The impact of APEC trade liberalization on Indonesian economy and agricultural sector, unpublished Ph D thesis, Department of Agricultural Economics, University of Sydney, Australia. Oktaviani, R. and R. G. Drynan, 2000. The impact of APEC trade liberalization on the Indonesian economy and agricultural sector, paper presented at the Third Annual Conference on Global Economic Analysis 28 June 2000, Melbourne, Australia. Oktaviani, R, D. B. Hakim, H. Siregar and Sahara, 2007. Impact of a lower oil subsidy on Indonesian macroeconomic performance, agricultural sector and poverty incidences a recursive dynamic computable general equilibrium analysis. Forthcoming working paper, Poverty Economics Policy Network, Laval University, Quebec, Canada. Organisation for Economic Cooperation and Development, 2006. SouthSouth trade: Vital for development. Available at www.oecd.orgdataoecd305037400725.pdf. Pasadilla, G. O., 2006. Preferential trading agreements and agricultural liberalization in East and SouthEast Asia, AsiaPacific Research and Training Network on Trade ARTNe T Working Paper Series, No. 11, April 2006. ESCAP, Bangkok. Rae, C. and Sjakur, 1999. The sectoral approach to trade liberalization: Should we try to do better? paper presented at the Conference on Towards APECs Second Decade: Challenges, Opportunities and Priorities, 31 May 2 June, 1999, Auckland, New Zealand. Robinson, S., 1990. Analysing agricultural trade liberalization with single country computable general equilibrium models, in I. Goldin and O. Knudsen eds., Agricultural Trade Liberalization, Implications for Developing Countries, pp. 201224. Organization for Economic Cooperation and Development, Paris. 35Robinson, S. and AS Robilliard, 2005. The social impact of a WTO Agreement in Indonesia, Working Paper No. 3747. World Bank, Washington, D.C. Available at wwwwds.worldbank.orgservletWDSContent ServerWDSPIB2005 1006000016406_20051006151455RenderedPDFwps 3747.pdf UNECE. 2002. Trade Facilitation: An Introduction to the Basic Concepts and Benefits.Geneva:United Nations, ECETRADE289. www.unece.org. Wilson, John S., Catherine Mann, Yuen Pau Woo,Nizar Assanied, and Inbom Choi. 2002. Trade Facilitation: A Development Perspective in the Asia Pacific Region. Asia Pacific Economic Cooperation APEC. http:www.asiapacific.caanalysispubsapecapec_tf_report.pdf. Wittwer, G., 1999. WAYANG: A General Equilibrium Model Adapted for the Indonesian Economy, edition prepared for ACIAR Project No. 9449. CIES, University of Adelaide, Australia in association with RSPAS, ANU, CASER, Bogor, Indonesia and CSIS, Jakarta. 36", "filename": "57142595X.pdf", "person": ["Rina Oktaviani", "Oktaviani, Rina", "Eka Puspitawati", "Puspitawati, Eka", "Haryadi"], "date": ["2008"]}