{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/45078/1/571437028.pdf"], "title": ["Vulnerability, poverty and coping in Zimbabwe"], "plaintext": " Research Paper No. 200841 Vulnerability, Poverty and Coping in Zimbabwe Kate Bird 1 and Martin Prowse 2 April 2008 Abstract This paper uses five life histories from three locations in Zimbabweone periurban, one urban and one ruralto provide a window on current processes of impoverishment and adverse coping. Each case and location highlight key aspects of Zimbabwes recent economic and political turmoil. Together the cases suggest that, similar to Hoddinotts work on the persistence of the 199394 rainfall shock in rural Zimbabwe, above and beyond increased mortality rates and morbidity levels, current adverse forms of coping are creating widespread irreversible wellbeing losses. The persistent effects of the current crisis surely adds weight to arguments that the international community should be more, rather than less, proactive in delivering aid to the Zimbabwean people, despite the politicization of aid and logistical difficulties. Keywords: Zimbabwe, fragile states, fragile groups, vulnerability, coping strategies, life histories, land reform, labour markets, HIV, state repression, urban poverty, input and output markets JEL classification: O2 Copyright UNUWIDER 2008 1 Poverty and Public Policy Group, Overseas Development Institute, London, email: k.birdodi.org.uk; 2 Rural Policy and Governance Group, Overseas Development Institute, London, email: m.prowseodi.org.uk This is a revised version of a paper originally prepared for the UNUWIDER conference on Fragile States Fragile Groups, directed by Mark Mc Gillivray and Wim Naude. The conference was jointly organized by UNUWIDER and UNDESA, with a financial contribution from the Finnish Ministry for Foreign Affairs. UNUWIDER gratefully acknowledges the contributions to its project on Fragility and Development from the Australian Agency for International Development Aus AID, the Finnish Ministry for Foreign Affairs, and the UK Department for International Development DFID. Programme contributions are also received from the governments of Denmark Royal Ministry of Foreign Affairs, Norway Royal Ministry of Foreign Affairs and Sweden Swedish International Development Cooperation Agency Sida. ISSN 18102611 ISBN 9789292300890 Acronyms BMI CIO CMB DF GMB IOM MDC OPVs WFP body mass index Central Intelligence Organization Cotton Marketing Board damaging fluctuation Grain Marketing Board International Organization for Migration Movement for Democratic Change political party open pollinated varieties of seeds World Food Programme ZANUPF Zimbabwe African National Union Patriotic Front political party ZRP Zimbabwe Republic Police The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by Liisa Roponen at UNUWIDER The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction 1 Statistics and trends are hardly able to convey the magnitude of the current crisis in Zimbabwe. Its economy is the fastest shrinking globally, with GDP contracting by 40 per cent since 2000. Agricultural production by volume has reduced by 50 per cent in the same time period, inflation is currently around 300 per cent per month, an estimated 80 per cent of adults in the economically active agegroup are unemployed and over 85 per cent of Zimbabweans are now categorized as poor.2 The HIV incidence rate is one of the highest in the world and life expectancy for women is now 34 years down from 65 years a decade ago and the lowest in the world.3 In some parts of the country 50 per cent of pregnant women are having their children at home, unattended by a trained medical practitioner. Recent bouts of speculation assert that Zimbabwe is now heading for total collapse and perhaps even conflict Evans 2007. There have been many attempts to explain how a once relativelyprosperous country like Zimbabwe has experienced such a profound decline. Adverse climatic conditions and the persistence of HIVAIDS can only partly explain the high levels of poverty and vulnerability. Many analysts agree that politics, poor governance and the weakening of the rule of law are major causes. Harassment by state actors, insecure land and housing tenure, and macroeconomic meltdown have impacted harshly on livelihoods. Declines in wellbeing have been compounded by declining access to increasingly fragmented local and national markets, to basic agroinputs, and to public services of even a rudimentary standard. Particular attention has been paid to governments policies such as the fast track land reform programme and operation Murambatsvina which have undermined agricultural production, and swept away lives and livelihoods, respectively. Whilst the outcomes of these policies are clear for all to see and judge in media accounts, the reasons for their implementation are harder to discern in populist discourses. Just as politics, in the form of explicit support for ZANUPF pervades all aspects of life in Zimbabwe now, politics underpinned and drove these destructive state interventions. It is not the purpose of this paper to catalogue the frighteningly rapid decline of Zimbabwe, nor to offer a partial and longsighted account of the international and domestic politics that contributed to the enactment and implementation of both aforementioned fiascos although we do touch upon both below. The aim of this paper is to use five contextualized life history interviews to act as a window on current processes of impoverishment and adverse coping in three geographical spheres: periurban, urban and rural. The study areas Mhangtivi, Bulawayo and Makoni4 were selected purposively and were chosen to i be representative of both urban and rural Zimbabwe, ii to include Shona and Ndebele 1 This paper draws, in places on Bird, Hobane and Zimbizi 2006. 2 Recent inflation figure taken from Channel 4 News UK, 17 May 2007. 3 This figure is based on data collected by WHO in 2004 and may now be down to 30 years Howden 2006. 4 The names of all people and many places and organizations have been changed in this paper to protect anonymity. 1 populations and iii to include a community of mobile and vulnerable people. Three individual study sites were then selected in collaboration with a local NGO. These sites were i Plot Shumba, a periurban site 30 minutes drive from Mhangtivi, where households live in small, fragile, temporary structures; ii Mzilikazi, an inner city highdensity residential area in Bulawayo iii Zenzele village, Makoni district, a wealthierthanaverage communal area village. Each location highlights key aspects of Zimbabwes recent economic and political turmoil. First, we offer a brief description of each areas characteristics and livelihoods strategies, and second, further contextualize the life histories by offering a summary of one or two major drivers of impoverishment and adverse coping in each location, as well as relevant wider details. So, in the case of Plot Shumba, the periurban location, we outline the drivers of the fast track land reform programme and HIVAIDS, in addition to details on labour markets. In the case of Mzilikazi we outline the drivers of the authoritarian state and operation Murambatsvina, as well as details on urban poverty and state repression. And in the case of Zenzele village, we outline the drivers of fragmented and imperfect agricultural input markets and distorted agricultural output markets. Third, and most importantly the paper catalogues for each location how current adverse forms of coping appear to be creating irreversible losses of wellbeing. In this respect, the paper utilizes arguments made by Hoddinott 2006 based on his work on persistent effects of the rainfall shock in 199495 in Zimbabwe. Hoddinott 2006 assesses the extent to which households at different income levels drew down livestock holdings in the face of a moderate rainfall shock, and the influence of the shock on the body mass index BMI of husbands, wives and children. Hoddinott 2006 finds that the rainfall shock substantially reduced crop and total household income; and increased the sale of livestock, with the extent of sales strongly influenced by preshock assetholding levels. Moreover, Hoddinott 2006 notes that whilst the rainfall shock did not affect the BMI of husbands, the BMI of wives did fall, although this was mitigated by the sale of livestock, with wives BMI recovering the following year. Highly significantly, the BMI of children aged 1224 months was adversely affected by the rainfall shock, and whilst children from wealthy households recovered their lost growth trajectory, children in poorer households did not: they suffered a permanent loss in height, human capital formation and potential earnings.5 There are two key points regarding our use of Hoddinotts 2006 findings as a peg on which to hang our argumentsthese relate to methods and inference; and the type of shock. First, Hoddinotts conclusions are drawn from detailed panel survey data and in this sense are robust using quantitative measures. In contrast, the data that inform this paper mainly use life history data, and the conclusions drawn are tentative and suggestive. This is not to say, however, that qualitative data are necessarily weak or anecdotal. Numerical methods, such as surveys, are good at capturing states or conditions Ellis 2000, whilst qualitative methods are good at capturing processes Murray 2002. Whilst not being representative in a strict sense, qualitative research, 5 For further and contrasting approaches to persistent poverty and poverty traps see the Special Issue of the Journal of Development Studies 2006, 42 2, and Bowles, Durlauf and Hoff 2006. 2 when conducted properly, highlights key themes and processes which are not only applicable to the individuals in question, but can be seen to be typical of individuals with similar sets of sociobiographical characteristic in similar circumstances. Second, Hoddinotts 2006 findings are based on a conventional singular shock, for which risksharing and insurance mechanism have been honed through generations. Current shocks in Zimbabwe are multiple and complex, with conventional shocks overlain by massive governance and macroeconomic failings which, in our view, are undoubtedly increasing the likelihood of permanent losses of wellbeing. Moreover, Hoddinotts 2006 work is restricted to rural resettlement areas in Mashonaland Central Province which lies to the north of Harare, in Mashonaland East Province which lies south east of Harare and Mutanda in Manicaland Province. While certain current shocks in Zimbabwe are broadly covariant such as inflation, many hazards are differentiated across urban and rural spheres, creating different patterns of vulnerability and adverse coping strategies. The structure of the paper is as follows. Section 2 outlines how Zimbabwe relates to the fragile states discourse, summarizes who in the development literature constitute fragile groups, and introduces some important distinctions within the literature on coping strategies and introduces a simple scheme of coping strategies. Section 3 offers contextualized life histories from the three locations outlined above. In the last section, we argue that the tentative findings from this research surely add weight to arguments that the international community should be more, rather than less, proactive in delivering aid to Zimbabwean people. In future work we aim to pull the findings from the life histories together and relate them to the simple schema of coping strategies, and illustrate how some channels of persistence operate. Unfortunately we were not able to complete this for the current study. Moreover, this paper has not yet drawn out the full implications and themes from the life history cases described, but will do so in due course. 2 State fragility and Zimbabwe To be able to understand how the Zimbabwean case relates to the fragile states discourse, we need to understand current definitions of fragility and associated terms. Within international development a common classification of fragile states used for example, by DFID and OECDDAC is where the state cannot or will not offer basic services and functions to the majority of the population Warrener and Loehr 2005. A related but distinct approach is that taken by Torres and Anderson 2004, who recast the notion of fragile states as difficult environments where the state is unable or unwilling to productively direct national or international resources to alleviate poverty. Using this notion of difficult environments, DFID 2005 differentiates developing countries along two axes: i political will, and ii institutional capacity, creating a fourstage typology: Good performers: Sufficient capacity and political desire relationships with developmentrelated international actors; to maintain Weak but willing: Limited capacity; 3 Strong but unresponsive: Tendency towards repression; and Weakweak: Lack both capacity and political desire. As is described through this paper, the Zimbabwean state currently fits into the third category: strong but unresponsive. The state cannot be seen to be failing as it is too pervasive, and in many ways has become parasitic on the populace, crushing dissent with increasingly ruthless vigour. However, Cammack et al. 2006 argue that DFIDs definition of fragility fits only one broad donor approachthat of functionality where institutional capacity and political desire to reduce poverty and limit illbeing throughout the territory can reflect a poorly articulated social contract see Murshed 2006 for a discussion of this. In addition, state fragility is also variously defined by donors in terms of outputs, where the state in question fosters and propagates insecurity and conflict, and relationships, where communication and collaboration with other states are fraught and tense Cammack et al. 2006. Zimbabwe performs inconsistently across these varied criteria of fragility. In terms of functionality, the Zimbabwean state certainly has the institutional capacity to reduce poverty and increase wellbeing across all sections of the population, but has none of the political desire. Instead, increased repression, militarization and politicization have been the norm since at least 2000. As for outputs, and despite fears to the contrary, it appears that Zimbabwe has not directly exported many spillover effects thus destabilizing neighbours. Its main export has been people, with mass emigration headed to South Africa and beyond. Moreover, the cloud that has engulfed Zimbabwe has had a silver lining for some regional countries: Zimbabwean tobacco farmers now produce in Zambia, Mozambique, Tanzania and Malawi; some horticultural production has shifted to South Africa; manufacturing to Botswana and South Africa; and tourist receipts from Victoria Falls now accrue to Zambia. State failure in Zimbabwe has certainly led to strained relationships with many development partners for example, the IMF departed in 1997, but not with SADC governments who have been loathe to criticize Mugabe, or trading partners such as Iran, China and Russia who have recently increased their involvement in the Zimbabwean economy. In sum, Zimbabwe is certainly fragile, if not failed, in terms of functionality, but in terms of outputs and relationships the picture appears mixed. 2.1 Fragile groups in Zimbabwe Whilst the title of the UNUWIDER conference for which this study was prepared refers to fragile groups, the development literature more commonly refers to vulnerable groups. These commonly include children particularly orphans, the sick, people with physical and mental impairments, widows and widowers, the elderly and the landless Babirye 1999; Mijumbi and Okidi 2001. Moreover, the Chronic Poverty Research Centre has shown that social marginalization, discrimination and disadvantage are linked with ascribed status e.g., ethnicity, race, religion and caste; oppressive labour relations e.g., migrant, stigmatized and bonded labourers and being an outsider e.g., migrant labourers, refugees and internally displaced people, those without the documents necessary to access citizenship rights CPRC 2003: 45. People identified as belonging to these groups may be more exposed to risk, due to their poor capabilities, their low functionings and their failure to accumulate and retain assets. 4 However, describing a group as fragile or vulnerable masks the fact that individuals and categories of people may be differentially vulnerable to specific risks at particular times Bird and Shinyekwa 2005: 73. For example, Marcus and Wilkinson 2002: 37 note that not only can the term vulnerable group be stigmatizing, but that it can be inaccurate, camouflaging the strengths of marginalized and disadvantaged people and their contributions to society, and presenting a falsely homogenous picture of diverse situations.6 From this viewpoint the use of the terms fragile and vulnerable encourages a view of groups and individuals as passive and nonresponsive emphasizing weakness, a lack of agency, and an inability to cope Hewitt 1998; Bankoff 2001. In contrast, any attempt at understanding individual or group fragility or vulnerability must focus on actors capacity and ingenuity to respond, as Moser 1998: 3 states: Analysing vulnerability involves identifying not only the threat but also the resilience or responsiveness in exploiting opportunities, and in resisting or recovering from the negative effects of a changing environment. The means of resistance are the assets and entitlements that individuals, households, or communities can mobilize and manage in the face of hardship We now turn to the literature on the strategies and activities employed by those under situations of duress, commonly referred to as coping strategies. 2.2 Coping strategies and resilience 7 The term coping strategy emphasizes the ability of households to decide and select appropriate activities in light of their assets and endowments. This is not to deny that coping activities are circumscribed by constraints and the availability of opportunities, but to flagup the agency and capacity of individuals, households and communities to strategize. Within the copingstrategy literature, there are some straightforward distinctions. First, between idiosyncratic individual and covariant shocks: the effect of idiosyncratic shocks, for example, the illness of a family member, can be insured against within a community to a certain degree. It is more difficult to recover from shocks that operate at an aggregate level, affecting entire communities, countries and regions covariant shocks, as risk cannot be shared Dercon 2004. Second, households adopt a range of sequenced coping strategies in order to respond to shocks. These can be divided into two groups: ex ante riskmanagement strategies and ex post riskcoping strategies. The former can be further divided into strategies that avoid the impact of shock sometimes termed shock reduction and those that ameliorate the worst effects of a shock sometimes termed shock mitigation. The latter can be divided into strategies internal to the household and within the wider community external. These simple distinctions are illustrated in Figure 1, which, following Sinha and Lipton 1999, utilizes the term damaging fluctuation DF instead of shock. 6 See also Prowse 2003. 7 This section draws in places from Busse 2006. 5 Ex ante and ex post responses to damaging fluctuations Figure 1 AdaptingEx ante risk managementCopingEx post coping strategies DFreduction DFmitigation Internal External Overlap Involves removing orreducing the DFitself, e.g.,irrigation Involves reducing the negativeimpact of a particular type of DFthrough:Insurance mechanisms Informal safety nets? Horizontal? Verticali Protecting, e.g., immunization Disposal of productive assetsii Decoupling, e.g., diversificationiii Forecasting, e.g., delayed sowingiv Consumption smoothing, e.g., grain storesv Credit, e.g., insuring Destitution behaviour Determined by: Effectiveness Cost Reversibility Source: Taken from Prowse 2003. Adapted from Devereux 2001, Sinha and Lipton 1999, Moser 1998, Ellis 2000. A households initial conditions household assets, household characteristics, including dependency ratios and educational status of household members influence a households vulnerability to shocks and the forms of coping open to it. Responses to food insecurity have shown that people adopt coping strategies in a predictable sequence to tradeoff shortterm consumption needs against longerterm economic viability. Those with limited longrun costs tend to be adopted first. Once households and individuals have exhausted their less damaging options, they tend to progress to forms of adverse coping and then to survival strategies. to relatively minor shocks, especially Lack of assets, both private and collective, drives poor people into deeper and more intractable poverty after a shock. Those with few material, financial, natural or social assets are vulnerable if bunched and unpredictable. Without assets to form the basis of effective coping strategies and resilience, people can experience catastrophic declines into persistent poverty and, more to the point, face increased morbidity and reduced life expectancy. Poor people without reserves may adopt forms of adverse coping which may support shortterm survival while undermining wellbeing in the medium to longterm. Such adverse coping can entail the liquidation of crucial productive assets, the reduction of consumption in ways that have potentially irreversible welfare effects eating smaller amounts of less nutritious food, avoiding essential medical expenditures, withdrawing children from school or the adoption of behaviour that undermines trust and social standing theft and begging, engagement in commercial sex work, abandoning children with their grandparents CPRC 2003. 6 The following life histories illustrate recent processes of impoverishment in Zimbabwe. These demonstrate how such adverse coping is leading not only to the tragic loss of life and increased incidence of illbeing, but that it is impairing future generations through the creation of irreversible outcomes that will scar Zimbabwe for decades. 3 Contextualized life histories The five simple life histories presented in this section are as follows. In Plot Shumba, the periurban area, we present case studies of two young women living with AIDS, describe where they live and draw wider observations about life in Zimbabwe from the shocks that have affected their community. To provide some background to key drivers of impoverishment in Plot Shumba, Boxes 2 and 3 offer an overview of the fast track land reform programme and changes in rural labour markets, respectively. We also offer details on the HIV pandemic in Zimbabwe. In Mzilikazi, Bulawayo, we discuss the experiences of a young man who was orphaned as a child, got drawn into gangrelated crime as a teenager and is now unemployed. Again, we use this example to discuss wider issues facing urban Zimbabwe and to show how the sequenced and composite shocks experienced in his life so far will make an exit from poverty extremely difficult, even when economic recovery occurs in Zimbabwe. To offer some contextual detail, we summarize state repression and operation Murambatsvina, and describe recent urban poverty trends. Finally we present the stories of two rural households where grandparents are struggling with poverty and illhealth to bring up their grandchildren. We use these stories to illustrate how many children are growing up in poverty having been orphaned by AIDS or while their parents seek work in urban areas. To frame this discussion, we offer details on imperfect and distorted agricultural input and output markets in rural Zimbabwe. 3.1 Plot Shumba Plot Shumba is a privately owned periurban site around 30 minutes drive from Mhangtivi, the main regional town, and easy walking distance from the highdensity suburb of Matemba. Fiftyeight households live in Plot Shumba in small, fragile, temporary structures which are scattered over three acres of a 66acre piece of rainfed agricultural land. The land is used extensively as grazing for a small herd of cattle, sheep and goats belonging to the plot owner. Plot Shumba developed gradually as a settlement between the early 1970s and the late 1990s, with the owners permission. Residents tended to move to the Plot because they had nowhere else to go: they had lost their commercial farming or mining job and therefore their home; they were unemployed, had lost contact with their rural home or they had work but could not afford urban rent. In the late 1990s the community came to the attention of agents of the state and since 1998 the community has been evicted and its members had their homes and assets destroyed three times. Community members have suffered various forms of harassment and social, political and economic exclusion, ranging from being refused medical 7 treatment because of community membership through to retailers refusing to sell them food during the 2003 food security crisis. For about 18 months between 2005 and late 2006 the community received food aid distributed by IOM and Zvevanhu, a local NGO, but distribution to this community was then stopped because of WFP shortages. The range of livelihood activities undertaken by women has not changed a great deal since 2000: casual labour maricho and casual domestic work; smallscale local trading vending food, grass brooms, fresh milk, nontimber forest products wild mushrooms, edible caterpillars, reeds for making mats, recyclable waste, firewood collection and sale;8 gold panning and crushing gold ore for male gold panners; backyard industries hairdressing, bicycle tailoringneedlework; growing horticultural crops; informal commercial sex work; getting support from NGOs. repair, making doilies, Box 1 Vending licencesofficial requirements Official requirements for obtaining a vending licence are: cid:131 cid:131 cid:131 cid:131 Application forms: application forms should be bought from council at a cost of ZW300,000; Health screening: a prospective vendor must be screened at his or her own expense for communicable diseases such as TB. At the time of the research the cost of health screening was ZW2.5 million which most prospective vendors considered to be too high; Police clearance: prospective vendors should be cleared by the police for any criminal record. Those with criminal records are denied licences. This was introduced during operation Murambatsvina MayJune 2005, when the government argued that a number of informal traders were involved in crime and the sale of stolen goods.; Licences for a particular type of vending are issued on the condition that a certain quota for each category has not been exceeded. Traders who sell herbs and other traditional medicines must register with the Zimbabwe National Traditional Healers Association. The association charges a fee for registration and an annual membership subscription. Unofficial requirements for the issuance of a vending licence include: cid:131 cid:131 cid:131 Proof of party affiliation and paid up membership; Money for drinks for council officials to speed up the process and to ignore official requirements such as health checkups and criminal records; Gifts to officials in the form of merchandize to be sold by the vendor. Each licence stipulates the products a vendor can sell. A licence issued for the sale of fruit and vegetables is not valid for the sale of other products. This limits the vendors opportunities to identify and occupy niches, which change as the economy collapses. 8 Illegal activities. Before 2000 the authorities ignored smallscale collection and sale. Since then, and particularly since 2005, the police and other agents of the state have monitored such illegal activities and penalized those caught. 8 Box 2 Fast track land reform Frequently, media representations of Zimbabwes crisis depict the war veteran movement as a militia arm of ZANUPF. Whilst the war veterans were certainly integral to the chaotic appropriation of whiteowned farmland from 2000, relations between ZANUPF and the war veterans nomenclature that obscures the much broader constituency, including many retrenched workers from urban areas, of this political force were not always so closeknit. From 1997 the war veterans were a key political threat to the continued hegemony of Mugabes ZANUPF. To stave off possible political defeat, Mugabe coopted the veterans through generous payments including pensions. He also gave them the green light to invade whiteowned commercial farms. Legally, Zimbabwes fast track land reform is closely linked to the revision of the countrys constitution which attempted to link the constitution with the states right to seize land from largescale farmers for redistribution. A national referendum February 2000 rejected the proposals. Despite losing the referendum, the government amended the constitution and passed a new Land Acquisition Act in April 2000, which legalized compulsory acquisition Kinsey 2004. In June 2000 Mugabe announced the fast track land reform programme, stating that it was necessary to correct colonial imbalances in land ownership CAJ News, 6 March 2007. Farm invasions began during the early months of 2000 Chaumba, Scoones and Wolmer 2003. These may have been spontaneous or orchestrated by the war vets but they coincided with a regional rainfall shock and harvest failures which were so severe that they precipitated demands for food aid Potts 2006. A study of some of those involved in farm invasions at the peak of the fast track land reform process shows that they were either young men with a desire for land, or femaleheaded households, often widows and divorcees, fleeing social stigma in communal land areas. Settlers were found either the relatively rich or the relatively poor as proxied by cattle ownership. Wealthier households with large numbers of cattle were found to be able to straddle communal and invaded land, and create patronclient relations with the poorer settlers through the loaning of cattle for draught power in return for the provision of labour. Poorer households had few assets, little to lose, and were found to make their living through casual labour, poaching and possibly theft Chaumba, Scoones and Wolmer 2003. In June 2002 around 3,000 white farmers were ordered to leave their farms Addison and Laakso 2003, and by August 2002 the fast track land reform was completed. More than 5,000 whiteowned commercial farms were seized IRIN Johannesburg, 22 Feb 2007, and by the end of 2002, only 600 white farmers remained in the country Sachikonye 2003. Over 10 million hectares of land had changed hands, with 300,000 farmers gaining access to plots of 510 hectares, and over 50,000 farmers gaining access to plots large enough for commercial farming. The process was chaotic and access to plots was mainly organized through ZANUPF party structures. Instead of an equitable process of redistribution to the landless, it became highly politicized, and patronage systems came into play. In the end a number of members of the black political elite gained large tracts of highquality land Scarnecchia 2006, which they tend to hold speculatively, rather than farming productively. The land reform process has disrupted production and displaced thousands of farm workers Busse 2006, many of whom were first, second or third generation immigrants from Malawi, Zambia and Mozambique and were regarded by many Zimbabweans as aliens and outsiders. The tighter application of environmental and licensing regulations has limited opportunities see Box 1. Bans on gold panning, the cutting and selling of firewood and vending without a license are now observed. If caught by members of the Zimbabwe Republic Police ZRP or municipal policedubbed tight gripcommunity members risk being physically assaulted, having their commodities confiscated or destroyed or having to pay a fine or bribe in cash or kind. Evading detection takes time and further reduces the viability of a number of livelihood activities. 9 Box 3 Rural labour markets In the early 1990s work on commercial farms was mainly shunned by black Zimbabweans. Demand was filled by migrant Malawians, Mozambicans and Zambians. However, by 2000 around threequarters of farm labourers were Zimbabwean. Both alien and domestic farm workers tended to be the poorest sections of rural communities and they were locked into a patronclient system with estate owners. They had weak employment rights and lacked political rights gaining the right to vote in local elections only in 1998 Sachikonye 2003. In particular, many childheaded households on the estates suffered from food insecurity, poor education, lack of psychosocial support, abuse and exploitation, the absence of an extended family, poor housing and poor access to healthcare FOST 2003. After the fast track land reform programme, newly resettled farmers had little ability or willingness to engage nonhousehold labour, and over 100,000 farm workers lost their jobs and were evicted from their homes Sachikonye 2003. Some migrant workers were forcibly relocated by the authorities to marginal areas of the country with little infrastructuresuch as the Lower Zambezi valley ibid  Displacement from farms has reduced farm workers access to housing, health and education services, often forcing these to move to squatter camps or informal housing in urban or periurban areas, such as Plot Shumba Sachikonye 2003. Former farm workers were legally entitled to a severance package from their employers but only 25 per cent of these employers received timely compensation from the government, which made it difficult for them to provide their workers with severance pay. Many former workers have been forced deep into poverty and food insecurity Sachikonye 2003. Men reported that in 2000 they relied mostly on commercial farm work. Since then gold panning and smallscale vending have become more significant.9 After 2000, disruption to the agricultural sector, driven by the fast track land reform, resulted in a marked decline in agricultural activity and employment see Box 2. Some are still involved in unlicensed vending and firewood collection but these activities tend to be ad hoc, due to the risk of arrest. Overall, people at Plot Shumba struggle to find work. This is partly because of widespread unemployment, but their reputation as supporters of the MDC makes finding work more difficult, as does their lack of ZANU PF membership cards. Many also lack proper ID papers and have alien status. In the current political climate, such people are the last to be offered jobs or provided with services. Clearly, the settlement has been strongly affected by the land invasions surrounding fast track land reform processes. Many residents, who were previously casual or regular commercial farm workers, now rely on petty trading and selling firewood collected from the nearby forestboth much riskier following operation Murambatsvina see Box 3. In contrast to focussing on those directly displaced by the fast track land reform, the following life histories of Angel and Linah from Plot Shumba further illustrate the channels of decline in the context of collapse and state repression. Both narratives are 9 Mining has overtaken agriculture as the main foreign exchange earner in Zimbabwe, with gold contributing half of this. The government plans to take a 51 per cent stake in all new mining investments. For example, Impala Platinum from South Africa has recently invested US800 million in the attempt to double production at one mine. Whilst formal gold output fell by 30 per cent in 2004, informal mining has seen a boom, with an estimated 200,000 deriving livelihoods from gold panning. However, the state recently clamped down on informal mining to control incomes derived from this livelihood strategy, allegedly arresting over 15,000 informal miners see wwwnews.bbc.co.uk1hi worldafrica6214431.stm. 10 accompanied by a life history map which depicts the trajectory of the wellbeing of these girls through time.10 Life history interview with Angel: young, destitute and desperately sick Angel lives alone with her 19month old baby in a small tin shack around 2.2m by 1.7m in Plot Shumba. She is very ill with AIDS and TB and her illness has made her very weak, making it difficult for her to speak or move. Her skin is dry and her hair is thin, brittle and reddish brown rather than black. She is thin and gaunt, and from her appearance could be either male or female and almost any age from midteens to early 40s although she is actually only 25. Angels illness was confirmed only in February 2006 when the NGO in her community offered her HIV testing. She has been diagnosed with TB and cannot start ARVs until her TB has been successfully treated. Unfortunately due to her late diagnosis she started treatment only a month ago and looked so ill at the time of her interview that it seemed likely that she would not survive. Angel had her first child when she was 12, but continued going to school until Form 2 the 2nd class in secondary school when she had to drop out because her family had run out of money. She left her baby with her mother and her mothers family when he was 21 months old she was 14 and in 2001 she came to a town in Midlands near Plot Shumba, looking for work. She found work as a maid but left after a year as her madam was not paying her. After this, she had nowhere to live and moved to Plot Shumba in 2002 and built a house. In February 2003 houses at Plot Shumba were demolished by agents of the state. She was severely beaten and spent a while month sleeping in the open at the longdistance bus shelter along with other members from Plot Shumba. The farmer who owns the Plot Shumba land obtained a court order enabling them to move back and the residents rebuilt their homes. In February 2004, Angels cousin helped her to get a job selling beer at a local smallscale gold mine. While she was there she met a gold panner and fell in love. Unfortunately the mine owner went bankrupt in August 2004; she lost both her job and her home, and had to return to Plot Shumba with her boyfriend. When they first returned to Plot Shumba, she tried to make a living selling firewood. When she made enough money she would buy vegetables for resale. She fitted into the community well: when she hadnt earned enough money for food, she would sometimes approach friends in the four households she knew well and would invite herself for a meal, taking firewood as a contribution. Her friends were very kind and did not make her feel bad for asking for support. At times the same people would turn to her for help for example, mealie meal or salt and if possible, she would help. She tended to need support more than they did. She became pregnant in 2004 and gave birth to her son in March 2005. That same month her boyfriend was killed when the gold pit where he had been working collapsed, killing him and three other men. The bodies were never recovered. Angel stayed on in their house until it was demolished during operation Murambatsvina in 2005. Afterwards she had to rebuild again. Her son is growing up without a father and with a mother too sick to care for him properly. He was dirty and hungry, and despite being 19 months old, he did not make eye contact and was not walking or talking. 10 These maps draw on the method of presenting life histories used by Davis in his work. 11 iignvecer detra St.i dadoof dedi tipn i reat dnabsu H .nrob yba Bl .thnoma espalloc.kcs iemace B . dna rennapevol ni llef ldog te M ot reh dewolla t a .abmuh Sesuohd tliublo P ayahsu K r M ta ,rabgnireac tdnuo F t .a bojenmi abmuh S tlo Po t denrue Rt sub . ta gnviil thnomesuoh tliube R retfa .knar .nrob te l odnabsuh reh htiw evil reht desufer rehtomdnar G saw ybab eht nehw .21 dega tnanger P pots sub ot . lebaiecnatsdgnol ta depmu D neeb dah ehs lla htiwemoh og ot do Tl .egavasl .ymra ec esuohilop yb dedavni etii dna detcve ,netae BS .dehsilomed tlo Po t kcab wen reh hti wabmuh S .dnabsuh reh .desoc len Midevo Mbo. tsol eh Sj 2 erug Fi ADNOPUMLEGNA pamgnebille W .idap gnebiog ton ton id Dl sawehs sa .sseemoh boj tfe Lemace B .?yhw emoh larur ot kcab .emoh .lrigesuoh tfe L .loohcs tfe L a sa boj a to G .l ttnes rehomdnar Goohcs ot kcab rehl .reddot a sa denahpr O larur ta rehtomdnarg htiw evil ot tne W .emoh Wellbeing 12 cid:47 em Ti 1891 .b Life history interview with Linah: wayward adolescent or victim of child abuse? Linah is a 16year old orphan who is both a figure of fun in Plot Shumba and thoroughly socially integrated into her community. One of her nicknames translates as the hedonist or fun seeker, the other behind her back is Moneylink the system for sending remittances home, i.e., easy money. Her engaging and sociable personality means that she is often the centre of whatever fun is going on in the community and she is certainly someone who is hard to ignore. She was orphaned when she was a toddler and came with her older sister to live with her grandmother in Plot Shumba. Their household also includes two male cousinsher mothers sisters sonswho moved in when her aunt died. Linah is living with her grandmother now, but even though Linah is still in her teens, her life has had a number of twists and turns. She has never been to school and ran away at the age around 10 or 11 to live with a 23year old man in the local town of Matemba. The relationship broke down when he denied her access to medical care for her acute sexually transmitted infection. He deserted her when she reported the situation to the police, and she returned to her grandmothers house at Plot Shumba. Her promiscuous and rebellious behaviour caused her grandmother to throw her out when she was around 12 or 13 years old. Linah found herself on the street in the local town. To survive, she turned to informal commercial sex work to obtain food, money and a roof over her head. During this time she met a man at the Matemba Rural Council and he became her regular boyfriend. She moved back in with her grandmother and stopped sleeping with other men. Then she became pregnant. She is now around 5 months pregnant, and living at Plot Shumba. Sadly she is not sure when the baby is due because she has not been able to afford the consultation charge US2 for a prenatal check. She is HIV positive and without a checkup, it is unlikely that she will be able to have her baby in hospital. Without a hospital birth, it is unlikely that she will receive Nevaraprin during labour to prevent the mothertochild transmission of HIV, or that the baby will get followup treatment. It is also unlikely that she will receive formula to be able to feed her baby and will, instead, breast feed potentially increasing the risk of transmission. After she was tested and her HIV status confirmed, she told her boyfriend. He told her that he loved her anyway and would stay with her. At the time of the interview, she had not seen him for two weeks. Both Linah and Angel are HIV positive and their stories show how poverty and marginality combined to increase their chance of risky behaviour. Angels story shows how a series of events has driven her into severe poverty, and close to death. Assuming that Angels TB is cured and her health improves on a sustained ART programme, having dropping out of school at 14, her employment opportunities will be limited, even if the Zimbabwean economy recovers. Having had her home demolished twice, she has almost no household possessions and no productive or physical assets. Although she is well liked by the people in Plot Shumba, they are similarly destitute. She is disconnected from her rural home and marginalized from mainstream society and will thus find it hard to use social or political networks to improve her wellbeing. Angels son is growing up in destitution. He was made homeless by operation Murambatsvina 13 ah tii wphsnoitlaer rauger la ;boj tnemnrevog a hdemro Fti wnam foor .abmea Mnt i steerts eht no dev Lia .yenom ,doof rof nemh tiw xes da H rof dnadaeh reh revot .rehomdnarg rehh tiwn i kcab devo M ;nem rehot htiw xes ignvah deppo St reh derevocs Di .tnangerp .sut emace Bats VHI em Ti 6002 0002 0991 tnednopser hti wdekcehc ton 3 erug Fi evitarranmorf detcurtsnoc HANL I pamgnebille Wt rehomdnar G emacebdna ydabdevahe B l .t .suoucsmorpiuo rehwerht .ttnemaert idevece R htiwn i kcab devo Mt .rehomdnarg ton kees ot rehwo lla l duowdneirfyo B ;tnemaertt emaceb smotpmy S .ereves yrev ,re ;Ita TSdepoevedll thnomen O htiwn i devo M .2101dega ni dneirfyobabmea Mt htiw ni devo M .rehtomdnargi .ded rehto M Wellbeing 14 cid:47 when still an infant and is now affected by his mothers severe illness. Clearly, the 19monthold infants life chances have been minimized and it is possible that he will fail to recover from this poor start in life. Linahs story illustrates, perhaps, how difficult it is for elderly grandparents to raise children alone. Linah needed more guidance and protection than she received. Once her grandmother had thrown her out, earning alternatives other than commercial sex work were limited. With no education, HIV and a baby to support, her options are extremely limited and she will find it very difficult to escape poverty. Like Angel, she has no physical or productive assets and her networks are with other very poor people. In the future, her best hope is to find casual work and accumulate enough to move into livelihood activities with higher returnopportunities that are extremely circumscribed in the current political climate. However, saving through casual work is going to be extremely difficult and it is likely that Linah and her children will be chronically poor through their lifecycles. HIV is the key element in both of these life stories. The HIVAIDS pandemic in Zimbabwe has been a significant factor in poverty trends both before and after 2000. Official UN statistics show that HIV infection rate is at 24.6 per cent, one of the highest in the world. Other studies offer varying statistics. A nationally statistically significant sample of women applying for prenatal care finds the HIV rate to be 21 per cent in 2004, although the high proportion of women giving birth at home suggests that many of the poorest women were not included in this study, thus artificially lowering the rate. A different assessment, based on a survey of microcredit recipients, finds that around 40 per cent of households displayed signs of being affected by HIV using chronic illness as a proxy Barnes 2003. What is clearer is that around three million people in Zimbabwe are HIV positive, but only 50,000 of them have access to antiretroviral therapy treatment. Zimbabweans can expect to die younger than anyone else in the world: life expectancy of a Zimbabwean woman today is just 34 years, while a Zimbabwean man can expect to live to 37 years. HIVaffected households have a greater proportion of household members who are economically inactive, are less likely to seek medical treatment due to a lack of funds, and have a lower monthly income, indicating the vicious circle of impoverishment and HIV positive status Barnes 2003. The impacts of HIV on wellbeing are multiple and interlinked. For example, chronicallyill households are more likely to miss meals; eat poorer quality food; use wild foods; and focus food provision to the economically active household members to the detriment of others. We can see these factors at work in the case of both Angel and Linah, limiting not only their own life expectancies, but also those of their children who are the future for Zimbabwe in years to come. 3.2 Mzilikazi, Bulawayo Mzilikazi is an old, fairly central and wellestablished inner city highdensity residential area in Bulawayo that used to house the towns wealthier skilled and semiskilled black workers. The area is well laidout, spacious, and homes have piped water and electricity. Houses tend to be semidetached brick bungalows with two or more 15 bedrooms, tin, asbestos or tile roofs and small gardens. However, the appearance of prosperity and calm is misleading. The area has been deeply affected by Zimbabwes recession and unemployment is high. A number of households depend on subletting in order to cover their basic living costs. Overcrowding has intensified following operation Murambatsvina, when many of the outhouses that residents had constructed in their backyards to provide a source of rental income were demolished. Some of the landlords now share their small homes with a second family. Crime is a serious problem in the area with criminal gangs tsotsies active keeping street crime and burglary levels high. Livelihood activities of selected men and women in Mzilikazi Box 4 Men Women Decades ago, when their children were young The key informants were employed as: Domestic workers Vending home made brooms Selling vegetables from their urban garden Catering in formal beer halls Vendor selling roasted mealie cobs Vendor selling fruit and sweets Vendor selling secondhand clothes Tailor in a clothing factory Agricultural casual labourer paid inkind, in clothes cid:131 cid:131 cid:131 Husbands of the key informants were employed as: Employed by the city council slashing grass by rivers and roads and spraying for mosquitoes Domestic workers Post office worker deliveries later a driver for the post office Salesmandriver for a manufacturing company Selling vegetables from their urban garden Vending: buying bread for resale Electrician for the National Railways later, selfemployed electrician Other men in Mzilikazi at that time cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 Furniture makers carpenters Selfemployed builders Crossborder traders Hairdressers Raised and sold poultry Four out of the six husbands had died, the Domestic workers Ten years ago cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 remaining two were: Electrician Salesman driver Other men in Mzilikazi at that time cid:131 Some excouncil workers became plumbers to fill a demand that was previously filled by the council Hairdressers cid:131 cid:131 cid:131 cid:131 cid:131 cid:131 Vending home made brooms Vending roasted mealie cobs Vending vegetables Working in an old peoples home as a cleanerorderly Crossborder trading until her passport expired. Her father was Zambian so she is finding it difficult to get a new passport. She has to formally renounce her right to Zambian nationality Some of the changes in livelihood activity are due to changes in opportunity and others are due to changes in their age. As of August 2006 Five out of the six women are now widows. The remaining husband was: cid:131 Salesman driver Source: Focus group discussion with a group of older women, August 2006. Mzilikazi, Bulawayo Vending sweets Vending fruit Horticulture cid:131 cid:131 cid:131 Some people do not have a livelihood. They rely on support from social welfare, who give them food handouts or on whatever their children can give them. 16 Only a few of the residents are still in formal employment, and tend instead to rely on incomegenerating strategies covering illegal, semilegal and legal activities. Vending is now a key though risky and unreliable source of livelihood. Everyone has become a vendor is an oftcited phrase, despite the fact that a vendor without a licence risks harassment. Illegal or adverse coping strategies are increasing: commercial sex work, crime housebreaking, mugging, illicit beer brewing, gambling and drug dealing. Teenagers and young adults have been drawn into these activities to make a living, deepening the generation gap between the old and young. Older people report that they live in perpetual fear of the youth. Underaged prostitution is widespread and it is reported that girls become pregnant as young as 13 years. Many older residents in Mzilikazi receive pensions or welfare grants, but they are almost worthless. Remittances do not provide widespread or reliable support. The average level of wellbeing is reported to have collapsed in recent years. Newly poor residents appeared to be stunned by both the rapidity and the depth of their collapse of wellbeing and were being driven into unfamiliar forms of coping. The life story of Blessing illustrates how crime has become a livelihood choice for the unemployed and alienated youth of urban Zimbabwe. Life history interview with Blessing: the livelihood choice of urban unemployed youth? Blessing 22 is an orphan and currently lives with his stepfather. He was an only child, never knew his father, and his mother died when he was 9 years old. He dropped out of school at this age as his stepfather would not pay for his education. He has been unemployed ever since. He can remember nothing good about his childhood after his mother died. During the interview Blessing said he was hungry and had no way of getting food. His clothes were dirty and he had not washed recently. He looked miserable.11 Blessing lived for a part of his childhood with his stepfather and for a few years with his paternal grandmother. He was thrown out by his stepparents in 1999 when he was 15 and lived on the streets. The following year, he moved in with his grandmother. After realising that his grandmother could not cater for his needs, he joined the tsotsies and started going into town with them to steal. Caught by the police, he was sentenced to 2year prison term 200102. Life in prison was very tough and he decided that he would like to reform: I am no longer interested in the tsotsies. After his release he moved in with his grandmother, tried to find a job but couldnt because he lacks a national ID or a birth certificate his paperwork had not been organized by the time his mother died. To keep himself busy, Blessing joined a youth centre and became part of a dance troupe which tours Bulawayo to put on performances. They make some money from dancing but he would like to diversify because he recognizes that as he gets older he will not be able to maintain the quality of his performances. Also he does not make enough money from dancing and he often goes hungry. He would like to become a vendor, selling fruit and vegetables, but knows the risks involved from police harassment of vendors. He says that to reduce the risk, he would sell locally in Mzilikazi, rather than in the city centre. 11 Interview by Bird August 2006. 17 pets shi htiw ni devo M.rehatf .dedit rehomdnarg s Hi 4 erug Fi I MALHDGNSSELBI pamgnebille W dna ecil .sraey 2op ro yb thgua Cf denosirpmi .ldeggurts yeh T .boj shi tsotl rehafpe St .dedi rehtom s Hi inehw kcs tog rehtom s Hi ot daheh dna 9 saw eh .loohcs fo tuo pord nosirpmorf desaee Rli shh tiwn t .rehomdnargi sevomdna eht nodevil e H eht denoij dna .esuoh steerts eht fo ti uomhwerh tt rehafpets shi ,61 t Ai .sestost Wellbeing 18 .esrowgn itteg sgnh Ti won 22 02 81 61 sry 9 em Ticid:47 Unfortunately, his grandmother died in August 2005 and he had to rejoin his stepfather. Until recently his stepmother was part of the household but she left shortly before I met him. He has a poor relationship with his stepfather and since his stepmother left, his stepfathers behaviour has deteriorated. He is a violent man and Blessing is afraid of him. He is locked out of the house while his father is at work and has to spend the day outside. Blessing says that he cannot talk to him and cannot ask him for help. Sequential shocks have marred Blessings life, almost before it began Figure 4. By the age of nine, both of his parents had died and he had dropped out of school. His stepfather did not care enough about him to either educate him or provide him with technical training. His grandmother could not provide adequately for him and, due to the limited opportunities in the context of rapid economic contraction, he got drawn into crime. Now functionally illiterate, longterm unemployed, and with a criminal record, he is unlikely to access formal sector employment, even after the economy begins to recover. It is difficult to see a way out for Blessing. His best hope is that the economy begins to recover soon, generating employment, and that he can pick up unskilled manual workan unlikely scenario in the short term. Moreover, networks are likely to play an important role in recruitment processes, and Blessing is poorly connected. His story is replicated many times over in places like Mzilikazi. Illegal or adverse coping strategies are increasingly being adopted, limiting future life chances. Until alternative livelihood options present themselves, it is likely that areas like Mzilikazi, despite its middleclass heritage, will continue to be blighted by crime. The life story of Blessings, and those in Mzilikazi more broadly, reflect urban poverty trends in Zimbabwe. Urban poverty in Zimbabwe declined through the 1980s. In 1981 around 30 per cent were below the minimum wage in highdensity areas in Harare and by 1991 this had fallen to 1015 per cent, making urban Zimbabweans amongst the wealthiest and most secure anywhere in Africa Potts 2006. But during the 1990s urban poverty increased, mainly due to stabilization policies associated with structural adjustment, and has mushroomed since 2000 ibid  By 2006 the vast majority of Zimbabweans were living beneath the poverty line: over 85 per cent of Zimbabweans were defined as poor by the Consumer Council of Zimbabwe cited in Potts 2006; see also Hawkins 2006. The experience of those pursuing disparate illegal livelihoods in Mzilikazi give some indication that the real power brokers in Zimbabwe are the security services: the army, the Central Intelligence Organization CIO, and the police. Although there are splits within and between these, the soldiers and the CIO ultimately hold power, and they will have to be involved in decisions about Zimbabwes future. We close this urban section showing how the state security sector misuses its power with a summary of operation Murambatsvina, and through cataloguing recent examples of state oppression in Zimbabwe see Box 5. Operation Murambatsvina took place in MayJune 2005 and was described by the government as an attempt to control the economic saboteurs operating the black market and to improve the quality of urban housing stock by ensuring that planning permissions and building regulations were obeyed. Three alternative explanations have been suggested: i the desire to punish opposition supporters, many of whom are urbanbased, and to tighten control over the population; ii to disperse potential sources of 19 political agitation from urban areas to rural areas in rural areas people can be disciplined easier and less transparently; and iii with the informal sector crushed, the control of the economy returns firmly to the government and the dependence of the population on the state for food increases, reducing scope for opposition. targeted illegal structures and Operation Murambatsvina informal businesses, demolishing buildings, vending sites and other informal business premises without planning permissions and driving the informal sector underground. The operation resulted in the loss of livelihoods for those previously working in the informal sector. It is estimated that some 650,000700,000 people were directly affected through the loss of shelter andor livelihoods Tibaijuka 2005. Government figures state that almost 95,000 dwelling units were destroyed, displacing some 570,000 people, with a further 98,000 losing their livelihoods in the informal sector Potts 2006. The UN also estimated that after operation Murambatsvina, at least 114,000 were living in the open without shelter and the government curtailed international assistance to internally displaced people Human Rights Watch 2005. Few were able to access alternative government accommodation operation Garikai due to strict conditions, including evidence of formal employment and a monthly salary Human Rights Watch 2005. The police intimidated and beat displaced people and forcibly moved them to Examples of the misuse of state power between January and May 2007 include: Box 5 Recent examples of oppression cid:131 cid:131 cid:131 cid:131 cid:131 A crackdown on the opposition in early 2007, following accusations from Mugabe that they were trying to topple the regime on behalf of Zimbabwes former colonial master, Britain. Violence and repression were used to suppress the independent media, harass human rights defenders and intimidate opposition leaders and peaceful demonstrators. In February 2007, in reaction to growing unrest over the economy, police outlawed rallies and demonstrations in Harare and other parts of the country regarded as opposition strongholds. Using teargas, batons and water cannons, police scuttled a rally that Morgan Tsvangirai, leader of the Zimbabwean opposition Movement for Democratic Change MDC, was to hold at Zimbabwe Grounds in Highfield to launch his 2008 presidential election campaign Financial Gazette, 1 March 2007. In March 2007, Morgan Tsvangirai and several other members of his party were detained in a police raid in the capital, Harare. Scores of police officers in riot gear, wielding AK47 assault rifles, barricaded all the roads around Harvest House, the MDC headquarters in Harare. Police confirmed a crackdown on perpetrators of violence IRIN Africa, 28 March 2007. Four members of the opposition MDC were prevented from leaving Zimbabwe, including one MP, Nelson Chamisa, who was badly beaten when travelling to a meeting in Brussels. A significant number of activists and opposition supporters are still being arrested and tortured throughout Zimbabwe. Trade and student union members have been harassed and arrested UK MPs Hear Statement on Zimbabwe, 26 March 2007. Opposition supporters were denied statesupplied food aid. In a public statement, Charumbira, president of Zimbabwes Council of Chiefs, confirmed that traditional leaders had been ordered to consider only ZanuPF supporters on programmes initiated by the government. We cannot afford to continue feeding the enemy because they are sellouts, he said. ZANUPF deny the use of food aid as a political weapon ZIM Online, 31 January 2007. Source: Proudlock 2007. 20 transit camps, after which the government assigned these to rural regions on the basis of their identity numbers. These relocations have placed an additional burden on rural areas, which now have additional people to house and feed in place of the remittances they may previously have received. The operation has had a longrun impact. The police have enforced stringent licensing regulations more tightly and the requirement that all vendors sell only from covered stalls o shops generates a powerful barrier to entry for legal vending. Also new regulations have been introduced to control the informal sector and those applying for a vending license now have to obtain police clearance see Box 1. People without IDs e.g., aliens or with criminal records are denied licences. The police now routinely harass petty traders and other informal sector workers, who have had to adapt their livelihoods, having an adverse effect on their income. Many people are still effectively homeless and the large numbers of urban households who depended on renting backyard property in order to cover their basic living costs have lost an important source of income. 3.3 Makoni Zenzele village is in Mutoro Ward, about 40 km from Rusape town in the relatively rich Shona heartlands. The village is wealthier than the average village in a communal area, despite its sandy soils with very low fertility. For many households, a yearround income and food source are derived from access to several cultivable wetlands, where vegetables, water yam madhumbe or magogoya and small amounts of rice are grown. For others, annual dryland farming is reliant on the unimodal pattern of rainfall. Many households in the village have both small chickens, goats, rabbits, guinea fowl and pigs and large livestock mainly cattle and donkeys. Poor households tend to be limited to a couple of chickens and livestock numbers are on a downward trajectory, with losses through cattle rustling, diseases,12 distress sales, slaughter for traditional rituals or as payment to meet contingencies.13 The group village headman retains strong control over his community, and governs Zenzele and 48 other villages. Zenzele was selected as one of the three field sites to be visited in August 2006 because the Makoni Chief is famous in Zimbabwe for having resurrected the traditional practice of Zunde ra Mambo. This is a form of highly localized taxation which, in theory, generates a food store to protect local food security. The Zenzele village is wealthier than many others in the communal areas and has an active Zunde scheme. As a result, it is likely that this village would illustrate the best possible conditions in communal farming areas in Zimbabwe. However, as we show below, despite the Zunde ra Mambo scheme, and the involvement of WFP and a local NGO, there were a number of foodinsecure households. Agriculture was the main livelihood strategy in Zenzele until recently, and men and women were involved in these activities throughout much of the year. Agroprocessing activities converted some of the local produce for local consumption or sale either within the community or onto the local or national market. Whilst agriculture is still 12 Associated with the suspension of free dipping services and declining access to veterinary services. 13 E.g., to hire transport to take sick family members to hospital or to transport bodies. 21 significant, many households are now involved in the collection of natural resources from common lands Boxes 6 and 7 on agricultural input and output markets, respectively. These activities include collecting clay for pottery making 14 large amounts of wood are required to fire kilns or bricks; cutting reedsgrass for roof thatching; cutting and selling firewood despite being illegal; gathering and eatingselling wild foods e.g., mopane worms; wild mushrooms, collecting, roasting and selling termites by women and catching roasting and selling field mice by men. Considering the frequency of natural resource collection as a livelihood strategy, a surprisingly large number of households have family members in regular salaried employment working mainly in urban areas 39 people in 22 households. However, remittances from these households were unreliable, mainly because inflation reduced the amount they were able to send to families. Instead, reverse remittances were flowing, with rural relatives sending urbanbased family members food mostly grain. Casual labour maricho is an important source of livelihood in Zenzele village, but is associated by the nonpoor with the lazy poor, who dont plan. In addition a minority of individuals are involved in artisanal activities, including carpentry, blacksmithing and tailoring. Some villagers have other income generating activities, including beer brewing and NGO supported projects such as soap making, honey harvesting and oil pressing. Barter appears increasingly important, and individuals from neighbouring villages come to barter for food, utensils, soap, matches and new and secondhand clothes, mostly for maize. The two life histories below vividly illustrate the negative impact of sequenced and composite shocks on the lives of individual children and older people. Fragmented and imperfect agricultural input markets Box 6 Before the start of the economic collapse, Zimbabwe had considerable success in improving yields in maize through the adoption of green revolution technologies hybrid seeds and carefully timed fertilizer applications. This resulted in a rapid increase in maize production during the 1980s and 1990s but as the economy moved into sharp recession, the use of hybrid maize seeds has declined substantially, as they have become scarce and expensive. Over 70 per cent of smallholders are now using open pollinated varieties OPVs Bird, Hobane and Zimbizi 2006. Attempts to support food production have included the distribution of improved OPV seeds and fertilizer by humanitarian programmes Rohrbach, Charters and Nyagweta 2004. Unfortunately, these programmes have been marred by poor quality seed and poor labelling including a lack of information about whether the seeds are hybrid or OPV ibid  Availability of seed and key agrochemicals is highly variable over time and space and even farmers with the money to purchase the increasingly expensive inputs often have not been able to obtain them during the last four growing seasons. Some inputs are available, but selectively. For example, new farmers who benefited from land allocations following the fast track land reform, now receive subsidized fuel and fertilizer from the state. But they commonly sell these inputs on the parallel markets, finding this more profitable than growing price controlled grains. When seed and agrochemicals are available on the open market, hyperinflation puts their cost beyond the reach of many peasant producers. Without fertilizer, yields from the exhausted soil are reported to have fallen by threequarters, driving many households into a downward spiral of increased food insecurity, income declines and an inability to purchase the next seasons agricultural inputs Bird, Hobane and Zimbizi 2006: 7. Diesel shortages since 2000 have made transport scarce and increasingly expensive, hampering rural producers access to markets. 14 A finished pot will be bartered in exchange for a bowl full of maize or a chicken. 22 Box 7 Distorted agricultural output markets Maize, wheat and white sorghum are now classified as restricted crops, meaning that they can only be sold to the stateowned and administered Grain Marketing Board GMB at below export parity. Liquidity problems means that GMB does not collect these crops post harvest, requiring farmers, even very poor ones, to pay their own transport to GMB depots. Richer communal farmers club together to hire transportation for their harvest, but this is expensive, and is likely to exclude poorer farmers and those with limited marketable surplus. These, and other farmers, rely on illegal side marketing, local agroprocessing including beer brewing which is accessible to the laboursurplus less poor farmers and is retained for own consumption. The sale of maize by the GMB at subsidized prices further distorts local and national food markets. Anecdotal reporting suggests that trade within GMB warehouses creates margins for certain officials buying maize at consumer market price, reselling at the higher GMB purchase price and jokes in circulation during 2006 told of lorries driving round in circles, leaving one exit having bought at the consumer price, entering the facility at another entrance and selling at the GMB purchase price, and on and on without unloading. Despite commercial maize mills functioning at a fraction of their capacity, new mills are apparently being constructed by senior ZANU PF officials, to take advantage of rentseeking opportunities, because GMB will prefer partyowned mills rather than go to the private sector. Shifting into the production of uncontrolled small grains might be anticipated but they tend to be labour intensive, are vulnerable to quelea attack and are no longer a culturally preferred food. Local and national markets are poorly integrated and producers with surpluses struggle to sell them. The effects of decades of AREX promotion of hybrid maize are difficult to wipe away, and farmers are now unwilling to adopt small grains or traditional open pollinated varieties of maize. This unwillingness may also be connected with culturally determined gender norms, with small grains regarded as womens crops and hybrid maize seen as being a male crop. Tobacco used to be Zimbabwes main national industry and foreign exchange earner, contributing 2530 per cent of total earnings, and at least 6 per cent of total national employment Woelk, Mtisi and Vaughan 2001. But since 2000 production has collapsed from 200,000 to less than 50,000 ton per annum with many of the largescale white farmers leaving the country to farm elsewhere in the region. Cotton in many ways mirrors the development of maize production in Zimbabwe, with a highly successful local breeding programme and integrated pest management techniques. At the end of the 1970s, over 90 per cent of Zimbabwes cotton was produced by large farms but through the 1980s, government policy supported increased smallholder involvement and by 1990 they were responsible for over 50 per cent of production Keeley and Scoones 2003. Single channel marketing ensured input provision, highquality produce, and paid highly competitive prices to growers Tschirley, Poulton and Boughton 2006. This relied on the monopsony enjoyed by the Cotton Marketing Board CMB, which enabled prices to be fixed through negotiation with the Commercial Farmers Union ibid. and these negotiations delivered to farmers the highest prices in the region ibid  During the 1990s the cotton sector was gradually liberalized but strict quality controls were maintained and before economic collapse, cotton farmers were able to access inputs and seed relatively easily. However, by 2001 outgrower schemes had become increasingly important, as they enabled smallholders to access inputs Tschirley, Poulton and Boughton 2006. Within the context of economic collapse, the conditions of cottons successcredit, high productivity, and excellent quality cotton exportsmay well be hard to sustain and there is now a danger that quality control will decline and Zimbabwean cotton will fail to maintain the excellent prices it has enjoyed on world markets. In the context of market collapse, and reduced multinational investment, largefarm to smallfarm linkages such as outgrower schemes, and conventional contract farming arrangements, have taken a particular significance in Zimbabwe. Cut flowers and horticultural exports dropped to just US2 million in 200102, but bounced back to US37.3 million in 20034, at a time when production became increasingly smallholderdriven, due, in part, to the restructuring of the agricultural sector following land reform. In the context of input scarcity, the supply chains of some smallholder horticultural crops have been vertically integrated Masakure and Henson 2005, and contract farming offers some islands of normality in the context of widespread market failure Shepherd and Prowse 2007. Note: In February 2007 the Grain Marketing Board was reportedly buying maize at ZW52,000 per ton and selling it to politically connected millers at ZW600 per ton, who then would sell the subsidized maize at exorbitant prices Zimbabwe Independent 2007. 23 gnitautcu.gnebillewlf ,wo L eht yub ot yenomi.scsab fo kca L .kcs iemaceb dnabsu H htiw tfe.mehtl nerdlihcdnar G .boj tsol dnabsu H.dedi reha Ft 5 erug Fi I HNASUMELATAN I pamgnebille W tsrif dna deirra M .8691.nrob dlihc thgirb yrev saw eh S lli ewgnod saw dna reh tub loohcs ta yap eh S ot desufer rehtaf .t .seef loohcs reh uopord ot dahi .ded rehto M : nrobnerdlih C ,6791 ,3791 ,0791 ,8691 3891 ,1891 ,8791 s 0002 9991 3891 8691 em Ti Wellbeing 24 cid:47 Life history interview with Natalie and Isaac: reversible illhealth and food insecurity?15 Natalie 57 and Isaac 66 look after seven grandchildren. Two are orphans, but the others were left with them by their daughters when the children were young because the daughters could not afford to raise them in town. Some of the children were just a few months old when they were left with Natalie and Isaac. The daughters are having a difficult time and none of them has sent any money for over two years. They do not support Natalie and Isaac or even visit their own children, but say they will do so when they have some money. Natalie and Isaac have no money for school fees for the children. Previously one of their sons sent them money, but now he has got married and has other obligations. In 1999 Isaac lost his job with the dairy board, where he worked as a mechanic. This caused a downturn in the fortunes of the household, which was later worsened by both Isaac and Natalie becoming ill. In 2000 Isaac began to have problems with his legs itching. The illness progressed and he began to have problems walking and now he can only walk very slowly and tentatively, supported with a stick. The local clinic diagnosed high blood pressure. He also has slurred speech, which started in 2002, and a painful shoulder. He was given some blood pressure medication but once the tablets ran out, the clinic had no more to replenish his supply. Natalie has a sore stomach, which she described as a cold uterus. She was given some medication by the local clinic, who did not tell her what the diagnosis was but advised that she should be treated at the same time as her husband, implying that the problem was a sexually transmitted disease. Her husband has not gone for treatment, saying that they do not have enough money to pay for the transportation to the clinic. Natalies symptoms have returned and they are now so severe that she is unable to work. Natalie reported that since they became sick, they have taken turns to sleep, and they do not have the strength to farm their land, cultivating only two of their eight acres. This provides them with enough food only for three months of the year, and puts the household into a downward poverty spiral. The children are too young to work the land but sometimes they do casual work and get paid in food. They are regarded as one of the poorest households in their community and over the last couple of years they have received food aid for limited periods from the chief and from the World Food Program, but it has never been enough to last through to the next harvest and they have had to limit their meals. Growing up in poverty, the children are in danger of becoming poor adults. The lack of money for school fees has already resulted in one child dropping out of school. The saddest aspect of this story is that Natalies and Isaacs health could be easily and cheaply improved, but this would require the intervention of a community health worker and the money to pay for bus fare and treatment. With this easy intervention, the fortunes of the household would be at least partially reversed. 15 Interview by Bird August 2006. 25 leezne Zo .krowo t ldo .oyawau Bn l oo Ti bo .5002j seso L e H n .i noitcuder rehtru Femocni ldohesuoht snruert .egalliv e dnilb seog eh S .llews sgel s Hitavitluc ot tluciffi D .eye eno n nerdlihcdnarg tropsnart dro doof ievece Rff ow T .PFWmorf .cniilc hcaer ota tonna C .dnail .seef loohcs fo tnemyapnon rof no dehsnupi tub tsil EMAEB drih T.loohcs fo tuo pord rehmorf secnatti .sedit rehgua D .3002me Rinoj snahpro ow T .pots .leezne Zn i efiw . pots rehmorf secnatti sevael efi W .snahpro eerh T .nerdlihcdnarg rof serac .leezne Z rof oyawau Bl efi W .sesuoh 2 sdliu B .sedit rehgua D .1002me R stceffa ssert S ot ytiliba sh .krowi igneb .senllile Wced feirg yb detceffa stnerap tho Bl .s 0791 ypeed gnirud ied nerdlihc 3 .sserts dna .nrob nerdlihc 7 .deirram to G gnitautculf igneblle W .egareva lebats dnuora rof oyawau Bl ot devo M .krow s 0002 s 0791 0591 5491 2391 em Ti Wellbeing 26 cid:47 ELEZNEZLEUMASEROMEVOL 6 erug Fi pamgnebille W Life history interview with Lovemore and Anna: raising children in a highdependency ratio household 16 Lovemore Samuel Zenzele 74 is the brother of the local chief. Despite this, he was described by others in his village as one of the poorest people they knew. He is very frail and suffers from painful and swollen legs. His wife, Anna 84 has only partially sight in one eye. Between them, they look after five orphaned grandchildren ranging in ages from 9 to 20. They struggle to feed the family and to keep the children clothed and in school. When asked to describe changes in their standard of living over time, Mr and Mrs Zenzele said that they were better off when they were a young couple than when they both were children. During his forties Lovemore lived in Bulawayo and felt that he fitted in well. Later Anna returned to Zenzele village because one of their adult daughters died 2001, leaving her three children to be cared for and the couple could not afford to raise them in the city. Lovemore lost his job and moved back to Zenzele village to join the family. Another daughter died in 2003, leaving two more children to join the grandparents in the village. They have lost income and remittances from their adult children but gained dependents: When we first came from Bulawayo we had some money, but now it has all gone because we are spending money on the children. Things have gone down and down   Things that have made us go down are no work, no food and no money. There are no other households as poor as us in this village. There is noone in our situation. In addition, the couple are really too frail to cultivate their land effectively, meaning that they depend on their older grandchildren. Too few workers, the shortage of inputs and the poor soil in the area result in their harvests being too small to provide for the whole household throughout the year. The Zenzeles have 23 acres of land in the village but must rely on others to cultivate it. They depend on the chief to plough and plant the seeds, and their grandchildren to weed the fields and harvest them. They have friends in the village and get support from different people e.g., salt and soap from the Kraal head, if they ask; secondhand school uniforms from other school children; a dress for one of their granddaughters from a member of their church. They have also received food aid from the WFP, but the food did not last throughout a whole year. Looking to the future, Anna needs treatment for her bad eye and for high blood pressure, which is contributing to the problem. She has a referral letter from the local clinic, but cannot afford the bus fare to the clinic. Without a more reliable income or remittances from the childrens parents, it is likely the household will continue to be food insecure and that the children will all have to drop out of school, affecting their future life chances. These two case studies illustrate how the loss of work in old age can trigger a downward wellbeing trajectory for a whole household. In both cases, the men lost jobs at a time 16 Life history interview by Bird August 2006. 27 when they were too old to find new ones. Without a pension or support from their extended families, they have had to rely on their physical ability to cultivate crops. However, in each case, remittances have stalled and have been replaced with additional responsibilities, and their declining health has limited their ability to maintain the households food security. In both households, poverty and disease in the extended family resulted in the elderled household becoming a household unit with an extremely high dependency ratio. The children in these households are growing up in poverty. They spend much of each year facing food insecurity and the struggle to stay in education. A poor start in life such as this is likely to have a longrun negative impact on their development. Limited education will be difficult to make up later and physical stunting and possible cognitive impairment caused by longrun chronic malnutrition will be compounded by the absence of energetic and proactive parenting. These children will inherit few, if any, assets, and this limits their chances of marriage and future livelihoods. These factors will combine to constrain their chances of escaping poverty. 4 What more can donors do to limit permanent loss of wellbeing? Should donors provide support to poor people in fragile and failed states? Bluntly put: yes. Without humanitarian intervention and without the type of intervention that helps to slow the erosion of assets and the decline in livelihoods into adverse forms of coping, the poor and very poor are likely to be driven into longterm chronic poverty that is very difficult to reverse. Therefore, there are strong ethical grounds for providing such support. Many bilateral donors have signed up to the human rightsbased approach to development. For those that have, then strong but unresponsive states are just the types of environment in which the key duty bearer the government is likely to be abdicating responsibility for delivering the sociocultural and economic rights of a large proportion of the population see Figure 1. In such a situation, other actors arguably should step in, if they can. An argument against intervention is that intervening even through NGO partners and those directly in support of poor communities will delay regime change. This appears to propose a form of political conditionality that presupposes a route to regime change. This, in our opinion, is unproven i.e., that without humanitarian and development support, the citizenry will rise up to depose despotic leaders and find alternative and more benign leaders to govern the country. Furthermore, evidence suggests that regime change involving violent conflict, rather than broadbased political change, imposes disproportionate costs on the poor, who need longer to rebuild their asset base and to recover preconflict levels of wellbeing than other groups in society. The UK aid programme, in particular, needs to take great care in thinking through aid modalities for strong but unresponsive states. This is particularly so in a country where any British involvement is likely to be interpreted through a politicized and highly partisan lens. There may be strong arguments for DFID funding interventions through the EU or UN system. 28 Bibliography Addison, T., and L. Laakso 2003. The Political Economy of Zimbabwes Descent into Conflict. Journal of International Development, 15 4: 45770. Babirye, D. 1999. Uganda Participatory Poverty Assessment Progress Report. Kampala: Ministry of Finance Planning and Economic Development. Bankoff, G. 2001. Rendering the World Unsafe: Vulnerability as Western Discourse. Disasters, 25 1: 1935. Barnes, C. 2003. Microfinance and Households Coping with HIVAIDS in Zimbabwe: An Exploratory Study. Harare: The Horizon Progam, Management Systems International, University of Zimbabwe. Bird, K., and I. Shinyekwa 2005. Even the Rich are Vulnerable: Multiple Shocks and Downward Mobility in Rural Uganda. Development Policy Review, 23 1: 5585. Bird, K., P. Hobane, and G. Zimbizi 2006. Community Dynamics and Coping Strategies in Zimbabwe. Synthesis Report. Study commissioned by DFIDZimbabwe. Bowles, S., S. N Durlauf, and K. Hoff 2006. Poverty Traps. New York: Russell Sage Foundation. Bracking, S., and L. Sachikone 2006. Remittances, Poverty Reduction and the Informalization of Household Wellbeing in Zimbabwe. GPRS Working Paper 045. Available at: http:www.gprg.orgpubsworkingpaperspdfsgprgwps045.pdf . Busse, S. 2006 An Annotated Bibliography on Indigenous Coping Strategies and Community Dynamics in Response to Extreme Poverty and Vulnerability in Zimbabwe. London: Overseas Development Institute. Available at: www.odi.org.uk CAJ News 2007. 6 March. Available at: www.cajnews.org . Cammack, D., D. Mc Leod, A. Rocha Menocal, with K. Christiansen 2006. Donors and the Fragile States Agenda: A Survey of Current Thinking and Practice. ODI Report to JICA. London: Overseas Development Institute. Chaumba, J., I. Scoones, and W. Wolmer 2003. New Politics, New Livelihoods: Changes in the Zimbabwean Lowveld since the Farm Occupations of 2000. Sustainable Livelihoods in Southern Africa Research Paper 3. Brighton: Institute of Development Studies. CPRC 2003. Chronic Poverty Report. Manchester: Chronic Poverty Research Centre. Dercon, S. 2004. Income Risk, Coping Strategies and Safety Nets. Working Paper 2000.26. Oxford: Centre for the Study of African Economies. Oxford University. Available at: www.csae.ox.ac.ukworkingpaperspdfs2026text.pdf Devereux, S. 2001. Livelihood Insecurity and Social Protection: A Reemerging Issue in Rural Development. Development Policy Review, 19 4: 50719. DFID 2005. Why We Need to Work More Effectively in Fragile States. London: Department for International Development. 29 Ellis, F. 2000. Rural Livelihoods and Diversity in Developing Countries. Oxford: Oxford University Press. Evans, G. 2007. Africa at Risk or Rising? The Role of Europe, North America and Europe on the Continent. Paper presented to the Aspen Atlantic GroupStanley Foundation Conference, 5 May. Berlin. Financial Gazette 2007. 1 March. Available at: www.fingaz.co.zw, also available at www.allafrica.com . FOST Farm Orphan Support Trust of Zimbabwe 2003. We Will Bury Ourselves. A Study of ChildHeaded Households on Commercial Farms in Zimbabwe. Available at: www.sarpn.org.zadocumentsd 0000070P83_FOST.pdf Foster, G. 2005. Under the Radar: Community Safety Nets for Children Affected by HIVAIDS in Poor Households in SubSaharan Africa. New York: UNRISD. Available at: wwwaidsalliance.3cdn.net452cceba 0c 5b 20b 0e 9_kam 6ba 902.doc Hawkins, T. 2006. Still Standing: The Economic, Political and Security Situation in Zimbabwe 2006 and Implications for the SADC Region. Paper presented at the Security 2006 conference. Pretoria: The Institute for Strategic Studies, University of Pretoria. Hewitt, K. 1998. Excluded Perspectives in the Social Construction of Disaster. In E. L. Quarantelli ed., What Is a Disaster: Perspectives on the Question. London: Routledge. Hoddinott, J. 2006. Shocks and their Consequences Across and Within Households in Rural Zimbabwe. Journal of Development Studies, 42 2: 30121. Howden, D. 2006. Dead by 34: How Aids and Starvation Condemn Zimbabwes Women to Early Grave. Independent Online Edition. 17 November. Available at: wwwnews.independent.co.ukworldafricaarticle 1990401.ece. Human Rights Watch 2005. Zimbabwe: Evicted and Forsaken: Internally Displaced Persons in the Aftermath of Operation Murambatsvina. Human Rights Watch, 17 16A. IRIN Africa 2007. 28 March. Available at: www.irinnews.org . Keeley, J., and I. Scoones 2003. Seeds in a Globalized World: Agricultural Biotechnology in Zimbabwe. IDS Working Paper 189. Sussex: Institute of Development Studies. Kinsey, B. H. 2004. Zimbabwes Land Reform Program: Underinvestment in PostConflict Transformation. World Development, 32 10: 166996. Makwavarara, T. 2001. Gender and Labour Market Liberalization in Zimbabwe. Harare: Labour and Economic Development Research Institute of Zimbabwe LEDRIZ. Marcus, R., and J. Wilkinson 2002. Whose Poverty Matters? Vulnerability, Social Protection and PRSPs. Childhood Poverty Research and Policy Centre Working Paper 1. Manchester: Institute of Development Policy and Management, University of Manchester. 30 Masakure, O., and S. Henson 2005. Why Do SmallScale Producers Choose to Produce under Contract? Lessons from Nontraditional Vegetable Exports from Zimbabwe. World Development, 33 10: 172133. Mijumbi, P., and J. Okidi 2001. Analysis of Poor and Vulnerable Groups in Uganda. Occasional Paper 16. Kampala: EPRC with support from DFID. Mombeshora, S. 2004. Philanthropy of Community in Zimbabwe. Past, Present and Future. Paper prepared for the Building Community Philanthropy Project at the Centre for Leadership and Public Values, Graduate School of Business, University of Cape Available www.gsb.uct.ac.za gsbwebbuserfilesZimbabweBCPCountry Report.pdf Africa. Town, South at: Moser, C. 1998. The Asset Vulnerability Framework: Reassessing Urban Poverty Reduction Strategies. World Development, 26 1: 119. Murray, C. 2002. Livelihoods Research: Transcending Boundaries of Time and Space. Journal of Southern African Studies, 28 3: 489509. Murshed, S. M. 2006 Turning Swords to Ploughshares and Little Acorns to Tall Trees: The ConflictGrowth Nexus and the Poverty of Nations. Birmingham: The Birmingham at: www 0.un.orgesapolicybackgroundpapersconflict_growthnexus_murshed.pdf Available Business Mimeo. School. Potts, D. 2006. Restoring Order? Operation Murambatsvina and the Urban Crisis in Zimbabwe. Journal of Southern African Studies, 32 2: 27391. PriceSmith, A. T., and J. L. Daly 2004. Downward Spiral. HIVAIDS, State Capacity and Political Conflict in Zimbabwe. Peaceworks 52. Washington, DC: United States Institute of Peace. Available at: www.usip.orgpubspeaceworks pwks 53.pdf . Proudlock, K. 2007. Zimbabwe Media Digest. London: Overseas Development Institute. Prowse, M. 2003. Towards a Clearer Understanding of Vulnerability in Relation to Chronic Poverty. CPRC Working Paper 24. Manchester: Chronic Poverty Research Centre. Prowse, M., and K. Bird 2007. Economic Contraction, Markets and the Chronically Poor in Zimbabwe. Background paper for Second Chronic Poverty Report. London: Overseas Development Institute. Rohrbach, D., R. Charters, and J. Nyagweta 2004. Guidelines for Emergency Relief Projects in Zimbabwe: Seed and Fertilizer Relief. Bulawayo: ICRISAT. Sachikonye, L. 2003. Land Reform for Poverty Reduction? Social Exclusion and Farm Workers in Zimbabwe. Paper presented at the IDMP conference on Staying Poor: Chronic Poverty and Development Policy, April. Manchester. Scarnecchia, T. 2006. The Fascist Cycle in Zimbabwe, 20002005. Journal of Southern African Studies, 32 2: 22137. Senefeld, S., and K. Polsky, K. 2005. Chronically Ill Households, Food Security and Coping Strategies in Rural Zimbabwe. Paper presented at the Conference on 31 HIVAIDS and Food and Nutrition Security, 1416 April. Durban. Available at: www.ifpri.orgeventsconferences2005durbanpaperssenefeld WP.pdf . Shepherd, A., and M. Prowse 2007. Agricultural Growth, Poverty Dynamics and Markets. Background paper for Second Chronic Poverty Report. London: Overseas Development Institute. Sinha, S., and M. Lipton 1999. Damaging Fluctuations, Risk and Poverty: A Review. Background Paper for the World Development Report 20002001. Sussex: Poverty Research Unit, University of Sussex. Tibaijuka, A. K. 2005. Report of the Fact Finding Mission to Zimbabwe to Asses the Scope and Impact of Operation Murambatsvina. UN Special Envoy on Human Settlements Issues in Zimbabwe. Available at: www.unhabitat.org downloadsdocs 1664_96507_Zimbabwe Report.pdf Torres, M. M., and M. Anderson 2004. Fragile States: Defining Difficult Environments for Poverty Reduction. PRDE Working Paper 1. London: Poverty Reduction in Difficult Environments Team Policy Division, DFID. Tschirley, D., C. Poulton, and D. Boughton 2006. The Many Paths of Cotton Sector Reform in Eastern and Southern Africa: Lessons from a Decade of Experience. MSU International Development Working Paper 88. East Lansing: Department of Agricultural Economics and the Department of Economics, Michigan State University. Warrener, D., and C. Loehr 2005. Working Effectively in Fragile States: Current thinking in the UK. Synthesis Paper 7. London: Overseas Development Institute. Woelk, G., S. Mtisi, and P. J. Vaughan 2001. Prospects for Tobacco Control in Zimbabwe: A Historical Perspective. Health Policy, 57 3: 17992. Zimbabwe Independent 2007. Mugabe Faces Dilemma. 26 February. Available at: www.thezimbabweindependent.co.zw . Zim Online 2007. 31 January. Available at: www.zimonline.co.za 32 ", "filename": "571437028.pdf", "person": ["Kate Bird", "Bird, Kate", "Martin Prowse", "Prowse, Martin"], "date": ["2008"]}